{
  "epId": 4613,
  "name": "Заметки расследования Талокард",
  "desc": "<p>В записях содержится информация о пропаже Месье Артура.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/20/237301566/8c9add213924484947222f85900c4bfa_8218599803439885159.png",
  "filterValues": {
    "objectType": [
      "Инструмент"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1702616356,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Талокард",
        "desc": "<p>Работница Сумеречного двора, расследующая дело о пропаже Месье Артура. Ранее работала гидом на линии «Каллас», но была уволена из-за жалоб туристов на её голос.</p><p></p><p>Эксклюзивный персонаж задания «Опрос мелюзины и ответ машины».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/abb512875929eee2a21685ecab89853f_720253713717583213.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Сотрудница Сумеречного двора, ведущая расследование о пропаже Месье Артура.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4724,
        "name": "Рошер",
        "desc": "<p>Муж Мело Ломброзо и подозреваемый в хищении Месье Артура.</p><p></p><p>Эксклюзивный персонаж задания мира «Опрос мелюзины и ответ машины».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/a67907e3de686e3849e8ac426e4e5860_5110260023467264492.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4725,
        "name": "Кевин",
        "desc": "<p>Сын Боланда и Мадлен.</p><p></p><p>Эксклюзивный персонаж задания мира «Опрос мелюзины и ответ машины».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/237301566/ad82a1fc833409d0568c7d3048b3f12b_8488710987870932136.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4726,
        "name": "Боланд",
        "desc": "<p>Муж Мадлен и сын Кевина. Внешний агент Фатуи под кодовым именем Болард. Его заданием было найти исследовательскую базу доктора Моссо.</p><p></p><p>Эксклюзивный персонаж задания мира «Опрос мелюзины и ответ машины».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/2c2d81fd9fe0befa8a3f6fda533d2d45_3285151981131441060.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4727,
        "name": "Силач-валяшка",
        "desc": "<p>Бывший член Фруктов порядка и член торговой гильдии «Элегантная посуда».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/9d1050440f8ae1f3bc9ea8fb241e99bc_4757545557791718312.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Подозреваемые в преступлении.",
        "alignment": "center"
      }
    ],
    "textualResearch": [
      {
        "title": "Доказательства. «Паровая птица». Грязная пустая бутылка",
        "desc": [
          {
            "type": "RichText",
            "text": "Грязная пустая бутылка из-под вина, от которой несёт морем и солёной рыбой."
          }
        ]
      },
      {
        "title": "Доказательства. «Паровая птица». Грязная пустая бутылка",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>(Улики обновлены во время выполнения задания «Бродяги и озорники»)</color>\nНевероятно грязная бутылка из-под вина, от которой исходит необычный запах. Было подтверждено, что она принадлежит Рошеру."
          }
        ]
      },
      {
        "title": "Доказательства. «Паровая птица». Вскрытый конверт",
        "desc": [
          {
            "type": "RichText",
            "text": "Конверт, не дающий никакой важной информации. Возможно, письмо имело какую-то ценность, но его здесь давно нет."
          }
        ]
      },
      {
        "title": "Доказательства. «Паровая птица». Вскрытый конверт",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>(Улики обновлены во время выполнения задания «Красное и чёрное»)</color>\nКонверт, не дающий никакой важной информации. Письма, лежавшие внутри, взял Болард."
          }
        ]
      },
      {
        "title": "Доказательства. «Паровая птица». Беспорядочные следы",
        "desc": [
          {
            "type": "RichText",
            "text": "Следы разной глубины и с разным рисунком, переплетаются и накладываются друг на друга. Должно быть, они принадлежат четырём разным людям."
          }
        ]
      },
      {
        "title": "Доказательства. «Паровая птица». Беспорядочные следы",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>(Улики обновлены во время выполнения задания «Красное и чёрное»)</color>\nСледы различной глубины и с разным рисунком переплетаются и накладываются друг на друга. По результатам анализа, проведённого агентом Талокард, следы принадлежат Рошеру, Кевину, Силачу-валяшке и Боларду."
          }
        ]
      },
      {
        "title": "Доказательства. «Паровая птица». Царапины у основания",
        "desc": [
          {
            "type": "RichText",
            "text": "След, оставленный острым оружием вроде ножа или кинжала."
          }
        ]
      },
      {
        "title": "Доказательства. «Паровая птица». Царапины у основания",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>(Улики обновлены во время выполнения задания «Красное и чёрное»)</color>\nСлед, оставленный Силачом-валяшкой с помощью острого предмета."
          }
        ]
      },
      {
        "title": "Доказательства. «Паровая птица». Обычная пуговица",
        "desc": [
          {
            "type": "RichText",
            "text": "Самая заурядная пуговица со следами порванной нити."
          }
        ]
      },
      {
        "title": "Доказательства. «Паровая птица». Обычная пуговица",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>(Улики обновлены во время выполнения задания «Красное и чёрное»)</color>\nОбычная пуговица. Установлено, что она принадлежала Кевину."
          }
        ]
      },
      {
        "title": "Доказательства. «Паровая птица». Изученные шаги",
        "desc": [
          {
            "type": "RichText",
            "text": "Следы Рошера, Кевина, Силача-валяшки и Боларда. Согласно анализу агента Талокард, это те же следы, что были обнаружены недалеко от издательства."
          }
        ]
      },
      {
        "title": "Доказательства. «Паровая птица». Ещё одно письмо с угрозой",
        "desc": [
          {
            "type": "RichText",
            "text": "Второе письмо с подписью «Ворона или дрозд?» с угрозами в сторону «Паровой птицы». В отсутствие Боларда в этот раз угрозы дошли до адресата."
          }
        ]
      },
      {
        "title": "Доказательства. «Паровая птица». Ещё одно письмо с угрозой. Подробности",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>(Улики обновлены во время выполнения задания «Красное и чёрное»)</color>\nСудя по всему, ваша редакция и не думает о раскаянии. Моей злости нет предела.\nПоскольку вы игнорируете мои требования, мне не остаётся иного выхода, кроме как выполнить своё обещание: разобрать Месье Артура на куски и закопать в поле вместе с памятью о вашем преступлении тридцатилетней давности.\nА ещё я пустила слух, что в карте сокровищ содержится подсказка, как найти базу доктора Моссо. Это должно привлечь целую толпу охотников за сокровищами, согласны? Скоро все ваши злодеяния откроются миру вместе с останками Паровой Птицы.\nВорона или дрозд?"
          }
        ]
      },
      {
        "title": "Доказательства. Кают-компания затонувшего корабля. Старинный медальон",
        "desc": [
          {
            "type": "RichText",
            "text": "Старинный медальон с заводным механизмом, выглядит потрёпанным."
          }
        ]
      },
      {
        "title": "Доказательства. Кают-компания затонувшего корабля. Старинный медальон",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>(Улики обновлены во время выполнения задания «Вопросы и ответы»)</color>\nВнутри подвески лежит пожелтевший портрет девочки."
          }
        ]
      },
      {
        "title": "Доказательства. Кают-компания затонувшего корабля. Старинный медальон. Подробности"
      },
      {
        "title": "Доказательства. Кают-компания затонувшего корабля. Дневник храброй борьбы",
        "desc": [
          {
            "type": "RichText",
            "text": "Записи о событиях из жизни пьяницы.\n«Проткните этих глупых насквозь! Такого предупреждения будет достаточно?»"
          }
        ]
      },
      {
        "title": "Доказательства. Кают-компания затонувшего корабля. Дневник храброй борьбы. Подробности",
        "desc": [
          {
            "type": "RichText",
            "text": "Я очень расстроился, когда меня выгнали из Фруктов порядка. Но сейчас я присоединился к новой команде, и на душе стало получше.\nНовая команда работает немного иначе. Как бы то ни было, будем бороться, Силач-валяшка!\nКоварный Пузырин, дружище, я постоянно думаю о тебе. На тебя натравили Лилию, чтобы раздобыть рецепт этого дурацкого зелья, поверить невозможно. Тебе, наверное, крепко досталось?\nНо не переживай. Я встал на твою защиту и устроил во Фруктах порядка настоящую заваруху. Хоть меня за это и выгнали, я не жалею. Лишь бы твоя душа покоилась с миром. У меня в новом доме повсюду пузырины. Никто не знает, что я их разложил в память о тебе.\nЭх, из Большой пятёрки Фруктов порядка осталось только четверо.\nНаконец-то я получил первое задание - выбить деньги из какого-то неудачника по имени Рошер.\nЭтот старый пёс совсем стыд потерял! Не возвращает долги! Пришлось стукнуть его пару раз, тогда он достал из карманов какой-то мусор.\nЕдинственной стоящей вещицей там оказался медальон. Кажется, женский. Вряд ли это его жени? Да уж... Кто в здравом уме вышел бы за такого?\nСегодня у нас неприятности. Всех боссов от второго до сорок первого арестовали. Говорят, что наши дела раскрыли в «Паровой птице» и подключили к расследованию Сумеречный двор.\nХорошо, что я новенький. Меня это пока не коснётся. Но я не понимаю, с чего вся шумиха. Мы же просто занимаемся торговлей посудой...\nЛадно, неважно. Я лучше пойду в редакцию и покажу этим болтунам, что почём. Босс был добр ко мне. Так я смогу его отблагодарить.\nСначала я хотел всех там хорошенько отдубасить. Но босс говорит, что сейчас надо вести себя тихо. Так что я пока начну с этой общипанной курицы на входе.\nПроткну птичку ножичком. Это должно быть достаточно ясным предупреждением, так ведь?\nА как закончу работу, пойду и доложу обо всём боссу. Раз остальных шишек поймали, глядишь, меня могут и повысить...\nВ бой, Силач-валяшка!"
          }
        ]
      },
      {
        "title": "Доказательства. Флёв Сандр. Письмо с угрозой",
        "desc": [
          {
            "type": "RichText",
            "text": "Письмо с подписью «Ворона или дрозд?» с угрозами в адрес «Паровой птицы». Благодаря усилиям Боларда, появившегося из ниоткуда и не имеющего отношения к делу, эта угроза не дошла до адресата."
          }
        ]
      },
      {
        "title": "Доказательства. Флёв Сандр. Письмо с угрозой. Подробности",
        "desc": [
          {
            "type": "RichText",
            "text": "В газету «Паровая птица»\nМоссо погиб тридцать лет назад, но его смерть до сих пор не выходит у меня из головы. При одной мысли о том, как ваша газета жонглирует фактами, искажая правду, меня охватывает гнев. Именно поэтому я решила похитить Месье Артура.\nВаша редакция должна осознать свои ошибки, принести публичные извинения и вернуть наследие Моссо.\nЕсли вы и впредь будете плести паутину лжи и скрывать правду, у меня не останется другого выбора, кроме как убить Паровую птицу.\nВорона или дрозд?"
          }
        ]
      },
      {
        "title": "Доказательства. Пристань. Столовый нож с водяными разводами",
        "desc": [
          {
            "type": "RichText",
            "text": "Столовый нож с разводами от воды. Выглядит как дорогое столовое серебро, но почему-то на нём видны следы ржавчины."
          }
        ]
      },
      {
        "title": "Доказательства. Пристань. Столовый нож с водяными разводами",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>(Улики обновлены во время выполнения задания «Красное и чёрное»)</color>\nПо результатам анализа, проведённого агентом Талокард, этот предмет принадлежит торговой гильдии «Элегантная посуда» - объединению жуликов, которое в своё время было разоблачено «Паровой птицей»."
          }
        ]
      },
      {
        "title": "Улики. «Паровая птица». Показания жителя I",
        "desc": [
          {
            "type": "RichText",
            "text": "Показания свидетеля, проживающего рядом с издательством «Паровой птицы».\n«Если вы спрашиваете о ком-то подозрительном... Я часто видел бездомного пьяницу, который слонялся возле входа в редакцию, совсем рядом. В последнее время он, кажется, ночевал там каждую ночь»."
          }
        ]
      },
      {
        "title": "Улики. «Паровая птица». Показания жителя II",
        "desc": [
          {
            "type": "RichText",
            "text": "Показания свидетеля, проживающего рядом с издательством «Паровой птицы».\n«Пьяный бродяга? Хм... Я его знаю! Это Рошер... Его можно возле доков встретить. Всегда выпрашивает на выпивку у тамошних торговцев. Честно говоря, раньше он таким не был...»"
          }
        ]
      },
      {
        "title": "Улики. «Паровая птица». Показания жителя III",
        "desc": [
          {
            "type": "RichText",
            "text": "Показания свидетеля, проживающего рядом с издательством «Паровой птицы».\n«Если вас интересует кто-то подозрительный... Я видел ребёнка, который ходил к издательству, но он никогда не заходил внутрь, а просто копошился рядом с Месье Артуром. Может быть, ему просто нравятся такие игрушки»."
          }
        ]
      },
      {
        "title": "Улики. Другое. Показания Рошера",
        "desc": [
          {
            "type": "RichText",
            "text": "По словам Рошера, когда он пришёл на место преступления, Месье Артур был ещё там. Артур исчез за то время, пока он спал. Проснувшись, он видел как быстро убегает «кто-то маленький»."
          }
        ]
      },
      {
        "title": "Улики. Другое. Показания Кевина",
        "desc": [
          {
            "type": "RichText",
            "text": "По словам Кевина, он был на месте преступления, Но к тому времени Месье Артур уже исчез. Он же видел только «какого-то пьяницу» и нож. Чтобы защититься от пьяницы, он схватил нож и убежал. Пока убегал, он потерял пуговицу."
          }
        ]
      },
      {
        "title": "Улики. Другое. Показания Силача-валяшки",
        "desc": [
          {
            "type": "RichText",
            "text": "По словам Силача-валяшки, он был на месте преступления, но к тому времени Месье Артур уже исчез. Чтобы свести счёты, он оставил там столовый нож в качестве предупреждения. Кроме того, он видел там лежащего «вонючего пьяницу, похожего на Рошера»."
          }
        ]
      },
      {
        "title": "Улики. Другое. Показания Боларда",
        "desc": [
          {
            "type": "RichText",
            "text": "По словам Боларда, он был на месте преступления, но к тому времени Месье Артур уже исчез. Он заметил лежащее на месте письмо. По привычке агента он вскрыл письмо с угрозами, прочитал его и унёс с собой."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Заметки расследования Талокард"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Инструмент"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Задание мира «Опрос мелюзины и ответ машины»"
          }
        ]
      }
    ]
  }
}