{
  "epId": 4690,
  "name": "Песня Эриний",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1702028829,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Песня Эриний"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4676,
            "name": "Песня Эриний I",
            "desc": "Как посланник короля Рема потребовал у Эринии воды и земли замка Аремори и как приказал ей подчиниться Симфонье Капитоля (что значит «вечная гармония»).",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4677,
            "name": "Песня Эриний II",
            "desc": "Как все рыцари объединились на стороне Эринии, чтобы противостоять замыслам капитолийцев о вторжении.",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4678,
            "name": "Песня Эриний III",
            "desc": "Как Эриния попрощалась с Владычицей всех вод и как трижды бросала свой меч в озеро.",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Глава 6\nЧасть 7\nКак посланник короля Рема потребовал у Эринии воды и земли замка Аремори и как приказал ей подчиниться Симфонье Капитоля (что значит «вечная гармония»).\nО славных подвигах честного и благородного рыцаря Откера из Ренани и его доблестной битве с ядовитым драконом сказано уже немало.\nМы к означенной истории возвращаться не будем, а оглянемся назад и вспомним об Эринии в те дни.\nВ те времена Эриния победила принцев земель Белловак, Атребат и Виромандуи и сделала их своими вассалами.\nВскоре жители земель, прежде подчинявшихся принцам, познали милосердие Владычицы всех вод и стали ревностно служить ей и внимать её наставлениям.\nДабы вознаградить подданных за их верность и праведность, в замке Аремори было устроено восьмидневное пиршество, на котором каждый гость был удостоен самого роскошного приёма.\nНа пиршество явился незваный музыкант, посланник короля Рема из Капитоля, заявивший, что ему приказано передать весть.\nОн явился верхом на коне, без свиты и без охраны, а его верительным символом были фасции, увенчанные золочёными остриями.\nВсе присутствовавшие на празднике были крайне недовольны, и лишь из уважения к Эринии, любимой предводительнице рыцарей, посланнику было дозволено сказать своё слово.\nПредстав перед Эринией, посланник пожелал ей мира и благополучия, следуя самому официальному церемониалу, а после перешёл к цели своего визита.\n«Передаю вам приветствие от имени достославнейшего и благороднейшего короля Рема, правителя всех земель и народов, живущих под небом.\nДа не застит пламя гнева ваш ясный взор, ибо король Рем облагает вас законной данью и приказывает поднести ему два дара.\nПервым даром будет вода, ибо чистейшей воде дано смыть все прегрешения. Вторым даром будет земля, ибо тверди земной дано противостоять надвигающемуся распаду.\nКороль Рем надеется, что вы со своим народом повинуетесь. А если осмелитесь противиться, вас ждёт неминуемая гибель».\nУслышав эти слова, сэр Гильом Геллонский пришёл в ярость и вытащил из ножен чудесный меч Набонэ.\n«Замолчите! Бросаясь столь громкими словами и безумными угрозами, вы оскорбляете всех рыцарей, что пируют на празднике!\nЕсли вы надеетесь предать поруганию мою покровительницу, которую я поклялся защищать, я снесу вам голову одним ударом меча и выставлю её на общее обозрение!»\nВслед за ним другие благородные рыцари тоже обнажили свои мечи, среди них был рыцарь Бланкандрен и его соотечественник рыцарь Марсил.\nНо мудрая Эриния приказала рыцарям не причинять вреда посланнику из Капитоля.\n«Досточтимый посол, передайте королю Рему, что во всём мире есть только одна властительница, перед которой мы преклоняем колени.\nМилосердная Владычица всех вод, повелительница, которая несёт на своих плечах бремя наших грехов, величайшая и достославнейшая из всех правителей.\nИ нет для нас никакого другого владыки или бога, ибо она обладает наивысшей добротой и наивысшей славой».\nУслышав такой ответ, посланник короля Рема снова взял слово и сказал:\n«Прежде чем новая земля оказывается в подчинении короля Рема, туда приходит война, голод или мор.\nНаконец все воевавшие друг с другом примиряются под началом благороднейшего из правителей. В этом есть мудрость.\nИбо кто ещё будет скорбеть, когда воды сомкнутся над нашими головами? И к кому ещё нам взывать в час отчаяния?\nКому из отважных храбрецов удалось спастись от невежества и суеверий? И кто способен внимать мольбам слабых?\nПриказы короля Рема диктуются не злонамеренностью, а состраданием. Владыка не хочет допустить, чтобы хоть одна душа погибла в воде, он желает спасти всех и каждого»."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Глава 6\nЧасть 9\nКак все рыцари объединились на стороне Эринии, чтобы противостоять замыслам капитолийцев о вторжении.\nКогда сэр Агрикан договорил, первым взял слово рыцарь Дрест из Лионеза, славный лучник, и сказал:\n«Гармония и процветание, обещанные нам потомком Вивария, - пустой обман. Его клятва была лживой.\nЭриния, рыцарь Озёрного света, вы наделены великой мудростью и благородством, а посему тем более не должны доверяться его притворству.\nЗнайте, что лицемерие подобно отравленной стреле с позолоченным наконечником. Чем ярче сияет такая стрела, пронзая воздух, тем нестерпимей боль, которую она приносит».\nСледующей взяла слово его верная подруга, повелительница лазоревых парусов леди Адсильтия, чьё имя означает «дочь льда»:\n«Потомок Вивария - самый вероломный предатель из всех предателей. Он готов вступить в союз с нашим врагом!\nЭриния, рыцарь Озёрного света, какие бы доводы он ни приводил, мы не можем сидеть сложа руки и смотреть, как капитолийцы попирают ногами святое.\nМы просим вас скорее решиться на войну с капитолийцами. Ибо стоит преклонить перед ними колени, и душам нашим не будет спасения.\nПусть зло исчезнет, как утренняя роса после восхода солнца. И все клятвопреступники, все поправшие справедливость будут изгнаны из этого мира.\nИ тогда о справедливости вашей будут слагаться песни, ибо та, которая взыщет долг за пролитую кровь, навсегда останется в сердцах страдальцев».\nПосле чего сэр Неймес, сэр Тюльпин и остальные благородные рыцари тоже поклялись встать против врага плечом к плечу.\nУвидев преданность рыцарей, Эриния от всей души поблагодарила их, после чего пригласила музыканта короля Рема и сказала так:\n«О благородный посланник, прошу вас передать своему королю, что мы не подчиняемся ни одному правителю в мире.\nВладычица всех вод наделила нас равной властью. Никакой гордец не может попрать мою власть, никакой злодей не может меня изгнать.\nМне предстоит возглавить благословенную армию Владычицы и уничтожить белого дракона и великий город, дабы они омылись собственной кровью и слезами.\nКак пастух гонит стадо, так и я прогоню захватчиков, чтобы их удел служил назиданием всем остальным».\nСказав так, Эриния приказала сэру Фьерабрасу вынести роскошные подарки и вручить их музыканту из Капитоля.\nА также велела одному из рыцарей сопроводить посланника в замок Карубдис и передать её слова королю Рему. Но об этом будет рассказано позже."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Глава 20\nЧасть 3\nКак Эриния попрощалась с Владычицей всех вод и как трижды бросала свой меч в озеро.\nВыслушав её, Владычица всех вод в своей вечной любви, милости и благодати ответила Эринии согласием. И Эриния сказала:\n«Благодарю вас, Владычица всех вод, ибо вы дали мне увидеть столь желанный Чистейший грааль и дозволили завершить начатый путь.\nУцелевшие рыцари, ваши верные слуги, будут продолжать верой и правдой служить вам и вашему будущему королевству. Они последуют за благородным музыкантом\nи выследят все тени, которые до сей поры остаются скрыты, и справедливость восторжествует. Бредущие во тьме знают свет, но свет ничего не ведает о тьме.\nИ добро есть несбыточная мечта. А посему я передаю достойнейших рыцарей вам и прошу простить их прегрешения».\nВыслушав её, Владычица всех вод в своей вечной любви, милости и благодати ответила Эринии согласием. И Эриния сказала:\n«О Владычица всех вод, я без утайки исповедуюсь перед вами в своих грехах, ибо вина моя слишком тяжела, чтобы быть прощённой.\nВаше благородство и чистота не позволят вам примириться с моими прегрешениями. Только изгнание облегчит муки совести и успокоит моё сердце.\nВ вашем царстве милосердия и сострадания нет ангелов и нет указов свыше. Только грех может судить грех, только люди могут судить людей.\nИ я прошу об одном: не забудьте моих страданий и узрите несправедливость, которую мы терпим. Ибо страдания и несправедливость ядовиты, словно полынь и болиголов.\nЯ вверяю вам своё имя и желаю, чтобы осудившие нас были прокляты, чтобы их имена навеки были преданы поруганию».\nРыцарь с глазами цвета морской волны закончила свою речь и вынула из ножен сверкающий меч, озарив всю долину исходящим от него водоцветным сиянием.\n«О благородный Отклер, сияющий мой клинок! Как ярко пылаешь ты в лучах могучего солнца!\nТы упивался кровью неправедных. Клятвопреступники падали на землю, очищенные твоей безупречной белизной, как хлопья снега.\nМоё платье запятнано тяжёлыми грехами, ибо я проливала кровь праведников. Но ты сияешь так же ярко, как и прежде.\nДа явит Владычица всех вод свою милость! Неправедные недостойны владеть тобой! О священный Озёрный свет, я возвращаю тебя озеру!»\nТак закончила свою речь рыцарь с глазами цвета морской волны и выпустила меч из рук, и упал он в озёрные воды. Но меч не утонул, вода вынесла его на берег к ногам рыцаря.\n«О благородный Отклер, сияющий мой клинок! Ты прекрасен и свят, твоя золотая рукоять украшена лазоревым хрусталём.\nВспомни Дайру, деву озёрного берега, благородную повелительницу чистой воды, которая некогда преподнесла тебя в дар предводительнице рыцарей, чтобы та совершила бесчисленные подвиги.\nС тобой она покорила Пирогорд и победила Айсию. И даже девы из далёкого южного царства не смогли тобой завладеть.\nДа явит Владычица всех вод свою милость! Неправедные недостойны владеть тобой! О священный Озёрный свет, я возвращаю тебя озеру!»\nТак закончила свою речь рыцарь с глазами цвета морской волны и выпустила меч из рук, и упал он в озёрные воды. Но меч не утонул, вода вынесла его на берег к ногам рыцаря.\n«О благородный Отклер, сияющий мой клинок! Ты положил конец бесчисленным распрям и остановил войну на этой земле.\nОднажды сюда явится благородный человек в семь раз благороднее меня, чтобы снова овладеть тобой и совершить подвиги, в семь раз превосходящие мои.\nСколько чудесных дней мы провели с тобой вместе! Увы, близится рассвет, а я навсегда лишилась венца справедливости.\nДа явит Владычица всех вод свою милость! Неправедные недостойны владеть тобой! О священный Озёрный свет, я возвращаю тебя озеру!»\nТак закончила свою речь рыцарь с глазами цвета морской волны и выпустила меч из рук, и упал он в озёрные воды. Воды сомкнулись над ним, и меч ушёл на дно.\nЗатем она ушла, сопровождаемая духом, своим постоянным спутником, и с тех пор её больше никогда не видели."
          }
        ]
      }
    ]
  }
}