{
  "epId": 4716,
  "name": "Ночной шёпот в Лесу откликающегося эха",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/d9d39d9f046d5d23c3d497574be55a82_3464070329311643566.png",
  "filterValues": {
    "reliquaryEffect": [
      "Бонус урона",
      "Сила атаки"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1703078744,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Ночной шёпот в Лесу откликающегося эха"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Подземелье «Город гроз»"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Увеличивает силу атаки на 18%. ",
      "fourSetEffect": "После использования элементального навыка бонус Гео урона на 10 сек. увеличивается на 20%. Если персонаж находится под защитой щита, созданного реакцией Кристалл, этот эффект увеличивается на 150%. Через 1 сек. после потери щита это дополнительное увеличение исчезает."
    },
    "story": [
      {
        "title": "Бескорыстный цветок",
        "desc": [
          {
            "type": "RichText",
            "text": "Собака вбежала на чердак, вдохнула пыль и зачихала.\n«Пай, глянь на себя! Ты ведь был цвета яблочного пирога, а теперь тебя словно намазали ежевичным вареньем!»\nДевочка забралась на чердак вместе со своим псом Паем и стряхнула скопившуюся там пыль.\nНа чердаке хранилось множество красиво оформленных книг. Девочка достала с полки книгу с золотой бабочкой на обложке.\n«Похоже на книжку со сказками. Может быть, мама читает нам именно эти сказки? Да, Пай?»\nСобака тихо гавкнула и легла девочке в ноги.\n«Хм, а что, если я прочитаю эту сказку раньше мамы?..»\nИ вот девочка открыла книгу, и пожелтевшие страницы распахнулись перед ней словно крылья бабочки...\nЭта история произошла не так давно. По легенде, в Лесу откликающегося эха жила ведьма, способная исполнить любое желание.\nНо ведьма, как и полагается, была весьма своенравна. Своим колдовством она напускала на лес густой туман, а эхо сбивало странников с пути. Мало кому удавалось найти ведьмин домик и загадать желание.\nНо однажды один юноша всё же появился на пороге её жилища.\nЮноша пришёл в лес в поисках голубого цветка, но его повлекла за собой золотая бабочка, следуя за которой он, сам того не заметив, пришёл прямо к избушке. Только у порога он вспомнил легенду о ведьме, что исполняет все желания. Немного поколебавшись, он всё же решил зайти внутрь.\nНе успел он постучать и трёх раз, дверь тут же открылась.\n«У меня есть одно желание...» - произнёс юноша.\n«Все вы так говорите, - прервала его ведьма. - Мне ничего не стоит исполнить твоё желание, но плата за исполнение у каждого своя».\n«Сердце девушки, которую я люблю, принадлежит не мне. Но я не хочу заставлять её полюбить меня с помощью магии, а лишь хочу, чтобы ей досталась вся удача этого мира. Если ты осуществишь моё желание, я готов буду пожертвовать всем, что у меня есть: временем, богатствами и даже своей душой».\n«Я исполню твоё желание. Но плату возьму позже. И это вовсе не обязательно будет твоя душа... Ведьмы всегда делают то, что хотят».\n«Но что может быть ценнее души человека?»\n«Когда придёт назначенный час, ты узнаешь, что истинную ценность будет иметь лишь душа, что чиста, как золото».\n..."
          }
        ]
      },
      {
        "title": "Искреннее перо",
        "desc": [
          {
            "type": "RichText",
            "text": "...\n«В сказках всегда так легко продают душу... Она, наверное, совсем ничего не стоит? Иначе почему с ней всегда расстаются с такой лёгкостью?»\nНо девочка не знала, что такое душа. По крайней мере, девочка никогда её не видела. Не было ничего важнее, чем чай со сладостями, прогулки по саду с Паем и мамины сказки на ночь.\n«Хорошо, что у нас нет желаний, которые могла бы осуществить ведьма, и нам не придётся отдавать ей самое дорогое».\nОна перевернула страницу...\nХоть сделка с ведьмой уже и была заключена, юноша никак не мог себе представить, как воплотится его желание в реальности.\nЕсли бы он загадал что-то более конкретное... Он легко мог бы представить, как станет несметно богат и как получит силу, перед которой все преклонятся. Но само счастье, что принесёт ему исполнение желания, он представить не мог.\nЮноша слышал, что ведьма собирает различные магические предметы и черпает из этой диковинной коллекции свою силу. Не сдержав любопытства, он спросил у колдуньи, какой предмет может исполнить его желание.\n«Слова, написанные волшебным пером, воплотятся в жизнь, и станет она избранницей судьбы».\nЮноша смотрел, как ведьма встряхивает чернильницу и как тушь разливается чёрными волнами. Он словно видел мир, в котором жил, одиноким островом, что накрывает волной. А новые, незнакомые ему ранее, лица и пейзажи возникают перед ним, словно картинки на страницах альбома.\nОн был пленён этим зрелищем и едва сам не утонул в чёрной глубине туши.\n«В этой чернильнице есть всё, что она только может представить. Стоит ей пожелать, и всё это будет принадлежать ей».\nС каждым взмахом пера судьба девушки начала меняться.\nВ какой-то момент девушка перестала удивляться своей безграничной удаче.\nОна больше ни о чём не беспокоилась, ведь почти любое дело разворачивалось в точности так, как она хотела. А любая желаемая вещь рано или поздно сама шла к ней в руки.\nВсе любили её, все восхищались её красотой и добротой. И даже те люди, которые, казалось бы, больше и не посмотрят в её сторону, в итоге меняли своё мнение и снова её обожали.\nТак девушка привыкла к постоянным комплиментам и завистливым взглядам. И хотя в действительности она не отличалась особой красотой и добротой, судьба крепко держала её под своим крылом.\n..."
          }
        ]
      },
      {
        "title": "Верные песочные часы",
        "desc": [
          {
            "type": "RichText",
            "text": "...\n«Если бы у тебя было волшебное перо, что бы ты загадал, Пай? Много-много собачьего печенья?»\nДевочка отложила книгу и погладила собаку по голове, а та в ответ завиляла хвостом.\n«Ох, ты же не умеешь писать! Тогда я напишу за тебя! Много-много собачьего печенья, а ещё...»\nОна перевернула страницу...\n«Ха, это просто смешно! Можно подумать, что в голубых лентах есть что-то особенное». Девушка прогнала гостя и бросила подарок в угол. Раньше она была в восторге от голубых, как перья зимородка, лент, но теперь таким скучным подарком её не удивить.\n«Несчастное дитя!» - сказала её мать, вздохнув.\nДевушка устала от нравоучений матери. Хоть удача во всём сопутствовала девушке не так давно, она уже стала воспринимать полученное ей богатство и толпы поклонников как что-то само собой разумеющееся. Она не раз думала, что этот мир, должно быть, вращается вокруг неё.\n«Ты ведь моя мать. Почему ты не любишь меня, как все остальные?»\n«Может, мне вообще не нужна мать, которая меня не любит», - подумала девушка.\nВ итоге девушка бросила дом и семью и спокойно наслаждалась своей волшебной удачей. Больше ей не нужно было выслушивать нотации.\nОна путешествовала по всему свету, пока не осталось ни одного пейзажа, ни одного экзотического блюда, которые могли бы её впечатлить. Её жизнь стала похожа на нескончаемый бал: люди приходили и уходили, но никто не задерживался надолго.\nИногда она специально гадко обходилась с теми, кого называла друзьями. Но как бы ужасно она с ними ни обращалась, на следующий же день друзья вновь улыбались ей и всё прощали, они любили её, как и прежде.\nЛюди давали ей всё, что она хочет, никогда не требуя ничего взамен.\n..."
          }
        ]
      },
      {
        "title": "Великодушная чернильница",
        "desc": [
          {
            "type": "RichText",
            "text": "..\nДевочка продолжала читать, а Пай лежал рядом, прижавшись к ней.\nОна перевернула страницу...\nИзвестие о смерти матери девушка получила спустя долгое время. Когда она вернулась домой, в родных землях её радушно встречали и старые друзья, и незнакомые ей люди. Впрочем, так было везде, куда бы она ни пришла.\n«У тебя есть всё, о чём ты мечтала. Но почему же ты не улыбаешься?»\nГоворящий юноша был ей знаком. Возможно, он был лишь одним из её многочисленных поклонников.\n«Мама была права. Я несчастное дитя. Из-за этого ужасного проклятья я никогда не смогу стать по-настоящему счастливой».\n«Ты называешь проклятьем невинный подарок. Кто-то совершил сделку с ведьмой и пошёл на жертву ради этого. Этому человеку не нужно от тебя никакой благодарности. Разве можно представить более великое проявление любви?»\n«Кажется, ты лучше меня знаешь, как обрести счастье, - сказала девушка. - Какова ценность жизни, в которой ни за что не нужно платить? Самая бесполезная вещь - это та, которая ничего не стоит. Может, и я бесполезна».\n«Это не так. Твоя жизнь важна. По крайней мере, для меня».\n«Тогда, может, ты чего-то от меня ждёшь? Если есть что-то, что я могу для тебя сделать...»\nНо на лице юноши отразилась лишь печаль.\nДевушка была разочарована. Она твёрдо решила отправиться в Лес откликающегося эха, чтобы найти ведьму и избавиться от проклятья.\nЮноша поднял ведьмино волшебное зеркало в попытке остановить девушку.\n«Как только тебя покинет удача, дарованная магией...»\nИ тогда в отражении волшебного зеркала девушка увидела, какой станет её жизнь без удачи. Она очень быстро потеряет все свои богатства. Те, кого она обидит, больше не будут добродушно прощать её ошибки, а станут её бранить и презирать. Люди больше не будут следовать за ней, они покинут её, как публика покидает бальный зал в конце вечера. Она продолжит свои путешествия, но никто уже не будет ей рад, никому не будет до неё дела. Она обречена скитаться под проливным дождём, а ребятня будет смеяться ей вслед. Ей придётся заплатить огромную цену за все полученные до этого подарки судьбы.\nОна не сделала ни шагу. Она будто прожила всё увиденное в зеркале. Жизнь превратится в бесконечную каторгу и в конечном счёте сломает девушку.\n«Радуйся! Волшебная удача всё ещё с тобой. А в этом мире никто никогда не будет смеяться над твоими слабостями».\n..."
          }
        ]
      },
      {
        "title": "Милостивая шляпка",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nПай зевнул от скуки.\n«Думаю, сказка скоро закончится. Подожди ещё немножко, ладно?»\nОна перевернула страницу...\n«Даже если и так, я всё равно выбираю идти сложным путём».\nВ далёкие зимние ночи она слушала мамины сказки. Эти истории уже почти забылись, но девушка помнила, что могла слушать их без конца. В этих историях главный герой преодолевал бесчисленные трудности на пути к цели. Потери и жертвы на этом пути делали вознаграждение в финале ещё более ценным.\n«В зеркале я увидела, что люди перестанут меня любить, даже отвернутся от меня. Заставить их снова мне улыбаться будет для меня невероятно сложно. Но это и есть реальный мир: изменчивый и неопределённый».\n«Нет, не надо! Ты должна быть благодарна за ту удачу, что даровала тебе магия. Иначе...»\n«Чего ты так беспокоишься? Даже если ты, как и все остальные, разлюбишь меня, моя любовь никуда не денется! Я буду отдавать свою искреннюю любовь каждому человеку в этом свободном мире, словно героиня сказки. Если ты будешь готов принять мою любовь, моё сердце будет принадлежать тебе!»\nХоть и не слышно было звона колокола или какого-нибудь другого предвестия, но казалось, что назначенный ведьмой час настал.\n«Я должна была появиться гораздо позже, когда она уже пройдёт весь путь, что увидела в зеркале. Но ведьмы всегда делают то, что хотят».\nСогласно уговору, ведьма забрала самую желаемую вещь из тех, что могла забрать у юноши.\n«Моё желание исполнено, но я потерял всё...»\n«Из неё выйдет отличная главная героиня, пусть и в другой сказке». Ведьма встряхнула чернильницу, в которой теперь была заключена девушка.\n«Но она ведь была создана для меня, а я - для неё. Если ей не суждено выбраться, то позволь мне её найти. Я видел в чернильнице множество историй. Быть может, в одном из миров хватит места для нас двоих? Может, и я смогу стать отличным главным героем?..»\n«Запомнила! Расскажу эту сказку маме сегодня вечером. Как думаешь, ей понравится?»\nНо Пай не обратил на девочку никакого внимания, подскочил, гавкнул, покрутился вокруг себя и убежал с чердака.\n«Ух какой! Наверное, проголодался, раз начал вредничать. Прямо как ребёнок».\nДевочка тоже вышла, оставив на чердаке лишь книжку с пустой обложкой."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Полный комплект"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Навия",
        "desc": "<p>Действующая глава Спина-ди-Росула, лучший и самый ответственный босс.<br><br><em>«В детстве мы играли в одну настольную игру, где она выступала в роли искательницы приключений, а я - в роли ведущей. Что и говорить, я неплохо умею справляться с непредвиденными обстоятельствами, но при этом меня часто ставили в тупик её ответы и решения. С другой стороны, именно это и делало игру интересной», </em>- Клоринда.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/17/70239714/3fc7580c01a9e622692402889706c4db_1613407406345195234.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Является одним из лучших комплектов для Навии, так как увеличивает <color=#ffd780>силу атаки</color> и <color=#ffe699>бонус Гео урона</color> в сумме до 50% при выполнении всех условий 4 предметов. Для реализации условий в команде необходимо иметь <color=#ff9999>Пиро</color> / <color=#99ffff>Крио</color> / <color=#80c0ff>Гидро</color> и/или <color=#ffacff>Электро</color> персонажей.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Нин Гуан",
        "desc": "Воля Небес группировки Цисин. Её богатство несравнимо ни с кем на континенте Тейват.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Комплект увеличивает <color=#ffd780>силу атаки</color> и <color=#ffe699>бонус Гео урона</color> в сумме до 50% при выполнении всех условий 4 предметов. Для реализации условий в команде необходимо иметь <color=#ff9999>Пиро</color> / <color=#99ffff>Крио</color> / <color=#80c0ff>Гидро</color> и/или <color=#ffacff>Электро</color> персонажей и подбирать <color=#ffd780>элементальные осколки</color> самостоятельно. С данным комплектом можно использовать кубок на <color=#ffd780>силу атаки</color> .",
        "alignment": "center"
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Искреннее перо",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Перо, которым пользовалась ведьма из истории. Та лёгкость и гладкость, с которыми оно пишет, - наименее примечательное из его достоинств."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/237301566/b14fd20a3b0aadd16b52e7ea72596745_6260291915349257028.png"
      },
      "sands_of_eon": {
        "title": "Верные песочные часы",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Песочные часы, на которые полагалась ведьма из истории. Говорят, если произнести над ними неправильное заклинание, время начнёт идти чрезрвычайно быстро."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/237301566/81147a28166df7fec906ce279a2a5c7f_4517624846804955487.png"
      },
      "circlet_of_logos": {
        "title": "Милостивая шляпка",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Любимая шляпка ведьмы из истории. Она особенно нравилась ведьме потому, что при всём своём изяществе она не теряла намёк на игривость."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/237301566/55b397257c1f688f6ab611cf1b6567e1_9132590603349411342.png"
      },
      "goblet_of_eonothem": {
        "title": "Великодушная чернильница",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Чернильница, которой пользовалась ведьма из истории. Могущество наложенных на неё чар не уступает чарам пера."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/237301566/f319dfcbe0c561fc66f06def271298ed_6639241662628415817.png"
      },
      "flower_of_life": {
        "title": "Бескорыстный цветок",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Брошь, которую носила ведьма из истории. Она, как и остальные любимые украшения ведьмы, орнаментирована силуэтами бабочек."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/237301566/d9d39d9f046d5d23c3d497574be55a82_6317992377184248900.png"
      }
    }
  }
}