{
  "epId": 4723,
  "name": "«Дуга»",
  "desc": "<p>Разумный детектор лжи, созданный доктором Моссо Ломброзо более 30 лет назад. «Дуга» обладает протоколами, запрещающими ему лгать, но доктор верил, что если «Дуга» поймёт эмоции людей и научится лгать, нарушив протоколы, это сделает его по-настоящему разумным.</p><p></p><p>Эксклюзивный персонаж задания мира «Опрос мелюзины и ответ машины».</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/2f50163bfc40d3af453ccd6f2d227fe7_9170192312532572629.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1720802759,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/4fa7be9ef519568ed7c0a24467e7f255_1676767967046216170.png"
      },
      {
        "key": "«Дуга»",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/17677fea4f0b9f9cd52696fd92181b6e_2072878675824085558.png"
      },
      {
        "key": "«Дуга»",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/3902976204a3b05bb15c4e94d24d3ed4_3785273350243615044.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "«Дуга» и Талокард во время расследования пропажи Месье Артура."
          }
        ]
      },
      {
        "key": "«Дуга»",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/16aa1ce13a0b8e4bfba94be3147165aa_7155774447903829110.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Талокард и «Дуга»"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Дуга",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/237301566/17677fea4f0b9f9cd52696fd92181b6e_4596313966261869826.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Тридцать лет назад исследователь доктор Моссо Ломброзо создал детектор лжи «Дугу». История имени мека связана с внучкой исследователя Мело. Однажды он не хотел, чтобы она объедалась, и сказал ей: <color=#ffffffd9>«Если будешь столько есть, то растолстеешь».</color> Мело расплакалась и убежала, но, к счастью, её мама потом научила Моссо фразе <color=#ffffffd9>«Ты и пухленькой останешься милашкой»</color> <color=#ffffffd9>.</color> На следующий день Мело радостно бросила дедушке на шею и предложила поиграть в лошадку. Эта ситуация навела Ломброзо на мысль, что, может быть, самый короткий путь к сближению между людьми - дуга. Так он и назвал свой детектор.\nМоссо добавил несколько правил в базовую программу машины, чтобы обеспечить точность обнаружения лжи. Эти правила, получившие название «Протокол Моссо», требовали от Дуги отвечать на все вопросы с полной точностью и честностью, исключая возможность лжи. Настоящей целью исследователя было создать устройство, которое поймёт ложь, поймёт людей и в результате само станет человеком. Если бы Дуга однажды научился лгать, как люди, это означало бы, что он больше не связан заложенными в него правилами и способен на человеческие эмоции. Легенды гласят, что ученый из Фонтейна Ален Гильотен сотни лет назад создал мощную мыслящую машину, и доктор Моссо хотел превзойти его.\nВскоре после того, как доктор Моссо объявил о своём детекторе лжи, «Паровая птица» выпустила целую серию статей на эту тему, что сразу привлекло внимание людей. Подобные спецвыпуски на эту тему подняли немало вопросов, люди стали беспокоиться, и вскоре общественное мнение было уже настроено против Ломброзо. Люди начали беспокоиться о том, что произойдёт, если подозреваемый во время суда скажет правду, а Дуга посчитает это за ложь; или как обеспечить достоверность результатов детектора лжи. Наконец, «Паровая птица» представила доказательства, которые разоблачили доктора Моссо в фальсификации результатов, и эти доказательства сыграли ключевую роль в осуждении исследователя. Чтобы спасти свое творение, Моссо Ломброзо погиб, защищаясь на судебной дуэли. Вскоре все забыли о Дуге, и он оказался в комнате для улик Сумеречного двора. Его ядро быстро старело и в скором времени он должен был бы перейти в спящий режим."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/237301566/3902976204a3b05bb15c4e94d24d3ed4_6386602053478653406.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Тридцать лет спустя смотрительница хранилища улик Сумеречного двора Талокард нашла Дугу в комнате для улик и решила помочь ему нарушить протоколы Моссо, прежде чем он перейдёт в спящий режим. С помощью Путешественника/цы и Паймон они раскрыли дело об исчезновении Месье Артура и нашли лабораторию доктора Моссо. Выяснилось, что исследователь сам инициировал все эти компрометирующие статьи. Он хотел передать данные от общественного мнения на детектор лжи для изучения. Он полагал, что подобный динамично развивающийся «урок» научит его робота лучше понимать и определять ложь, что, в конечном итоге, позволит ему нарушить правила. Доктор Моссо даже сотни раз модифицировал протоколы Моссо. Он подделал доказательства и передал их газете, чтобы взять на себя всю ответственность."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/237301566/9bdc74c6dd42a0903aef7bd7485b7d96_6244078462071132402.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Дуга, Талокард, Путешественник/ца и Паймон находились в лаборатории Моссо, они были пойманы редактором газеты, который узнал о Дуге. Редактор включил систему самоликвидации и скрылся, взяв с собой всю проектную информацию. Чтобы спасти Талокард и других, Дуга солгал им, чтобы они оставили его. Когда они оказались около эвакуационного выхода, произошёл взрыв, уничтоживший Дугу и затопивший лабораторию. Никто не знает, что случилось с данными, которые украл редактор, но ими интересовался один из Предвестников Фатуи. После возвращения Месье Артура в безопасное место Талокард сообщили, что Дуга записал сообщение для неё на голосовой модуль Месье Артура: <color=#ffffffd9>«Мой анализ показывает… Агент Талокард... станет лучшей сыщицей в Сумеречном дворе!»</color> Судя по всему, Дуга всё же начал нарушать протоколы с помощью Талокард и, наконец, стал «человеком».\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Район Кур-де-Фонтейн",
        "desc": "<p>«Над всеми водами лишь этот город».</p><p>На самом высоком месте города возвышается Дворец Мермония, как олицетворение высшей власти Фонтейна. С высоты он наблюдает, как слаженно течёт внизу жизнь людей, подобно рейсам аквабусов.</p><p>Законы служат поддержанию устойчивого порядка, а справедливость и правосудие зиждутся на порядке.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/cd8d24707c19c43305b87cac406a5c35_5532569532266058127.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5146,
        "name": "Морт",
        "desc": "<p>Кто знает, как долго ждала своего срока история среди высоких морских башен, не замеченных людьми?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/cd8d24707c19c43305b87cac406a5c35_1551284061118888879.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Талокард",
        "desc": "<p>Работница Сумеречного двора, расследующая дело о пропаже Месье Артура. Ранее работала гидом на линии «Каллас», но была уволена из-за жалоб туристов на её голос.</p><p></p><p>Эксклюзивный персонаж задания «Опрос мелюзины и ответ машины».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/abb512875929eee2a21685ecab89853f_720253713717583213.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4613,
        "name": "Заметки расследования Талокард",
        "desc": "<p>В записях содержится информация о пропаже Месье Артура.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/20/237301566/8c9add213924484947222f85900c4bfa_8218599803439885159.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "RichText",
        "text": "Моссо Ломброзо\nСоздатель «Дуги». Чтобы получить данные для анализа «Дуги», он написал статью в «Паровую птицу», обвиняющую себя же в фальсификации данных. В попытках защитить «Дугу» от вспыхнувшего негодования людей он погиб на судебной дуэли около 30 лет назад.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Талокард",
        "desc": "<p>Работница Сумеречного двора, расследующая дело о пропаже Месье Артура. Ранее работала гидом на линии «Каллас», но была уволена из-за жалоб туристов на её голос.</p><p></p><p>Эксклюзивный персонаж задания «Опрос мелюзины и ответ машины».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/abb512875929eee2a21685ecab89853f_720253713717583213.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Сотрудница Сумеречного двора, охраняющая вещественные доказательства, в которых она и нашла «Дугу». Талокард решила продолжить исследования доктора Моссо и заставить «Дугу» солгать, чтобы сделать его «настоящим человеком». Во время их сотрудничества «Дуга» оставил запись, что Талокард станет лучшей сотрудницей Сумеречного двора, что может свидетельствовать об успешности эксперимента Талокард.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 4613,
        "name": "Заметки расследования Талокард",
        "desc": "<p>В записях содержится информация о пропаже Месье Артура.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/20/237301566/8c9add213924484947222f85900c4bfa_8218599803439885159.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "«Дуга»"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Фонтейн"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Меки"
          }
        ]
      }
    ]
  }
}