{
  "epId": 4774,
  "name": "Сянь Юнь",
  "desc": "<p>Просветлённый Адепт, которого называют титулом Хранитель Облаков. Никто не сравнится с ней в искусстве механики. Заинтересовавшись мирской жизнью и кулинарией, она поселилась среди людей под именем Сянь Юнь.</p><p></p><p><em>«Говорите, в городе появилась новая жительница? Вы о Сянь Юнь? Хоть выглядит она как самый обычный человек, но в сложных ситуациях на неё можно положиться. Если вы попали в беду, не стесняйтесь обратиться к ней! Она наверняка не откажет в помощи»</em>, - мадам Пин.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/2c2be27f8876e9435ab8c8b933b8408c_1039880044178545202.png",
  "headerImgUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/28663bdf7852d92f76280bd81a650728_8487045849030023875.png",
  "filterValues": {
    "characterVision": "Анемо",
    "characterWeapon": "Катализатор",
    "characterProperty": "Сила атаки",
    "characterRegion": "Гавань Ли Юэ",
    "characterRarity": 5
  },
  "menuId": 2,
  "menuName": "Галерея персонажей",
  "version": 1747746688,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/70239714/a107b3ee04ef583904638303209c0f5a_7187543526339387262.png"
      },
      {
        "key": "Изображение",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/f64a1eee5f0160caf1a78eb8c0bcdef3_9205370675530567518.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Стандартный костюм «Счастливое знамение гостьи»\n<color=#ffffff73>Наряд Сянь Юнь. Этот костюм не был создан знаменитым портным. На первый взгляд кажется, что сшит он из тончайшего шёлка, но если приглядеться, то становится понятно, что материя эта не шёлк, не хлопок и не лён, и через неё струится свет, будто это одеяние Адепта. Остаётся только гадать, где Сянь Юнь достала такой наряд...</color>"
          }
        ]
      },
      {
        "key": "Анимация 1",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/70239714/0874fe5b9a51aedd5a7e13318c7447ff_1299139590807667125.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Стандартный костюм «Счастливое знамение гостьи»"
          }
        ]
      },
      {
        "key": "Анимация 2",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/70239714/e7070b43a27dc39d3d85938b5f036b67_2921610581506003742.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Стандартный костюм «Счастливое знамение гостьи»"
          }
        ]
      },
      {
        "key": "Созвездие",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/70239714/4cdc645acee4e22072c1ec1ab39b8d43_7748320378692530577.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Вольный Журавль"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Сянь Юнь"
          }
        ]
      },
      {
        "key": "День рождения:",
        "value": [
          {
            "type": "RichText",
            "text": "11 апреля"
          }
        ]
      },
      {
        "key": "Созвездие:",
        "value": [
          {
            "type": "RichText",
            "text": "Вольный Журавль"
          }
        ]
      },
      {
        "key": "Титул",
        "value": [
          {
            "type": "RichText",
            "text": "Вестница небес"
          }
        ]
      },
      {
        "key": "Глаз Бога:",
        "value": [
          {
            "type": "RichText",
            "text": "Анемо"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Гора Аоцан"
          }
        ]
      },
      {
        "key": "Китайский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "秦紫翼 (Qin Ziyi)"
          }
        ]
      },
      {
        "key": "Английский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "Stephanie Panisello"
          }
        ]
      },
      {
        "key": "Японский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "中臣 真菜 (NAKATOMI Mana)"
          }
        ]
      },
      {
        "key": "Корейский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "강시현 (Kang Si-hyeon)"
          }
        ]
      },
      {
        "key": "Версия выхода персонажа:",
        "value": [
          {
            "type": "RichText",
            "text": "4.4"
          }
        ]
      },
      {
        "key": "Особое блюдо:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4994,
            "name": "Всеобъемлющая радость",
            "desc": "Особое блюдо Сянь Юнь. Не успели вы удивиться ароматным фрикаделькам, как Сянь Юнь уже говорит: «Ах, неужели ты думаешь, что такая заурядная пища может меня поразить? Тогда наслаждайтесь, пока она горячая - и да пребудет с вами мир, радость, процветание и спокойствие... Хм, что? Немного сухих формальностей никому не навредит».",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/124137736/288d7fa21bbfa4f4f0665353c9e4a1c0_6003153335164637643.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Именная карта:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6253,
            "name": "Белые облака",
            "desc": "Именная карта.<br>Тем, кто говорит правду, приговор смягчается. Будьте честны. Когда Хранитель Облаков спросил вас: «Неужели ты воспринимаешь меня просто как какую-то большую птицу?», вы подумали: «да, которая ещё умеет говорить и возиться со странными механизмами»?",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/15/26dba6fee1e862a55d3c8c23b4774ece_6562902906423815235.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Карта:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6591,
            "name": "Сянь Юнь",
            "desc": "<p><strong><span style=\"color: #FFFFFF\">«Вестница небес» </span></strong></p><p>Загадочная гостья из-за облаков</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/30/124137736/204803fe405ca3e7e6b1203196a5ebb4_7460069633460150613.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "story": [
      {
        "title": "О персонаже",
        "desc": [
          {
            "type": "RichText",
            "text": "Согласно третьему дополненному изданию «Полной истории Непорочного павильона», Адепты могут странствовать по миру при помощи «восьми благоприятных энергий», а когда они летят по воздуху, то словно «гонятся за молнией». Их жизнь также не поддаётся земному исчислению. То, что люди называют тысячелетием, для Адептов лишь краткий миг отдыха в их райской обители, где нет ни дня, ни ночи.\nЧто касается того, где живут Адепты, то в «Полной истории Непорочного павильона» утверждается, что небо - их подушка, а земля - их постель, и что они могут обитать в горах, реках, озёрах и морях. Это объясняет бесчисленные встречи с Адептами, зафиксированные в анналах истории Ли Юэ. Это одна из гипотез.\nЕщё одну гипотезу можно найти в классическом трактате о камнях и металлах «Каталог камней, шагающих в пустоте». Осыпая похвалами удивительные скальные образования Заоблачного предела, «Каталог камней» в то же время предупреждает: «Вершины Заоблачного предела вздымаются ввысь, стремясь превзойти друг друга... У каждой есть свой хозяин. Пик Цинъюнь принадлежит Владыке Лун, гора Хулао - Творцу Гор, гора Аоцан - Хранителю Облаков. Мудрые не поднимаются на эти горы и не добывают их камни».\nВследствие уважительного отношения людей к Адептам, существует мало письменных источников, описывающих их облик. Основываясь на нескольких упоминаниях внешности Хранителя Облаков в «Сборнике каменных табличек» историка Цзы Чана, а также на разрозненных упоминаниях в древних песнях, мы можем предположить, что Адепты постоянно меняют свой облик. Так, например, о Хранителе Облаков говорят, что в человеческом облике она «изящна, одета в пурпурные одежды и похожа на распустившийся цветок», а в зверином облике она «грациозно летает, парит средь облаков и взывает к луне».\nОдна занимательная история, рассказанная в «Полной истории Непорочного павильона», даёт более глубокое понимание возвышенного характера Адептов. Однажды, проезжая через Заоблачный предел, путешественник случайно встретил Хранителя Облаков. Он достал самодельные часы, которые с гордостью назвал «водяными часами с поплавком в нефритовом флаконе», и попытался поразить Адепта своей находчивостью. Но, к его удивлению, Адепт резко указала на недостатки использования водяных часов с поплавком для измерения хода времени. Услышав это, путешественник обратился к ней за советом, который в итоге получил, после чего был направлен к подножию горы.\nТакие истории заставляют смертных печалиться - только встретив Адепта, свободного и не ограниченного рамками материального мира, можно осознать, насколько ничтожна жизнь смертных."
          }
        ]
      },
      {
        "title": "История персонажа 1",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Уровень дружбы 2</color>\nКаждую секунду гавань Ли Юэ наполнена толпами людей. Местные торговцы с кошелями, набитыми морой, чужеземцы в причудливых одеяниях, проницательные и хитрые государственные служащие, приветливые стражники... Здесь смешиваются люди из всех слоёв общества с самыми разными характерами, и никто не выглядит неуместно.\nКогда в таком городе внезапно появляется новый житель, люди не обращают на него внимания.\nИменно таким жителем гавани Ли Юэ стала женщина по имени Сянь Юнь. Высокая и стройная, она носит очки в красной оправе и излучает особую энергетику, которая выделяет её на общем фоне.\nОна хорошо знакома фонтейнским торговцам, которые продают свои механические творения на улицах Ли Юэ. Проходя мимо, она неизменно останавливается, чтобы обсудить с ними механические конструкции, и, если диалог завязывается, то целый день пролетает как один миг. Похоже, она хорошо знакома с шеф-поваром Мао и Сян Лин из ресторана «Народный выбор», и её часто можно увидеть за столиком напротив Гобы в ожидании порции горячей лапши «Борода дракона». Она также произвела впечатление на официантов шатра «Синьюэ» и «Глазурного павильона», где она иногда обедает в компании господина Чжун Ли из ритуального бюро «Ваншэн». Бабуля Шань, продавец игрушек, тоже её хорошо помнит. Если бабуле Шань не изменяет память, то именно Сянь Юнь часто приводит с собой девушку с длинными белыми волосами, чтобы та посмотрела на воздушных змеев и другие безделушки. Девушка, которую, как она теперь знает, зовут Шэнь Хэ, никогда не находит ничего, что бы ей понравилось, но Сянь Юнь приводит её снова и снова.\nКак и многие другие жители гавани Ли Юэ, Сянь Юнь, похоже, не только имеет увлечения, но и много путешествует и умеет дружить. Когда люди видят, как она болтает с мадам Пин у пруда возле террасы Юйцзин, они не обращают на это никакого внимания.\n«Я давно не видела Творца Гор, а Владыка Лун до сих пор не вернул талисман очищения обители, который я ему одолжила...»\n«В самом деле? Что же это такое? Ты придумала какое-то новое сигнальное приспособление?»\n«Так и есть. Сейчас я тебе всё подробно расскажу...»\nКаждый вечер наступает момент, когда огни тысяч домов окончательно гаснут, а гавань Ли Юэ ненадолго затихает. Когда всё интересное заканчивается и город замирает в ожидании утра, Сянь Юнь использует эту возможность, чтобы прогуляться по узкой тропинке, ведущей на гору Тяньхэн.\nЗазубренные выступы не представляют для неё трудности. Стремительный прыжок вверх, порыв ветра - и вот она в мгновение ока оказывается на вершине.\nГлядя на туманные улицы внизу, человек под именем Сянь Юнь превращается в журавля и, взмахнув крыльями, поднимается к небесам.\nВпрочем, в этом нет ничего странного. Гавань Ли Юэ - город, который принимает всех. Вполне естественно, что здесь могут жить и Адепты."
          }
        ]
      },
      {
        "title": "История персонажа 2",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Уровень дружбы 3</color>\nЧасть истории Ли Юэ сгинула в песках времени. Остальные либо оставили свой след на земле в виде древних руин, либо попали в анналы истории благодаря кропотливым усилиям тех, кому посчастливилось встретиться с Адептами. Чтобы понять историю Ли Юэ, нужно не только путешествовать по всем уголкам этой земли, но и обратиться к историческим книгам. Естественно, важную роль в этом процессе играют коллекционеры книг. Один из таких людей - великий учёный из гавани Ли Юэ, который называет себя «Учёным Дун Мином».\nДун Мин близко знаком с консультантом ритуального бюро «Ваншэн» господином Чжун Ли и часто обращается к нему с просьбой помочь оценить подлинность древних текстов. В один из таких дней у Чжун Ли возникли дела, которые не позволили ему лично присутствовать на встрече, поэтому он прислал вместо себя друга.\nЭтим другом оказалась высокая стройная женщина в очках с красной оправой, которая представилась как Сянь Юнь. Поначалу Учёный Дун Мин полагал, что она, как и господин Чжун Ли, окажется человеком высококультурным и образованным. Но когда она вошла, то не проявила никакого интереса к лежащим перед ней древним текстам, а единственное, что привлекло её внимание, был старый механический замок на двери. Дун Мин от волнения потерял дар речи. Словно почувствовав повисшую в воздухе неловкую тишину, Сянь Юнь взяла себя в руки и заговорила. Чтобы успокоить Дун Мина, она заверила его, что обладает достаточной остротой зрения, чтобы судить о достоверности древних текстов, а затем заговорила о своих очках.\nОказалось, что со зрением у Сянь Юнь всё в порядке, и ей вовсе не нужны очки. «Очки, - объяснила она, - не только помогают видеть, но и могут быть аксессуаром! Неужели это так сложно понять?.. Зачем ограничивать себя скучными цветами? Что плохого в красной оправе?»\n«Что за странная особа...» - подумал про себя Дун Мин.\n«Кроме того, разве очки не успокаивают людей? Разве они не позволяют выглядеть более... по-человечески?» Услышав это, Дун Мин резко изменился в лице.\n«Я имею в виду, больше соответствовать местной моде. Всё же я не уроженка гавани Ли Юэ».\n«А, тогда это всё объясняет...» - подумал Дун Мин, который и сам не был местным жителем. Услышав её слова, он почувствовал себя немного ближе к Сянь Юнь - достаточно близко, чтобы вернуть тему к древним текстам, которые он хотел оценить.\nПросмотрев тексты, Сянь Юнь нахмурилась и воскликнула: «В форме быка, с крылатым хвостом... С чего Фу Цзинь с севера принимать такую форму? А уж про Творца Гор... это вообще полная чушь».\nОдин из способов оценить подлинность древних записей - изучить их содержание. Учитывая, что эксперт до него считал записи ошибочными, Дун Мину показалось, что эта книга, которую он приобрёл по довольно привлекательной цене, скорее всего, подделка. Коллекционирование древних текстов - занятие трудоёмкое и дорогостоящее, и время от времени приходится затягивать пояс, чтобы свести концы с концами. Учёный Дун Мин с грустью улыбнулся, вспоминая, сколько несчастий выпало на его долю. Его родители и жена умерли, а эти книги стали для него единственным спасением от житейских невзгод.\nОн вздохнул и произнёс голосом, переполненным переживаниями: «Жизнь смертных полна невзгод, в то время как Адепты свободны и беззаботны. Сомневаюсь, что мне когда-нибудь посчастливится встретить Адепта».\nСянь Юнь некоторое время смотрела на измождённого коллекционера, прежде чем ответить: «Говорят, что в древние времена люди, стремящиеся стать Адептами, должны были пройти испытания неба и земли, и только тогда им давалась возможность доказать свои истинные намерения. Мучительный путь к становлению Адептом был не менее болезненным, чем муки земной жизни».\n«Я уверен, что вы правы... Простите, я позволил себе наговорить лишнего».\nОбменявшись мнениями, Дун Мин проводил Сянь Юнь до выхода из библиотеки. Уже прощаясь, она вдруг подняла голову, словно что-то вспомнив, и сказала: «Несмотря на то что твоя книга подделка, на твоём месте я бы отнесла этот старый замок антиквару. Возможно, ты обнаружишь, что он стоит не меньше, чем эта книга».\n«Что касается встречи с Адептом... Я бы пока не теряла надежды. У тебя впереди ещё много времени, так что не теряй оптимизма и смотри в будущее с надеждой»."
          }
        ]
      },
      {
        "title": "История персонажа 3",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Уровень дружбы 4</color>\nГосподствующая школа исторической мысли считает верным следующее утверждение: «С начала всего сущего есть небо и земля, ограниченные своими пределами, как и бесчисленные реки мира, расходящиеся в четыре стороны, - у всего есть начало и конец. Через космос бессмертные появились на свет, не дожидаясь богов, действуя, не дожидаясь света и тьмы - увлажняя лес и траву, впитываясь в металл и камень, - их путь в природе, их начало неизвестно, их конец непознаваем». Проще говоря - мир имеет свои границы, и Адепты не были созданы богами.\nЕщё до появления самого названия «Ли Юэ» в горах этой земли обитали Адепты. Среди них одни считали своим долгом защищать мир и людей, а другие были одержимы тиранией. Часть этой истории записана в «Полной истории Непорочного павильона»:\n«Демон засухи разбушевался и выжег обнажённую пустыню. Сердца людей воспалились, доведя их до грани отчаяния. Охваченные тучами моровой язвы и миазмов, они были объяты тревогой. К кому они могут обратиться? Кто спасёт их?\nПрибыв на место, Адепт призвал ветер, чтобы удержать облака. Тотчас же тучи собрались вместе, и с небес хлынул обильный дождь. Засуха и чума были побеждены, а люди спасены».\nИменно этот Адепт, которого последующие поколения уважительно называли Хранителем Облаков, спас человечество от демона засухи в трудную минуту. Преисполненные благодарности, люди запечатлели его великий подвиг этими словами.\nПозже между богами разразилась великая война. Добродетель и сострадание Моракса, бога контрактов, снискали ему благосклонность Хранителя Облаков и других Адептов, и они последовали за ним в бой, развернув широкую кампанию по всей земле. В итоге они одержали победу, восстановив мир и обеспечив людям процветание.\nРассказы о той ушедшей эпохе, с её героями и Адептами, не знающими себе равных, никогда не переставали очаровывать и вызывать восхищение потомков. Величественные фигуры Адептов вплелись в саму ткань истории, породив бесчисленные трогательные легенды, которые разрастались вместе с народом Ли Юэ. Но когда Сянь Юнь слышит рассказы людей об Адептах, особенно те, что касаются её самой, она редко выказывает восторг.\nЗа прошедшие годы Заоблачный предел, который когда-то был наполнен весёлой музыкой, превратился в невыносимо одинокое место. Почти все её близкие друзья, которые когда-то смеялись рядом с ней, погибли в бушующем огне той войны. Иногда пустота внутри неё становится невыносимой. И хотя её товарищи добровольно пожертвовали собой, защищая мир, она не может не оплакивать их.\nНо, несмотря на это, она до сих пор соблюдает договор, заключённый с Властелином Камня много лет назад. Этот контракт - живое свидетельство единой решимости и устремлений всех Адептов. Ей в голову ни разу не приходила мысль нарушить клятву и уйти. Больше всего на свете она ценит узы дружбы, которые связывают её с товарищами, поэтому, даже если бы пришлось исполнять желания погибших собратьев, она бы никогда не бросила Ли Юэ на произвол судьбы.\nСожаление и решимость бурлили в её душе, но постепенно мысли Сянь Юнь улеглись, и она молча слушала, пока ей рассказывали оставшуюся часть человеческой легенды. Когда рассказ подошёл к концу, она ответила лишь:\n«Бесподобная история»."
          }
        ]
      },
      {
        "title": "История персонажа 4",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Уровень дружбы 5</color>\nВ те времена, когда крепка была дружба Адептов, они время от времени собирались все вместе, тогда в Заоблачном пределе звучала весёлая музыка и песни. Владыка Песен и Скитаний обладала отличным чувством ритма и прекрасно играла на цитре, а Гуй Чжун была прирождённым композитором. Якса Бонанас и Индариас часто присоединялись к Хранителю Облаков, отбивая такт и подпевая мелодиям Владыки Песен и Скитаний. Иногда, находясь в приподнятом настроении, Хранитель Облаков принимала самые разные формы, танцуя под дуновение ласкового ветерка. В такие моменты обитатели гор и рек поднимали головы и, навострив уши, замирали, наслаждаясь блаженной музыкой Адептов. Другие Адепты тоже останавливались, чтобы послушать её с радостью в сердце. Сейчас в Заоблачном пределе царит тишина, нарушаемая лишь свистом ветра и щебетанием птиц. Время от времени из самых сокровенных уголков её пристанища, глубоко в сердце горы Аоцан, слышатся разговоры Хранителя Облаков со своими учениками. Движимая милосердием, за многие годы она приняла немало учеников. У некоторых было трагическое прошлое, но благодаря годам усердного обучения они избавились от тягостных мыслей, словно ростки, которые пережили мороз и поднимаются из-под тающего снега. Она часто наблюдает за ними, и это доставляет ей огромную радость. Они воплощают в себе надежды, которые когда-то лелеяли её друзья, а значит, в них живёт их дух. Именно поэтому она так заботится о своих юных учениках. Временами её переполняет желание опекать их, и это желание часто сбивает их с толку, но она не придаёт этому значения. Ведь юные ученики не знают, что такое разлука с друзьями, и не видели залитых кровью полей сражений. Разве они могут знать, как много они для неё значат? Главное, чтобы они были целы и невредимы."
          }
        ]
      },
      {
        "title": "История персонажа 5",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Уровень дружбы 6</color>\nЗаконы природы таинственны и неуловимы, поэтому у каждого Адепта свои уникальные методы обучения. Хранитель Облаков ведёт исследовательскую работу по изучению фундаментальных законов. Мудрость сперва нужно искать во внешних источниках, а затем проверять её на собственном опыте. Человек должен совершенствовать себя изнутри, согласовывая внутренние мысли с внешними реалиями, чтобы достичь состояния единства. Цель исследования - изучить принципы всех вещей и тем самым открыть универсальные истины, которые лежат внутри. Всё, что есть в мире, разумное или нет, воплощает в себе набор принципов - и только исследуя и изучая эти принципы, можно понять законы, которым подчиняются все вещи. Это и есть путь истинного совершенствования. Плоды, принесённые тысячелетиями такой преданности, поистине велики, и, несомненно, именно эта мудрость отличает её от смертных. Ей очень жаль, что их жизнь так коротка, ведь даже если бы она хотела, у неё не хватило бы времени, чтобы передать им свою мудрость в чистом виде. Кроме того, людям с их ограниченными способностями часто бывает трудно достичь подобной глубины знаний и рассуждений даже под её руководством. Но после длительных раздумий ей пришла в голову одна мысль. Простым смертным трудно постичь законы природы на собственном опыте, однако она может вложить истины в хитроумные устройства и просветить человечество с помощью механики. Во-первых, законы природы глубоки и загадочны. Если бы она могла разложить их на множество простых принципов и распространить эти знания по миру, возможно, это помогло бы людям лучше понять их. Во-вторых, организация производства на основе принципов механики позволила бы сэкономить неоценимое количество рабочей силы и ресурсов. Если бы машины можно было использовать для стирки одежды, людям больше не пришлось бы лежать в своих постелях и слушать звуки стирки в ночи. А если бы люди могли использовать машины для передвижения, то не было бы больше долгих, утомительных путешествий. В наши дни в Ли Юэ воцарился мир, и земля больше не полагается на то, что она избавит её от засухи с помощью благословенного дождя. Теперь люди сами спасают свои поля с помощью ирригации. Огонь войны потух, люди счастливы и мечтают о благополучной жизни. В такую эпоху соблюдение контрактов и защита мира уже не сводятся к уничтожению монстров и изгнанию демонов. Создание механизмов, улучшающих жизнь людей, - это ещё один не менее действенный способ достижения поставленной цели. Жизнь смертных коротка. Ожидать, что они смогут полностью постичь законы природы или посвятить всю жизнь созданию долговечного наследия, попросту нереально. Но с её помощью... возможно, создание рая на земле не такая уж несбыточная мечта. И хотя песни, звучавшие в Заоблачном пределе, никто больше не услышит, смех, разносящийся по всем уголкам города, можно сохранить... Это то, что она может сделать, и то, чего она жаждет всем сердцем. Кроме того, Хранитель Облаков обожает механизмы, до такой степени, что часто забывает поесть и поспать, когда работает над новым проектом. И это несмотря на то, как сильно она любит изысканную кухню. Никто не знает, когда это началось, но увлечение Хранителя Облаков изучением механизмов превратилось в навязчивую идею, о чём прекрасно известно каждому из её учеников..."
          }
        ]
      },
      {
        "title": "Нефритовая пустота",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Уровень дружбы 4</color>\nЛегенда гласит, что место, где живёт Адепт, называют Нефритовой пустотой. Обители Адептов, приютившиеся среди вершин Заоблачного предела, как раз относятся к таким местам. Само название «Нефритовая пустота» происходит от места, расположенного среди облаков высоко над пиком Цинъюнь, откуда открывается вид на мир внизу. Смертным крайне редко доводилось бывать здесь. «Нефрит» указывает на фундамент этого места, который сделан из цельного куска плаустрита - вот почему он парит над облаками. Истинный путь находится в пустоте, и поэтому его можно достичь, только пройдя через пустоту. Когда-то те, кто стремился пройти путь Адепта, должны были выдержать испытания неба и земли. Здесь проходило испытание неба. Однако изначально Нефритовая пустота была создана Адептами не для испытаний духа. Её создала Хранитель Облаков как место для размышлений и медитаций. Лишь позднее Владыка Лун и Творец Гор убедили её отдать это место на благо тех, кто ищет путь Адепта. Услышав, что Властелин Камня дал своё согласие, и что с ним согласились Гуй Чжун и Владыка Песен и Скитаний, Хранитель Облаков с готовностью уступила Нефритовую пустоту и построила над ней небольшой павильон. В наши дни лишь немногие способны пройти путь Адепта, и Нефритовая пустота сперва превратилась в легенду, которую смертные рассказывают друг другу, а после вернулась под опеку Хранителя Облаков. Но сейчас, вернувшись в это место над облаками, её душевное состояние изменилось. Бескрайнее море облаков и красота восходов и закатов как никогда величественны, но её мысли постепенно уносятся в оживлённую суету земного мира. Она мечтает жить рядом с людьми в облике человека под именем Сянь Юнь.\n«Я проголодалась. Как насчёт... восхитительного крабового тофу от ресторана \"Народный выбор\"?»"
          }
        ]
      },
      {
        "title": "Глаз Бога",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Уровень дружбы 6</color>\nАдепты Ли Юэ были рождены среди элементальной энергии, которая струится между небом и землёй. Они, как чистые элементальные существа, ближе к истокам высшей истины, чем простые смертные. У Сянь Юнь обращение к силе стихий происходит почти на подсознательном уровне. Для этого ей не требуется никакого сосредоточения, не говоря уже о Глазе Бога. Но теперь, когда она живёт среди смертных в человеческом обличье, соблюдение правил людей кажется ей до странности уместным. По её мнению, использовать Глаз Бога как средство применения силы стихии не составляет большого труда... так почему бы не пользоваться им? Сянь Юнь не ценит Глаз Бога, который она носит на руке, так, как это делал бы смертный. Но его ношение привело к неожиданному открытию. Однажды, проходя через Тростниковые острова, она повстречала фермера. Он был высокого роста и держал в руках мотыгу, но дрожал от страха перед парой низкорослых, щуплых бандитов, угрожавших ему кинжалами. Намереваясь помочь, Сянь Юнь шагнула к ним, но, видя, что перед ним женщина и к тому же небольшого роста, крестьянин попытался убедить её не вмешиваться, боясь, что она пострадает. Но когда Сянь Юнь повернулась, чтобы поговорить с ним, он увидел Глаз Бога и принял её за благородную героиню. Его тон и поведение изменились в мгновение ока, он попросил её прогнать разбойников вместе с ним и бросился в атаку. В итоге крестьянин с мотыгой наперевес в одиночку отразил нападение двух бандитов, а Сянь Юнь ограничилась тем, что выбила кинжал из рук одного из них. Однако, глядя на сияющий Глаз Бога на её руке, крестьянин не переставал восклицать, как бы он хотел иметь такой же. Конечно, крестьянину не нужен был Глаз Бога, а только немного смелости. Но она видела, какой эффект Глаз Бога произвёл на него: он словно стал другим человеком. В тот миг стало очевидным, какое глубокое влияние может оказать на человека внешний объект. На какое-то время это наблюдение озадачило её. Может, и правда, что всё в этом мире обладает своими объективными характеристиками, но менять своё отношение к человеку из-за внешнего объекта... безусловно, это было глупо. Известная своей откровенностью, она всегда готова похвалить или посрамить, но её суждения неизменно основывались исключительно на сущности, а не на внешности. Когда люди приветливы к ней, она относится к ним по-доброму, но, когда они ведут себя отвратительно, она испытывает к ним лишь презрение. Такой она была в статусе Хранитель Облаков, такой же она будет и в обличье благородной героини Сянь Юнь. «Открой глаза и осмотрись - я и пальцем не пошевелила. Учитывая, что ты вполне можешь полагаться на свои силы, чтобы прогнать врагов, тебе следует быть увереннее в себе». Сянь Юнь сказала всё, что хотела, и, махнув рукой, удалилась. Своим героизмом она очищает нижний мир, а мудростью передаёт законы природы. И по сей день Сянь Юнь ходит по миру смертных, сдержанная и невозмутимая."
          }
        ]
      }
    ],
    "map": "https://act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_source=hoyolab&utm_medium=tools&lang=ru-ru&bbs_theme=light&bbs_theme_device=1#/map/2?shown_types=566,57,564&center=689.31,-2714.02&zoom=-1.00",
    "summaryList": [
      {
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/7df9ed84f6126896b33b58df5c8f5c51_750115520797489960.png",
        "name": "Ветер очищения",
        "desc": [
          {
            "type": "RichText",
            "text": "Увеличивает количество зарядов навыка <color=#ffd780>Белые облака на заре</color> на 1."
          }
        ]
      },
      {
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/5d17eb4281a1a85d1607a2aa930ce3e9_1170833427479550210.png",
        "name": "Отстранившись от мира",
        "desc": [
          {
            "type": "RichText",
            "text": "После применения Небесной лестницы навыка <color=#ffd780>Белые облака на заре</color> сила атаки Сянь Юнь повышается на 20% на 15 сек.\nКроме того, эффект пассивного таланта Адепт в своей обители становится сильнее: Сплетение звёзд <color=#ffd780>Сумеречного собрания звёзд</color> с действующей Поддержкой Адептов повышает урон ударной волны атак в падении активных персонажей отряда поблизости на 400% от силы атаки Сянь Юнь. Максимальное увеличение урона, полученное таким образом, не может превышать 18 000.\nОдна ударная волна атаки в падении может нанести данный повышенный урон только одному противнику. Каждый персонаж может активировать этот эффект один раз в 0,4 сек.\nТребуется разблокировать пассивный талант Адепт в своей обители."
          }
        ]
      },
      {
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/99e5edf5792f606597f6f4c584351cdb_1387779572820609271.png",
        "name": "Создания звезды и луны",
        "desc": [
          {
            "type": "RichText",
            "text": "Увеличивает уровень навыка <color=#ffd780>Сумеречное собрание звёзд</color> на 3.\nМакс. уровень: 15"
          }
        ]
      },
      {
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/4bab968ad5a20b6d42caae36d982d97a_4077108820385006972.png",
        "name": "Таинственное жемчужное просо",
        "desc": [
          {
            "type": "RichText",
            "text": "Попадания Волны плывущих облаков по противнику во время одного и того же Превращения облаков навыка <color=#ffd780>Белые облака на заре</color> , во время которого Небесная лестница была задействована 1/2/3 раза, восстанавливают HP всем членам отряда поблизости в размере 50%/80%/150% от силы атаки Сянь Юнь соответственно. Этот эффект может возникнуть раз в 5 сек."
          }
        ]
      },
      {
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/79d2dc0ab0f7a0c36587bd40a2ba09b7_1072691111780081187.png",
        "name": "Верхом на розовых облаках",
        "desc": [
          {
            "type": "RichText",
            "text": "Увеличивает уровень навыка <color=#ffd780>Белые облака на заре</color> на 3.\nМакс. уровень: 15"
          }
        ]
      },
      {
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/91a98eb5592e02efc62e11afbdd6257e_7702604458075652875.png",
        "name": "Дух Хранителя Облаков",
        "desc": [
          {
            "type": "RichText",
            "text": "После того как Сянь Юнь использует Небесную лестницу 1/2/3 раза во время действия одного и того же Превращения облаков навыка <color=#ffd780>Белые облака на заре</color> , крит. урон Волны плывущих облаков этого Превращения облаков повышается на 15%/35%/70% соответственно.\nВ течение 16 сек. после применения <color=#ffd780>Сумеречного собрания звёзд</color> навык Белые облака на заре не переходит в режим отката. После 8 активаций Белых облаков на заре Сянь Юнь этот эффект исчезает."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Ур. 1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "До возвышения",
              "После возвышения"
            ]
          },
          {
            "key": "Базовое HP",
            "values": [
              "-",
              "810"
            ]
          },
          {
            "key": "Базовая атака",
            "values": [
              "-",
              "26"
            ]
          },
          {
            "key": "Базовая защита",
            "values": [
              "-",
              "45"
            ]
          },
          {
            "key": "Сила атаки",
            "values": [
              "-",
              "0%"
            ]
          }
        ]
      },
      {
        "key": "Ур. 20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "До возвышения",
              "После возвышения"
            ]
          },
          {
            "key": "Базовое HP",
            "values": [
              "2102",
              "2797"
            ]
          },
          {
            "key": "Базовая атака",
            "values": [
              "68",
              "90"
            ]
          },
          {
            "key": "Базовая защита",
            "values": [
              "116",
              "154"
            ]
          },
          {
            "key": "Сила атаки",
            "values": [
              "0%",
              "0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 1496,
            "name": "Осколок бирюзы Вайюда",
            "desc": "Материал возвышения персонажа.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 4952,
            "name": "Нефрит чистой воды",
            "desc": "Нефрит из долины Чэньюй, получил своё название за ощущение прохлады и свежести при прикосновении, как от прохладной воды.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/237301566/637fe2a7402e611f03d7bae55de9606c_2850668103172227987.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 630,
            "name": "Свиток божественной магии",
            "desc": "Свиток, скорее всего относящийся к какой-то магии. Источает необъяснимое тепло.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Divining Scroll_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Ур. 40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "До возвышения",
              "После возвышения"
            ]
          },
          {
            "key": "Базовое HP",
            "values": [
              "4185",
              "4678"
            ]
          },
          {
            "key": "Базовая атака",
            "values": [
              "135",
              "150"
            ]
          },
          {
            "key": "Базовая защита",
            "values": [
              "230",
              "257"
            ]
          },
          {
            "key": "Сила атаки",
            "values": [
              "0%",
              "7,2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          },
          {
            "type": "CustomEntry",
            "epId": 1495,
            "name": "Фрагмент бирюзы Вайюда",
            "desc": "Материал возвышения персонажа.<br/>«Ветра могут поменять направление».",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 4951,
            "name": "Облачные доспехи",
            "desc": "Холодная и твёрдая чешуя суаньни-отшельника. Даже после отпадения она сохраняет чистую силу Адептов. Обычное оружие не может её повредить.<br>Обычные звери иногда по ошибке попадают под влияние силы Адептов и становятся сильнее, чем обычно. Но у суаньни сила Адептов исходит изнутри, поэтому их предводителя часто считают равным Адепту.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/237301566/c51294943608418125265cc8aa101a1b_5643591780497964389.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 4952,
            "name": "Нефрит чистой воды",
            "desc": "Нефрит из долины Чэньюй, получил своё название за ощущение прохлады и свежести при прикосновении, как от прохладной воды.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/237301566/637fe2a7402e611f03d7bae55de9606c_2850668103172227987.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 630,
            "name": "Свиток божественной магии",
            "desc": "Свиток, скорее всего относящийся к какой-то магии. Источает необъяснимое тепло.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Divining Scroll_icon.png",
            "amount": 15
          }
        ]
      },
      {
        "key": "Ур. 50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "До возвышения",
              "После возвышения"
            ]
          },
          {
            "key": "Базовое HP",
            "values": [
              "5383",
              "6041"
            ]
          },
          {
            "key": "Базовая атака",
            "values": [
              "173",
              "194"
            ]
          },
          {
            "key": "Базовая защита",
            "values": [
              "296",
              "332"
            ]
          },
          {
            "key": "Сила атаки",
            "values": [
              "9,6%",
              "14,4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          },
          {
            "type": "CustomEntry",
            "epId": 1495,
            "name": "Фрагмент бирюзы Вайюда",
            "desc": "Материал возвышения персонажа.<br/>«Ветра могут поменять направление».",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 4951,
            "name": "Облачные доспехи",
            "desc": "Холодная и твёрдая чешуя суаньни-отшельника. Даже после отпадения она сохраняет чистую силу Адептов. Обычное оружие не может её повредить.<br>Обычные звери иногда по ошибке попадают под влияние силы Адептов и становятся сильнее, чем обычно. Но у суаньни сила Адептов исходит изнутри, поэтому их предводителя часто считают равным Адепту.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/237301566/c51294943608418125265cc8aa101a1b_5643591780497964389.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 4952,
            "name": "Нефрит чистой воды",
            "desc": "Нефрит из долины Чэньюй, получил своё название за ощущение прохлады и свежести при прикосновении, как от прохладной воды.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/237301566/637fe2a7402e611f03d7bae55de9606c_2850668103172227987.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 634,
            "name": "Свиток печати",
            "desc": "Старый свиток, которому не достаёт деталей и ясности. Магические существа могут воссоздать по рисункам часть магии, описанной в нём.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Ур. 60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "До возвышения",
              "После возвышения"
            ]
          },
          {
            "key": "Базовое HP",
            "values": [
              "6752",
              "7246"
            ]
          },
          {
            "key": "Базовая атака",
            "values": [
              "217",
              "233"
            ]
          },
          {
            "key": "Базовая защита",
            "values": [
              "371",
              "399"
            ]
          },
          {
            "key": "Сила атаки",
            "values": [
              "14,4%",
              "14,4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          },
          {
            "type": "CustomEntry",
            "epId": 1494,
            "name": "Кусок бирюзы Вайюда",
            "desc": "Материал возвышения персонажа.<br/>«Ветра могут поменять направление».<br/>«Когда-нибудь они будут дуть в сторону лучшего будущего...»",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 4951,
            "name": "Облачные доспехи",
            "desc": "Холодная и твёрдая чешуя суаньни-отшельника. Даже после отпадения она сохраняет чистую силу Адептов. Обычное оружие не может её повредить.<br>Обычные звери иногда по ошибке попадают под влияние силы Адептов и становятся сильнее, чем обычно. Но у суаньни сила Адептов исходит изнутри, поэтому их предводителя часто считают равным Адепту.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/237301566/c51294943608418125265cc8aa101a1b_5643591780497964389.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 4952,
            "name": "Нефрит чистой воды",
            "desc": "Нефрит из долины Чэньюй, получил своё название за ощущение прохлады и свежести при прикосновении, как от прохладной воды.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/237301566/637fe2a7402e611f03d7bae55de9606c_2850668103172227987.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 634,
            "name": "Свиток печати",
            "desc": "Старый свиток, которому не достаёт деталей и ясности. Магические существа могут воссоздать по рисункам часть магии, описанной в нём.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Ур. 70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "До возвышения",
              "После возвышения"
            ]
          },
          {
            "key": "Базовое HP",
            "values": [
              "7946",
              "8458"
            ]
          },
          {
            "key": "Базовая атака",
            "values": [
              "256",
              "272"
            ]
          },
          {
            "key": "Базовая защита",
            "values": [
              "438",
              "465"
            ]
          },
          {
            "key": "Сила атаки",
            "values": [
              "14,4%",
              "21,6%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          },
          {
            "type": "CustomEntry",
            "epId": 1494,
            "name": "Кусок бирюзы Вайюда",
            "desc": "Материал возвышения персонажа.<br/>«Ветра могут поменять направление».<br/>«Когда-нибудь они будут дуть в сторону лучшего будущего...»",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 4951,
            "name": "Облачные доспехи",
            "desc": "Холодная и твёрдая чешуя суаньни-отшельника. Даже после отпадения она сохраняет чистую силу Адептов. Обычное оружие не может её повредить.<br>Обычные звери иногда по ошибке попадают под влияние силы Адептов и становятся сильнее, чем обычно. Но у суаньни сила Адептов исходит изнутри, поэтому их предводителя часто считают равным Адепту.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/237301566/c51294943608418125265cc8aa101a1b_5643591780497964389.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 4952,
            "name": "Нефрит чистой воды",
            "desc": "Нефрит из долины Чэньюй, получил своё название за ощущение прохлады и свежести при прикосновении, как от прохладной воды.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/237301566/637fe2a7402e611f03d7bae55de9606c_2850668103172227987.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 1282,
            "name": "Свиток запретного проклятья",
            "desc": "Свиток, исписанный древними изображениями. Говорят, немногие могут расшифровать их значение, и те немногие учёные, у которых получилось, сошли с ума.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Ур. 80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "До возвышения",
              "После возвышения"
            ]
          },
          {
            "key": "Базовое HP",
            "values": [
              "9184",
              "9677"
            ]
          },
          {
            "key": "Базовая атака",
            "values": [
              "295",
              "311"
            ]
          },
          {
            "key": "Базовая защита",
            "values": [
              "505",
              "532"
            ]
          },
          {
            "key": "Сила атаки",
            "values": [
              "21,6%",
              "28,8%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          },
          {
            "type": "CustomEntry",
            "epId": 1493,
            "name": "Драгоценная бирюза Вайюда",
            "desc": "Материал возвышения персонажа.<br/>«Ветра могут поменять направление».<br/>«Когда-нибудь они будут дуть в сторону лучшего будущего...»<br/>«Прими мои благословения и живи свободно!»",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 4951,
            "name": "Облачные доспехи",
            "desc": "Холодная и твёрдая чешуя суаньни-отшельника. Даже после отпадения она сохраняет чистую силу Адептов. Обычное оружие не может её повредить.<br>Обычные звери иногда по ошибке попадают под влияние силы Адептов и становятся сильнее, чем обычно. Но у суаньни сила Адептов исходит изнутри, поэтому их предводителя часто считают равным Адепту.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/237301566/c51294943608418125265cc8aa101a1b_5643591780497964389.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 4952,
            "name": "Нефрит чистой воды",
            "desc": "Нефрит из долины Чэньюй, получил своё название за ощущение прохлады и свежести при прикосновении, как от прохладной воды.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/237301566/637fe2a7402e611f03d7bae55de9606c_2850668103172227987.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 1282,
            "name": "Свиток запретного проклятья",
            "desc": "Свиток, исписанный древними изображениями. Говорят, немногие могут расшифровать их значение, и те немногие учёные, у которых получилось, сошли с ума.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
            "amount": 24
          }
        ]
      },
      {
        "key": "Ур. 90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "До возвышения",
              "После возвышения"
            ]
          },
          {
            "key": "Базовое HP",
            "values": [
              "10409",
              "-"
            ]
          },
          {
            "key": "Базовая атака",
            "values": [
              "335",
              "-"
            ]
          },
          {
            "key": "Базовая защита",
            "values": [
              "573",
              "-"
            ]
          },
          {
            "key": "Сила атаки",
            "values": [
              "28,8%",
              "-"
            ]
          }
        ]
      }
    ],
    "voice": [
      {
        "title": "Привет...",
        "desc": "Что, небольшие изменения во внешности - и уже не узнаёшь меня? Позволь развеять все сомнения: я во всём свободна и ничем не ограничена, могу жить, как пожелаю, и идти куда хочу и с кем хочу. Тем не менее, кхм... учитывая мою значительную известность... попрошу при посторонних называть меня «Сянь Юнь».",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/3beaa4dd88a3dfe8a2cf984e8bb2bafc_4369838470883897253.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/a4bd627f60df08fd96c8084fcc04fe71_1110180367276663467.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/6537904bae9da1d06ca8322f3b1a21e5_8290094865103736260.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/ff25e4777ff9eba4a02d4d14cadd7abf_6842946126389073346.mp3"
          }
        ]
      },
      {
        "title": "Поболтаем: Искусство механики",
        "desc": "Секреты искусства механики непросты, в двух словах не объяснить... Но почему все постоянно засыпают, когда я начинаю рассказывать?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/3bbe3ed0c9aafe257725431175e6487c_5301174043372537577.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/7bd3ec0815d7a19083cd283d457d09b0_2099961880038789926.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/8656b15547b0ab15430b3199cdf3cd6e_3330313019953398991.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/7bd33f30a62ca06b583948a3ca72cfa6_7798693412626745019.mp3"
          }
        ]
      },
      {
        "title": "Поболтаем: Мир смертных",
        "desc": "На земле царит мир, и всё обновляется и расцветает, подобно цветам весной. Благоприятная эпоха для человечества.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/2d9d02e36e049a36c835e27b0e75593e_8793826883295980104.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/9804fad495c76cfe96528c32b0f36c4c_2992487635646073352.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/bbc6bec6644836c0ff697385a82d47c3_1254710067873535007.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/6b910ba9b65dcb1a09df6987aaab92c4_5562037690560315519.mp3"
          }
        ]
      },
      {
        "title": "Поболтаем: Интересные истории",
        "desc": "<p>Если ты не занят/а, почему бы нам не посидеть у меня, обсудим последние новости.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/36b196ec1bd368d3a5b3aa099a72acab_3059213694405555698.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/c57d7f939525f081fcfad99400442390_5897399038656789498.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/b72e14b68c34e8d83d9cc72737bd540d_8554551139892016830.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/530ca3b66c5870ffbb50657d6a3fcc17_684708245912714816.mp3"
          }
        ]
      },
      {
        "title": "Когда идёт дождь...",
        "desc": "В эпоху мягких ветров и благодатных дождей мне нет нужды повелевать погодой.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/09d5d4bb222a7be15daf00c26ae2b0e1_5039427509770765385.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/8364797cbc34e77d84b7db05bea4735a_1886094647752797709.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/7c9f4738e62a6a128cad511cf8972893_8675141871733527879.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/ab6e28d44762ef321dc40ca5be5d3918_8299459727790705951.mp3"
          }
        ]
      },
      {
        "title": "Когда гремит гром...",
        "desc": "Ох, ну и грохот...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/ce237a1b02a2c679126cd600187267bb_8457925177839249324.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/83ef814fb75bab46285b2c2ec8021926_4539312829744584140.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/6e9e2b00b61e8b2aa1150148f615de3f_5060413830512490085.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/21e3f2333b2e711b3f1a4c4720e79a8f_958175916681693126.mp3"
          }
        ]
      },
      {
        "title": "Когда светит солнце...",
        "desc": "<p>В такой погожий день вид с небес должен быть замечательным... Не волнуйся, я не собираюсь улетать и бросать тебя одного/у.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/d69add113fcff01afcef9cb081f98031_624251961231408074.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/09c6edb586aed63606f73a6979937ad8_5504856146597660679.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/fc6690946af93824d25e6a8825df5bc4_5269347497511480060.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/ceaf436eef8ae2959fc7cad0348a9131_2139613219043586160.mp3"
          }
        ]
      },
      {
        "title": "Когда дует сильный ветер...",
        "desc": "<p>Ах, какой приятный ветерок. Не наложить ли на тебя талисманы Адептов, чтобы ты мог/ла полетать по небу вместе со мной?</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/4857d3d0445723f3d174cb2404ef8efe_4924159357965341765.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/a7c0775416e8734318a4bcd60c4f371b_4146625390428175483.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/58d7caf7bdef6e91c9708275c24d233c_8120146389367032843.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/37731d0c50ab2679d59094fc41e7ac7b_8608807471681465719.mp3"
          }
        ]
      },
      {
        "title": "Доброе утро...",
        "desc": "<p>Вообще я проснулась довольно давно, но закрыла глаза для медитации. Очень полезная практика для духовного развития - обязательно как-нибудь сам/а попробуй.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/e0e05ecf8ff3b88efeafdfab24ba034d_2513800399723075260.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/59570edff1867a57f4b08b5f3f35185e_6750215040422579100.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/f4ef4b02b756c3c0e2ee8a70ee47b337_6738893497989143359.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/f1aa76225df522dd038c52315c7b6304_1281143574199581923.mp3"
          }
        ]
      },
      {
        "title": "Добрый день...",
        "desc": "Хм? Не надо на меня так смотреть, разве сегодня не твоя очередь готовить обед?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/264e09b0b002d3fc116015d025fc34d0_1386288096355346611.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/059f1d1bb7dc9f485532455d312578f4_968527165087993890.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/45e9caf8f4bad9ced7478de5a55093b2_7983081381443115030.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/01d27c0fbaa6c731c68d17a235fb5001_5514445875268338211.mp3"
          }
        ]
      },
      {
        "title": "Добрый вечер...",
        "desc": "Хочешь вместе сходить на ночной рынок? Ха, не пристало нам заниматься такими глупостями. Я могу создать для тебя любую безделушку, какую пожелаешь.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/16b2517c31c39564f092f31dbe554406_6124305144342241382.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/3f752a1de232f51c54b925b6975b9f94_1003037061778726375.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/5e7fd9d014d66604c018d2855d61d043_6213808512780579100.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/606296bdc574ff16b5413541df835c26_9137217537367490698.mp3"
          }
        ]
      },
      {
        "title": "Спокойной ночи...",
        "desc": "Я всё ещё полна сил... А вот у тебя глаза закрываются уже. Пора и отдохнуть.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/bcdd474ba03325672eaf0a1a27ff4699_2245128571903597290.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/14c83e4e2e0801adbf8a6b224be7aa59_1257809544193966475.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/a97da42d19947c9bc88f7edb7225d920_3733089817007993055.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/691e007d0d0fe186212f07bb1c22e333_6781745944234984970.mp3"
          }
        ]
      },
      {
        "title": "О Сянь Юнь: Ученики",
        "desc": "Я всегда была ярой противницей условностей и навязанных ожиданий. Предпочитаю жить свободно в соответствии со своими желаниями. Это естественно, что ученики идут по стопам своего учителя. Они так заняты собственными делами, что часто не пишут неделями... Нет, мне вовсе не одиноко! Хм... Если я проведаю их, как думаешь, не создам ли я неудобства своим визитом?..",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/ede418e268f69a23832a0b7f55198c15_8552094147144618869.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/6a68f2a7b41d88cfcfa45401ac75b741_593942609361347557.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/0971c6990549e90eda814e0b45412177_78292710505938136.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/0ed31179a98e2780c95413a322648bf3_2525283983350442517.mp3"
          }
        ]
      },
      {
        "title": "О Сянь Юнь: Кулинария",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span><br>Конечно, Чудо кулинарной машинерии не заменит человека, если нужно приготовить по-настоящему великолепное блюдо. И всё же, оно даёт мне больше свободного времени, чтобы работать над новой, улучшенной моделью, которая, в свою очередь, экономит ещё больше времени, и так далее, и так далее... Настанет день, когда эта машина будет доведена до совершенства, и все деликатесы, известные человечеству, станут мне доступны.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/38768fd234da8d1d194d481552319d1f_4323286850984504026.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/5cf9c3acf910b8d582b3532db17f5128_5942153261774151700.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/57413cc93e11fdcc18bff0a3135d8587_2210534460734869851.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/a9b6dca607d729481ba64e1b324a82c3_8839425725749959102.mp3"
          }
        ]
      },
      {
        "title": "О нас: Компаньоны",
        "desc": "<p>Я исследовала местность, глядя с небес, и создала этот указывающий путь компас, чтобы тебе было удобнее в путешествиях. Хех, когда ещё у тебя был такой заботливый компаньон, а? ...Уже хорошо знаком/а с этой местностью? Может, оно и так, но человеческая память, как известно, очень ненадёжна. В один прекрасный день ты совсем заблудишься и тогда поблагодаришь меня за предусмотрительность.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/915320f89fabb73d590adac58cf55f52_1277594853897764636.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/6b6545a1f3e3c677f1e20b657dd2ca31_9216160607993598943.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/4b559275f43d93937b859150c69b95ca_6433029398882314760.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/6a5f0f1ffd981f18849d37be96bd3010_2828030979200741958.mp3"
          }
        ]
      },
      {
        "title": "О нас: Узы",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 6</span><br>Хотя меня не интересуют земные привязанности, я хорошо осознаю важность «уз». Такое простое слово для понятия столь глубокого, что оно не поддаётся формулировке... Взять, к примеру, меня и стариков. Мы годами друг друга не видим, но при встрече всегда хватает о чём поспорить. И всё же так глубоки наши узы, что как далеко мы ни были бы физически, я никогда не чувствую себя одинокой или потерянной в этом мире... Я очень дорожу тобой, дитя, и рада считать тебя своим/ей другом/подругой. Ценишь ли ты так же наши узы?</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/9403795b4ce1f52b0fe170871f459d94_7379141677312355278.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/6bd96f444191572b95165faf3b775506_220281622472469616.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/a521c3b69942438a9074b401da68715e_8299594206050570310.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/d243f485cde494fdece440c7f243f53c_261158109099201445.mp3"
          }
        ]
      },
      {
        "title": "Глаз Бога...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span><br><span style=\"color: rgb(255, 215, 128)\">Завершите главу «Приближение новой звезды»</span><br>Властелин Камня однажды сказал, что Глаз Бога - это призыв к исполнению долга быть стражем, который присматривает за человечеством. Неважно, уединимся ли мы в горах или сольёмся с шумом города, мы никогда не должны пренебрегать этим долгом. Настала эпоха человечества, но я буду исполнять его ещё долгое время.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/83b3891eaff8587b992f19a666440df5_4066410020686813924.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/fa3faaf377683b0d55e6e1074f8aefee_958236197824412390.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/080aa27fea724c292183082c41524410_973080000461447037.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/c24cc79bc423fd01a254d2ae03448a97_5451206751653052840.mp3"
          }
        ]
      },
      {
        "title": "Давай поделимся...",
        "desc": "Эта механическая птица лишь прототип. Я хотела сделать птицу намного больше - полую внутри - чтобы она могла раскладываться в транспортное средство, на котором можно было бы отправиться на прогулку с друзьями... Однако сложности с питанием и управлением таким агрегатом оказались непреодолимыми. Ведь необходимо управлять взлётом и посадкой, процессом трансформации, не говоря уже о средствах безопасности... Эх, если бы Гуй Чжун была здесь. Она бы точно предложила множество странных, но изобретательных решений для этой головоломки.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/dcf01ff6267480e1a70022e7b1e74d47_8936766737440066974.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/47cc1c3d6b123d1532a05258a21b588e_1901580640476309163.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/3cbd8ae9f2e73f981ddb4e39010bd3d3_6721184476545658502.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/2f7798a27f147e7adbf43b2077a3c2ba_1047781456548840454.mp3"
          }
        ]
      },
      {
        "title": "Интересные вещи...",
        "desc": "Гора Аоцан - идеальное место для духовных упражнений. Ничто не сравнится с её пейзажами по красоте, и всё здесь дышит природной чистотой. Поначалу множество птиц и зверей собиралось понаблюдать за моей медитацией, и тишину вскоре сменял многоголосый щебет и визг... И всё же меня это никогда не беспокоило.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/0971d1d6273f087bab8fa0a78459a80b_4899309895589604523.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/2d85d6bc1986873785ee5a4ff14ee7b1_6117403603766621326.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/64f011ac6c3f73075026d03b9ae7a5e0_4538400304028399326.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/2b777878d6f19efcba033a67ff2515dd_5972790062180723498.mp3"
          }
        ]
      },
      {
        "title": "О Гань Юй...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span><br>Однажды я спросила Гань Юй, чем она занимается, когда работает сверхурочно. Её ответ был наполнен угрожающе звучащими фразами вроде «протоколы заседаний», «сводки», «годовые отчёты», «финансовые прогнозы»... Если бы в ней не текла кровь Священной Лани и я не научила бы её секретам укрепления здоровья, эта лавина бюрократической писанины наверняка поглотила бы её... Как встретишь её, напомни, пожалуйста, чтобы она не забывала каждый день пить чай цинсинь для улучшения зрения.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/575f1c91399fc65202ce0911b5639bb3_2034667881097729924.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/a9853b45f65c7f7667098548e96e4f28_7933722956386094000.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/65f0c1ab79c538b842c2dfc6523ada73_4618777710278691272.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/0d32ceb489f3be05f46f4234dd3ff9c9_5486222375295940688.mp3"
          }
        ]
      },
      {
        "title": "О Шэнь Хэ...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span><br><span style=\"color: rgb(255, 215, 128)\">Завершите главу «Ветер дует - журавли возвращаются»</span><br>Шэнь Хэ рассказала мне, что однажды доставляла заказ из ресторана «Народный выбор» и, чтобы сэкономить время, побежала по крышам. Заказчик был в ужасе, когда она внезапно спрыгнула ему на порог, и уже собирался звать Миллелитов... К счастью, Шэнь Хэ исчезла так же быстро, как и появилась, оставив еду и убежав прежде, чем клиент успел среагировать. Похоже, она всё лучше справляется с кризисными ситуациями - я очень этому рада.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/d0827474e5b9386cc4adadc77892917b_9112518144297248773.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/6548f1a3cb5486de7edd9cbc1e8f21aa_6446955004876515687.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/231ed41e43758cf901667ff59f451c74_5124626118292403901.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/247b30e3472c2ec2ea318d1fe2ad9de7_7575490068269563617.mp3"
          }
        ]
      },
      {
        "title": "О Чжун Ли...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span><br><span style=\"color: rgb(255, 215, 128)\">Завершите главу «Тысяча лунных миль»</span><br>Когда Властелин Камня впервые услышал о том, что я собираюсь поселиться в гавани Ли Юэ, он зачитал мне длинный и подробный список соображений по обустройству и украшению дома. Естественное освещение, вентиляция, заказ деревянных изделий, закупка фарфора, размещение растений и цветов... Мой разум, казалось, готов был взорваться от обилия информации. Неужели все стороны жизни в мире людей требуют столько усилий?</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/d0f7d9762617da3991843e437ffd0b24_4293206922247592919.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/a677164a38371de8f73e008dc8dea3ac_8732028296799905258.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/aafb3c4371032dbc0f5ffbcb110701e6_6776194277534566322.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/5e763a117f6fea2affb20467a0fde57d_1497640859841441766.mp3"
          }
        ]
      },
      {
        "title": "О Сяо...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span><br>Охотник на демонов даже более замкнут, чем я. За века его видели на собраниях всего несколько раз... Но я слышала, что вы с ним в довольно хороших отношениях. Любопытно, о чём вы обычно разговариваете? А, скажи мне, как соберётесь встретиться с ним в следующий раз - я сделаю для него пудинг из тофу.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/9a5e3b819cb4f68906d1c29f3740696e_2886928184236792198.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/581235c5b70e97872b262ff45b45f802_4178893058627654578.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/fb2d7278510da6b89a29fa1c660b12fd_8494946940807451185.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/f03dd1294e5735ba5e9ebfbc18480a22_8044441049305862926.mp3"
          }
        ]
      },
      {
        "title": "О Ху Тао...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span><br>Эта девушка говорит самые причудливые вещи, но, похоже, пользуется большим уважением у сотрудников ритуального бюро «Ваншэн» - даже сам Властелин Камня счёл нужным работать под её началом в роли некоего «консультанта»... Говорят, что её пристрастия в еде столь же своеобразны. Надо признать, что подобные чудаки меня довольно интригуют.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/fc2068642483016dc3a2a5131a70b3cc_8607951500411091928.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/091c70510247ad336e6085d1a46c59ca_497675261838792506.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/edb4015833f1ac35e3b71c330453add6_5313099690782625167.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/4caece704214ab4f0c7fe6eed5e41340_380881144365988531.mp3"
          }
        ]
      },
      {
        "title": "О Сян Лин...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span><br>Как-то в разговоре с ней я упомянула о Чуде кулинарной машинерии, но меня крайне удивил её ответ, что настоящее блюдо можно приготовить только своими собственными руками... Хм, разве моё устройство не результат работы моих рук? Что же в этом ненастоящего? Нужно устроить соревнование! ...Но её мастерство в кухне Ли Юэ, конечно, впечатляет... Да, соревнование придётся отложить, пока я не внесу некоторые улучшения в моё изобретение...</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/8b82516f2d60acd8de3a0fc412c46aaa_5523121607352976417.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/85f7e1ede87d0650d3016146c262e1ea_1365019932782132919.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/318ec089054083334523b4ea5130d5f2_8159813213907367947.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/2b7d765411fdf6973cef3339296b715b_2956389734345853317.mp3"
          }
        ]
      },
      {
        "title": "О Нин Гуан...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span><br><span style=\"color: rgb(255, 215, 128)\">Завершите главу «Приближение новой звезды»</span><br>Воля Небес ведёт свои дела с большой ловкостью, а к речам её не придраться. Не могу не признать - под управлением Цисин Ли Юэ процветает. Я пристально за ней наблюдала, надеясь вызнать её секрет... Кхм, это я только тебе - не надо ей говорить.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/4b16f19b55a6714ff4db7d39367addc6_9044196173884400737.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/a646602ac464259945f9ce6fbc6fefa7_4409836923674576014.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/40f291de6a6087749b722dd0857feaa0_7495938086468746568.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/95f0d99d8ad347b43eec9ddb3f6ae659_458773616031196386.mp3"
          }
        ]
      },
      {
        "title": "О Кэ Цин...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span><br>Кэ Цин - заботливое дитя. Она всегда посещает меня от лица Цисин на каждый фестиваль и приносит подарок. Возможно, мне не стоит так волноваться о Гань Юй, раз у неё есть такая способная и внимательная коллега.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/3a9a6e1590de0f93eff9c5b33af6c76f_8943979258156254682.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/cb9b8880a85953d74b4e6f59244394d2_6263836515436701257.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/87993f0d00ab23af9cf782a850edfc6a_6607219559608506724.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/f1045d4ff2eb7149b68d7fd7fbadd7b8_464248492434117398.mp3"
          }
        ]
      },
      {
        "title": "О Юнь Цзинь...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span><br><span style=\"color: rgb(255, 215, 128)\">Завершите главу «Ветер дует - журавли возвращаются»</span><br>Много опер в Ли Юэ основаны на историях об Адептах, в том числе и на моей собственной жизни и приключениях... Я никогда их, конечно, не смотрела - видеть, как кто-то другой играет меня на сцене было бы слишком неловко. Но мне было бы интересно оценить, как Юнь Цзинь справилась с адаптацией истории Шэнь Хэ. Схожу посмотрю, как будет время.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/17af9365de8ff7daae111185478d640c_2584794214421749402.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/974fdeae78ce70610d86983f3dc5dc9c_6375588890716725223.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/503250f2482be16e882ff32dd16c0fe8_9110922445487901961.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/f3b166d926a8d623627b188746125ad6_2762979892479860937.mp3"
          }
        ]
      },
      {
        "title": "О Яо Яо...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span><br>Как-то Яо Яо стянула очки с моего лица и примерила их. Это ей показалось ужасно забавным, так что она долго хихикала... Ах, дети всегда найдут способ развлечь себя.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/d1fe48808a6e3f65b19822e966dc8ce5_8383872268540450346.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/7b0321aaea14b3e91d684498ffb7fb59_8022550935961723095.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/3203bcca0d4e5c1dfb94e4b196b9d900_1448634816939995462.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/3cba3c10dfea0640eeb8aa45b5f57d17_7424532887749574412.mp3"
          }
        ]
      },
      {
        "title": "О Ка Мине...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span><br>Я очень ценю Ка Мина: он добр к людям и интересен в общении, но всегда скромен. Мы познакомились, когда я отдыхала у озера, и он любезно поделился со мной едой. Потом он сказал, что я больше похожа на почтенного мудреца, чем сами Адепты... Ха-ха, раз уж я почтенный мудрец, обязательно присмотрю за ним.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/23d70f5f579a0535e6ad859a0ca9da87_7240262031616369867.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/15f97f8582c041c9d3d42b4e52322b69_7480353159561257697.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/2d11cb5aad69fa3a99e2b6e0dceb21bb_1522994392622302285.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/c43ad65ee9b4950e256c52b0a92ff6dd_7857475660304357003.mp3"
          }
        ]
      },
      {
        "title": "Узнать больше о Сянь Юнь I",
        "desc": "Хочешь узнать о моём прошлом? Не думаю, что оно того стоит - всё это уже древняя история. Намного интереснее услышать о твоих путешествиях в дальние уголки мира... Какие формы принимают боги и бессмертные в других странах? Есть ли среди них такие, кто, как и я, любит поговорить? Давай заварим чай, и ты мне обо всём расскажешь.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/f56dbdaf512bb1c6c944f1d9e8ced945_1665472678217980629.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/602200c5000ab439857def43fc3371d8_3329635931802965831.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/a0d6bbae147e17d5fa070b53a19b0bd3_7886997029679901631.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/386dde0de32cf1b9fb196f253f247226_9051674654977947799.mp3"
          }
        ]
      },
      {
        "title": "Узнать больше о Сянь Юнь II",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 3</span><br>Было время, когда многие смертные стремились получить наставления Адептов. Неизвестно, как они узнали о местонахождении моей обители, но то и дело люди оставляли подношения еды у алтаря на горе Аоцан... Пф, с чего это смертные решили, что Адепт прервёт свою медитацию ради принятия человеческой пищи? Очень забавно. Но поскольку их действия были искренними, я сочла уместным угоститься... Хм, принять их подношения, когда они уйдут.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/3d4d1b908f1eb5ec5880b98e3aafa474_7538747625667199597.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/14d4f5373899a5a8998810bb323bfa6b_7022400791002822880.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/2f0c3fa8747d4eb41a751ffa8612ba02_7483116106956450278.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/f0a23f16c807e61cc4565705b06f28b9_3975354414321658983.mp3"
          }
        ]
      },
      {
        "title": "Узнать больше о Сянь Юнь III",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 4</span><br>Были и такие, кто приходил прямо к моим дверям и просил взять их в ученики. Я отказывалась разговаривать с ними, но они не желали уходить. Вскоре гора Аоцан превратилась во что-то вроде лагеря паломников... Я быстро вывесила у входа в обитель объявление, предписывающее всем желающим стать учениками, в течение девяноста девяти дней готовить по уникальному блюду в день, каждое с цветком цинсинь в качестве основного ингредиента... Толпа, конечно, вскоре разошлась. Чтобы овладеть искусством Адептов и искусством механики необходим великий талант и предельная стойкость ума. Нет смысла обучать того, кто даже три месяца не может продержаться.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/747a0d02f25d967160a21c75377c2ec9_7133865269371780288.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/dfd44f294341ab1f8ab227ae53039d0a_8343320455003578810.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/3f937dd8ded6abba390a395759a0cb9c_8888846852539454176.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/4e021bdfb85fba136336579e68e9aa7f_4776960526738504194.mp3"
          }
        ]
      },
      {
        "title": "Узнать больше о Сянь Юнь IV",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 5</span><br>Хотя у искусства механики множество чудесных применений, я часто использую его для развлекательных целей. Как-то в Ли Юэ выпало много снега, и он толстым слоем покрыл гору Аоцан. Видя, как все укрылись в своих обителях и страдали от безделья, я создала Скорый снегоход. Мы с Гуй Чжун и Владыкой Песен отлично проводили время, пока Владыка Лун не решил присоединиться. С первой же попытки он умудрился сделать так, что снегоход сошёл с рельсов и рухнул в глубокий снег. Нам несколько часов понадобилось, чтобы откопать его... Позже я добавила в механизм множество функций для безопасности, чтобы им смог управлять даже трёхлетний ребёнок. Хотя это снизило максимальную скорость.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/409b97ba9207ea69997e3828a95dde25_3419098446326756992.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/c5ee02e0dd712947b605a0bab40f7553_6690817597337945715.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/1bbee114d3aa265263fe94dd5a186fe1_615830119888093717.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/5c179ccd9f70e876774f16c6d998de0f_2785584930875105342.mp3"
          }
        ]
      },
      {
        "title": "Узнать больше о Сянь Юнь V",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Уровень дружбы 6</span><br><span style=\"color: rgb(255, 215, 128)\">Завершите главу «Тысяча лунных миль»</span><br>После переезда в гавань Ли Юэ я прочитала множество произведений популярной литературы. Больше всего мне понравились рыцарские романы, хотя все герои там и выдуманные. Разве не было бы интереснее рассказать о реальных персонажах, с которыми я знакома? Жаль, что ученики так не любят, когда я рассказываю людям истории из их жизни... Может быть, поведаешь побольше о своих приключениях? Я могла бы адаптировать их для своего романа.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/d30888547b6edca0928a339df2ca4a83_1466879669196568592.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/8bb70d8751d738d2eac9e25d2eeda7fb_2448574069575735053.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/589862867d891470b464b859fc50c2d2_5288340479527058771.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/5e89a9eaa51e71e009996c0971ef29c3_1879348390909207276.mp3"
          }
        ]
      },
      {
        "title": "Хобби Сянь Юнь...",
        "desc": "Когда мне нечем заняться, я люблю понежиться на ветру, который гуляет среди гор. Это всегда успокаивает разум.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/30018ecc34eef75e7bedaf71bd5573ff_1391392310172846209.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/75f6c7298b304a84ba75159be0040518_7578629853736992799.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/6b537108efe6e11e589ba152898cdba6_8937648341072668882.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/583b82e8c333d22eedebb7dbaa24c23e_8005598286487498159.mp3"
          }
        ]
      },
      {
        "title": "Беспокойство Сянь Юнь...",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Завершите главу «Тысяча лунных миль»</span><br>После переезда в гавань Ли Юэ у моего порога постоянно появляются старые и новые друзья - то в гости придут, то на ужин пригласить хотят. Если так пойдёт дальше, то у меня скоро закончатся деньги...</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/b6e010e588c6611dd3b8a2d4cc2fbfb3_5889817961948451076.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/4c102b3da2520aaf179a7ddf4cf31bdd_3400534041393631906.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/b3b66e27c726c9558d95f864867f99ff_1363270442341541177.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/df73bb289efe8ffb67a048bf003782e3_3851636585653837437.mp3"
          }
        ]
      },
      {
        "title": "Любимая еда...",
        "desc": "Совместная трапеза с друзьями надолго остаётся в памяти, независимо от того, что было съедено.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/ba4f5715712802c5779d8f535c8c324d_473498799664221395.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/d217fbe09172e07d5a4b52cd8c88174e_6032926044742036633.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/1aed8e95f9397ec1850826adbce8adef_5878318006776968546.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/24e9ceff56beb3e64159f2d65eb3d004_4864497206150493114.mp3"
          }
        ]
      },
      {
        "title": "Нелюбимая еда...",
        "desc": "Адепт посвящает себя духовному развитию и для этого ему не нужны деликатесы бренного мира. Когда я ем подобные блюда это не для питания, а чтобы насладиться вкусом... Так что, если ты приготовишь блюдо, вкус которого не кажется изысканным даже тебе, то не стоит делиться им со мной. А вообще лучше предоставь приготовление еды мне...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/4b3d09f1c651f12336de0dc53bcf1b03_34093492052871016.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/d9523b44a6f4db58f8642c382c45aa14_6500820107874689093.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/42435c479361849ea4ad395b3603f939_2614212522502552078.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/40f18ceeb696ec625c0cb7ba2c08a09b_4034886918639702548.mp3"
          }
        ]
      },
      {
        "title": "Подарок I",
        "desc": "Образец свежести и вкуса... Скажи, как долго ты тайком изучаешь мои кулинарные секреты?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/03d573b1f49d6d65b127fe80d2742608_5279003441166968797.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/a3ac7475b174e8b4b0f3be69c9f5a301_2255564599528417488.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/49fcc6ca801a6393937fc635f2c4717b_8037064818856661808.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/6303a80346e673207df033a5f477ca70_8500794250126706573.mp3"
          }
        ]
      },
      {
        "title": "Подарок II",
        "desc": "<p>Вкус не так важен - главное, что ты вообще счёл/сочла нужным приготовить что-то для меня. Я высоко ценю твоё внимание.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/df40bf67cf41f9a9b99121a47bf5e8f3_1332579196415518042.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/41e571a6475d6d3c62c82989f45a5318_5697301956537381455.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/0f36b9cdbf561c432a0ce431e232468f_1583361638295824476.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/e367076a3ef77af4c25a3069eba647d0_3242848788860983726.mp3"
          }
        ]
      },
      {
        "title": "Подарок III",
        "desc": "Моё Чудо кулинарной машинерии лежит без дела последнее время. Могу одолжить тебе.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/2624bea2c758c96b4f1aa2e31716b884_4837551141569636120.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/fc9268cd52cdf91127acf030dbb3ca30_4775684090589491711.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/745b2b085e2bc0fb798b61e1c6dbfeae_838502100478594449.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/c288c27eb4c92fffa532ee8da5788b3a_4040526673852683854.mp3"
          }
        ]
      },
      {
        "title": "День рождения...",
        "desc": "Вот, открой этот деревянный ящик. Это миниатюрный механический человечек для твоего развлечения. Попробуй поиграть с ним. Смотри: если хлопнуть в ладоши вот так, лепестки лотоса раскроются, цветные лампочки загорятся по очереди, а затем заиграет мелодия. Это та самая праздничная мелодия, которая так нравится молодому и энергичному поколению. Она обязательно добавит нотку веселья и легкомыслия к твоему праздничному настроению... Весёлого праздника.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/13a7a1dea4f9d5697c5cc933715270df_5893048311303918063.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/b68b87135a15ac286e26cafb8d091211_4244530898742389576.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/6511b394dd778a6afbb1909f536e2383_2140119778186713200.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/51e31c46a6d496f7fd17197a072bc289_6806106105102508617.mp3"
          }
        ]
      },
      {
        "title": "Чувство возвышения: Начало",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Фаза возвышения 1</span><br>Я так долго пробыла дома. Приятно иногда немного размяться.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/0f3f3ed383842f03352c0072c43f8d00_4790418805642583181.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/7d98f6ab1adf3ccf6e3d1a3e1fec07bf_3033195470607773272.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/280f604b1e1d23889a17a64cc8719f79_5015365550797264352.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/ff524c324703368034526fb987fdf53e_2789946686670319633.mp3"
          }
        ]
      },
      {
        "title": "Чувство возвышения: Нарастание",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Фаза возвышения 2</span><br>Давно я не использовала некоторые из искусств Адептов... Естественно, что я немного отвыкла.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/3c8a4959822caa8b6ea0a1b935ad253a_9049047016041738722.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/0835ff6af51c12d7d0de13dc24049849_2231795555572018027.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/b79c336bbbd17583473c4ff8ca0f1548_6511663720025098910.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/02eef6f1c8dfab8bb6cb9a17b32ea69b_6719752545495799169.mp3"
          }
        ]
      },
      {
        "title": "Чувство возвышения: Кульминация",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Фаза возвышения 4</span><br>У тебя такое предвкушающее выражение лица... Ладно. Отныне буду использовать свои способности в полной мере.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/2f946e0018dd8383d79741368d24839a_8565558128914685879.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/6c04602d52f62605ab2f58a9e1c56597_5493712325174032790.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/f4128050e5c8d921706b7aaccf989912_7910133089255412403.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/53856f3c86511a73807784fb008621b7_877905541490023404.mp3"
          }
        ]
      },
      {
        "title": "Чувство возвышения: Окончание",
        "desc": "<p><span style=\"color: rgb(255, 215, 128)\">Фаза возвышения 6</span><br>Именно путешествуя по миру, мы приобретаем опыт. Сила - это ещё не всё, важнее навыки общения. Если у тебя есть время, давай найдём место с приятным видом, где мы сможем полюбоваться пейзажами, поговорить, отдохнуть, да и просто насладиться жизнью.</p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/56b57f076cfed33e676d4aa02c77bb9b_1147517462592548305.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/0dd42cfa0e220fcbcda92caa879c5218_6654517803183234871.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/1987aac520030b600f70eb177b76fe8b_6214245994878744647.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/f53f8e350facc19153761b96370d60af_8324170626174865665.mp3"
          }
        ]
      },
      {
        "title": "Элементальный навык I",
        "desc": "Ух!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/cd57e59f926925340a5c1ec299d3d5e4_6729326611266718235.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/46de3afe47e359b377f0b08a2ec338aa_5452572286030822492.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/a8a9bace0330bcb491b4e215fc85ac9b_323596360062928197.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/17eda2c66fdb34671804a906e3cdefee_1844383197995199967.mp3"
          }
        ]
      },
      {
        "title": "Элементальный навык II",
        "desc": "Ввысь!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/5c7fcc8fd968a67607ed1d37443d8443_7387238598594749947.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/662597be75a44c1b3785e4c151b406b6_4424454460431216306.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/456e436ad54180c6eebcb039eaebba59_7311721249943377047.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/ee450c9b5d879a81d873ccf3c677baf5_5018086995440719556.mp3"
          }
        ]
      },
      {
        "title": "Элементальный навык III",
        "desc": "Разойдись!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/d1d8f16e1a3ed6110dfed2b1d9081117_6595900577933624737.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/2b87cbde5727664ddf459c323b0c1986_2573187140232016140.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/142c8bcdb6ab9ae74f75a955016fb410_64192185305236104.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/aabb9275c4aa0384d75ab8a6e6f43be7_8174449139562907587.mp3"
          }
        ]
      },
      {
        "title": "Взрыв стихии I",
        "desc": "Охватить небеса!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/fda1f50e941258be0e3788765ff17b5c_4298649591167197314.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/07b8d4ca48b4169b9500acd71654bb4c_8976698319023375064.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/4c5dec688130f2d257502d9037866d7f_481241973636247353.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/b41ba31335d5432516dbfca94ced9bee_1160065018277674567.mp3"
          }
        ]
      },
      {
        "title": "Взрыв стихии II",
        "desc": "Адепт пришёл!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/eaeac501a55e8ddb3561370faed4dbdc_4784202241910061132.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/c0a2d9081d20f3bd2dc74c9998a1ad4a_320585339415941648.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/55c830edd8195e3872bfceb551246f98_3136737195838733637.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/c466d9267a2ab295dcbdb07bc22e50af_492856970849292171.mp3"
          }
        ]
      },
      {
        "title": "Взрыв стихии III",
        "desc": "Соберитесь, одинокие облака!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/6d548e8883a0239054b45d5120d9c90c_4194974830717448968.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/c3069548f456d4067ebdc099467f42ce_7087275640381679244.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/8344e9ae2e7195379cce68c6f0873a8a_7344570954070697842.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/76de20f794e6f0cccaae76631ac46e39_8365252960943155258.mp3"
          }
        ]
      },
      {
        "title": "Открытие сундука I",
        "desc": "Пригодится на детали.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/5f49eabf7b2da75b64141509151eec3b_7702209250274921498.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/1622b02ddfb3795a52b9dfc8428ae82c_4326084890393372416.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/3a920050b85d4bfe03237768b694ffa1_1356105821430738514.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/89d33470959b8d5e2ad72e425d6a38e1_1461914488684084268.mp3"
          }
        ]
      },
      {
        "title": "Открытие сундука II",
        "desc": "Что здесь за безделушки? Дай мне посмотреть.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/a10ae87b73cbe59179aa0c02e34199dc_5504294854456576926.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/783e3e679d3d08624f4f6742b5e16fd6_9042164356347947321.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/c227d9ba602b3c2347c709c457b77587_1158851498176782498.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/bbec823687b987ad9f0400541f4bf500_6086304189525214707.mp3"
          }
        ]
      },
      {
        "title": "Открытие сундука III",
        "desc": "Возможно, стоит изобрести «Распознаватель диковинок».",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/337b29f2c7acda88e0940cee004a30e4_9132510548450472123.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/d5e5bef7fca0be9a8a0ca3bf36d2e142_1138367776862481711.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/f59f33614aa8d62760743cdf3085aa54_4263863651099396411.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/344e19e419c31ca11d1bf1bc30e5ea03_6658618810366913654.mp3"
          }
        ]
      },
      {
        "title": "Низкий уровень HP I",
        "desc": "Какая дерзость!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/353b0a08570de49d7e91bf36168682ba_2570048478822483963.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/8a5d3e226ca44ec54dc76c907150506f_6199873797663087861.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/1cd1fc633f6dd863c7548ed09b45242e_5474382433986066270.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/99461f90e78eedc535f40209928894c8_688644524221108196.mp3"
          }
        ]
      },
      {
        "title": "Низкий уровень HP II",
        "desc": "Сильный противник!",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/af21851f1d483d170334c4fd6c339eeb_2384972843476532727.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/2e27cf73cd79907051241a56f6aa705e_4274116721298082195.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/7e0572f884d42cc2b53210a65172f794_2924147631780293759.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/9e42ebe3f641304389b24269aa0f9e1a_6311371312492566542.mp3"
          }
        ]
      },
      {
        "title": "Низкий уровень HP III",
        "desc": "Я тебя не покину.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/093b29624489ef4a5efbf614f61952b1_8449474793374478462.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/bb930f297d0e2e449670b96d09096f0f_2731842687793525665.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/acb6ffa415d0091492d601f1fb01b7c2_6422564586843571771.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/dcba70d930c4beae46136defc0f20d88_7751482344627572540.mp3"
          }
        ]
      },
      {
        "title": "Низкий уровень HP компаньона I",
        "desc": "Знай свой предел.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/224dfcaa0a38aae4ee5c51e37bbfeeee_6948761452264124200.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/a255fa0b1c602942af640a45bcbc4fa0_1903713383293692035.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/94f42b0f0b8090cb6e248a536be70869_7489345198652188313.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/0b50dafb503b1df93f094d0108678798_7051265689284490052.mp3"
          }
        ]
      },
      {
        "title": "Низкий уровень HP компаньона II",
        "desc": "Нужно было меня позвать.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/caaac661d12e44c8dac8dc9eb219eace_8362225316167983115.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/65346cc2b6480cf364854a95a711522f_4996931788397225214.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/eba7bcd6e1ea28d6ac4571ed01554c9a_4881373189375148848.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/3aff6b0a3d4cd9101e848af4557d2171_6119750937163365191.mp3"
          }
        ]
      },
      {
        "title": "Без сознания I",
        "desc": "Не считается... Я голодная была...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/0aa13dda1b5782bd579337b29f4326a4_5702549046006258434.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/3e402cdcc435a180fa9db88c61e75183_3209959440224641327.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/6fb52b36145d7802ba460cabe260121e_7702330268784038573.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/3f911d9bb27cf03e5d07ef30a3f8be53_9072675987389240914.mp3"
          }
        ]
      },
      {
        "title": "Без сознания II",
        "desc": "Оплошность...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/1eb9e0e92296dce5e3cccca68fb32eea_648981720141603422.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/036b0d8f24e2bc13e7d391fe8c96ee8f_8159027252296225807.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/02c281c1fc8c1fd79f33d4e649c4c145_7495074692054590659.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/aabea7adedbb6a44fad29e53d1a918ea_5752052036414514343.mp3"
          }
        ]
      },
      {
        "title": "Без сознания III",
        "desc": "Мой механизм ещё не закончен...",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/72e15df720822f563af9310897ec7cb5_453079630259242929.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/6c5fa18bca4c3597bb25d6af1bc740e5_8579676511351130052.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/15df8bdf44a5ea81c4324106b2489d88_5036702260932252620.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/8e6d7ed85c9feee3d28794b747f9359c_7151582609823750091.mp3"
          }
        ]
      },
      {
        "title": "Получен тяжёлый удар I",
        "desc": "Пустяк.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/8fb5f224ce9882e3957db1705505b266_7152438260268133413.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/7cf6d06dc407bbd5ffbb2a8bf284fab8_6573527715173319781.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/0e86f5bf40389cb3fc3d38762a205079_1024188877658346358.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/cfe3077999291460ff33902600a88c5c_1458032823346102855.mp3"
          }
        ]
      },
      {
        "title": "Получен тяжёлый удар II",
        "desc": "Это неважно.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/82b4559ad32dd4633b25e0d2e2202716_3593861948541550011.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/4e6c1d4218be33f727d754af50a5601b_8264879354703541781.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/db0e57c2374029164d59349532dad7da_5177049856782673669.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/cb273c9b0690a741cb57c0392fc8ed50_3847077386885109103.mp3"
          }
        ]
      },
      {
        "title": "Присоединяется к группе I",
        "desc": "Механизмы настроены. Вперёд.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/aeed194b738a5f8f7c9136864f41aa73_2924868822281825451.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/bda91b243c8d7bbdf5e72d03d150d4a3_5334841926747580655.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/8fbd225dd418db2547898dbfbb6294df_7331961645243457819.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/2b1f204db07a31c2e788145b9b432d6a_4480233518153969008.mp3"
          }
        ]
      },
      {
        "title": "Присоединяется к группе II",
        "desc": "Провиант ведь подготовлен?",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/25a865d39aee38f49da75edb1ed1a07b_3429541687630051834.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/2b57a4cc8606784db91517ed31757c56_235974032474685705.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/446b4f850f61835061448c91af3ccec8_3863079562159199695.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/f8801d2bd7917ac128bc2c7f41ed3ad2_7754250519523727764.mp3"
          }
        ]
      },
      {
        "title": "Присоединяется к группе III",
        "desc": "Я перемещаюсь быстро - не отставай.",
        "audios": [
          {
            "name": "CN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/7e1cec973a9914c7be5e3591e9856622_2490139485839369361.mp3"
          },
          {
            "name": "EN",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/3c83fa658292b4fd6941de8ad1d25da6_8356402790524289821.mp3"
          },
          {
            "name": "JP",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/0f6ea59680f0e39df9dc08bd48ab3b5f_7367099174829657465.mp3"
          },
          {
            "name": "KR",
            "url": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/30/25e894064872cb3da796f7c8116766cb_8453742825619765696.mp3"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "«Хоть наставница и утверждает, что любит тишину и покой, она никогда не была против посетителей на горе Аоцан. Более того, если к наставнице подолгу никто не приходит, ей становится одиноко», - Шэнь Хэ.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Хранитель Облаков",
        "desc": "<p>Адепт Ли Юэ, увлекающаяся механизмами и проживающая на горе Аоцан.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/70239714/46ee1323ddfe94fe1707c1d50912504e_7792327020743037330.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Сянь Юнь - человеческое обличие Хранителя Облаков, небезызвестного Адепта Ли Юэ."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Взаимоотношения с персонажами",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Шэнь Хэ",
        "desc": "Ученица Адептов, утратившая связь с внешним миром. Годы затворнической жизни в горах Ли Юэ сделали её такой же отстранённой и холодной, как сами Адепты.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ученица Хранителя Облаков",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Озвучивание"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Шэнь Хэ о Сянь Юнь:</color>\nВ прошлый раз, когда наставница и Шу Юй обедали в ресторане «Народный выбор», я заметила, что Шу Юй переняла некоторые манеры наставницы. Я ведь тоже выросла под её присмотром. Может быть, и я подсознательно взяла какие-то её черты...\n<color=#ffd780>Сянь Юнь о Шэнь Хэ:</color>\nШэнь Хэ рассказала мне, что однажды доставляла заказ из ресторана «Народный выбор» и, чтобы сэкономить время, побежала по крышам. Заказчик был в ужасе, когда она внезапно спрыгнула ему на порог, и уже собирался звать Миллелитов... К счастью, Шэнь Хэ исчезла так же быстро, как и появилась, оставив еду и убежав прежде, чем клиент успел среагировать. Похоже, она всё лучше справляется с кризисными ситуациями - я очень этому рада.\n<color=#ffd780>Шэнь Хэ, когда дует сильный ветер:</color>\nХм... Это напомнило мне о наставнице. Она обожает летать на порывистых ветрах пика Цинъюнь.\n<color=#ffd780>Шэнь Хэ про свои красные шнуры:</color>\nНаставница дала мне эти красные шнуры, чтобы сдерживать мои порывы. Но во время нашего с тобой путешествия я постигла суть всего этого. Теперь я свободно управляю своей силой и знаю, когда дать ей волю, а когда сдержаться. Меня от самой себя спасают не красные шнуры, а ты. Если ты понимаешь, что это для меня значит, оставайся рядом.\n<color=#ffd780>Шэнь Хэ о Чжун Ли:</color>\nЭтот господин называет себя смертным, но он тесно знаком с моей наставницей, а она Адепт. Однажды наставница сказала: «Если увидишь, как он пьёт на каменной лавке перед моей обителью, не беспокой его». Я так и поступила.\n<color=#ffd780>Хобби Шэнь Хэ:</color>\nГлавное в медитации - покой. Избавься от мыслей и позволь воздуху наполнить твоё тело. Эта техника позволяет мне быстро сосредоточиться на себе. Наставница говорила, что после достижения определённого уровня принимать позу для медитации больше не нужно. Адепты могут медитировать даже стоя... Мне до этого ещё так далеко.\n<color=#ffd780>Нелюбимая еда Шэнь Хэ:</color>\nЕсли жевать лечебные травы достаточно долго, во вкусе останется лишь терпкая горечь... За годы обучения у Адептов я привыкла к ограничениям и предписаниям. Но сами Адепты... «Мира смертных удовольствия причинить вред Адепту не способны, поэтому мы можем невозбранно наслаждаться любыми из яств», - вот что сказала наставница."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "О персонаже (Шэнь Хэ)"
      },
      {
        "type": "RichText",
        "text": "Шэнь Хэ родилась в клане экзорцистов, но волей случая стала ученицей Адептов. Её наставницей считалась Хранитель Облаков, но благодаря огромному потенциалу и интеллекту она завоевала расположение и других Адептов. Она обучалась у всех них и, будучи смертной, смогла овладеть их искусством. Возвышенную и элегантную Шэнь Хэ окружает неземная аура, поэтому её легко принять за одну из бессмертных. Но именно годы уединённой жизни лишь в компании Адептов и изредка чудесных животных сделали её бесстрастной и отчуждённой."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "История персонажа 2 (Шэнь Хэ)"
      },
      {
        "type": "RichText",
        "text": "... она искренне верит, что её наставница, Хранитель Облаков, красноречива и искусна в общении. В некотором отношении Шэнь Хэ подобна чистому листу. Она как дитя, которое идёт по жизненному пути, опираясь на свою хаотичную, но простую логику и восприятие. Однажды Хранитель Облаков сказала: «Шэнь Хэ не только поразительно талантлива, но и очень своеобразна. С миром она не знакома, здравый смысл ей непонятен, она не делает различий в пище и не признаёт иерархий. Учить её - дело нелёгкое»."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Гребень из белого нефрита"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/63509e7b634e6d8ef12f881c00b55489_7752311333539872809.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Волосы Шэнь Хэ прежде были чёрными. Когда её только привели на гору Хулао, она молчала и только карабкалась по скалам, задумчиво взирая на море облаков. Благо, она спала, когда уставала, утоляла жажду росой, а голод - цветками цинсинь. Хранитель Облаков отнеслась к ней с пониманием и не стала тревожить девочку. Вместо этого она сделала ей гребень из священного белого нефрита. Она сказала Шэнь Хэ, что если та хочет порвать со смертным миром и войти в царство Адептов, то пусть в качестве обряда посвящения в ученики проведёт этим гребнем по волосам три раза. Шэнь Хэ сделала это без малейших раздумий. И тут случилось нечто поразительное - с первым проходом гребня волосы её словно покрылись инеем, во второй проход они уже были как чёрный и белый шёлк, а в третий стали белоснежными... Шэнь Хэ до сих пор хранит этот гребень как знак связи с Адептами. Через годы тренировок и обучения ей открылась суть этого ритуала: первый проход избавляет от тревог, со вторым уходят радости и печали, а третий нужен для того, чтобы пройти по этому пути без сожалений до глубокой старости."
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Яо Яо",
        "desc": "<p>Младшая ученица Владыки Песен и Скитаний, добрый и заботливый «маленький взрослый».<br><br><em>«Однажды я хотела подарить Яо Яо волшебное устройство, которое в молодости использовала сама, чтобы она могла защитить себя. Но я и слова сказать не успела, как Хранитель Облаков вручила ей Юэгуй. Этого можно было ожидать - Яо Яо чрезвычайно очаровательное дитя»</em>, - Владыка Песен и Скитаний.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/16/70239714/5bc9df1fb67391e4c8080da3d855de53_4458460252163933236.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Озвучивание"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Яо Яо о Сянь Юнь:</color>\nКак-то я пошла искать наставницу и увидела, как она разговаривает с очень элегантной женщиной. Она представилась как Сянь Юнь, но меня не проведёшь! Я сразу поняла, что это тётушка Хранитель Облаков! Наставница ведь явно была очень рада её видеть - не только что познакомились! Конечно, это её давняя подруга.\n<color=#ffd780>Сянь Юнь о Яо Яо:</color>\nКак-то Яо Яо стянула очки с моего лица и примерила их. Это ей показалось ужасно забавным, так что она долго хихикала... Ах, дети всегда найдут способ развлечь себя.\n<color=#ffd780>Узнать больше о Яо Яо IV:</color>\nВ Ли Юэ кругом Адепты. Я многих видела! Тётушка, что стережёт облака, дядюшка, который движет горами... Тётя с облаками - моя самая любимая! Она подарила мне много чудесных устройств Адептов и научила ими пользоваться. Я столько нового от неё узнала!\n<color=#ffd780>Нелюбимая еда Яо Яо:</color>\nШэнь Хэ однажды съела слишком много цветов цинсинь, и её потом неделю тошнило! Вот почему я забочусь о себе и не ем сырые цинсинь. А? Откуда я об этом знаю? Мне рассказала тётушка, стерегущая облака."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Юэгуй"
      },
      {
        "type": "RichText",
        "text": "У Владыки Песен и Скитаний есть знакомые по всему Ли Юэ, и в самом начале обучения она навестила многих из них, сказав, что подготовка её новой ученицы ещё не закончена и попросила их проявить немного больше заботы о ней. Поначалу она хотела просто представить свою ученицу и попросить их помочь обучать Яо Яо, чтобы в конечном итоге её знания возросли. Однако умная и предупредительная Яо Яо оказалась милее, чем полагала Владыка Песен и Скитаний, и Хранитель Облаков приняла эту просьбу близко к сердцу. Не успели наставник и ученица опомниться, как Хранитель Облаков создала чудесного механического кролика. «Яо Яо, я хочу подарить тебе это. Если ты столкнёшься с опасностью, позови его, и он откликнется». Яо Яо очень понравился милый кролик, она назвала его Юэгуй и везде брала его с собой. Преподнеся подарок, Хранитель Облаков разыскала наставницу маленькой девочки, чтобы не без гордости сказать: «Прежде всего следует сообщить, что у этого устройства есть ещё одна функция. Если ты вдруг потеряешь Яо Яо, достаточно произнести \"Юэгуй\", и её местонахождение станет тебе известно». «Тем не менее советую не злоупотреблять этой функцией, потому что, когда ребёнок подрастёт, она захочет уединиться и может возмутиться тем, что ты постоянно зовёшь её. Возьмём, к примеру, мои свободные взаимоотношения с Шэнь Хэ...» «О, не беспокойся. Я всё понимаю, Хранитель Облаков». «Хорошо, что понимаешь. В любом случае Юэгуй предупредит нас, если кто-то попытается причинить ей зло без нашего ведома, и тогда этим болванам понадобится вся их удача»."
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Гань Юй",
        "desc": "Главный секретарь павильона Лунного моря. В её жилах течёт кровь мифического зверя цилиня.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Озвучивание"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Гань Юй о Сянь Юнь:</color>\nХранитель Облаков... то есть Сянь Юнь. Мы недавно вместе ходили по магазинам, но в итоге останавливались у каждого ларька и не могли уйти, пока она не осмотрит каждый предмет, который они продают. Когда мы наконец вспомнили, что пора перекусить, уже стемнело. Мне это напомнило, как мы раньше с ней тренировались в горах... Тогда время тоже пролетало как одно мгновение...\n<color=#ffd780>Сянь Юнь о Гань Юй:</color>\nОднажды я спросила Гань Юй, чем она занимается, когда работает сверхурочно. Её ответ был наполнен угрожающе звучащими фразами вроде «протоколы заседаний», «сводки», «годовые отчёты», «финансовые прогнозы»... Если бы в ней не текла кровь Священной Лани и я не научила бы её секретам укрепления здоровья, эта лавина бюрократической писанины наверняка поглотила бы её... Как встретишь её, напомни, пожалуйста, чтобы она не забывала каждый день пить чай цинсинь для улучшения зрения.\n<color=#ffd780>Гань Юй о Шэнь Хэ:</color>\nНа самом деле я не так уж хорошо её знаю... Только слышала о ней от Хранителя Облаков. Насколько я знаю, у неё довольно скверный характер. Всякий раз, когда он берёт над ней верх, она разносит всё вокруг. Интересно, может, ей просто... скучно? Может... мне порекомендовать ей какую-нибудь работу?"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Чжун Ли",
        "desc": "<p>Приглашённый специалист ритуального бюро «Ваншэн». Необычайно загадочен и сведущ во всех делах.<br><br><em>«Уже не сосчитать, скольких людей он повидал за долгие годы, и сколько ещё встреч принесёт будущее...»</em></p><p><em>«Как говорится, вода утечёт, но скалы останутся»</em>, - сёгун Райдэн, говоря с Гудзи Яэ о прошлом соседних регионов.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Озвучивание"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Чжун Ли о Сянь Юнь:</color>\nЯ слышал от многих торговцев рассказы о Сянь Юнь. Говорят, на первый взгляд она кажется гордой и неприветливой, но в разговоре оказывается, что она честная и прямолинейная. В итоге все очень рады знакомству с ней. Это замечательно. Но ещё от многих я слышал, что она «сорит деньгами»...\n<color=#ffd780>Сянь Юнь о Чжун Ли:</color>\nКогда Властелин Камня впервые услышал о том, что я собираюсь поселиться в гавани Ли Юэ, он зачитал мне длинный и подробный список соображений по обустройству и украшению дома. Естественное освещение, вентиляция, заказ деревянных изделий, закупка фарфора, размещение растений и цветов... Мой разум, казалось, готов был взорваться от обилия информации. Неужели все стороны жизни в мире людей требуют столько усилий?"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Сяо",
        "desc": "Бессмертный дух Якса, охраняющий гавань Ли Юэ. Также зовётся Охотником на демонов или Защитником Якса.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Озвучивание"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Сянь Юнь о Сяо:</color>\nОхотник на демонов даже более замкнут, чем я. За века его видели на собраниях всего несколько раз... Но я слышала, что вы с ним в довольно хороших отношениях. Любопытно, о чём вы обычно разговариваете? А, скажи мне, как соберётесь встретиться с ним в следующий раз - я сделаю для него пудинг из тофу."
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Ху Тао",
        "desc": "Хозяйка ритуального бюро «Ваншэн» в семьдесят седьмом поколении. Она унаследовала этот бизнес в достаточно юном возрасте.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Озвучивание"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Сянь Юнь о Ху Тао:</color>\nЭта девушка говорит самые причудливые вещи, но, похоже, пользуется большим уважением у сотрудников ритуального бюро «Ваншэн» - даже сам Властелин Камня счёл нужным работать под её началом в роли некоего «консультанта»... Говорят, что её пристрастия в еде столь же своеобразны. Надо признать, что подобные чудаки меня довольно интригуют."
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Сян Лин",
        "desc": "Знаменитый шеф-повар Ли Юэ. Она со всей страстью относится к приготовлению еды, а её острые блюда известны на весь Тейват.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Озвучивание"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Сянь Юнь о Сян Лин:</color>\nКак-то в разговоре с ней я упомянула о Чуде кулинарной машинерии, но меня крайне удивил её ответ, что настоящее блюдо можно приготовить только своими собственными руками... Хм, разве моё устройство не результат работы моих рук? Что же в этом ненастоящего? Нужно устроить соревнование! ...Но её мастерство в кухне Ли Юэ, конечно, впечатляет... Да, соревнование придётся отложить, пока я не внесу некоторые улучшения в моё изобретение..."
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Нин Гуан",
        "desc": "Воля Небес группировки Цисин. Её богатство несравнимо ни с кем на континенте Тейват.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Озвучивание"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Нин Гуан о Сянь Юнь:</color>\nЯ думаю пригласить Сянь Юнь на беседу за чашечкой чая. У меня оказалось несколько механических устройств, и мне было бы интересно узнать её мнение об их конструкции и применении. Я также хотела бы использовать эту возможность, чтобы расспросить её о том, как проходит жизнь Адепта в гавани Ли Юэ. Осталось лишь найти подходящего человека, чтобы доставить ей от меня приглашения. Возможно, тебя это заинтересует?\n<color=#ffd780>Сянь Юнь о Нин Гуан:</color>\nВоля Небес ведёт свои дела с большой ловкостью, а к речам её не придраться. Не могу не признать - под управлением Цисин Ли Юэ процветает. Я пристально за ней наблюдала, надеясь вызнать её секрет... Кхм, это я только тебе - не надо ей говорить."
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Кэ Цин",
        "desc": "Нефритовое Равновесие группировки Цисин в Ли Юэ. У неё есть что сказать против «Властелина Камня, правящего Ли Юэ лишь словом», но, оказывается, боги любят таких скептиков, как она.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Озвучивание"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Сянь Юнь о Кэ Цин:</color>\nКэ Цин - заботливое дитя. Она всегда посещает меня от лица Цисин на каждый фестиваль и приносит подарок. Возможно, мне не стоит так волноваться о Гань Юй, раз у неё есть такая способная и внимательная коллега."
      },
      {
        "type": "CustomEntry",
        "epId": 4,
        "name": "Юнь Цзинь",
        "desc": "Прославленная оперная певица Ли Юэ, которая искусна как в написании пьес, так и в пении. Её неповторимый стиль, изысканный и нежный, - это отражение глубин её души.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yun Jin_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Озвучивание"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Сянь Юнь о Юнь Цзинь:</color>\nМного опер в Ли Юэ основаны на историях об Адептах, в том числе и на моей собственной жизни и приключениях... Я никогда их, конечно, не смотрела - видеть, как кто-то другой играет меня на сцене было бы слишком неловко. Но мне было бы интересно оценить, как Юнь Цзинь справилась с адаптацией истории Шэнь Хэ. Схожу посмотрю, как будет время."
      },
      {
        "type": "CustomEntry",
        "epId": 4775,
        "name": "Ка Мин",
        "desc": "<p>Наёмник охранного предприятия «Меч и ножны» и руководитель танцевального коллектива «Великие мифические звери».</p><p></p><p><em>«Он всё видит и слышит, словно мудрый наблюдательный зверь с зоркостью ястреба и слухом лисы. Он победит в сражении разбойников и хулиганов, разгонит злых духов благородной мощью льва»</em>, - благодарственная записка охранному предприятию «Меч и ножны» от торговца, чей караван сопровождал Ка Мин.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/b041ad23a9d6245efac952a9379c5114_276821710480263658.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Озвучивание"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Ка Мин о Сянь Юнь:</color>\nТётушка Сянь Юнь всегда обо мне заботится. Однажды она увидела, что голова зверя для Ушоу износилась. Тут же сказала, что может сделать для меня ещё десять таких же, размером вдвое больше меня. Она была очень настойчива - целый день потратил, чтобы уговорить её просто переделать ту мою... И стало намного лучше! Выглядит гораздо эффектнее, весит намного меньше, а покрывало постоянно шелестит в воздухе, словно его ветер Адептов треплет. Я счастлив!\n<color=#ffd780>Сянь Юнь о Ка Мине:</color>\nЯ очень ценю Ка Мина: он добр к людям и интересен в общении, но всегда скромен. Мы познакомились, когда я отдыхала у озера, и он любезно поделился со мной едой. Потом он сказал, что я больше похожа на почтенного мудреца, чем сами Адепты... Ха-ха, раз уж я почтенный мудрец, обязательно присмотрю за ним."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Задания легенд",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Задание легенд «Вольный Журавль». Глава I «Тысяча лунных миль»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/70239714/94b8272fef858f6e43371f8491bd8b72_3132350997165108469.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Решив навестить Хранителя Облаков на горе Аоцан, Путешественник/ца и Паймон внезапно для себя застают первую в человеческом обличие. Под предлогом проведать своих учениц, Хранитель Облаков с героями отправляется в гавань Ли Юэ под именем Сянь Юнь, чтобы в том числе завершить дело давних лет.\nОказав помощь Юань Дай, Сянь Юнь решает переехать в гавань Ли Юэ и соглашается взять себе в ученицы её внучку - Шу Юй\n<color=#ffd780>Действующие лица:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Путешественник",
        "desc": "<p>Путешественник/ца из другого мира, разлучённый/ая со своей сестрой/своим братом. Он/а отправляется в долгое путешествие, чтобы найти всех семерых Архонтов и вернуть родного человека.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/70239714/f00d18b57acb4aa37bf2fc39bf67ddd0_830350480334963652.gif",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Сянь Юнь",
        "desc": "<p>Просветлённый Адепт, которого называют титулом Хранитель Облаков. Никто не сравнится с ней в искусстве механики. Заинтересовавшись мирской жизнью и кулинарией, она поселилась среди людей под именем Сянь Юнь.</p><p></p><p><em>«Говорите, в городе появилась новая жительница? Вы о Сянь Юнь? Хоть выглядит она как самый обычный человек, но в сложных ситуациях на неё можно положиться. Если вы попали в беду, не стесняйтесь обратиться к ней! Она наверняка не откажет в помощи»</em>, - мадам Пин.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/2c2be27f8876e9435ab8c8b933b8408c_1039880044178545202.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Сяо",
        "desc": "Бессмертный дух Якса, охраняющий гавань Ли Юэ. Также зовётся Охотником на демонов или Защитником Якса.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Чжун Ли",
        "desc": "<p>Приглашённый специалист ритуального бюро «Ваншэн». Необычайно загадочен и сведущ во всех делах.<br><br><em>«Уже не сосчитать, скольких людей он повидал за долгие годы, и сколько ещё встреч принесёт будущее...»</em></p><p><em>«Как говорится, вода утечёт, но скалы останутся»</em>, - сёгун Райдэн, говоря с Гудзи Яэ о прошлом соседних регионов.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "События",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Версия 4.4. Событие «Яркие птицы в весеннем небе»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/70239714/0e4e755fe89fd09c40c29cffffa26d1f_6711696513395112865.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Приходит пора отпустить старый год и встретить новый на Празднике морских фонарей! Тематикой фестиваля стали воздушные змеи, которые стали летать ещё выше и дольше благодаря новой технологии из Фонтейна. Путешественнику/це и Паймон предстоит не только обрести новые знакомства, но и побывать в ранее неизведанных частях Ли Юэ - долине Чэньюй и узнать чуточку больше об искусстве традиционного танца Ушоу!\n<color=#ffd780>«Воздушные змеи на ветру»:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=aIo5bqK26p0"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Действующие лица:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Путешественник",
        "desc": "<p>Путешественник/ца из другого мира, разлучённый/ая со своей сестрой/своим братом. Он/а отправляется в долгое путешествие, чтобы найти всех семерых Архонтов и вернуть родного человека.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/70239714/f00d18b57acb4aa37bf2fc39bf67ddd0_830350480334963652.gif",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4775,
        "name": "Ка Мин",
        "desc": "<p>Наёмник охранного предприятия «Меч и ножны» и руководитель танцевального коллектива «Великие мифические звери».</p><p></p><p><em>«Он всё видит и слышит, словно мудрый наблюдательный зверь с зоркостью ястреба и слухом лисы. Он победит в сражении разбойников и хулиганов, разгонит злых духов благородной мощью льва»</em>, - благодарственная записка охранному предприятию «Меч и ножны» от торговца, чей караван сопровождал Ка Мин.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/b041ad23a9d6245efac952a9379c5114_276821710480263658.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Сянь Юнь",
        "desc": "<p>Просветлённый Адепт, которого называют титулом Хранитель Облаков. Никто не сравнится с ней в искусстве механики. Заинтересовавшись мирской жизнью и кулинарией, она поселилась среди людей под именем Сянь Юнь.</p><p></p><p><em>«Говорите, в городе появилась новая жительница? Вы о Сянь Юнь? Хоть выглядит она как самый обычный человек, но в сложных ситуациях на неё можно положиться. Если вы попали в беду, не стесняйтесь обратиться к ней! Она наверняка не откажет в помощи»</em>, - мадам Пин.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/2c2be27f8876e9435ab8c8b933b8408c_1039880044178545202.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Гань Юй",
        "desc": "Главный секретарь павильона Лунного моря. В её жилах течёт кровь мифического зверя цилиня.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Яо Яо",
        "desc": "<p>Младшая ученица Владыки Песен и Скитаний, добрый и заботливый «маленький взрослый».<br><br><em>«Однажды я хотела подарить Яо Яо волшебное устройство, которое в молодости использовала сама, чтобы она могла защитить себя. Но я и слова сказать не успела, как Хранитель Облаков вручила ей Юэгуй. Этого можно было ожидать - Яо Яо чрезвычайно очаровательное дитя»</em>, - Владыка Песен и Скитаний.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/16/70239714/5bc9df1fb67391e4c8080da3d855de53_4458460252163933236.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Шэнь Хэ",
        "desc": "Ученица Адептов, утратившая связь с внешним миром. Годы затворнической жизни в горах Ли Юэ сделали её такой же отстранённой и холодной, как сами Адепты.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Кэ Цин",
        "desc": "Нефритовое Равновесие группировки Цисин в Ли Юэ. У неё есть что сказать против «Властелина Камня, правящего Ли Юэ лишь словом», но, оказывается, боги любят таких скептиков, как она.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Шарлотта",
        "desc": "<p>Исполненная энергии журналистка «Паровой птицы», проводящая всё своё время в поисках правды.</p><p></p><p><em>«Госпожа Евфрасия, три дня назад одна из ваших журналисток устроила тайную слежку за подозреваемым от Кур-де-Фонтейна до самого Ромарина. Банда преступников чуть не схватила её, чтобы бросить в море. Может быть, выражение \"Чем ближе к месту событий, тем достовернее новости\" и имеет смысл, но неужели госпожа Шарлотта ценит репортажи больше собственной жизни?»</em> - очередной напряжённый обмен мнениями между капитаном Шеврёз из Особого патруля и госпожой Евфрасией, главным редактором «Паровой птицы».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/70239714/7bbbff3f35661a93b5091b1f17fae6c0_7720768113983454547.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Владыка Лун",
        "desc": "<p>Адепт, живущий на пике Цинъюнь. Является самым милостивым среди Адептов.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/237301566/8b45d4d81c4e4563d3b75bc3f5350297_6787810010244156248.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Творец Гор",
        "desc": "<p>Адепт, живущий на горе Хулао.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/237301566/24ed91484b6cba0d0f8c7dd916b9f774_2695616478020035984.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Чжун Ли",
        "desc": "<p>Приглашённый специалист ритуального бюро «Ваншэн». Необычайно загадочен и сведущ во всех делах.<br><br><em>«Уже не сосчитать, скольких людей он повидал за долгие годы, и сколько ещё встреч принесёт будущее...»</em></p><p><em>«Как говорится, вода утечёт, но скалы останутся»</em>, - сёгун Райдэн, говоря с Гудзи Яэ о прошлом соседних регионов.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1,
        "name": "Ци Ци",
        "desc": "Ученица и сборщица трав из хижины «Бубу». Зомби с бледным лицом, разговаривает или проявляет эмоции очень редко...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Qiqi_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Сяо",
        "desc": "Бессмертный дух Якса, охраняющий гавань Ли Юэ. Также зовётся Охотником на демонов или Защитником Якса.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Ху Тао",
        "desc": "Хозяйка ритуального бюро «Ваншэн» в семьдесят седьмом поколении. Она унаследовала этот бизнес в достаточно юном возрасте.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Навия",
        "desc": "<p>Действующая глава Спина-ди-Росула, лучший и самый ответственный босс.<br><br><em>«В детстве мы играли в одну настольную игру, где она выступала в роли искательницы приключений, а я - в роли ведущей. Что и говорить, я неплохо умею справляться с непредвиденными обстоятельствами, но при этом меня часто ставили в тупик её ответы и решения. С другой стороны, именно это и делало игру интересной», </em>- Клоринда.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/17/70239714/3fc7580c01a9e622692402889706c4db_1613407406345195234.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Фурина",
        "desc": "<p>В центре внимания на сцене театра правосудия вплоть до финального занавеса и оваций.</p><p></p><p><em>«В ней есть радость и гнев, ей свойственно безумие, когда требуется безумие, и слабость, когда нужна слабость... Именно её несовершенство делает её совершенной в моих глазах»</em>, - Преступник, преисполненный любовью и раскаянием.</p><p></p><p><em>«Одна ложь неизбежно порождает другую. В итоге череды бесчисленных обманов человек неизбежно предстаёт перед ликом «правосудия». Невежде это может показаться фарсом. Но если вернуться к самому началу, то лжецу станет ясно, что первой жертвой его обмана был он сам»</em>, - притча, которую ведьма «Н.» оставила в чьих-то снах.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/70239714/263e5ea0784d182b393f67a7e24146a5_6841129024701614855.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Нёвиллет",
        "desc": "<p>Верховный судья Фонтейна, или же юдекс, прославившийся своей безукоризненной беспристрастностью.<br><br><em>«Однажды они вернутся, и начнётся настоящее испытание»</em>, -  Шбаланке, Погребённый первозданным огнём.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/70239714/0513aa7f482dbb4778545d02f94956fe_5004007435087179259.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Ризли",
        "desc": "<p>Герцог крепости Меропид, повелитель тёмных глубин.<br><br><em>«Навия, помнишь, несколько лет назад я отказался от титула барона, который мне предложили во Дворце Мермония? Неважно. Сегодня я наконец-то познакомился с управляющим крепости Меропид. До этого я думал, что титул герцога пустой звук. Но оказалось, что Ризли гораздо старше, чем кажется»</em>, - Каллас, бывший глава Спина-ди-Росула.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/70239714/31a0eb2dec5d69ca8dd7616572136b8b_8557241678097856239.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "А также: <color=#ffacff>Клоринда</color>\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Праздник морских фонарей",
        "desc": "<p>Каждый год в день первого полнолуния в Ли Юэ отмечают Праздник морских фонарей. Ночью жители города запускают в небо множество небесных фонарей и один большой лунный фонарь. Внутри каждого фонаря находится кусочек плаустрита и самые сокровенные желания, написанные на специальных палочках. Фонари медленно уплывают вдаль, освещая путь душам верных защитников Ли Юэ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/b0983d81345554d8bccbd27d812b1baf_5582219152507121415.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Путь персонажа к выходу",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Анонс персонажа - Загадочная гостья из-за облаков"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/70239714/49156ec0392f06fd3da6fd2f2c38e49d_3117167570911642222.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>18 декабря 2023</color>\nКогда речь заходит о Сянь Юнь, всем есть что сказать: «высокая женщина с уложенными в причёску волосами», «ремесленница в очках», «болтливая новая соседка»... Сколько людей, столько и мнений, но, если обобщить, она создаёт впечатление весёлого, разговорчивого, доброго и дружелюбного человека.\nСянь Юнь, в свою очередь, не считает себя такой. По её собственному мнению, она косноязычная, скромная, с чувством собственного достоинства. Она разбирается в механизмах, а также специализируется на создании различных мелких безделушек, что несколько расходится с тем образом, который сложился у окружающих.\nНекоторые полны любопытства и считают поведение Сянь Юнь необычным. Они убеждены, что она великий герой, и ищут информацию о том, насколько сильно она повлияла на мир и есть ли у неё псевдонимы.\nКогда они спросили консультанта ритуального бюро «Ваншэн», он отмахнулся и сказал: «Сянь Юнь? Я не очень хорошо знаком с ней, но, судя по имени, она кажется хорошим человеком».\nКогда они спросили почтенную мадам Пин с террасы Юйцзин, она кивнула и сказала: «А, Сянь Юнь? Я встречала её. Хороший человек, несомненно. Если вы с ней познакомитесь, ваша жизнь станет более безмятежной».\nКогда они спросили Гань Юй, она кивнула и ответила: «Сянь Юнь - настоящий герой. Она не любит привлекать к себе внимание и предпочитает жить незаметно в Ли Юэ».\nКогда они спросили Шэнь Хэ, та погрузилась в глубокие раздумья: «У Сянь Юнь незаурядные способности. Не стоит обижать её».\nДомыслы людей верны. У Сянь Юнь богатая биография, но мало кто знает подробности. Если бы кто-то назвал её Хранителем Облаков, все бы сразу захотели познакомиться с ней и стали бы восклицать: «Кто же не слышал о Хранителе Облаков? Она благородная, храбрая, честная, мудрая... Самый достойный друг!»\nСпросите Сянь Юнь напрямую: «Вы герой? Или, может быть... Адепт?»\nНовая жительница занята разработкой выдающегося изобретения «Изысканного супового миникотла», и у неё нет времени на пустую болтовню. Она отмахнётся и попросит не беспокоить лишний раз по пустякам, когда она занята.\nНикто не знает, что именно представляет собой «Изысканный суповой миникотёл», известно лишь, что он способен улучшать вкусовые качества блюда, причём значительно сильнее, чем обычный котёл. Как появление «Изысканного супового миникотла» повлияет на кухню Ли Юэ, остаётся только догадываться. Сянь Юнь говорит, что он потрясающий, а значит, так и есть."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Истории персонажей - тизер «Искусность и рассудительность»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/70239714/e7eed6638f17704af0ba9d6201aae0d8_2127969585999058367.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25 января 2024</color>\nВ отношениях с другими важна взаимность, и Адепты не исключение.\nЕсли у вас не найдётся подарка, чтобы отблагодарить Сянь Юнь за любезность, то почему бы не уделить время для беседы с ней?\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=O_7r93u9mWs"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Сянь Юнь «Вестница небес»: «В эпоху мягких ветров и благодатных дождей мне нет нужды повелевать погодой»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/70239714/24802e53875ee6328dddb15caa235e23_1683290695520921454.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25 января 2024</color>\nПривет, Путешественники! Сегодня мы познакомим вас с <color=#80ffd7>Сянь Юнь</color> . Это Просветлённый Адепт, которого называют титулом Хранитель Облаков. Никто не сравнится с ней в искусстве механики. Заинтересовавшись мирской жизнью и кулинарией, она поселилась среди людей под именем <color=#80ffd7>Сянь Юнь</color> ."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Анонс актёров озвучивания"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/70239714/ab3dfa68676b340e1cdb849875356555_7898439809806167205.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25 января 2024</color>\nАктёры озвучивания:\n<color=#80ffd7>СN VA: 秦紫翼 (Qin Ziyi)</color>\n<color=#80ffd7>EN VA: Stephanie Panisello</color>\n<color=#80ffd7>JP VA: 中臣 真菜 (NAKATOMI Mana)</color>\n<color=#80ffd7>KR VA: 강시현 (Kang Si-hyeon)</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#80ffd7>«Думаете у меня много свободного времени? Нет, я каждый день что-то придумываю, наслаждаюсь пейзажами, встречаюсь с друзьями! Обнаруживать новое и интересное означает \"жить\"»</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "«Механическое чудо Адепта» - Браузерное событие"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/70239714/946ec7a64c9e01fe9edea3ab13346d3d_8028518610228954362.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>26 января 2024</color>\nПримите участие в разработке новейшей модели Чуда кулинарной машинерии!\n<color=#80c0ff>〓 Время события 〓</color>\n<color=#ffd780>26 января 07:00 - 31 января 2024 18:59 (по МСК)</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "«Вольна словно ветер» трейлер Сянь Юнь"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/70239714/745a402bc62f82bcef4d3c164bbc8bdc_116263937386208958.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>30 января 2024</color>\nХоть Хранитель Облаков и говорит постоянно о своих ученицах и друзьях, а на уме у неё всевозможные диковинки мира смертных, сама она утверждает, что жизнь ведёт свободную и праздную.\nА иначе как она смогла бы изобрести столько чудесных и непостижимых механизмов?\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=4vlTklgTWaQ"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Другие появления/камео",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Тизер «В сердце бури»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/70239714/fcca950d1991c2d3ec8e0ee11dceddfa_4276003522585319738.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21 января 2023</color>\nПодобно туманным облакам или плывущим кувшинкам,\nтонким ручейком течёт вода, унося с собой пыль.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=d1OANwZ29ww"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/70239714/e3411ba5939a328e58c4f9961578e0a8_8916544853152121780.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Трейлер версии 4.4 - «Яркие птицы в весеннем небе»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/70239714/b2c46b586e10850d2c592ae04adbea12_5095133450531727000.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>19 января 2024</color>\nРано наступила весна. Восходит благовещий зверь, ветром удачи прокладывая путь между облаками.\nПёстрые воздушные змеи подобно диким журавлям взмывают в небеса, а ручей течёт обратно, минуя скрытые сокровища долины.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=zQk1QHm2-Cw"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/70239714/ec01276a5bae7d0013385c4bb1ba6b79_250738367376677930.png",
        "alignment": "left"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/70239714/8e996ad45ab63c26060918b9e7e05ea4_8428354843626594139.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Сянь Юнь: Звёзды и луна над облаками | Коллекция Genshin Impact"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/70239714/94b7d445a9c1a1590184b911ff075133_8416126615361280562.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>31 января 2024</color>\nПо мнению Хранителя Облаков, Адептам надлежит жить вольно, не следуя догмам самоограничения и аскетизма.\nВоспаряешь ли к небесам или ведёшь праздные беседы с простыми смертными, всё в этом мире имеет свою ценность.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=i5sZt45YrW0"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Яркие птицы в весеннем небе: «Воздушные змеи на ветру»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/70239714/8152a56a172aeaafa2d4505a0a84eb49_1426323019640885696.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>9 февраля 2024</color>\nПраздники наполняют нашу жизнь редкими мгновениями радости. Но скоро ли мы встретимся вновь после того, как угаснут огни фейерверков?\nЕсли б мы только могли спросить у предвещающего весну ветра, когда вернутся те, кто сейчас на чужбине, и о чём они будут беседовать под лунным светом...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=aIo5bqK26p0"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/70239714/1d167b3d46102c7dc9a7c67e0e39a01b_3979063863278608386.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Эмодзи и иллюстрации",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Превью-страница версии 4.4 «Яркие птицы в весеннем небе»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/70239714/bd2e5681cd459d81b7723a0fc71ab5df_3257853313455183157.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>20 января 2024</color>\nРано наступила весна. Восходит благовещий зверь, ветром удачи прокладывая путь между облаками.\nПёстрые воздушные змеи подобно диким журавлям взмывают в небеса, а ручей течёт обратно, минуя скрытые сокровища долины."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Обои браузерного события Genshin Impact «Танцующие звери и пёстрые воздушные змеи»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/70239714/319577dbd13b55122efb40f70e1bea02_3886505987369318626.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>10 февраля 2024</color>\nСсылка на обои: <color=#80c0ff>https:/hoyo.link/4lDhFBAL</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Серия обоев «Яркие птицы в весеннем небе»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/02/70239714/e31f9491cb1c2e2f9aa51eedf3ff18d4_8228502872507060541.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>23 февраля 2024</color>\nСсылка на обои: <color=#80c0ff>https:/hoyo.link/adLhFBAL</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Зарисовки персонажей: Сянь Юнь"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/70239714/b8df0c9433bdfa24b8ca8be512f3c289_1502599661992963894.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>31 января 2024</color>\n«Хм... неплохо. Это весьма подходящее место для того, чтобы остановиться и поразмышлять над моим новым механизмом»."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Регистрация на «Собрание в Кошкином хвосте», второй сезон 2024!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/70239714/f05ce58ba69e38f8c2a800b740fc7b20_2318105258471219812.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>7 февраля 2024</color>\n⭐ Чашка горячего чая прекрасно сочетается с карточной партией!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Стикеры Праздника морских фонарей 2024"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/02/70239714/28ee5ffc5bba361195e95c38cd83f3bc_7428834578267911988.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15 февраля 2024</color>\nПривет, Путешественники! Паймон приготовила для вас серию стикеров персонажей Genshin Impact! Используйте их с удовольствием!\n<color=#80ffd7>«Ещё никогда не было так легко готовить, как с моим Чудом кулинарной машинерии! Что ещё хочешь попробовать?»</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Набор эмодзи - Картины Паймон 30"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>7 февраля 2024</color>\nПривет, Путешественники! Новый набор эмодзи Genshin Impact уже доступен на HoYoLAB!\nВ «Картинах Паймон» собраны чиби-эмодзи разных персонажей Genshin Impact. Паймон надеется, что они вам понравятся!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/70239714/665d4dd57aa8accaeb72be165b247b49_8974389555950749220.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/70239714/eb1aadc41fc2eef51b84fe8af0fef98c_871802489017151766.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/70239714/457e929d0291b96c2cfe6be40ff73e2d_7743705387853049110.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/70239714/85efb03fd76fd7a75f900f9dba7477e6_2432410275431790104.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Набор эмодзи - Танцующие звери и пёстрые воздушные змеи"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>20 февраля 2024</color>\nПривет, Путешественники! Новый набор эмодзи «Танцующие звери и пёстрые воздушные змеи» Genshin Impact уже доступен на HoYoLAB!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/02/70239714/62d926ec055af45a32dcf29c69ee80b5_4435259877573360637.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/02/70239714/f937f4f53859166c804f270c139e06c8_3338923285036616840.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/02/70239714/965157641fc169732bd6347ad56ca0a7_5405298529091547069.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Обзор талантов"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/237301566/b9dcc07e8b3db6e7cffa2034b66108ba_5775165900635260805.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Сянь Юнь является персонажем <color=#ffd780>поддержки</color> , который может <color=#ffd780>лечить</color> отряд, наносить <color=#80ffd7>Анемо урон</color> и давать возможность другим персонажам использовать <color=#ffd780>атаки в падении</color> .\nВо время <color=#ffd780>элементального навыка</color> Сянь Юнь переходит в особое состояние и использует Небесную лестницу. В этом состоянии она использует <color=#ffd780>атаку в падении</color> и наносит <color=#80ffd7>Анемо урон по площади</color> .\nПри создании Небесной лестницы Сянь Юнь совершает рывок и наносит <color=#80ffd7>Анемо урон</color> целям на пути.\n<color=#ffd780>Взрыв стихии</color> наносит <color=#80ffd7>Анемо урон по площади</color> , лечит отряд в зависимости от <color=#ffd780>силы атаки</color> Сянь Юнь, позволяет всем членам отряда использовать <color=#ffd780>атаки в падении</color> в течение 16 сек. и наносит <color=#ffd780>совместный</color> <color=#80ffd7>Анемо урон по площади</color> во время <color=#ffd780>атак в падении</color> до 8 раз.\nКроме того, в течение действия <color=#ffd780>взрыва стихии</color> Сянь Юнь периодически лечит отряд.\nТалант <color=#ffffffd9>Белое перо на благом ветру</color> увеличивает <color=#ffd780>шанс крит. попадания атак в падении</color> после поражения врагов <color=#ffd780>элементальным навыком</color> Сянь Юнь, поэтому рекомендуется использовать <color=#ffd780>взрыв стихии</color> сразу после <color=#ffd780>элементального навыка</color> .\nТалант <color=#ffffffd9>Адепт в своей обители</color> увеличивает урон ударной волны <color=#ffd780>атак в падении</color> во время <color=#ffd780>взрыва стихий</color> Сянь Юнь в зависимости от её силы атаки."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Рекомендации по возвышению"
      },
      {
        "type": "RichText",
        "text": "В первую очередь"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/237301566/99e5edf5792f606597f6f4c584351cdb_8321773403462445902.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Во вторую очередь"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/237301566/79d2dc0ab0f7a0c36587bd40a2ba09b7_1436806501287563352.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "При необходимости"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/17/237301566/3d0e24535b3b6b31b4682057eb3d4134_2872006045945837088.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Рекомендации по Оружию"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "3★ оружие"
      },
      {
        "type": "CustomEntry",
        "epId": 1966,
        "name": "Потусторонняя история",
        "desc": "Дешёвая фантастика. Если использовать в качестве катализатора, можно понять, что силы её - тоже фантастика.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/异世界行记.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Потусторонняя история</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Восст. энергии</color> <color=#ffffff73>.</color>\nПассивная способность (Дождь энергии): <color=#ffffff73>Подобранные элементальные сферы и частицы восстанавливают</color> <color=#80c0ff>1%</color> <color=#ffffff73>/</color> <color=#80c0ff>1,25%</color> <color=#ffffff73>/</color> <color=#80c0ff>1,5%</color> <color=#ffffff73>/</color> <color=#80c0ff>1,75%</color> <color=#ffffff73>/</color> <color=#80c0ff>2%</color> <color=#ffffff73>HP.</color>\nДополнительная характеристика даёт важное <color=#ffd780>восст. энергии</color> , а пассивная способность немного восстаналивает <color=#ffd780>HP</color> .\nВ артефактах стоит сосредоточиться на <color=#ffd780>силе атаки</color> .\nПодойдёт в начале игры.\nРекомендуется использовать, только если нет других вариантов.\n<color=#ffffff>Где найти:</color>\nСундуки"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "4★ оружие"
      },
      {
        "type": "CustomEntry",
        "epId": 2024,
        "name": "Око клятвы",
        "desc": "Реликвия Бякуякоку, которая хранилась в Дайнити Микоси. После прихода бога-змея она стала доказательством великой клятвы и чаяний Энканомии.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/证誓之明瞳.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>Око клятвы</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации：</color>\nДополнительная характеристика: <color=#ffd780>Процент от силы атаки</color> .\nПассивная способность (Народ мерцающих глубин): Использование <color=#ffd780>элементального навыка</color> увеличивает <color=#ffd780>восстановление энергии</color> на <color=#80c0ff>24%</color> / <color=#80c0ff>30%</color> / <color=#80c0ff>36%</color> / <color=#80c0ff>42%</color> / <color=#80c0ff>48%</color> в течение 10 сек.\n<color=#ffffff73>Лучшее 4★ оружие для Сянь Юнь, так как увеличивает необходимую</color> <color=#ffd780>силу атаки</color> <color=#ffffff73>и</color> <color=#ffd780>восстановление энергии</color> <color=#ffffff73>.</color>\n<color=#ffffff73>В артефактах стоит сосредоточиться на</color> <color=#ffd780>силе атаки</color> <color=#ffffff73>и</color> <color=#ffd780>восст. энергии</color> <color=#ffffff73>.</color>\n<color=#ffffff>Где найти:</color>\n<color=#ffffff73>Событие версии 2.5 «Подношение врат трёх миров»</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2020,
        "name": "Кодекс Фавония",
        "desc": "Тайный гримуар, принадлежащий учёным Ордо Фавониус. Описывает силу и логику элементов и материи.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/西风秘典.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>Кодекс Фавония</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Восст. энергии</color> <color=#ffffff73>.</color>\nПассивная способность (Дружественный бриз): <color=#ffd780>Критические атаки</color> имеют <color=#80c0ff>60%</color> / <color=#80c0ff>70%</color> / <color=#80c0ff>80%</color> / <color=#80c0ff>90%</color> / <color=#80c0ff>100%</color> шанс создать <color=#ffd780>элементальные частицы</color> , которые восстанавливают 6 ед. <color=#ffd780>энергии</color> . Возникает раз в <color=#80c0ff>12</color> / <color=#80c0ff>10,5</color> / <color=#80c0ff>9</color> / <color=#80c0ff>7,5</color> / <color=#80c0ff>6</color> сек.\nДаёт <color=#ffd780>энергию</color> как Сянь Юнь, так и другим членам отряда, давая возможность сосредоточиться на <color=#ffd780>силе атаки</color> в артефактах.\nДля полной реализации пассивной способности требуется от 50% <color=#ffd780>шанса крит. попадания</color> .\n<color=#ffffff>Где найти:</color>\nСтандартная молитва\nОграниченная молитва события персонажа\nОграниченная молитва события оружия"
      },
      {
        "type": "CustomEntry",
        "epId": 3988,
        "name": "Сверкание чистых вод",
        "desc": "<p>Сборник сценариев причудливой формы. В нём все сценарии за авторством Коппелиуса.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/51635400/0130ca8183d3daa2eddbb9200a1d776f_7923611670879405043.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>Сверкание чистых вод</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Процент от силы атаки</color> .\nПассивная способность (Неоконченный шедевр): Активация <color=#ffd780>элементального навыка</color> повышает бонус урона всеми элементами на <color=#80c0ff>8</color> / <color=#80c0ff>10%</color> / <color=#80c0ff>12%</color> / <color=#80c0ff>14%</color> / <color=#80c0ff>16%</color> на 15 сек. и накладывает Долг жизни, равный 24% от макс. <color=#ffd780>HP</color> . Эффект может возникнуть один раз в 10 сек. Когда Долг жизни снимается, бонус урона всеми элементами на 15 сек. увеличивается на <color=#80c0ff>2%</color> / <color=#80c0ff>2,5%</color> / <color=#80c0ff>3%</color> / <color=#80c0ff>3,5%</color> / <color=#80c0ff>4%</color> за каждые отданные 1000 ед. <color=#ffd780>HP</color> Долга жизни. Бонус урона всеми элементами, полученный таким образом, не может превышать <color=#80c0ff>12%</color> / <color=#80c0ff>15%</color> / <color=#80c0ff>18%</color> / <color=#80c0ff>21%</color> / <color=#80c0ff>24%</color> .\nДополнительная характеристика значительно повысит <color=#ffd780>силу атаки</color> .\nПассивная способность увеличит <color=#ffd780>элементальный урон</color> <color=#ffffff73>.</color>\n<color=#ffffff73>В артефактах стоит сосредоточиться на</color> <color=#ffd780>силе атаки</color> <color=#ffffff73>и</color> <color=#ffd780>восст. энергии</color> <color=#ffffff73>.</color>\nЛегко получить.\n<color=#ffffff>Где найти:</color>\nКузница"
      },
      {
        "type": "CustomEntry",
        "epId": 1980,
        "name": "Око сознания",
        "desc": "Тёмная жемчужина, покрытая чёрной глазурью. Легенда гласит, что в её силах разглядеть самую суть человека.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/昭心.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>Око сознания</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Процент от силы атаки</color> .\nПассивная способность (Эхо): При попадании <color=#ffd780>обычной</color> или <color=#ffd780>заряженной атакой</color> появляется 50% шанс запустить Око сознания, которое наносит <color=#80c0ff>240%</color> / <color=#80c0ff>270%</color> / <color=#80c0ff>300%</color> / <color=#80c0ff>330%/360%</color> урона <color=#ffd780>силы атаки</color> . Оно способно отразиться от противника к противнику до 4 раз. Может возникнуть раз в <color=#80c0ff>12</color> / <color=#80c0ff>11</color> / <color=#80c0ff>10</color> / <color=#80c0ff>9</color> / <color=#80c0ff>8</color> сек.\nДополнительная характеристика даёт важную <color=#ffd780>силу атаки</color> .\nПассивная способность позволяет наносить <color=#ffffff>дополнительный физ. урон</color> от <color=#ffd780>силы атаки</color> .\nДля реализации пассивной способности стоит иногда использовать <color=#ffd780>обычные</color> <color=#ffffff73>/</color> <color=#ffd780>заряженные атаки</color> .\n<color=#ffffff73>В артефактах стоит сосредоточиться на</color> <color=#ffd780>силе атаки</color> <color=#ffffff73>и</color> <color=#ffd780>восст. энергии</color> <color=#ffffff73>.</color>\nРекомендуется, если нет других более подходящих вариантов.\n<color=#ffffff>Где найти:</color>\nСтандартная молитва\nОграниченная молитва события персонажа\nОграниченная молитва события оружия"
      },
      {
        "type": "CustomEntry",
        "epId": 1961,
        "name": "Королевский гримуар",
        "desc": "Книга, когда-то принадлежавшая королевскому магу Мондштадта. Содержит подробные исторические данные и заклинания.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/宗室秘法录.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffacff>Королевский гримуар</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Процент от силы атаки</color> .\nПассивная способность (Сосредоточенный): При нанесении урона противнику повышает <color=#ffd780>шанс крит. попадания</color> на <color=#80c0ff>8%</color> / <color=#80c0ff>10%</color> / <color=#80c0ff>12%</color> / <color=#80c0ff>14%</color> / <color=#80c0ff>16%</color> . Эффект может складываться до 5 раз. Добавочный <color=#ffd780>шанс крит. попадания</color> исчезает с первым <color=#ffd780>крит. попаданием</color> .\nДополнительная характеристика повысит <color=#ffd780>силу атаки</color> , от которой зависит <color=#ffd780>лечение</color> и бонус урона Сянь Юнь.\n<color=#ffffff73>В артефактах стоит сосредоточиться на</color> <color=#ffd780>силе атаки</color> <color=#ffffff73>и</color> <color=#ffd780>восст. энергии</color> <color=#ffffff73>.</color>\nРекомендуется, если нет более подходящих вариантов.\n<color=#ffffff>Где найти:</color>\nОбмен Звёздного блеска в магазине Паймон"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "5★ оружие"
      },
      {
        "type": "CustomEntry",
        "epId": 4941,
        "name": "Звонкий клич журавля",
        "desc": "<p>Изысканное оружие в форме веера, вырезанное из чистого нефрита. Окутано аурой древней силы Адептов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/237301566/7d49f94bfb8725b8c04332b11eb7df60_7597357212509081070.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe14b>Звонкий клич журавля</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Процент от силы атаки</color> .\nПассивная способность (Секрет облачных канонов): После того как <color=#ffd780>атака в падении</color> экипированного персонажа поражает врага, <color=#ffd780>урон атак в падении</color> членов отряда поблизости повышается на <color=#80c0ff>28%</color> / <color=#80c0ff>41%</color> / <color=#80c0ff>54%</color> / <color=#80c0ff>67%</color> / <color=#80c0ff>80%</color> на 20 сек. Попадания <color=#ffd780>атак в падении</color> членов отряда поблизости восстанавливают <color=#80c0ff>2,5</color> / <color=#80c0ff>2,75</color> / <color=#80c0ff>3</color> / <color=#80c0ff>3,25</color> / <color=#80c0ff>3,5</color> ед. <color=#ffd780>энергии</color> экипированного персонажа. Восстанавливать энергию таким образом можно 1 раз в 0,7 сек. Эффект <color=#ffd780>восстановления энергии</color> срабатывает, даже если экипированный персонаж не на поле боя.\nЛучшее оружие для Сянь Юнь, так как обладает <color=#ffd780>самой высокой базовой атакой</color> среди всех катализаторов, даёт дополнительную <color=#ffd780>силу атаки</color> и восстанавливает <color=#ffd780>энергию</color> .\nПассивная способность увеличивает <color=#ffd780>урон атак в падении</color> .\n<color=#ffffff73>В артефактах стоит сосредоточиться на</color> <color=#ffd780>силе атаки</color> <color=#ffffff73>и</color> <color=#ffd780>восст. энергии</color> <color=#ffffff73>.</color>\n<color=#ffffff>Где найти:</color>\nОграниченная молитва события оружия (Высокая стоимость получения)"
      },
      {
        "type": "CustomEntry",
        "epId": 1955,
        "name": "Небесный атлас",
        "desc": "Облачный атлас, символ Двалина и его повелителя, Анемо Архонта. Детально описывает облака и воздушные потоки северного региона, питающие его силой небес и ветров.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之卷.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe14b>Небесный атлас</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Процент от силы атаки</color> .\nПассивная способность (Благословение облаков): Увеличивает <color=#ffd780>бонус элементального урона</color> на <color=#80c0ff>12%</color> / <color=#80c0ff>15%</color> / <color=#80c0ff>18%</color> / <color=#80c0ff>21%</color> / <color=#80c0ff>24%</color> . При попадании <color=#ffd780>обычной атакой</color> есть 50% шанс получить благословение облаков, которые в течение 15 сек. атакуют ближайших врагов и наносят им <color=#80c0ff>160%</color> / <color=#80c0ff>200%</color> / <color=#80c0ff>240%</color> / <color=#80c0ff>280%</color> / <color=#80c0ff>320%</color> урона. Может возникнуть раз в 30 сек.\nХарактеристики катализатора дают важную <color=#ffd780>силу атаки</color> <color=#ffffff73>.</color>\n<color=#ffffff73>Для реализации пассивной способности необходимо иногда использовать</color> <color=#ffd780>обычные атаки</color> <color=#ffffff73>.</color>\n<color=#ffffff73>В артефактах стоит сосредоточиться на</color> <color=#ffd780>силе атаки</color> <color=#ffffff73>и</color> <color=#ffd780>восст. энергии</color> <color=#ffffff73>.</color>\n<color=#ffffff>Где найти:</color>\nОграниченная молитва события оружия (Высокая стоимость получения)\nСтандартная молитва (Высокая стоимость получения)"
      },
      {
        "type": "CustomEntry",
        "epId": 1964,
        "name": "Память о пыли",
        "desc": "Камень, содержащий далёкие воспоминания. Нескончаемые изменения обнажили его внутреннюю силу.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/尘世之锁.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe14b>Память о пыли</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Причины рекомендации:</color>\nДополнительная характеристика: <color=#ffd780>Процент от силы атаки</color> .\nПассивная способность (Золочёное величество): Увеличивает <color=#ffd780>прочность щита</color> на <color=#80c0ff>20%</color> / <color=#80c0ff>25%</color> / <color=#80c0ff>30%</color> / <color=#80c0ff>35%</color> / <color=#80c0ff>40%</color> . При попадании увеличивает <color=#ffd780>силу атаки</color> на <color=#80c0ff>4%</color> / <color=#80c0ff>5%</color> / <color=#80c0ff>6%</color> / <color=#80c0ff>7%</color> / <color=#80c0ff>8%</color> в течение 8 сек. Эффект может складываться до 5 раз и возникнуть раз в 0,3 сек. Кроме того, под защитой <color=#ffd780>щита</color> бонус <color=#ffd780>силы атаки</color> данного эффекта увеличивается на 100%.\nЗначительно увеличивает <color=#ffd780>силу атаки</color> , от которой зависит <color=#ffd780>лечение</color> и бонус атаки Сянь Юнь.\nВторая часть пассивной способности не реализуется, так как Сянь Юнь обычно не используется в команде с <color=#ffd780>щитом</color> .\n<color=#ffffff73>В артефактах стоит сосредоточиться на</color> <color=#ffd780>силе атаки</color> <color=#ffffff73>и</color> <color=#ffd780>восст. энергии</color> <color=#ffffff73>.</color>\n<color=#ffffff>Где найти:</color>\nОграниченная молитва события оружия (Высокая стоимость получения)"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Рекомендации по артефактам"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Характеристики артефактов"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/1387f1512524772db99ae30b6303f939_5072609172935942900.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Основная характеристика:</color>\n<color=#ffd780>Сила атаки %/Восст. энергии</color>\n<color=#ffffff>Доп. характеристики:</color>\n<color=#ffd780>Восст. энергии/Сила атаки %/Сила атаки/Шанс крит. попадания/Крит. урон</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/56451470fe75f710b812ac28e226273b_5774236690802856497.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Основная характеристика:</color>\n<color=#ffd780>Сила атаки %</color>\n<color=#ffffff>Доп. характеристики:</color>\n<color=#ffd780>Восст. энергии/Сила атаки/Шанс крит. попадания/Крит. урон</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/8bc07934c9290b83751c7fa183a43ab7_32021027934025390.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Основная характеристика:</color>\n<color=#ffd780>Сила атаки %/Бонус лечения</color>\n<color=#ffffff>Доп. характеристики:</color>\n<color=#ffd780>Восст. энергии/Сила атаки %/Сила атаки/Шанс крит. попадания/Крит. урон</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Рекомендуемые характеристики"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Восст. энергии</color> <color=#ffffff73>: от 160%</color>\n<color=#ffd780>Сила атаки</color> <color=#ffffff73>: от 2200</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Полные комплекты"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Песнь былых времён",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Песнь былых времён</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Бонусы：</color>\n2 предмета: Повышает <color=#ffd780>бонус лечения</color> на 15%.\n4 предмета: Экипированный персонаж при <color=#ffd780>лечении</color> членов отряда на 6 сек. создаёт эффект Стремления, который регистрирует осуществлённое <color=#ffd780>лечение</color> (в том числе избыточное). С завершением длительности Стремление превращается в Волны былых времён: при попадании <color=#ffd780>обычной атаки</color> , <color=#ffd780>заряженной атаки</color> , <color=#ffd780>атаки в падении</color> , <color=#ffd780>элементального навыка</color> или <color=#ffd780>взрыва стихии</color> вашего активного персонажа по противнику наносимый урон увеличивается на 8% от общего количества <color=#ffd780>лечения</color> , зарегистрированного Стремлением. После 5 активаций или через 10 сек. эффект Волн былых времён исчезает. Однократный эффект Стремления регистрирует до 15 000 ед. <color=#ffd780>HP</color> . Одновременно может существовать только одно Стремление, но оно регистрирует <color=#ffd780>лечение</color> , предоставляемое несколькими экипированными персонажами сразу. Этот эффект активируется, даже если экипированный персонаж не на поле боя.\n<color=#ffffff>Заметки:</color>\nКомплект увеличит <color=#ffd780>лечение</color> Сянь Юнь и повысит весь наносимый урон активного персонажа.\n<color=#ffffff>Где найти:</color>\nПодземелье «Город гроз»\nМистическое подношение (Алхимия)"
      },
      {
        "type": "CustomEntry",
        "epId": 2091,
        "name": "Изумрудная тень",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Изумрудная тень</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Бонусы:</color>\n2 предмета: Увеличивает <color=#80ffd7>бонус Анемо урона</color> на 15%\n4 предмета: Увеличивает урон <color=#80ffd7>Рассеивания</color> на 60%. При взаимодействии <color=#80ffd7>Рассеивания</color> с другим элементом, также понижает сопротивление противника к соответствующему элементу на 40% в течение 10 сек.\n<color=#ffffff>Заметки:</color>\nПовысит <color=#80ffd7>Анемо урон</color> Сянь Юнь и урон от <color=#80ffd7>Рассеивания</color> .\nПонижает <color=#ffd780>сопротивление</color> противника к элементу, с которым вызвано <color=#80ffd7>Рассеивание</color> , что увеличивает урон других членов отряда.\n<color=#ffffff>Где найти:</color>\nПодземелье «Долина воспоминаний»\nМистическое подношение (Алхимия)"
      },
      {
        "type": "CustomEntry",
        "epId": 2075,
        "name": "Церемония древней знати",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Церемония древней знати</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Бонусы:</color>\n2 предмета: Увеличивает <color=#ffd780>урон взрыва стихии</color> на 20%.\n4 предмета: Активация <color=#ffd780>взрыва стихии</color> увеличивает <color=#ffd780>силу атаки</color> всех членов отряда на 20% в течение 12 сек. Эффект не складывается.\n<color=#ffffff>Заметки:</color>\nУвеличивает собственный урон от <color=#ffd780>взрыва стихий</color> и даёт дополнительный <color=#ffd780>бонус к атаке</color> .\nИспользуется, когда никто другой не носит данный комплект артефактов.\n<color=#ffffff>Где найти:</color>\nПодземелье «Чистая вода и горная пещера»\nМистическое подношение (Алхимия)"
      },
      {
        "type": "CustomEntry",
        "epId": 2094,
        "name": "Возлюбленная юная дева",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Возлюбленная юная дева</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Бонусы：</color>\n2 предмета: Увеличивает <color=#ffd780>эффективность лечения</color> на 15%.\n4 предмета: Увеличивает <color=#ffd780>получаемое лечение</color> всех членов отряда на 20% в течение 10 сек. после использования <color=#ffd780>элементального навыка</color> или <color=#ffd780>взрыва стихии</color> .\n<color=#ffffff>Заметки:</color>\nЗначительно увеличивает <color=#ffd780>лечение</color> Сянь Юнь, но уступает по эффективности"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Песнь былых времён",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и"
      },
      {
        "type": "CustomEntry",
        "epId": 2082,
        "name": "Моллюск морских красок",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/flower_of_life_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffffff>Где найти:</color>\nПодземелье «Долина воспоминаний»\nМистическое подношение (Алхимия)"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Комбинация 2/2"
      },
      {
        "type": "CustomEntry",
        "epId": 2082,
        "name": "Моллюск морских красок",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2094,
        "name": "Возлюбленная юная дева",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Моллюск морских красок + Возлюбленная юная дева</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Бонусы：</color>\n2 предмета набора «Моллюск морских красок»: повышают <color=#ffd780>бонус лечения</color> на 15%.\n2 предмета набора «Возлюбленная юная дева»: повышают <color=#ffd780>бонус лечения</color> на 15%.\n<color=#ffffff>Заметки:</color>\nКомбинация значительно повысит <color=#ffd780>эффективность лечения</color> Сянь Юнь.\nЛюбой из комплектов можно заменить"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Песнь былых времён",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "или аналогами с теми же характеристиками.\n<color=#ffffff>Где найти:</color>\n«Моллюск морских красок» в подземелье «Дремлющий сад»\n«Моллюск морских красок»: мистическое подношение (Алхимия)\n«Возлюбленная юная дева»: мистическое подношение (Алхимия)\n«Возлюбленная юная дева» в подземелье «Долина воспоминаний»"
      },
      {
        "type": "CustomEntry",
        "epId": 2094,
        "name": "Возлюбленная юная дева",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Конец гладиатора",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Возлюбленная юная дева</color> <color=#ffffff>+</color> <color=#ffffff>Конец гладиатора</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Бонусы:</color>\n2 предмета набора «Возлюбленная юна дева»: Увеличивает <color=#ffd780>бонус лечения</color> на 15%.\n2 предмета набора «Конец гладиатора»: Увеличивает <color=#ffd780>силу атаки</color> на 18%.\n<color=#ffffff>Заметки:</color>\nУвеличит <color=#ffd780>лечение</color> и <color=#ffd780>урон</color> Сянь Юнь."
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Конец гладиатора",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "может быть заменён комплектами"
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Воспоминания Симэнавы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Киноварное загробье",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Отголоски подношения",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "или аналогом с таким же бонусом."
      },
      {
        "type": "CustomEntry",
        "epId": 2094,
        "name": "Возлюбленная юная дева",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "может быть заменён комплектом"
      },
      {
        "type": "CustomEntry",
        "epId": 2082,
        "name": "Моллюск морских красок",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "или аналогом с таким же бонусом.\n<color=#ffffff>Где найти:</color>\n«Возлюбленная юная дева»: мистическое подношение (Алхимия)\n«Возлюбленная юная дева» в подземелье «Долина воспоминаний»\n«Конец гладиатора»: награды с боссов в мире за 40 первородной смолы\n«Конец гладиатора»: подземелья наказания (еженедельные боссы)\n«Конец гладиатора»: мистическое подношение (Алхимия)"
      },
      {
        "type": "CustomEntry",
        "epId": 2094,
        "name": "Возлюбленная юная дева",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2090,
        "name": "Эмблема рассечённой судьбы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Возлюбленная юная дева + Эмблема рассечённой судьбы</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Бонусы:</color>\n2 предмета набора «Возлюбленная юная дева»: Увеличивает <color=#ffd780>эффективность лечения</color> на 15%.\n2 предмета набора «Эмблема рассечённой судьбы»: Увеличивает скорость <color=#ffd780>восстановления энергии</color> на 20%.\n<color=#ffffff>Заметки:</color>\nПозволяет чаще использовать <color=#ffd780>взрыв стихий</color> и увеличивает <color=#ffd780>лечение</color> ."
      },
      {
        "type": "CustomEntry",
        "epId": 2094,
        "name": "Возлюбленная юная дева",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Maiden Beloved/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "может быть заменён"
      },
      {
        "type": "CustomEntry",
        "epId": 2082,
        "name": "Моллюск морских красок",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "или другими с аналогичным бонусом.\n<color=#ffffff>Где найти:</color>\n«Возлюбленная юная дева»: мистическое подношение (Алхимия)\n«Возлюбленная юная дева» в подземелье «Долина воспоминаний»\n«Эмблема рассечённой судьбы» в подземелье «Кленовый зал»\n«Эмблема рассечённой судьбы»: мистическое подношение (Алхимия)"
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Конец гладиатора",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Воспоминания Симэнавы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Конец гладиатора + Воспоминания Симэнавы</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Бонусы:</color>\n2 предмета набора «Конец гладиатора»: Увеличивает <color=#ffd780>силу атаки</color> на 18%.\n2 предмета набора «Воспоминания Симэнавы»: Увеличивает <color=#ffd780>силу атаки</color> на 18%.\n<color=#ffffff>Заметки:</color>\nПозволяет набрать максимальное количество <color=#ffd780>силы атаки</color> .\nЛюбой из наборов может быть заменен"
      },
      {
        "type": "CustomEntry",
        "epId": 4716,
        "name": "Ночной шёпот в Лесу откликающегося эха",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/d9d39d9f046d5d23c3d497574be55a82_3464070329311643566.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "или другими с аналогичными бонусами.\n<color=#ffffff>Где найти:</color>\n«Конец гладиатора»: награды с боссов в мире за 40 первородной смолы\n«Конец гладиатора»: подземелья наказания (еженедельные боссы)\n«Конец гладиатора»: мистическое подношение (Алхимия)\n«Воспоминания Симэнавы» в подземелье «Кленовый зал»\n«Воспоминания Симэнавы»: мистическое подношение (Алхимия)"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Рекомендации по отрядам"
      },
      {
        "type": "CustomEntry",
        "epId": 7488,
        "name": "Вареса",
        "desc": "<p>Могучая воительница и хозяйка сада из Удела Благодатных Земель, которая живёт неторопливо и очень расслабленно. Она любит могущественных героев и огромные порции вкусной еды!</p><p></p><p><em>«Вареса, моя самая необычная ученица... Её непринуждённая, неформальная манера поведения не имеет себе равных. Куда бы она ни отправилась, она всё равно что ребёнок в путешествии, который думает только о местных лакомствах или ищет подходящее место для ночлега... Но, если вам доведётся вместе сражаться с монстрами Бездны, будьте осторожны, ведь как только она входит в раж, её поведение становится весьма агрессивным»</em>, - Иансан.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/26/70239714/8e069d8d2ebf92fa2e78a0507f0c749a_6935232209907120535.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Поскольку Вареса использует <color=#ffd780>атаки в падении</color> после <color=#ffd780>элементального навыка</color> , Сянь Юнь увеличит их урон, <color=#ffd780>шанс крит. попадания</color> , обеспечит <color=#ffd780>лечение</color> и <color=#ffacff>Электро рассеивание</color> .",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Сяо",
        "desc": "Бессмертный дух Якса, охраняющий гавань Ли Юэ. Также зовётся Охотником на демонов или Защитником Якса.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Так как Сяо уже наносит <color=#ffd780>атаки в падении</color> во время своего <color=#ffd780>взрыва стихии</color> , Сянь Юнь увеличит их урон, <color=#ffd780>шанс крит. попадания</color> , обеспечит <color=#ffd780>лечение</color> , <color=#80ffd7>анемо-резонанс</color> и <color=#ffd780>восст. энергии</color> .",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4775,
        "name": "Ка Мин",
        "desc": "<p>Наёмник охранного предприятия «Меч и ножны» и руководитель танцевального коллектива «Великие мифические звери».</p><p></p><p><em>«Он всё видит и слышит, словно мудрый наблюдательный зверь с зоркостью ястреба и слухом лисы. Он победит в сражении разбойников и хулиганов, разгонит злых духов благородной мощью льва»</em>, - благодарственная записка охранному предприятию «Меч и ножны» от торговца, чей караван сопровождал Ка Мин.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/b041ad23a9d6245efac952a9379c5114_276821710480263658.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Так как Ка Мин наносит <color=#ffd780>атаки в падении</color> от <color=#ffd780>элементального навыка</color> , Сянь Юнь увеличит их урон, <color=#ffd780>шанс крит. попадания</color> и обеспечит <color=#ffd780>лечение</color> <color=#ffffff73>.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Дилюк",
        "desc": "Магнат, построивший непревзойдённую винную империю в Мондштадте.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Эола",
        "desc": "Рыцарь Морская пена из старинного рода аристократов Мондштадта, капитан разведывательного отряда рыцарей Ордо Фавониус. Являясь потомком древней аристократии, она присоединилась к рыцарям Ордо Фавониус, их заклятым врагам. Причины этого поступка и по сей день остаются загадкой для всего Мондштадта.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Ху Тао",
        "desc": "Хозяйка ритуального бюро «Ваншэн» в семьдесят седьмом поколении. Она унаследовала этот бизнес в достаточно юном возрасте.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Кли",
        "desc": "Эксперт по взрывчатке и частый гость темницы Ордо Фавониус. Также известна как «Ускользающее солнце».",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/237301566/ca5fba7e25bd27e309de326cfaf925bd_8880784398069733248.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Сянь Юнь может превратить любого персонажа, наносящего <color=#ffd780>основной урон</color> , в персонажа, играющего через <color=#ffd780>атаки в падении</color> , поэтому приведены лишь примеры. Рекомендуется использовать персонажей, способных получать <color=#ffd780>элементальную инфузию</color> /наносящих <color=#ffffff>физ. урон</color> и с достаточно высоким уроном от <color=#ffd780>удара в падении</color> .",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Примеры отрядов"
      },
      {
        "type": "CustomEntry",
        "epId": 7488,
        "name": "Вареса",
        "desc": "<p>Могучая воительница и хозяйка сада из Удела Благодатных Земель, которая живёт неторопливо и очень расслабленно. Она любит могущественных героев и огромные порции вкусной еды!</p><p></p><p><em>«Вареса, моя самая необычная ученица... Её непринуждённая, неформальная манера поведения не имеет себе равных. Куда бы она ни отправилась, она всё равно что ребёнок в путешествии, который думает только о местных лакомствах или ищет подходящее место для ночлега... Но, если вам доведётся вместе сражаться с монстрами Бездны, будьте осторожны, ведь как только она входит в раж, её поведение становится весьма агрессивным»</em>, - Иансан.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/26/70239714/8e069d8d2ebf92fa2e78a0507f0c749a_6935232209907120535.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7502,
        "name": "Иансан",
        "desc": "<p>Главный тренер спортивного клуба Удела Благодатных Земель, известный нутрициолог Натлана.</p><p><br><em>«Иансан — лучший тренер во всём Натлане и человек, которого я больше всех уважаю! Все говорят, что у меня талант, но без её руководства он пропал бы впустую. Не волнуйтесь, если у вас нет привычки к физическим упражнениям, тренер Иансан найдёт подход к каждому! Кстати, не хотите ли взглянуть на эту листовку? Тренер как раз набирает новых учеников!»</em> - Вареса.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/26/70239714/ddafd4c71a8e0d0cefd5ee7e9deff6d6_4477498942125188633.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6924,
        "name": "Шилонен",
        "desc": "<p>Гравёр имён Нанацкайана. Хорошо умеет находить баланс между тяжким бременем работы и комфортной жизнью.<br><br><em>«Шилонен, нужно слегка доработать солнечные очки, которые я у тебя заказывала. Узоры на концах дужек... М-м? Куда она подевалась? До обеденного перерыва ещё далеко... Шилонен! Ты тут? Надо обсудить очки!»</em> - кричала Мавуика у входа в кузницу Шилонен.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/70239714/b663e62a652cfea13b60cbb756f88f84_7030055574710067357.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Сянь Юнь",
        "desc": "<p>Просветлённый Адепт, которого называют титулом Хранитель Облаков. Никто не сравнится с ней в искусстве механики. Заинтересовавшись мирской жизнью и кулинарией, она поселилась среди людей под именем Сянь Юнь.</p><p></p><p><em>«Говорите, в городе появилась новая жительница? Вы о Сянь Юнь? Хоть выглядит она как самый обычный человек, но в сложных ситуациях на неё можно положиться. Если вы попали в беду, не стесняйтесь обратиться к ней! Она наверняка не откажет в помощи»</em>, - мадам Пин.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/2c2be27f8876e9435ab8c8b933b8408c_1039880044178545202.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Сяо",
        "desc": "Бессмертный дух Якса, охраняющий гавань Ли Юэ. Также зовётся Охотником на демонов или Защитником Якса.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2967,
        "name": "Фарузан",
        "desc": "<p>Исследовательница из «прошлого века». Ей нравится считать себя старше всех. Она обладает обширными познаниями о старинных письменах и древних механизмах.<br><br><em>«Значительная часть материалов, представленных в этой книге, взята из теорий и рукописей мадам Фарузан. Мы надеемся, что будущие поколения учёных вспомнят её имя, когда она вернётся в Академию»</em>, - цитата из книги «Введение в древние машины». Этот текст был издан почти сто лет назад и по сей день входит в список обязательного чтения в даршане Кшахревар.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/70239714/38c12ab46678a4008f83a0e46c900ef5_7217510851102444720.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Сянь Юнь",
        "desc": "<p>Просветлённый Адепт, которого называют титулом Хранитель Облаков. Никто не сравнится с ней в искусстве механики. Заинтересовавшись мирской жизнью и кулинарией, она поселилась среди людей под именем Сянь Юнь.</p><p></p><p><em>«Говорите, в городе появилась новая жительница? Вы о Сянь Юнь? Хоть выглядит она как самый обычный человек, но в сложных ситуациях на неё можно положиться. Если вы попали в беду, не стесняйтесь обратиться к ней! Она наверняка не откажет в помощи»</em>, - мадам Пин.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/2c2be27f8876e9435ab8c8b933b8408c_1039880044178545202.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Беннет",
        "desc": "Добросердечный и порядочный искатель приключений из Мондштадта, который, к несчастью, сказочно невезуч.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4775,
        "name": "Ка Мин",
        "desc": "<p>Наёмник охранного предприятия «Меч и ножны» и руководитель танцевального коллектива «Великие мифические звери».</p><p></p><p><em>«Он всё видит и слышит, словно мудрый наблюдательный зверь с зоркостью ястреба и слухом лисы. Он победит в сражении разбойников и хулиганов, разгонит злых духов благородной мощью льва»</em>, - благодарственная записка охранному предприятию «Меч и ножны» от торговца, чей караван сопровождал Ка Мин.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/b041ad23a9d6245efac952a9379c5114_276821710480263658.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 33,
        "name": "Розария",
        "desc": "<p>Кроме её одеяния ничто не напоминает о её принадлежности церкви. Известна своими холодными речами и резкими поступками. Всегда действует одна.<br><br><em>«Опять Розария куда-то запропастилась... Кто-нибудь видел её? Сегодня хоровое пение, и дьякон Далия велел мне обязательно привести её!»</em> - Барбара.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Rosaria_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Сян Лин",
        "desc": "Знаменитый шеф-повар Ли Юэ. Она со всей страстью относится к приготовлению еды, а её острые блюда известны на весь Тейват.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Сянь Юнь",
        "desc": "<p>Просветлённый Адепт, которого называют титулом Хранитель Облаков. Никто не сравнится с ней в искусстве механики. Заинтересовавшись мирской жизнью и кулинарией, она поселилась среди людей под именем Сянь Юнь.</p><p></p><p><em>«Говорите, в городе появилась новая жительница? Вы о Сянь Юнь? Хоть выглядит она как самый обычный человек, но в сложных ситуациях на неё можно положиться. Если вы попали в беду, не стесняйтесь обратиться к ней! Она наверняка не откажет в помощи»</em>, - мадам Пин.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/2c2be27f8876e9435ab8c8b933b8408c_1039880044178545202.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Дилюк",
        "desc": "Магнат, построивший непревзойдённую винную империю в Мондштадте.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Е Лань",
        "desc": "<p>Таинственная девушка, утверждающая, что работает в Департаменте по делам граждан, но в списках Департамента её нет.<br></p><p><em>«Ты ищешь Е Лань? Я бы посоветовала относиться к ней как к обычному человеку, но тогда легко потерять контроль над переговорами. Некоторые вещи зависят от её впечатления о тебе»</em>, - Янь Фэй.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Сянь Юнь",
        "desc": "<p>Просветлённый Адепт, которого называют титулом Хранитель Облаков. Никто не сравнится с ней в искусстве механики. Заинтересовавшись мирской жизнью и кулинарией, она поселилась среди людей под именем Сянь Юнь.</p><p></p><p><em>«Говорите, в городе появилась новая жительница? Вы о Сянь Юнь? Хоть выглядит она как самый обычный человек, но в сложных ситуациях на неё можно положиться. Если вы попали в беду, не стесняйтесь обратиться к ней! Она наверняка не откажет в помощи»</em>, - мадам Пин.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/2c2be27f8876e9435ab8c8b933b8408c_1039880044178545202.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Беннет",
        "desc": "Добросердечный и порядочный искатель приключений из Мондштадта, который, к несчастью, сказочно невезуч.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6,
        "name": "Эола",
        "desc": "Рыцарь Морская пена из старинного рода аристократов Мондштадта, капитан разведывательного отряда рыцарей Ордо Фавониус. Являясь потомком древней аристократии, она присоединилась к рыцарям Ордо Фавониус, их заклятым врагам. Причины этого поступка и по сей день остаются загадкой для всего Мондштадта.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Eula_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Райдэн",
        "desc": "Её превосходительство Наруками Огосё, пообещавшая неизменную вечность для жителей Инадзумы.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/22/237301566/2669f7bf2fdea7ccf0a4aa7ac9f250b2_4767168744052349748.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 33,
        "name": "Розария",
        "desc": "<p>Кроме её одеяния ничто не напоминает о её принадлежности церкви. Известна своими холодными речами и резкими поступками. Всегда действует одна.<br><br><em>«Опять Розария куда-то запропастилась... Кто-нибудь видел её? Сегодня хоровое пение, и дьякон Далия велел мне обязательно привести её!»</em> - Барбара.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Rosaria_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Сянь Юнь",
        "desc": "<p>Просветлённый Адепт, которого называют титулом Хранитель Облаков. Никто не сравнится с ней в искусстве механики. Заинтересовавшись мирской жизнью и кулинарией, она поселилась среди людей под именем Сянь Юнь.</p><p></p><p><em>«Говорите, в городе появилась новая жительница? Вы о Сянь Юнь? Хоть выглядит она как самый обычный человек, но в сложных ситуациях на неё можно положиться. Если вы попали в беду, не стесняйтесь обратиться к ней! Она наверняка не откажет в помощи»</em>, - мадам Пин.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/2c2be27f8876e9435ab8c8b933b8408c_1039880044178545202.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ],
    "talent": [
      {
        "key": "Слово ветра и цветка",
        "title": "Слово ветра и цветка",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/95142c2955e1896817dc3d6ff9639ac5_6125631081172031400.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Обычная атака:</color>\nПризывает кружащие ветра, и выполняет до четырёх атак, наносящих <color=#80ffd7>Анемо урон</color> .\n<color=#ffd780>Заряженная атака:</color>\nТратит определённое количество выносливости и по прямой линии выпускает кольцо ветра, наносящее врагам на пути <color=#80ffd7>Анемо урон</color> .\n<color=#ffd780>Атака в падении:</color>\nСобрав мощь Анемо, стремительно падает на землю, атакуя всех врагов на пути. Приземлившись, наносит <color=#80ffd7>Анемо урон по площади</color> ."
          }
        ],
        "attributes": [
          {
            "key": "Уровень",
            "values": [
              "Ур. 1",
              "Ур. 2",
              "Ур. 3",
              "Ур. 4",
              "Ур. 5",
              "Ур. 6",
              "Ур. 7",
              "Ур. 8",
              "Ур. 9",
              "Ур. 10",
              "Ур. 11"
            ]
          },
          {
            "key": "Урон атаки 1",
            "values": [
              "40,3%",
              "43,3%",
              "46,4%",
              "50,4%",
              "53,4%",
              "56,4%",
              "60,5%",
              "64,5%",
              "68,5%",
              "72,5%",
              "76,6%"
            ]
          },
          {
            "key": "Урон атаки 2",
            "values": [
              "38,9%",
              "41,8%",
              "44,7%",
              "48,6%",
              "51,5%",
              "54,4%",
              "58,3%",
              "62,2%",
              "66,1%",
              "69,9%",
              "73,8%"
            ]
          },
          {
            "key": "Урон атаки 3",
            "values": [
              "48,9%",
              "52,5%",
              "56,2%",
              "61,1%",
              "64,8%",
              "68,4%",
              "73,3%",
              "78,2%",
              "83,1%",
              "88,0%",
              "92,9%"
            ]
          },
          {
            "key": "Урон атаки 4",
            "values": [
              "64,9%",
              "69,8%",
              "74,7%",
              "81,1%",
              "86,0%",
              "90,9%",
              "97,4%",
              "103,9%",
              "110,4%",
              "116,9%",
              "123,3%"
            ]
          },
          {
            "key": "Урон заряженной атаки",
            "values": [
              "123,1%",
              "132,4%",
              "141,6%",
              "153,9%",
              "163,1%",
              "172,4%",
              "184,7%",
              "197,0%",
              "209,3%",
              "221,6%",
              "233,9%"
            ]
          },
          {
            "key": "Потребление выносливости",
            "values": [
              "50 ед",
              "50 ед",
              "50 ед",
              "50 ед",
              "50 ед",
              "50 ед",
              "50 ед",
              "50 ед",
              "50 ед",
              "50 ед",
              "50 ед"
            ]
          },
          {
            "key": "Урон в падении",
            "values": [
              "56,8%",
              "61,5%",
              "66,1%",
              "72,7%",
              "77,3%",
              "82,6%",
              "89,9%",
              "97,1%",
              "104,4%",
              "112,3%",
              "120,3%"
            ]
          },
          {
            "key": "Урон низкого/высокого удара",
            "values": [
              "114%/142%",
              "123%/153%",
              "132%/165%",
              "145%/182%",
              "155%/193%",
              "165%/206%",
              "180%/224%",
              "194%/243%",
              "209%/261%",
              "225%/281%",
              "240%/300%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Мора",
              "desc": "Повсеместная валюта. Международный язык общения.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 200,
              "name": "Учения о «Золоте»",
              "desc": "Материал повышения таланта.<br/>Золото - это символ царства земли.<br/>Золото - это кровь, текущая глубоко под землёй Ли Юэ, это мышцы, которые сокращают сердце Ли Юэ, это кости, которые заставляют Ли Юэ гордо стоять на ногах.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Gold_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 630,
              "name": "Свиток божественной магии",
              "desc": "Свиток, скорее всего относящийся к какой-то магии. Источает необъяснимое тепло.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Divining Scroll_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Мора",
              "desc": "Повсеместная валюта. Международный язык общения.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 199,
              "name": "Указания о «Золоте»",
              "desc": "Материал повышения таланта.<br/>Золото - это символ царства земли.<br/>Золото символизирует преобразование. Это негласное взаимопонимание между горами, землёй, городом Ли Юэ и его народом. В Ли Юэ трудолюбие превращается в золото, а золото - в процветание.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Gold_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 634,
              "name": "Свиток печати",
              "desc": "Старый свиток, которому не достаёт деталей и ясности. Магические существа могут воссоздать по рисункам часть магии, описанной в нём.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Мора",
              "desc": "Повсеместная валюта. Международный язык общения.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 199,
              "name": "Указания о «Золоте»",
              "desc": "Материал повышения таланта.<br/>Золото - это символ царства земли.<br/>Золото символизирует преобразование. Это негласное взаимопонимание между горами, землёй, городом Ли Юэ и его народом. В Ли Юэ трудолюбие превращается в золото, а золото - в процветание.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Gold_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 634,
              "name": "Свиток печати",
              "desc": "Старый свиток, которому не достаёт деталей и ясности. Магические существа могут воссоздать по рисункам часть магии, описанной в нём.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Мора",
              "desc": "Повсеместная валюта. Международный язык общения.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 199,
              "name": "Указания о «Золоте»",
              "desc": "Материал повышения таланта.<br/>Золото - это символ царства земли.<br/>Золото символизирует преобразование. Это негласное взаимопонимание между горами, землёй, городом Ли Юэ и его народом. В Ли Юэ трудолюбие превращается в золото, а золото - в процветание.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Gold_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 634,
              "name": "Свиток печати",
              "desc": "Старый свиток, которому не достаёт деталей и ясности. Магические существа могут воссоздать по рисункам часть магии, описанной в нём.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Мора",
              "desc": "Повсеместная валюта. Международный язык общения.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 199,
              "name": "Указания о «Золоте»",
              "desc": "Материал повышения таланта.<br/>Золото - это символ царства земли.<br/>Золото символизирует преобразование. Это негласное взаимопонимание между горами, землёй, городом Ли Юэ и его народом. В Ли Юэ трудолюбие превращается в золото, а золото - в процветание.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Gold_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 634,
              "name": "Свиток печати",
              "desc": "Старый свиток, которому не достаёт деталей и ясности. Магические существа могут воссоздать по рисункам часть магии, описанной в нём.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Мора",
              "desc": "Повсеместная валюта. Международный язык общения.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 198,
              "name": "Философия о «Золоте»",
              "desc": "Материал повышения таланта.<br/>Золото - это символ царства земли.<br/>Золото - это богатство Ли Юэ, но истинное богатство Ли Юэ - это сердца его народа, которые сияют ярче золота.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Gold_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 1282,
              "name": "Свиток запретного проклятья",
              "desc": "Свиток, исписанный древними изображениями. Говорят, немногие могут расшифровать их значение, и те немногие учёные, у которых получилось, сошли с ума.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 4581,
              "name": "Тёмный глаз вихря",
              "desc": "<p>Странная «субстанция», полученная в результате битвы с Всепожирающим нарвалом. Его реальный вес намного превышает ожидаемый с учётом размеров.</p><p>Всё собирается вокруг тяжёлых предметов, подобно тому, как золото притягивает сильнее, чем железо, или земля сильнее, чем дующий сверху ветер.</p><p>Как свет не может вырваться из вихря тьмы, так и причина и следствие привязаны к судьбе, возможно, необратимо.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/237301566/41ffbade64c11aa110f75e2853fe560c_203068460165138699.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Мора",
              "desc": "Повсеместная валюта. Международный язык общения.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 198,
              "name": "Философия о «Золоте»",
              "desc": "Материал повышения таланта.<br/>Золото - это символ царства земли.<br/>Золото - это богатство Ли Юэ, но истинное богатство Ли Юэ - это сердца его народа, которые сияют ярче золота.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Gold_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 1282,
              "name": "Свиток запретного проклятья",
              "desc": "Свиток, исписанный древними изображениями. Говорят, немногие могут расшифровать их значение, и те немногие учёные, у которых получилось, сошли с ума.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 4581,
              "name": "Тёмный глаз вихря",
              "desc": "<p>Странная «субстанция», полученная в результате битвы с Всепожирающим нарвалом. Его реальный вес намного превышает ожидаемый с учётом размеров.</p><p>Всё собирается вокруг тяжёлых предметов, подобно тому, как золото притягивает сильнее, чем железо, или земля сильнее, чем дующий сверху ветер.</p><p>Как свет не может вырваться из вихря тьмы, так и причина и следствие привязаны к судьбе, возможно, необратимо.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/237301566/41ffbade64c11aa110f75e2853fe560c_203068460165138699.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Мора",
              "desc": "Повсеместная валюта. Международный язык общения.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 198,
              "name": "Философия о «Золоте»",
              "desc": "Материал повышения таланта.<br/>Золото - это символ царства земли.<br/>Золото - это богатство Ли Юэ, но истинное богатство Ли Юэ - это сердца его народа, которые сияют ярче золота.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Gold_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 1282,
              "name": "Свиток запретного проклятья",
              "desc": "Свиток, исписанный древними изображениями. Говорят, немногие могут расшифровать их значение, и те немногие учёные, у которых получилось, сошли с ума.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 4581,
              "name": "Тёмный глаз вихря",
              "desc": "<p>Странная «субстанция», полученная в результате битвы с Всепожирающим нарвалом. Его реальный вес намного превышает ожидаемый с учётом размеров.</p><p>Всё собирается вокруг тяжёлых предметов, подобно тому, как золото притягивает сильнее, чем железо, или земля сильнее, чем дующий сверху ветер.</p><p>Как свет не может вырваться из вихря тьмы, так и причина и следствие привязаны к судьбе, возможно, необратимо.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/237301566/41ffbade64c11aa110f75e2853fe560c_203068460165138699.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Мора",
              "desc": "Повсеместная валюта. Международный язык общения.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 198,
              "name": "Философия о «Золоте»",
              "desc": "Материал повышения таланта.<br/>Золото - это символ царства земли.<br/>Золото - это богатство Ли Юэ, но истинное богатство Ли Юэ - это сердца его народа, которые сияют ярче золота.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Gold_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 1282,
              "name": "Свиток запретного проклятья",
              "desc": "Свиток, исписанный древними изображениями. Говорят, немногие могут расшифровать их значение, и те немногие учёные, у которых получилось, сошли с ума.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 4581,
              "name": "Тёмный глаз вихря",
              "desc": "<p>Странная «субстанция», полученная в результате битвы с Всепожирающим нарвалом. Его реальный вес намного превышает ожидаемый с учётом размеров.</p><p>Всё собирается вокруг тяжёлых предметов, подобно тому, как золото притягивает сильнее, чем железо, или земля сильнее, чем дующий сверху ветер.</p><p>Как свет не может вырваться из вихря тьмы, так и причина и следствие привязаны к судьбе, возможно, необратимо.</p>",
              "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/237301566/41ffbade64c11aa110f75e2853fe560c_203068460165138699.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Корона прозрения",
              "desc": "Ценный материал повышения таланта.<br/>В древности она служила для передачи знаний. Теперь же мудрость черпают из старинных книг и глубокомысленных речей. Невзирая на это, Корона прозрения всё ещё может наделить её носителя великими силами и знанием.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/76088c5c5ab8f248472cb919d07a43d9_2317057423763359247.gif"
      },
      {
        "key": "Белые облака на заре",
        "title": "Белые облака на заре",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/79d2dc0ab0f7a0c36587bd40a2ba09b7_6975361698601906657.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Сянь Юнь входит в состояние Превращения облаков, в котором она не получает урон от падения, и один раз использует Небесную лестницу.\nВ этом состоянии её атака в падении превращается в Волну плывущих облаков, которая наносит <color=#80ffd7>Анемо урон по площади</color> и завершает состояние Превращения облаков. Её урон считается уроном атаки в падении.\nКаждое применение Небесной лестницы в этом состоянии увеличивает урон и площадь поражения следующей Волны плывущих облаков.\n<color=#ffd780>Небесная лестница</color>\nМожет быть активирована в воздухе. Сянь Юнь совершает рывок вперёд, нанося целям на пути <color=#80ffd7>Анемо урон</color> .\nВ течение одного состояния Превращения облаков Небесную лестницу можно использовать до 3 раз, причём один и тот же противник может получить урон Небесной лестницы только один раз.\nЕсли в течение короткого промежутка времени не активировать Небесную лестницу, состояние Превращения облаков исчезает.\nЕсли во время текущего состояния Превращения облаков не вызывать Волну плывущих облаков, последующий откат навыка Белые облака на заре сокращается на 3 сек.\nПожимая Хранителю Облаков руку, будьте осторожны - это всё-таки рука Адепта."
          }
        ],
        "attributes": [
          {
            "key": "Уровень",
            "values": [
              "Ур. 1",
              "Ур. 2",
              "Ур. 3",
              "Ур. 4",
              "Ур. 5",
              "Ур. 6",
              "Ур. 7",
              "Ур. 8",
              "Ур. 9",
              "Ур. 10",
              "Ур. 11",
              "Ур. 12",
              "Ур. 13"
            ]
          },
          {
            "key": "Урон навыка",
            "values": [
              "24,8%",
              "26,7%",
              "28,5%",
              "31,0%",
              "32,9%",
              "34,7%",
              "37,2%",
              "39,7%",
              "42,2%",
              "44,6%",
              "47,1%",
              "49,6%",
              "52,7%"
            ]
          },
          {
            "key": "Урон Волны плывущих облаков",
            "values": [
              "116%/148%/337,6%",
              "124,7%/159,1%/362,9%",
              "133,4%/170,2%/388,2%",
              "145%/185%/422%",
              "153,7%/196,1%/447,3%",
              "162,4%/207,2%/472,6%",
              "174%/222%/506,4%",
              "185,6%/236,8%/540,2%",
              "197,2%/251,6%/573,9%",
              "208,8%/266,4%/607,7%",
              "220,4%/281,2%/641,4%",
              "232%/296%/675,2%",
              "246,5%/314,5%/717,4%"
            ]
          },
          {
            "key": "Время отката",
            "values": [
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек.",
              "12 сек."
            ]
          }
        ],
        "talentImg": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/e6aceb72d81356f22c951bf68d9f128d_4070012727366803526.gif"
      },
      {
        "key": "Сумеречное собрание звёзд",
        "title": "Сумеречное собрание звёзд",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/99e5edf5792f606597f6f4c584351cdb_7736176743698576009.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Призывает божественный ветер, который наносит <color=#80ffd7>Анемо урон по площади</color> , восстанавливает HP всем окружающим членам отряда пропорционально силе атаки Сянь Юнь и призывает механизм «Сплетение звёзд».\n<color=#ffd780>Сплетение звёзд</color>\n· Следует за активным персонажем и периодически восстанавливает HP всем членам отряда поблизости пропорционально силе атаки Сянь Юнь.\n· Изначально имеет 8 уровней Поддержки Адептов. Во время действия Поддержки Адептов высота прыжка активных членов отряда поблизости повышена.\n· Когда активный персонаж завершает атаку в падении, Сплетение звёзд расходует 1 уровень Поддержки Адептов и наносит <color=#80ffd7>Анемо урон по площади</color> .\nНа поле боя одновременно может быть только одно Сплетение звёзд.\nЭто последнее из серии чудесных изобретений звезды и луны, которому предшествуют Чудо кулинарной машинерии, Скорый снегоход, Волшебный домработник, Парящий переносной механизм и Садовник. Образчики из этой серии должны были стать подарками юным людям, обожаемых Хранителем Облаков, и к одному полуадепту отношения не имели. К сожалению, некая ученица, которой предстояло принять сей дар, с отсутствующим выражением молвила «Нет, спасибо».\nТак что Хранителю Облаков пришлось оставить его у себя."
          }
        ],
        "attributes": [
          {
            "key": "Уровень",
            "values": [
              "Ур. 1",
              "Ур. 2",
              "Ур. 3",
              "Ур. 4",
              "Ур. 5",
              "Ур. 6",
              "Ур. 7",
              "Ур. 8",
              "Ур. 9",
              "Ур. 10",
              "Ур. 11",
              "Ур. 12",
              "Ур. 13"
            ]
          },
          {
            "key": "Урон навыка",
            "values": [
              "108,0%",
              "116,1%",
              "124,2%",
              "135%",
              "143,1%",
              "151,2%",
              "162%",
              "172,8%",
              "183,6%",
              "194,4%",
              "205,2%",
              "216,0%",
              "229,5%"
            ]
          },
          {
            "key": "Урон Сплетения звёзд",
            "values": [
              "39,2%",
              "42,1%",
              "45,1%",
              "49,0%",
              "51,9%",
              "54,9%",
              "58,8%",
              "62,7%",
              "66,6%",
              "70,6%",
              "74,5%",
              "78,4%",
              "83,3%"
            ]
          },
          {
            "key": "Лечение",
            "values": [
              "92,2% силы атаки + 578",
              "99,1% силы атаки + 636",
              "106,0% силы атаки + 698",
              "115,2% силы атаки + 766",
              "122,1% силы атаки + 838",
              "129,0% силы атаки + 915",
              "138,2% силы атаки + 997",
              "147,5% силы атаки + 1083",
              "156,7% силы атаки + 1175",
              "165,9% силы атаки + 1271",
              "175,1% силы атаки + 1372",
              "184,3% силы атаки + 1478",
              "195,8% силы атаки + 1589"
            ]
          },
          {
            "key": "Периодическое лечение",
            "values": [
              "43,0% силы атаки + 270",
              "46,2% силы атаки + 297",
              "49,5% силы атаки + 326",
              "53,8% силы атаки + 357",
              "57,0% силы атаки + 391",
              "60,2% силы атаки + 427",
              "64,5% силы атаки + 465",
              "68,8% силы атаки + 506",
              "73,1% силы атаки + 548",
              "77,4% силы атаки + 593",
              "81,7% силы атаки + 640",
              "86,0% силы атаки + 690",
              "91,4% силы атаки + 742"
            ]
          },
          {
            "key": "Длительность",
            "values": [
              "16 сек.",
              "16 сек.",
              "16 сек.",
              "16 сек.",
              "16 сек.",
              "16 сек.",
              "16 сек.",
              "16 сек.",
              "16 сек.",
              "16 сек.",
              "16 сек.",
              "16 сек.",
              "16 сек."
            ]
          },
          {
            "key": "Время отката",
            "values": [
              "18 сек.",
              "18 сек.",
              "18 сек.",
              "18 сек.",
              "18 сек.",
              "18 сек.",
              "18 сек.",
              "18 сек.",
              "18 сек.",
              "18 сек.",
              "18 сек.",
              "18 сек.",
              "18 сек."
            ]
          },
          {
            "key": "Потребление энергии",
            "values": [
              "70",
              "70",
              "70",
              "70",
              "70",
              "70",
              "70",
              "70",
              "70",
              "70",
              "71",
              "72",
              "70"
            ]
          }
        ],
        "talentImg": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/100949826dc422d77d481f62b14d4a49_984936994742090594.gif"
      },
      {
        "key": "Белое перо на благом ветру",
        "title": "Белое перо на благом ветру",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/79e933b0d0a3108e446f9ea86f196a9d_4954180139285195723.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Каждый противник, поражённый Волной плывущих облаков навыка <color=#ffd780>Белые облака на заре</color> , на 20 сек. наделяет всех членов отряда поблизости 1 уровнем эффекта Перо на ветру. Этот эффект складывается до 4 раз и увеличивает шанс крит. попадания атаки в падении на 4%/6%/8%/10% соответственно.\nДлительность уровней Пера на ветру, возникающих при попадании по противнику, рассчитывается отдельно друг от друга."
          }
        ],
        "attributes": []
      },
      {
        "key": "Адепт в своей обители",
        "title": "Адепт в своей обители",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/626372c6c8f01c8d28dec474128b4a55_8683250542454795420.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Сплетение звёзд <color=#ffd780>Сумеречного собрания звёзд</color> с действующей Поддержкой Адептов повышает урон ударной волны атаки в падении активных персонажей отряда поблизости на 200% от силы атаки Сянь Юнь. Максимальное увеличение урона, полученное таким образом, не может превышать 9000.\nОдна ударная волна атаки в падении может нанести данный повышенный урон только одному противнику. Каждый персонаж может активировать этот эффект один раз в 0,4 сек."
          }
        ],
        "attributes": []
      },
      {
        "key": "Форма журавля",
        "title": "Форма журавля",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/f41fa6df06aa97ed348bee44298234bc_1808993597366649538.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Увеличивает скорость парения всех членов отряда на 15%.\nНе суммируется с пассивными талантами, дающими точно такие же эффекты."
          }
        ],
        "attributes": []
      }
    ]
  }
}