{
  "epId": 4779,
  "name": "Рем",
  "desc": "<p>Царь богов, основавший Ремурию.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_2536613976363958813.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1718367380,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Рем"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "• Сумеру\n• Ремурия"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Боги"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Аль-Ахмар",
        "desc": "<p>Правитель пустыни Сумеру, также известный как царь Дешрет и Алый король.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_2834910047270303942.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Властитель Палящего Солнца, чьему трону не пожелал служить Рем.\nСивилла\nПровидица, пережившая первый потоп и потерявшая свой разум и тело, предсказавшая Рему расцвет и падение Ремурии. С её помощью была создана великая симфония Фобос.\n«Фортуна»\nКорабль, созданный из серебряного дерева, на котором Рем сошёл в земли Фонтейна.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Государство, которое основал Рем.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Кассиодор",
        "desc": "<p>Один из гармостов Царя богов Рема.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7029142723836082071.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Боэций",
        "desc": "<p>Один из гармостов Ремурии.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/8387f718bf24a2a128af2225335160c5_5852598890195762728.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Эвергетия\nАврелий\nГармосты Ремурии.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Эгерия",
        "desc": "<p>Милосердная Владычица всех вод и Гидро Архонт, погибшая во время Катаклизма 500 лет назад.</p><p>Она совершила первородный грех, превратив океанид в людей с помощью силы Первозданного моря.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Владычица всех вод, которая поведала Рему о неизбежном наказании за совершённый грех и дала ему кубок с чистейшей водой.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Сцилла",
        "desc": "<p>Принц Гидро вишапов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/b2d6cefc957361355bd202af3efcb21d_4484292652819500070.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Друг Рема, который последовал за ним из Фонтмера, чтобы увидеть создание мира, свободного от оков судьбы. Рем доверил ему свою последнюю симфонию.\nФобос\nВеликая симфония, созданная Ремом с помощью золотой пчелы Сивиллы.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Золотая труппа",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/c32bab10651059ad3c0c8a0e5bbd2e03_5004906481475328879.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Песнь былых времён",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Фрагмент гармонической фантазии",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/7557f4558ab243d82e8b6b9994fc97ee_8729707325921240825.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4028,
        "name": "Разбитая чаша непорочного моря",
        "desc": "<p>Легенда гласит, что, когда первый тиран подошёл к первозданному морю, первый государь подал ему кубок с водой.</p><p>Впоследствии он стал непререкаемым Царём богов и использовал этот кубок с водой для очищения таинственных капель росы, создав великолепную и могущественную империю.</p><p>Но это дела давно минувших дней, легенда, главные герои которой ныне покоятся в свете косяков глубоководных рыб.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/91ea8723306e98e3d1bcb55d7fdf7c81_1318612277605562141.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4027,
        "name": "Чаша непорочного моря",
        "desc": "<p>Какая империя может просуществовать тысячу лет? Вернувшись из царства драконов, тиран однажды задумался над этим вопросом.</p><p>Соединив камень бессмертия с эссенцией ихора, добытой из воды первозданного мира, и воплотившись в чёрную, как железо, расу - с каменной кожей и росой в крови, никогда больше не боящуюся проклятия возвращения в первобытное прошлое...</p><p>Молчаливый голем по сей день видит сон об империи, не зная, что с момента её крушения прошло уже более тысячи лет.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/53003e0178136f962ed95ee9c8cb7bff_2884980922457492202.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Серебряный кубок непорочного моря",
        "desc": "<p>Во времена, когда золотой саван покрывал землю, чистую родниковую воду приходилось прятать в потаённых горных ручьях. В этих святилищах и рождались Рыцари чистых родников.</p><p>Рыцари поклялись серебряными доспехами защищать духов, рождённых из чистой воды, защищать своих собратьев, которые тоже хранят веру в единую истинную купель, противостоящую вездесущей золотой силе, запятнавшей небо и затмившей солнце.</p><p>Но это лишь древняя легенда... Вскоре после того, как империя рухнула и канула в Лету, рыцари, противостоявшие тирану, сбросили свои доспехи, а их истории были запрятаны в запутанной паутине сказаний и баллад.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/c70230640d8706fd2e3aa837a391166c_2242615267031030516.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Золотой кубок непорочного моря",
        "desc": "<p>Когда тиран затонувшего города заиграл последнюю часть золотой симфонии, любимый музыкант украл золотой кубок, наполненный ихором.</p><p>Потрясённый безрассудным предательством Царя богов, музыкант созвал последних стражников, с помощью нерастворимого ихора запечатал дракона под высокой башней и вместе со столицей погрузился в пучину.</p><p>Впоследствии этот благородный вор бесследно исчез из истории, и только «Золотая труппа» свято чтит его пророчество.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/a8147d7dfc78a2dc5d47dd50bd6292ed_2326090798796386713.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4037,
        "name": "Осадок чистой капли росы",
        "desc": "<p>Легенды гласят, что до зарождения жизни существовало бездонное первозданное море. Оно - чистейшее начало всего сущего, и однажды оно же поглотит всё живое... а то, что возникло не из него, будет отфильтровано, превратившись в обычный шлак.</p><p>«Существование шлака тоже имеет свой определённый смысл. Какую вещь отвергнет источник всего сущего, поглощающий всё живое?» - спросил молодой гармост у великого узурпатора, размышляя над этой загадкой.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/b5eb251eb35df6de92c4e93ac29b1f23_8461038659176118104.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4036,
        "name": "Конденсат чистой капли росы",
        "desc": "<p>«Жизнь, вышедшая из первозданного моря, неизбежно должна в него вернуться», - так говорил гармост Боэций. - Но возможности человека безграничны, и даже воды первозданного моря не могут полностью растворить их...»</p><p>Надменный тиран пытался создать ихор, нерастворимый в чистой воде, в котором содержались бы духовная мудрость и память, дабы его подданные могли отбросить своё физическое тело и обрести вечную и независимую жизнь.</p><p>Но боль разделения души и тела не в силах выдержать ни один смертный, и приказ тирана разрывал изломанные души...</p><p>От криков множества душ ихор окрасился в чёрный цвет, утратил гармонию и мудрость, оставив лишь хаос и безумие.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/bfe4638702fbef7e67d5d84b99d5276d_3195438979170690574.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Источник чистой капли росы",
        "desc": "<p>Это реликвия тех времён, когда Рыцари чистых родников ещё ходили по земле. По словам рыцарей, в горных источниках и долинах, куда не ступала нога человека, до сих пор живут верные духи, охраняющие чистые, незагрязнённые источники...</p><p>Однако создатель ихора не терпел разлада в своей великой симфонии. Говорят, что везде, куда бы ни ступала нога гармоста Боэция, закапывался природный нектар, строились акведуки империи и бесследно исчезали духи, рождённые из чистой воды...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/54913bb983c08663e91eef34841c80b9_7242278330342534687.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4034,
        "name": "Эссенция чистой капли росы",
        "desc": "<p>Густой и чистый раствор, полученный из капель бескрайнего первозданного моря. Древний Царь богов когда-то верил, что он дарует вечную жизнь и бесконечную мудрость, но если внимательно прислушаться, то он едва слышно пророчил приближение конца, когда всё сольётся в единое целое.</p><p>Когда-то это была незавершённая великая симфония Царь богов - безбрежный, неисчерпаемый золотой ихор, заменяющий дикие первобытные воды, и прославленные бессмертные мудрецы, несущие нектароподобное просветление в невежественные уголки мира.</p><p>Но заблуждения Царя богов в итоге погрузились в глубины чёрной бездны, и с течением времени золотой росток был разъеден первичным бульоном...</p><p>Гармост закрывал глаза на дурные предзнаменования и, поддерживая своё изломанное тело, продолжал давать жизнь соотечественникам по намеченным планам, чтобы старый порядок когда-нибудь вновь восторжествовал...</p><p>Даже сегодня многие безумные поэты и художники Фонтейна видят в апокалипсисе, пережитом Боэцием, напоминание о неизбежной цикличности бытия.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/b511969117b243bc41e7af4c578dfb88_9089771477024417177.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Закат и падение Ремурии",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/13/51635400/0737b705d4ce1b26669a8f06f2fff2e5_7237691660874226018.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "Песня Эриний",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Рем",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/124137736/31941f53b43891e840dd1997518ccef4_8571541899193362736.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Во времена, когда в высоком море не существовало просвещения и люди жили в невежестве, в пустыне Сумеру правил бог Филармонии Рем. Когда-то он являлся певцом оазисов, но его родные края сгинули под властью царя Дешрета. Отказавшийся служить его трону, обездоленный Рем решил отправиться в скитания. Избрав земли будущего Фонтейна для своей могилы, бог Филармонии забрёл в руины города, что был старше самой земли. Тот город не упоминался ни в одной хронике и находился в тёмных бездонных глубинах. Именно там, в сердце разрушенного храма, под серебристо-белым кедром и произошла встреча будущего прославленного короля Рема и золотой пчелы Сивиллы, что видела будущее. Сивилла предсказала Рему, что однажды тот снова будет повелевать городами и народами. Государство, которое построит Рем, будет процветать и благоденствовать, и однажды ему покорится всё высокое море. Рем должен был принести людям цивилизацию и справедливость, но в конце концов она же его бы и погубила."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Когда пробьёт назначенный час и свершится суд, беспощадные волны поглотят мимолётную славу и счастье».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Бог Филармонии знал, что нет смысла противостоять судьбе, поэтому согласился сделать первый шаг навстречу предсказанному пути. В этот же миг подземелье с грохотом обрушилось, а серебряное дерево превратилось в золотой корабль «Фортуна»."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/124137736/396cfafba28c3cf1de610edb8eb24993_6066282147921379514.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "На «Фортуне» Рем вместе с Сивиллой снизошёл в Меропис. Давным-давно на тех землях обитали древние люди. Они жили в мире и согласии, а по земле ходили посланники из Селестии. Однажды люди захотели сбросить с себя оковы судьбы, за что были уничтожены небесами. И только по прибытии Рема в земли будущего Фонтейна вновь пришли цивилизация и порядок. Он обучил людей земледелию, чтобы те могли собирать урожай, и показал, как строить храмы и города из гигантских камней, чтобы им было где жить. Но самое главное, он научил людей музыке и искусству, что выделяли их среди других существ и дали им возможность почувствовать себя властителями сущего. Рем возвёл в Мерописе высокую башню и собрал рассеянные по земле народы, чтобы основать новое государство. Горны изобилия наделили землю плодородием, а бесконечная вереница кораблей соединяла острова в единое целое.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Аль-Ахмар",
        "desc": "<p>Правитель пустыни Сумеру, также известный как царь Дешрет и Алый король.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_2834910047270303942.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Фрагмент гармонической фантазии",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/7557f4558ab243d82e8b6b9994fc97ee_8729707325921240825.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Закат и падение Ремурии",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/13/51635400/0737b705d4ce1b26669a8f06f2fff2e5_7237691660874226018.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Предсказание",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Вместе с развитием государства Рема в его душе росло беспокойство:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Как ты и предсказала, я стал правителем, увенчанным славой, я несу людям культуру и цивилизацию.</color>\n<color=#ffffffd9>Я даровал мир океану, я правлю землёй справедливо, я насаждаю в своих границах прогресс и порядок.</color>\n<color=#ffffffd9>Но чем больше процветает моё новое славное государство, тем больше печали и смущения в моей душе.</color>\n<color=#ffffffd9>Предсказанная слава продлится всего одно столетие, а что будет дальше? Семена разрушения уже пустили свои корни».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Процветание всегда сменяется упадком - так устроен мир, так устроена судьба - Фортуна. Но даже осознавая всю глупость фантазий о вечности и бессмертии, Рем всё же не мог примириться с мрачным будущим. Он обратился за помощью к Сивилле, но провидица не могла ему помочь: хотя она видела будущее, ей не хватало мудрости узнать причину падения."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Но я знаю, что в далёких и тёмных морских глубинах, в краю, где текут Первозданные воды, томится в заточении Владычица всех вод.</color>\n<color=#ffffffd9>И пусть пророчество гласит, что бесконечные волны поглотят твои народы, возможно, она знает ответ…»</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "По совету Сивиллы Рем со своим золотым флотом отправился к Первозданному морю, где была заточена Владычица всех вод Эгерия. Это был край вишапов Фонтмер, где жили потомки древних драконов. Во главе с принцем вишапов Сциллой они охраняли тюрьму Эгерии. Вишапы и флот Рема начали сражение, и тридцать дней и ночей всё было объято пламенем войны. Лишь после этого, когда усталость врагов вынудила их на время прекратить битву, Рем с помощью музыки возвестил о цели визита. Желание Рема противиться судьбе, уготованной ему небесным порядком, заставило Сциллу разразиться хохотом, но несмотря на то, что мечта Рема казалась тому нелепостью, Сцилла согласился отвести Рема к Владычице всех вод.\nМилосердная Эгерия не дала ответа, который Рем искал. В конце концов король, до сих пор не утративший честолюбия и надежды, решил взять с собой в путь\nчто подала ему Эгерия. Он обещал ей использовать эту воду для создания мира бесконечного процветания; мира, где не будет конфликтов. Вместе со своим флотом они вернулись обратно. Сцилла также покинул Фонтмер и последовал за Ремом так как хотел увидеть мир, что тот обещал показать. Несмотря на то, что для вишапов боги были узурпаторами, Сцилла и Рем стали друзьями.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Эгерия",
        "desc": "<p>Милосердная Владычица всех вод и Гидро Архонт, погибшая во время Катаклизма 500 лет назад.</p><p>Она совершила первородный грех, превратив океанид в людей с помощью силы Первозданного моря.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Сцилла",
        "desc": "<p>Принц Гидро вишапов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/b2d6cefc957361355bd202af3efcb21d_4484292652819500070.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Фрагмент гармонической фантазии",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/7557f4558ab243d82e8b6b9994fc97ee_8729707325921240825.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Серебряный кубок непорочного моря",
        "desc": "<p>Во времена, когда золотой саван покрывал землю, чистую родниковую воду приходилось прятать в потаённых горных ручьях. В этих святилищах и рождались Рыцари чистых родников.</p><p>Рыцари поклялись серебряными доспехами защищать духов, рождённых из чистой воды, защищать своих собратьев, которые тоже хранят веру в единую истинную купель, противостоящую вездесущей золотой силе, запятнавшей небо и затмившей солнце.</p><p>Но это лишь древняя легенда... Вскоре после того, как империя рухнула и канула в Лету, рыцари, противостоявшие тирану, сбросили свои доспехи, а их истории были запрятаны в запутанной паутине сказаний и баллад.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/c70230640d8706fd2e3aa837a391166c_2242615267031030516.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Золотой кубок непорочного моря",
        "desc": "<p>Когда тиран затонувшего города заиграл последнюю часть золотой симфонии, любимый музыкант украл золотой кубок, наполненный ихором.</p><p>Потрясённый безрассудным предательством Царя богов, музыкант созвал последних стражников, с помощью нерастворимого ихора запечатал дракона под высокой башней и вместе со столицей погрузился в пучину.</p><p>Впоследствии этот благородный вор бесследно исчез из истории, и только «Золотая труппа» свято чтит его пророчество.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/a8147d7dfc78a2dc5d47dd50bd6292ed_2326090798796386713.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Великая симфония",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/124137736/fa8329bb7cc10e0fd51ddf52f0c31797_2756157689206034481.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "По возвращении из Первозданного моря Рем основал золотой город и стал Царём богов, приняв титул севаста. Все полисы, где побывали корабли севаста, подчинялись его верховной власти. Все земли, куда падали ноты, забывали о диких напевах, пленённые симфонией цивилизации. Предки нынешних фонтейнцев страшились его и прозвали Рема Тёмным Владыкой.\nВсё это время Рем размышлял, какое государство может просуществовать тысячу лет. С помощью полученного от Эгерии кубка с первозданной водой Рем создал раствор, названный ихором. С помощью его экстракта Рем даровал ремурийцам новые тела из камня, а в их жилах стал течь сам ихор. Севаст желал, чтобы ремурийцы избавились от оков Фортуны и стали повелителями их собственной жизни.\n<color=#ffffffd9>«Если волны поглотят моих подданных, я запечатаю их души в ихоре, который не растворить никакой водой.</color>\n<color=#ffffffd9>Если время сточит тела моих подданных, я создам для них нетленные тела из камня и бронзы»</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/124137736/6fa36af0507dcdef5030c81c7a0a8023_8808381128258099700.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Царь богов заперся в глубинах дворца, чтобы найти изъян в мировой музыке Властителя судьбы. И наконец после бесконечной вереницы дней и ночей бренные струны открыли Рему тайну Фортуны. Он прочёл судьбу до последней ноты, но ему не хватало «пера», чтобы записать собственную симфонию. И тогда севаст решил воззвать с мольбой к Сивилле, ибо она пришла из края мертвых, некогда по её венам струились потоки судьбы. Рем понял, что причина кроется в людских душах, неспособных преодолеть силу предопределения, и потому написал “симфонию” - музыку, что могла плести судьбу. Мелодия была сплетена из памяти и характеров людей и записана с помощью нот. Провидица поведала ему, что овладеть “симфонией” значило овладеть судьбой. Севаст влил эту мелодию в ихор в надежде, что люди смогут управлять своей судьбой, исполняя эту музыку."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/124137736/c1f51031792713f423f4d4a2a3b55b2f_5760430657689338175.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Однако и это не помогло изменить предсказание в пророчестве. Боль разделения души и тела был не в силах выдержать ни один смертный, и приказ Царя богов разрывал изломанные души. От криков множества душ ихор окрасился в чёрный цвет, утратил гармонию и мудрость, оставив лишь хаос и безумие. Деяния севаста вселили в ремурийцев ужас. Не в силах вынести бремя судьбы, люди обратились к Царю богов с мольбой о наставлении. По их просьбе Рем соединил все мелодии в величайшую из симфоний, которая должна была принести людям высшее счастье. Люди назвали её «Фобос». Севаст рассчитывал, что симфония подарит каждому вечную мелодию величайшего добра которая будет длиться тысячи лет. И что однажды люди перестанут нуждаться в наставлениях «Фобоса» и заживут счастливой жизнью, избавившись от тирании судьбы. Чтобы все люди в высоком море жили в соответствии с мелодией благополучия и не нарушали господствующую там гармонию и процветание, царь Рем возвёл четырёх великих людей в ранг гармостов."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/124137736/bb04749691763bf91c08ae162788a488_3243109716360540520.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Поскольку «Фобос» был суммой всех желаний и мыслей ремурийцев, он включал в себя разорение, ненависть и насилие. Царь богов совершил множество грехов, но самым тяжким из них стало решение разделить с людьми власть, что должна была принадлежать одним лишь божествам. Человечество было опьянено подаренной силой и властью, и постепенно Ремурия погрязла в войнах и бунтах. Даже вишапы не могли сравниться с людьми в совершённых зверствах. Царь богов закрывал глаза на это - он слишком сильно любил людей.\nПоняв, что Фобос ведёт империю лишь к падению, Царь богов решил уничтожить великую симфонию. Он сочинил свою последнюю симфонию Реквием, являвшуюся приказом о самоуничтожении Фобоса, и доверил её своему другу Сцилле. По их тайному плану Сцилла должен был привести армию вишапов и напасть на столицу. Рем собирался пожертвовать собой, высвободив мелодию Реквиема, а принц вишапов должен был сдерживать первобытные потоки энергии, высвобожденные симфонией. Рем надеялся, что тем самым он освободит своих подданных от каменных тел, и они вновь обретут плоть и кровь, чтобы барьер между расами был уничтожен. Царь богов отделил мелодию гармоста Кассиодора от великой симфонии и отправил его в Уранополис, город будущего."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/124137736/e6ded426211e34a86d94bbb81d526d43_1185695499982868428.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Мечтам севаста не было суждено сбыться, и Фобос, поглотивший одного из гармостов Рема, заточил принца вишапов и запечатал Врата Януса, ведущие в столицу. Сцилла не успел вовремя в столицу, и жертва Рема оказалась напрасной. Сила Фобоса вышла из-под контроля, и империя погрузилась в океанские глубины, словно подчинившись небесной каре. В тот день Рем исчез без следа, а золотая цивилизация ушла на дно вместе со своей былой славой. Лишь тысячу лет спустя Кассиодор наконец завершил план севаста, освободив души ремурийцев.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Сцилла",
        "desc": "<p>Принц Гидро вишапов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/b2d6cefc957361355bd202af3efcb21d_4484292652819500070.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Боэций",
        "desc": "<p>Один из гармостов Ремурии.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/8387f718bf24a2a128af2225335160c5_5852598890195762728.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Кассиодор",
        "desc": "<p>Один из гармостов Царя богов Рема.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7029142723836082071.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Фрагмент гармонической фантазии",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/7557f4558ab243d82e8b6b9994fc97ee_8729707325921240825.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Закат и падение Ремурии",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/13/51635400/0737b705d4ce1b26669a8f06f2fff2e5_7237691660874226018.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Золотой кубок непорочного моря",
        "desc": "<p>Когда тиран затонувшего города заиграл последнюю часть золотой симфонии, любимый музыкант украл золотой кубок, наполненный ихором.</p><p>Потрясённый безрассудным предательством Царя богов, музыкант созвал последних стражников, с помощью нерастворимого ихора запечатал дракона под высокой башней и вместе со столицей погрузился в пучину.</p><p>Впоследствии этот благородный вор бесследно исчез из истории, и только «Золотая труппа» свято чтит его пророчество.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/a8147d7dfc78a2dc5d47dd50bd6292ed_2326090798796386713.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}