{
  "epId": 4896,
  "name": "Два мушкетёра",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/25/1ab6bb80ae86aab0a1f8064c05b6a72f_7162576051872538658.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1703639049,
  "components": {
    "body": [
      {
        "title": "Два мушкетёра I",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nПожилой седой мужчина аккуратно выложил на стол шесть патронов и посмотрел на стоящих перед ним брата и сестру своими почти ослепшими глазами.\n«Шесть патронов. Этого хватит?» - спросил мужчина.\n«Хватит», - ответил брат.\nСтарик вздохнул. Он сдержал своё обещание обучить этих двух сирот, что он нашёл у своих дверей пятнадцать лет назад, всему, что знал.\nФехтованию, стрельбе и мошенничеству...\nКак проникнуть в дом, оставшись незамеченными собаками; как убить жертву во сне, не оставив следов; как нажать на курок без доли сомнений.\n«Шесть патронов - шесть жизней», - сказал старик сам себе.\n«Нет, - сказала сестра, - пять жизней».\n«Для одного из них нужно два патрона».\nСтарик ничего не ответил. Он никогда не спрашивал этих двоих, почему они выбрали именно его? Какие у них планы? Так же, как и когда-то его учитель не задавал ему этих вопросов.\nНо мужчина переживал за своих учеников. Его почти слепые глаза повидали намного больше, чем кто-либо в этом городе.\n«Месть - это путь в никуда, дети мои, - сказал старик. - Знаний, что я вам дал, хватит, чтобы вести безбедную интересную жизнь».\n«Я не хочу, чтобы вы пошли по моему пути. Мои глаза - это наказание свыше для тех, кто ищет мести». Он постарался приоткрыть свои мутные глаза, чтобы брат с сестрой могли их разглядеть.\n«Нас убили двадцать лет назад, - сказал брат. - Если не выпустить эти пули в тех, кто этого заслуживает, мы никогда не сможем вернуться в мир живых».\nСтарик перестал задавать вопросы. Он знал, что этот день рано или поздно настанет, с того самого момента, когда он взял их под своё крыло.\n«Так и быть... Тогда мне незачем пытаться вас переубедить». Он поднялся, опираясь на руки. В его возрасте даже такое простое движение стоило ему больших усилий.\nНо несмотря на это, он всё равно хотел обойти стол, чтобы обнять своих любимых учеников на прощание. Он знал, что это последняя их встреча.\n«Вам нужно что-то ещё, кроме этих шести патронов?» - спросил старик.\n«Нет», - сказал брат.\nСтарик заметил, что сестра нахмурила брови. Он этого не увидел, но почувствовал.\n«Что такое, Ирис?» - спросил он. Ирис всегда нравилась ему немного больше. Эта нежная и эмоциональная девушка могла, не дрогнув, применить оружие.\n«У меня есть ещё одна просьба», - сказала она, смотря на сад, раскинувшийся за окном.\n«Можно мне взять несколько ваших радужных роз?»\n...\n- Два мушкетёра, стр. 224"
          }
        ]
      },
      {
        "title": "Два мушкетёра II",
        "desc": [
          {
            "type": "RichText",
            "text": "...\n«Вот и всё...» Два дула указывали на Барона. С одного ствола стекала кровь: кап-кап-кап... Словно обратный отсчёт последних секунд его жизни.\n«Бесполезный мусор, - бранился Барон про себя, смотря на лежащие за стрелками фигуры телохранителей. - Столько денег заплатил... А толку никакого!»\n«Ты знаешь, кто мы?» - спросил один из стрелков.\n«И что с того, если знаю?»\n«Доложишь в аду, кто тебя туда отправил».\nХоть на улице и лил ливень, ударяя по лицу, глазам и ушам, но звук падающей крови почему-то всё равно звучал чётко: кап-кап-кап.\n«Я знаю, кто вы. Ирис и Тюльпан. Мои дети», - сказал Барон. Он не сопротивлялся. В эту дождливую ночь он устало сидел на мокрой земле и выглядел жалко.\nТюльпан плюнул в сторону.\n«У тебя ещё хватает наглости считать себя нашим отцом? Помнишь, какими глазами ты смотрел на мать двадцать лет назад, когда ты заставил её принять яд».\n«Барон глубоко вздохнул и закрыл глаза. Он мысленно вернулся на двадцать лет назад. К его удивлению, это было очень просто».\nЕё глаза вдруг возникли прямо перед ним.\nКак он мог в них не влюбиться?\nЕё лёгкий силуэт, нежный смех... Она ходила из комнаты в комнату и бросала на него взгляды украдкой.\nЭти карие глаза сияли как звёзды, и были глубоки, как тихое озеро.\nКак он мог ей отказать?\n«Ты женишься на мне?» Глядя ей в глаза, он не мог сказать нет.\nНо как она могла предать его?\nПочему она просила так много? Почему хотела, чтобы он сбежал вместе с ней?\nКап-кап-кап...\n«Она просила слишком многого», - сказал Барон, открыв глаза.\n«Она никогда ничего не просила. Она хотела спокойной жизни, как у всех», - возразила Ирис. Кровь капала с её мушкета, но она держала его крепко.\n«Она хотела, чтобы я бросил всё своё состояние и бежал с ней!» - сказал Барон. Его дети не имели представления о том, что такое деньги и статус.\n«Она всего лишь хотела, чтобы ты отбросил тщеславие и подарил настоящую любовь, как ты и обещал», - ответила Ирис.\n«На моём месте вы бы поступили так же!»\n«Нет, мы бы не убили любимого человека ради денег и власти. На такое способен только дьявол», - отрезал Тюльпан.\nБарон покачал головой. Он не хотел спорить.\nКап-кап-кап...\n«Зачем это всё?» - спросил Барон будто сам себя.\n«Вы потеряли мать и собираетесь убить отца. Что у вас останется, кроме ваших преступлений?»\nИрис и Тюльпан посмотрели друг на друга. В их глазах не было ни капли сомнений.\n«Останется... справедливость».\nРаздались два выстрела, словно гром в ночи. И будто содрогнулось всё окружающее, до последней падающей капельки.\nБрат с сестрой недвижно стояли под дождём. Ливень хлестал по городу словно обезумевший. Но в эту минуту ничто не было громче их безмолвия.\nОни стояли так долго, что будто минула вечность. Потом девушка вынула радужную розу и положила её на грудь Барона. Ирис упала в объятия брата и разразилась плачем. Вода смывала её слёзы и проходила сквозь землю прямо в мир мёртвых.\nВдруг она вздрогнула и потянула брата за одежду.\n«Что такое, Ирис?» - спросил он.\n«Смотри...» - сказала она, указывая на радужную розу. Она цвела в темноте, яркая, как кровь Барона.\n«Радужная роза! Любимый цветок мамы расцвёл...»\n- Два мушкетёра, стр. 358"
          }
        ]
      },
      {
        "title": "Два мушкетёра III",
        "desc": [
          {
            "type": "RichText",
            "text": "Улица Грязевая, дом 65. Бах! - в таверне одного из переулков этого криминального города пинком открылась деревянная дверь.\nШум в таверне смолк, все опустили стаканы и обратили взгляды к стоящему под дождём посетителю.\nЭто был крепкий мужчина, с ног до головы облачённый во всё чёрное. Если бы не свет таверны, осветивший фигуру вошедшего, можно было бы подумать, что это сама ночь распахнула дверь.\nПосетитель чуть наклонился, его широкополая шляпа почти полностью закрывала лицо, оставляя видимым лишь острый подбородок. Он оглядел таверну, словно спрашивая себя, как он здесь оказался. Он стоял расслабленно и дышал с облегчением - несложно было догадаться, что недавно он либо сделал что-то великое, либо свёл с кем-то счёты...\nА сейчас он просто хотел выпить.\nТяжёлыми шагами он направился к бару, оставляя за собой шлейф дождевой воды. Его сапоги грохотали с каждым шагом, не оставляя сомнений в том, что он способен уничтожить всё на своём пути.\n«Будьте добры, стакан чего-нибудь крепкого», - произнёс он голосом до того мощным, что от его вибраций могли бы полопаться винные бутылки.\nХозяин неохотно наполнил стакан, а сам поглядывал на дверь и думал, как долго ему придётся оттирать эти следы от сапог.\n«Спасибо, - сказал мужчина. - Мы с сестрой только что закончили одно важное дело».\n«А где же ваша сестра?» - выдавил из себя хозяин.\n«Ушла выращивать цветы. Она всегда хотела этим заниматься, вот я и отдал ей все деньги».\n«Тогда чем вы будете платить за выпивку?»\nМужчина растерялся, будто он об этом даже и не думал.\n«Это подойдёт?»\nОн бросил на стол чёрный мушкет.\nЧеловек, сидевший рядом, от испуга пролил пиво себе на штаны. Все вокруг замерли.\n«Не подойдёт».\nХозяин старался говорить уверенно, а его рука уже нащупывала ящик под барной стойкой, в котором тоже лежало оружие. Но он не был уверен, что успеет выстрелить быстрее.\n«Не волнуйтесь. Его последний и самый важный выстрел уже был сделан. Больше он никогда не выстрелит», - сказал мужчина и осушил ещё один стакан с горячительным.\nХозяину удалось разглядеть лицо посетителя, когда тот опрокинул голову, чтобы сделать глоток. Это было красивое лицо с ровным носом, несколькими шрамами и печальными чёрными глазами.\nХозяин одёрнул руку от ящика. Казалось, что для посетителя горячительное в этой таверне было не первым за этот вечер, и не было похоже, что он пришёл устраивать сцены.\n«Можно повторить?» - спросил посетитель.\n«Тебе уже хватит», - ответил хозяин.\n«Я знаю, но сегодня такой особенный вечер». Он явно не понял намёка владельца, что ему пора бы проваливать.\n«Что же в нём такого особенного?»\n«Я только что убил человека».\nВладелец замер. Это совсем не звучало как шутка.\n«Это был акт отмщения за то, что он убил мою мать», - дополнил посетитель.\n«А кто этот \"он\"?»\n«Барон».\n«Чушь». Теперь владелец был уверен, что посетитель просто был пьян.\nВсе знали, что Барон - плохой человек. Не хватило бы и целой таверны, чтобы уместить всех людей, кто хотел бы его убить. Но никто не осмелился бы рисковать жизнью, чтобы попытаться сделать это на самом деле.\n«А звуки выстрелов пару минут назад тоже чушь?» - усмехнулся мужчина.\nХозяин ещё раз окинул взглядом посетителя: широкие руки, крепкое телосложение. Сразу было видно, что он не раз дрался. Причём не в жалких перепалках в какой-нибудь таверне, а в настоящих схватках не на жизнь, а на смерть.\nВдруг он вспомнил о серии убийств мушкетом, о которой писали все газеты. В них говорилось, что убийца оставлял на жертвах радужные розы и действовал только ночью...\n«Не может быть... Ты...»\nНе успел хозяин договорить, как ударил раскат грома, штормовой ветер распахнул двери, и ночь ворвалась в таверну, словно мощный поток воды, накрыв всех посетителей.\nКогда в таверне снова зажгли свечи, мужчины уже не было. Остался только его мушкет, чьё дуло торжественно вглядывалось в толпу и в принадлежащую ему ночь, будто в нём заключался сам дух смерти.\n- Два мушкетёра. Конец."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Два мушкетёра"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4828,
            "name": "Два мушкетёра I",
            "desc": "<p>Популярный бестселлер Фонтейна, повествует о переплетении интриг и мести, добра и зла.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/30/124137736/1ab6bb80ae86aab0a1f8064c05b6a72f_5413268953968800401.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4829,
            "name": "Два мушкетёра II",
            "desc": "<p>Популярный бестселлер Фонтейна, повествует о переплетении интриг и мести, добра и зла.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/30/124137736/1ab6bb80ae86aab0a1f8064c05b6a72f_8525768447496353040.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4830,
            "name": "Два мушкетёра III",
            "desc": "<p>Популярный бестселлер Фонтейна, повествует о переплетении интриг и мести, добра и зла.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/30/124137736/1ab6bb80ae86aab0a1f8064c05b6a72f_2969735619891799011.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}