{
  "epId": 4907,
  "name": "Макото",
  "desc": "<p>Бывший Электро Архонт, известная как Баал, и сестра-близнец Райдэн Эи. Погибла во время Катаклизма 500 лет назад.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/08ad31cb2d00748c8a122eb1c2562ff8_3486406714046377869.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1740587319,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Война Архонтов",
        "desc": "<p>Война за божественные троны, объявленная небесным порядком и закончившаяся около двух тысяч лет назад. В результате Войны Архонтов семь правителей семи народов получили Сердце Бога, божественный трон и титул Архонта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1107416649457146883.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Баал и Вельзевул вместе победили в Войне Архонтов и стали править Инадзумой. Для всех инадзумцев существовал лишь один Архонт - Баал.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Во время Катаклизма Макото отправилась одна в",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "text",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": ", не сообщив своей сестре. Она не владела боевыми искусствами, поэтому погибла.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Вельзевул",
        "desc": "<p>Электро Архонт Инадзумы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/3ab98fe7bdd9f0afde77c609c4b6c382_7433889319009844252.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Эи - сестра-близнец Макото. Во время правления Макото являлась её «тенью». Когда Эи нашла сестру в Каэнри'ах во время Катаклизма, той было уже не помочь. Они смогли проститься в подпространстве подсознания Макото, но Эи так и не узнала, зачем сестра отправилась одна в Каэнри'ах.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4898,
        "name": "Астарот",
        "desc": "<p>Повелительница времени, владычица неизменного мира. Также известна как Кайрос и Токоё. Является одной из теней Изначального.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/237301566/6c6230d12f0386d6d86e680bd88d4398_3850284264201550590.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Предположительно, Астарот помогла Макото после Катаклизма посадить Священную сакуру в прошлое. Для всех жителей Инадзумы, кроме Эи, казалось, что сакура росла всегда.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7498,
        "name": "Кицунэ Сайгу",
        "desc": "<p>Кицунэ из клана Хакусин, которой в прошлом поклонялись как богине-кицунэ. Погибла 500 лет назад во время Катаклизма.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/0f08dee2a7798c318a8db9ebc84e13ad_7387736965287390415.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7499,
        "name": "Сасаюри",
        "desc": "<p>Тэнгу, генерал армии сёгуната. Погиб во время войны с Оробаси 2000 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/6532a7d73481ef732501064e283864c1_8653309294083624700.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7500,
        "name": "Микоси Тиё",
        "desc": "<p>Верный лейтенант Райдэн Эи, обезумевшая от Кошмара после Катаклизма. Была побеждена Эи.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/6ea050aa0bf1c124840bdb386f992fb7_8473980614337086186.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Друзья Макото",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 2328,
        "name": "Драгоценные сказания Киёсикэн Синкагэути",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Treasured Tales of the Chouken Shinkageuchi_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Райдэн",
        "desc": "Её превосходительство Наруками Огосё, пообещавшая неизменную вечность для жителей Инадзумы.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/22/237301566/2669f7bf2fdea7ccf0a4aa7ac9f250b2_4767168744052349748.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>История персонажа 3</color>\nДо того как Райдэн Эи стала сёгуном, она была самураем и следила за исполнением приказов своей предшественницы. Предыдущий Электро Архонт, Райдэн Макото, не была сильным бойцом, и Эи занималась делами войны. Но кроме сражений выпадали и минуты отдыха, когда Эи с друзьями играли в каруту, сидя под сакурой. Из-за своего характера Эи всегда была самым неумелым игроком. Она никогда не побеждала и не получала призов, которые кицунэ Сайгу специально готовила для победителя. Поэтому Эи углубилась в изучение каруты с таким же сосредоточением, что вкладывала в тренировки боевым искусствам. То она донимала Макото или Микоси Тиё просьбами поиграть с ней, то лунными ночами в одиночку читала вслух стихи на картах. И вот настал день, когда под сакурой Эи побеждала противника за противником. Даже могучий тэнгу был повержен после тяжёлой битвы, и наконец она стала чемпионкой. Эи издала ликующий возглас, и победа её была встречена смехом друзей. Только тогда она поняла, что утратила самообладание, и, опустив руки, вернулась к своему обычному холодному облику. Друзья, конечно, вовсе не насмехались над ней. Они понимали её характер и то, как она старалась, чтобы завоевать первое место. А кицунэ Сайгу, сияя улыбкой, поднесла ей пирожные: «Вот и приз победителю, хоть это и просто домашние пирожные. Не думала, что это тебя так взволнует. Что ж, насладись трофеями своей победы сполна». Эи вряд ли можно было назвать жадной до сладостей, но, как самурай, она твёрдо верила, что, проиграв, непременно нужно отыграться. Эти пирожные были скорее подтверждением её стремления к победе. Но вскоре её холодное выражение лица снова сменилось улыбкой. Пирожные были прекрасны - как и вкус победы. А её неуклюжие попытки скрыть улыбку были презабавным зрелищем для её друзей. По сей день Эи часто вспоминает ту сакуру. Хотя она давно не ходила к ней... и никто больше не сидит под деревом, Эи всё равно хочет, чтобы время остановилось навсегда."
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Райдэн",
        "desc": "Её превосходительство Наруками Огосё, пообещавшая неизменную вечность для жителей Инадзумы.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/22/237301566/2669f7bf2fdea7ccf0a4aa7ac9f250b2_4767168744052349748.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>История персонажа 4</color>\nЭи до сих пор помнит, как Макото любила пейзажи Инадзумы, её кухню и истории её жителей, и как она любила рассказывать Эи обо всём этом. Хотя они обе хорошо понимали, что такое эрозия, Макото была не похожа на Эи, которая чаще беспокоилась о будущем. Макото была сосредоточена на настоящем. «Раз мы знаем, что «сейчас» - это лишь мимолётная тень, мы должны им наслаждаться». Тогда Эи лишь горько усмехнулась, понимая, что она, кагэмуся, ещё более старомодна, чем сёгун Райдэн. Она подумала, что должна научиться быть более непринуждённой, как Макото. Но день перемен пришёл слишком быстро, застав Эи врасплох. Не успела она опомниться, как в руках уже сжимала клинок, переданный умирающей Райдэн Макото. В этот день кагэмуся стала настоящим сёгуном Райдэн. Именно тогда Эи по-настоящему ощутила всю ту боль, что несла эрозия. Время неумолимо продолжило свой ход, и даже этот клинок, эта сакура... всё живое в Инадзуме угаснет у неё на глазах. Это основа Инадзумы, это то, что сёгун Райдэн должна защищать. «Отсюда видно, что думать наперёд - не бессмысленное занятие, и не пустая самонадеянность». Она приняла решение, и жизнь освободилась от плоти, вечность опустилась на бренный мир."
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Райдэн",
        "desc": "Её превосходительство Наруками Огосё, пообещавшая неизменную вечность для жителей Инадзумы.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/22/237301566/2669f7bf2fdea7ccf0a4aa7ac9f250b2_4767168744052349748.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>«Мусо иссин»</color>\nМеч, неразлучный с Эи словно тень. Меч, у которого было два хозяина, который видел время и вечность. Он был рождён божественной силой Райдэн Макото, и никогда не затачивался. Макото не умела сражаться, и меч, как и она, ни разу не познал битвы. Он был знаком власти, символом истинного мира. Но Макото покинула этот мир, и меч попал в руки Эи. Когда меч обагрился и с клинка упала первая капля крови, его отбросило в сторону порывом дикого ветром и раскатом грома. Макото дала ему имя Мусо иссин - она хотела, чтобы меч стал свидетелем прекрасной, как сон, Инадзумы и благородных сердец, живущих в этом мире. Эи не стала его переименовывать. Ведь она тоже видела эту бескрайнюю красоту, и в её сердце зародилось более сильное, более чистое желание. Эстетика молнии именно в том, чтобы запечатлеть мимолётную драгоценность сердца в видении бренного мира."
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Вельзевул",
        "desc": "<p>Электро Архонт Инадзумы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/3ab98fe7bdd9f0afde77c609c4b6c382_7433889319009844252.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о Макото</color>\nСегодняшние события словно бы отправили меня в прошлое.\nИ я вспомнила многих людей. Кицунэ Сайгу, Макото и других, кто погиб у меня на глазах.\nВ комиссии Ясиро мы мило поболтали, но сейчас... мне бы хотелось поговорить о серьёзных вещах.\nТа трагедия пятивековой давности лишила меня не только моего друга, кицунэ Сайгу, но и забрала у меня Макото.\nОна одна отправилась в Каэнри'ах. Ни слова мне не сказала.\nНо Макото - не я. Она не владела боевыми искусствами. И во всех критических ситуациях я сражалась вместо неё.\nНо на этот раз страшные обстоятельства вынудили Макото оставить меня. Нет... точнее, она скрыла меня за своей спиной. А когда я поняла, что происходит...\nУже было поздно. Я застала её при смерти.\nК тому моменту она была без сознания. Единственное, что я смогла сделать, - войти в её разум... В понятных вам образах это похоже на Царство эвтюмии.\nТам мы и простились. Горе моё было безутешным. Даже в тот последний миг я не смогла понять, зачем она это сделала.\nПочему она отправилась в Каэнри'ах, а не я? Зачем она это скрыла? Она защищала меня?\nИменно тогда, в том месте, я решила стремиться к вечности. И, чтобы доказать это, я сохранила пространство её сознания перед самим крахом и вернула Инадзуме.\nКогда я вернулась в Инадзуму, меня потрясла появившаяся на горе Ёго огромная сакура. Та, которую вы знаете как Священную сакуру.\nИменно это все говорили мне. Что Священная сакура существовала с незапамятных времён. И они не понимали, почему я удивляюсь такой обыденности.\nНикто не задумывался над этим. Но появление Священной сакуры не сходилось с моими воспоминаниями... Казалось, только я заметила её появление из ниоткуда.\nВ конце концов мне просто пришлось признать, что сознание Макото чудом породило дерево.\nБлагодаря силе Священной сакуры я смогла справиться с монстрами и бедствием.\nПроще говоря, сила Макото заставила дерево появиться."
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Вельзевул",
        "desc": "<p>Электро Архонт Инадзумы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/3ab98fe7bdd9f0afde77c609c4b6c382_7433889319009844252.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор об указе Сакоку</color>\nВзгляд Макото всегда был прикован к жителям Инадзумы. Я думала, что это просто её обязанность.\nНо теперь я понимаю, что её взгляд был полон восторга и надежды. Это был не просто долг, но и радость. Она очень любила человечество.\nЕсли люди прошлого заслуживали внимания богов, то и люди будущего заслуживают того же.\nИменно так. Я больше не буду пренебрегать их страстями и мечтами."
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Вельзевул",
        "desc": "<p>Электро Архонт Инадзумы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/3ab98fe7bdd9f0afde77c609c4b6c382_7433889319009844252.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о Макото</color>\nТе мысли, которыми он с нами поделился... Так Макото смотрела на мир.\nОна считала, что в этом мире нет ничего ценнее мечты - тяги живых существ к лучшему будущему.\nКогда ты ворвался/аль в Царство эвтюмии, я увидела, как бесчисленные звёзды человеческих желаний озарили небо. Это так... потрясло меня.\nИ сейчас мне кажется, что она была права, а я ошиблась в выборе пути.\nМакото видела картину шире, чем я. По её мнению, мечты более иллюзорны и абстрактны, нежели желания.\nЖелания всегда направлены на что-то осязаемое, на результат. Они конечны по своей природе, и со временем их сменят новые.\nА Макото больше интересовала та сила, что постоянно порождает в людях новые желания. Это нечто врождённое, коренящееся в инстинкте. Другими словами это... нечто вечное.\nПроще говоря, Макото не интересовали конечные результаты.\nЯ тогда не понимала, как может вечность существовать в круговороте перемен?\nПолагаю, это и было её понимание вечности.\nДа, это так. Я всегда думала, что она постигла некую неуловимую сакральную мудрость, раз она пришла к такому выводу.\nНо потом я поняла, что философия Макото - по крайней мере, на поверхности - была до наивности простой. Но это был более разумный выбор, основанный на зрелом, дальновидном мировоззрении."
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Вельзевул",
        "desc": "<p>Электро Архонт Инадзумы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/3ab98fe7bdd9f0afde77c609c4b6c382_7433889319009844252.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о сёгуне</color>\nКлинок, который я унаследовала от Макото, кажется, пытается направлять меня... воодушевлять.\nИ сила эта за пределами моего понимания.\nЭтот клинок принадлежал Макото.\nКогда я использовала Мусо иссин, я почувствовала, что она снова со мной.\nЭто было одновременно знакомое и странное чувство... Макото не брала в руки оружие, и всё же её клинок приближает меня к ней.\nМакото никогда не принимала меня за бесстрашное оружие. И я не должна видеть в тебе только лишь инструмент."
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о Райдэн</color>\nПочти никто в Инадзуме не знает, что Электро Архонт однажды сменился... Удивительно, что тебе, чужестранцу, это известно...\nНа самом деле, было два Архонта-близнеца, Баал и Вельзевул.\nВместе они победили в Войне Архонтов, а когда Баал основала сёгунат, Вельзевул стала её кагэмуся, или «воином тени».\nВельзевул и есть Эи, с которой мы знакомы. А Баал звали «Макото».\nМир видел не двоих, а одного Архонта. Они дополняли друг друга и вместе правили Инадзумой, поэтому людям не было необходимости знать правду.\nСобственно, имя «Баал» и титул сёгун Райдэн относились к ним обеим до тех пор, пока...\nНесколько сотен лет тому назад Макото погибла в войне, в которой я не участвовала. С тех пор сёгунатом правила Эи.\nС тех пор Эи начала меняться. Это было её величайшей утратой.\nЯ знала её не так долго, но... Она показалась мне мягким божеством, которая всегда ценила окружающую её красоту."
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Макото"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Инадзума"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Архонты"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Макото",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/7adeaf5ae0b2bc1d2f97ed1112402b62_6555665109661447681.jpg"
      }
    ],
    "videoCollection": [
      {
        "title": "Character Teaser - \"Raiden Shogun: Nightmare\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ydPqFAEgHzs&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/ydPqFAEgHzs/maxresdefault.jpg",
        "duration": 101
      },
      {
        "title": "Story Teaser: Ode of Floating Dreams | Genshin Impact #GenshinImpact #RaidenShogun",
        "url": "https://www.youtube.com/watch?v=PBM2jQ0NW5o&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/PBM2jQ0NW5o/maxresdefault.jpg",
        "duration": 136
      },
      {
        "title": "Story Teaser: Promise of a People's Dream | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=hQ5GEOlwLUQ&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/hQ5GEOlwLUQ/maxresdefault.jpg",
        "duration": 119
      }
    ]
  }
}