{
  "epId": 4908,
  "name": "Оробаси",
  "desc": "<p>Бог, выведший жителей Энканомии из Тёмного моря на поверхность. Был убит Райдэн Эи.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/1397393f5024f3cfe3e0cd632dae57a6_3946025652687587216.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1739998466,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Оробаси"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "• Энканомия\n• Инадзума"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Боги"
          }
        ]
      },
      {
        "key": "Титул:",
        "value": [
          {
            "type": "RichText",
            "text": "Ватацуми Омиками"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Оробаси",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Более 4000 лет назад небесный порядок объявил Войну Архонтов за божественные троны. Во время этой войны гигантский белоснежный змей сбежал от\nи\nв Тёмное море, скрытое от взора Селестии. Он очутился в пещере в Бякуякоку - части древней цивилизации, упавшей в Тёмное море во время битвы Изначального со вторым престолом. До появления людей это место было объято тьмой, где обитали драконы глубин - элементальные существа, не преклонившие колено перед властью богов. С помощью искусственного солнца\nлюди смогли отогнать драконов. Через несколько лет после создания Гелиоса люди начали искать дорогу домой, но на их возвращение был наложен запрет. В то время, когда змей сбежал в Тёмное море, Бякуякоку находилась под властью Сынов Солнца - детей, которые не знали, как устроен мир. Такие дети не могли править, поэтому оставались марионетками, соглашаясь с теми, кто дёргал их за ниточки, оставаясь за троном. Храмовники облагали народ непосильными налогами и жирели на труде людей, управляя Сынами Солнца, толкая их на отвратительные поступки.\nОднажды змея обнаружил маленький мальчик, поспоривший с друзьями, что сможет в одиночку выскользнуть за пределы трёх углов, и избегая следов драконов глубин, отыскать Драконий цветок. Вместо Драконьего цветка он нашёл огромного змея, которого никогда прежде не видел. Почему-то, глядя на титаническую фигуру змея, ребёнок не испытывал страха, а скорее ощущал некое родство."
      },
      {
        "type": "RichText",
        "text": "« <color=#ffffffd9>Я Нечестивый Змей.</color>\n<color=#ffffffd9>Пусть мои слуги и бесчисленны, ни один смертный теперь не живёт в моей тени.</color>\n<color=#ffffffd9>То, что я попал в этот мир, и что мы встретились…</color>\n<color=#ffffffd9>Возможно, это судьба.</color>\n<color=#ffffffd9>Ты не принадлежишь к моему народу, но тем не менее ты человек.</color>\n<color=#ffffffd9>Выскажи своё желание, и я его услышу».</color>\n<color=#ffffffd9>«Не мог бы ты стать нашим богом?»</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/f382b05dc262c6c75b455208b90bc3e9_8027681816088222287.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Змей знал, что если жители Бякуякоку жаждали света, то в будущем им было не избежать новых потерь. Он показал людям драгоценную жемчужину, подобную змеиному зрачку, и сказал принести клятву перед этим Оком, чтобы заключить с ним договор. Некоторые считали, что нельзя молить богов, и нужно самим решать свою судьбу. Тогда змей сам дал клятву перед Оком, как ему ранее давали клятву его вассалы. Для людей змей стал Оробаси но Микото, и вместе они выступили против королевской власти Сына Солнца и жестокости драконов глубин.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Энканомия",
        "desc": "<p>Единственная надежда Ватацуми на спасение заключена в окутанной тайнами Энканомии. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_3360324174274188396.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Война Архонтов",
        "desc": "<p>Война за божественные троны, объявленная небесным порядком и закончившаяся около двух тысяч лет назад. В результате Войны Архонтов семь правителей семи народов получили Сердце Бога, божественный трон и титул Архонта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1107416649457146883.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2024,
        "name": "Око клятвы",
        "desc": "Реликвия Бякуякоку, которая хранилась в Дайнити Микоси. После прихода бога-змея она стала доказательством великой клятвы и чаяний Энканомии.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/证誓之明瞳.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Эксперименты",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/2086e64ad2eee032a9cd2a8ce13ef962_660478570116834468.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Оробаси вторгся в Тёмное море, он получил «дар» - светящиеся коралловые ветви, покрывавшие его тело. Эти кораллы были наделены невероятной силой и были символом могущества, а лишиться их означало потерять его. Кораллы, в которых была сосредоточена жизненная сила Оробаси, использовались для подавления драконов глубин под башней Дайнити Микоси. Сейчас они используются для особого ритуала Ватацуми горё мацури в Сангономии."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/1f3476e22b0be946de07452ea9607513_2625875458377201775.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Под руководством Оробаси был создан секретный исследовательский институт для изучения драконов глубин и попытке вживления им кораллов Оробаси. Многие попытки пересадить кораллы были неудачными. Поскольку вишапы принадлежали Миру света, они не могли принять кровь змея, принадлежавшего Миру людей, и в их телах происходили различные негативные реакции. Кроме того, путём отбора исследователи усовершенствовали интеллектуальные способности драконов, что они стали обладать лингвистическим пониманием на уровне 12-летнего ребёнка.\nВ Бякуякоку существовала легенда, что после поражения в войне с людьми драконам глубин пришлось приспосабливаться, чтобы выжить. Они начали имитировать победителей, и со временем появились вишапы, которые от людей не отличались ничем, кроме змеиной формы зрачков. Эти люди-вишапы проникли в Бякуякоку, чтобы подменить собой людей на важных постах. После усовершенствования интеллектуальных способностей драконов исследователи решили прекратить эксперименты, чтобы не допустить эволюции вишапов в людей-вишапов. Согласно пророчеству, следующий Гидро Дракон должен был родиться в человеческом облике, и исследователи не могли позволить, чтобы это случилось в Бякуякоку, но именно эксперименты над драконами могли стать причиной свершения этого пророчества.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Энканомия",
        "desc": "<p>Единственная надежда Ватацуми на спасение заключена в окутанной тайнами Энканомии. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_3360324174274188396.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Нёвиллет",
        "desc": "<p>Верховный судья Фонтейна, или же юдекс, прославившийся своей безукоризненной беспристрастностью.<br><br><em>«Однажды они вернутся, и начнётся настоящее испытание»</em>, -  Шбаланке, Погребённый первозданным огнём.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/70239714/0513aa7f482dbb4778545d02f94956fe_5004007435087179259.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2846,
        "name": "Коллекция Бякуякоку",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/51635400/8a7b95710be73a0c089b83f2ff88270a_5527240524981824881.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Стая вишапов глубин",
        "desc": "<p>Могучее скопление вишапов глубин.<br>Этих вишапов выводил и отбирал народ Энканомии, что наделило их небывалой силой. Вишапы, конечно же, добротой такое отношение не считают.<br>Сильнейшие из стаи способны использовать элементы, вымещая с их помощью гнев.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/29/70239714/30d366662cdc77ca935b519a666b95f4_5113981739465079733.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 1630,
        "name": "Коралловая ветвь внешних морей",
        "desc": "Материал возвышения оружия.<br/>Остров Ватацуми - самый отдалённый в цепочке инадзумского архипелага, а его название на древнем языке острова означает «бог морей». Согласно легенде, когда исполинский змей впервые вышел из царства вечной ночи, его тело было полностью покрыто светящимися кораллами.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Coral Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1628,
        "name": "Драгоценная ветвь внешних морей",
        "desc": "Материал возвышения оружия.<br/>Таких кораллов не сыскать во всём Тейвате. Это дар, который получил исполинский змей, когда вторгся в Тёмное море. Для змея кораллы на его теле были символом могущества, а лишиться их означало потерять его. Иначе говоря, эти кораллы наделены невероятной силой.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1629,
        "name": "Нефритовая ветвь внешних морей",
        "desc": "Материал возвышения оружия.<br/>Потеряв всё, божество бежало в морскую пучину и увидело там отвергнутый народ, у которого ничего не было. Так, оно решило остаться и стать их «Оробаси но микото», их «Ватацуми Омиками».<br/>Говорят, что бог-змей однажды отломал с себя все ветви, чтобы дать своим свившимся кольцами во тьме детям свет. Также говорят, что из коралловых ветвей он соорудил лестницу, чтобы его дети смогли подняться на поверхность и увидеть солнечный свет.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Кровавый коралл",
        "desc": "Коралл, в котором сосредоточена жизненная сила Ватацуми Омиками. Это важная часть Ватацуми горё мацури.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1631,
        "name": "Золотая ветвь внешних морей",
        "desc": "Материал возвышения оружия.<br/>Название «Ватацуми» означает безответные надежды, которые отвергнутый народ морских глубин возложил на ведшего их бога-змея.<br/>И потому, что теперь у бога-змея был народ, который ему преклонялся, он остался в мире, который должен был давно покинуть, отламывая со своего тела коралловые ветви, ступая там, где ступать был не должен, и борясь с противником, которого ему было не одолеть - пока наконец его божественная форма не была разрублена вместе с горами, его кровь стала плазмой, а его сила и воля превратились в вечный яд - Татаригами.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Фамильяры",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/dd24b9b451e2ae8db2f2d645c7b48153_6805560437539170999.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Первыми фамильярами Оробаси были божественные вассалы. Согласно легенде, эти полулюди-полузмеи помогли энканомийцам отразить нападение вишапов глубин. Поскольку они жили среди людей, со временем они стали походить на них во всём, кроме змеиных зрачков - главной отличительной особенности вассалов. Когда Оробаси истратил все силы на создание острова Ватацуми, вассалы Ватацуми перестали рождаться, и осталась лишь последняя из них. Люди возлагали на неё большие надежды, ведь она должна была стать связью между людьми и вишапами. Но когда она была ещё совсем младенцем, на неё и опекавшую её жрицу на границе Энканомии напали вишапы, которые потом вырастили девочку. В Энканомии установлена статуя божественным вассалам. Другими фамильярами были сангокорексы - коралловые бабочки. Эти существа превращают первозданную силу стихий в более умеренную энергию элементов земель людей. Их массовое пробуждение может изменить всю экологическую среду Энканомии. Ритуал Ватацуми горё мацури призван использовать жизненную силу и кровь змеиного бога для пробуждения сангокорексов.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Энканомия",
        "desc": "<p>Единственная надежда Ватацуми на спасение заключена в окутанной тайнами Энканомии. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_3360324174274188396.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Цуми",
        "desc": "<p>Последняя из вассалов Ватацуми. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/1b4813ee4ee058cd0428721d3301de69_8896134130540367131.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3050,
        "name": "Коралловая бабочка",
        "desc": "<p>Для миграции сангокорексы принимают форму, в которой становятся похожи на бабочек.</p><p>Когда территория их проживания близка к полному превращению в хаос элементальной энергии, в костной структуре следующего поколения сангокорексов формируются крылья. С помощью этих крыльев они отправляются в путешествие по Энканомии в поисках нового места для жизни, роста и размножения.</p><p>Когда-то они были разрушителями старого порядка, способными жить, только скрываясь в Тёмном море. И там бы они и остались, если бы змеиный бог не дал им ещё один шанс.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/18/237301566/e170cabb4d502affb2ea1f42f2cb5784_1312027478762041106.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Создание Ватацуми",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/b01d69c8c6f627080f2755fb30c82974_6268864792329398880.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Пока Оробаси был божеством Бякуякоку, он постиг тайну о создании мира, предшествующую его появлению.\nне желали, чтобы люди помнили о том, что было до великой войны. Поэтому они подтолкнули Оробаси принести себя в жертву, чтобы правда осталась нераскрытой. Только так народ Бякуякоку смог бы жить под властью Семерых. Когда запрет на возвращение на поверхность ослаб, Оробаси отломил все коралловые ветви со своего тела и соорудил из них лестницу. Он создал остров на западе от Инадзумы, названный Ватацуми - «бог моря». Жители назвали остров Сангономией, а Бякуякоку, наоборот, Энканомией. Для жителей Оробаси стал Ватацуми Омиками. Он научил их земледелию и выплавке металлов, за что сангономийцы были ему очень благодарны.\nЧтобы защитить энканомийцев от секретов, о которых узнал, Оробаси сделал всё возможное, чтобы люди могли жить под покровительством Электро Архонта Райдэн. Он обучил их языку Наруками, обязал всех сменить имена на инадзумские и наладил дипломатические отношения. Со временем все забыли настоящий язык Бякуякоку. Некоторое время Сангономия и Наруками жили в мире, потом Оробаси пошёл войной на Инадзуму, чтобы принести себя в жертву. Вместе с ним отправилась жрица Сангономии Моун на огромном ките Дайкэнгё, её младшая сестра-близнец Умигодзэн Аямэ и Тодзанно - «повелитель Тодзана», получивший это имя от самого Ватацуми Омиками. Война была жестокой и принесла много страданий. Обе стороны сражались на острове, который сейчас называется Ясиори, и понесли много потерь. Наконец Райдэн убила гигантского змея с помощью Мусо но хитотати и останки его и поныне лежат на острове Ясиори. От этого удара образовалось ущелье Мусодзин. После этого Сангономия отправила послов объявить о капитуляции, с тех пор они признают сёгуна Инадзумы верховным и законным правителем."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/d5019a01ab5885df46b9e0a45c36c11a_4744836363098206051.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Почти никто не знает точную причину поступка Оробаси, но среди людей существует несколько легенд. Первая легенда гласит, что около двух тысяч лет назад гигантский змей Оробаси отломил от своего тела коралловые ветви, чтобы помочь жителям глубин выбраться на поверхность к свету дня. В своём сострадании и милосердии он собрал свой народ ради их новой жизни на бесплодном коралловом острове. Но яркое солнце и ясное небо меркли на фоне голода и болезней. Гигантский змей, помня о собственном поражении в прошлом, поклялся, что никогда не оставит свой народ, поэтому он обратился к жрице и старейшинам с вопросом, почему плачут жители морских глубин. Те рассказали о страшном голоде и попросили ступить на обширные и плодородные острова и установить там своё господство, чтобы у их потомков было полное надежд будущее. Сначала гигантский змей ничего не ответил, но шли годы, измождённые голодом и болезнями люди снова и снова молили своего бога, и в конце концов его сердце дрогнуло. Змей обучил людей, и под звуки китовых песен они начали атаку на страну Электро Архонта. Но морские жители не ведали, что Ватацуми Омиками не надеялся на победу в этой жестокой схватке. Он замышлял не завоевание, а жертвоприношение. Ватацуми Омиками знал заранее, что у него нет никаких шансов выжить, но он покорно принял свою судьбу. Чтобы сделать веру своего народа нерушимой, у него был лишь один путь - принести себя в жертву. Только после его гибели воспоминания его народа обо всех пережитых радостях, горестях и потерях могли бы сплестись в единую веру, а горечь унижения после поражения стала бы для этой веры питательной почвой. Неплодородная земля острова Ватацуми стала официальной версией войны."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/74d97088172ad5be25462c28b829ba6b_4688825160360072177.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "У легенды об убийстве Ватацуми Омиками есть и другая версия. Пока народ Ватацуми обитал в морских глубинах, он вёл точные хроники, ведь в мире, где нет смены дня и ночи, только эти хроники могли служить им надёжным способом отсчёта времени. Но эти записи гигантский змей приказал запечатать в Энканомии и никогда не доставать. Говорят, что Ватацуми Омиками вывел жителей глубин на солнце по указанию небесной обители. Когда-то змей совершил тяжкий грех, укрывшись в морской бездне от Войны Архонтов, поэтому не исключено, что и на смерть Оробаси отправился по велению небес.\nОдин учёный из Сумеру, изучающий культуру Ватацуми, выдвинул предположение, что в древней Инадзуме жили два божества-змея. Один из них сросся с кораллами и не мог двигаться, в результате чего возникла Сангономия. Его истинная божественная форма обитала в Энканомии глубоко под Сангономией, вечно защищая жителей острова Ватацуми. Что касается другого змея, то он был очень амбициозен и мечтал захватить остров Наруками, но был уничтожен Электро Архонтом. В качестве доказательства теории служил тотем, на котором были изображены узоры в виде змея с кораллами на одном конце, и узоры, на которых они полностью отсутствуют, на другом. Учёный был уверен, что как только он опубликует свои выводы, он станет знаменитым.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5124,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Вельзевул",
        "desc": "<p>Электро Архонт Инадзумы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/3ab98fe7bdd9f0afde77c609c4b6c382_7433889319009844252.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1985,
        "name": "Луна Моун",
        "desc": "Прелестный лук, украшенный перламутром и кораллами. На его плечах цвета луны переливается печальное сияние.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/曚云之月.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1975,
        "name": "Режущий волны плавник",
        "desc": "Нагината из сверкающего материала с морского дна. Когда-то принадлежала народу тэнгу.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/断浪长鳍.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1971,
        "name": "Акуомару",
        "desc": "Любимый меч Акуо - «злого тирана». Лезвие его огромно и величественно, но вопреки ожиданиям, в руке меч очень лёгок.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/恶王丸.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6544,
        "name": "Предварительное исследование народных верований Сангономии",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/21/237301566/a6d07bcaf6ef8b6a577cedad281aa036_1222060621901279283.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2327,
        "name": "Хроники Сангономии",
        "desc": "Труд знаменитого историка сёгуната Кудзё Митидзанэ, одного из «Трёх сановников Кудзё», Содержит краткую историю острова Ватацуми.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sangonomiya Chronicles_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "До солнца и луны",
        "desc": "Запрещённые к прочтению простыми людьми хроники, в которых исторические события перемежаются баснями. В них рассказывается история от сотворения мира до строительства Дайнити Микоси.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/dec07bda3e1d4f841407070fa80b593b_2202536601431242530.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2311,
        "name": "Краткая биография жрицы Моун",
        "desc": "Для жителей Ватацуми легенды о Войне Архонтов всегда наполнены горечью. Многие из этих тысячелетних народных песен рассказывают о жрице по имени Моун, которая на спине морского чудища следовала за Великим Змеем до самого конца, торжественного и печального.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Life of Mouun the Shrine Maiden_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Татаригами",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Боги не могут бесследно исчезнуть, и ненависть погибших богов пропитывает и отравляет землю. Когда божественная форма Ватацуми Омиками была разрублена Мусо но хитотати вместе с горами, его кровь стала плазмой, а его сила и воля превратились в вечный яд - Татаригами. Татаригами - это чистая злоба по своей природе, и призраки этой злобы заполонили остров Ясиори. Оно отравляло людей, сводило их с ума и разрушало их тело. Не все люди под влиянием этой силы превращаются в свирепых монстров, но большинство людей подпадают под влияние всегда неудовлетворённой одержимости Татаригами. Их интересы превращаются в одержимость. В близости к останкам огромного змея яд наиболее опасен. Для защиты люди создали оберег Огосё, подавляющий душу Татаригами. Когда-то староста деревни Хиги на острове Ясиори построил несколько святилищ для подношений, чтобы задобрить дух Змея. Жителям деревни постоянно приходилось иметь дело с кристаллами\nпоэтому они начали болеть. Васидзу вёл учёт всех погибших и заболевших жителей деревни. Когда шахта Дзякоцу закрылась, староста становился всё более странным, а его подношения - более безумными. Те, кто заговаривал о странностях Васидзу, стали пропадать. Когда Ясиори захлестнула гражданская война, деревня Хиги опустела: те, кто не умер, уехали или отправились искать лекарство. Остался лишь один мальчик Тёдзи. Его отец был признан погибшим, а мать, вероятно, была схвачена Васидзу как жертва духу Змея, поскольку Татаригами не было для неё смертельно. Она смогла вырваться и уехала в Сумеру искать лекарство, оставив сыну лишь записку. Кроме того, староста хотел принести в жертву Путешественника/цу, но был остановлен.\nНесмотря на огромный вред, который Татригами принесло острову Ясиори и Каннадзуке, люди научились использовать его в своих целях. Кристальный костный мозг, в котором содержится инертная форма энергии Татаригами, стали добавлять при выплавке, так как он значительно повышает прочность и упругость металлических изделий. Секрет знаменитой нефритовой стали как раз и заключается в том, что во время горячей обработки в металл добавляют именно этот материал. Клинок Кагоцурубэ Иссин был выкован из Татаригами мечником Акамэ Канэнагой. Люди часто говорят, что в каждом клинке живёт дух, поэтому в Иссин обитал демон злобы. Иссин - это неподвижность ума, свободная от отвлекающих факторов, которая позволяет кузнецу ковать без отдыха. В своей одержимости искусством Иссин кузнечная школа Акамэ стремилась выковать совершенный меч-убийцу. По этой причине положение школы Акамэ как лидера искусства Иссин не продержалось и трёх поколений, после чего школа впала в немилость, а сам Акамэ Канэнага помог кукле Куникудзуси, созданной Райдэн Эи и брошенной на произвол судьбы, почти уничтожить Райдэн гокадэн - пять кузнечных школ Инадзумы. Искусство Иссин было почти уничтожено и в конце своей жизни Акамэ Канэнага создал Кагоцурубэ Иссин, чтобы вернуть клану Каэдэхара, лидеру Иссин, всеобщее признание и восстановить их имя."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/3c112d947c913f6625b2c52adc5f4b07_4327004310112912994.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Кроме того, люди использовали ядро Татаригами для создания знаменитого горна Микагэ - плавильной суперпечи. Именно здесь добывали кристаллы, используемые при выплавке нефритовой стали для Инадзумы. Во время гражданской войны между Сангономией и Наруками, произошедшей через две тысячи лет после смерти Оробаси, диверсанты в армии Сангономии разрушили обереги, подавляющую останки змея, и повредили горн Микагэ. Та часть, в которой содержалась энергия Татаригами, стала очень нестабильной, и энергия опять начала распространяться по острову. Небо укрылось тучами, дождь лил не переставая, и все шахтёры один за другим заболели, обезумели и отправились в изгнание на другие острова. Люди спешно покинули остров, и он опустел. Когда горн Микагэ был восстановлен, а гражданская война закончилась, сила Татаригами снова была подавлена.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5121,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5122,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5120,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 2264,
        "name": "Кагоцурубэ Иссин",
        "desc": "Клинок, который родился в государстве далеко на севере. На пути домой его запятнала скверна бесчисленных злодеяний лишь ради одного слова - «Иссин».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/笼钓瓶一心.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 898,
        "name": "Кристальный костный мозг",
        "desc": "В этих кристаллах содержится сила Татаригами. Их добавление при выплавке значительно повышает прочность и упругость металлических изделий.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystal Marrow_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Моракс",
        "desc": "<p>Верховный Адепт и Гео Архонт Ли Юэ. Является старейшим среди семерых Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/51993b7b69c68f3d8388ed314bf1eed8_9041524880344896055.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Золотой бог, от которого Оробаси сбежал во время",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Война Архонтов",
        "desc": "<p>Война за божественные троны, объявленная небесным порядком и закончившаяся около двух тысяч лет назад. В результате Войны Архонтов семь правителей семи народов получили Сердце Бога, божественный трон и титул Архонта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1107416649457146883.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Вельзевул",
        "desc": "<p>Электро Архонт Инадзумы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/3ab98fe7bdd9f0afde77c609c4b6c382_7433889319009844252.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Наруками, от которой Оробаси сбежал во время Войны Архонтов. Позже был убит ею.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 2327,
        "name": "Хроники Сангономии",
        "desc": "Труд знаменитого историка сёгуната Кудзё Митидзанэ, одного из «Трёх сановников Кудзё», Содержит краткую историю острова Ватацуми.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sangonomiya Chronicles_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1176,
        "name": "Предварительное исследование народных верований Сангономии",
        "desc": "Этот труд был написан Шихабом Пурбируни, исследователем современной истории из Сумеру, за два года до начала гражданской войны в Инадзуме. В нём подробно описываются народные верования острова Ватацуми и народа Сангономии, а также выдвигаются некоторые относительно новые научные предположения.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Preliminary Study of Sangonomiya Folk Belief_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2311,
        "name": "Краткая биография жрицы Моун",
        "desc": "Для жителей Ватацуми легенды о Войне Архонтов всегда наполнены горечью. Многие из этих тысячелетних народных песен рассказывают о жрице по имени Моун, которая на спине морского чудища следовала за Великим Змеем до самого конца, торжественного и печального.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Life of Mouun the Shrine Maiden_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2846,
        "name": "Коллекция Бякуякоку",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/51635400/8a7b95710be73a0c089b83f2ff88270a_5527240524981824881.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2024,
        "name": "Око клятвы",
        "desc": "Реликвия Бякуякоку, которая хранилась в Дайнити Микоси. После прихода бога-змея она стала доказательством великой клятвы и чаяний Энканомии.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/证誓之明瞳.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1630,
        "name": "Коралловая ветвь внешних морей",
        "desc": "Материал возвышения оружия.<br/>Остров Ватацуми - самый отдалённый в цепочке инадзумского архипелага, а его название на древнем языке острова означает «бог морей». Согласно легенде, когда исполинский змей впервые вышел из царства вечной ночи, его тело было полностью покрыто светящимися кораллами.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Coral Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1628,
        "name": "Драгоценная ветвь внешних морей",
        "desc": "Материал возвышения оружия.<br/>Таких кораллов не сыскать во всём Тейвате. Это дар, который получил исполинский змей, когда вторгся в Тёмное море. Для змея кораллы на его теле были символом могущества, а лишиться их означало потерять его. Иначе говоря, эти кораллы наделены невероятной силой.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1629,
        "name": "Нефритовая ветвь внешних морей",
        "desc": "Материал возвышения оружия.<br/>Потеряв всё, божество бежало в морскую пучину и увидело там отвергнутый народ, у которого ничего не было. Так, оно решило остаться и стать их «Оробаси но микото», их «Ватацуми Омиками».<br/>Говорят, что бог-змей однажды отломал с себя все ветви, чтобы дать своим свившимся кольцами во тьме детям свет. Также говорят, что из коралловых ветвей он соорудил лестницу, чтобы его дети смогли подняться на поверхность и увидеть солнечный свет.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1631,
        "name": "Золотая ветвь внешних морей",
        "desc": "Материал возвышения оружия.<br/>Название «Ватацуми» означает безответные надежды, которые отвергнутый народ морских глубин возложил на ведшего их бога-змея.<br/>И потому, что теперь у бога-змея был народ, который ему преклонялся, он остался в мире, который должен был давно покинуть, отламывая со своего тела коралловые ветви, ступая там, где ступать был не должен, и борясь с противником, которого ему было не одолеть - пока наконец его божественная форма не была разрублена вместе с горами, его кровь стала плазмой, а его сила и воля превратились в вечный яд - Татаригами.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Кровавый коралл",
        "desc": "Коралл, в котором сосредоточена жизненная сила Ватацуми Омиками. Это важная часть Ватацуми горё мацури.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Трейлеры и тизеры",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Тизер «Обещанная мечта»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/d5019a01ab5885df46b9e0a45c36c11a_8766393164975139904.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>6 сентября 2021</color>\nСтрана, мчавшаяся вперёд, превратилась в мимолётную тень. Может, если остановить мгновение, её сияние продлится вечно...\nСвоим клинком смести все преграды, чтобы подарить людям прекрасную мечту о вечности.\nТакова воля сёгуна Райдэн на землях Наруками.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=hQ5GEOlwLUQ&ab_channel=GenshinImpact"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Оробаси",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/d5019a01ab5885df46b9e0a45c36c11a_6203904775575298104.jpg",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Райдэн Эи и Оробаси."
          }
        ]
      }
    ]
  }
}