{
  "epId": 4924,
  "name": "Океаниды",
  "desc": "<p>Раса разумных Гидро элементалей, созданных предыдущим Гидро Архонтом Эгерией.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/5e33c09fbd3c6781bb822fd9c57b6abc_954472598676910116.png",
  "menuId": 23,
  "menuName": "Группа",
  "version": 1722330656,
  "components": {
    "galleryCharacter": [
      {
        "key": "Океанида",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/51a3150adb1422d67f2fc3f9ef37e9a9_662001421560561286.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Эгерия",
        "desc": "<p>Милосердная Владычица всех вод и Гидро Архонт, погибшая во время Катаклизма 500 лет назад.</p><p>Она совершила первородный грех, превратив океанид в людей с помощью силы Первозданного моря.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Владычица всех вод и создательница океанид.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Рыцари чистых родников",
        "desc": "<p>Последователи Владычицы всех вод Эгерии, которые поклялись защищать духов чистых родников, найти Чистейший грааль и разрушить наложенные на Матерь богов оковы, чтобы смыть Первородный грех. </p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/afce7f4f1847f62698a00f239e5a8d00_8853313784057293776.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Последователи Эгерии, которые поклялись защищать океанид.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Известные океаниды"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Фокалорс",
        "desc": "<p>Богиня Справедливости и последний Гидро Архонт. <span class=\"wk-shady\">Пожертвовала собой, уничтожив божественный трон и вернув силу Владыке Гидро драконов.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Океанида-фамильяр Эгерии, которую та превратила в человека. Являлась преемницей Эгерии на трон Гидро Архонта.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Родия",
        "desc": "<p>Могущественная океанида-разведчица, сбежавшая из Фонтейна после смерти предыдущего Гидро Архонта Эгерии. Живёт около деревни Цинцэ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/237301566/c1060c024385e4bf2d87aa853d3a6afe_4104670316167585665.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Одна из самых могущественных океанид. Живёт около деревни Цинцэ в Ли Юэ.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Каллироя",
        "desc": "<p>Океанида из Фонтейна, покинувшая родину после Катаклизма и поселившаяся в Спрингвейле. Также известна как родниковая фея</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/16/237301566/610c86157e0fdc96d22ed1e41781ee27_6194358523794605119.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Родниковая фея, живущая в Спрингвейле, Мондштадт.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Идия",
        "desc": "<p>Управляющая Миражом Велуриям.</p><p></p><p>Эксклюзивный персонаж события версии 3.8 «Лето! Парк развлечений? Мираж!»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/14/237301566/8f84efbb97c6667cbf39cb960acb5db8_690536444545776625.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Достаточно могущественная океанида, способная создавать проекции людей в виде Гидро эйдолонов. Живёт в Мираж Велуриям.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Эндора",
        "desc": "<p>Всего лишь пытливая фея чистых родников, которая пожелала увидеть мир. Она наверняка отлично поладит с малой феей Синеглазкой, вот только сливать их друг с другом не стоит.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Любопытная океанида, которая хочет посмотреть мир.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Лирис",
        "desc": "<p>Океанида и директриса Института Нарциссенкрейца - детского дома Фонтейна. После закрытия Института во время Катаклизма стала членом Ордо Нарциссенкрейц, известной как «Красная королева».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/b6d86ff8dfd84cf744e57a516b1a14c6_7638037626645202043.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Бывшая наставница Института Нарциссенкрейца и член Ордо Нарциссенкрейц. Не обладала высокими интеллектуальными способностями даже для океаниды.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Мари-Анн",
        "desc": "<p>Океанида, живущая в Аннапаузисе. <span class=\"wk-shady\">Является сверхсуществом, образованным из слияния океаниды Лирис и Мари-Анн Гильотен.</span></p><p></p><p></p><p>Эксклюзивный персонаж задания мира «Анн из Нарциссенкрейц» и «По следам Нарцисса».</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/7ac751c3fd3892141d972392696a414b_2143060350119471778.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Океанида, созданная из слияния Лирис и человека, Мари-Анн Гильотен. Является сверхсуществом, способным создавать других океанид.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Анн",
        "desc": "<p>Маленькая океанида, созданная океанидой Мари-Анн во сне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/15/237301566/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2512873056842040050.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Океанида, созданная другой океанидой Мари-Анн.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Создание океанид",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/03e130e4d7602f760144915a6059d8a0_6601489799476190465.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Океаниды являются разумными элементалями воды, созданными первым Гидро Архонтом Эгерией, Владычицей всех вод. Они образованы из конденсированного элемента Гидро невероятной чистоты. Считается, что по мере того, как водоём, где живут океаниды, становится чище, содержание Гидро элемента в нём растёт, в результате чего океанида становится сильнее.\nПо легенде, нежная Эгерия пролила первую слезу, из которой была рождена первая океанида. Одни говорят, что Эгерия очень сочувствовала драконам, а другие - что она очень печалилась о конечной судьбе человечества. Ныне осталось лишь метафорическое изречение, истинный смысл которого остаётся неясным: <color=#ffffffd9>«Кости ящера растворились в грязи, из которой появились лебеди».</color> Новорождённой океаниде было дано задание постичь все формы жизни в стремлении понять многообразие видов и возлюбить каждое существо. Океанида появилась на свет из моря жизни, а потому обладала способностью к метаморфозам. Эгерия велела этому порождению воды запомнить формы живых существ, пробуждая жажду жизни. Когда же океаниде пришло время постичь суть человека, на землю пролилась первая слеза. Так возникли океаниды. Океаниды выражали любовь, сливаясь воедино. Таким образом, множество сознаний могло сосуществовать без каких-либо преград.\nУвеличение численности океанид не требовало создания пар. После обретения достаточного сознания и эмоций они обращались к Гидро Архонту или старейшине за разрешением претендовать «размножение», что приводило к их разделению на маленьких океанид. Одни считали, что это могла быть капля чистой водной сущности, которая, подпитавшись эмоциями и интеллектом родителя, даёт начало жизни. Другие предполагали, что это мог быть звук, имя, возможно, даже запретное слово, способное всколыхнуть круговорот стихийных сил и вызвать доселе не существовавшую в чистых водах жажду, привлекая в мир новую жизнь. Третьи полагали, что речь шла всего лишь о разрешении, после которого живущая в чистых водах мечта и стремление обретали новое имя - подобно тому, как существующие в грёзах дети могут получить имя лишь после долгих веков.\nОкеаниды были фамильярами Эгерии. Когда-то она отправила их жить в каждой реке, ручье и пруду по всему материку, и почти все из них были шпионами Фонтейна. Владычица всех вод хотела объединить в этом мире всё живое, подобно соединяющимся друг с другом водам. Когнитивные способности океанид значительно отличались и зависели от продолжительности жизни, различий в опыте и знаниях о мире. Но существенная индивидуальная вариативность самих океанид также вносила свой вклад в это явление. Некоторые океаниды были слишком медлительны для выполнения задач, связанных с водными системами континента, поэтому они оставались в Фонтейне, где помогали успокаивать человеческие эмоции."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/b0fb20592e699cd5342b9c87d6fab121_6722758825413151323.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Океаниды, восхитившись жизнью людей, тоже захотели стать ими. Услышав их желания, Эгерия использовала силу Первозданного моря и превратила некоторых океанид в людей, в крови которых текла вода Первозданного моря. Это создание людей и стало первородным грехом Эгерии. Селестия разгневалась на Владычицу всех вод за то, что та украла силу Первозданного моря, и заточила её. Появилось пророчество, которое гласило: <color=#ffffffd9>«Все растворятся в воде, и останется только Гидро Архонт, плачущая на своём троне...»</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/6555b6c18d716410b9f97d30e099a333_8985791526795267718.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Когда Эгерия была заточена, на её земли пришёл царь богов Рем и создал Ремурию. Во время правления Рема океаниды пряталась в чистых родниках в страхе быть уничтоженными тираном. Последователи Владычицы всех вод, названные Рыцарями чистых родников, поклялись защищать океанид от армии царя Рема.</color>\nБольшинство океанид умерли вместе с Эгерией во время Катаклизма 500 лет назад, а оставшиеся покинули Фонтейн из-за отравления воды, и сейчас океаниды в Фонтейне считаются вымершими. Хотя растворённый в воде яд был разбавлен и очищен, в воде Фонтейна больше никогда естественным путём не родятся океаниды, если только где-нибудь не найдётся сосуд с чистой водой. Вместо океанид из этой воды начали рождаться фантазмы, названные «призраками мутных вод»."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/627b4ace22d3ef0b8590601746c9bb00_4017682127537768942.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Многие выжившие океаниды оборвали связь с Фонтейном. Они не признали Фокалорс, нового Гидро Архонта, и предпочли остаться в своих грёзах. Часто они совершали паломничество по знойной пустыне Сумеру, чтобы достичь дерева Харвисптохм, созданного из сознания Эгерии, и прикоснуться к своей богине. Другие океаниды разносили останки давно умершей богини по разным уголкам этого мира. Возможно, они хотели распространить любовь Владычицы всех вод к этому миру через его воды."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/798328e2c3bdbc7c31a720d73c9bd8c9_3560599391289034906.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "После того как некоторые океаниды стали людьми, они забыли о своем происхождении. Они все равно просили разрешения на «размножение», но это считалось символическим актом. Они бросали монетки в Фонтан Люсин, загадывая желание получить детей, и их желания исполнялись. Поскольку в их крови ещё была вода Первозданного моря, все контакты с ним приводили к их растворению и возвращению к «пределам». Однажды этот процесс привел к серийным убийствам в Фонтейне. Один искатель приключений из Снежной по имени Вашер и его возлюбленная Винье нашли источник Первозданного моря. Винье, уроженка Фонтена, коснулась воды и бесследно исчезла. Вашер попытался растворить себя, но ему это не удалось, поэтому он начал проводить эксперименты над молодыми женщинами, растворяя их в Первозданных водах, пытаясь вернуть Винье. Он использовал записи, оставленные Жакобом Ингольдом, членом Ордо Нарциссенкрейц, который проводил такие же эксперименты около 400 лет назад, пытаясь воскресить своего друга.\nКогда Нёвиллет, Гидро дракон, простил жителям Фонтейна первородный грех, он превратил их в настоящих людей с настоящей кровью, которые не могут быть растворены в Первозданной воде и превращены в океанид.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Рыцари чистых родников",
        "desc": "<p>Последователи Владычицы всех вод Эгерии, которые поклялись защищать духов чистых родников, найти Чистейший грааль и разрушить наложенные на Матерь богов оковы, чтобы смыть Первородный грех. </p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/afce7f4f1847f62698a00f239e5a8d00_8853313784057293776.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Ордо Нарциссенкрейц",
        "desc": "<p>Тайная эзотерическая организация, основанная Рене де Петрикором и Жакобом Ингольдом для предотвращения последствий апокалипсиса, предсказанного по формуле мира, путём создания неолюдей.</p><p>Организация объявлена радикальной и официально запрещена в Фонтейне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/76c3b544663face535a657d1f97f4ad0_4288902648781870822.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Эгерия",
        "desc": "<p>Милосердная Владычица всех вод и Гидро Архонт, погибшая во время Катаклизма 500 лет назад.</p><p>Она совершила первородный грех, превратив океанид в людей с помощью силы Первозданного моря.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Рем",
        "desc": "<p>Царь богов, основавший Ремурию.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_2536613976363958813.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Марсель",
        "desc": "<p>Президент Торговой ассоциации Кабриера, сестринской компании Спина-ди-Росула.<br><br>Экслюзивный персонаж задания Архонтов «Том IV. Глава II: Словно лёгкий дождь без причины»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/237301566/4e904e9d971d9031fefc37f2cc034e9f_4603976391595611648.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Жакоб",
        "desc": "<p>Жакоб Ингольд - воспитанник Института Нарциссенкрейца, приёмный сын Карла Ингольда, сооснователь Ордо Нарциссенкрейц и неочеловек.<br><br><br>Эксклюзивный персонаж задания мира «Древние цвета» и «По следам Нарцисса»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/02bc05cc787742e2fdf79dc45a69ccec_6698692721706207521.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Нёвиллет",
        "desc": "<p>Верховный судья Фонтейна, или же юдекс, прославившийся своей безукоризненной беспристрастностью.<br><br><em>«Однажды они вернутся, и начнётся настоящее испытание»</em>, -  Шбаланке, Погребённый первозданным огнём.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/70239714/0513aa7f482dbb4778545d02f94956fe_5004007435087179259.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4040,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4041,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Серебряный кубок непорочного моря",
        "desc": "<p>Во времена, когда золотой саван покрывал землю, чистую родниковую воду приходилось прятать в потаённых горных ручьях. В этих святилищах и рождались Рыцари чистых родников.</p><p>Рыцари поклялись серебряными доспехами защищать духов, рождённых из чистой воды, защищать своих собратьев, которые тоже хранят веру в единую истинную купель, противостоящую вездесущей золотой силе, запятнавшей небо и затмившей солнце.</p><p>Но это лишь древняя легенда... Вскоре после того, как империя рухнула и канула в Лету, рыцари, противостоявшие тирану, сбросили свои доспехи, а их истории были запрятаны в запутанной паутине сказаний и баллад.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/c70230640d8706fd2e3aa837a391166c_2242615267031030516.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Источник чистой капли росы",
        "desc": "<p>Это реликвия тех времён, когда Рыцари чистых родников ещё ходили по земле. По словам рыцарей, в горных источниках и долинах, куда не ступала нога человека, до сих пор живут верные духи, охраняющие чистые, незагрязнённые источники...</p><p>Однако создатель ихора не терпел разлада в своей великой симфонии. Говорят, что везде, куда бы ни ступала нога гармоста Боэция, закапывался природный нектар, строились акведуки империи и бесследно исчезали духи, рождённые из чистой воды...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/54913bb983c08663e91eef34841c80b9_7242278330342534687.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Фокалорс",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/1da56616903c2c0ab282394bbb06bb8c_1363725117785159919.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда-то Фокалорс была фамильяром-океанидой Эгерии. Фокалорс всегда хотелось стать человеком, так как само существование человека в её глазах являлось прекраснейшим спектаклем. Эгерия превратила Фокалорс в человека, а позже выбрала её своей преемницей на трон Архонта."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/071314a04852556139c4a6afb389b4dd_5347402862803336266.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Эгерия точно знала, что пророчество сбудется, и что небесному порядку нельзя противиться. Она возложила решение этой проблемы на плечи Фокалорс. Если кража силы Первозданного моря была первородным грехом Фонтейна, то появление на свет людей Фонтейна и их существование в этом мире - первородное оправдание Фонтейна. Для Эгерии «справедливость» заключалась в существовании людей, и Фокалорс продолжила этот принцип. Борьба с пророчеством во имя продолжения жизни народа Фонтейна - вот справедливость превыше любой другой."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/7d385a6c1ba9e5d7ccb649d37c020ec0_9063020005477646296.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Фокалорс долго размышляла, как противостоять пророчеству, и нашла единственный возможный ответ: нужно было обмануть небесный порядок во время исполнения пророчества. Став Архонтом, Фокалорс отделила обретённую божественность от тела и духа, создав Фурину. Пока Фурина правила Фонтейном, Фокалорс копила энергию, чтобы обмануть небесный порядок. Фокалорс использовала особую машину, Оратрис Меканик д'Анализ Кардиналь, построенную в зале оперного театра, где проходили заседания суда. Оратрис Меканик д'Анализ Кардиналь преобразовывала веру людей в справедливость в индемнитиум - энергию, питавшую Фонтейн. Через 500 лет, когда пророчество начало сбываться, Фокалорс смогла использовать всю эту энергию, чтобы уничтожить свою божественную часть и, соответственно, уничтожить трон Гидро Архонта, вернув силу Гидро Владыке драконов Нёвиллету. После обретения своей полной силы, тот простил жителям Фонтейна их первородный грех и превратил в настоящих людей.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Сердце Бога",
        "desc": "<p><em>«У тебя при себе останки Третьего Сошедшего, да? Вы, кажется, называете их Сердцами Бога?» </em>- Скирк в разговоре с Нёвиллетом.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Эгерия",
        "desc": "<p>Милосердная Владычица всех вод и Гидро Архонт, погибшая во время Катаклизма 500 лет назад.</p><p>Она совершила первородный грех, превратив океанид в людей с помощью силы Первозданного моря.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Фокалорс",
        "desc": "<p>Богиня Справедливости и последний Гидро Архонт. <span class=\"wk-shady\">Пожертвовала собой, уничтожив божественный трон и вернув силу Владыке Гидро драконов.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Фурина",
        "desc": "<p>В центре внимания на сцене театра правосудия вплоть до финального занавеса и оваций.</p><p></p><p><em>«В ней есть радость и гнев, ей свойственно безумие, когда требуется безумие, и слабость, когда нужна слабость... Именно её несовершенство делает её совершенной в моих глазах»</em>, - Преступник, преисполненный любовью и раскаянием.</p><p></p><p><em>«Одна ложь неизбежно порождает другую. В итоге череды бесчисленных обманов человек неизбежно предстаёт перед ликом «правосудия». Невежде это может показаться фарсом. Но если вернуться к самому началу, то лжецу станет ясно, что первой жертвой его обмана был он сам»</em>, - притча, которую ведьма «Н.» оставила в чьих-то снах.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/70239714/263e5ea0784d182b393f67a7e24146a5_6841129024701614855.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Нёвиллет",
        "desc": "<p>Верховный судья Фонтейна, или же юдекс, прославившийся своей безукоризненной беспристрастностью.<br><br><em>«Однажды они вернутся, и начнётся настоящее испытание»</em>, -  Шбаланке, Погребённый первозданным огнём.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/70239714/0513aa7f482dbb4778545d02f94956fe_5004007435087179259.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Родия",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/b1382ca8d5c39cd34c781837f05c5ea4_5564506540624670480.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Эгерия погибла во время Катаклизма 500 лет назад и к власти пришла Фокалорс, океаниды не приняли её правления и покинули Фонтейн. Родия, самая известная и сильная разведчица океанид, предпочла остаться в своих грёзах. Она мечтала лишь о тихом прибежище в спокойных водах, поэтому она поселилась в деревне Цинцэ. Родия обладает высоким уровнем интеллекта и эмпатии и может создавать Гидро мимиков. Считается, что она настолько сильна, что способна превращаться в человека.\nКогда Родия впервые почувствовала присутствие другой океаниды Эндоры, она приняла Эндору за подосланную Фонтейном убийцу. Это наполнило её гневом, и она сделала воды горькими для того, чтобы уничтожить маленькую океаниду. Родия послала своих разведчиков, созданий чистых вод, наблюдать за Эндорой, и та смогла слиться с ними, чтобы узнать о планах Родии. Когда Эндора наконец объяснила, что она не хотела причинить вреда, Родия снова сделала воду сладкой и предложила Эндоре слиться с ней в водах Цинцэ.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Родия",
        "desc": "<p>Могущественная океанида-разведчица, сбежавшая из Фонтейна после смерти предыдущего Гидро Архонта Эгерии. Живёт около деревни Цинцэ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/237301566/c1060c024385e4bf2d87aa853d3a6afe_4104670316167585665.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Океанид",
        "desc": "Жизненная форма, образовавшаяся из конденсированного Гидро элемента невероятной чистоты. Обычно живёт в водоёмах.<br/>Говорят, что по мере того, как водоём становится чище, содержание Гидро элемента в нём растёт, в результате чего океанид становится сильнее. Некоторые поговаривают, что когда-то океаниды были морскими существами из далёких мест, которые разнесли останки давно умершего бога по разным уголкам этого мира. Возможно, они хотели распространить любовь своего бога к этому миру через его воды...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Эндора",
        "desc": "<p>Всего лишь пытливая фея чистых родников, которая пожелала увидеть мир. Она наверняка отлично поладит с малой феей Синеглазкой, вот только сливать их друг с другом не стоит.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Идия",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/1db6cabb7224e998c529340769b5842a_8568712510485681891.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Идия - океанида, которая была изгнана, когда скончалась бывший Гидро Архонт и воды наполнились болью и ненавистью. Она бродила по лесу, когда встретила Алису, ведьму из Ведьмина шабаша."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/86ceaf03762c6ec439360750c275814f_9090761109497470470.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Алиса подарила Идии волшебную бутылку, которая могла исполнить одно желание внутри самой бутылки. Идия хотела уйти подальше, где её никто не мог найти, поэтому она оказалась посреди пустыни.\nОна продолжала жить в подпространстве, называемом Мираж Велуриям, внутри бутылки. Редкие странники, проходившие мимо, приходили к её обители с просьбой исполнить их желания. Когда им приходилось уйти, некоторые были недовольны тем, что желание было исполнено только внутри Миража Велуриям, но некоторые оставляли Идии подарки, которые она использовала для своей обители."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/2985365165a6df18dddf913f2b1797f0_5658027080412426138.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Некоторые хотели оставить свой след в Мираже Велуриям, поэтому Идия сделала их копии с помощью Гидро эйдолонов, чтобы ей не было одиноко. Все эйдолоны представляли собой воплощение желаний владельцев.\nСчитается, что Идия почти так же могущественна, как Родия, поскольку она может не только принимать вид человека, но и создавать людей из эйдолонов.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Идия",
        "desc": "<p>Управляющая Миражом Велуриям.</p><p></p><p>Эксклюзивный персонаж события версии 3.8 «Лето! Парк развлечений? Мираж!»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/14/237301566/8f84efbb97c6667cbf39cb960acb5db8_690536444545776625.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Алиса",
        "desc": "<p>Хранительница границ мира, великая искательница приключений, злой-презлой Додокороль, защитница старого Мондштадта, друг, не покинувший надежду взрослых, составительница «Путеводителя по Тейвату», изобретательница искусства кудзирай, тэмари-дзюцу, поставшица знаменитой госпожи Сангема-бай, старейшина Ведьмина шабаша под кодовым именем «А.» и мама Кли.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/16/237301566/7c4f62f9126f4c80e16f20e2728f449f_5967603972261492538.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Каллироя",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/a67ef560af945789ae6eb6c480f50e49_9137418590799963954.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Одной из океанид, покинувших Фонтейн, стала Каллироя, которая нашла свой дом в роднике Спрингвейла в Мондштадте, получив имя Родниковая фея. Во время своего путешествия океанида растратила все свои силы, забыла о своей прежней жизни и больше не могла говорить."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/53aa6a6c0961c170a1cce36e07f72d4e_821004000902968886.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Однажды к роднику пришёл мальчик в слезах, которого фея решила утешить. Так зародилась дружба мальчика и океаниды: он рассказывал ей обо всех переживаниях в жизни, о мире и обо всём, что было на сердце. Когда он плакал от горя, она превращала его слёзы в сладкую воду, приносившую ему приятные сны, в которых он встречал океаниду. В этих снах она рассказывала ему о своей родине и о своём одиночестве. Благодаря этой дружбе Каллироя снова научилась говорить."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/824a0869fac4b8806047e7d2fb223c1e_352915580004455436.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Несколько лет спустя Каллироя почувствовала, что у мальчика возникли неизвестные ей чувства. Она испугалась расставания, испугалась, что мальчик в конце жизни будет сожалеть об этом, и сбежала. Она надеялась, что мальчик забудет о ней и будет жить своей жизнью, но он каждый день приходил к роднику и ждал её, сомневаясь, было ли это всё реальностью. В течение всей своей жизни он оставался одиноким и не мог постичь уход феи."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/f48254570554d9a97f737a5c59b17f57_2626066475287047201.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Многие годы Каллироя изучала чувства людей и внешний мир, никогда не забывая о мальчике. Она боялась появиться перед ним вновь и причинить боль. Но когда мальчик уже стал стариком, фея наконец поборола свои страхи и встретилась со своим возлюбленным, подарив ему своё сердце. Хоть она и не могла долго поддерживать свою физическую форму, она пообещала, что пока у возлюбленного есть сердце родника, они всегда будут связаны, как бы далеко друг от друга они не находились. В конце она подарила ему долгожданный поцелуй и слилась с родниковой водой. А у возлюбленного феи осталось её Сердце родника.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Каллироя",
        "desc": "<p>Океанида из Фонтейна, покинувшая родину после Катаклизма и поселившаяся в Спрингвейле. Также известна как родниковая фея</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/16/237301566/610c86157e0fdc96d22ed1e41781ee27_6194358523794605119.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4539,
        "name": "Старина Финч",
        "desc": "<p>Житель Спрингвейла, который в детстве познакомился с родниковой феей. Герой легенды «Сердце родника»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/16/237301566/1d1b81b0ff39641fa13df1528162b893_250764874414161733.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2323,
        "name": "Сердце родника",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Лирис",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/9dd957087aa42735905d94761558de17_3023765452865715269.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Лирис была одной из тех океанид, кто оставался в Фонтейне, где они помогали успокаивать человеческие эмоции. Она была поставлена во главу Института Нарциссенкрейца, детского приюта Фонтейна, более 500 лет назад в знак благодарности Гидро Архонту Эгерии. Лирис не обладала выдающимися интеллектуальными способностями даже для океаниды и не обладала причинно-следственными связями, поэтому в какой-то момент Институтом стала руководить заместительница Бэзил Элтон.\nКогда 500 лет назад наступил Катаклизм, Лирис не могла понять, почему приют расформировали, и единственным её желанием было вернуться в то время, когда дети из приюта играли в отряд героев Нарциссенкрейца. Её нашли, охваченную чувством вины, члены тайной организации, созданной воспитанниками Института Нарциссенкрейца, Рене де Петрикором и Жакобом Ингольдом. Поскольку Лирис обладала способностью растворять и объединять волю людей, она стала ценным членом организации, получив титул «Красная Королева».\nКогда организация решила возродить Элинаса, монстра из Бездны, с помощью плоти и крови которого Жакоб Ингольд питал свои силы, Лирис вместе с Жакобом и Катерпиллером, учеником ордена, отправились внутрь тела Элинаса. В Элинасе они столкнулись с агентами Сумеречного двора, в том числе с Мари-Анн Гильотен, ещё одной ученицей приюта, которые попыталась остановить организацию. Во время этого боя Мари-Анн Гильотен была серьёзно ранена, а Лирис обняла её и поглотила её сознание. В результате этого слияния родилась новая океанида, Мари-Анн. Мари-Анн больше не была ни Лирис, ни Мари-Анн Гильотен, а воплощала их общее сознание и желания и являлась сверхсуществом, способным создавать других океанид.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Институт Нарциссенкрейца",
        "desc": "<p>Институт Нарциссенкрейца - приют для детей Фонтейна, куда часто отправляли детей преступников, построенный на руинах древней цивилизации Ремурии. Возглавлялся океанидой Лирис и Бэзил Элтон. Был заброшен после Катаклизма, произошедшего 500 лет назад.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/d16711d3de8737f08aaf297452fa06e8_1288621270627950131.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Ордо Нарциссенкрейц",
        "desc": "<p>Тайная эзотерическая организация, основанная Рене де Петрикором и Жакобом Ингольдом для предотвращения последствий апокалипсиса, предсказанного по формуле мира, путём создания неолюдей.</p><p>Организация объявлена радикальной и официально запрещена в Фонтейне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/76c3b544663face535a657d1f97f4ad0_4288902648781870822.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Лирис",
        "desc": "<p>Океанида и директриса Института Нарциссенкрейца - детского дома Фонтейна. После закрытия Института во время Катаклизма стала членом Ордо Нарциссенкрейц, известной как «Красная королева».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/b6d86ff8dfd84cf744e57a516b1a14c6_7638037626645202043.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Бэзил Элтон",
        "desc": "<p>Адмирал «Белой армады» в отставке, капитан корабля «Спонсиан», воспитанница и заместительница директрисы Института Нарциссенкрейца. После её гибели во время Катаклизма 500 лет назад в честь неё была названа Элтонская впадина.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/386107b800f05b084d15ad8145cf8913_1639351719762421517.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Элинас",
        "desc": "<p>Существо из Бездны и Прародитель мелюзин. Появился в Фонтейне во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/237301566/fa4c986eefe97522566b35be6e29e7a0_471244222089785302.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Нарциссенкрейц",
        "desc": "<p>Нарциссенкрейц, ранее известный как Рене де Петрикор, является основателем тайного общества Ордо Нарциссенкрейц. Также известен как Мастер.<br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/90f57df4396a9aa89cee2704bafdac6d_681464755020305606.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Жакоб",
        "desc": "<p>Жакоб Ингольд - воспитанник Института Нарциссенкрейца, приёмный сын Карла Ингольда, сооснователь Ордо Нарциссенкрейц и неочеловек.<br><br><br>Эксклюзивный персонаж задания мира «Древние цвета» и «По следам Нарцисса»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/02bc05cc787742e2fdf79dc45a69ccec_6698692721706207521.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Катерпиллер",
        "desc": "<p>Член Ордо Нарциссенкрейц.</p><p></p><p>Эксклюзивный персонаж заданий «Незавершённая комедия», «Оглашение разгадки ожидается», «Неоконченная история», «Последний вопрос», «По следам Нарцисса», «Погоня» и «С днём рождения».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/237301566/be516a2c9005727dcfd1fe45662a826d_8973572821419128986.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Мари-Анн Гильотен",
        "desc": "<p>Воспитанница Института Нарциссенкрейца, приёмная дочь Эмманюэля Гильотена и сестра Алена, охотница Сумеречного двора.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/7f04e9d0b83ab550cc91ddf708008a7d_7020120347835863216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Мари-Анн",
        "desc": "<p>Океанида, живущая в Аннапаузисе. <span class=\"wk-shady\">Является сверхсуществом, образованным из слияния океаниды Лирис и Мари-Анн Гильотен.</span></p><p></p><p></p><p>Эксклюзивный персонаж задания мира «Анн из Нарциссенкрейц» и «По следам Нарцисса».</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/7ac751c3fd3892141d972392696a414b_2143060350119471778.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Эндора",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/25/237301566/b8cbc99cb0b507eaf970fcd9568a5c43_2051231620015999281.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Эндора - маленькая и любопытная океанида, покинувшая Фонтейн. Она восхищалась Родией, могущественной разведчицей океанид, поэтому она села на спину Гидро слайма и покинула Фонтейн, прыгая с водоёма на водоём, пока наконец не оказалась на границе Мондштадта и Ли Юэ. У неё было такое упорство, что Родия приняла Эндору за убийцу на задании, когда впервые встретила её. Родия сделала воду горькой, чтобы убить Эндору, но когда Эндора наконец смогла все объяснить, Родия попросила слиться с ней в водах Цинцэ.\nПоначалу Эндора была настолько слаба, что едва могла говорить, но после слияния с созданиями чистых вод и\nиз Спрингвейла она вернула свои силы. Находясь в Спрингвейле, она встретила старину Финча, друга родниковой феи, и передала ему сообщение:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Когда в небе погаснет последняя звезда, когда все ручейки и сны сольются воедино... Тогда свидимся и мы».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Эндора никогда не задумывалась о том, как ей прожить свою жизнь, потому что всегда предполагала, что сольется с Родией. Однако Родия казалась несчастной и ждала только того, что чистая вода станет горькой. Ни Родия, ни Каллироя не хотели, чтобы Эндора следовала их путём. Поэтому Эндора решила отправиться в путешествие вместе с Путешественником/цей и Паймон."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Я хочу путешествовать вместе с вами, видеть цветущие долины и плывущие по синему небу облака, видеть, как ручейки жизни стекаются в море».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Эндора",
        "desc": "<p>Всего лишь пытливая фея чистых родников, которая пожелала увидеть мир. Она наверняка отлично поладит с малой феей Синеглазкой, вот только сливать их друг с другом не стоит.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 604,
        "name": "Любопытная Эндора",
        "desc": "Странный молодой океанид, преисполненный любопытством к этому миру.<br/>Океаниды сильны в водных метаморфозах и могут собирать знания и чувства, сливаясь с другими водами. Эндора мала, но любопытна. Эндора может пускать пузыри, которые соединяются с другими водными существами и позволяют ей учиться всему.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Inquisitive Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Родия",
        "desc": "<p>Могущественная океанида-разведчица, сбежавшая из Фонтейна после смерти предыдущего Гидро Архонта Эгерии. Живёт около деревни Цинцэ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/237301566/c1060c024385e4bf2d87aa853d3a6afe_4104670316167585665.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Каллироя",
        "desc": "<p>Океанида из Фонтейна, покинувшая родину после Катаклизма и поселившаяся в Спрингвейле. Также известна как родниковая фея</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/16/237301566/610c86157e0fdc96d22ed1e41781ee27_6194358523794605119.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Мари-Анн",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/c98423c454c92b128b5b612ae928ccb0_8054262433643165837.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Мари-Анн - уникальная океанида, созданная не Эгерией, а в результате слияния океаниды Лирис и человека Мари-Анн Гильотен. Она воплощала их общее сознание и желания и являлась сверхсуществом, способным создавать других океанид."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/ef3dd30c597bcae3d4712c34c2dfee2e_7499480574218250753.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Желая остаться в прошлых воспоминаниях, Мари-Анн создала истинный Аннапаузис, добровольно став его пленницей. Она создала себе сказочный дом, где жила в своих мечтах, и написала неоконченную историю про принцессу Лирис и злого дракона Нарцисса. Однажды она смогла создать другую океаниду Анн, увидев её во сне. Так как Анн являлась частью Мари-Анн, она получила часть воспоминаний Лирис и Мари-Анн Гильотен. Её главным воспоминанием стала сказка про дракона Нарцисса, которую Бэзил Элтон, помощница настоятельницы Института Нарциссенкрейца, рассказывала детям в приюте, где выросла Мари-Анн Гильотен. Анн считала, что её целью является спасение принцессы Лирис из сказки, которой, как она думала, и являлась Мари-Анн.\nКогда Мари-Анн впервые встретила Анн, она не хотела покидать дом в своих мечтах, поэтому она сказала Анн жить своей жизнью и делать то, что она хочет сама, а затем разрушила портал, через который Анн туда попала.\nАнн, Путешественник/ца и Паймон решили использовать Чудесный меч Нарциссенкрейца, который мог управлять волей людей, чтобы разделить личности Мари-Анн. Когда они прибыли в Аннапаузис, они услышали желания Мари-Анн. Она думала о детях из приюта и желании остаться одной в своей сказке. Путешественник/ца сломал/а барьер, оставленный Мари-Анн, с помощью Чудесного меча, и когда они захотели разъединить Лирис и Мари-Анн Гильотен, поняли, что меч уже выполнил свою задачу. Мари-Анн, вновь встретившись с Анн, признала, что не может вечно оставаться в мечтах, и согласилась принять свое прошлое и начать своё путешествие вместе с Анн.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Мари-Анн",
        "desc": "<p>Океанида, живущая в Аннапаузисе. <span class=\"wk-shady\">Является сверхсуществом, образованным из слияния океаниды Лирис и Мари-Анн Гильотен.</span></p><p></p><p></p><p>Эксклюзивный персонаж задания мира «Анн из Нарциссенкрейц» и «По следам Нарцисса».</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/7ac751c3fd3892141d972392696a414b_2143060350119471778.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Мари-Анн Гильотен",
        "desc": "<p>Воспитанница Института Нарциссенкрейца, приёмная дочь Эмманюэля Гильотена и сестра Алена, охотница Сумеречного двора.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/7f04e9d0b83ab550cc91ddf708008a7d_7020120347835863216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Лирис",
        "desc": "<p>Океанида и директриса Института Нарциссенкрейца - детского дома Фонтейна. После закрытия Института во время Катаклизма стала членом Ордо Нарциссенкрейц, известной как «Красная королева».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/b6d86ff8dfd84cf744e57a516b1a14c6_7638037626645202043.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Анн",
        "desc": "<p>Маленькая океанида, созданная океанидой Мари-Анн во сне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/15/237301566/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2512873056842040050.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Меч Нарциссенкрейца",
        "desc": "<p>Меч, чья воля и сила угасла с концом его истории. Теперь он отправится в новое путешествие. Остатки силы в нём помнят великую мечту.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/13/51635400/01d3f8317c86ea98d617ad61213b7c9a_8842940819233898156.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Чудесный меч Нарциссенкрейца",
        "desc": "<p>Священный меч, имеющий особое значение в одной истории.</p><p>Он не принадлежит никому.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/09/124137736/d9e731584137af8d10fb8d02bfbcb845_2420787045580628872.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Анн",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/c69669b84ad19bec4ebf1e7d567309d5_6261272581556484033.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Анн - океанида, созданная другой океанидой Мари-Анн, когда последняя увидела её во сне. На личность и сознание Анн значительно повлияли личности, из которых состояла сама Мари-Анн, - Лирис и Мари-Анн Гильотен. А мир Анн был создан из сказки про злого дракона Нарцисса, которую когда-то рассказывала заместительница директрисы детского приюта, в котором выросла Мари-Анн. Поэтому Анн считала, что смысл её жизни - спасти принцессу Лирис из сказки от злого дракона."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/2dd4301d48b45dc11e939adb9ca9aa7a_6414421260464028010.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Однажды одна из подруг Анн, зяблик Пти Шу, попала в беду, и Анн попросила помощи проходящего/ей мимо Путешественника/цы. Так началось их приключение по спасению принцессы. Путешественник/ца вместе с Анн смогли освободить всех её друзей и войти в замок Лирис (являющегося бывшим зданием Института Нарциссенкрейца). Друзьям Анн пришлось пожертвовать своей физической оболочкой, чтобы та смогла отправиться к Лирис. В результате этого путешествия оказалось, что на самом деле принцессы не существует, и в конце их ждала Мари-Анн.\nМари-Анн не хотела покидать свой сказочный мир Аннапаузис, поэтому она пожелала Анн жить так, как той хочется, и быть свободной. Не дав ответов насчёт происхождения Анн, Мари-Анн закрыла за собой барьер, чтобы та больше не могла попасть в Аннапаузис.\nЧтобы выяснить правду о своём происхождении, Анн объединилась с механической собакой Сеймуром, который искал свою пропавшую хозяйку по имени Мари-Анн, хиличурлом Катерпиллером, членом Ордо Нарциссенкрейц, и Путешественником/цей. После исследований они выяснили, что Мари-Анн появилась из слияния океаниды Лирис и человека Мари-Анн Гильотен около 500 лет назад. Они решили отправиться на поиски Чудесного меча Нарциссенкрейца, чтобы разделить личности Лирис и Мари-Анн Гильотен. Но, разбив мечом барьер к Мари-Анн, они поняли, что меч уже выполнил свой долг, так как Мари-Анн приняла свою личность и осознала реальность.\nПосле всех приключений Мари-Анн и Анн решили отправиться в путешествие, чтобы посмотреть мир, который Мари-Анн не видела сотни лет. Они взяли с собой механическую собаку Сеймура и мелюзину Мамер, пообещав Путешественнику/це обязательно с ним/ней встретиться.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Институт Нарциссенкрейца",
        "desc": "<p>Институт Нарциссенкрейца - приют для детей Фонтейна, куда часто отправляли детей преступников, построенный на руинах древней цивилизации Ремурии. Возглавлялся океанидой Лирис и Бэзил Элтон. Был заброшен после Катаклизма, произошедшего 500 лет назад.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/d16711d3de8737f08aaf297452fa06e8_1288621270627950131.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Ордо Нарциссенкрейц",
        "desc": "<p>Тайная эзотерическая организация, основанная Рене де Петрикором и Жакобом Ингольдом для предотвращения последствий апокалипсиса, предсказанного по формуле мира, путём создания неолюдей.</p><p>Организация объявлена радикальной и официально запрещена в Фонтейне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/76c3b544663face535a657d1f97f4ad0_4288902648781870822.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Анн",
        "desc": "<p>Маленькая океанида, созданная океанидой Мари-Анн во сне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/15/237301566/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2512873056842040050.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Мари-Анн",
        "desc": "<p>Океанида, живущая в Аннапаузисе. <span class=\"wk-shady\">Является сверхсуществом, образованным из слияния океаниды Лирис и Мари-Анн Гильотен.</span></p><p></p><p></p><p>Эксклюзивный персонаж задания мира «Анн из Нарциссенкрейц» и «По следам Нарцисса».</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/7ac751c3fd3892141d972392696a414b_2143060350119471778.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Лирис",
        "desc": "<p>Океанида и директриса Института Нарциссенкрейца - детского дома Фонтейна. После закрытия Института во время Катаклизма стала членом Ордо Нарциссенкрейц, известной как «Красная королева».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/b6d86ff8dfd84cf744e57a516b1a14c6_7638037626645202043.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Мари-Анн Гильотен",
        "desc": "<p>Воспитанница Института Нарциссенкрейца, приёмная дочь Эмманюэля Гильотена и сестра Алена, охотница Сумеречного двора.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/7f04e9d0b83ab550cc91ddf708008a7d_7020120347835863216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Сеймур",
        "desc": "<p>Прототип 4ACV07, механическая собака, созданная для защиты Мари-Анн Гильотен.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/f415fbe2eaa40cd987a8daa47643fc74_1879053792825826301.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Катерпиллер",
        "desc": "<p>Член Ордо Нарциссенкрейц.</p><p></p><p>Эксклюзивный персонаж заданий «Незавершённая комедия», «Оглашение разгадки ожидается», «Неоконченная история», «Последний вопрос», «По следам Нарцисса», «Погоня» и «С днём рождения».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/237301566/be516a2c9005727dcfd1fe45662a826d_8973572821419128986.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Мамер",
        "desc": "<p>Мелюзина-художница, чьи картины не понимает никто, кроме её собаки Сеймура и Путешественника/цы. Единственная из мелюзин, кто слышит своего Прародителя.</p><p></p><p>Эксклюзивный персонаж задания мира «Древние цвета» и «По следам Нарцисса».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/237301566/9cc2115edbfc809cdaa5a1629eb9dc37_9205678105566352048.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Меч Нарциссенкрейца",
        "desc": "<p>Меч, чья воля и сила угасла с концом его истории. Теперь он отправится в новое путешествие. Остатки силы в нём помнят великую мечту.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/13/51635400/01d3f8317c86ea98d617ad61213b7c9a_8842940819233898156.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Чудесный меч Нарциссенкрейца",
        "desc": "<p>Священный меч, имеющий особое значение в одной истории.</p><p>Он не принадлежит никому.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/09/124137736/d9e731584137af8d10fb8d02bfbcb845_2420787045580628872.png",
        "displayStyle": "card"
      }
    ]
  }
}