{
  "epId": 4925,
  "name": "Рыцари чистых родников",
  "desc": "<p>Последователи Владычицы всех вод Эгерии, которые поклялись защищать духов чистых родников, найти Чистейший грааль и разрушить наложенные на Матерь богов оковы, чтобы смыть Первородный грех. </p><p></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/afce7f4f1847f62698a00f239e5a8d00_8853313784057293776.png",
  "menuId": 23,
  "menuName": "Группа",
  "version": 1714549731,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Эгерия",
        "desc": "<p>Милосердная Владычица всех вод и Гидро Архонт, погибшая во время Катаклизма 500 лет назад.</p><p>Она совершила первородный грех, превратив океанид в людей с помощью силы Первозданного моря.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Владычица всех вод, которой были верны Рыцари чистых родников.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Рем",
        "desc": "<p>Царь богов, основавший Ремурию.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_2536613976363958813.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Царь всех богов и правитель Ремурии, от которого рыцари поклялись защищать духов чистых родников.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Океаниды",
        "desc": "<p>Раса разумных Гидро элементалей, созданных предыдущим Гидро Архонтом Эгерией.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/5e33c09fbd3c6781bb822fd9c57b6abc_954472598676910116.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Духи чистых родников, которых защищали рыцари.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Фестиваль «Фонтиналия»",
        "desc": "<p>Один из главных праздников Фонтейна, основанный в память о легендарных Рыцарях чистых родников, отправившихся на поиски океанид и ставших свидетелями возвращения Владычицы всех вод Эгерии.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/6be113dc8ecbe93170d1b614788b0509_7599138351459520724.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Праздник, созданный в честь подвига Рыцарей чистых родников, которые застали возвращение Эгерии.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Известные рыцари"
      },
      {
        "type": "RichText",
        "text": "Эриния\nРыцарь Озёрного света, предводительница Рыцарей чистых родников, которая отправилась искать Чистейший грааль.\nОткер из Ренани\nЧестный и благородный рыцарь, сражавшийся с ядовитым драконом.\nСэр Гильом Геллонский\nРыцарь Бланкандрен\nРыцарь Марсил\nСэр Агрикан\nРыцарь Дрест из Лионеза\nЛеди Адсильтия\nСэр Неймес\nСэр Тюльпин\nСэр Фьерабрас\nДругие рыцари и союзники Эриннии.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Блеск тихих вод",
        "desc": "<p>Скипетр, окружённый чистейшей водой. В былые времена он символизировал высочайшую власть над морями.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/51635400/9807aa25f336daae391a6f6d4995af3d_7437929925449985095.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "Песня Эриний",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Песнь былых времён",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Лилия озёрного света",
        "desc": "<p>Ясный и чистый зелёный цветок рождается там, где сходятся водные артерии. У него простой тонкий аромат, освежающий, но нежный.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/237301566/c43e2d148b98d58c98a008b13e37b5b5_4640719822903366472.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Рыцари чистых родников",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "По легендам, когда великая Владычица всех вод Эгерия была заточена, а людьми правил Царь богов Рем, чистую родниковую воду приходилось прятать в потаённых горных ручьях. В этих святилищах и рождались Рыцари чистых родников. Рыцари поклялись серебряными доспехами защищать духов, рождённых из чистой воды (океанид), а также защищать своих собратьев, которые были верны Владычице всех вод, противостоящей вездесущей золотой силе, запятнавшей небо и затмившей солнце. Кроме того, они поклялись никогда не направлять меч против последователей Эгерии и не идти на сделку с подлецами. Они использовали своё тело как щит, чтобы противостоять власти золота, заслонившей небо и солнце."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Неувядающим серебряным цветком клянёмся мы изгнать золотого тирана из высоких морей, клянёмся смыть несправедливость кровью и слезами врагов».</color>\n<color=#ffffffd9>«Клянёмся защищать фей чистых родников и дар Королевы всех вод до тех пор, пока родники не забьются вновь».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Куда бы не ступала нога гармоста Рема Боэция, строились акведуки империи и бесследно исчезали духи, рождённые из чистой воды. Когда Золотой город рухнул, рыцари сняли свои доспехи, и их история затерялась в легендах.\nКогда Золотой город пал, Владычица всех вод была наконец освобождена из заключения и вернулась в родные края. Первый Рыцарь чистых родников решил искупить свои неискупимые грехи самоизгнанием и аскетизмом и скрылся в уединённой глуши.\nВ память о легендарных Рыцарях чистых родников, отправившихся на поиски океанид и ставших свидетелями возвращения Владычицы всех вод Эгерии, был организован фестиваль «Фонтиналия».\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Эгерия",
        "desc": "<p>Милосердная Владычица всех вод и Гидро Архонт, погибшая во время Катаклизма 500 лет назад.</p><p>Она совершила первородный грех, превратив океанид в людей с помощью силы Первозданного моря.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Рем",
        "desc": "<p>Царь богов, основавший Ремурию.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_2536613976363958813.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Океаниды",
        "desc": "<p>Раса разумных Гидро элементалей, созданных предыдущим Гидро Архонтом Эгерией.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/5e33c09fbd3c6781bb822fd9c57b6abc_954472598676910116.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Песнь былых времён",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Серебряный кубок непорочного моря",
        "desc": "<p>Во времена, когда золотой саван покрывал землю, чистую родниковую воду приходилось прятать в потаённых горных ручьях. В этих святилищах и рождались Рыцари чистых родников.</p><p>Рыцари поклялись серебряными доспехами защищать духов, рождённых из чистой воды, защищать своих собратьев, которые тоже хранят веру в единую истинную купель, противостоящую вездесущей золотой силе, запятнавшей небо и затмившей солнце.</p><p>Но это лишь древняя легенда... Вскоре после того, как империя рухнула и канула в Лету, рыцари, противостоявшие тирану, сбросили свои доспехи, а их истории были запрятаны в запутанной паутине сказаний и баллад.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/c70230640d8706fd2e3aa837a391166c_2242615267031030516.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Источник чистой капли росы",
        "desc": "<p>Это реликвия тех времён, когда Рыцари чистых родников ещё ходили по земле. По словам рыцарей, в горных источниках и долинах, куда не ступала нога человека, до сих пор живут верные духи, охраняющие чистые, незагрязнённые источники...</p><p>Однако создатель ихора не терпел разлада в своей великой симфонии. Говорят, что везде, куда бы ни ступала нога гармоста Боэция, закапывался природный нектар, строились акведуки империи и бесследно исчезали духи, рождённые из чистой воды...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/54913bb983c08663e91eef34841c80b9_7242278330342534687.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Фестиваль «Фонтиналия»",
        "desc": "<p>Один из главных праздников Фонтейна, основанный в память о легендарных Рыцарях чистых родников, отправившихся на поиски океанид и ставших свидетелями возвращения Владычицы всех вод Эгерии.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/6be113dc8ecbe93170d1b614788b0509_7599138351459520724.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Эриния",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/237301566/996428185ebfa9cf6901d777752725de_1738882983561273866.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "По легенде, предводительницей Рыцарей чистых родников являлась Эриния*, рыцарь Озёрного света, поклонявшаяся милосердной Владычице всех вод, Эгерии. Она победила принцев земель Белловак, Атребат и Виромандуи и сделала их своими вассалами. Вскоре жители земель, ранее поклонявшиеся принцам и королю Рему, стали верно служить Эринии. Они поклялись отыскать Чистейший грааль и разрушить наложенные на Матерь богов оковы, чтобы смыть первородный грех.\nПо легендам, Чистейший грааль был священным сосудом с первозданной водой, способным исполнять любое желание, создавать будущее без горестей, оберегать потомков от страданий, повлечённых ошибками прошлого, исцелять любые раны, возвращать молодость и воскрешать из мёртвых. Только человек с чистейшей душой мог узреть блеск сосуда и обрести вечную жизнь и безграничную мудрость.\nЧтобы вознаградить своих подданных за верность, Эриния решила устроить восьмидневное пиршество, на которое явился посланник Рема из Капитолия. Он приказал Эринии преподнести два дара: воду, ибо чистейшей воде дано смыть все прегрешения, и землю, ибо тверди земной дано противостоять надвигающемуся распаду. В случае отказа Рем обещал уничтожить земли Эринии.\nМудрая Эриния отказалась платить дань и ответила, что у неё есть только одна властительница, которая обладает наивысшей добротой и наивысшей славой, поэтому Эриния не преклонится перед Ремом. Она пообещала уничтожить великий город, дабы он омылся собственной кровью и слезами, одарила музыканта Рема подарками и отправила обратно в Капитолий.\nВ легендах говорится, что дом Эринии был разрушен разгневанным Царём богов, а всех её близких уничтожила и поработила армия Золотого города. Только двое избежали этой участи. Одному человеку суждено было повстречаться с гордым гармостом во время войны, продвинуться по службе и унаследовать его власть.\nДругому посчастливилось снискать сострадание Владычицы всех вод и получить воспитание от принца Ареморики, чтобы защищать те земли чистых вод, что ещё не были захвачены Царём богов.\nПо одной из легенд, когда великий грех привёл к падению Города вечности, а Рыцари чистых родников прошли через невообразимые испытания и невиданные страдания, их мольбы наконец достигли небес. Благодаря доброте их сердец и Чистейшему граалю, добытому ценой бесчисленных жертв, Владычица всех вод была наконец освобождена из заключения и вернулась в родные края.\nЭриния поблагодарила Владычицу всех вод за позволение увидеть Чистейший грааль и завершить свой путь. Она пообещала, что уцелевшие рыцари будут продолжать верой и правдой служить Эгерии и её будущему королевству и что они последуют за благородным музыкантом и выследят все тени, которые до сей поры остаются скрыты, и справедливость восторжествует. Эриния сказала, что на пути к добродетели она не смогла избежать греха, поэтому только изгнание искупило бы его. Милосердная Владычица всех вод растрогалась от печальных речей рыцаря с глазами цвета морской волны и исполнила её желание, даровав своё благословение в дорогу. Её прощальным подарком стала лилия озёрного света. По сей день в Фонтейне сохраняется традиция собирать белую лилию и дарить её тем, кто отправляется в дальнюю дорогу. Так люди желают, чтобы дорога была спокойной, как чистая вода, и чтобы самые дорогие люди могли следовать за её прохладным светом, возвращаясь назад.\nЧтобы сыскать милость Владычицы всех вод, Эриния трижды бросала в озеро свой меч Отклер, и на третий раз он ушёл под воду. Эриния покинула долину с высоко поднятой головой, чтобы больше никогда не вернуться.\nПо другой легенде, когда великий грех привёл к падению Города вечности, а рыцарь Озёрного света прошла через невообразимые испытания и невиданные страдания, она так и не смогла отыскать Чистейший грааль. Но Владычица всех вод была избрана небесами и ими же была освобождена из заточения. Ей было поручено сменить Золотого короля и взять под своё правление морские руины.\nЭриния обратилась к Эгерии:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«О Владычица всех вод, великая первоматерь! Взываю к твоей мудрости!</color>\n<color=#ffffffd9>Ради тебя я убивала неправедных и разрушила множество городов.</color>\n<color=#ffffffd9>Прошу, скажи мне, как потомкам всех вод избежать беды?</color>\n<color=#ffffffd9>О Владычица всех вод, великая первоматерь! Прошу, прояви милосердие!»</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Владычица всех вод растрогалась от печальных речей рыцаря с глазами цвета морской волны и рассказала ей ту же историю, что рассказывала королю Рему. Но упоённая отмщением и жаждой славы Эриния отчаялась, и её клинок почернел от кровавых следов и пал, унося с собой последние отблески рассудка. Так никогда не увидев страну своей мечты и не получив искупления, Эриния ушла из долины, чтобы больше никогда не вернуться.\n*: предположительно, имя «Эриния» появилось вследствие ошибочной записи, поскольку в языке означенного народа приведённое имя ничего не значит. В письменности людей ушедших времён звуки «г» и «н» записывались похожими символами, вследствие чего их часто путали. В действительности имя должно звучать так: «Эрригент Ареморики». В языке людей ушедших времён слог «эр» означал «наивысший», а слово «ригент» имело значение «правительница». Следовательно, это было даже не имя, а титул. Поскольку имя «Эриния» давно использовалось учёными, оно так и осталось в истории.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Эгерия",
        "desc": "<p>Милосердная Владычица всех вод и Гидро Архонт, погибшая во время Катаклизма 500 лет назад.</p><p>Она совершила первородный грех, превратив океанид в людей с помощью силы Первозданного моря.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "Песня Эриний",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Блеск тихих вод",
        "desc": "<p>Скипетр, окружённый чистейшей водой. В былые времена он символизировал высочайшую власть над морями.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/51635400/9807aa25f336daae391a6f6d4995af3d_7437929925449985095.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Песнь былых времён",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Лилия озёрного света",
        "desc": "<p>Ясный и чистый зелёный цветок рождается там, где сходятся водные артерии. У него простой тонкий аромат, освежающий, но нежный.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/237301566/c43e2d148b98d58c98a008b13e37b5b5_4640719822903366472.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Фестиваль «Фонтиналия»",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/08/237301566/b80893981c8b9210e7a7b7a96bfbadac_2860258966198325611.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Символ фестиваля «Фонтиналия», посвящённого Рыцарям чистых родников."
          }
        ]
      }
    ]
  }
}