{
  "epId": 4926,
  "name": "Мелюзины",
  "desc": "<p>Разумная раса, возникшая из ран, полученных существом Бездны Элинасом во время битвы Охотников Сумеречного двора и Ордо Нарциссенкрейц внутри его тела. По отношению к мелюзинам следует использовать местоимение «она». Они обладают способностью видеть скрытые от людей вещи.</p><p>Родным домом мелюзин является деревня Меруси.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/2113aad443bce143eb765b969854c773_6457471796676734219.png",
  "menuId": 23,
  "menuName": "Группа",
  "version": 1720771917,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Происхождение",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/237301566/ebe82b362ea973c760c6a38d9878a203_7843353786125746545.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Мелюзины - молодая раса разумных существ, чьим «Прародителем» является существо из Бездны Элинас. Когда Элинас возник в Фонтейне 500 лет назад во время Катаклизма, он понял, что его существование причиняет вред окружающему миру, поэтому он решил умереть. Хоть его сознание продолжало существовать, его тело разложилось, а сердце окаменело. Более 400 лет назад внутри его тела произошла битва между агентами Сумеречного двора, особого органа по расследованиям Палаты Жардинаж Кур-де-Фонтейна, и членами запрещённой организации Ордо Нарциссенкрейц. Из ран, полученных Элинасом во время этой битвы, родились мелюзины - прекрасные дочери Элинаса. Каждая из них родилась рядом с обломками, оставленными после битвы. Мелюзины посчитали это своим «даром», который берегут всю свою жизнь."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/237301566/032dab119f10b4012111fdcb00218c91_6772794865809660395.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Мелюзины основали внутри тела Элинаса деревню Меруси. Они часто разговаривали со своим «Прародителем», и тот научил их строить дома, чтобы они жили в безопасности. Для защиты своих дочерей Элинас создал протогенов расщелин - необычных живых существ, которые не относятся ни к растениям, ни к животным. Они не были так же интеллектуально развиты, как сами мелюзины, но некоторые мелюзины стали заботиться о них как о своих питомцах.\nСо временем почти все мелюзины потеряли возможность общаться с Элинасом и забыли о нём. Некоторые считают его нежной «матерью», а другие просто не помнят о своём происхождении. Единственной мелюзиной, способной общаться с «Прародителем», является художница Мамер. Элинас часто даёт ей советы, но другие мелюзины считают Мамер странной."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/06/237301566/b9742a73baed69cf3e63a8b6e6fb9c48_200061821416018127.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Так как мелюзины произошли от существа из Бездны, они обладают особым видением и способны замечать то, что скрыто от глаза человека. Например, мелюзина Канотила видела Паймон как радужный шарик, парящий в воздухе, а верёвочка этого шарика уходит наверх, выше неба. А Путешественник/ца для неё был/а монстром, способным поглотить весь мир. Мелюзина Слуази видела солнце чёрным. Кроме того, мелюзины могут видеть следы крови, даже если они не видна человеческому глазу. Чувство прекрасного у мелюзин также сильно отличается от человеческого. Например, пирог Пуассон-Шансон напоминает инструмент для вызова демонов из-за рыбьих голов, которые торчат из пирога и не сводят глаз, сияющих странным светом, но для мелюзин же эти головы похожи на хор, когда все дружно подняли головы к небу и весело поют. А особое питательное блюдо Сиджвин, которое она готовит утомлённым заключённым крепости Меропид, больше похоже на наказание. Среди заключённых даже возникало «тайное правило»: <color=#ffffffd9>«Нельзя работать три дня подряд. Тот, кто нарушит правило, получит на обед странное мясо».</color> Мелюзины не оценивают людей по их внешности, их подход больше основан на миловидности. Даже люди с увечьями могут выглядеть для них милыми маленькими котятами со взъерошенной шерстью.\nВсе мелюзины женского пола, и юдекс Фонтейна Нёвиллет даже издал указ, чтобы к ним обращались по местоимению «она».\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Крепость Меропид",
        "desc": "<p>Тюрьма в Фонтейне, которой управляет герцог Ризли.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/03/237301566/543bcf412bf7a949068f160ee9ab7e97_359869909582478761.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Элинас",
        "desc": "<p>Существо из Бездны и Прародитель мелюзин. Появился в Фонтейне во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/237301566/fa4c986eefe97522566b35be6e29e7a0_471244222089785302.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Нёвиллет",
        "desc": "<p>Верховный судья Фонтейна, или же юдекс, прославившийся своей безукоризненной беспристрастностью.<br><br><em>«Однажды они вернутся, и начнётся настоящее испытание»</em>, -  Шбаланке, Погребённый первозданным огнём.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/70239714/0513aa7f482dbb4778545d02f94956fe_5004007435087179259.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Мамер",
        "desc": "<p>Мелюзина-художница, чьи картины не понимает никто, кроме её собаки Сеймура и Путешественника/цы. Единственная из мелюзин, кто слышит своего Прародителя.</p><p></p><p>Эксклюзивный персонаж задания мира «Древние цвета» и «По следам Нарцисса».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/237301566/9cc2115edbfc809cdaa5a1629eb9dc37_9205678105566352048.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "name": "Канотила",
        "desc": "<p>Мелюзина из деревни Меруси, которая расшифровывает «Книгу Откровения»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/adba4f38203f23ea3cce8766735976f0_2706052043066089330.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4355,
        "name": "Слуази",
        "desc": "<p>Мелюзина, изготавливающая краски.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/237301566/398d8e9b59e305d8b451f219d6e9380b_701921928878184218.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Сиджвин",
        "desc": "<p>Старшая медсестра крепости Меропид одинаково заботится о каждом заключённом подводной тюрьмы.<br></p><p><em>«Среди мелюзин, с которыми дружили мои родители, Сиджвин самая уникальная. Когда-то давно она приходила в наш дом и держала меня за руку, когда я делала первые шаги. С тех пор многое изменилось, я выросла, но она осталась такой же заботливой и воодушевлённой»</em>, - Эмилия.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/70239714/2d607aa4d729030ea04f79919257e311_6438381243111168759.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4043,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4045,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4044,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4042,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4463,
        "name": "Журнал улик в крепости Меропид",
        "desc": "<p>Содержит многочисленные записи зацепок, обнаруженных вами в крепости Меропид.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/07/237301566/a7e6406f581b5c11292d1873938404db_1161937693805143056.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4176,
        "name": "Пирог Пуассон-Шансон",
        "desc": "<p>Пирог из рыбы. Сначала начинку замешивают и выкладывают на тесто в форме пирожка. Самое главное - придать блюду форму рыбьей головы, а только потом запекать. После духовки все запечённые рыбьи головы нужно направить вверх, чтобы казалось, будто они поют в унисон.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/31/124137736/dff297e145b6e35cc8c10b1905c9ded5_1965847283269443927.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Мелюзины в Кур-де-Фонтейне",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/237301566/54d819f57d56d4e686846c2fd51f6051_3088227001234788173.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда мелюзины родились, они не знали, в чём заключается смысл их существования. Двадцать лет они жили в деревне Меруси, но некоторые решили искать смысл в других местах. С помощью юдекса Нёвиллета, Гидро дракона, который не чувствовал себя своим среди людей, они попали в Кур-де-Фонтейн. Сначала люди недоброжелательно отнеслись к мелюзинам: они считали их порождениями бедствий, несущими опасность для людей, поэтому они бросали в них камни и говорили вернуться в деревню Меруси. Некоторые люди подсознательно опасались мелюзин, потому что те выглядели иначе. Группа сторонников старого режима, чьи интересы были ущемлены в результате реформы Нёвиллета, решили совершить убийство и обвинить в этом мелюзин. Мелюзина Кэрол, агент Сумеречного двора, решила пожертвовать в этой ситуации собой, так как считала это единственным выходом. Благодаря храбрости Кэрол спустя время её мечта жить мирно с людьми осуществилась: в настоящее время, 400 лет спустя, мелюзины являются уважаемыми членами Кур-де-Фонтейна.\nБлагодаря своему особому зрению мелюзины являются полезными членами Сумеречного двора, на данный момент он почти полностью состоит из мелюзин. Некоторые мелюзины, такие, как Эваль и Эльфан, работают гидами на линии аквабусов Фонтейна. Другие мелюзины, например, Сиджвин, работают медиками, так как способны определять болезни людей.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Нёвиллет",
        "desc": "<p>Верховный судья Фонтейна, или же юдекс, прославившийся своей безукоризненной беспристрастностью.<br><br><em>«Однажды они вернутся, и начнётся настоящее испытание»</em>, -  Шбаланке, Погребённый первозданным огнём.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/70239714/0513aa7f482dbb4778545d02f94956fe_5004007435087179259.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Кэрол",
        "desc": "<p>Одна из первых мелюзин, кого юдекс Нёвиллет привёл в Фонтейн около 400 лет назад. Она стала первой мелюзиной, принятой в Сумеречный двор и получившей медаль «За мир». <span class=\"wk-shady\">Пожертвовала собой, чтобы доказать невиновность мелюзин в преступлениях. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/b5144639de0b40a37167f40774eb8e6b_4701489170972658362.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Сиджвин",
        "desc": "<p>Старшая медсестра крепости Меропид одинаково заботится о каждом заключённом подводной тюрьмы.<br></p><p><em>«Среди мелюзин, с которыми дружили мои родители, Сиджвин самая уникальная. Когда-то давно она приходила в наш дом и держала меня за руку, когда я делала первые шаги. С тех пор многое изменилось, я выросла, но она осталась такой же заботливой и воодушевлённой»</em>, - Эмилия.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/70239714/2d607aa4d729030ea04f79919257e311_6438381243111168759.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Преображённая мелюзина",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/06/237301566/25c83c15bf846e473ed605aea6814109_385879292841938327.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ещё одной мелюзиной, внёсшей значительный вклад в развитие отношений между мелюзинами и людьми, кроме Кэрол, стала Сиджвин. Многие мелюзины не понимают людей: выйдя из воды, они получили от тех лишь настороженность и неприятие, и потому отказались от слишком долгого изучения короткой человеческой жизни и снова ушли под воду. В отличие от большинства мелюзин, Сиджвин хотела понять человечество. Её внимание привлекла одна из форм магии, известная как «медицина». Говорят, что эта магия так удивительна, что способна поколебать естественный ход жизни и смерти. Сиджвин мечтала овладеть этой магией, полагая, что она устранит разрыв между мелюзинами и людьми, позволив им по-настоящему понять людей и вписаться в их общество. Однажды она встретила странствующего врача, которую маленькие дети называли «ведьмой». Хоть для женщины мысли мелюзины по поводу медицины казались ребячеством, она позвала её учиться. Следуя за врачом, Сиджвин научилась готовить всевозможные зелья, овладела искусством использовать истории о привидениях, чтобы пугать детей и заставлять их пить лекарства, и стала называть «ведьму» наставницей. Как-то они встретили больного, которому уже нельзя было помочь, и наставница попросила дать ему обезболивающее. Были ли в этом мире болезни, которые врач не может вылечить? Даже с развитием медицины оставались болезни, которые нельзя вылечить, но в чём же тогда смысл медицины? <color=#ffffffd9>«А в чём смысл человеческого существования? Ведь все люди рано или поздно умирают».</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/06/237301566/beb870a4a7e5502dfa1ab515f3de4aa1_3889938656747403850.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Однажды наставница Сиджвин обнаружила странную болезнь, которая проявлялась в растворении человеческого тела (эта «болезнь» объяснялась происхождением фонтейнцев от океанид, поэтому вода Первозданного моря возвращала их к истокам). Даже использовав себя в качестве подопытной, она зашла в тупик и не смогла найти ответа, как вылечить эту болезнь, но совершила открытие: смешав эту жидкость с некоторыми особыми ингредиентами, она получила зелье изменения внешности, которым могут пользоваться исключительно фонтейнцы. Женщина считала это открытие бессмысленным, пока Сиджвин не рассказала той о своей человеческой подруге, которую она не могла вылечить из-за того, что Сиджвин была мелюзиной."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/06/237301566/c48a68adfd7602f68f335846aad1bef4_1069890911842615366.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Тогда наставница поняла, что мелюзины тоже могут пользоваться этим зельем. Главным компонентом этого зелья был экстракт из жидкости, в которую превращались фонтейнцы после растворения водой Первозданного моря. Пожертвовав собой, женщина создала зелье для Сиджвин и исчезла, не попрощавшись. Хоть мелюзина и не знала об исследовании наставницы, она приняла её прощальный подарок и создала себе новую внешность, больше похожую на человеческую. Она была готова пойти на всё ради спасения пациента. Сиджвин спасла свою подругу, но покинула её, боясь, что та больше её не узнает. Лишь много лет спустя, когда пророчество Фонтейна о растворении людей свершилось, Сиджвин открыла запечатанное письмо «ведьмы» и узнала всю правду, что женщина пожертвовала собой, чтобы помочь мелюзине."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/06/237301566/707a80f16d1238008ffa59d1f9399e4d_1338224675728017816.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "В те времена, когда Сиджвин выпила зелье, в Фонтейне существовал запрет на превращение другого существа в человека. Зная, что совершила преступление, Сиджвин сама сдалась страже и была отправлена в крепость Меропид. Отбыв своё наказание, мелюзина осталась там, став важной частью местной административной системы. Сейчас Сиджвин является главной медсестрой крепости, и для пациентов она кажется «ангелом, спустившимся с небес», и «солнышком» крепости, которое приносит свет и тепло в эту сырую и мрачную тюрьму. Чтобы отблагодарить «ангела» за доброту и заботу, к своду многочисленных правил крепости Меропид стражники добавили ещё одно «негласное правило»: если кто-то из преступников выкажет неуважение к старшей медсестре, его будет ждать дополнительное наказание. И преступники придерживаются схожей договорённости: когда в крепость поступает какой-нибудь отпетый бродяга, сокамерники сразу делают ему «предупреждение» и дают понять, что в крепости есть фигура, которую обижать крайне не рекомендуется. Сиджвин ничего не знает о правилах, которые появились в крепости благодаря её присутствию, она продолжает исполнять свои обязанности точно так же, как и раньше."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/06/237301566/5532f269463377be77e1b2af74256045_1369823797789571834.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Спустя 50 лет после своего преображения Сиджвин получила письмо с приглашением с поверхности. Пригласителем оказалась подруга мелюзины, ради которой та сменила внешность. Подруга, став уже старой женщиной, наконец поблагодарила Сиджвин за спасение и сказала, что благодаря вкладу мелюзины теперь все хотят с ними дружить."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/06/237301566/4df69b13083cac59bb566a799dfdc9e2_1569409916823069905.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Однажды в лазарете Сиджвин появились несколько пациентов, использовавших зелье для изменения внешности. Они хотели выдать себя за других заключённых, которых вскоре должны были освободить, чтобы сбежать из крепости Меропид. Хотя Сиджвин не могла разглядеть ничего подозрительного сквозь эффект зелья, глубокого внутри она догадывалась, что лидер этой группы был ей уже знаком. Сиджвин казалось, что она понимает человечество гораздо лучших других мелюзин и может видеть определённые фундаментальные черты, которые нельзя скрыть никаким зельем. Чтобы подтвердить свои подозрения, мелюзина присоединилась к расследованию, и благодаря её проницательности и помощи все преступники были пойманы.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Крепость Меропид",
        "desc": "<p>Тюрьма в Фонтейне, которой управляет герцог Ризли.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/03/237301566/543bcf412bf7a949068f160ee9ab7e97_359869909582478761.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Сиджвин",
        "desc": "<p>Старшая медсестра крепости Меропид одинаково заботится о каждом заключённом подводной тюрьмы.<br></p><p><em>«Среди мелюзин, с которыми дружили мои родители, Сиджвин самая уникальная. Когда-то давно она приходила в наш дом и держала меня за руку, когда я делала первые шаги. С тех пор многое изменилось, я выросла, но она осталась такой же заботливой и воодушевлённой»</em>, - Эмилия.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/70239714/2d607aa4d729030ea04f79919257e311_6438381243111168759.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Мелюзины и Нёвиллет",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Главным защитником мелюзин является юдекс Фонтейна Нёвиллет. Он не только привёл их в Кур-де-Фонтейн, но и помог им остаться в городе и издал указ о правильном обращении к ним. Многие люди считают, что подавляемая им доброта нашла выход в форме отцовской любви к этим созданиям. Нёвиллет всегда воспринимал себя родным отцом для мелюзин. Гидро дракон считает их своими фамильярами и сородичами - новым, более совершенным видом вишапов. Для Нёвиллета мелюзины - прекрасные существа, настоящая гордость Фонтейна. К ним следует относиться по-дружески, и им ни в коем случае не стоит причинять вреда.\nДавным-давно, когда мелюзины только вышли на поверхность воды, многие из них приносили дары людям, пытаясь расположить их к себе. Но этим обычаем стали пользоваться дурные люди, и многие мелюзины оказались в опасности. Тогда Нёвиллет собрал всех мелюзин и настрого запретил им делать людям подарки.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Нёвиллет",
        "desc": "<p>Верховный судья Фонтейна, или же юдекс, прославившийся своей безукоризненной беспристрастностью.<br><br><em>«Однажды они вернутся, и начнётся настоящее испытание»</em>, -  Шбаланке, Погребённый первозданным огнём.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/70239714/0513aa7f482dbb4778545d02f94956fe_5004007435087179259.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Элинас",
        "desc": "<p>Существо из Бездны и Прародитель мелюзин. Появился в Фонтейне во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/237301566/fa4c986eefe97522566b35be6e29e7a0_471244222089785302.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Прародитель всех мелюзин. Когда-то он мог общаться со своими дочерьми, но они утратили эту способность. Только мелюзина Мамер способна слышать Прародителя.\nТак как Элинас очень любит своих дочерей, он принимает облик мелюзины в своём подпространстве.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Нёвиллет",
        "desc": "<p>Верховный судья Фонтейна, или же юдекс, прославившийся своей безукоризненной беспристрастностью.<br><br><em>«Однажды они вернутся, и начнётся настоящее испытание»</em>, -  Шбаланке, Погребённый первозданным огнём.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/70239714/0513aa7f482dbb4778545d02f94956fe_5004007435087179259.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Юдекс Фонтейна, который очень заботится о мелюзинах. Именно он привёл их в Кур-де-Фонтейн и помог влиться в общество.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4045,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4043,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4044,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4042,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Существа, созданные Элинасом для защиты мелюзин.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Пашив",
        "desc": "<p>Фея острова Эриний.</p><p></p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5670f27e6402ca96c4a5867cac5be38d_1253530968876316728.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Хоть Пашив и похожа на мелюзину, она никогда не была в деревне Меруси. Её настоящий вид неизвестен.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Известные мелюзины"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Мамер",
        "desc": "<p>Мелюзина-художница, чьи картины не понимает никто, кроме её собаки Сеймура и Путешественника/цы. Единственная из мелюзин, кто слышит своего Прародителя.</p><p></p><p>Эксклюзивный персонаж задания мира «Древние цвета» и «По следам Нарцисса».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/237301566/9cc2115edbfc809cdaa5a1629eb9dc37_9205678105566352048.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Мелюзина-художница, способная общаться с Элинасом.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Кэрол",
        "desc": "<p>Одна из первых мелюзин, кого юдекс Нёвиллет привёл в Фонтейн около 400 лет назад. Она стала первой мелюзиной, принятой в Сумеречный двор и получившей медаль «За мир». <span class=\"wk-shady\">Пожертвовала собой, чтобы доказать невиновность мелюзин в преступлениях. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/b5144639de0b40a37167f40774eb8e6b_4701489170972658362.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Одна из первых мелюзин, кого юдекс Нёвиллет привёл в Кур-де-Фонтейн. Она стала первой мелюзиной, вступившей в Сумеречный двор. Из-за её отваги на эмблеме Палаты Жардинаж изображены мелюзины.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "name": "Канотила",
        "desc": "<p>Мелюзина из деревни Меруси, которая расшифровывает «Книгу Откровения»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/adba4f38203f23ea3cce8766735976f0_2706052043066089330.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Мелюзина, воспринимающая мир отлично от людей. Расшифровывает «Книгу Откровения».",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Сиджвин",
        "desc": "<p>Старшая медсестра крепости Меропид одинаково заботится о каждом заключённом подводной тюрьмы.<br></p><p><em>«Среди мелюзин, с которыми дружили мои родители, Сиджвин самая уникальная. Когда-то давно она приходила в наш дом и держала меня за руку, когда я делала первые шаги. С тех пор многое изменилось, я выросла, но она осталась такой же заботливой и воодушевлённой»</em>, - Эмилия.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/70239714/2d607aa4d729030ea04f79919257e311_6438381243111168759.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Главная медсестра в крепости Меропид.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4354,
        "name": "Серин",
        "desc": "<p>Староста деревни Меруси</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/237301566/165d4555e7265bfb02b2130be0a412bd_7099080460632654257.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Староста деревни Меруси.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4129,
        "name": "Зана",
        "desc": "<p>Мелюзина из деревни Меруси, у которой можно обменять Необычные запчасти на некоторые нужные предметы.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/237301566/714ccaef26c8c03f089e1c0b51349422_4092457526868441737.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Мелюзина из деревни Меруси, у которой можно обменять Необычные запчасти на некоторые нужные предметы.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4253,
        "name": "Косынзяна",
        "desc": "<p>Мелюзина-садовница из деревни Меруси</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/539b8fc457af3e2b4c4994ca0bb573e3_8260299984936310603.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Мелюзина, любящая выращивать цветы.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4352,
        "name": "Карабос",
        "desc": "<p>Мелюзина из деревни Меруси, занимающаяся зельями</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/237301566/c0c2557fc6f5cd04be3a9b32b7619874_219503056009396261.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Мелюзина-алхимик, создающая различные зелья.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4254,
        "name": "Верената",
        "desc": "<p>Мелюзина из деревни Меруси, занимающаяся зельями вместе со своей наставницей Карабос</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/34f8c2d03dfc10f9f577e1c9011bb1bd_8667251484530600943.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ассистентка Карабос.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4350,
        "name": "Тобия",
        "desc": "<p>Мелюзина-музыкантка из деревни Меруси</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/237301566/95a9f0e5b53d5eae5f225b3b18577b94_2062615752767233349.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Музыкантка, способная играть на тубинелле, древнем инструменте времён Ремурии.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4351,
        "name": "Пука",
        "desc": "<p>Мелюзина, интересующаяся рудой.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/237301566/0f4acced3a8632b549054b94e0d22770_2594592208221415995.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Мелюзина, интересующаяся различной рудой.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4353,
        "name": "Яра",
        "desc": "<p>Мелюзина-рыбачка из деревни Меруси</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/237301566/d3a74e0ea36684f96bc80325fbf1bb25_7649443835206016838.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Мелюзина-рыбачка.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4355,
        "name": "Слуази",
        "desc": "<p>Мелюзина, изготавливающая краски.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/237301566/398d8e9b59e305d8b451f219d6e9380b_701921928878184218.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Мелюзина, изготавливающая краски.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4517,
        "name": "Аиз",
        "desc": "<p>Мелюзина, интересующаяся призрачным кораблём.</p><p></p><p>Эксклюзивный персонаж задания «Призрак одинокого парусника»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/237301566/64afa669285d531b6058c3dab5e57712_4078419643675375224.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Мелюзина, интересующаяся обломками корабля «Спонсиан».",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4675,
        "name": "Надия",
        "desc": "<p>Мелюзина, страдающая амнезией из-за черепно-мозговой травмы.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/403d108e798fe20c861bc4da29e5fc30_3555684862118337537.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Мелюзина с амнезией, вызванной черепно-мозговой травмой.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Талокард",
        "desc": "<p>Работница Сумеречного двора, расследующая дело о пропаже Месье Артура. Ранее работала гидом на линии «Каллас», но была уволена из-за жалоб туристов на её голос.</p><p></p><p>Эксклюзивный персонаж задания «Опрос мелюзины и ответ машины».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/abb512875929eee2a21685ecab89853f_720253713717583213.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Работница Сумеречного двора, охраняющая вещественные доказательства.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4801,
        "name": "Эвераллин",
        "desc": "<p>Работница Сумеречного двора, следящая за изменениями на поверхности моря в порту Ромарин.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/23/237301566/cf673fab52b2bcda147f024c35213f78_3605034459197304277.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Работница Сумеречного двора, следящая за изменениями на поверхности моря в порту Ромарин.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4802,
        "name": "Ремия",
        "desc": "<p>Работница Сумеречного двора в отпуске.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/23/237301566/af5b39d4c52665dd2a3a954b32269a99_5780861738446641435.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Работница Сумеречного двора в отпуске.",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Мелюзины"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Фонтейн"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Разумная раса"
          }
        ]
      },
      {
        "key": "Прародитель:",
        "value": [
          {
            "type": "RichText",
            "text": "Элинас"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Деревня Меруси",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/032dab119f10b4012111fdcb00218c91_8153458715529338300.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Деревня Меруси, где проживают Мелюзины."
          }
        ]
      }
    ]
  }
}