{
  "epId": 4935,
  "name": "Сердце Бога",
  "desc": "<p><em>«У тебя при себе останки Третьего Сошедшего, да? Вы, кажется, называете их Сердцами Бога?» </em>- Скирк в разговоре с Нёвиллетом.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
  "menuId": 20,
  "menuName": "Объяснение терминов",
  "version": 1744333749,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Сердце Бога"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Артефакт"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Анемо Сердце Бога",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/3c5a1021179c8a8d934a9c3e2c8e302a_4870596214693703003.png"
      },
      {
        "key": "Гео Сердце Бога",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/c92d98900af22e8200b92d86d6db355f_6478079798035294819.png"
      },
      {
        "key": "Электро Сердце Бога",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/1b363505e0b6a4f6d140f265093fcdae_4833737146769780589.png"
      },
      {
        "key": "Пиро Сердце Бога",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/0fec10150c9806617042f8e772f85940_6111070754352293673.jpg"
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Чжун Ли",
        "desc": "<p>Приглашённый специалист ритуального бюро «Ваншэн». Необычайно загадочен и сведущ во всех делах.<br><br><em>«Уже не сосчитать, скольких людей он повидал за долгие годы, и сколько ещё встреч принесёт будущее...»</em></p><p><em>«Как говорится, вода утечёт, но скалы останутся»</em>, - сёгун Райдэн, говоря с Гудзи Яэ о прошлом соседних регионов.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "После того как спектакль «Церемония Вознесения» был мастерски поставлен и сыгран Чжун Ли, исполнившим в нём главную роль, Синьора, одна из Предвестников Фатуи, лично явилась к нему. Согласно заранее подписанному договору, она пришла за Сердцем Бога Гео Архонта Моракса. Стоя лицом к лицу перед путешественницей/ком и двумя Предвестниками Фатуи, Чжун Ли честно рассказал о соглашении с Крио Архонтом. По его словам, это его последний договор, «контракт, завершающий все контракты». Но, кто бы что ни говорил, потеря божественных сил - слишком высокая цена даже за то, чтобы защитить Ли Юэ. Среди простых смертных существует незыблемое правило «равноценного обмена». Бог контрактов за долгие тысячелетия своего существования подписал великое множество контрактов, поэтому такое важное соглашение просто обязано сулить ему некие выгоды. Итак, Гео Архонт отдал своё Сердце Бога по контракту. Так что же такого могла предложить ему Крио Архонт, чтобы уравнять чаши весов?"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Райдэн",
        "desc": "Её превосходительство Наруками Огосё, пообещавшая неизменную вечность для жителей Инадзумы.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/22/237301566/2669f7bf2fdea7ccf0a4aa7ac9f250b2_4767168744052349748.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Перед тем, как навсегда перейти в Царство эвтюмии, Эи долгое время размышляла о том, где сохранить Сердце Бога. Она больше не нуждалась в нём, но не так просто найти место для такой ценности. Вначале она хотела переделать его в устройство для подачи энергии, но, что бы она ни делала, все её техники оказались бессильны изменить Сердце Бога. Потом она вспомнила о лукавой умнице Яэ Мико. Несмотря на легкомысленность кицунэ, она подходила Эи как никто другой. Услышав просьбу, Мико не преминула пошутить:\n- А ты не боишься, что я просто продам его?\n- Тебе ли не знать ценности Сердца Бога. Захочешь продать - затребуешь равноценный обмен, а найти такую вещь непросто.\nИ в самом деле, даже вздумай Яэ продать Сердце Бога, не в её привычках оставаться внакладе при сделке. Так двое закадычных подруг пришли к соглашению. Понимая, что у Эи на душе, Яэ взяла драгоценное Сердце Бога. «Это твоя идея, не моя. Смотри не пожалей об этом»."
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Нахида",
        "desc": "<p>Узница глубин Храма Сурастаны, которая созерцает мир только в сновидениях.</p><p></p><p><em>«Она чересчур внимательна и любвеобильна. В её поведении есть изъяны, но чувство божественной ответственности за Сумеру похвально. И для младшего из Архонтов это в порядке вещей, тогда как некоторые иные склонны впадать в истерику...» </em>- верховный судья Фонтейна Нёвиллет.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/28/70239714/f29490bddc56b4a6773b6c5003bbb853_5866014545552401401.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Существование Акаши - это подход, а не цель. Момент, когда запретное знание будет искоренено, станет моментом, когда Акаша выполнит свою миссию. Тот, кто жаждал силы Сердца Бога, устроил это представление и сделал свой ход. Нахида использовала Сердце Бога другой страны в своих интересах и лишила хитрого врага «фрагмента» в качестве страховки. Но враг тут же предложил сделку в обмен на ключевое знание о «правде» этого мира. Он не сомневался в ценностях, укоренившихся на этой земле, и поэтому с самого начала намеревался воспользоваться любознательностью и чувством ответственности Нахиды. С его точки зрения, лучше всего торговаться за знания. Держа в руке Сердце Бога, Нахида колебалась. Она знала о Сердце Бога едва ли больше, чем о «правде» об этом мире. Сердце Бога не что иное, как ядро, в котором собрано огромное количество элементальной силы и которое она может использовать по своему усмотрению. Если за Сердцем Бога больше ничего не стоит, почему же божество так стремится собрать все Сердца Бога? Рукопожатие при заключении сделки означает равные компромиссы с обеих сторон, что далеко от победы. В то время как отказ от сделки указывает на определённый тип невежества, который, очевидно, повлечёт за собой потерю контроля. Божество мудрости мгновенно нашло ответ..."
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Нёвиллет",
        "desc": "<p>Верховный судья Фонтейна, или же юдекс, прославившийся своей безукоризненной беспристрастностью.<br><br><em>«Однажды они вернутся, и начнётся настоящее испытание»</em>, -  Шбаланке, Погребённый первозданным огнём.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/70239714/0513aa7f482dbb4778545d02f94956fe_5004007435087179259.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Чтобы управлять силой стихии, Нёвиллету не нужен Глаз Бога. Но кое-что он узнал только тогда, когда обрёл совершенную форму: из-за полученных в войне возмездия ран узурпатор утратил часть функций и уже не мог подавить мировой порядок на основе одной лишь собственной абсолютной власти. Чтобы усмирить непокорный и разгневанный мир, тиран вместе с ещё одним пришельцем извне создал Сердца Бога. Таким стал установленный в мире порядок, и людям остались лишь эти семь воспоминаний, а все разрозненные части изначального целого были приведены в движение, чтобы поглотить друг друга. С того дня, когда страстное желание человека достигало небес, семь управителей материального мира должны были вручить ему дар. Хотя им и неизвестно было, чьё и какое именно желание достигло божественных пределов, семь божеств всё равно должны были отдать этому человеку фрагмент своего господства. А после того как одаренный человек исполнял миссию... божества получали взамен куда более щедрый дар. Хотя Нёвиллет вовсе не собирался подчиняться божественным установлениям, он признавал волю людей. Он тоже предназначил в дар часть себя, словно легендарное сокровище драконов, и ждал, когда какой-нибудь смельчак попробует его получить."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Божественный трон и Сердце Бога",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Много тысячелетий назад миром правили Семь властителей - семь владык элементальных драконов по одному на каждый элемент. Однажды в небесах появился первый престол вечности, первый Сошедший - Изначальный, известный как небесный порядок. Он объявил войну элементальным драконам, и после сорокалетней битвы семь государей были побеждены, и семь народов покорились небесам. Изначальный украл силу побеждённых владык, использовал её для создания божественных тронов и установил цикл семи. Пока существуют божественные троны, цикл семи будет существовать, а элементальные драконы не смогут получить свою полную власть.\nВо время войны возмездия (вероятно, древняя битва между первым престолом и драконами) Изначальный был ранен и утратил часть функций, поэтому больше не мог подавить мировой порядок на основе одной лишь собственной власти. Чтобы усмирить непокорный и разгневанный мир, небесный порядок вместе с ещё одним пришельцем извне создал Сердца Бога из останков третьего Сошедшего. Таким стал установленный в мире порядок, и людям остались лишь эти семь воспоминаний, а все разрозненные части изначального целого были приведены в движение, чтобы поглотить друг друга. Некоторые считают, что эти останки несут с собой несчастье, поскольку как только человек умирает, все его прежние связи с этим миром превращаются в проклятия. После создания Сердец Бога Селестия объявила Войну Архонтов - войну между богами семи регионов за право взойти на божественный трон и получить Сердце Бога. Лишь одно божество каждого региона могло стать Архонтом, а все остальные должны были отказаться от престола или быть повержены."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/abfbc526affefdaa1bbde9581da0ecc0_6367116094440008547.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Сердце Бога - магический артефакт в форме шахматной фигуры, непосредственно связывающий Архонта с Селестией и усиливающий его способности. Этот артефакт является ядром, в котором собрано огромное количество элементальной силы и которое Архонты могут использовать по своему усмотрению. Существует семь Сердец Бога, по одному на каждый элемент и регион. Поскольку Сердце Бога является прямой связью Архонтов с Селестией, некоторые считают, что уничтожение артефакта может пробудить небесный порядок, который является неактивным уже около 500 лет с момента Катаклизма.\nВ то время как Архонты используют Сердца Бога, многие другие существа используют Глаза Бога - магические артефакты, позволяющим использовать элементальную энергию. Хотя многие считают, что Архонты сами выдают Глаза Бога, они не участвуют в этом процессе непосредственно. Когда страстное желание человека достигает небес, семь управителей материального мира должны вручить ему дар. Хотя Архонтам и неизвестно, чьё и какое именно желание достигло божественных пределов, семь божеств всё равно должны были отдать этому человеку фрагмент своего господства. А после того как одаренный человек исполняет миссию, божества получают взамен куда более щедрый дар.\nОрганизация из Снежной Фатуи, подвластные Крио Архонту Царице, собирают Сердца Бога для своего Архонта. На данный момент точная цель использования Сердец Бога неизвестна, но она может быть связана с планом Фатуи по свержению небесного порядка.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5786,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7095,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "name": "Глаз Бога",
        "desc": "<p><em>«Как ты знаешь, Глаз Бога - это артефакт, которым владеет очень небольшое количество людей. В этих артефактах заключена элементальная энергия. На самом деле, каждый владелец Глаза Бога может стать Богом и вознестись в Селестию. Мы называем таких людей Богами Истоков», </em>- Венти.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/18/237301566/fa9e7f4e1400794f2ee1468599880d59_2079863705678792868.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "name": "Сошедшие",
        "desc": "<p>Пришельцы из других миров, чья воля способна бросить вызов целому миру.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/11/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4156932272784159524.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Элементальные драконы",
        "desc": "<p>Древнейшая раса существ, правящая Тейватом ещё до появления людей. Драконы принадлежат Миру света.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/15/237301566/693da8a1b01352fde999598e49b34fde_541324707221914524.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Фатуи",
        "desc": "<p>Организация из Снежной, служащая Ледяной Царице и распространившая своё влияние всюду на континенте. Состоящие в организации Предвестники охотятся за Сердцами Богов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/237301566/38c409297992d7a782f0f1312f311707_3394993246458986105.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Война Архонтов",
        "desc": "<p>Война за божественные троны, объявленная небесным порядком и закончившаяся около двух тысяч лет назад. В результате Войны Архонтов семь правителей семи народов получили Сердце Бога, божественный трон и титул Архонта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1107416649457146883.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Изначальный",
        "desc": "<p>Первый сошедший, победивший семь владык элементальных драконов и создавший людей. Также, вероятно, известен как Фанет.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_4818954959690057221.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2846,
        "name": "Коллекция Бякуякоку",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/51635400/8a7b95710be73a0c089b83f2ff88270a_5527240524981824881.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Анемо",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/25feb67d533079a8733817a551575202_1426772064900481799.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Во время Войны Архонтов мондштадтцы подняли восстание против тирании Бога Бурь Декарабиана. Когда тиран был повержен стрелой девушки, что любила его, элементаль ветра Барбатос впитал в себя силу убитого бога, став Анемо Архонтом и получив Сердце Бога и божественный трон. Не желая стать таким же тираном, Барбатос оставил правление Мондштадтом людям."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/6c0fdabd2b5888ea057483852a685038_3585670078755379774.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Около 2600 лет спустя элементальный дракон ветра Двалин, осквернённый кровью теневого дракона Дурина во время Катаклизма, проснулся от своего сна и напал на Мондштадт. Он считал, что Барбатос и люди предали его. Чтобы очистить разум своего друга от яда, Барбатос даровал ему благословение Анемо Архонта, и Двалин наконец вспомнил его. После спасения Двалина на Барбатоса напала Предвестница Фатуи Синьора, силой отняв у Архонта Сердце Бога.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Война Архонтов",
        "desc": "<p>Война за божественные троны, объявленная небесным порядком и закончившаяся около двух тысяч лет назад. В результате Войны Архонтов семь правителей семи народов получили Сердце Бога, божественный трон и титул Архонта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1107416649457146883.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Декарабиан",
        "desc": "<p>Бог, правящий Мондштадтом до Барбатоса. Был свергнут в результате восстания, поднятого жителями, уставшими от тирании.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/19/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8023965067515882642.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "Барбатос",
        "desc": "<p>Анемо Архонт Мондштадта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/5f7d70114271f8eca21f24cd62499dc6_6427713425223259512.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Двалин",
        "desc": "<p>Элементальный дракон и друг Анемо Архонта Барбатоса. После отравления кровью теневого дракона Дурина стал для людей Ужасом Бури.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/b6e31b3c3cb069320d40e3b7b7d06b2f_2627257747151251085.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Дурин",
        "desc": "<p>Теневой дракон и один из детей алхимика Рэйндоттир.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/206a8a0bc1698ae7019f093470f9e845_1446865023244996257.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7480,
        "name": "Синьора",
        "desc": "<p>Номер восемь из Предвестников Фатуи, известная как Дама. Её настоящее имя Розалина-Кручка Лоефальтер. Погибла от Мусо но хитотати во время дворцовой дуэли.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/68305dad2eaeba8fd12877088e9773d8_4801088030074938521.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Гео",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "После победы на всеми богами в Ли Юэ во время Войны Архонтов Властелин Камня Моракс взошёл на божественный трон и получил Гео Сердце Бога, став Гео Архонтом. Во время своего правления Моракс отчеканил первую монету, которую назвали в честь него - мора. Со временем мора стала самой главной валютой по всему Тейвату, чей авторитет не оспаривает никто. Производство моры происходило в Золотой палате в Ли Юэ с помощью сил Гео Сердца Бога. Когда Властелин Камня расстался со своим Сердцем Бога, производство моры прекратилось, и теперь жителям Ли Юэ приходится искать новый способ создания монет."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/e5e0c2b838033e99e946756ef1a722a8_1329865027744420835.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Через 3700 лет после начала своего правления Моракс решил передать правление Ли Юэ Адептам и людям, оставив пост Архонта. Он разыграл свою смерть перед жителями региона, а сам заключил с Крио Архонтом Царицей «контракт, завершающий все контракты». Даже защита Ли Юэ была слишком высокой ценой за потерю божественных сил, но Царица смогла предложить Мораксу сделку, уравновешивающую чаши весов, и Властилин Камня отдал своё Сердце Бога Предвестнице Фатуи Синьоре.\nКроме Синьоры, за Гео Сердцем Бога отправился и другой Предвестник Чайльд. Чтобы украсть артефакт, он освободил Бога Вихрей Осиала (что затем привело ко второй атаке Ли Юэ женой Осиала Бешт), заточённого Мораксом во время Войны Архонтов, чтобы выманить Гео Архонта. Поскольку Адепты и люди смогли защитить Ли Юэ от нападения бога, план Чайльда провалился, и Синьора смогла его опередить.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Адепты",
        "desc": "<p>Группа божественных зверей Ли Юэ, которые тысячелетиями защищают людей.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/237301566/7372a2d1b47769b64d0e87bd21a867a7_6277812751920026426.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Моракс",
        "desc": "<p>Верховный Адепт и Гео Архонт Ли Юэ. Является старейшим среди семерых Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/51993b7b69c68f3d8388ed314bf1eed8_9041524880344896055.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7480,
        "name": "Синьора",
        "desc": "<p>Номер восемь из Предвестников Фатуи, известная как Дама. Её настоящее имя Розалина-Кручка Лоефальтер. Погибла от Мусо но хитотати во время дворцовой дуэли.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/68305dad2eaeba8fd12877088e9773d8_4801088030074938521.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7482,
        "name": "Тарталья",
        "desc": "<p>Номер одиннадцать из Предвестников Фатуи, известный под кодовым именем Чайльд. Его настоящее имя Аякс.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/c6b5ff3fad38f4f92e53e4776145866c_6308540733232612854.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "name": "Осиал",
        "desc": "<p>Бог Вихрей, побеждённый Мораксом в Войне Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/237301566/6dfc1c5f5f69b627eb5428b304e30377_6627017400427115689.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4905,
        "name": "Бешт",
        "desc": "<p>Жена Архонта Вихря Осиала, напавшая на Ли Юэ, чтобы отомстить за своего мужа.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/237301566/72d614d3622e6bfb152d73e415ac32ef_7986868506325834581.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Мора",
        "desc": "Повсеместная валюта. Международный язык общения.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Электро",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "После Войны Архонтов Электро Архонтом стала Райдэн Макото, а её сестра-близнец Эи стала её тенью. Когда Макото погибла во время Катаклизма, божественный трон и Сердце Бога перешёл к Эи. Стремившись к идеалу вечности, Эи попыталась изменить Электро Бога так, чтобы оно стало ядром для механической марионетки, которая должна была занять пост Архонта и править Инадзумой, но все её техники оказались бессильны изменить Сердце Бога. Отказавшись от связи с Селестией, Эи решила навсегда перейти в Царство эвтюмии, чтобы не поддаться эрозии, и отдала Сердце Бога на хранение своему фамильяру - кицунэ Яэ Мико."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«- А ты не боишься, что я просто продам его?</color>\n<color=#ffffffd9>- Тебе ли не знать ценности Сердца Бога. Захочешь продать - затребуешь равноценный обмен, а найти такую вещь непросто».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/f6e3eb165e1f92054a3e9132439fd413_3992376133253642302.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 лет спустя, Яэ Мико обменяла Электро Сердце Бога на жизнь Путешественника/цы, которой угрожал Предвестник Фатуи Скарамучча. После получения Сердца Бога Скарамучча, вместо того, чтобы доставить его Царице, пропал. Некоторое время спустя он и другой Предвестник Доктор обратились к мудрецам с Академии Сумеру, чтобы создать нового Архонта из Скарамуччи, используя Электро Сердце Бога. Хотя план мудрецов не был завершён, Скарамучча получил доступ к Ирминсулю, хранящему в себе всю память о Тейвате, и мог контролировать погоду в Сумеру. После битвы с Дендро Архонтом Скарамучча лишился Электро Сердца Бога, так и не став божеством. Хотя Электро Сердце Бога было трофеем, полученным Дендро Архонтом во время битвы, она понимала, что иноземное Сердце Бога может принести несчастья Сумеру. Малая властительница Кусанали отказалась от артефакта взамен за уничтожение «сегментов» Предвестника Фатуи Дотторе, и так Царица получила четвёртое Сердце Бога.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Фатуи",
        "desc": "<p>Организация из Снежной, служащая Ледяной Царице и распространившая своё влияние всюду на континенте. Состоящие в организации Предвестники охотятся за Сердцами Богов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/237301566/38c409297992d7a782f0f1312f311707_3394993246458986105.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Академия Сумеру",
        "desc": "<p>Организация Сумеру, осуществляющая административный контроль над регионом и занимающаяся просвещением жителей.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_2725272071367240618.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Ирминсуль",
        "desc": "<p>Ирминсуль можно представить как большое дерево, растущее вверх ногами глубоко под землёй и хранящее в себе все знания и мудрость мира с древних времён до настоящего времени. Артерии земли, подобно корням Ирминсуля, пересекают землю, поглощая воспоминания мира.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/aa06aa829f5a3a926aef88750adb81f2_208058611950951154.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "name": "Макото",
        "desc": "<p>Бывший Электро Архонт, известная как Баал, и сестра-близнец Райдэн Эи. Погибла во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/08ad31cb2d00748c8a122eb1c2562ff8_3486406714046377869.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Вельзевул",
        "desc": "<p>Электро Архонт Инадзумы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/3ab98fe7bdd9f0afde77c609c4b6c382_7433889319009844252.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Скарамучча",
        "desc": "<p>Бывший номер шесть из Предвестников Фатуи, созданный Райдэн Эи.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/237301566/3ca9b9e2138195540f079c470acfbce5_2710094818565120265.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Буер",
        "desc": "<p>Дендро Архонт Сумеру.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/eefeae3e6ad6f9081dc2a39d89a720fd_9214936641668252309.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Дендро",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Несколько тысячелетий назад Сумеру правил\nОн отказался от предложенного Селестией божественного трона и решил уничтожить цикл семи. Аль-Ахмар стал править Сумеру вместе с Богиней Цветов Набу Маликатой и Богиней Мудрости Руккхадеватой. Набу Маликата пожертвовала собой, чтобы царь Дешрет мог получить запретное знание, а сам Аль-Ахмар пожертвовал собой, чтобы избавить Сумеру от полученного знания, поскольку оно заразило землю, людей и серебряное дерево Ирминсуль. Так великая властительница Руккхадевата осталась единственной правительницей Сумеру и взошла на божественный трон, став Дендро Архонтом."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/7d1f8be5d5081fcd678b5d7649c3c971_6081790931631486011.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Во время Катаклизма, произошедшего 500 лет назад, Ирминсуль снова был заражён запретным знанием. Понимая, что не сможет сама очистись Ирминсуль, Руккхадевата использовала Сердце Бога для создания Акаши - устройства, объединяющего в себе всю человеческую мудрость. С помощью Акаши великая властительница отняла у людей Сумеру сны - квинтэссенцию человеческой мудрости. Благодаря мудрости народа Сумеру Руккхадевате удалось почти полностью избавить Ирминсуль от запретного знания, но сама она была заражена и погибла, защищая серебряное дерево. Перед смертью великая властительница отделила от Ирминсуля самую чистую ветвь и создала из неё малую властительницу Кусанали, преемницу на божественный трон. И хотя Кусанали и стала новым Дендро Архонтом, мудрецы из Академии Сумеру посчитали её слишком слабой и заперли её в Храме Сурастаны."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/52f6d72b329b40219ba4e373fb4de3ae_6026158823257025095.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "С помощью силы Акаши мудрецы Академии создали терминал Акаши, использовавший силу Сердца Бога. Достаточно было надеть его, чтобы воспользоваться мудростью Дендро Архонта и получить необходимые знания. Постепенно мудрецы стали использовать творение божества мудрости не чтобы дать всем желающим знания, а чтобы помещать нужные для Академии знания. Многая информация стала под запретом, и уже нельзя было отличить истину от подделки. Великие мудрецы использовали терминалы Акаши для погружения людей в Сумеру в сон, чтобы с помощью их снов создать ложного бога из Скарамуччи. Поскольку Академия использовала терминал не во благо людей, малая властительница Кусанали решила отключить Акашу. Когда Предвестник Фатуи Доктор обменял Электро Сердце Бога на уничтожение своих «сегментов», он предложил Дендро Архонту новую сделку: Дендро Сердце Бога взамен на знания о Сошедших и ложном небе Тейвата. Несмотря на колебания, Богиня Мудрости отдала своё Сердце Бога, и оно было доставлено прямо к Царице.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6516,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Академия Сумеру",
        "desc": "<p>Организация Сумеру, осуществляющая административный контроль над регионом и занимающаяся просвещением жителей.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_2725272071367240618.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Фатуи",
        "desc": "<p>Организация из Снежной, служащая Ледяной Царице и распространившая своё влияние всюду на континенте. Состоящие в организации Предвестники охотятся за Сердцами Богов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/237301566/38c409297992d7a782f0f1312f311707_3394993246458986105.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Ирминсуль",
        "desc": "<p>Ирминсуль можно представить как большое дерево, растущее вверх ногами глубоко под землёй и хранящее в себе все знания и мудрость мира с древних времён до настоящего времени. Артерии земли, подобно корням Ирминсуля, пересекают землю, поглощая воспоминания мира.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/aa06aa829f5a3a926aef88750adb81f2_208058611950951154.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Аль-Ахмар",
        "desc": "<p>Правитель пустыни Сумеру, также известный как царь Дешрет и Алый король.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_2834910047270303942.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Набу Маликата",
        "desc": "<p>Повелительница цветов, подруга Великой Властительницы Руккхадеваты и Аль-Ахмара.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_4293187669096717509.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Руккхадевата",
        "desc": "<p>Повелительница трав и деревьев, предыдущий Дендро Архонт и правительница Сумеру. <span class=\"wk-shady\">Информация о Руккхадевате была стёрта из Ирминсуля.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/237301566/59da6a8cbcffa112e5d2b63788d7051e_1480677671668697202.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Буер",
        "desc": "<p>Дендро Архонт Сумеру.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/eefeae3e6ad6f9081dc2a39d89a720fd_9214936641668252309.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Скарамучча",
        "desc": "<p>Бывший номер шесть из Предвестников Фатуи, созданный Райдэн Эи.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/237301566/3ca9b9e2138195540f079c470acfbce5_2710094818565120265.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Гидро",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/43c0c138c40111c11fe4bcf63ed89e5b_6051023378553119068.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Первый Гидро Владыка драконов являлся сердцем Первозданного моря, откуда возникла вся жизнь. Когда Изначальный победил драконов, Гидро дракон был повержен, и Селестия создала новое «сердце» - Эгерию. Та украла силу Первозданного моря и превратила своих фамильяров-океанид в людей, совершив первородный грех, за что была заключена Селестией. Когда Эгерия была освобождена, она получила частицу Изначального и божественный трон, став первым Гидро Архонтом Фонтейна. После первородного греха в Фонтейне возникло пророчество, что однажды все жители утонут, и лишь Гидро Архонт останется плакать на своём троне."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/6b63ba3a7d5c46b0a07282251614a445_278349861575751041.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "После смерти Эгерии во время Катаклизма, её преемницей стала Фокалорс - океанида, превращённая в человека. Фокалорс долго размышляла, как противостоять пророчеству и судьбе, и нашла единственный возможный ответ: нужно было обмануть небесный порядок во время исполнения пророчества. Она отделила свою новоприобретённую божественность от тела и духа. Свою человеческую часть она назвала Фуриной и поручила ей взять на себя роль Архонта и править Фонтейном. Сама же Фокалорс поместила свою божественность вместе с Гидро Сердцем Бога внутрь Оратрис Меканик д'Анализ Кардиналь - особого устройства, преобразующего веру фонтейнцев в справедливость в индемнитиум, особый тип энергии, питающий весь Фонтейн. Хоть устройство и использовалось для суда, его главной целью было убийство Гидро Архонта и уничтожение божественного трона, когда придёт время. Фокалорс понимала, что лишь с помощью подобной силы можно было надеяться разрушить божественный трон Архонта, пошатнуть установленные Селестией правила и сокрушить правление Семерых. Когда пророчество начало сбываться, Фокалорс привела в исполнение свой план, и Оратрис уничтожила как саму Фокалорс, так и божественный трон Фонтейна, вернув заключённую в нём власть Гидро дракону Нёвиллету.\nКак и всем Предвестникам,\nбыло поручено доставить Гидро Сердце Бога в Снежную Царице и было разрешено использовать его для избавления Фонтейна от пророчества. Долгое время Предвестница пыталась узнать местонахождение артефакта, поняв, что Фурина им не обладает. Арлекино даже послала детей из Дома очага проникнуть в крепость Меропид, чтобы выяснить, какую тайну скрывает тюрьма и относится ли она к Сердцу Бога. Когда божественный трон Гидро был разрушен, новый Гидро Архонт больше не смог появиться. Владыка Гидро драконов, вернув свою силу, простил фонтейнцам первородный грех и сам стал править Фонтейном, отдавая свою силу тем, чья воля достигнет небес. Поскольку Гидро дракон не нуждается в силе Сердца Бога, Нёвиллет отдал Гидро Сердце Бога Арлекино в знак благодарности за помощь с катастрофой в Фонтейне.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5786,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Элементальные драконы",
        "desc": "<p>Древнейшая раса существ, правящая Тейватом ещё до появления людей. Драконы принадлежат Миру света.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/15/237301566/693da8a1b01352fde999598e49b34fde_541324707221914524.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Крепость Меропид",
        "desc": "<p>Тюрьма в Фонтейне, которой управляет герцог Ризли.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/03/237301566/543bcf412bf7a949068f160ee9ab7e97_359869909582478761.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Эгерия",
        "desc": "<p>Милосердная Владычица всех вод и Гидро Архонт, погибшая во время Катаклизма 500 лет назад.</p><p>Она совершила первородный грех, превратив океанид в людей с помощью силы Первозданного моря.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Фокалорс",
        "desc": "<p>Богиня Справедливости и последний Гидро Архонт. <span class=\"wk-shady\">Пожертвовала собой, уничтожив божественный трон и вернув силу Владыке Гидро драконов.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Фурина",
        "desc": "<p>В центре внимания на сцене театра правосудия вплоть до финального занавеса и оваций.</p><p></p><p><em>«В ней есть радость и гнев, ей свойственно безумие, когда требуется безумие, и слабость, когда нужна слабость... Именно её несовершенство делает её совершенной в моих глазах»</em>, - Преступник, преисполненный любовью и раскаянием.</p><p></p><p><em>«Одна ложь неизбежно порождает другую. В итоге череды бесчисленных обманов человек неизбежно предстаёт перед ликом «правосудия». Невежде это может показаться фарсом. Но если вернуться к самому началу, то лжецу станет ясно, что первой жертвой его обмана был он сам»</em>, - притча, которую ведьма «Н.» оставила в чьих-то снах.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/70239714/263e5ea0784d182b393f67a7e24146a5_6841129024701614855.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Нёвиллет",
        "desc": "<p>Верховный судья Фонтейна, или же юдекс, прославившийся своей безукоризненной беспристрастностью.<br><br><em>«Однажды они вернутся, и начнётся настоящее испытание»</em>, -  Шбаланке, Погребённый первозданным огнём.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/70239714/0513aa7f482dbb4778545d02f94956fe_5004007435087179259.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7477,
        "name": "Арлекино",
        "desc": "<p>Номер четыре из Предвестников Фатуи, известная как Слуга. Её настоящее имя Перуэр.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/87e4301d75fef8a894e351dd8b01b2fb_65053596982585966.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5767,
        "desc": "",
        "displayStyle": "card",
        "menuId": 33
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Пиро",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Из-за особенностей Натлана в регионе нет богов, которые бы смогли стать Архонтами, и первым Пиро Архонтом стал простой смертный Шбаланке. После восхождения на божественный престол он позаимствовал силы у Повелительницы Смерти Роновы, одной из теней Изначального, и установил правила Натлана - структуру, которая позволяет обычным людям достичь божественности. Этими правилами являются Ода воскресения, позволяющая воскрешать павших в бою с Бездной носителей древнего имени, и Паломничество возвращения Священного пламени. Во время Паломничества натланцы выявляют сильнейших, кто может стать новым Пиро Архонтом, и добывают Пламя соперничества, которое питает Священное пламя. Когда человек восходит на божественный трон, его внутренняя сила пробуждается, а Священное пламя Натлана дарует огромные знания и воспоминания об этой земле. Сила, полученная новым Архонтом зависит от потенциала человека. Тот же принцип действует и в отношении силы Повелительницы Смерти, но количество унаследованной силы не меняется в зависимости от способности выдержать её. Если человек выдержит испытание, то обретёт небывалую мощь и способность использовать силы, более могущественные, чем силы любого Архонта. Но за любую силу приходится платить, и платой за силу Роновы является смерть. Хотя это правило не говорит о сроке выплаты жизни, исход остаётся неизбежен."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/501dfee2ecd09f21232bc2a87e17e2bf_1166317514582651473.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Натлан отличается от всех других стран отсутствием артерий земли. Изначально они пострадали во время войны драконов и первого Сошедшего, а позже были заражены Бездной и начали разлагаться во время Катаклизма 500 лет назад. Одна из ангелов под руководством Повелительницы Смерти создала Царство Ночи, которое заменяет артерии земли Натлана и в котором заложены правила Натлана. Из-за ситуации с артериями земли после Катаклизма и постоянным нападениям Бездны по расчётам регион мог просуществовать ещё не более 500 лет. Пиро Архонт Мавуика придумала план по использованию силы божественного трона и силы Роновы для спасения Натлана. В каждом племени должен был появиться герой, и когда все шесть героев бы собрались вместе, должна была бы высвободиться силы Роновы. Чтобы самой осуществить столь рискованный план, Мавуика отдала свою жизнь, чтобы возродиться, когда время Натлана было бы на исходе."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/07d83116d50f91e83284ddfd9d0b985f_2486634328497265934.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Около 500 лет спустя Мавуика возродилась из Священного пламени, а шесть героев были признаны своими древними именами. Хотя Мавуика знала, что она должна будет заплатить жизнью за силу Роновы и что её план мог провалиться, она не готова была использовать Пиро Сердце Бога для уничтожения всех душ и очищения скверны. Царство Ночи позволяет Пиро Сердцу Бога забирать души людей и воспоминания из артерий земли, чтобы сплести их в огромную «паутину», способную сдержать разложение Бездны. В процессе создания этой паутины все души были бы уничтожены, поэтому Мавуика не решилась воспользоваться этой функцией. Даже если бы она пожертвовала всей памятью региона, сеть всё равно могла бы пострадать от разложения, и все жертвы оказались бы напрасными. Благодаря силе божественного трона и силе Роновы Мавуика смогла остановить полномасштабное вторжение Бездны в Натлан, частично очистить Царство Ночи от загрязнения Бездной и использовать Оду воскресения для всех жителей Натлана, погибших после получения этой силы.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6820,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6824,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7095,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7099,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7083,
        "name": "Ангелы",
        "desc": "<p>Небесные посланники, главной задачей которых была помощь людям. Были изгнаны с Селестии, после чего утратили тела и разум.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/11/237301566/2aa6b47bf4316be4c736d48e07f765e4_1182305316823487314.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Шбаланке",
        "desc": "<p>Первый Пиро Архонт, победивший Повелителя огня и возродившийся из пламени. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/e7f7eee058f60fc225b1f5bc654a08e0_7006634286090563879.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ронова",
        "desc": "<p>Повелительница Смерти, одна из четырёх теней Изначального.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/05/237301566/45f2ada04f8e32dad172df1e9d16a9db_5496390416053403986.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Владыка Ночи",
        "desc": "<p>Ангел, создавшая Царство Ночи в Натлане.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/237301566/6b241f723a377795d5a2ef3c3e97200b_3435879319829205378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "name": "Хаборим",
        "desc": "<p>Имя Хаборим, предположительно, носили все смертные Архонты Натлана. Текущим Архонтом является Мавуика.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/ee886c7b52f9f18ebc52dc47600a9c03_2035149093472047427.png",
        "displayStyle": "card"
      }
    ]
  }
}