{
  "epId": 4936,
  "name": "Фестиваль «Фонтиналия»",
  "desc": "<p>Один из главных праздников Фонтейна, основанный в память о легендарных Рыцарях чистых родников, отправившихся на поиски океанид и ставших свидетелями возвращения Владычицы всех вод Эгерии.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/6be113dc8ecbe93170d1b614788b0509_7599138351459520724.png",
  "menuId": 20,
  "menuName": "Объяснение терминов",
  "version": 1721037895,
  "components": {
    "galleryCharacter": [
      {
        "key": "Кинофестиваль «Фонтиналия»",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/b80893981c8b9210e7a7b7a96bfbadac_8903827677914239742.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Фестиваль «Фонтиналия»"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Праздник"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Фонтейн"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Розы и мушкеты",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/237301566/2d29fff11544f82f7857f25b973e7dc3_6346331413442218721.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Первый фестиваль «Фонтиналия», который посетил/а Путешественник/ца, был организован Киноассоциацией Фонтейна для продвижения кинопроизводства. Ксавье, режиссёр и кинопродюсер, был одним из участников кинофестиваля. Хоть Ксавье и получил авторские права на съёмку своего фильма почти бесплатно и набрал уже большую часть съёмочной группы, он столкнулся с финансовыми проблемами из-за нехватки средств у инвестора фильма, Морриса. Ксавье объяснил ситуацию своей коллеге Тиори, которая предупреждала его о подобном исходе. Тиори, известный дизайнер из Инадзумы и хозяйка «Дома Тиори», работала над фильмом в качества куратора художественного оформления, включая дизайн костюмов и макияж актёров. Главные актёры фильма, Камисато Аяка и Камисато Аято, предложили выступить бесплатно, чтобы укрепить отношения между Инадзумой и Фонтейном.\nПутешественник/ца был/а назначен/а на позицию оператора, Паймон была назначена управлять хлопушкой, Ёимия, прибывшая из Инадзумы вместе с Аякой и Аято, была назначена ассистенткой, а Ксавье стал продюсером фильма. Единственного, кого не хватало съёмочной группе, был режиссер. Паймон предложила на эту роль Фурину, известную за её таланты в выступлениях, особенно в её прошлой пьесе «Маленькая океанида». Несмотря на низкий гонорар, Фурина согласилась на участие в проекте, когда получила свой любимый мусс Фонтиналии в подарок, а также полную свободу в работе над сценарием. Чтобы улучшить хореографию актёров и их обращение с мушкетами, Тиори порекомендовала нанять Шеврёз, капитана Особого патруля по охране и наблюдению. Когда Шеврёз узнала, что фильм будет снят по одной из её любимых книг «Два мушкетёра», она с радостью согласилась. Она рассказала, что роман сосредоточен вокруг двух внебрачных детей, рождённых от служанки барона, которые терпят жестокое обращение в его доме. После того как их мать была убита, они бегут из дома, но клянутся отомстить за неё. Брат и сестра становятся опытными мушкетёрами и спустя годы начинают мстить членам семьи барона, чтобы раскрыть правду о смерти матери и восстановить справедливость. Кроме того, этот роман послужил источником вдохновения для недавнего убийства с применением аналогичных методов: убийца, как и мушкетёры в книге, оставлял радужную розу около своей жертвы. Шеврёз, расследующая это дело, призвала Путешественника/цу отдохнуть и подумать о том, чтобы присоединиться к расследованию на следующий день.\nСъёмки первой сцены, показывающей события в доме барона, проходили в ресторане «Дебор Отель», хозяин которого позволил использовать для этого весь второй этаж. Там, в официальный первый день съёмок «Двух мушкетёров», Ксавье представил новых членов съёмочной группы: реквизитора Веронику и светотехника Бонно. Вероника показала Аяке мушкеты, которые та раньше никогда не видела, и объяснила, что в мушкете используется специальный порох. Так как Аяка и Шеврёз сблизились из-за взглядов на оружие, Аято предложил передать его роль Шеврёз, и Фурина одобрила это изменение. Съёмки начались с двух ярких сцен в поместье барона, включавших Шеврёз в роли Тюльпан и Аяку в роли Ирис. В этих сценах мать Тюльпан и Ирис была отравлена, и те бежали из дома барона, поклявшись отомстить за свою мать."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/237301566/e78d82e4c25cdb9ece46cf11959b7782_1911237193641138475.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "После съёмок Шеврёз начала работать над делом об убийстве, сосредоточив внимание на местах, связанных с мушкетной деятельностью во Флёв Сандр. Расследование выявило некоторые улики, но Шеврёз предложила продолжить после завершения фильма, ожидая, что со временем появятся новые версии. <color=#ffffffd9>«Ценные сведения часто можно узнать только после наступления темноты. Они подобны островам в море. Легко проскочить мимо в тумане, если утратить бдительность. Если долго плыть сквозь туман, то в один прекрасный день можно увидеть остров».</color> В это время Аято, отказавшийся от своей роли, занялся своими истинными целями поездки: укреплением отношений между Инадзумой и Фонтейном. Он обсудил с юдексом Нёвиллетом свои предложения и обещал подать заявку во Дворец Мермония, чтобы урегулировать все вопросы.\nИ съёмки, и расследование уголовного дела в течение следующих нескольких дней продвигались стабильными темпами. В заключительных сценах «Двух мушкетёров» Шеврёз в роли Тюльпан и Аяка в роли Ирис одержали победу над бароном, и справедливость восторжествовала. После победы Ирис и Тюльпан обсудили свои следующие шаги и решили, что готовы двигаться дальше. Сцена завершилась цветением радужных роз, которые так любила мать Ирис и Тюльпан.\nАяка и Шеврёз получили похвалу за своё выступление, и Аяка даже получила от Фурины предложение стать актрисой. Когда после съёмок Шеврёз объясняла свою любовь к историям о победе справедливости, она была прервана срочным докладом жандармов. Вернувшись, она рассказала, что получила наводку по делу об убийстве: цветок, оставленный убийцей, принадлежал к редкому сорту роз, и с помощью подруги Шеврёз, парфюмера Эмилии, они отследили розы до определённого сада в Фонтейне. Когда Шеврёз, Путешественник/ца и Паймон прибыли в сад, они встретили там Батиста, автора «Двух мушкетёров». Он признался в убийствах и раскрыл свой мотив: месть за смерть своей матери. Шеврёз усомнилась в его версии, но согласилась на личную беседу, в ходе которой Батист призвал Шеврёз осуществить прямое правосудие, поскольку тюрьмы было бы недостаточно. Батиста увели для допроса, а Шеврёз вернулась в Особый патруль, чтобы провести дальнейшее расследование."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/237301566/a81dea3eb157284a7cf3713e7673da36_8543384083879104078.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "На заключительном этапе съёмок группа столкнулась с неожиданными трудностями: вся плёнка с отснятым материалом оказалась выброшена в водосток, а камеры внезапно сломались. Общими усилиями команда преодолела трудности, и, несмотря на нехватку времени, съёмки «Двух мушкетёров» завершились успешно. Фурина и Ксавье выразили благодарность команде, после чего на пляже устроили праздничное застолье. Съёмочная группа наслаждалась праздничной атмосферой, а Ёимия пригласила инвестора фильма Морриса помочь ей с фейерверком на вечеринке."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/237301566/265ae0383fb4be740d1e71f606d90b8a_7207326985514305508.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Когда Ёимия и Моррис вошли в тускло освещенную комнату, Ёимия, по-видимому, была застрелена, а перед ней приземлилась радужная роза. Внезапно появилась Шеврёз с мушкетом и обвинила инвестора фильма Морриса в убийстве Элизы, матери Батиста, бросив ему медальон с совместной фотографией Морриса и Элизы в качестве доказательства. Шеврёз заявила об аресте Морриса за убийство Элизы. Вдруг Вероника, расстроенная тем, что Моррис не был убит, попыталась застрелить его, назвав себя «вторым мушкетёром». Выяснилось, что Моррис нанял убийцу из-за скандального романа со своей служанкой Элизой. Вероника, оказавшаяся сестрой Батиста и дочерью Элизы, хотела отомстить Моррису, и именно она была настоящей убийцей. Вскоре после этого прибыл Особый патруль, чтобы задержать Морриса и Веронику. Шеврёз рассказала, что произошедшее, включая очевидную кончину Ёимии, было инсценировано, чтобы заставить Морриса раскрыть правду об убийстве Элизы. Команда вернулась на празднование, а Шеврёз заметила в саду радужные розы, которые полностью расцвели."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/237301566/26b430ed443003b4eb9c48b05bed3780_5730874814708750759.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "После успешной премьеры фильма и раскрытия дела об убийстве Ксавье позвал всю команду на церемонию награждения. В это время Шеврёз обсудила виновных с Ризли в крепости Меропид и попросила, чтобы герцог распространил информацию о деле из «Паровой птицы», чтобы «некий кто-то» вскоре оказался самым невезучим человеком в крепости, в то время как двое других были провозглашены героями. На церемонии награждения фильм «Два мушкетёра» получил главную премию «Фурина», а Ксавье объявил, что называет свою кинокомпанию «Мушкетёры». Съёмочная группа и актёры были приглашены на сцену, чтобы сделать памятное фото, а Фурина получила премию «Фурина». Праздник завершился аплодисментами, посвящёнными кинокомпании «Мушкетёры»."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/237301566/e3fb79827a9ea93aaa6cb28d7f1ac85b_5319999074066820076.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/237301566/872ecbd6700a5cace9db141ac0cc62e1_825885353010061697.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Ксавье",
        "desc": "<p>Режиссёр и кинопродюссер из Фонтейна.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/22/237301566/b429ea03662e2ef77fbf42dfd160886f_5382263756783318185.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Фурина",
        "desc": "<p>В центре внимания на сцене театра правосудия вплоть до финального занавеса и оваций.</p><p></p><p><em>«В ней есть радость и гнев, ей свойственно безумие, когда требуется безумие, и слабость, когда нужна слабость... Именно её несовершенство делает её совершенной в моих глазах»</em>, - Преступник, преисполненный любовью и раскаянием.</p><p></p><p><em>«Одна ложь неизбежно порождает другую. В итоге череды бесчисленных обманов человек неизбежно предстаёт перед ликом «правосудия». Невежде это может показаться фарсом. Но если вернуться к самому началу, то лжецу станет ясно, что первой жертвой его обмана был он сам»</em>, - притча, которую ведьма «Н.» оставила в чьих-то снах.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/70239714/263e5ea0784d182b393f67a7e24146a5_6841129024701614855.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Аяка",
        "desc": "Наследница клана Камисато комиссии Ясиро. Благородна и изящна, мудра и сильна.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Аято",
        "desc": "Молодой и всесторонне одарённый глава комиссии Ясиро из клана Камисато. Он вежливый и предупредительный человек, у которого для любой проблемы найдётся множество решений.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Ёимия",
        "desc": "Владелица «Фейерверков Наганохары», также известна как «Королева праздника лета». Будучи мастером своего дела, она воплощает надежды и мечты людей в своих фейерверках.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Шеврёз",
        "desc": "<p>Командир Особого патруля по охране и наблюдению, в сердце каждого живёт справедливость. Она направляет свой мушкет только на виновных.<br><br><em>«...Капитан Шеврёз, я в очередной раз умоляю вас ужесточить требования к вступлению в Особый патруль по охране и наблюдению. Сейчас в отряде состоят мелкие мошенники, промышлявшие по всему Кур-де-Фонтейну, уличные драчуны, для которых главное - разбогатеть, и даже вор, чуть не ограбивший со своими подельниками банк! Если бы вы лично не поймали его с поличным, когда он под видом инвестора осматривал планируемое место преступления, он вполне мог бы провернуть это дело... Мы ведь Палата Жардинаж! Пожалуйста, примите меры, хотя бы для сохранения нашего имиджа!» </em>- Девятое из серии увещевательных писем, направленных Шеврёз капитаном жандармов Гросрошаром.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/70239714/a846729f31f16a987a8696466ebabcc0_4201736875484063474.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Нёвиллет",
        "desc": "<p>Верховный судья Фонтейна, или же юдекс, прославившийся своей безукоризненной беспристрастностью.<br><br><em>«Однажды они вернутся, и начнётся настоящее испытание»</em>, -  Шбаланке, Погребённый первозданным огнём.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/70239714/0513aa7f482dbb4778545d02f94956fe_5004007435087179259.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Ризли",
        "desc": "<p>Герцог крепости Меропид, повелитель тёмных глубин.<br><br><em>«Навия, помнишь, несколько лет назад я отказался от титула барона, который мне предложили во Дворце Мермония? Неважно. Сегодня я наконец-то познакомился с управляющим крепости Меропид. До этого я думал, что титул герцога пустой звук. Но оказалось, что Ризли гораздо старше, чем кажется»</em>, - Каллас, бывший глава Спина-ди-Росула.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/70239714/31a0eb2dec5d69ca8dd7616572136b8b_8557241678097856239.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3997,
        "name": "Путешественник (Гидро)",
        "desc": "<p>Путешественник/ца из другого мира, разлучённый/ая со своей сестрой/своим братом. Он/а отправляется в долгое путешествие, чтобы найти всех семерых Архонтов и вернуть родного человека.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/13/70239714/f00d18b57acb4aa37bf2fc39bf67ddd0_1684220394343750427.gif",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4896,
        "name": "Два мушкетёра",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/25/1ab6bb80ae86aab0a1f8064c05b6a72f_7162576051872538658.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4007,
        "name": "Радужная роза",
        "desc": "<p>Прелестный нежный цветок розового оттенка. Хотя его называют розой, по своей природе он более близок к лилии.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/237301566/670b8958c90014a1bdacba5123c2c9da_5599990806716311491.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4823,
        "name": "Мусс Фонтиналии",
        "desc": "<p>Сладкое блюдо для кинофестиваля «Фонтиналия». Этот мусс имеет форму бутона лилии озёрного света. Став частью фестиваля, лакомство быстро обрело популярность среди жителей Фонтейна. Не забудьте поделиться им со всеми, кто встретится вам по пути!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/30/124137736/4cd8fdaff7a2e8b5cc460c3fe503d90a_1495478890693813367.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Рыцари чистых родников",
        "desc": "<p>Последователи Владычицы всех вод Эгерии, которые поклялись защищать духов чистых родников, найти Чистейший грааль и разрушить наложенные на Матерь богов оковы, чтобы смыть Первородный грех. </p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/afce7f4f1847f62698a00f239e5a8d00_8853313784057293776.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Рыцари чистых родников, в память о которых был организован праздник.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Эгерия",
        "desc": "<p>Милосердная Владычица всех вод и Гидро Архонт, погибшая во время Катаклизма 500 лет назад.</p><p>Она совершила первородный грех, превратив океанид в людей с помощью силы Первозданного моря.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Предыдущий Гидро Архонт Фонтейна, возвращение которой застали Рыцари чистых родников.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Фурина",
        "desc": "<p>В центре внимания на сцене театра правосудия вплоть до финального занавеса и оваций.</p><p></p><p><em>«В ней есть радость и гнев, ей свойственно безумие, когда требуется безумие, и слабость, когда нужна слабость... Именно её несовершенство делает её совершенной в моих глазах»</em>, - Преступник, преисполненный любовью и раскаянием.</p><p></p><p><em>«Одна ложь неизбежно порождает другую. В итоге череды бесчисленных обманов человек неизбежно предстаёт перед ликом «правосудия». Невежде это может показаться фарсом. Но если вернуться к самому началу, то лжецу станет ясно, что первой жертвой его обмана был он сам»</em>, - притча, которую ведьма «Н.» оставила в чьих-то снах.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/70239714/263e5ea0784d182b393f67a7e24146a5_6841129024701614855.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Фурина изменила празднование фестиваля, превратив его в кинофестиваль. Победителям фестиваля вручается награда «Фурина», выполненная в виде последнего Гидро Архонта.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 4823,
        "name": "Мусс Фонтиналии",
        "desc": "<p>Сладкое блюдо для кинофестиваля «Фонтиналия». Этот мусс имеет форму бутона лилии озёрного света. Став частью фестиваля, лакомство быстро обрело популярность среди жителей Фонтейна. Не забудьте поделиться им со всеми, кто встретится вам по пути!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/30/124137736/4cd8fdaff7a2e8b5cc460c3fe503d90a_1495478890693813367.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Фестиваль «Фонтиналия»",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Фестиваль «Фонтиналия» в Фонтейне был основан в честь легендарных Рыцарей чистых родников, которые искали океанид и застали возвращение предыдущего Гидро Архонта Эгерии. Подобно другим известным праздникам, таким как Праздник ветряных цветов в Мондштадте и Праздник морских фонарей в Ли Юэ, он имеет связь с основанием Фонтейна, что делает его одним из самых важных праздников страны.\nПервоначально люди чтили Рыцарей чистых родников. Подражая им, они надевали специальные костюмы, поднимали золотые кубки и ходили от двери к двери с просьбой о чистой воде. Однако несколько лет назад Фурина сделала традицию более праздничной, заменив воду сладостями. Сейчас фестиваль считается похожим на карнавал и популярен среди детей, которые каждый год участвуют в праздничных мероприятиях. Дети ходят от двери к двери и со словами «сладость или суд» просят конфеты. Во время первого для Путешественника/цы и Паймон фестиваля «Фонтиналия» престижная премия «Фурина», которая носит имя бывшего Гидро Архонта Фурины, была вручена по итогам праздника. Несмотря на то, что Фурина ушла с поста Архонта, название по-прежнему подходит для этой награды, поскольку леди Фурина остается знаменитостью в Фонтейне.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Рыцари чистых родников",
        "desc": "<p>Последователи Владычицы всех вод Эгерии, которые поклялись защищать духов чистых родников, найти Чистейший грааль и разрушить наложенные на Матерь богов оковы, чтобы смыть Первородный грех. </p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/afce7f4f1847f62698a00f239e5a8d00_8853313784057293776.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Океаниды",
        "desc": "<p>Раса разумных Гидро элементалей, созданных предыдущим Гидро Архонтом Эгерией.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/5e33c09fbd3c6781bb822fd9c57b6abc_954472598676910116.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Эгерия",
        "desc": "<p>Милосердная Владычица всех вод и Гидро Архонт, погибшая во время Катаклизма 500 лет назад.</p><p>Она совершила первородный грех, превратив океанид в людей с помощью силы Первозданного моря.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4939,
        "name": "Праздник ветряных цветов",
        "desc": "<p>Традиционный праздник Мондштадта, во время которого жители преподносят «анемонии» Анемо Архонту Барбатосу и своим близким. </p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/a2b5d731d7d2847a062cfd8750b02944_7280859701605203716.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Праздник морских фонарей",
        "desc": "<p>Каждый год в день первого полнолуния в Ли Юэ отмечают Праздник морских фонарей. Ночью жители города запускают в небо множество небесных фонарей и один большой лунный фонарь. Внутри каждого фонаря находится кусочек плаустрита и самые сокровенные желания, написанные на специальных палочках. Фонари медленно уплывают вдаль, освещая путь душам верных защитников Ли Юэ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/b0983d81345554d8bccbd27d812b1baf_5582219152507121415.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Фурина",
        "desc": "<p>В центре внимания на сцене театра правосудия вплоть до финального занавеса и оваций.</p><p></p><p><em>«В ней есть радость и гнев, ей свойственно безумие, когда требуется безумие, и слабость, когда нужна слабость... Именно её несовершенство делает её совершенной в моих глазах»</em>, - Преступник, преисполненный любовью и раскаянием.</p><p></p><p><em>«Одна ложь неизбежно порождает другую. В итоге череды бесчисленных обманов человек неизбежно предстаёт перед ликом «правосудия». Невежде это может показаться фарсом. Но если вернуться к самому началу, то лжецу станет ясно, что первой жертвой его обмана был он сам»</em>, - притча, которую ведьма «Н.» оставила в чьих-то снах.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/70239714/263e5ea0784d182b393f67a7e24146a5_6841129024701614855.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Рыцари чистых родников",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "По легендам, когда великая Владычица всех вод Эгерия была заточена, а людьми правил Царь богов Рем, чистую родниковую воду приходилось прятать в потаённых горных ручьях. В этих святилищах и рождались Рыцари чистых родников. Рыцари поклялись серебряными доспехами защищать духов, рождённых из чистой воды (океанид), а также защищать своих собратьев, которые были верны Владычице всех вод, противостоящей вездесущей золотой силе, запятнавшей небо и затмившей солнце. Кроме того, они поклялись никогда не направлять меч против последователей Эгерии и не идти на сделку с подлецами. Они использовали своё тело как щит, чтобы противостоять власти золота, заслонившей небо и солнце."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Неувядающим серебряным цветком клянёмся мы изгнать золотого тирана из высоких морей, клянёмся смыть несправедливость кровью и слезами врагов».</color>\n<color=#ffffffd9>«Клянёмся защищать фей чистых родников и дар Королевы всех вод до тех пор, пока родники не забьются вновь».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Куда бы не ступала нога гармоста Рема Боэция, строились акведуки империи и бесследно исчезали духи, рождённые из чистой воды. Когда Золотой город рухнул, рыцари сняли свои доспехи, и их история затерялась в легендах.\nКогда Золотой город пал, Владычица всех вод была наконец освобождена из заключения и вернулась в родные края. Первый Рыцарь чистых родников решил искупить свои неискупимые грехи самоизгнанием и аскетизмом и скрылся в уединённой глуши.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Рыцари чистых родников",
        "desc": "<p>Последователи Владычицы всех вод Эгерии, которые поклялись защищать духов чистых родников, найти Чистейший грааль и разрушить наложенные на Матерь богов оковы, чтобы смыть Первородный грех. </p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/afce7f4f1847f62698a00f239e5a8d00_8853313784057293776.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Эгерия",
        "desc": "<p>Милосердная Владычица всех вод и Гидро Архонт, погибшая во время Катаклизма 500 лет назад.</p><p>Она совершила первородный грех, превратив океанид в людей с помощью силы Первозданного моря.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Рем",
        "desc": "<p>Царь богов, основавший Ремурию.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_2536613976363958813.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Океаниды",
        "desc": "<p>Раса разумных Гидро элементалей, созданных предыдущим Гидро Архонтом Эгерией.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/5e33c09fbd3c6781bb822fd9c57b6abc_954472598676910116.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Песнь былых времён",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Серебряный кубок непорочного моря",
        "desc": "<p>Во времена, когда золотой саван покрывал землю, чистую родниковую воду приходилось прятать в потаённых горных ручьях. В этих святилищах и рождались Рыцари чистых родников.</p><p>Рыцари поклялись серебряными доспехами защищать духов, рождённых из чистой воды, защищать своих собратьев, которые тоже хранят веру в единую истинную купель, противостоящую вездесущей золотой силе, запятнавшей небо и затмившей солнце.</p><p>Но это лишь древняя легенда... Вскоре после того, как империя рухнула и канула в Лету, рыцари, противостоявшие тирану, сбросили свои доспехи, а их истории были запрятаны в запутанной паутине сказаний и баллад.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/c70230640d8706fd2e3aa837a391166c_2242615267031030516.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Источник чистой капли росы",
        "desc": "<p>Это реликвия тех времён, когда Рыцари чистых родников ещё ходили по земле. По словам рыцарей, в горных источниках и долинах, куда не ступала нога человека, до сих пор живут верные духи, охраняющие чистые, незагрязнённые источники...</p><p>Однако создатель ихора не терпел разлада в своей великой симфонии. Говорят, что везде, куда бы ни ступала нога гармоста Боэция, закапывался природный нектар, строились акведуки империи и бесследно исчезали духи, рождённые из чистой воды...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/54913bb983c08663e91eef34841c80b9_7242278330342534687.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Эриния",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/09/237301566/996428185ebfa9cf6901d777752725de_1738882983561273866.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "По легенде, предводительницей Рыцарей чистых родников являлась Эриния, рыцарь Озёрного света, поклонявшаяся милосердной Владычице всех вод, Эгерии. Она победила принцев земель Белловак, Атребат и Виромандуи и сделала их своими вассалами. Вскоре жители земель, ранее поклонявшиеся принцам и королю Рему, стали верно служить Эринии. Они поклялись отыскать Чистейший грааль и разрушить наложенные на Матерь богов оковы, чтобы смыть первородный грех.\nПо легендам, Чистейший грааль был священным сосудом с первозданной водой, способным исполнять любое желание, создавать будущее без горестей, оберегать потомков от страданий, повлечённых ошибками прошлого, исцелять любые раны, возвращать молодость и воскрешать из мёртвых. Только человек с чистейшей душой мог узреть блеск сосуда и обрести вечную жизнь и безграничную мудрость.\nЧтобы вознаградить своих подданных за верность, Эриния решила устроить восьмидневное пиршество, на которое явился посланник Рема из Капитолия. Он приказал Эринии преподнести два дара: воду, ибо чистейшей воде дано смыть все прегрешения, и землю, ибо тверди земной дано противостоять надвигающемуся распаду. В случае отказа Рем обещал уничтожить земли Эринии.\nМудрая Эриния отказалась платить дань и ответила, что у неё есть только одна властительница, которая обладает наивысшей добротой и наивысшей славой, поэтому Эриния не преклонится перед Ремом. Она пообещала уничтожить великий город, дабы он омылся собственной кровью и слезами, одарила музыканта Рема подарками и отправила обратно в Капитолий.\nВ легендах говорится, что дом Эринии был разрушен разгневанным Царём богов, а всех её близких уничтожила и поработила армия Золотого города. Только двое избежали этой участи. Одному человеку суждено было повстречаться с гордым гармостом во время войны, продвинуться по службе и унаследовать его власть.\nДругому посчастливилось снискать сострадание Владычицы всех вод и получить воспитание от принца Ареморики, чтобы защищать те земли чистых вод, что ещё не были захвачены Царём богов.\nПо одной из легенд, когда великий грех привёл к падению Города вечности, а Рыцари чистых родников прошли через невообразимые испытания и невиданные страдания, их мольбы наконец достигли небес. Благодаря доброте их сердец и Чистейшему граалю, добытому ценой бесчисленных жертв, Владычица всех вод была наконец освобождена из заключения и вернулась в родные края.\nЭриния поблагодарила Владычицу всех вод за позволение увидеть Чистейший грааль и завершить свой путь. Она пообещала, что уцелевшие рыцари будут продолжать верой и правдой служить Эгерии и её будущему королевству и что они последуют за благородным музыкантом и выследят все тени, которые до сей поры остаются скрыты, и справедливость восторжествует. Эриния сказала, что на пути к добродетели она не смогла избежать греха, поэтому только изгнание искупило бы его. Милосердная Владычица всех вод растрогалась от печальных речей рыцаря с глазами цвета морской волны и исполнила её желание, даровав своё благословение в дорогу. Её прощальным подарком стала лилия озёрного света. По сей день в Фонтейне сохраняется традиция собирать белую лилию и дарить её тем, кто отправляется в дальнюю дорогу. Так люди желают, чтобы дорога была спокойной, как чистая вода, и чтобы самые дорогие люди могли следовать за её прохладным светом, возвращаясь назад.\nЧтобы сыскать милость Владычицы всех вод, Эриния трижды бросала в озеро свой меч Отклер, и на третий раз он ушёл под воду. Эриния покинула долину с высоко поднятой головой, чтобы больше никогда не вернуться.\nПо другой легенде, когда великий грех привёл к падению Города вечности, а рыцарь Озёрного света прошла через невообразимые испытания и невиданные страдания, она так и не смогла отыскать Чистейший грааль. Но Владычица всех вод была избрана небесами и ими же была освобождена из заточения. Ей было поручено сменить Золотого короля и взять под своё правление морские руины.\nЭриния обратилась к Эгерии:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«О Владычица всех вод, великая первоматерь! Взываю к твоей мудрости!</color>\n<color=#ffffffd9>Ради тебя я убивала неправедных и разрушила множество городов.</color>\n<color=#ffffffd9>Прошу, скажи мне, как потомкам всех вод избежать беды?</color>\n<color=#ffffffd9>О Владычица всех вод, великая первоматерь! Прошу, прояви милосердие!»</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Владычица всех вод растрогалась от печальных речей рыцаря с глазами цвета морской волны и рассказала ей ту же историю, что рассказывала королю Рему. Но упоённая отмщением и жаждой славы Эриния отчаялась, и её клинок почернел от кровавых следов и пал, унося с собой последние отблески рассудка. Так никогда не увидев страну своей мечты и не получив искупления, Эриния ушла из долины, чтобы больше никогда не вернуться.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Эгерия",
        "desc": "<p>Милосердная Владычица всех вод и Гидро Архонт, погибшая во время Катаклизма 500 лет назад.</p><p>Она совершила первородный грех, превратив океанид в людей с помощью силы Первозданного моря.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "Песня Эриний",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Блеск тихих вод",
        "desc": "<p>Скипетр, окружённый чистейшей водой. В былые времена он символизировал высочайшую власть над морями.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/51635400/9807aa25f336daae391a6f6d4995af3d_7437929925449985095.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Песнь былых времён",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Лилия озёрного света",
        "desc": "<p>Ясный и чистый зелёный цветок рождается там, где сходятся водные артерии. У него простой тонкий аромат, освежающий, но нежный.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/237301566/c43e2d148b98d58c98a008b13e37b5b5_4640719822903366472.png",
        "displayStyle": "card"
      }
    ]
  }
}