{
  "epId": 4939,
  "name": "Праздник ветряных цветов",
  "desc": "<p>Традиционный праздник Мондштадта, во время которого жители преподносят «анемонии» Анемо Архонту Барбатосу и своим близким. </p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/a2b5d731d7d2847a062cfd8750b02944_7280859701605203716.png",
  "menuId": 20,
  "menuName": "Объяснение терминов",
  "version": 1749983546,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Трейлеры и тизеры",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Версия 1.4 - Приглашение ветряных цветов"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/077eab9dc0d6ada383a2a722653a0970_4922323737893778959.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>6 марта 2021</color>\nПесни радости с ветром играют,\nДревние строки скрывают цветы.\nПразднества суть искать можешь ты,\nПомни - познай, о чём сердце мечтает...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=vv_JnSwFp0A&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "«Цветочный бриз» - Вид на Праздник ветряных цветов"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/077eab9dc0d6ada383a2a722653a0970_4922323737893778959.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>5 апреля 2021</color>\nВетер среди облаков, между капель дождя, в морях грёз и цветов.\nТы рядом со мной, ты в моих мыслях, ты в моём сердце, что дни и ночи трепещет от любви.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=HRksKER0Ies&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Трейлер версии 3.5 - Дыхание анемонии"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/9b6ccdb41e742840308daac5efb843c3_2895616554537489816.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17 февраля 2023</color>\nОдни говорят, что судьба прячется в ветре, как аромат цветов, как дождь и роса...\nТаков непреложный закон природы.\nДругие ищут собственную судьбу и заходят так далеко, что переплетают её нити заново.\nНо разве судьбой не предначертано и это?\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=AcTUi59vw_E&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Тизер «Чаепитие ведьм»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1d77b3f1972e0b02f49a1b5a27009d7c_888359372350112506.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>7 марта 2023</color>\nСообщение из старой лампы застало врасплох даже «великую искательницу приключений», «злого-презлого Додокороля», «защитницу старого Мондштадта», «друга, не покинувшего надежду взрослых», «составительницу \"Путеводителя по Тейвату\"», «изобретательницу искусства кудзирай, тэмари-дзюцу», «поставщика знаменитой госпожи Сангема-бай», «старейшину Ведьмина шабаша под кодовым именем \"А.\"», «маму милейшей Кли» Алису.\nК счастью, оно не извещало об ужасном происшествии, но служило воспоминанием о друзьях молодости Алисы.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=RigK4OwCCM8&list=PLqWr7dyJNgLICZACs2Fge9bkhlvdE_Y70&index=18&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Трейлер версии 5.6 - «Паралогизм»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/086a5a2da16e4238b74ef9512fb52250_7094114429354722235.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25 апреля 2025</color>\nОтыщите источник пряностей в ложке густого супа и путь ко свету среди теней.\nВ пору ветра и цветов некто разыгрывает шахматную партию, в которой переплелись истина и ложь...\nТот, кто преодолеет это испытание, быть может, станет на шаг ближе к истине.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=_VneeYsGT9I&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Великое свершение"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/1f53f68a242bd512a716e15edba45965_4844410695562751806.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>16 мая 2025</color>\nБросая вызов законам мироздания, посредством духа и воли выковывая форму...\nТак его место было высечено в небесной тверди.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=zgBtldXHJoE&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Праздник ветряных цветов",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "По легенде, когда около 2600 лет назад Мондштадтом правил тиран Декарабиан, холмы и дали были усеяны необычными цветами. Чем сильнее дул ветер, тем прочнее цеплялись они корнями и тем пышнее расцветали. Им был не страшен ни могучий ветер, ни суровая стужа, ни ледяные вихри. Эти цветы назывались «анемониями».\nСчитается, что слово «анемония» могло быть кодовым словом, благодаря которому жители старого Мондштадта, затевающие революцию против тирана, могли поддерживать связь друг с другом. В те времена люди говорили, что чем сильнее ветер, тем крепче укореняются анемонии и тем ярче распускаются их цветы."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Я подношу тебе в дар этот безымянный цветок. Пусть незнакомая тебе весна обретёт смысл».</color>\n<color=#ffffffd9>«Ответь мне надеждой и улыбкой, и мы вместе встретим тот день, когда утихнет буря».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Воин с красными волосами был первым, кто послал через анемонии тайные сообщения. Хоть имя воина с волосами цвета огня давно затерялось в песках времени, а сам он отвернулся от божества, пришедшего после Декарабиана, его деяния продолжают жить в стихах. Подобно «анемонии», чья судьба - цвести под гнётом в момент отчаянной необходимости, судьба его рода остаётся неизменной: нести рассветный огонь в густой мрак ночи. Так, спустя тысячу лет другой красноволосый воин Рагнвиндр, Рыцарь Рассвета, пошёл войной против аристократии Мондштадта, развратившейся от власти и богатства. А наследник рода Дилюк Рагнвиндр в наше время защищает Мондштадт от всех врагов, скрываясь под покровом ночи.\nКогда тиран был свергнут, а к власти над Мондштадтом пришёл Барбатос, анемония стала символом свободы, а Праздник ветряных цветов - днём памяти свержения Декарабиана. Но с годами история праздника забылась, а значение слово «анемония» обрело новый смысл."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Распустившиеся цветы должны означать любовь и весну.</color>\n<color=#ffffffd9>Более не быть им ни сигналом к мятежу, ни знаком поднимать знамёна...»</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Декарабиан",
        "desc": "<p>Бог, правящий Мондштадтом до Барбатоса. Был свергнут в результате восстания, поднятого жителями, уставшими от тирании.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/19/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8023965067515882642.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "Барбатос",
        "desc": "<p>Анемо Архонт Мондштадта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/5f7d70114271f8eca21f24cd62499dc6_6427713425223259512.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Дилюк",
        "desc": "Магнат, построивший непревзойдённую винную империю в Мондштадте.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2045,
        "name": "Ода анемонии",
        "desc": "Украшенный безымянными цветами лук несёт заветные желания такого же безымянного человека.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/风花之颂.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3614,
        "name": "Цветок в латах",
        "desc": "<p>Изящный двуручный меч, украшенный цветами и лентами.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/01/51635400/bca5e3d255c646e42449a06b79b5d019_8836957713303383427.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Анемонии",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/63c39f59ec1f979b04e586eee3c5dbc3_304963201630290061.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Никто в Мондштадте не знает, каким цветком является анемония, но существует два основных противоположных лагеря: приверженцы ветряных астр, также известные как «традиционалисты Праздника ветряных цветов», и приверженцы одуванчиков.\nПервые считают, что Праздник ветряных цветов - дань памяти освобождению древнего Мондштадта от тирании. Ветряные астры - это «видимый ветер», символ Мондштадта и олицетворение ветряных мельниц, поэтому традиционалисты избрали их в качестве своего символа. Сейчас многие забыли историю праздника, поэтому данная теория мало распространена.\nВ настоящее время большинство людей являются приверженцами одуванчиков и считают, что Праздник ветряных цветов - это день влюблённых, и они должны как можно более искренне признаться в любви объекту воздыхания. Влюблённые часто отправляются на мыс Веры, чтобы выразить свои чувства среди одуванчиков и цветущих сесилий. Сейчас образ анемонии означает любовь и радость, и некоторые люди даже просят украсить кованое оружие этими цветами."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/add38acc78249d2073b5c6372a2dcced_9155247330472710375.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Некоторые люди не являются ни приверженцами ветряных цветов, ни приверженцами одуванчиков и верят, что анемония может быть волчьим крюком, сесилией, цветком-сахарком или другим цветком.\nНа самом деле анемоний никогда не существовало, поэтому для каждого человека анемония означает что-то своё: цветы любви, цветы уважения или цветы благословения. Анемония являются духом стремления к свободе, смелостью, которая позволяет следовать за ветром, куда бы он ни вёл. Поэтому что угодно, что прекрасно и стоит благословения, может быть анемонией.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1750,
        "name": "Ветряная астра",
        "desc": "Растение, которое больше всего на свете любит ветер. Жители Мондштадта, гордый народ ветров, также называют его «видимым ветром».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Windwheel Aster_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1543,
        "name": "Семена одуванчика",
        "desc": "Крошечные семена, парящие на ветру. Даже без своих мнимых крыльев они продолжают мечтать о дальних краях.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dandelion Seed_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 464,
        "name": "Сесилия",
        "desc": "Цветы, такие же прекрасные, как и их имя. Они растут только там, где дует резкий холодный ветер.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cecilia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1676,
        "name": "Волчий крюк",
        "desc": "Покрытая колючками ягода. Постоянно цепляется за волчью шерсть. Если долго смотреть на эту ягоду, то можно услышать волчий вой.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Wolfhook_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1197,
        "name": "Цветок-сахарок",
        "desc": "Цветок со сладким ароматом. Его можно найти по запаху даже в темнейшей тьме.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sweet Flower_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3614,
        "name": "Цветок в латах",
        "desc": "<p>Изящный двуручный меч, украшенный цветами и лентами.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/01/51635400/bca5e3d255c646e42449a06b79b5d019_8836957713303383427.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Настоящее время",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/771cf09d9af26231d33162b656b01737_8490000890929828610.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Сейчас Праздник ветряных цветов является главным ежегодным праздником Мондштадта, который по значимости не уступает Празднику морских фонарей в Ли Юэ или Фестивалю «Фонтиналия» в Фонтейне. Современный Мондштадт отмечает весенний Праздник ветряных цветов как фестиваль свободы и любви, время радости и веселья. В это время жители подносят анемонии Анемо Архонту Барбатосу, чтобы показать своё почтение и любовь. И по традиции они дарят эти цветы самым близким и любимым людям. В это время даже у Гильдии искателей приключений нет никаких поручений, так как во время праздника нужно делать все свои дела самостоятельно, чтобы найти свою любовь.\nОдной из современных традиций Праздника ветряных цветов является поимка лис. Молодые охотники отправляются в Вольфендом, чтобы поймать лису, надеть ей на голову венок из цветов и отпустить. Считается, что данный обряд поможет обрести свою любовь в следующем году.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Праздник морских фонарей",
        "desc": "<p>Каждый год в день первого полнолуния в Ли Юэ отмечают Праздник морских фонарей. Ночью жители города запускают в небо множество небесных фонарей и один большой лунный фонарь. Внутри каждого фонаря находится кусочек плаустрита и самые сокровенные желания, написанные на специальных палочках. Фонари медленно уплывают вдаль, освещая путь душам верных защитников Ли Юэ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/b0983d81345554d8bccbd27d812b1baf_5582219152507121415.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Фестиваль «Фонтиналия»",
        "desc": "<p>Один из главных праздников Фонтейна, основанный в память о легендарных Рыцарях чистых родников, отправившихся на поиски океанид и ставших свидетелями возвращения Владычицы всех вод Эгерии.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/237301566/6be113dc8ecbe93170d1b614788b0509_7599138351459520724.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Приглашение ветряных цветов",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/95ca1cc0629928435ad5fa771f17a460_2176272422658468295.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Во время Праздника ветряных цветов многие жители Мондштадта решают свои сердечные дела. На первом празднике, который посетили Путешественник/ца и Паймон, они встретили своего старого знакомого барда Венти, мечтающего заработать на ограниченную партию молодого вина. Он решил научить людей, которые хотели познать мастерство любви, писать любовные стихи. Чтобы быстрее освободиться и опробовать вино, Венти попросил Путешественника/цу и Паймон помочь ему. Также Венти обещал подавать тайные сигналы, чтобы давать советы жителям по поводу сердечных дел. Научиться писать любовные письма захотел и капитан кавалерии Ордо Фавониус Кэйа, который сказал, что как настоящий учитель Венти должен проверять домашние задания у своих учеников."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/07f20cc638f78fca8cded745bef11c66_4179823261222771264.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "С подсказками Венти Путешественник/ца и Паймон отправились помогать людям Мондштадта. Первым делом они встретились с Марвином - членом известной в Мондштадте семьи Гёте. Его строгий и консервативный отец не одобрял отношения сына с девушкой из семьи фермеров, поэтому Марвин хотел подарить отцу анемонию и попросить разрешения встречаться с Марлой. Путешественник/ца и Паймон дали советы Марвину по поводу разговора с отцом и напомнили не забывать в Праздник любви о самой Марле. Затем они отправились к Айлин - девушке, которая мечтает стать рыцарем Ордо Фавониус. Она хотела поднести цветы и стихотворение действующему магистру Джинн, так как является её главной поклонницей. Айлин волновалась, что справедливая, настойчивая и добросовестная Джинн захочет вручить ответный подарок, что отвлечёт ее от важных дел. Но в то же время подарок без подписи мог бы вызвать подозрения. При помощи Венти Путешественник/ца и Паймон дали советы Айлин и отправились к следующему жителю. Альберт, глава фан-клуба Барбары, пастора церкви Фавония и идола Мондштадта, хотел возвести Барбаре огромную цветочную статую и поставить её около входа в собор.\nСобирая стихи своих учеников и выполняя различные поручения, Венти получает стихотворения от Кэйи, Тимея и Беннета.\nСтихотворение Кэйи:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Mi muhe ye</color>\n<color=#ffffffd9>На хиличурлов языке</color>\n<color=#ffffffd9>Значит \"я тебя люблю\"».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Стихотворение Тимея:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Мы у печи — рука в руке.</color>\n<color=#ffffffd9>Там нет огня —</color>\n<color=#ffffffd9>Он в сердце моём».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Стихотворение Беннета (в соавторстве с Рэйзором):"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Ты и Пепельное море —</color>\n<color=#ffffffd9>Так близки, так далеки.</color>\n<color=#ffffffd9>Оно мерцает на краю мира,</color>\n<color=#ffffffd9>Ты живёшь в сердце моём!</color>\n<color=#ffffffd9>Волчий крюк и одуванчик —</color>\n<color=#ffffffd9>Мои анемонии для тебя».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/599eb94d632a3bcc06212d3e4793ddc7_2132090646349250493.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Под руководством знаменитого барда люди смогли раскрыться в любовных стихотворениях, которые отразили души авторов, хоть некоторые из них Венти посчитал недостаточно продуманными. Так как Праздник ветряных цветов появился в городе свободы, то люди сами вольны решать, что сделать в этот день: сделать первый шаг или довериться судьбе. Главное - разделить добрые воспоминания, а остальное пусть решит сердце.\nБлагодаря неоценимой помощи жителям Мондштадта, Путешественник/ца был/а объявлен/а Звездой анемонии и удостоился/ась чести выбрать анемонию и преподнести её Анемо Архонту от имени всех жителей. Посоветовавшись с Венти, являющимся Анемо Архонтом Барбатосом, Путешественник/ца и Паймон узнали об истинной природе анемоний и о том, что для каждого человека они несут свой смысл."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Кто так нежно коснулся твоего лица, израненного, но решительного?</color>\n<color=#ffffffd9>Там, на берегу ручья</color>\n<color=#ffffffd9>Там, у крутого бока валуна.</color>\n<color=#ffffffd9>Кто обнял твою утомлённую, но благородную душу?</color>\n<color=#ffffffd9>Там, в глубине грёз</color>\n<color=#ffffffd9>Там, в вышине небес.</color>\n<color=#ffffffd9>Мой милый друг</color>\n<color=#ffffffd9>Я проведу тебя за руку</color>\n<color=#ffffffd9>Во мрак ночи, где ярко сияют фонари.</color>\n<color=#ffffffd9>Чтобы рассказать тебе сказку о свободе и мечтах</color>\n<color=#ffffffd9>Сказку, с которой начинается этот праздник».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Венти",
        "desc": "Обычный бард, слоняющийся по улочкам Мондштадта.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Кэйа",
        "desc": "Капитан Ордо Фавониус выглядит довольно экзотично. Несмотря на дружелюбие и приветливость, от него веет странным холодком.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/237301566/a59b105ea80a314fc010e1886667facb_435122796050807398.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 35,
        "name": "Барбара",
        "desc": "Все жители Мондштадта боготворят Барбару, но слово «идол» она узнала из модного журнала.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2538,
        "name": "Айлин",
        "desc": "<p>Девушка, которая хочет попасть в рыцари Ордо Фавониус, чтобы сражаться вместе с действующим магистром Джинн.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/b3c18538aa52c9bcac587d2082353452_6088635078184598132.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Джинн",
        "desc": "Справедливый и искренний Рыцарь Одуванчик, действующий магистр Ордо Фавониус.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2547,
        "name": "Тимей",
        "desc": "<p>Алхимик из Мондштадта, помощник Альбедо</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/22/237301566/c5a1adb658e2aa4ef949384256d64056_6584381272218040084.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Беннет",
        "desc": "Добросердечный и порядочный искатель приключений из Мондштадта, который, к несчастью, сказочно невезуч.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 48,
        "name": "Рэйзор",
        "desc": "Мальчик, живущий среди волков в Вольфендоме у Мондштадта, вдали от цивилизации. Ловок как молния.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Razor_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Дыхание анемонии",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Во время второго Праздника ветряных цветов, который посетили Путешественник/ца и Паймон, они сталкиваются с ассистенткой алхимика Сахарозой, назначенной особой посланницей Праздника ветряных цветов. Задачей Сахарозы являлось совершать добрые поступки во время праздника, и каждого человека, кому она помогла, Сахароза просила сделать выдох в пробирку, чтобы собрать «дыхание счастья». Она надеялась использовать это дыхание в алхимии, чтобы получить невиданные чудеса. Сахароза хотела, чтобы последний вздох был особенным, и попросила Путешественника/цу и Паймон помочь совершить что-то сложное."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/1d82f912d49d607775eb1d03f99d4aef_5124665864379630035.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "По пути они встретили свою подругу Коллеи, приехавшую вместе со своими наставниками Тигнари и Сайно из Сумеру на праздник, чтобы встретиться со своей подругой Эмбер. Выбирая книгу в Сувенирной лавке, Коллеи наткнулась на странную записку, похожую на пророчество. <color=#ffffffd9>«Выполнив это, ты сможешь зажечь Светильник блаженства, после чего обретёшь высшее благословение. Найди цветок, что не от мира сего. Найди проводника, что с пути не собьётся. Найди уста, что не лгут. Найди легенду, которой нет конца».</color> Вместе герои решили разгадать тайну записки и найти Светильник блаженства.\nВо время поиска решения герои предположили, что Светильник блаженства способен исполнять желания, и Коллеи задумалась об изменении своего характера. Когда она в первый раз попала в Мондштадт, она была очень незрелой и не хотела подпускать к себе людей. Одна только Эмбер, скаут Ордо Фавониус, не сдавалась. Коллеи стала равняться на свою подругу и надеялась однажды стать похожей на неё, но через несколько лет поняла, что никогда не станет как Эмбер. Коллеи переживала, что она всегда волнуется и накручивает себя от неуверенности, поэтому она захотела изменить себя."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/cf71b33447c4077f2368102d0cdd84e1_4734233364738817117.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Воспользовавшись помощью всех своих друзей, герои нашли летающий остров, посреди которого стоял стол со стульями и приборами на 7 человек и светильником посередине. Высказав все свои предположения по поводу пророчества, с помощью светильника они связались с ведьмой Алисой, матерью Кли. Оказалось, что «пророчество» было письмом-приглашением на прощальную встречу, которое ведьмы отправляли своим подругам, решившим покинуть их и провести остатки дней со своим возлюбленным. Каждая из загадок записки отсылала к одной из ведьм: Рэйндоттир (цветок, что не от мира сего), Николь (проводник, что с пути не собьётся), Алиса (уста, что не лгут) и Андерсдоттер (легенда, которой нет конца)."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/38baf6f86cedc33042b0666e1553b0eb_4030153624051823655.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Алиса рассказала о Ведьмином шабаше, тайном обществе. Когда-то они бросили вызов Анемо Архонту, но тот предложил им петь, а не сражаться. С тех пор ведьмам для встреч остались лишь сень лесов, высь обрывов, простор небес. За чаепитием они обсуждали свои дела и секреты, решали разногласия. Всего было восемь ведьм, среди которых была\nполучившая письмо-приглашение, которое нашла Коллеи,\nнаставница Моны Мегистус\nи\n«Пророчество», которое обнаружила Коллеи в книге, написанной Андерсдоттер, было вложено одной из учениц ведьмы И. Ивановны Н., Скарлетт. Молодая ведьма хотела встретиться с шабашом, чтобы стать официальной преемницей Дж., поэтому решила проследить за Коллеи и друзьями, пока они разгадывали записку.\nВ конце приключений Коллеи, застенчивая и скромная девушка с тяжёлым прошлым, нашла настоящих друзей и особенно сблизилась с Сахарозой, интровертом по своей натуре. Именно «дыхание счастья» Коллеи стало завершающим компонентом для исследования Сахарозы. В качестве анемонии Коллеи выбрала семена падисары, редкого цветка из Сумеру, которые она подарила Путешественнику/це.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Ведьмин шабаш",
        "desc": "<p>Тайное общество ведьм, которое занимается обсуждением секретов за чаепитием и исследованием Ирминсуля.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/7e361b6e509e4197a2d7ce89f277c472_7973032842141432529.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Коллеи",
        "desc": "<p>Стажёр Лесного дозора в лесу Авидья. За её энергичной речью и действиями скрывается довольно закрытая личность.</p><p></p><p><em>«Ты направляешься в Сумеру? Передашь привет Коллеи? Прошло так много времени... Должно быть, она стала выше, а её волосы ещё длиннее...»</em> - Эмбер.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/22/70239714/37a18b6b6865c59063003a9380f08225_1506165806794491631.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 30,
        "name": "Сахароза",
        "desc": "Алхимик, преисполненная любопытством по отношению ко всему на свете. Она занимается исследованием биоалхимии.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sucrose_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Мона",
        "desc": "Таинственный молодой астролог, которая представляется как «великий астролог Мона Мегистус» и на самом деле достойна этого звания. Эрудирована и горделива.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Алиса",
        "desc": "<p>Хранительница границ мира, великая искательница приключений, злой-презлой Додокороль, защитница старого Мондштадта, друг, не покинувший надежду взрослых, составительница «Путеводителя по Тейвату», изобретательница искусства кудзирай, тэмари-дзюцу, поставшица знаменитой госпожи Сангема-бай, старейшина Ведьмина шабаша под кодовым именем «А.» и мама Кли.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/16/237301566/7c4f62f9126f4c80e16f20e2728f449f_5967603972261492538.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "И. Ивановна Н.",
        "desc": "<p>Первый мэр Снежной и ведьма из Ведьмина шабаша.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/28/237301566/194c68529f12745f86263afdec95651d_5467524443463844810.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6369,
        "name": "Николь",
        "desc": "<p>Провидица и ведьма из Ведьмина шабаша под кодовым именем «Н.». Известна как Николь Рейн. Является одной из выживших ангелов. Она лишилась голоса, поэтому может общаться только в головах людей.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/28/237301566/6097983852fabd9062cf80b9534d2eaf_4661262669468787174.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Андерсдоттер",
        "desc": "<p>Аня М. Андерсдоттер - писательница из Мондштадта и ведьма из Ведьмина шабаша.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/f1576f261802f32e6c00a1bf8a6335df_1220539739638345648.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Рэйндоттир",
        "desc": "<p>Алхимик, ведьма из Ведьмина шабаша, одна из грешников Каэнри'ах, мать Альбедо. Известная как Золото и «Р.». Рэйндоттир создала армию монстров, которые атаковали Тейват 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/237301566/a38463ea993adadbabcf39531320e7e8_1855056204939670650.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Барбелот",
        "desc": "<p>Провидица, ведьма из Ведьмина шабаша и учительница Моны. Известна как Астромант Барбелот Трисмегистус и «Б.».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/c11bc32a2df3184a98f12aa253560c6c_2431908676514242104.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3654,
        "name": "Скарлетт",
        "desc": "<p>Преемница И. Ивановны Н., «Дж.»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/19/70239714/e66555c89f10b34832c29f3da1785888_5228179120976403442.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3661,
        "name": "Анемония от Коллеи",
        "desc": "<p>Падисара - это анемония, в которой сокрыты благодарность и пожелания Коллеи. Теперь она дарит эти семена вам.</p><p>Посетив Мондштадт снова, Коллеи сделала робкий шаг в будущее. Пусть оно несёт свет и надежду, как это маленькое семечко на ладони.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/23/237301566/abd1eb8a9d4c6277f7b4560b6c86f784_3641909770099594846.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2351,
        "name": "Принцесса-кабан",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Паралогизм",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/7c544f270e9bb3450d94ecbdccae9669_273197065629943799.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "На третьем Празднике ветряных цветов, который посетили Путешественник/ца и Паймон, в городе начали происходить странные вещи. Несмотря на праздничную атмосферу, многие жители чувствовали подавленность и усталость. Беатрис, которая испытывала романтические чувства к Куинну и часто проводила с ним время, не хотела с ним идти на прогулку и предложила не видеться как-то время. Рыцарь Ордо Фавониус, Майлз, чувствовал сильную усталость, хотя врачи не обнаружили никаких заболеваний. А Донна, влюблённая в Дилюка Рагнвиндра - винного магната Мондштадта, вдруг перестала испытывать к нему чувства, но его брат Кэйа стал в её вкусе. Все они говорили, что недавно что-то увидели, что могло на них так повлиять. Когда Путешественник/ца и Паймон разговаривали с секретарём Гильдии искателей приключений, Катериной, к ним подошёл капитан кавалерии Кэйа и попросил встретиться в штабе Ордо Фавониус и обсудить происшествия в городе. Внутри их встретили капитаны отрядов, которые прибыли в Мондштадт ради важного судебного заседания. Хотя собрались почти все капитаны, среди них не было капитана исследовательского отряда, Альбедо, поскольку именно его дело и было представлено на суде."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/61846d03ca4c99f9c60b42affbf2c859_7108668384710081498.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Заседание суда вела действующий магистр Ордо Фавониус, Джинн; присяжным заседателем выступил дьякон Церкви Фавония, Далия; со стороны обвинения выступила капитан службы тылового обеспечения, Герта; а защищал подсудимого Кэйа. До начала судебного заседания церковь и орден провели тщательное расследование по подозрению Альбедо в убийстве и сокрытии человеческих останков. Со стороны обвинения выступили два свидетеля, утверждавшие, что видели, как Альбедо закапывает тела, и около одного из мест были обнаружены зубы и кость. Также было представлено письмо, написанное рукой алхимика, где обсуждались алхимические процессы, разложение и экстракция. Места, указанные в письме, совпадали с показаниями свидетелей, поэтому Альбедо был признан виновным на первом заседании. После суда Путешественник/ца и Паймон встретились с Анемо Архонтом\nи его другом Далией, представляющего Архонта на суде. Они, как и некоторые другие члены Ордо Фавониус, знали об искусственном происхождении Альбедо и не хотели, чтобы это стало известно на суде, так как люди могли бы воспринять его сущность как причину преступления."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/5a52a67d709bd9d101152d71f87b2cc7_4150489709969786265.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Защита подсудимого могла подать апелляцию в течение нескольких дней, поэтому Джинн и Кэйа попросили Путешественника/цу и Паймон провести независимое расследование, которое привело их на Драконий хребет. Там они обнаружили участок земли, отличающийся от окружающей местности. Разгребая снег, они обнаружили большую яму, в которой можно было бы спрятать труп, но она оказалась пуста. Обвинение считало, что Альбедо избавился от тел с помощью алхимии, но это место отличалось от двух предыдущих, будто кто-то, наоборот, раскопал яму. Изучив все улики, Путешественник/ца и Паймон доложили о них Джинн. Во время время второго судебного заседания объединённая следственная группа представила новые доказательства по делу: они выяснили, что кость принадлежала человеку и обнаружили, что несколько жителей Мондштадта некоторое время назад пропали без вести, и среди них был житель, подходящий под описание костей. Кроме того, обвинение представило карту с отметками, которую обнаружил/а Путешественник/ца и Паймон. И хотя улики казались неопровержимыми, подсудимый продолжал настаивать, что он никого не убивал."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/2f66b153632edf3f32aa8786682da604_2864608022499839467.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Путешественнику/це показалось, что в расследовании что-то упущено, и он/а решил/а обратиться к суду и рассказать, что третье место, отмеченное на карте, отличалось от предыдущих. Следы на Драконьем хребте были старые и указывали на то, что случившийся там эпизод произошёл в другое время, что ставило под сомнение виновность алхимика. Альбедо признался, что карта на самом деле принадлежала ему и что в этих местах на самом деле были спрятаны трупы, а на Драконьем хребте он закопал тело незваного гостя, который хотел тайком избавиться от него, воспользовавшись безлюдностью места. Между ними произошла стычка, и Альбедо был вынужден его убить и закопать тело. И хотя для Герты это было неоспоримым доказательством вины, Альбедо ни разу не сказал, что убил «человека». Двойник Альбедо на Драконьем хребте был неудачным экспериментальным образцом, оставленным в желудке Дурина - объекта исследования алхимика."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/0b79a254e1a808f6fbc90947199ecc3f_7497725688360208629.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В это время в зале суда появились рыцари Ордо Фавониус, которые привели капитана службы тылового обеспечения Ордо Фавониус, Герту. Стоящая во главе обвинения Герта попыталась оправдаться и выставить прибывшего капитана как самозванку, но она не смогла подтвердить, на какой руке у неё остался большой шрам. На этот же вопрос не смог ответить и Майлз, который подозрительно вёл себя последние несколько дней. Альбедо знал, что двойник может изменить свою внешность и добавить себе шрам, но такие изменения могли сказаться на его сообщников. Все они попали под влияние жизненной силы Дурина, и их присутствие мешало двойнику действовать. Если бы начались изменения, существа вокруг попали бы под воздействие это силы, и двойник перестал бы контролировать происходящее. Поняв, что загнана в ловушку, «Герта» перескочила через весь зал и сбежала, а рыцари отправились в погоню."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/7fa926af572da8ca02b46258659e4a60_7828771864322174588.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Когда двойник Герты сбежал, Альбедо наконец рассказал о происходящем. События последних дней были частью плана, который готовили Ордо Фавониус в течение полугода. Они давно следили за возрождением жизненной силы Дурина и как под влиянием разлагающей силы монстры становились агрессивнее. Когда, несколько лет назад, алхимик впервые встретился со своим двойником, он убил его и закопал в снегах, но монстры выкопали его тело и вернули в утробу Дурина. Впитав эмоции, воспоминания и силы двойника, Дурин понял, что больше не является единственным и совершенным творением своей матери, поэтому испытал боль и решил избавиться от Альбедо. От двойника он научился «маскировке», и монстры, которых он порождал, могли принимать чужой облик. Во время наблюдений алхимик заметил, что многие из рискнувших отправиться на Драконий хребет возвращались другими. Некоторые всего лишь попали вод влияние силы Дурина, а другие стали жертвой монстров, которые приняли их облик и проникли в Мондштадт. У большинства двойников не было родственников, поэтому их странное поведение оставалось незамеченным. Алхимик убил двух монстров, пытавшихся напасть на людей, а также похоронил одну из жертв монстров. Пока шло судебное заседание, с Драконьего хребта начали спускаться монстры, а когда их\nподверглось воздействию, они напали на город. Самозванцу пришлось выпустить силу Дурина, и все, кто попал под влияние, были взяты под контроль."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/6d08f6456f416d1d0c167d40bd613e9d_3341522020802498565.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Чтобы обезопасить мондштадтцев от попавших под влияние Дурина, Анемо Архонт использовал силу Анемо, и рыцари Ордо Фавониус смогли изолировать пострадавших людей, не причинив им вреда. Кроме того, Барбатос создал ветряные потоки по всему городу для быстрого перемещения связи между рыцарями. Все мондштадтцы вышли защищать свой дом и благодаря поддержке Анемо Архонта одержали победу нам монстрами. Несмотря на победу, у Альбедо осталось личное дело. Он попросил Барбатоса устроить трёхстороннюю встречу с Ведьминым шабашом и рассказал старейшине шабаша Алисе, что хочет сделать то, что никому ещё не удавалось, - провести трансмутацию человеческого тела. От имени Ведьминого шабаша Алиса согласилась на просьбу Альбедо и предложила встретиться за длинным столом в секретной комнате под библиотекой. Перед тем, как отправиться к Алисе, Путешественник/ца и Паймон встретились с Мини-Дурином - драконом из сказочной страны Симуланки. Он был создан на основе Дурина с Тейвата, и их судьбы были переплетены, поэтому его жизнь была такой же трагичной. Когда Путешественник/ца и герои, попавшие в Симуланку, спасли Мини-Дурина, он познакомился с Альбедо, и они договорились совершить великий подвиг. Мини-Дурин хотел заменить Дурина с Драконьего хребта и с помощью алхимии переродиться в человека."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/f988fb022d6f4d8e58a5f27589940718_4447860165132780159.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "На встрече с Алисой Альбедо попросил у Ведьминого шабаша плоть бессмертного чудовища из Пепельного моря и фрагмент «эмбриона», с помощью которого его мать, Рэйндоттир, создавала своих монстров. Алхимик знал, что Дурина невозможно полностью уничтожить даже после смерти, поэтому решил убить его и искусственно воскресить в другом облике, проведя трансмутацию человеческого тела. Чтобы доказать, что алхимик достоин повелевать силой этих материалов, ведьмы подготовили для него особое испытание: сражение на шахматной доске. Когда Альбедо и Путешественник/ца прошли испытание, а ведьмы признали их победу, Алиса согласилась предоставить необходимые материалы, а алхимик отправился на Драконий хребет, чтобы извлечь ядро жизненной силы из сердца Дурина."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/2452b5b14b78192502cdeddf9466ed5b_8916488509655884257.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "После битвы за Мондштадт Ордо Фавониус выбрали барда\nЗвездой анемонии, которой разрешено выбрать анемонию на праздник. По словам действующего магистра, Венти внёс выдающийся вклад в успех оборонительной операции. Пока рыцари сражались, он укреплял их боевой дух словами и песнями. В качестве анемонии Венти выбрал цветы сесилии - такие же прекрасные, как и их имя.\n<color=#ffffffd9>«\"Истинные чувства блудного сына\". Слова, полные нежности и тепла весеннего ветра».</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/22/237301566/9558caa01a9393f9f9135f9fbca163fb_4756146793959101854.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Когда в Мондштадте наступила кульминация Праздника ветряных цветов, Альбедо начал свой ритуал, а Венти исполнил песню для горожан на главной площади Мондштадта. Когда-то давно мать Альбедо, Рэйндоттир, отправила его в Мондштадт, сказав, что он должен решить одну важную задачу: отыскать истину этого мира. Ему потребовалось время, чтобы подтвердить, что «отыскать истину этого мира» значило «отыскать жизнь». Так, создание Мини-Дурина и стало той истиной, которую так долго искал Альбедо."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Когда нет любви, чтобы песни слагать, в мире становится нечем дышать...»</color>\n<color=#ffffffd9>«Судьба жестокая штука, мой друг. Где герой, что разрушит замкнутый круг?»</color>\n<color=#ffffffd9>«Он придёт и все тайны откроет ключом, он найдёт аромат, что лишь ветру знаком».</color>\n<color=#ffffffd9>«И тоска обратится в зыбкий след, когда он беззвучно ступит на свет».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7683,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7724,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5112,
        "name": "Драконий хребет",
        "desc": "<p>Опасный заснеженный регион на юге Мондштадта, где никогда не тает лёд. Земля на Драконьем Хребте пропитана отравленной кровью дракона Дурина.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/01/237301566/b8b72510f6e10df82a28ab7e44925d9d_6675973962702745321.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7424,
        "name": "Пепельное море",
        "desc": "<p>Место на западной оконечности Натлана, возникшее 500 лет назад во время Катаклизма и известное как безветренная земля. Мастер Рубежей Санхадж Компоре призвал крошечное Царство Ночи, взорвал его и отбросил чёрное бедствие, создав при этом Пепельное море.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/8ef5e0aaf7edf5d156a382a5b0cc72da_768162445189865937.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Гильдия искателей приключений",
        "desc": "<p>Организация, основанная в Снежной, занимающаяся наймом искателей приключений, приёмом и раздачей поручений. Их представительство есть в каждом крупном городе. Девиз гильдии: «К звёздам и к безднам!»</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/673abbcb1fef7c9a42bbf22f47c77c6f_9141822192728269607.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "name": "Ордо Фавониус",
        "desc": "<p>Орден рыцарей, поклявшийся защищать город Мондштадт и его свободу. Хоть они и называют себя рыцарями, на самом деле никто их не посвящал в рыцари. Это титул, дающийся за выполнение долга, который они на себя взяли.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/08/237301566/9bd657b2f14508ea8c0f5e28d6c81c07_5562714250279988251.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Ведьмин шабаш",
        "desc": "<p>Тайное общество ведьм, которое занимается обсуждением секретов за чаепитием и исследованием Ирминсуля.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/7e361b6e509e4197a2d7ce89f277c472_7973032842141432529.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "Барбатос",
        "desc": "<p>Анемо Архонт Мондштадта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/5f7d70114271f8eca21f24cd62499dc6_6427713425223259512.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Альбедо",
        "desc": "Гений, именуемый Принцем мела. Главный алхимик и глава исследовательской команды Ордо Фавониус.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Джинн",
        "desc": "Справедливый и искренний Рыцарь Одуванчик, действующий магистр Ордо Фавониус.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Кэйа",
        "desc": "Капитан Ордо Фавониус выглядит довольно экзотично. Несмотря на дружелюбие и приветливость, от него веет странным холодком.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/237301566/a59b105ea80a314fc010e1886667facb_435122796050807398.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7707,
        "name": "Далия",
        "desc": "<p>Дьякон церкви Фавония и представитель Анемо Архонта.<br><br><em>«Для разрешения споров между жителями нужно чётко прописывать законы, справедливые и беспристрастные. А не так, как Далия... брать представителей спорящих сторон, затаскивать их в таверну и устраивать состязание в выпивке, не выясняя, кто прав, кто виноват. И в итоге они из врагов превращаются в собутыльников. Разве это можно назвать примирением?»</em> - Джинн.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/17/70239714/6e6c5161386ae8dbff7e6d098c9e6ca3_8649965576470821435.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2549,
        "name": "Герта",
        "desc": "<p>Координатор Ордо Фавониус</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/237301566/41b3989240612da358ec175ce92091ee_8875906977253571962.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Дурин",
        "desc": "<p>Теневой дракон и один из детей алхимика Рэйндоттир.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/206a8a0bc1698ae7019f093470f9e845_1446865023244996257.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7680,
        "name": "Мини-Дурин",
        "desc": "<p>Дракон из волшебного мира Симуланки, созданный писательницей Андерсдоттер. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/43cb8d2bf27fb64bb0e4d9109cc0291a_8053752121994020040.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Алиса",
        "desc": "<p>Хранительница границ мира, великая искательница приключений, злой-презлой Додокороль, защитница старого Мондштадта, друг, не покинувший надежду взрослых, составительница «Путеводителя по Тейвату», изобретательница искусства кудзирай, тэмари-дзюцу, поставшица знаменитой госпожи Сангема-бай, старейшина Ведьмина шабаша под кодовым именем «А.» и мама Кли.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/16/237301566/7c4f62f9126f4c80e16f20e2728f449f_5967603972261492538.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Рэйндоттир",
        "desc": "<p>Алхимик, ведьма из Ведьмина шабаша, одна из грешников Каэнри'ах, мать Альбедо. Известная как Золото и «Р.». Рэйндоттир создала армию монстров, которые атаковали Тейват 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/237301566/a38463ea993adadbabcf39531320e7e8_1855056204939670650.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7672,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 464,
        "name": "Сесилия",
        "desc": "Цветы, такие же прекрасные, как и их имя. Они растут только там, где дует резкий холодный ветер.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cecilia_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Праздник ветряных цветов",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/521392bd689a1ad954f84190a0cc32b1_6716600133941708891.jpg"
      },
      {
        "key": "Праздник ветряных цветов",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/07f20cc638f78fca8cded745bef11c66_695064878922090243.jpg"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Праздник ветряных цветов"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Праздник"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Мондштадт"
          }
        ]
      }
    ]
  }
}