{
  "epId": 5102,
  "name": "Адепты",
  "desc": "<p>Группа божественных зверей Ли Юэ, которые тысячелетиями защищают людей.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/237301566/7372a2d1b47769b64d0e87bd21a867a7_6277812751920026426.png",
  "menuId": 23,
  "menuName": "Группа",
  "version": 1739957631,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Адепты",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Адепты - бессмертные божественные звери Ли Юэ, которые на протяжении многих тысячелетий защищают людей. Поскольку у людей есть высшая цель существования, только тот, кто обладает нечеловеческим статусом, может являться Адептом. Никто не рождается Адептом и никто не остаётся им навсегда, поэтому все звери могут стать Адептами. Само слово «Адепт» является титулом, поэтому не все божественные звери так называются. Адептов часто называют «просветлёнными», что указывает на свет их «третьего глаза», с помощью которого Адепты могут использовать энергию элементов. Для людей «третий глаз» принимает форму Глаза Бога, но Адепты, чистые элементальные существа, не нуждаются в Глазах Бога. Они были рождены среди элементальной энергии, которая струится между небом и землёй, поэтому использование энергии стихий является их неотъемлемой частью и не требует никакого сосредоточения. Доподлинно неизвестно, как Адепты получают Глаз Бога, однако, когда они принимают форму человека, то часто используют Глаз Бога как средство применения силы стихии, чтобы соблюдать правила смертных."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/237301566/8bc8ed5052b285574a1fcd8917789598_8569875011699628710.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Полуадепты, в чьих венах течет кровь человека и божественного зверя, скорее всего, не могут изменить свою форму и выглядят одновременно как божественные звери и люди (у Гань Юй есть рога, а у Янь Фэй - рога и чешуя). Продолжительность их жизни намного больше, чем у обычных людей, ведь некоторые полуадепты живут более 3000 лет. Хотя полуадепты обладают естественной способностью резонировать с миром, они, как и смертные, получают Глаза Бога, которые помогают им усовершенствовать свои силы.\nВластелин Камня, Гео Архонт, является первым Адептом, который может благословлять других Адептов как часть их «просветления». Одним из таких благословений является способность создавать маленькие автономные миры и обители Адептов. Хотя Адептам севера, Фу Цзинь и Властительнице лекарств, поклонялись как Адептам, у них нет божественного имени и они не обладают некоторыми силами южных Адептов, такими как способность создавать обители."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/237301566/e7516eb701186c244d7ff526a2288034_5867836691597755314.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "У каждого Адепта есть свои силы. Так, Властелин Камня может контролировать Гео стихию, Сяо и Хранитель Облаков могут контролировать Анемо элемент, а Босациус мог использовать силы Электро. Адепты могут использовать свои силы даже для спасения людей от смерти, хотя смертные и не могут вынести такой энергии.\nКогда Адепты умирают, существует традиция провожать Адептов в последний путь, которая называется «Церемония Вознесения». Этот обряд – церемония, требующая особых костюмов, определённого времени проведения, места, погоды и присутствующих. Некоторые люди верят, что Адепты возносятся на Селестию или даже рождаются там, но никто на самом деле не знает истины об их рождении и смерти."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/237301566/a6d19eeb674008265ba99f55f7d23fe5_1160364334347076924.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Многие Адепты живут в Заоблачном пределе, который считается священным царством Адептов Ли Юэ, обычно недоступным для смертных. Однако есть особые травники, которые зарабатывают на жизнь сбором ценных трав, растущих только в этом месте. Другим смертным нужна особая Печать согласия, чтобы войти в священные земли. Некоторые Адепты устанавливают ловушки для неосторожных путешественников и Похитителей сокровищ, чтобы никто не потревожил их покой.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "name": "Глаз Бога",
        "desc": "<p><em>«Как ты знаешь, Глаз Бога - это артефакт, которым владеет очень небольшое количество людей. В этих артефактах заключена элементальная энергия. На самом деле, каждый владелец Глаза Бога может стать Богом и вознестись в Селестию. Мы называем таких людей Богами Истоков», </em>- Венти.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/18/237301566/fa9e7f4e1400794f2ee1468599880d59_2079863705678792868.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Моракс",
        "desc": "<p>Верховный Адепт и Гео Архонт Ли Юэ. Является старейшим среди семерых Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/51993b7b69c68f3d8388ed314bf1eed8_9041524880344896055.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Сяо",
        "desc": "Бессмертный дух Якса, охраняющий гавань Ли Юэ. Также зовётся Охотником на демонов или Защитником Якса.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Сянь Юнь",
        "desc": "<p>Просветлённый Адепт, которого называют титулом Хранитель Облаков. Никто не сравнится с ней в искусстве механики. Заинтересовавшись мирской жизнью и кулинарией, она поселилась среди людей под именем Сянь Юнь.</p><p></p><p><em>«Говорите, в городе появилась новая жительница? Вы о Сянь Юнь? Хоть выглядит она как самый обычный человек, но в сложных ситуациях на неё можно положиться. Если вы попали в беду, не стесняйтесь обратиться к ней! Она наверняка не откажет в помощи»</em>, - мадам Пин.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/70239714/2c2be27f8876e9435ab8c8b933b8408c_1039880044178545202.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Хранитель Облаков",
        "desc": "<p>Адепт Ли Юэ, увлекающаяся механизмами и проживающая на горе Аоцан.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/70239714/46ee1323ddfe94fe1707c1d50912504e_7792327020743037330.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Гань Юй",
        "desc": "Главный секретарь павильона Лунного моря. В её жилах течёт кровь мифического зверя цилиня.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Янь Фэй",
        "desc": "<p>Известный консультант по юридическим вопросам из Ли Юэ. Проницательная девушка, в чьих венах течёт кровь Божественного зверя.<br><br><em>«Законы - краеугольный камень процветания Ли Юэ, и этот камень необходимо полировать, пока он не станет совершенным. В этой области мы с Янь Фэй давние соперницы. Признаться, она помогла мне найти немало изъянов в текущем законодательстве»</em>, - Нин Гуан.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Фу Цзинь",
        "desc": "<p>Адепт-карп из долины Чэньюй.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/237301566/87ac671b11a51263e1e810e44048dda0_3092152176998967750.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Властительница лекарств",
        "desc": "<p>Адепт медицины из долины Чэньюй.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1fc07e750fce6e4cd6b64141ed66c56e_7681880969564800419.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Босациус",
        "desc": "<p>Маршал Летучий Змей - один из пяти Великих Якс, поклявшихся Властелину Камня истребить демонов и искоренить всё зло.</p><p>Босациус являлся лидером Якс.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/31/70239714/d2699911d0f238be7bda046cb227a35d_3333038124770930032.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Творец Гор",
        "desc": "<p>Адепт, живущий на горе Хулао.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/237301566/24ed91484b6cba0d0f8c7dd916b9f774_2695616478020035984.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1225,
        "name": "Печать согласия",
        "desc": "Символ, позаимствованный у Предвестника Фатуи Чайльда. Жители Ли Юэ обычно проводят ритуалы, посвящённые Адептам, на окраинах Заоблачного предела. Обладатель же этого символа может войти в саму обитель Адептов.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/14/237301566/f80249c279a26c4324e39e61fa4b522e_9004294896780611297.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Война Архонтов",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/a82bdf0881ab4b3d46003b668727a98c_7407766534823115402.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Задолго до войны Архонтов, когда Моракс ещё не получил Сердце Бога, он вместе с другими богами и Адептами основал Ли Юэ и Ассамблею Гуйли. Гуй Чжун, Богиня Пыли, передавала людям свою мудрость и умение создавать механизмы. Мархосиус, Бог Очага, даровал людям знания о приготовлении пищи и создании печей. Вместе с другими Адептами они защищали свой народ. В те далёкие времена Адепты юга, служившие Властелину Камня, дружили с Адептами севера, служившими другой богине. Они часто устраивали чаепития, проводили время вместе, играли музыку и пели."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/5d7ba312dadb3346ea74692d25d818ba_5898312870462407618.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Но когда началась Война Архонтов, земли Ли Юэ стали полем битвы. Богиня севера и её слуги, Фу Цзинь и Властительница лекарств, сражались против Властелина Камня; долина Гуйли была затоплена, и Адепты помогли жителям перебраться к южной части горы Тяньхэн, которая позже стала основным городом. Многие Адепты погибли в этой войне. Мархосиус пожертвовал собой ради людей, потеряв свои силы и память и превратившись в Гобу. Могучий Повелитель Небесных Пределов пожертвовал своими рогами, чтобы сдержать обрушение горы Тяньхэн, обеспечив безопасность жителей деревни, и продолжал сражаться, пока его кровь не вытекла и его жизнь не закончилась. Фу Цзинь и Властительница лекарств пошли против своей богини, чтобы спасти людей от смерти, и потратили все свои силы Адептов. 3700 лет назад Адепты заключили контракт с Властелином Камня и поклялись защищать гавань Ли Юэ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/cbbc2021262142dac77f5818495a655b_3938580049421528200.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "После Войны Архонтов земли Ли Юэ истязали мор и голод. Гниющие останки поверженных богов расползались по свету, переродившись в демонов. Они поднимали восстания, насылали эпидемии, порождали чудовищ, накликали беды. Поэтому Властелин Камня призвал Якс истребить демонов. Они поклялись восстановить порядок и расправиться со злом: <color=#ffffffd9>«Боем мы очистим мир от пороков и этому посвятим жизнь!».</color> Будучи самыми свирепыми и воинственными из всех Адептов, они были готовы на всё ради защиты земель.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Война Архонтов",
        "desc": "<p>Война за божественные троны, объявленная небесным порядком и закончившаяся около двух тысяч лет назад. В результате Войны Архонтов семь правителей семи народов получили Сердце Бога, божественный трон и титул Архонта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1107416649457146883.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5103,
        "name": "Яксы",
        "desc": "<p>Особая группа Адептов, которых Властелин Камня призвал для защиты Ли Юэ от останков поверженных богов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/237301566/e6f039ce45d6de36af9510e64ea896ec_2121518145144141873.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Моракс",
        "desc": "<p>Верховный Адепт и Гео Архонт Ли Юэ. Является старейшим среди семерых Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/51993b7b69c68f3d8388ed314bf1eed8_9041524880344896055.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Гуй Чжун",
        "desc": "<p>Богиня Пыли, погибшая во время Войны Архонтов. Вместе с Властелином Камня и Мархосиусом правила долиной Гуйли. Также известна как Хаагенти.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/70239714/5e065c30389a33ac291a2adf4f59cf71_771678854028551873.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Гоба",
        "desc": "<p>Друг и помощник Сян Лин, который неразлучно её сопровождает и помогает в готовке. <span class=\"wk-shady\">До того, как потратил все свои силы на помощь жителям Ли Юэ, являлся Богом Очага Мархосиусом.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/20/237301566/f85da71c0716edf2cd8333f3b9c55a9c_5730904652047291178.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Фу Цзинь",
        "desc": "<p>Адепт-карп из долины Чэньюй.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/237301566/87ac671b11a51263e1e810e44048dda0_3092152176998967750.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Властительница лекарств",
        "desc": "<p>Адепт медицины из долины Чэньюй.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1fc07e750fce6e4cd6b64141ed66c56e_7681880969564800419.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Могучий Повелитель Небесных Пределов",
        "desc": "<p>Адепт, погибший в Войне Архонтов.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2332,
        "name": "Сборник каменных табличек: Часть 1",
        "desc": "Историческая книга, которую составил знаменитый исследователь древности и переводчик Цзы Чан. В книге описаны различные исторические события.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Stone Tablet Compilations: Vol. I_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2314,
        "name": "Яксы: Защитники Адептов",
        "desc": "<p>Том из коллекции «Скрытые чудеса и фольклор Ли Юэ», которая служит местной версией «Путеводителю по землям Ли Юэ», энциклопедии народных верований и обычаев, написанной Масуди, учёным из Сумеру. Из-за архаичной природы авторского стиля письма, он получил множество отрицательной критики от издателей и читателей. «Яксы: Защитники Адептов» рассказывают читателю о различных духах Якса, которые сражались бок о бок с Гео Архонтом.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Yakshas: The Guardian Adepti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2326,
        "name": "Песни равновесия",
        "desc": "Сборник древних песнопений, которые использовали Адепты и Яксы для восхваления Властелина Камня. Также этот сборник - летопись деяний Гео Архонта.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Verses of Equilibrium_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Смерть Властелина Камня",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/a0a990eea30d7f5ee6099930cc60bb29_169340195974880557.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда во время одной из церемоний Сошествия Властелин Камня был убит, Адепты были в ярости и считали, что Цисин, управляющие Ли Юэ, не справились со своей задачей и допустили смерть Архонта. Хранитель Облаков даже хотела уничтожить всю гавань Ли Юэ, так как считала, что после смерти Архонта последуют ужасные события, от которых она хотела освободить людей.\nАдепты, когда Властелин Камня явился им во сне, решили на время объединиться с Цисин, чтобы защитить Ли Юэ от угрозы. Осиал, побеждённый Властелином Камня во время войны Архонт Вихрей, был вызван Предвестником Фатуи Чайльдом, в надежде выманить Властелина Камня и заполучить его Сердце Бога для Царицы. Адепты модифицировали арбалетную башню баллисты Гуй Чжун, чтобы превратить её в смертоносное оружие. Общими усилиями Миллелитов, Цисин и Адептов древнее божество было остановлено, а Ли Юэ спасён.\nПосле этой битвы Адепты полностью доверили правление Ли Юэ Цисин. И когда супруга Осиала, Бешт, хотела снова напасть на Ли Юэ, чтобы отомстить за мужа, они уже не вмешивались и позволили людям самим защитить город.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Сердце Бога",
        "desc": "<p><em>«У тебя при себе останки Третьего Сошедшего, да? Вы, кажется, называете их Сердцами Бога?» </em>- Скирк в разговоре с Нёвиллетом.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Моракс",
        "desc": "<p>Верховный Адепт и Гео Архонт Ли Юэ. Является старейшим среди семерых Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/51993b7b69c68f3d8388ed314bf1eed8_9041524880344896055.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "name": "Осиал",
        "desc": "<p>Бог Вихрей, побеждённый Мораксом в Войне Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/237301566/6dfc1c5f5f69b627eb5428b304e30377_6627017400427115689.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4905,
        "name": "Бешт",
        "desc": "<p>Жена Архонта Вихря Осиала, напавшая на Ли Юэ, чтобы отомстить за своего мужа.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/13/237301566/72d614d3622e6bfb152d73e415ac32ef_7986868506325834581.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Хранитель Облаков",
        "desc": "<p>Адепт Ли Юэ, увлекающаяся механизмами и проживающая на горе Аоцан.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/70239714/46ee1323ddfe94fe1707c1d50912504e_7792327020743037330.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "Чайльд",
        "desc": "Одиннадцатый Предвестник Фатуи, Чайльд Тарталья.<br/>Он черпает силу из зловещего Глаза Порчи и сражается в стиле, которому обучился в землях тьмы.<br/><br/>Он воин и только воин, обладающий нескончаемой жаждой битв.<br/>Каждый кровавый конфликт, всякий смертельный бой вызывает в нём радость.<br/>Говорят, юный Чайльд был известен всюду за свои боевые заслуги.<br/>Но он никогда не воспринимал это всерьёз.<br/><br/>В конце концов...<br/><i>«Твоя судьба - всегда быть в центре конфликтов,</i><br/><i>А звон клинков всю жизнь будет для тебя музыкой.</i><br/><i>Тёмные воспоминания о том, как вступил в царство мрака,</i><br/><i>Станут в конце концов той силой, с которой ты перевернёшь мир».</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Празднования",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/d5c9c5afb47c2d374724a12982d4ea71_3923824738491132764.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Во времена войны Архонтов по ночам люди запускали ярко горящие фонари, чтобы отчаянно сражавшиеся на полях брани солдаты не забыли дорогу домой и чтобы сердца их не забывали о доброте. Праздник морских фонарей - ежегодный праздник в честь павших героев. Память погибших Адептов чтут с помощью лунного фонаря - большого фонаря с плаустритом в центре, выполненного в виде Адепта. Во время праздников, которые посетили Путешественник/ца и Паймон, почтили память Адептов: Могучего Повелителя Небесных Пределов, Созерцателя Морей и Меногиаса."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/9ed83fa2d6bcada9bf8363303f7d7797_6849639409695348428.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Легенда гласит, что некоторые Адепты перед началом поисков высшего Пути пускались в странствия на лоне природы, чтобы обрести душевный покой, и брали с собой вкусную еду. Проложенный ими путь люди прозвали Путём лакомств. Первоначально «Лунная охота» служила обрядом только для Адептов, но теперь этот праздник отмечает приход осени при свете луны. Жители Лю Юэ наслаждаются любимыми лакомствами, проводят время с родными и близкими и любуются луной и цветами.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Праздник морских фонарей",
        "desc": "<p>Каждый год в день первого полнолуния в Ли Юэ отмечают Праздник морских фонарей. Ночью жители города запускают в небо множество небесных фонарей и один большой лунный фонарь. Внутри каждого фонаря находится кусочек плаустрита и самые сокровенные желания, написанные на специальных палочках. Фонари медленно уплывают вдаль, освещая путь душам верных защитников Ли Юэ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/b0983d81345554d8bccbd27d812b1baf_5582219152507121415.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4938,
        "name": "Лунная охота",
        "desc": "<p>Праздник в Ли Юэ, отмечающий наступление осени при свете луны.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/e5cf6e7f7bbe0108466c1cf6d177bf64_2289089664672472550.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Восемь Великих",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/03/237301566/3f04195c8c23f62ed7825beb72e2102e_2803395068324367639.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В период Войны Архонтов в Ли Юэ была гора с гигантским деревом на вершине. Это дерево было богом по имени Тао Доу, изначально известного под именем Бун. Тогда люди верили, что за Тао Доу находится мир мёртвых, и если в жизни ты совершил тяжкие грехи, твоя душа не сможет пройти за это дерево и попасть в загробный мир. Около двух-трёх тысяч лет назад появились Восемь Великих - восемь людей и зверей, которые создали мощный магический барьер, чтобы очистить Тао Доу. Божество заботилось обо всех живых существах, поэтому вызвалось пожертвовать собой, чтобы успокоить потусторонний мир. Без его воли даже настоящие Адепты не смогли бы одолеть его, не говоря о Восьми Великих. Тао Доу был запечатан в потайном дворце в горах Цинцэ под названием «Скрытый дворец Уван» вместе с другими злыми духами, а сам дворец был зачарован методом Семи-Восьми Врат. После этого останки Тао Доу погрузились в артерии земли и стали границей, разделяющей в Ли Юэ миры живых и мёртвых, а смертные сохранили и продолжили поддерживать его новую форму тысячи лет."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/03/237301566/4d7b1223b8aca0651509f4246beadee3_5111753801797161393.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Среди Восьми Великих было три силы: отшельники Гуй цзан, мудрецы Ляншань и звери Тао Доу. Хотя они обладали могуществом, которое сравнимо с Адептами, многие из них были обычными смертными. Одного из отшельников звали «Повелитель Ветра», он происходил из Двенадцати Племён долины Чэньюй, и его потомки стали основателями клана Лань и древнего искусства предсказания Цимэнь. Второй отшельник обладал мастерством рыбалки и стал известен людям как «Рыбак Юньлай». Считается, что Грозовое фехтование стиля Юньлай, которое использует Нефритовое Равновесие Кэ Цин, появился на основе техники владения удочкой, разработанной рыбаком по имени Юньлай. Третьим отшельником был Малыш Уван, также известный как Старик Уван. По легенде, он всегда появлялся в облике ребёнка и мастерски владел талисманами Цихуан, которые использовал для изгнания демонов, исцеления болезней и защиты от надвигающейся смерти. В мудрецов Ляншань входил Мудрец Ху, мастер резьбы по тыквам-горлянкам, и Мудрец Цзянь, специалист по бронзовым зеркалам. О них сохранилось мало сведений, но известно, что они владели секретным искусством Ляншань, за что и получили титул двух мудрецов Ляншань. Глубоко в горах к югу от Каменных врат есть скрытый дворец, где мудрецы уединились для самосовершенствования. Три зверя Тао Доу, также известные как Трое Бессмертных Тао Доу, жили на горе, где росло дерево-божество. Они были известны как Одинокая бабочка багрового огня, Серебрянокрылая чёрная\nи Златоглазая серебристая лошадь. Это были три благословенных существа, способных принимать человеческий облик и обладающих силами, подобными силе Адептов. Во время обряда очищения Тао Доу Одинокая бабочка пожертвовала собой, ласточка и Повелитель Ветра путешествовали вместе, а Белая Лошадь ушла жить в уединении на хребты Цинцэ. Хотя все они обладали невероятной силой, очищение божества уровня Тао Доу было непростой задачей. Им пришлось использовать секретный метод Семи-Восьми Врат, предполагающий открытие одних врат, чтобы зло не могло выбраться наружу. Одинокая Бабочка отвечала за скрытые врата, а потому исчезла из этого мира. По легенде, Старик Уван был очень предан Бабочке, поэтому продолжил её дело и сохранил ей наследие, передав его основателям ритуального бюро «Ваншэн». Так Бабочка пожертвовала жизнью ради восстановления порядка в мире мёртвых, и благодаря стечению обстоятельств её методы были переданы следующим поколениям, которые продолжили охранять грань между жизнью и смертью. Хотя она исчезла из мира, её наследие по защите Ли Юэ живёт тысячи лет.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Война Архонтов",
        "desc": "<p>Война за божественные троны, объявленная небесным порядком и закончившаяся около двух тысяч лет назад. В результате Войны Архонтов семь правителей семи народов получили Сердце Бога, божественный трон и титул Архонта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1107416649457146883.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Легенды",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Об Адептах слагают множество легенд. Первая легенда рассказывает о каменных статуях, которые расставлены по всему Ли Юэ. Говорят, в отдалённых уголках Ли Юэ прохладными осенними ночами просыпаются древние каменные создания; они смотрят на этот мир, постепенно ставший для них чужим, слушают приветственное кваканье лягушек и жужжание насекомых, и тогда из их каменных глоток вырывается скорбный рёв. А потом они расходятся по землям Ли Юэ, осматривают те земли, что некогда охраняли от зла. Старики из деревни Цинцэ рассказывают, что эти Каменные статуи - мистические создания, что некогда последовали за Властелином Камня на войну. После окончания Войны Архонтов вода отступила, и на земли Ли Юэ вернулся мир. Мистическим созданиям больше не было нужды охранять смертных, как они делали во время войны Архонтов, и они один за другим разошлись по уединённым уголкам мира и предались смиренной жизни далёких от суеты мира отшельников. Однако некоторые мистические создания продолжали тосковать по былым временам, когда они следовали за Гео Архонтом, по тому времени, когда они охраняли Ли Юэ. Хотя мистические создания не принадлежат этому миру, они тем не менее смертны. Поэтому они обратились к Властелину Камня, чтобы он превратил их смертные тела в нерушимый камень. И милосердный Гео Архонт внял их молитвам, и сделал их подобными скалам.\nВторая легенда рассказывает о цилинях - уважаемых, благородных и милосердных божественных зверях. Цилини часто бродят среди гор и лесов и появляются, только когда дождь и сияние звёзд сплетаются вместе глубокой ночью, а вкушают они лишь чистую сладкую росу и горькие пряные травы. Говорят, цилинь никогда не навредит живому, пусть даже это будет лишь букашка, ползущая по травинке. Ещё говорят, что каждая привычка, каждое движение цилиня соответствует изящным правилам древнего этикета и не меняется в течение многих тысяч лет. Легенда гласит, что однажды ночью один собиратель трав совершал омовение в некоем горном озере, как вдруг его разложенную на берегу одежду съел цилинь. Чтобы извиниться за свой грубый поступок и чтобы не пугать смертного сверхъестественным видом Адепта, цилинь принял обличье человеческой девушки, и, дождавшись, когда свет полной луны осветит озеро, она явилась перед собирателем трав. Вместе они бродили среди цветов и бамбуковых зарослей, спали под тихий звон ночных насекомых и вместе видели далёкие древние сны. К тому времени, когда собиратель трав проснулся от скользнувшего по лицу первого луча солнца, Божественный зверь уже бесследно исчезла. Некоторые люди говорят, что потом цилинь провела со смертным всю свою жизнь, родила детей, привыкла к людскому быту.\nТретья легенда рассказывает о мальчике и Адепте-кобылице - Златоглазой серебристой лошади, одной из Восьми Великих. Мальчик заблудился в бамбуковом лесу, и стройная женщина в белых одеждах с золотыми глазами и волосами цветом болого золота предложила помочь вывести его из леса. Жители гор считали этого Адепта дочерью времени, белой лошадью, что вынырнула из чистого источника, неподвластная путам и оковам. Как и её гордую мать, её не могли сдержать никакие преграды и заслоны. Равнинные пастухи, ступая по её следам, сбросили с себя оковы дикой природы и отправились на поиски зелёных пажитей, и все стада устремились за белоснежным жеребёнком. Королевство морских глубин увидело в ней посланницу, в своём воображении они наделили её чешуёй и плавниками и преклоняясь перед светом, исходившим от той, кто была матерью и дочерью одновременно. До войны со вторым престолом, когда небесные посланники благоволили людям, герои и странники ради расположения Адепта совершали паломничества к источникам и сражались друг с другом ради нежности, что она по себе оставляла. Пока мальчик и Адепт ночевали в лесу, она рассказывала разные истории о трёх Лунах, войне со вторым пришедшим и временах до рождения Архонтов."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«В далёком прошлом на небе сияло три луны. Луны были сёстрами, и были они старше, чем Гео Архонт, а родились раньше, чем был заложен Ли Юэ.</color>\n<color=#ffffffd9>Луны были дочерьми стихов и песен, повелительницами лунных ночей. Они разъезжали по небу в серебряных крылатых колесницах. Каждая из них правила одно десятилетие, а после на престоле её сменяла другая. Такой цикл существовал вплоть до дня катастрофы.</color>\n<color=#ffffffd9>У трёх сестёр был один возлюбленный - рассветное светило. Они пересекались лишь раз в день и раз в ночь на четверть часа. Одной из сестёр удалось пересечься с ним и посетить покои рассветного светила. С первыми лучами рассвета повелительница ночи спешно запрягла свою крылатую колесницу и исчезла.</color>\n<color=#ffffffd9>Три сестры одинаково искренне любили их избранника, так же искренне они любили и друг друга. И это было тем, что предшествовало катастрофе, перевернувшей мир с ног на голову.</color>\n<color=#ffffffd9>Потом опрокинулись царские колесницы, разрушились звёздные дворцы. Сёстры на ночном небе рассорились и стали врагами, и ссора их окончилась смертью. Остался лишь один хладный труп, испускающий безжизненное сияние...»</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "После разрушения лунного дворца, падения колесницы и гибели трёх сестёр эти легенды ушли в небытие, а небо установило строгий порядок, остановивший вращение звёзд и движение земли. Закованная в звёздную облочку, Адепт была вынуждена остаться на этой застывшей чужой земле и ждать, когда протянутся нити матери, когда камни сотрутся в пыль, когда случится новая встреча с тем, кто придёт извне.\nНа рассвете мальчик и Адепт разошлись разошлись: мальчик отправился в процветающую гавань, а девушка молча стояла на краю бамбуковой рощи. На заре он услышал ржание и топот копыт, но когда он обернулся, позади никого не было, лишь на плечо лёг белый конский волос. Через много лет, когда мальчик, давно выросший, вспомнит это мгновение, только тогда он поймёт: разница между ними была подобна Бездне. Его судьбой было покинуть родные края и отправиться в Ли Юэ в охоте за богатствами, которые мог бы даровать ему Гео Архонт. Ей же было предначертано жить вдали от мира и строгого, но любящего взгляда Властелина Камня, да хранить древние истории, которые даже она стала понемногу забывать."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/a617a1d0de3a8ceb6be7f6a0995a2187_916208721105143432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Другая легенда связана со странствующим кочевником Гухуа. Он был первым и последним хозяином Дождереза, тёмного светящегося двуручного меча без острых краёв. Много лет назад горные разбойники дали ему имя «Маяк пустоты», потому что увидеть его означало, что нет пути назад. Легенда гласит, что Гухуа был одним из Адептов. При его жизни разбойники боялись выходить из своих пещер, а в диких лесах было так же спокойно, как и в городе. Считается, что в конце своего пути он вознёсся на небеса в пурпурной мгле и стал звездой. Тот, к кому Гухуа проявил доброту, основал в его честь школу Гухуа. Но ни одна школа не может существовать вечно. Когда-то школа Гухуа была знаменита в Ли Юэ, но сейчас она находится в постоянном упадке в течение нескольких сотен лет."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/237301566/d9ad26954d1ce9e0a40f196b72450232_8437343604592123714.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Следующая легенда родом из Фонтейна. Когда-то один путешественник из Фонтейна странствовал по Ли Юэ. Однажды он поскользнулся и упал в озеро. Он уже почти пошёл ко дну и был не в силах сделать вдох, но услышал чудесную мелодию. Говорят, это была самая прекрасная и трогательная мелодия, которую он когда-либо слышал. И, хотя в этот момент решалась его судьба, неземная музыка полностью завладела его вниманием, почти заставив забыть, что он тонет. В себя он пришёл уже на суше. Неподалёку стояла незнакомка, от которой исходила аура, схожая с божественной. Как только она увидела, что ему больше не угрожает опасность, она ушла, не сказав ни слова. Путешественник попытался догнать её, чтобы отблагодарить. Но хотя их разделяли всего десятки шагов, как бы быстро он ни бежал, всё равно не мог к ней приблизиться. Она всё время была на несколько шагов впереди. В конце концов он смог лишь благодарно поклониться вслед деве, уходящей в сторону рек и горных вершин, а затем, наконец отправиться в сторону дома. Вернувшись в Фонтейн, он стал учиться музыке, чтобы, подобно бардам, в песне поведать свою историю всему свету. Сменялись поколения, историю пересказывали, добавляя новых деталей и приукрашивая. В итоге люди стали считать эту женщину кем-то вроде небожительницы. Эта история в Фонтейне стала своего рода народной легендой. Она называется «Дева у озера». Говорят, что если сыграть у озера приятную мелодию, то можно услышать, как дева тихонько вам подыгрывает.\nШестая легенда рассказывает о сложном, но популярном блюде из Ли Юэ. Тщательно отобранные ингредиенты опускаются в бульон и долго томятся на медленном огне. Говорят, что хватило всего лишь по памяти записанного рецепта, чтобы Адепты снова вернулись в мир людей.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Мадам Пин",
        "desc": "<p><span class=\"wk-shady\">Владыка Песен и Скитаний - Адепт Ли Юэ и близкая подруга Гуй Чжун.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/237301566/0f6d6b3952d41b274178b21b4b0169b9_9067827628518347602.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2042,
        "name": "Дождерез",
        "desc": "Светящийся двуручный меч с затупленным остриём, который неистово крушит врагов своей массой.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/雨裁.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 271,
        "name": "«Искушение Адепта»",
        "desc": "Сложное, но очень популярное блюдо Ли Юэ. Тщательно отобранные ингредиенты опускаются в бульон и долго томятся на медленном огне. Хватило всего лишь по памяти записанного рецепта, чтобы Адепты снова вернулись в мир людей.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Adeptus' Temptation_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2338,
        "name": "Хроника Заоблачного предела",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of Jueyun_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2337,
        "name": "Ночь в бамбуковом лесу",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7144,
        "name": "Ручьи скрытого нефрита",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/26abaed96f198252c20ded9a16ce7d4e_3939073526739800803.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Известные Адепты"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "name": "Моракс",
        "desc": "<p>Верховный Адепт и Гео Архонт Ли Юэ. Является старейшим среди семерых Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/51993b7b69c68f3d8388ed314bf1eed8_9041524880344896055.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Властелин Камня, верховный Адепт и Гео Архонт.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Хранитель Облаков",
        "desc": "<p>Адепт Ли Юэ, увлекающаяся механизмами и проживающая на горе Аоцан.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/70239714/46ee1323ddfe94fe1707c1d50912504e_7792327020743037330.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Адепт-журавль, живущая на горе Аоцан.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Творец Гор",
        "desc": "<p>Адепт, живущий на горе Хулао.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/237301566/24ed91484b6cba0d0f8c7dd916b9f774_2695616478020035984.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Адепт-журавль, живущий на горе Хулао.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Владыка Лун",
        "desc": "<p>Адепт, живущий на пике Цинъюнь. Является самым милостивым среди Адептов.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/237301566/8b45d4d81c4e4563d3b75bc3f5350297_6787810010244156248.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Адепт-олень, живущий на пике Цинъюнь.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Могучий Повелитель Небесных Пределов",
        "desc": "<p>Адепт, погибший в Войне Архонтов.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/55f8ede1e3451352d35d9ba8a323df7f_6330949745455225358.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Адепт-олень, спасший гору Тяньхэн от разрушения.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Созерцатель Морей",
        "desc": "<p>Адепт Ли Юэ, любивший коллекционировать различные сокровища.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/bcf3c5e99c0f06cc10a700403456164c_8244983452388089599.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Адепт-гусь, предыдущий владелец Магического Компаса.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Мадам Пин",
        "desc": "<p><span class=\"wk-shady\">Владыка Песен и Скитаний - Адепт Ли Юэ и близкая подруга Гуй Чжун.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/237301566/0f6d6b3952d41b274178b21b4b0169b9_9067827628518347602.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Владыка Песен и Скитаний, которая выбрала жить среди смертных.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Фу Цзинь",
        "desc": "<p>Адепт-карп из долины Чэньюй.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/237301566/87ac671b11a51263e1e810e44048dda0_3092152176998967750.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Адепт-карп, живущая в долине Чэньюй.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Властительница лекарств",
        "desc": "<p>Адепт медицины из долины Чэньюй.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1fc07e750fce6e4cd6b64141ed66c56e_7681880969564800419.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Адепт-змея из долины Чэньюй.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Сяо",
        "desc": "Бессмертный дух Якса, охраняющий гавань Ли Юэ. Также зовётся Охотником на демонов или Защитником Якса.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Златокрылый король и последний выживший Якса.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Босациус",
        "desc": "<p>Маршал Летучий Змей - один из пяти Великих Якс, поклявшихся Властелину Камня истребить демонов и искоренить всё зло.</p><p>Босациус являлся лидером Якс.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/31/70239714/d2699911d0f238be7bda046cb227a35d_3333038124770930032.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Маршал Летучий Змей, лидер Великих Якс.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3518,
        "name": "Меногиас",
        "desc": "<p>Генерал Обезьяна - один из пяти великих Якс, поклявшихся Властелину Камня истребить демонов и искоренить всё зло.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/31/70239714/b2742cbbf69943195273395ecfee65d7_6544746531396387090.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Генерал Обезьяна, один из пяти сильнейших Якс.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3519,
        "name": "Бонанас",
        "desc": "<p>Генерал Витой Моллюск - одна из пяти Великих Якс, поклявшихся Властелину Камня истребить демонов и искоренить всё зло. Пала в бою с Меногиасом</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/31/70239714/e1608d517f0d9d7bd6ce9737bf9f821b_7158137212195827896.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Генерал Витой Моллюск, одна из пяти сильнейших Якс.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3520,
        "name": "Индариас",
        "desc": "<p>Генерал Огнекрыса - одна из пяти Великих Якс, поклявшихся Властелину Камня истребить демонов и искоренить всё зло.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/31/70239714/7e062c2c1ddc8235f9b444a945e14238_9086174557420265741.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Генерал Огнекрыса, одна из пяти сильнейших Якс.\nБронзовый Воробей\nЯкса-птица, который погиб во время Войны Архонтов.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Гань Юй",
        "desc": "Главный секретарь павильона Лунного моря. В её жилах течёт кровь мифического зверя цилиня.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Полуадепт и главный секретарь павильона Лунного моря. В её жилах течёт кровь мифического зверя цилиня.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Янь Фэй",
        "desc": "<p>Известный консультант по юридическим вопросам из Ли Юэ. Проницательная девушка, в чьих венах течёт кровь Божественного зверя.<br><br><em>«Законы - краеугольный камень процветания Ли Юэ, и этот камень необходимо полировать, пока он не станет совершенным. В этой области мы с Янь Фэй давние соперницы. Признаться, она помогла мне найти немало изъянов в текущем законодательстве»</em>, - Нин Гуан.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Полуадепт, отец которой является Адептом. Она родилась в мирное время и не заключала контракт «о служении» с Властелином Камня, а только заключила контракт «о счастливой жизни» со своими родителями.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5085,
        "name": "Лин Юань",
        "desc": "<p>Древняя суаньни, известная как Хозяйка горы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/237301566/5b4231e4ced390bfd124db7badbc7e2a_2633095199288228405.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Суанни, известная как Хозяйка Горы. Хоть Ли Юань и не почитали как Адепта, она является божественным зверем и обладает силами, доступными Адептам.\nОдинокая бабочка багрового огня\nСеребрянокрылая чёрная птица\nЗлатоглазая серебристая лошадь\nТри зверя Тао Доу, также известные как Трое Бессмертных Тао Доу. Входили в число Восьми Великих. Хоть они и не называются Адептами, они являются божественными зверями и обладают способностями принимать человеческий облик, как и Адепты.\nГухуа\nПо легенде является Адептом, который вознёсся на Селестию.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Гоба",
        "desc": "<p>Друг и помощник Сян Лин, который неразлучно её сопровождает и помогает в готовке. <span class=\"wk-shady\">До того, как потратил все свои силы на помощь жителям Ли Юэ, являлся Богом Очага Мархосиусом.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/20/237301566/f85da71c0716edf2cd8333f3b9c55a9c_5730904652047291178.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Мархосиус, Бог Очага, настоящей формой которого является панда. Хоть он и не называется Адептом, он является божественным зверем.",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Адепты"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Ли Юэ"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Божественные звери"
          }
        ]
      },
      {
        "key": "Лидер:",
        "value": [
          {
            "type": "RichText",
            "text": "Властелин Камня"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Адепты",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/237301566/8b648a5bbc14ff32d1c639af61d5be8a_5807738796714292962.png"
      },
      {
        "key": "Адепты",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/237301566/1c95fbf97d478ba9ba8f149c3b458206_3322976828917494594.png"
      }
    ]
  }
}