{
  "epId": 5126,
  "name": "Энканомия",
  "desc": "<p>Древние легенды повествуют о высоком дворце, сияющем, словно солнце, который был погружён в вечную ночь среди сокрушительного пламени войны. По божественному ли провидению или замыслу, но в царстве теней была построена процветающая цивилизация. Однако стрелки часов похоронили всё без разбора - амбиции и желания, радость и печаль - теперь они вечно дремлют под волнами, укутанные в сладкое покрывало забвения.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_3360324174274188396.png",
  "menuId": 20,
  "menuName": "Объяснение терминов",
  "version": 1755067116,
  "components": {
    "galleryCharacter": [
      {
        "key": "Энканомия",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/4baec196ab34b6ef2a5281924842c8f9_5268629077976152491.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные задания"
      },
      {
        "type": "CustomEntry",
        "epId": 5363,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5356,
        "name": "Антигон",
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5358,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5360,
        "name": "Поедатель лотоса",
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5359,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5364,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Боссы"
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Стая вишапов глубин",
        "desc": "<p>Могучее скопление вишапов глубин.<br>Этих вишапов выводил и отбирал народ Энканомии, что наделило их небывалой силой. Вишапы, конечно же, добротой такое отношение не считают.<br>Сильнейшие из стаи способны использовать элементы, вымещая с их помощью гнев.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/29/70239714/30d366662cdc77ca935b519a666b95f4_5113981739465079733.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Развитие персонажей"
      },
      {
        "type": "CustomEntry",
        "epId": 1926,
        "name": "Ложный плавник Дракона глубин",
        "desc": "Кусок биологической ткани, который вы нашли после победы над вишапом глубин.<br/>Хотя он выглядит как плавник, на самом деле он таковым не является.<br/>Жители Бякуякоку хорошо изучили вишапов глубин. Их самой главной отличительной особенностью была способность выбирать, какие черты передавать своему потомству. Из-за своей огромной ненависти к человечеству эти вишапы теряют остроту зрения к моменту достижения зрелого возраста. В то же время они развили определённую степень элементального полиморфизма в боевых целях.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragonheir's False Fin_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Враги"
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2178,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2177,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2179,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Дикие животные"
      },
      {
        "type": "CustomEntry",
        "epId": 2367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2357,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2382,
        "name": "Глубоководный угорь",
        "desc": "Рыба-амфибия с длинным телом, обычно водится глубоко в море. С точки зрения биологии, это родственный обычным унаги вид, который сосуществует и перемещается вместе с другими более крупными животными.<br/>В Энканомию они, скорее всего, попали вместе с вишапами глубин, скатами или даже самим древним Великим змеем.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/18/237301566/55e1dd47263695630a22fd0060a138af_8699784673243019492.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 3050,
        "name": "Коралловая бабочка",
        "desc": "<p>Для миграции сангокорексы принимают форму, в которой становятся похожи на бабочек.</p><p>Когда территория их проживания близка к полному превращению в хаос элементальной энергии, в костной структуре следующего поколения сангокорексов формируются крылья. С помощью этих крыльев они отправляются в путешествие по Энканомии в поисках нового места для жизни, роста и размножения.</p><p>Когда-то они были разрушителями старого порядка, способными жить, только скрываясь в Тёмном море. И там бы они и остались, если бы змеиный бог не дал им ещё один шанс.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/18/237301566/e170cabb4d502affb2ea1f42f2cb5784_1312027478762041106.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Расходные материалы"
      },
      {
        "type": "CustomEntry",
        "epId": 1684,
        "name": "Знак-ключ",
        "desc": "Распространённый на Ватацуми и в Энканомии узор. Он скрывает какую-то тайну.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Key Sigil_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные персонажи"
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Оробаси",
        "desc": "<p>Бог, выведший жителей Энканомии из Тёмного моря на поверхность. Был убит Райдэн Эи.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/1397393f5024f3cfe3e0cd632dae57a6_3946025652687587216.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Эндзё",
        "desc": "<p>Член ордена Бездны, называющий себя книжным червём. Также известен как Нечто, зовущее себя «Эндзё», Санка,  Существо, которое называет себя Санкой, и Кокутю.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/725dbbb16dec2beb477c3a15194eed29_4994320714528602255.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Цуми",
        "desc": "<p>Последняя из вассалов Ватацуми. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/1b4813ee4ee058cd0428721d3301de69_8896134130540367131.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 2024,
        "name": "Око клятвы",
        "desc": "Реликвия Бякуякоку, которая хранилась в Дайнити Микоси. После прихода бога-змея она стала доказательством великой клятвы и чаяний Энканомии.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/证誓之明瞳.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2846,
        "name": "Коллекция Бякуякоку",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/51635400/8a7b95710be73a0c089b83f2ff88270a_5527240524981824881.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Обучение"
      },
      {
        "type": "CustomEntry",
        "epId": 2626,
        "name": "Платформы дня и ночи",
        "desc": "<p>Платформы дня и Платформы ночи пополняются в соответствующее время суток. Чтобы ими управлять, необходимо приблизиться. Но их состояние сбрасывается после переключения между режимами Вечная ночь и Белая ночь.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/06/91977426/1ef525b101a31611b9fe2cc1b0a59aa8_7071859870084498016.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2627,
        "name": "Смена времени суток",
        "desc": "<p>С Золотой уздечкой Энканомии вы можете активировать механизмы для переключения между Вечной ночью и Белой ночью. Такие механизмы можно найти по всей Энканомии, они связаны с Дайнити Микоси и могут быть использованы для смены дня и ночи.<br>Энканомия выглядит по-разному при Вечной ночи и Белой ночи. Используйте возможность переключения между днём и ночью, чтобы раскрыть секреты этой земли.</p><p>Действующие при Белой ночи световые барьеры Токоё рассеиваются в Вечной ночи, и наоборот.</p><p>Воздух Энканомии порой искажается, создавая явления, известные как солнечные фантазмы. Эти иллюзии могут рассеиваться или проявляться при переключении между днём и ночью.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/15/91977426/1ef525b101a31611b9fe2cc1b0a59aa8_3705880812091411423.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2592,
        "name": "Треугольные механизмы",
        "desc": "Включить механизмы можно с помощью атак с определённого расстояния. Через определённое время механизм вернётся в прежнее состояние. Если какие-то механизмы сломались, попробуйте переключиться в состояние Вечная ночь - они сразу же починятся.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/06/91977426/1ef525b101a31611b9fe2cc1b0a59aa8_2578458755254232541.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2611,
        "name": "Глубоководная рыба",
        "desc": "Вы можете парить с косяком глубоководных рыб, когда они вас окружают. Но следите за своим положением - стоит отдалиться от рыб, и вы сразу же утратите подъёмную силу.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/15/91977426/1ef525b101a31611b9fe2cc1b0a59aa8_6140405984497114173.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2639,
        "name": "Места поклонения",
        "desc": "Места поклонения делятся на Солнечные ореолы и Лунные венцы. Первые накапливают силу Белой ночи, а вторые - Вечной ночи, и они даруют эти силы поклоняющимся. Воспользуйтесь этой энергией, чтобы включить механизмы в противоположном состоянии времени суток.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/06/91977426/1ef525b101a31611b9fe2cc1b0a59aa8_4670730438901176043.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Карта"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=1&lang=ru-ru#/map/7?shown_types=333&center=-0.89,-253.00&zoom=-2.00"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Кровавый коралл",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/290cfa259b61d31da19257549fda7675_2342156676239804.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Около шести тысяч лет назад в Тейвате разгорелась война между\nи вторым престолом, во время которой небеса рухнули, а земля раскололась на части, и цивилизация, сейчас известная как Энканомия, погрузилась в Тёмное море, скрытое от взора богов. В этом месте обитали\n- чистые элементальные существа, вынужденные покинуть Тейват из-за войны драконов и небесного порядка. В этом месте царила тьма, потому повсюду были их охотничьи угодья. Люди загоняли вишапов в тень с помощью тысяч фонарей, а те охотились на людей из темноты. Однажды человек по имени Абракс явил свою мудрость, и под его руководством был построен Гелиос, разогнавший тьму. Через год после создания искусственного солнца люди попытались найти выход на поверхность, но вход был запечатан. Вскоре власть захватили храмовники и назначили правление Сына Солнца, объявив Абракса предателем. Во время тирании Сынов Солнца люди организовали сопротивление, но оно развалилось после поимки их лидера. Лишь когда в Энканомии появился бог Оробаси, сбежавший в Тёмное море от Войны Архонтов, люди смогли свергнуть власть Сынов Солнца и храмовников. Во время своего правления змей начал проводить эксперименты над Драконами глубин, чтобы приживить им свои кораллы. Появление Оробаси означало, что запрет на выход из Тёмного моря ослаб, и люди могут подняться на поверхность. Договорившись с Инадзумой, Энканомия начала готовить великое переселение, выучив инадзумский язык и традиции. С тех пор подводное царство называется Энканомией, в противоположность Сангономии, возвышающейся над морем. Остров, на который вышли энканомийцы, назвали Ватацуми, что означает «бог моря»."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/2086e64ad2eee032a9cd2a8ce13ef962_3203592989599891796.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Когда энканомийцы вышли на поверхность, по Сангономии начала распространяться святая земля - расширение ареала обитания Драконов глубин и усиление первобытной элементальной силы трёх миров. Считалось, что как мысли людей и вода текут вниз, так и дух острова Ватацуми влекут глубины Энканомии, поэтому почва постепенно белеет, становясь святой землёй. Каждые пару сотен лет, когда течение духовных артерий благоприятно, люди разрушали барьер между Энканомией и Сангономией, спускались в подводное царство и доставали подавляющую Дракона глубин коралловую ветвь, которую оставил Оробаси. Затем с помощью коралловой ветви они проводили ритуал Ватацуми горё мацури, чтобы, вернув утонувший дух, подавить эрозию святой почвы. Разновидность феномена существовала в Натлане, где богатые флогистоном почвы подавлялись с помощью небесных шипов. Распространение святой земли на Ватацуми, вероятно, связано с геологическим строением острова. По мере впитывания морской воды земля становится сухой и твёрдой, соль вытесняет питательные вещества, почва становится инертной к элементам и непригодной для земледелия. А в коралловых ветвях содержится сила Оробаси, которая может восстановить элементальность почвы и отменить эффект обесцвечивания. Ритуал Ватацуми горё мацури по своей сути призван использовать жизненную силу змеиного бога для пробуждения его вторых фамильяров - сангокорексов. Эти существа превращают первозданную силу стихий в более умеренную энергию элементов земель людей, и их массовое пробуждение изменяет всю экологическую среду Энканомии. Огромный коралл символизирует пробуждение сангокорексов кровью змеиного бога."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/7db3b9feada1531e2ee5071e009c79a1_451701779957585920.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда пришло время проведения очередного ритуала Ватацуми горё мацури, Божественная жрица Сангономия Кокоми попросила Путешественника/цу и Паймон, которые помогли ей в гражданской войне, спуститься в Энканомию и достать кровавый коралл Оробаси. Сняв печать и добыв ключ бездны, омытой луной, они открыли вход в Энканомию и спустились в подводное царство. Там, в библиотеке, они встретили странного человека, представившегося им учёным по имени Эндзё, что означает «над бездной», которого отправили помогать Путешественнику/це и Паймон переводить древние тексты. Благодаря его подсказкам Путешественник/ца и Паймон смогли отыскать Золотую уздечку, чтобы снять защитный барьер с Гелиоса, и активировать искусственное солнце. Но несмотря на оказанную помощь, Эндзё вёл себя подозрительно и не внушал доверия, а один из грешных духов Токоё сообщил, что учёный обладает силой, способной развеять его существование. Когда Путешественник/ца и Паймон нашли все фрагменты Поводьев воскрешения, необходимых для открытия прохода к Драконам глубин, и победили их, сняв с них кровавый коралл, перед ним предстал Эндзё. Оказалось, что он являлся Чтецом Бездны из ордена Бездны, и основной его целью в Энканомии был поиск запрещённой книги «До солнца и луны», в которой он хотел найти информацию об инопланетном происхождении Селестии. Поскольку Эндзё не нашёл книгу ни в библиотеке, ни в других местах Энканомии, он предположил, что она находится у Путешественника/цы, и напал на него/неё. Когда он не смог победить, он исчез, а Путешественник/ца и Паймон поднялись на поверхность и отдали кровавый коралл Божественной жрице.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5363,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Война Архонтов",
        "desc": "<p>Война за божественные троны, объявленная небесным порядком и закончившаяся около двух тысяч лет назад. В результате Войны Архонтов семь правителей семи народов получили Сердце Бога, божественный трон и титул Архонта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1107416649457146883.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Элементальные драконы",
        "desc": "<p>Древнейшая раса существ, правящая Тейватом ещё до появления людей. Драконы принадлежат Миру света.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/15/237301566/693da8a1b01352fde999598e49b34fde_541324707221914524.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Орден Бездны",
        "desc": "<p>Организация, состоящая из проклятых жителей Каэнри'ах и монстров, не имеющих ничего общего с людьми. Они существуют во всех уголках этого мира и являются врагами наземных цивилизаций. Главной целью ордена Бездны является уничтожение мира под властью семи Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/30/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5331078896039253866.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Изначальный",
        "desc": "<p>Первый сошедший, победивший семь владык элементальных драконов и создавший людей. Также, вероятно, известен как Фанет.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_4818954959690057221.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Оробаси",
        "desc": "<p>Бог, выведший жителей Энканомии из Тёмного моря на поверхность. Был убит Райдэн Эи.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/1397393f5024f3cfe3e0cd632dae57a6_3946025652687587216.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Кокоми",
        "desc": "<p>Божественная Жрица острова Ватацуми. Все дела острова находятся в руках этой молодой леди.<br><br><em>«Её Превосходительство Сангономия - превосходный стратег. Она видит каждый манёвр врагов, даже находясь за тысячи километров от поля боя. Воюя с армией сёгуна, мы значительно уступали им не только числом, но и вооружением. Однако тактика Её Превосходительства перевесила все наши недостатки. За все победы, о которых сейчас славно поют на острове Ватацуми, мы должны благодарить Её Превосходительство Сангономию»</em>, - Горо.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Эндзё",
        "desc": "<p>Член ордена Бездны, называющий себя книжным червём. Также известен как Нечто, зовущее себя «Эндзё», Санка,  Существо, которое называет себя Санкой, и Кокутю.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/725dbbb16dec2beb477c3a15194eed29_4994320714528602255.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Стая вишапов глубин",
        "desc": "<p>Могучее скопление вишапов глубин.<br>Этих вишапов выводил и отбирал народ Энканомии, что наделило их небывалой силой. Вишапы, конечно же, добротой такое отношение не считают.<br>Сильнейшие из стаи способны использовать элементы, вымещая с их помощью гнев.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/29/70239714/30d366662cdc77ca935b519a666b95f4_5113981739465079733.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Чтец Бездны: Пламя бездны",
        "desc": "Управляющий огнём Бездны монстр, который стремится постигнуть смысл магических писаний. Принадлежит ордену Бездны.<br/>Обычные люди называют этих существ «Чтецами», но истинное значение их прозвища несколько иное. «Чтец» также означает «учёный». Они считают, что чтение магических писаний делает их сильнее.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3050,
        "name": "Коралловая бабочка",
        "desc": "<p>Для миграции сангокорексы принимают форму, в которой становятся похожи на бабочек.</p><p>Когда территория их проживания близка к полному превращению в хаос элементальной энергии, в костной структуре следующего поколения сангокорексов формируются крылья. С помощью этих крыльев они отправляются в путешествие по Энканомии в поисках нового места для жизни, роста и размножения.</p><p>Когда-то они были разрушителями старого порядка, способными жить, только скрываясь в Тёмном море. И там бы они и остались, если бы змеиный бог не дал им ещё один шанс.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/18/237301566/e170cabb4d502affb2ea1f42f2cb5784_1312027478762041106.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Кровавый коралл",
        "desc": "Коралл, в котором сосредоточена жизненная сила Ватацуми Омиками. Это важная часть Ватацуми горё мацури.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1501,
        "name": "Поводья воскрешения",
        "desc": "Драгоценность, наследие Бякуякоку. Олицетворяет высшую власть в стране и наделяет способностью повелевать душами потустороннего мира.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Reins of Revival_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2327,
        "name": "Хроники Сангономии",
        "desc": "Труд знаменитого историка сёгуната Кудзё Митидзанэ, одного из «Трёх сановников Кудзё», Содержит краткую историю острова Ватацуми.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sangonomiya Chronicles_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "До солнца и луны",
        "desc": "Запрещённые к прочтению простыми людьми хроники, в которых исторические события перемежаются баснями. В них рассказывается история от сотворения мира до строительства Дайнити Микоси.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/dec07bda3e1d4f841407070fa80b593b_2202536601431242530.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Подношение врат трёх миров",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/3eedbb236edfd30079133e20c2099bc9_9155306630120246409.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Через некоторое время после проведения ритуала Ватацуми горё мацури, Божественная жрица Кокоми заметила, что с ритуалом было что-то не так. Вместого того чтобы обратить феномен святой земли вспять, ритуал лишь приостановил его. Такое свершилось впервые в истории Сангономии, поэтому Кокоми отправила несколько войск в Энканомию, но те не смогли добиться успеха и были серьёзно ранены. Вся Энканомия была объята тьмой, исходившей из Бездны пустоты, которую не могли вынести ни люди, ни вишапы, а также появились доселе неизвестные чудовища, Рыцари Чёрного Змея. Помочь раненным спустилась жрица Цуми, которой не было в списках Сангономии. «Жрица» носила необычную змеиную маску, закрывающую половину её лица, объясняя это травмой, которой она не хотела пугать окружающих. Некоторые солдаты сообщали, что видели за этой маской змеиные зрачки. С помощью ритуала Сэнто она смогла осветить Дайнити Микоси, где остановились раненые. Чтобы выяснить произошедшее, Кокоми снова попросила Путешественника/цу и Паймон спуститься в Энканомию. Перед погружением Кокоми отдала им часть реликвии Сангономии, которая должна была им помочь, когда они окажутся перед сложным выбором."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/b948ac47f0b6ddf32f00f30046bf7c80_1077600166197844810.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Спустившись в Энканомию, Путешественник/ца и Паймон получили от Цуми Шкатулку Бокусу, способную собирать свет вокруг себя и рассеивать тьму. Также они узнали, что из-за подавляющей силы Мира пустоты, всё в Мире света и Мире людей застыло, и нужно было отправиться к трём углам треугольника, защищающего Энканомию. Башни пустоты на углах были восстановлены членом ордена Бездны, Эндзё, с которым Путешественник/ца и Паймон уже встречались. С помощью башен пустоты он начал распространять энергию Бездны, что принесло сангокорексам и вишапам глубин великие мучения. Чтобы избавиться от тьмы, нужно было взобраться на вершины башен и активировать расположенные там Резцы, чтобы те выпустили энергию, подавляющую тьму. Когда Путешественник/ца и Паймон соединили все башни и активировали Резцы Мира света, тьма начала рассеиваться, но Дайнити Микоси окутала мгла."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/a6281ca7f0f17746bdbdc3b43d3cecc6_4235814674161287787.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Решив, что тьма у Дайнити Микоси обусловлена влиянием Эндзё, Путешественник/ца и Паймон отправились к нему на встречу. Эндзё рассказал, что Цуми являлась эволюционировавшем вишапом глубин. В Энканомии существовала легенда, что после поражения вишапам глубин пришлось эволюционировать, чтобы выжить, и они начали имитировать победителей. Со временем появились вишапы, которые от людей не отличались ничем, кроме формы зрачков. Их назвали люди-вишапы. В легенде они проникли в Энканомию, тобы подменить собой людей на важных постах. Поскольку у Цуми были змеиные зрачки, Путешественник/ца и Паймон поверили, что она использовала их ради мести Эндзё, который её предал. Он заключил с вишапами союз, пообещав им погрузить Энканомию во тьму, чтобы те отправили лучших из лучших в Дайнити Микоси на спасение своих заключённых сородичей. Взамен они должны были гарантировать ордену Бездны безопасный проход по своим землям и помощь в восстановлении башен пустоты. Но вишапы не знали, что для элементальных созданий тьма Бездны - ужасная отрава. Поскольку поход Эндзё в Энканомию оказался безрезультатным, он решил помочь Путешественнику/це и Паймон направить свет и рассеять тьму в Дайнити Микоси с помощью механизмов, которые он оставил. На прощание он подарил им часть украшения, которое нашёл в Дайнити Микоси. Эта часть являлась третью украшения и была похожа на то, что им отдала Кокоми."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/400feccc825e5dac9ba0493623ef48aa_4916453309848461991.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Активировав механизмы и очистив Дайнити Микоси, Путешественник/ца и Паймон вернулись к Цуми. Хоть тьма над Дайнити Микоси рассеялась, Цуми казалось, что башня слышит её желания. Достаточно было только подумать, и она меняла яркость. Если бы Цуми того пожелала, башня бы рухнула перед ней. От одной мысли, как по щелчку пальцев, разрушился бы источник великих страданий вишапов. Но Цуми не могла этого сделать. Когда при встрече Путешественник/ца отдал/а ей две части медальона, Цуми соединила его со своим, и они образовали медальон в форме трёх переплётшихся змей."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/dd24b9b451e2ae8db2f2d645c7b48153_6251536462468880765.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Первыми фамильярами Оробаси были божественные вассалы. Согласно легенде, эти полулюди-полузмеи помогли энканомийцам отразить нападение вишапов глубин. Поскольку они жили среди людей, со временем они стали походить на них во всём, кроме змеиных зрачков - главной отличительной особенности вассалов. Когда Оробаси истратил все силы на создание острова Ватацуми, вассалы Ватацуми перестали рождаться, и осталась лишь последняя из них. Люди возлагали на неё большие надежды, ведь она должна была стать связью между людьми и вишапами. Но когда она была ещё совсем младенцем, на неё и опекавшую её жрицу на границе Энканомии напали вишапы, которые потом вырастили девочку. Медальон с переплётшимися змеями принадлежал началу эпохи, когда Оробаси упорядочил придворные чины и реформировал Энканомию. Дайнити Микоси, клану Сангономия и вассалам Ватацуми вручили три медальона. Это должно было возложить на народ, дзибасири и божественных вассалов ответственность друг за друга. Фрагмент медальона Цуми идеально подходил к фрагментам из Саногономии и Дайнити Микоси лишь потому, что она была последним вассалом Ватацуми, но она отказалась принять это и вернулась к вишапам глубин."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«В ваших человеческих книгах есть одна поговорка. Раньше я её не понимала.</color>\n<color=#ffffffd9>\"Место человека там, где он родился, а животного - где его кормят\".</color>\n<color=#ffffffd9>Я вишап, не человек. Я возвращаюсь туда, где мне место.</color>\n<color=#ffffffd9>Дайнити Микоси пусть стоит себе на здоровье. Но однажды настанет тот день, когда мы вернёмся».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Когда Энканомия была очищена, а Путешественник/ца и Паймон вернулись к Саногономии Кокоми, та посчитала необходимым придумать новый способ борьбы со святой землёй, чтобы больше не вредить вишапам. Также она рассказала, что легенда о людях-вишапах является всего лишь выдумкой и даже в засекреченных хрониках Сангономии данных о них нет.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Орден Бездны",
        "desc": "<p>Организация, состоящая из проклятых жителей Каэнри'ах и монстров, не имеющих ничего общего с людьми. Они существуют во всех уголках этого мира и являются врагами наземных цивилизаций. Главной целью ордена Бездны является уничтожение мира под властью семи Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/30/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5331078896039253866.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Кокоми",
        "desc": "<p>Божественная Жрица острова Ватацуми. Все дела острова находятся в руках этой молодой леди.<br><br><em>«Её Превосходительство Сангономия - превосходный стратег. Она видит каждый манёвр врагов, даже находясь за тысячи километров от поля боя. Воюя с армией сёгуна, мы значительно уступали им не только числом, но и вооружением. Однако тактика Её Превосходительства перевесила все наши недостатки. За все победы, о которых сейчас славно поют на острове Ватацуми, мы должны благодарить Её Превосходительство Сангономию»</em>, - Горо.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Эндзё",
        "desc": "<p>Член ордена Бездны, называющий себя книжным червём. Также известен как Нечто, зовущее себя «Эндзё», Санка,  Существо, которое называет себя Санкой, и Кокутю.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/725dbbb16dec2beb477c3a15194eed29_4994320714528602255.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Цуми",
        "desc": "<p>Последняя из вассалов Ватацуми. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/1b4813ee4ee058cd0428721d3301de69_8896134130540367131.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Оробаси",
        "desc": "<p>Бог, выведший жителей Энканомии из Тёмного моря на поверхность. Был убит Райдэн Эи.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/1397393f5024f3cfe3e0cd632dae57a6_3946025652687587216.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 1250,
        "name": "Сломанное украшение",
        "desc": "Небольшое украшение, которое вам дала Кокоми. Похоже на фрагмент какого-то предмета. По словам Кокоми, оно может вам пригодиться.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragmented Accessory_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8266,
        "name": "Сломанное украшение",
        "desc": "Фрагмент, который вам дал Эндзё. Он украл его из Дайнити Микоси. По всей вероятности, это реликвия Энканомии.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/16/a21fc0f3c1d6bde76b144022b7474936_1606506675991326498.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6557,
        "name": "Шкатулка Бокусо",
        "desc": "<p>Используйте её, чтобы очистить определённую область в Энканомии от влияния тьмы.</p><p>Название Бокусо состоит из двух частей: «боку», что означает «приближаться к тому, что хорошо», и «со», что означает «сторониться того, что запятнано».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/237301566/f1dc40ef4d1e9fac77dd82d4fb821ad4_4328382152253294511.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1703,
        "name": "Карта Цуми",
        "desc": "Карта Цуми с пометками.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/23/218387610/26858b581b2cf3c792d0154fb3abc06f_3905027416335226605.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Трейлеры и тизеры",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Трейлер версии 2.4 «Краски мимолётности»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/b8920ea3d5233ee9bd8288aaf926f4c8_213448050570946558.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>26 декабря 2021</color>\nТам, где цвета тусклы, скрываются коварные тени.\nТам, где царит ночь, ещё горят костры.\nТам, где светит солнце, не покидает сердца надежда.\nЭти надежды подобны ярким огням праздничных фейерверков.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=2Rjxp4bBu6s"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Трейлер версии 2.5 «Когда цветёт сакура»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/15/237301566/03c205a44b83d0e7542ddcdd33101468_236279980987100215.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>4 февраля 2022</color>\nСвященная сакура стоит на вершине горы Ёго с незапамятных времён, её бесконечные корни глубоко уходят в землю.\nПод сенью её кроны люди молятся о благословении, кицунэ лукаво смеётся над бренным миром, а божество мечтает о вечности.\nМир меняется, люди приходят и уходят, и только Священная сакура неизменно продолжает цвести.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=S71sh48SaHc&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Иллюстрации",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Обои браузерного события «Воспоминания среди звёзд» II"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/237301566/302f955d91aa3cbad4758f43eeee7005_2957895869632344027.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>5 октября 2024</color>\nС четвёртой годовщиной, Путешественники!\nМы подготовили для вас обои браузерного события «Воспоминания среди звёзд». Сохраняйте и пользуйтесь!\nПолные обои можно скачать по ссылке в HoYoLAB."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Обучение",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "«Записи об Инадзуме»: Энканомия, выпуск I - Новые механизмы"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/237301566/e71c1f12b4d42a4e90102aafba47195c_2530420951542839796.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>28 декабря 2021</color>\nВ версии 2.4 станет доступен новый регион Инадзумы, Энканомия. Это таинственное место под Сангономией наверняка вызвало любопытство Путешественников, посетивших остров Ватацуми. Давайте подробнее рассмотрим новые механизмы, которые встретятся в Энканомии!\nP.S. В этих записях будут предварительно разъяснены способы решения головоломок для части механизмов. Если вы хотите пройти игру полностью самостоятельно, лучше воздержитесь от прочтения!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "«Записи об Инадзуме»: Энканомия, выпуск II - Новые существа"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/237301566/2c7962c6091a231077f44b1dd243b9e8_4440995499364995319.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>29 декабря 2021</color>\nПозвольте представить вам новых существ и врагов, обитающих в Энканомии. Если вы заинтересованы, давайте посмотрим!\nP.S. Эти записи расскажут вам о новом контенте Энканомии. Если вы хотите пройти игру полностью самостоятельно, лучше воздержитесь от прочтения!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "OST",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Islands of the Lost and Forgotten"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/237301566/d9101d03f34dc4af8e047fe90e609d28_7442412283687436653.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>13 апреля 2022</color>\nВышел второй альбом OST Инадзумы Genshin Impact «Islands of the Lost and Forgotten»!\n<color=#ff9999>Диск 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=skI5KmOIHl4&ab_channel=GenshinImpact"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Энканомия"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Постоянная область"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Инадзума"
          }
        ]
      },
      {
        "key": "Версия выхода:",
        "value": [
          {
            "type": "RichText",
            "text": "2.4"
          }
        ]
      }
    ]
  }
}