{
  "epId": 5126,
  "name": "Энканомия",
  "desc": "<p>Древние легенды повествуют о высоком дворце, сияющем, словно солнце, который был погружён в вечную ночь среди сокрушительного пламени войны. По божественному ли провидению или замыслу, но в царстве теней была построена процветающая цивилизация. Однако стрелки часов похоронили всё без разбора - амбиции и желания, радость и печаль - теперь они вечно дремлют под волнами, укутанные в сладкое покрывало забвения.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_3360324174274188396.png",
  "menuId": 20,
  "menuName": "Объяснение терминов",
  "version": 1757759744,
  "components": {
    "galleryCharacter": [
      {
        "key": "Энканомия",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/23/237301566/46cebbcced702f2f728c5fd49dc3101b_2007705856530731292.png"
      },
      {
        "key": "Энканомия",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/23/237301566/618f29ef1608f72b4b098d5eb51b183c_692403029136214663.png"
      },
      {
        "key": "Энканомия",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/23/237301566/432f0c87cd1ccaae75a0d8b523da32d1_2274992294533567118.png"
      },
      {
        "key": "Белая ночь",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/23/237301566/637744d450823aab46c29eeb0a859cc8_4777758532173070664.png"
      },
      {
        "key": "Солнечные фантазмы",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/23/237301566/cf0e9cf25ca30fe1f418f9ff59f32609_9194216448250951542.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/23/237301566/b2369923a8c39b9afb9e386e8623876c_5532710033261158164.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/23/237301566/fd6b58968ad9ee8968dd6ecc405dac23_1424247802144711850.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Трейлеры и тизеры",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Трейлер версии 2.4 «Краски мимолётности»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/b8920ea3d5233ee9bd8288aaf926f4c8_213448050570946558.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>26 декабря 2021</color>\nТам, где цвета тусклы, скрываются коварные тени.\nТам, где царит ночь, ещё горят костры.\nТам, где светит солнце, не покидает сердца надежда.\nЭти надежды подобны ярким огням праздничных фейерверков.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=2Rjxp4bBu6s"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Трейлер версии 2.5 «Когда цветёт сакура»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/15/237301566/03c205a44b83d0e7542ddcdd33101468_236279980987100215.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>4 февраля 2022</color>\nСвященная сакура стоит на вершине горы Ёго с незапамятных времён, её бесконечные корни глубоко уходят в землю.\nПод сенью её кроны люди молятся о благословении, кицунэ лукаво смеётся над бренным миром, а божество мечтает о вечности.\nМир меняется, люди приходят и уходят, и только Священная сакура неизменно продолжает цвести.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=S71sh48SaHc&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Иллюстрации",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Обои браузерного события «Воспоминания среди звёзд» II"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/17/237301566/302f955d91aa3cbad4758f43eeee7005_2957895869632344027.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>5 октября 2024</color>\nС четвёртой годовщиной, Путешественники!\nМы подготовили для вас обои браузерного события «Воспоминания среди звёзд». Сохраняйте и пользуйтесь!\nПолные обои можно скачать по ссылке в HoYoLAB."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Обучение",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "«Записи об Инадзуме»: Энканомия, выпуск I - Новые механизмы"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/237301566/e71c1f12b4d42a4e90102aafba47195c_2530420951542839796.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>28 декабря 2021</color>\nВ версии 2.4 станет доступен новый регион Инадзумы, Энканомия. Это таинственное место под Сангономией наверняка вызвало любопытство Путешественников, посетивших остров Ватацуми. Давайте подробнее рассмотрим новые механизмы, которые встретятся в Энканомии!\nP.S. В этих записях будут предварительно разъяснены способы решения головоломок для части механизмов. Если вы хотите пройти игру полностью самостоятельно, лучше воздержитесь от прочтения!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "«Записи об Инадзуме»: Энканомия, выпуск II - Новые существа"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/17/237301566/2c7962c6091a231077f44b1dd243b9e8_4440995499364995319.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>29 декабря 2021</color>\nПозвольте представить вам новых существ и врагов, обитающих в Энканомии. Если вы заинтересованы, давайте посмотрим!\nP.S. Эти записи расскажут вам о новом контенте Энканомии. Если вы хотите пройти игру полностью самостоятельно, лучше воздержитесь от прочтения!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "OST",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Islands of the Lost and Forgotten"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/237301566/d9101d03f34dc4af8e047fe90e609d28_7442412283687436653.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>13 апреля 2022</color>\nВышел второй альбом OST Инадзумы Genshin Impact «Islands of the Lost and Forgotten»!\n<color=#ff9999>Диск 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=skI5KmOIHl4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Кровавый коралл",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/290cfa259b61d31da19257549fda7675_2342156676239804.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Около шести тысяч лет назад в Тейвате разгорелась война между\nи вторым престолом, во время которой небеса рухнули, а земля раскололась на части, и цивилизация, сейчас известная как Энканомия, погрузилась в Тёмное море, скрытое от взора богов. В этом месте обитали\n- чистые элементальные существа, вынужденные покинуть Тейват из-за войны драконов и небесного порядка. В этом месте царила тьма, потому повсюду были их охотничьи угодья. Люди загоняли вишапов в тень с помощью тысяч фонарей, а те охотились на людей из темноты. Однажды человек по имени Абракс явил свою мудрость, и под его руководством был построен Гелиос, разогнавший тьму. Через год после создания искусственного солнца люди попытались найти выход на поверхность, но вход был запечатан. Вскоре власть захватили храмовники и назначили правление Сына Солнца, объявив Абракса предателем. Во время тирании Сынов Солнца люди организовали сопротивление, но оно развалилось после поимки их лидера. Лишь когда в Энканомии появился бог Оробаси, сбежавший в Тёмное море от Войны Архонтов, люди смогли свергнуть власть Сынов Солнца и храмовников. Во время своего правления змей начал проводить эксперименты над Драконами глубин, чтобы приживить им свои кораллы. Появление Оробаси означало, что запрет на выход из Тёмного моря ослаб, и люди могут подняться на поверхность. Договорившись с Инадзумой, Энканомия начала готовить великое переселение, выучив инадзумский язык и традиции. С тех пор подводное царство называется Энканомией, в противоположность Сангономии, возвышающейся над морем. Остров, на который вышли энканомийцы, назвали Ватацуми, что означает «бог моря»."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/2086e64ad2eee032a9cd2a8ce13ef962_3203592989599891796.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Когда энканомийцы вышли на поверхность, по Сангономии начала распространяться святая земля - расширение ареала обитания Драконов глубин и усиление первобытной элементальной силы трёх миров. Считалось, что как мысли людей и вода текут вниз, так и дух острова Ватацуми влекут глубины Энканомии, поэтому почва постепенно белеет, становясь святой землёй. Каждые пару сотен лет, когда течение духовных артерий благоприятно, люди разрушали барьер между Энканомией и Сангономией, спускались в подводное царство и доставали подавляющую Дракона глубин коралловую ветвь, которую оставил Оробаси. Затем с помощью коралловой ветви они проводили ритуал Ватацуми горё мацури, чтобы, вернув утонувший дух, подавить эрозию святой почвы. Разновидность феномена существовала в Натлане, где богатые флогистоном почвы подавлялись с помощью небесных шипов. Распространение святой земли на Ватацуми, вероятно, связано с геологическим строением острова. По мере впитывания морской воды земля становится сухой и твёрдой, соль вытесняет питательные вещества, почва становится инертной к элементам и непригодной для земледелия. А в коралловых ветвях содержится сила Оробаси, которая может восстановить элементальность почвы и отменить эффект обесцвечивания. Ритуал Ватацуми горё мацури по своей сути призван использовать жизненную силу змеиного бога для пробуждения его вторых фамильяров - сангокорексов. Эти существа превращают первозданную силу стихий в более умеренную энергию элементов земель людей, и их массовое пробуждение изменяет всю экологическую среду Энканомии. Огромный коралл символизирует пробуждение сангокорексов кровью змеиного бога."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/7db3b9feada1531e2ee5071e009c79a1_451701779957585920.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда пришло время проведения очередного ритуала Ватацуми горё мацури, Божественная жрица Сангономия Кокоми попросила Путешественника/цу и Паймон, которые помогли ей в гражданской войне, спуститься в Энканомию и достать кровавый коралл Оробаси. Сняв печать и добыв ключ бездны, омытой луной, они открыли вход в Энканомию и спустились в подводное царство. Там, в библиотеке, они встретили странного человека, представившегося им учёным по имени Эндзё, что означает «над бездной», которого отправили помогать Путешественнику/це и Паймон переводить древние тексты. Благодаря его подсказкам Путешественник/ца и Паймон смогли отыскать Золотую уздечку, чтобы снять защитный барьер с Гелиоса, и активировать искусственное солнце. Но несмотря на оказанную помощь, Эндзё вёл себя подозрительно и не внушал доверия, а один из грешных духов Токоё сообщил, что учёный обладает силой, способной развеять его существование. Когда Путешественник/ца и Паймон нашли все фрагменты Поводьев воскрешения, необходимых для открытия прохода к Драконам глубин, и победили их, сняв с них кровавый коралл, перед ним предстал Эндзё. Оказалось, что он являлся Чтецом Бездны из ордена Бездны, и основной его целью в Энканомии был поиск запрещённой книги «До солнца и луны», в которой он хотел найти информацию об инопланетном происхождении Селестии. Поскольку Эндзё не нашёл книгу ни в библиотеке, ни в других местах Энканомии, он предположил, что она находится у Путешественника/цы, и напал на него/неё. Когда он не смог победить, он исчез, а Путешественник/ца и Паймон поднялись на поверхность и отдали кровавый коралл Божественной жрице.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5363,
        "name": "От заката до рассвета в Бякуякоку",
        "desc": "<p>Цепочка мировых заданий, посвящённая исследованию Энканомии вместе с учёным Эндзё.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/22/88347907/9ac1bf9f98c6a2dc7e4c3fc05009f0f3_1745510478278335847.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Война Архонтов",
        "desc": "<p>Война за божественные троны, объявленная небесным порядком и закончившаяся около двух тысяч лет назад. В результате Войны Архонтов семь правителей семи народов получили Сердце Бога, божественный трон и титул Архонта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1107416649457146883.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Элементальные драконы",
        "desc": "<p>Древнейшая раса существ, правящая Тейватом ещё до появления людей. Драконы принадлежат Миру света.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/15/237301566/693da8a1b01352fde999598e49b34fde_541324707221914524.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Орден Бездны",
        "desc": "<p>Организация, состоящая из проклятых жителей Каэнри'ах и монстров, не имеющих ничего общего с людьми. Они существуют во всех уголках этого мира и являются врагами наземных цивилизаций. Главной целью ордена Бездны является уничтожение мира под властью семи Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/30/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5331078896039253866.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Изначальный",
        "desc": "<p>Первый сошедший, победивший семь владык элементальных драконов и создавший людей. Также, вероятно, известен как Фанет.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_4818954959690057221.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Оробаси",
        "desc": "<p>Бог, выведший жителей Энканомии из Тёмного моря на поверхность. Был убит Райдэн Эи.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/1397393f5024f3cfe3e0cd632dae57a6_3946025652687587216.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Кокоми",
        "desc": "<p>Божественная Жрица острова Ватацуми. Все дела острова находятся в руках этой молодой леди.<br><br><em>«Её Превосходительство Сангономия - превосходный стратег. Она видит каждый манёвр врагов, даже находясь за тысячи километров от поля боя. Воюя с армией сёгуна, мы значительно уступали им не только числом, но и вооружением. Однако тактика Её Превосходительства перевесила все наши недостатки. За все победы, о которых сейчас славно поют на острове Ватацуми, мы должны благодарить Её Превосходительство Сангономию»</em>, - Горо.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Эндзё",
        "desc": "<p>Член ордена Бездны, называющий себя книжным червём.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/725dbbb16dec2beb477c3a15194eed29_4994320714528602255.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Стая вишапов глубин",
        "desc": "<p>Могучее скопление вишапов глубин.<br>Этих вишапов выводил и отбирал народ Энканомии, что наделило их небывалой силой. Вишапы, конечно же, добротой такое отношение не считают.<br>Сильнейшие из стаи способны использовать элементы, вымещая с их помощью гнев.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/29/70239714/30d366662cdc77ca935b519a666b95f4_5113981739465079733.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Чтец Бездны: Пламя бездны",
        "desc": "Управляющий огнём Бездны монстр, который стремится постигнуть смысл магических писаний. Принадлежит ордену Бездны.<br/>Обычные люди называют этих существ «Чтецами», но истинное значение их прозвища несколько иное. «Чтец» также означает «учёный». Они считают, что чтение магических писаний делает их сильнее.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3050,
        "name": "Коралловая бабочка",
        "desc": "<p>Для миграции сангокорексы принимают форму, в которой становятся похожи на бабочек.</p><p>Когда территория их проживания близка к полному превращению в хаос элементальной энергии, в костной структуре следующего поколения сангокорексов формируются крылья. С помощью этих крыльев они отправляются в путешествие по Энканомии в поисках нового места для жизни, роста и размножения.</p><p>Когда-то они были разрушителями старого порядка, способными жить, только скрываясь в Тёмном море. И там бы они и остались, если бы змеиный бог не дал им ещё один шанс.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/18/237301566/e170cabb4d502affb2ea1f42f2cb5784_1312027478762041106.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Кровавый коралл",
        "desc": "Коралл, в котором сосредоточена жизненная сила Ватацуми Омиками. Это важная часть Ватацуми горё мацури.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1501,
        "name": "Поводья воскрешения",
        "desc": "Драгоценность, наследие Бякуякоку. Олицетворяет высшую власть в стране и наделяет способностью повелевать душами потустороннего мира.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Reins of Revival_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2327,
        "name": "Хроники Сангономии",
        "desc": "Труд знаменитого историка сёгуната Кудзё Митидзанэ, одного из «Трёх сановников Кудзё», Содержит краткую историю острова Ватацуми.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sangonomiya Chronicles_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "До солнца и луны",
        "desc": "Запрещённые к прочтению простыми людьми хроники, в которых исторические события перемежаются баснями. В них рассказывается история от сотворения мира до строительства Дайнити Микоси.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/dec07bda3e1d4f841407070fa80b593b_2202536601431242530.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Подношение врат трёх миров",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/3eedbb236edfd30079133e20c2099bc9_9155306630120246409.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Через некоторое время после проведения ритуала Ватацуми горё мацури, Божественная жрица Кокоми заметила, что с ритуалом было что-то не так. Вместо того чтобы обратить феномен святой земли вспять, ритуал лишь приостановил его. Такое свершилось впервые в истории Сангономии, поэтому Кокоми отправила несколько войск в Энканомию, но те не смогли добиться успеха и были серьёзно ранены. Вся Энканомия была объята тьмой, исходившей из Бездны пустоты, которую не могли вынести ни люди, ни вишапы, а также появились доселе неизвестные чудовища, Рыцари Чёрного Змея. Помочь раненным спустилась жрица Цуми, которой не было в списках Сангономии. «Жрица» носила необычную змеиную маску, закрывающую половину её лица, объясняя это травмой, которой она не хотела пугать окружающих. Некоторые солдаты сообщали, что видели за этой маской змеиные зрачки. С помощью ритуала Сэнто она смогла осветить Дайнити Микоси, где остановились раненые. Чтобы выяснить произошедшее, Кокоми снова попросила Путешественника/цу и Паймон спуститься в Энканомию. Перед погружением Кокоми отдала им часть реликвии Сангономии, которая должна была им помочь, когда они окажутся перед сложным выбором."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/b948ac47f0b6ddf32f00f30046bf7c80_1077600166197844810.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Спустившись в Энканомию, Путешественник/ца и Паймон получили от Цуми Шкатулку Бокусу, способную собирать свет вокруг себя и рассеивать тьму. Также они узнали, что из-за подавляющей силы Мира пустоты, всё в Мире света и Мире людей застыло, и нужно было отправиться к трём углам треугольника, защищающего Энканомию. Башни пустоты на углах были восстановлены членом ордена Бездны, Эндзё, с которым Путешественник/ца и Паймон уже встречались. С помощью башен пустоты он начал распространять энергию Бездны, что принесло сангокорексам и вишапам глубин великие мучения. Чтобы избавиться от тьмы, нужно было взобраться на вершины башен и активировать расположенные там Резцы, чтобы те выпустили энергию, подавляющую тьму. Когда Путешественник/ца и Паймон соединили все башни и активировали Резцы Мира света, тьма начала рассеиваться, но Дайнити Микоси окутала мгла."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/a6281ca7f0f17746bdbdc3b43d3cecc6_4235814674161287787.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Решив, что тьма у Дайнити Микоси обусловлена влиянием Эндзё, Путешественник/ца и Паймон отправились к нему на встречу. Эндзё рассказал, что Цуми являлась эволюционировавшем вишапом глубин. В Энканомии существовала легенда, что после поражения вишапам глубин пришлось эволюционировать, чтобы выжить, и они начали имитировать победителей. Со временем появились вишапы, которые от людей не отличались ничем, кроме формы зрачков. Их назвали люди-вишапы. В легенде они проникли в Энканомию, тобы подменить собой людей на важных постах. Поскольку у Цуми были змеиные зрачки, Путешественник/ца и Паймон поверили, что она использовала их ради мести Эндзё, который её предал. Он заключил с вишапами союз, пообещав им погрузить Энканомию во тьму, чтобы те отправили лучших из лучших в Дайнити Микоси на спасение своих заключённых сородичей. Взамен они должны были гарантировать ордену Бездны безопасный проход по своим землям и помощь в восстановлении башен пустоты. Но вишапы не знали, что для элементальных созданий тьма Бездны - ужасная отрава. Поскольку поход Эндзё в Энканомию оказался безрезультатным, он решил помочь Путешественнику/це и Паймон направить свет и рассеять тьму в Дайнити Микоси с помощью механизмов, которые он оставил. На прощание он подарил им часть украшения, которое нашёл в Дайнити Микоси. Эта часть являлась третью украшения и была похожа на то, что им отдала Кокоми."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/400feccc825e5dac9ba0493623ef48aa_4916453309848461991.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Активировав механизмы и очистив Дайнити Микоси, Путешественник/ца и Паймон вернулись к Цуми. Хоть тьма над Дайнити Микоси рассеялась, Цуми казалось, что башня слышит её желания. Достаточно было только подумать, и она меняла яркость. Если бы Цуми того пожелала, башня бы рухнула перед ней. От одной мысли, как по щелчку пальцев, разрушился бы источник великих страданий вишапов. Но Цуми не могла этого сделать. Когда при встрече Путешественник/ца отдал/а ей две части медальона, Цуми соединила его со своим, и они образовали медальон в форме трёх переплётшихся змей."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/07/237301566/dd24b9b451e2ae8db2f2d645c7b48153_6251536462468880765.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Первыми фамильярами Оробаси были божественные вассалы. Согласно легенде, эти полулюди-полузмеи помогли энканомийцам отразить нападение вишапов глубин. Поскольку они жили среди людей, со временем они стали походить на них во всём, кроме змеиных зрачков - главной отличительной особенности вассалов. Когда Оробаси истратил все силы на создание острова Ватацуми, вассалы Ватацуми перестали рождаться, и осталась лишь последняя из них. Люди возлагали на неё большие надежды, ведь она должна была стать связью между людьми и вишапами. Но когда она была ещё совсем младенцем, на неё и опекавшую её жрицу на границе Энканомии напали вишапы, которые потом вырастили девочку. Медальон с переплётшимися змеями принадлежал началу эпохи, когда Оробаси упорядочил придворные чины и реформировал Энканомию. Дайнити Микоси, клану Сангономия и вассалам Ватацуми вручили три медальона. Это должно было возложить на народ, дзибасири и божественных вассалов ответственность друг за друга. Фрагмент медальона Цуми идеально подходил к фрагментам из Саногономии и Дайнити Микоси лишь потому, что она была последним вассалом Ватацуми, но она отказалась принять это и вернулась к вишапам глубин."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«В ваших человеческих книгах есть одна поговорка. Раньше я её не понимала.</color>\n<color=#ffffffd9>\"Место человека там, где он родился, а животного - где его кормят\".</color>\n<color=#ffffffd9>Я вишап, не человек. Я возвращаюсь туда, где мне место.</color>\n<color=#ffffffd9>Дайнити Микоси пусть стоит себе на здоровье. Но однажды настанет тот день, когда мы вернёмся».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Когда Энканомия была очищена, а Путешественник/ца и Паймон вернулись к Саногономии Кокоми, та посчитала необходимым придумать новый способ борьбы со святой землёй, чтобы больше не вредить вишапам. Также она рассказала, что легенда о людях-вишапах является всего лишь выдумкой и даже в засекреченных хрониках Сангономии данных о них нет.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Орден Бездны",
        "desc": "<p>Организация, состоящая из проклятых жителей Каэнри'ах и монстров, не имеющих ничего общего с людьми. Они существуют во всех уголках этого мира и являются врагами наземных цивилизаций. Главной целью ордена Бездны является уничтожение мира под властью семи Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/30/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5331078896039253866.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Кокоми",
        "desc": "<p>Божественная Жрица острова Ватацуми. Все дела острова находятся в руках этой молодой леди.<br><br><em>«Её Превосходительство Сангономия - превосходный стратег. Она видит каждый манёвр врагов, даже находясь за тысячи километров от поля боя. Воюя с армией сёгуна, мы значительно уступали им не только числом, но и вооружением. Однако тактика Её Превосходительства перевесила все наши недостатки. За все победы, о которых сейчас славно поют на острове Ватацуми, мы должны благодарить Её Превосходительство Сангономию»</em>, - Горо.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Эндзё",
        "desc": "<p>Член ордена Бездны, называющий себя книжным червём.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/725dbbb16dec2beb477c3a15194eed29_4994320714528602255.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Цуми",
        "desc": "<p>Последняя из вассалов Ватацуми. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/1b4813ee4ee058cd0428721d3301de69_8896134130540367131.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Оробаси",
        "desc": "<p>Бог, выведший жителей Энканомии из Тёмного моря на поверхность. Был убит Райдэн Эи.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/1397393f5024f3cfe3e0cd632dae57a6_3946025652687587216.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 1250,
        "name": "Сломанное украшение",
        "desc": "Небольшое украшение, которое вам дала Кокоми. Похоже на фрагмент какого-то предмета. По словам Кокоми, оно может вам пригодиться.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragmented Accessory_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8266,
        "name": "Сломанное украшение",
        "desc": "Фрагмент, который вам дал Эндзё. Он украл его из Дайнити Микоси. По всей вероятности, это реликвия Энканомии.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/16/a21fc0f3c1d6bde76b144022b7474936_1606506675991326498.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6557,
        "name": "Шкатулка Бокусо",
        "desc": "<p>Используйте её, чтобы очистить определённую область в Энканомии от влияния тьмы.</p><p>Название Бокусо состоит из двух частей: «боку», что означает «приближаться к тому, что хорошо», и «со», что означает «сторониться того, что запятнано».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/237301566/f1dc40ef4d1e9fac77dd82d4fb821ad4_4328382152253294511.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1703,
        "name": "Карта Цуми",
        "desc": "Карта Цуми с пометками.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/23/218387610/26858b581b2cf3c792d0154fb3abc06f_3905027416335226605.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Утроба змея",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/5bcd5796e223ef978f12d015cb86aac8_3525836883539017513.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Около шести тысяч лет тому назад, во время войны\nи второго престола, страна, теперь названная Энканомией, погрузилась в Тёмное море, скрытое от взора небес. Вход в Энканомию сейчас находится в Инадзуме, на острове Ватацуми, куда бог Энканомии вывел свой народ. Утроба змея соединяет Сангономию и Энканомию. Проход к древней цивилизации скрыт за огромной дверью со знаками-ключами. Когда-то эти знаки пяти видов использовали по всей Энканомии и появлялись они на поверхности только перед открытием прохода. По легендам, с пробуждением Энканомии народу Ватацуми будет дарован новый набор ключей. Активировав все знаки-ключи, в открывшихся воротах можно увидеть проход вглубь скалы, которая ранее казалась сплошной. В конце прохода путь к Энканомии преграждают двери, открыть которые можно лишь с помощью ключа, омытого луной. Считается, что этот ключ выкован из пролитой крови Оробаси, и использовать его может лишь тот, чьё сердце чисто, как сама вода. Путешественник/ца и Паймон были отправлены в Энканомию по поручению Верховной жрицы Сангономии, чтобы добыть кровавый коралл, необходимый для проведения ритуала Ватацуми горё мацури на острове Ватацуми для прекращения распространения феномена святой земли."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/c4f9dcc9b8458b457395b74e0545a3d9_7849352208924339452.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "В Утробе змея растёт Драконий цветок, и если полить его особой водой из Реки забвения, цветок даст плод, названный жемчужиной Драконьего цветка. У бардов эта жемчужина известна как «плод безмятежности», поскольку она избавляет человека от тревог и приносит покой. Тысячи лет назад, когда Оробаси ещё не появился в Энканомии, существовало сопротивление против тирании, правящей цивилизацией. Когда их лидер был захвачен, костяк сопротивления полностью развалился. Обычные ученики, кто следовал за ним, спаслись благодаря тому, что находились далеко от эпицентра событий. Те, кому посчастливилось спастись, бежали в заранее подготовленные укрытия, надеясь вновь набраться сил. Они верили, что нужно время, и они снова смогут возглавить движение. Но на всё были нужны деньги, которых у них не было, поэтому кто-то предложил продавать жемчужины Драконьего цветка. Его аромат способен расслабить и успокоить тревожные мысли, сметая все заботы, поэтому на рынке он стоил дорого. Рецепт на самом деле принёс сопротивлению настоящее богатство, но вскоре некоторые из членов стали избегать конфликтов и сражений, а позже попросили разрешение покинуть их ряды, поскольку причины бороться дальше больше не было. Собранную жемчужину Драконьего цветка можно обменять у Марджори из Мондштадта, Линь Лан из Ли Юэ или Микоси Гэнитиро из Инадзумы, но лишь Марджори слышала легенду о пложе безмятежности."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/23/237301566/97805383565b33f6b2de6777468fe5eb_2887353943448377993.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В одном из водопадов локации можно найти меч инадзумского клана Ивакура, Хакуэн Митимицу Амэнома. Этот клан был основан сыном лейтенанта Электро Архонта, Микоси Митихиро. После того как его мать, Микоси Тиё, обезумела от Кошмара после Катаклизма, Митихиро отказался от своего имени, став Ивакурой Митихиро. Потомки клана Ивакура не получали Глаз Бога, поэтому их мастерство владения мечом является результатом многолетнего оттачивания техники и тренировки ума и тела. Секретной техникой клана являлась Гроза Тэнгу. Говорили, что её можно применить только тогда, когда в сердце нет ни следа замешательства. Этот клинок когда-то принадлежал единственному наследнику клана, получившему Глаз Бога, Ивакуре Кодзо. Когда во время Охоты на Глаза Бога Ивакура Кодзо лишился своего Глаза Бога, он распустил своих учеников, и те встали на путь кайраги. Когда они напали на Путешественника/цу, тот/та был/а вынужден/а их победить, и во время встречи Путешественника/цы и Ивакуры мастер фехтования захотел отомстить за своих павших учеников, но также был побеждён. Клинок, оставленный мастером Ивакурой, можно вернуть к Кургану мечей на острове Наруками, где оставлены мечи погибших самураев школы."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/cd73c08a5fe0b409b1bb1447b0c40690_6720986774513411192.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Утроба змея находится за пределами трёх углов, защищающих энканомийцев, во владении вишапов глубин. Считается, что однажды маленький мальчик поспорил с друзьями, что сможет отыскать Драконий цветок, но вместо этого обнаружил в пещере огромного змея, которого никогда прежде не видел. Почему-то, глядя на титаническую фигуру змея, ребёнок не испытывал страха, а скорее ощущал некое родство. Тогда мальчик попросил этого змея стать их богом, и тот согласился. Так Оробаси, сбежавший в Тёмное море от Войны Архонтов, стал богом Энканомии. После того как энканомийцы покинули эту землю, Энканомия стала снова принадлежать вишапам, и жители Ватацуми даже подкармливали их, бросая подношения в Бездну, омытую луной.\nВ данной локации можно начать серию заданий мира"
      },
      {
        "type": "CustomEntry",
        "epId": 5363,
        "name": "От заката до рассвета в Бякуякоку",
        "desc": "<p>Цепочка мировых заданий, посвящённая исследованию Энканомии вместе с учёным Эндзё.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/22/88347907/9ac1bf9f98c6a2dc7e4c3fc05009f0f3_1745510478278335847.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "name": "Сошедшие",
        "desc": "<p>Пришельцы из других миров, чья воля способна бросить вызов целому миру.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/11/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4156932272784159524.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "name": "Война Архонтов",
        "desc": "<p>Война за божественные троны, объявленная небесным порядком и закончившаяся около двух тысяч лет назад. В результате Войны Архонтов семь правителей семи народов получили Сердце Бога, божественный трон и титул Архонта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1107416649457146883.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Изначальный",
        "desc": "<p>Первый сошедший, победивший семь владык элементальных драконов и создавший людей. Также, вероятно, известен как Фанет.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_4818954959690057221.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Оробаси",
        "desc": "<p>Бог, выведший жителей Энканомии из Тёмного моря на поверхность. Был убит Райдэн Эи.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/1397393f5024f3cfe3e0cd632dae57a6_3946025652687587216.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2516,
        "name": "Марджори",
        "desc": "<p>Владелица сувенирной лавки «Великолепие ветра» и дочь главы мондштадской Гильдии искателей приключений.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/16/237301566/b195b7518f98782dcc8591c4b97e8073_7334388019498919904.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2485,
        "name": "Микоси Гэнитиро",
        "desc": "<p>Владелец мастерской «Нэцкэ но гэн»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/21/237301566/297551f8ecf8b1d4b75e0e144174ca3f_3274162271712956004.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3673,
        "name": "Линь Лан",
        "desc": "<p>Владелица антиквартной лавки «Сигу»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/25/237301566/1667567e4306f64879b95e9393077e11_6663728977455648287.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2024,
        "name": "Око клятвы",
        "desc": "Реликвия Бякуякоку, которая хранилась в Дайнити Микоси. После прихода бога-змея она стала доказательством великой клятвы и чаяний Энканомии.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/证誓之明瞳.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1684,
        "name": "Знак-ключ",
        "desc": "Распространённый на Ватацуми и в Энканомии узор. Он скрывает какую-то тайну.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Key Sigil_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 907,
        "name": "Ключ бездны, омытой луной",
        "desc": "Странное сокровище с труднопроизносимым названием, которое, по легенде, было выковано из крови Ватацуми Омиками.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Key of the Moon-bathed Deep_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Кровавый коралл",
        "desc": "Коралл, в котором сосредоточена жизненная сила Ватацуми Омиками. Это важная часть Ватацуми горё мацури.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1630,
        "name": "Коралловая ветвь внешних морей",
        "desc": "Материал возвышения оружия.<br/>Остров Ватацуми - самый отдалённый в цепочке инадзумского архипелага, а его название на древнем языке острова означает «бог морей». Согласно легенде, когда исполинский змей впервые вышел из царства вечной ночи, его тело было полностью покрыто светящимися кораллами.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Coral Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1628,
        "name": "Драгоценная ветвь внешних морей",
        "desc": "Материал возвышения оружия.<br/>Таких кораллов не сыскать во всём Тейвате. Это дар, который получил исполинский змей, когда вторгся в Тёмное море. Для змея кораллы на его теле были символом могущества, а лишиться их означало потерять его. Иначе говоря, эти кораллы наделены невероятной силой.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1629,
        "name": "Нефритовая ветвь внешних морей",
        "desc": "Материал возвышения оружия.<br/>Потеряв всё, божество бежало в морскую пучину и увидело там отвергнутый народ, у которого ничего не было. Так, оно решило остаться и стать их «Оробаси но микото», их «Ватацуми Омиками».<br/>Говорят, что бог-змей однажды отломал с себя все ветви, чтобы дать своим свившимся кольцами во тьме детям свет. Также говорят, что из коралловых ветвей он соорудил лестницу, чтобы его дети смогли подняться на поверхность и увидеть солнечный свет.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1631,
        "name": "Золотая ветвь внешних морей",
        "desc": "Материал возвышения оружия.<br/>Название «Ватацуми» означает безответные надежды, которые отвергнутый народ морских глубин возложил на ведшего их бога-змея.<br/>И потому, что теперь у бога-змея был народ, который ему преклонялся, он остался в мире, который должен был давно покинуть, отламывая со своего тела коралловые ветви, ступая там, где ступать был не должен, и борясь с противником, которого ему было не одолеть - пока наконец его божественная форма не была разрублена вместе с горами, его кровь стала плазмой, а его сила и воля превратились в вечный яд - Татаригами.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1929,
        "name": "Жемчужина Драконьего цветка",
        "desc": "Плод Драконьего цветка, созданный с помощью воды из Реки забвения. Считается, что он избавляет человека от тревог и приносит покой. Отказ от своих целей и желаний, довольство и удовлетворение... Разве это не счастье?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragonbone Orb_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6558,
        "name": "Воды Реки забвения",
        "desc": "<p>Вода из реки, которая протекает рядом с Храмом вечной ночи. Слегка светится в темноте. Она не способна стереть воспоминания, чего не скажешь о созданной с её помощью жемчужине Драконьего цветка.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/12/237301566/dd685f8fb909ee50995633211dbf5161_8201159687920737648.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 171,
        "name": "Хакуэн Митимицу Амэнома",
        "desc": "Наследственный клинок клана Ивакура.<br/>Несмотря на исключительную технику ковки и на то, что он участвовал во многих сражениях, клинок не обладает никакой особой силой. Потомки клана Ивакура никогда не получали Глаз Бога, поэтому их мастерство владения мечом является результатом многолетнего оттачивания техники и тренировки ума и тела.<br/>Этот меч довольно долго пролежал в воде и полностью проржавел.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/218387610/75e048c6e2c3c49049bf20c28744423c_3265819787122053387.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2647,
        "name": "Знак-ключ",
        "desc": "Изображения, известные как знаки-ключи, происходят из Энканомии. Всего насчитывается пять ключей. Подобно тому, как правильный ключ открывает нужный замок, каждый из знаков-ключей может открыть печать с соответствующим изображением. Соберите ключи и используйте их по назначению!",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/15/91977426/1ef525b101a31611b9fe2cc1b0a59aa8_5042004734415176558.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Теснина",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/010094c80b9d07dd35b10c748cee0ec1_1793264237474938176.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Первой локацией, куда можно попасть из Утробы змея, является Теснина. В давние времена она была зажата между горным склоном и областью, известной как Круглые земли, благодаря чему это место и получило своё название. Однако странные тектонические сдвиги в Бякуякоку привели к тому, что Круглые земли обрушились в пропасть, в результате чего Теснина значительно расширилась."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/cb965ce28f3eb3ef47e017fd5352a915_4884586008211074559.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "В локации можно обнаружить главную библиотеку Энканомии, где хранятся все её книги. Кроме того, там можно обнаружить изображение, показывающую топографию области. Администратором библиотеки являлась\nВ последний день Энканомии перед тем, как подняться на поверхность, Эмме нужно было вернуть ещё пять книг, иначе её честь была бы запятнана и ей бы пришлось идти стеречь волшебную траву пучин. Женщина была настолько зла, что её эмоции остались запечатлены в виде духа Токоё, и через тысячи лет, когда Путешественник/ца и Паймон спустились в Энканомию, она попросила вернуть их книги. Невозвращёнными книгами были «Змей и драконы из Токоёкоку», «Гидрологические исследования в Бякуякоку», «На свету, под тенями», протокол испытаний Митии, а также «До солнца и луны». Книгу «Змей и драконы в Токоёкоку» можно приобрести в издательском доме Яэ в Инадзуме. Последняя книга была запрещена самим богом Энканомии, Оробаси, и украдена из библиотеки, но подозреваемые помещены в подвесную тюрьму под Дайнити Микоси. Когда Оробаси прочитал эту книгу, Селестия приговорила его к смерти, поэтому бог пожертвовал собой, чтобы его народ мог жить. Некоторые фамильяры Оробаси, жрицы и дзибасири знали правду, но вынуждены были скрывать её, пока она не превратилась в легенды. Когда все книги былы возвращены в библиотеку, Эмма обрадовалась, что ей не придётся стеречь траву пучин и рассказала, что мечтает открыть в Инадзуме ресторан и стать поваром сашими. После возвращения книг в библиотеке откроется портал в зеркале, ведущий в то же место, но другое время. Подобные зеркала можно встретить в пространстве внутри книги, в Башне Ипсиссимус и в четырёх ортантах в Фонтейне, созданных основателем радикальной организации Ордо Нарциссенкрейц. Через одно из таких зеркал можно увидеть библиотеку Энканомии."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/23/237301566/b98dab47a0a8abcef051d31ca81d41ab_2432006792253916763.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "За библиотекой находится Золотая уздечка, необходимая для получения кровавого коралла, за которым Верховная жрица Сангономии отправила Путешественника/цу и Паймон. Кроме того, в Теснине можно найти один из трёх фрагментов Поводьев воскрешения, необходимых для испытания. Фрагмент можно найти в тайной комнате, вход в которую скрыт солнечным фантазмом, проявляющемся при смене дня и ночи. Раньше астрономические явления Энканомии - мираж и грешная тень - называли эйдолонами и считали одним явлением, но с приходом Оробаси жители смогли понять эти два явления и придумали для них разные названия. Миражи, появляющиеся в Белой ночи, назвали «солнечными фантазмами», а в Вечной ночи - «призрачными фантазмами». Со временем, поскольку эти два понятия подчинялись одним и тем же принципам, оба стали называться «солнечными фантазмами». Когда энканомийцы изучили природу миражей, их стали использовать для сокрытия секретов."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/e63385245802af6d318cbd0d1dc54989_5616339091317560386.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "В пещере на северо-западе Теснины располагалось убежище сопротивления Энканомии, существовавшее во время правления Сына Солнца. В убежище можно встретить грешную тень Адониса, который раскрывает тайну жемчужины Драконьего цветка."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/6c18fcb904982f961036381cdb9d47f2_8914256058226718975.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Над Тесниной есть портал, к которому можно отправиться с косяком глубоководных рыб от небольшого озера на северо-востоке локации. Этот портал соединяет Теснину и Место Ятиматахико, где находится одна из башен, защищающих Энканомию. В Теснине с помощью пяти знаков-ключей можно активировать испытание для получения подношения, в котором содержатся остатки мыслей создателя Дайнити Микоси, Абракса."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/120d6ece6ae4a1bbd4f43ce1526b6c60_6802861421544778914.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Кроме того, в Теснине можно обнаружить две могилы Сынов Солнца, правителей Энканомии. Первая строчка на могилах написана на языке Энканомии, а вторая на языке Инадзумы. На первой королевской гробнице написано: <color=#ffffffd9>«Здесь покоится Рикору но микото. Он любил строить. Однажды он построил малый Дайнити Микоси. Почти два метра в высоту и очень яркий»</color> . Рикор мечтал построить башню ещё выше Дайнити Микоси, которая бы славила его. Он был первым Сыном Солнца, и именно во время его правления Абракса объявили предателем и заточили в темницу. На втором надгробном камне написано: <color=#ffffffd9>«Здесь покоится Исумэнасу но микото. В свободные дни он плавал на лодке, сверяясь с картой страны»</color> . Исумэнасу считал, что Энканомия - огромная страна, поэтому, когда его дух увидел карту Тейвата, он принял её за подделку.\nВ этой локации можно начать задание"
      },
      {
        "type": "CustomEntry",
        "epId": 5356,
        "name": "Антигон",
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и"
      },
      {
        "type": "CustomEntry",
        "epId": 5362,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5364,
        "name": "Скорбная песнь Гипериона",
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Район Берилл",
        "desc": "<p>Нагорье, отделённое водами от Кур-де-Фонтейна. На нём разбросано немало древних руин.</p><p>Говорят, что много столетий назад последователи Эгерии избрали это место для паломничества и пикников. Здесь они воспевали любовь и кристально чистые мечты. Их пение давно растворилось в тусклом свете луны, и только холодный ветер, как и прежде, проносится по покрытым мятой горам.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/ed72c1406d89f36fe1dcfd916c4219f6_7910981296942235469.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Ордо Нарциссенкрейц",
        "desc": "<p>Тайная эзотерическая организация, основанная Рене де Петрикором и Жакобом Ингольдом для предотвращения последствий апокалипсиса, предсказанного по формуле мира, путём создания неолюдей.</p><p>Организация объявлена радикальной и официально запрещена в Фонтейне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/76c3b544663face535a657d1f97f4ad0_4288902648781870822.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 1220,
        "name": "Гидрологические исследования в Бякуякоку",
        "desc": "Справочник по географии и гидрологии Бякуякоку. Эта книга перестала быть полезной в связи с закрытием врат Морской Бездны и коллективной миграцией народа Ватацуми, в сочетании с изменениями, которые происходили на протяжении длительного периода времени.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/dec07bda3e1d4f841407070fa80b593b_3017949082792616367.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "До солнца и луны",
        "desc": "Запрещённые к прочтению простыми людьми хроники, в которых исторические события перемежаются баснями. В них рассказывается история от сотворения мира до строительства Дайнити Микоси.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/dec07bda3e1d4f841407070fa80b593b_2202536601431242530.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 688,
        "name": "Змей и драконы из Токоёкоку",
        "desc": "Роман по мотивам народных сказок острова Ватацуми. Самую раннюю версию переписал торговец на Ватацуми и привёз на Наруками, ещё когда был жив змеиный бог. Сейчас уже никто не читает эту древность, её вытеснили с рынка лёгкие романы. В этой книге описывается уникальное космологическое мировоззрение народа Ватацуми до того, как они приняли аспекты культуры Наруками. Благодаря недавней волне переиздания традиционных романов эта книга снова смогла увидеть свет.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Serpent and Drakes of Tokoyokoku_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6556,
        "name": "На свету, под тенями",
        "desc": "<p>Познавательная книга для детей в возрасте от девяти до двенадцати лет. Поскольку это книга переходного периода, в ней используются имена в стиле Наруками с подписями Бякуякоку.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/dec07bda3e1d4f841407070fa80b593b_1201721826058686033.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6555,
        "name": "Протокол испытаний вишапов глубин",
        "desc": "<p>Протокол испытаний вишапов глубин. В ходе испытаний ни один вишап не пострадал.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/dec07bda3e1d4f841407070fa80b593b_8308809941126779702.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 721,
        "name": "Золотая уздечка",
        "desc": "Драгоценность, наследие Бякуякоку. Она олицетворяет высшую власть в стране и наделяет своего владельца силой управлять Вечной ночью и Белой ночью.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Bridle_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1158,
        "name": "Фрагмент Поводьев воскрешения (Теснина)",
        "desc": "Фрагмент Поводьев воскрешения. Изготовлен из особого материала.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Reins of Revival Fragment (The Narrows)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1157,
        "name": "Подношение Теснины",
        "desc": "Подношение Теснины, которое содержит остатки мыслей Абэраку.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Offerings of The Narrows_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2627,
        "name": "Смена времени суток",
        "desc": "<p>С Золотой уздечкой Энканомии вы можете активировать механизмы для переключения между Вечной ночью и Белой ночью. Такие механизмы можно найти по всей Энканомии, они связаны с Дайнити Микоси и могут быть использованы для смены дня и ночи.<br>Энканомия выглядит по-разному при Вечной ночи и Белой ночи. Используйте возможность переключения между днём и ночью, чтобы раскрыть секреты этой земли.</p><p>Действующие при Белой ночи световые барьеры Токоё рассеиваются в Вечной ночи, и наоборот.</p><p>Воздух Энканомии порой искажается, создавая явления, известные как солнечные фантазмы. Эти иллюзии могут рассеиваться или проявляться при переключении между днём и ночью.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/15/91977426/1ef525b101a31611b9fe2cc1b0a59aa8_3705880812091411423.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2611,
        "name": "Глубоководная рыба",
        "desc": "Вы можете парить с косяком глубоководных рыб, когда они вас окружают. Но следите за своим положением - стоит отдалиться от рыб, и вы сразу же утратите подъёмную силу.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/15/91977426/1ef525b101a31611b9fe2cc1b0a59aa8_6140405984497114173.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Дайнити Микоси",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/228b53a4b6d6ed0870c7b409be7f6f98_1217433798452027494.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Из Теснины дальше можно пройти к Дайнити Микоси, который первоначально назывался Гелиосом, «колесницей солнца». Когда Энканомия погрузилась в Тёмное море, эта земля принадлежала\nиз Мира света. Без солнечного света люди могли лишь выживать, пока однажды мудрец\nне спроектировал высокую башню, обозначавшую землю, элемент между ветром и водой. Гелиос стал искусственным солнцем, с помощью которого люди осветили Тёмное море и загнали Драконов глубин в темноту. Гелиос установил смену дня и ночи, и день был назван Белой ночью, а ночь - Вечной ночью. Было сказано, что: <color=#ffffffd9>«Теперь, когда построен Дайнити Микоси, хоть эта земля и пребывает в вечной ночи, мы, по крайней мере, можем отличить чёрное от белого»</color> . Дайнити Микоси позволил создать барьер для защиты жителей Энканомии, но для того чтобы пройти внутрь, необходимо снять этот барьер с помощью «Золотой уздечки». По легендам это небольшое устройство, название которого лишь дань изначальной культуре Энканомии. В легендах говорится, что\nи луна перемещаются на\nбогов, и уздечка является частью этой повозки. Это устройство олицетворяет высшую власть в стране и наделяет своего владельца силой управлять Вечной ночью и Белой ночью. Сняв барьер вокруг Дайнити Микоси, можно пройти в центр башни и активировать устройство для переключения Белой и Вечной ночи."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/23/237301566/57c81f6730b95248ece73a07a4040891_6868442984450283826.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Во время Вечной ночи в Энканомии можно встретить тени прошлого, отголоски мыслей и эмоций. Хотя их истории уже закончились, их образы сохранились, и они даже могут взаимодействовать с людьми. Такие уникальные явления артерий земли известны как «грешные тени» или «духи Токоё», а сильные эмоции называют «грехами Токоё». Поскольку «познать грех - значит освободиться от него», призраки не могут знать, что являются тенями живших прежде сущностей, иначе они рассеются. Около активирующего устройства в Дайнити Микоси можно встретить одного из духов Токоё,\nкоторый, в отличие от остальных призраков, осознаёт свою гибель."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/1f3476e22b0be946de07452ea9607513_5340628273101357731.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Аргос может рассказать о следующем этапе испытания для получения кровавого коралла - предмета, необходимого для проведения ритуала Ватацуми горё мацури в Сангономии. Для этого нужно восстановить Поводья воскрешения и заявить о своих правах на эту землю. Поводья воскрешения, а точнее Поводья восстановления контроля над тем, что возвращается с того света, как и Золотая уздечка - национальное достояние Энканомии. Оно сделано из того же материала, что и Гелиос, и способно заставить тёмных духов говорить и искать знаки-ключи поблизости. Три части Поводьев скрепляются с Уздечкой, чтобы снять печать с Сияния света и подняться к Небесным вратам, где проводится испытание. Так можно открыть проход под высокую башню, где находятся вишапы глубин, из тела которых необходимо извлечь кровавый коралл. Эти вишапы были модифицированны особым способом, чтобы на них могли прижиться фрагменты кровавого коралла, но эти же изменения сделали их исключительно крупными."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/23/237301566/b5174389f3b750063b8b37126ec9b34f_6533949290742380190.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Под Дайнити Микоси находится подвесная тюрьма, куда специальный офицерский корпус\nвооружённые судьи потустороннего мира Энканомии, поместили подозреваемых в воровстве запрещённой книги «До солнца и луны». Когда Путешественник/ца и Паймон обнаружили Огуру и Осиму, те заявили о своей невиновности и попросили найти третьего человека, который был заключён с ними,\nОн был учеником дзибасири, обладал вздорным характером и отличными физическими данными. Хватаясь за небольшие выступы на скале, он вскарабкался наверх и бежал, оставив знаки птиц, чтобы отметить свой путь. О птицах Антигон услышал от инадзумского посла, который рассказал, что существа летают на крыльях и символизируют свободу. Парень собирался подняться наверх, забрать снаряжение, которое он спрятал заранее, а затем отправиться в направлении Сердца змея по следам делегации из Каэнри'ах. Антигон был готов рискнуть своей жизнью, лишь бы доказать их невиновность."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/23/237301566/6e1efa70e99dea7bee86ceaf2d613384_5148600437857037132.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Под высокой башней, в тайной комнате, можно встретить призрак создателя Гелиоса,\nОн мечтал с помощью Гелиоса изгнать тьму, но тогда он ещё не знал, что настоящая всепожирающая вечная ночь таится в чёрных сердцах жадных людей. Через несколько лет после возникновения искусственного солнца, власть захватили храмовники и обвинили Абракса в предательстве. Когда он умер, его душа была рассеяна по земле Энканомии, и многие его воспоминания были утрачены. Его одежда, корона и кости были спрятаны в трёх разных местах: в Теснине, Храме вечной ночи и Сердце змея. Когда все три подношения будут собраны и отданы призраку, его душа обретёт целостность, и он сможет открыть путь на самый верх Дайнити Микоси, в закрытые пространства, скрытые завесой Вечной ночи. На самом верху искусственного солнца от Абракса можно получить Божественную уздечку, являющуюся символом власти в Энканомии. Рядом с башней стоит статуя божественных вассалов Оробаси."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/7c741e09afcc8d81a7ee1dfe0711da91_5293753639995058.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Около Гелиоса можно обнаружить одну из королевских гробниц Сынов Солнца: <color=#ffffffd9>«Здесь покоится Орупэусу но микото, который уже в юности был искусен в музыке, умел играть на лире. Его голос был так прекрасен, что даже сама земля приходила в движение»</color> . Орупэусу поклялся, что не будет петь, пока не услышит голос своей домоуправляющей, Климены, но так и не дождался, поскольку ей было запрещено говорить с детьми. В свою последнюю ночь перед обрядом возвращения к солнцу он сказал ей, что хочет услышать её пение и не будет смеяться, как бы плохо она ни пела. Кроме этого, около Дайнити Микоси находится тайник Бункоку - одна из четырёх великих головоломок Энканомии. Одна из легенд гласит, что Бункоку был вторым премьер-министром в истории Энканомии. Вместе с Сыном Солнца он обескровил людей тяжёлыми налогами, а затем он спрятал свои сокровища в потайной комнате внутри Дайнити Микоси. В конце концов он спрятал сокровищницу, используя солнечные фантазмы, и призвал мстительных духов и злобных существ из артерий земли, чтобы охранять её. Тайную комнату можно открыть с помощью девяти каменных плит, которые находятся в Теснине, Сердце змея и Храме вечной ночи. Когда Путешественник/ца и Паймон отыскали все плиты и решили головоломку для открытия комнаты, они обнаружили мстительного духа-стража и грешную тень человека по имени Коянаги. Вместе с другом он отправился в сокровищницу, но в Коянаги вселился один из мстительных духов, вызванных Бункоку, и он напал на своего друга."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/23/237301566/c5723761bd454b75e6eadb8cee4a9b86_984164946412307910.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В комнате за Дайнити Микоси можно встретить грешного духа Кабаямы, если посидеть на камне в его комнате. В юности он часто переезжал, поэтому у него почти не было друзей. Он часто бродил по окрестностям в одиночку, любуясь видами, но ему не с кем было их разделить. Когда его дух Токоё встретил Путешественника/цу, он предложил посетить его любимые места и поделиться впечатлениями. Одно из таких мест находится под Каменными вратами в самой высокой точке Теснины, другое - открытое пространство, окружённое кораллами, возле Храма вечной ночи, а последнее - рядом с возвышающимися руинами в Сердце змея. Во всех этих местах Кабаями повесил фонарь, чтобы освещать путь."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/20/237301566/e2db443fbbd918c35ee85879b24616e5_5903006898166977420.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "К северу от Дайнити Микоси, на неотмеченном на карте в библиотеке острове, находится секретный центр исследования вишапов, где ставили эксперименты над Драконами глубин под личным руководством Оробаси. Именно в этой лаборатории Драконам глубин пытались пересадить кровавые кораллы Оробаси, но поначалу происходило отторжение, поскольку змей принадлежал Миру людей, а вишапы - Миру света. Исследователи выяснили, что вишапы способны эволюционировать. Они пробовали понижать температуру в месте обитания молодых жаростойких вишапов, и в результате выросшие вишапы были слабы, но их потомки имели высокий процент жира в организме, больше спали и обладали элементом Крио. Некоторые вишапы получили элемент Электро, но ни один из них не развил черты, указывающие на элемент Пиро. Неизвестно, оказало ли это какое-то влияние, но Пиро вишапы в Натлане под воздействием эволюции утратили чистоту Первозданного огня и постепенно исчезли. Исследователи сделали обоснованное предположение, что вишапы глубин обладают способностью свободно пробуждать своё «семя» перед созреванием и их матери также могут создавать новые «семена», чтобы передать их своим потомкам, если те столкнутся с невиданными доселе сложными условиями обитания. Во время экспериментов по выявлению интеллекта у вишапов было обнаружено, что вишапы в четвёртом поколении обладают лингвистическим пониманием, сравнимым с пониманием 12-летнего ребёнка. После этого многие сотрудники лаборатории выступили за прекращение подобных экспериментов. По пророчеству, Повелитель воды должен был родиться в человеческом облике, и нельзя было допустить позволить этому случиться в Энканомии. Неизвестно, повлияли ли эксперименты Оробаси на свершение пророчества, но Гидро дракон появился в Фонтейне в теле человека по фамилии Нёвиллет."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/23/237301566/db21dc9372c8ebad49177b4d69648723_3952458536987069147.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В центре можно встретить дух Токоё Митии, у которого находится Протокол испытаний вишапов глубин для возвращения в архив библиотеки. Он спрятал свои записи в комнате, путь к которой можно было открыть, активировав элементальные монументы, привлекающие вишапов. Мития планировал освободить всех Драконов глубин после того как все покинут Энканомию. Все вишапы были специально улучшены и их особые свойства должны были бы передаться потомству. Когда тысячи лет спустя Путешественник/ца спустился/ась в Энканомию, он/а встретил/а множество вишапов глубин, обладающими как Крио, так и Электро элементами, которые были выведены в лаборатории. Мития, как и некоторые другие энканомийцы, считал эксперименты над драконами грехом и надеялся, что Энканомия снова станет их миром, когда люди поднимутся на поверхность.\nВ Дайнити Микоси можно начать серию заданий мира"
      },
      {
        "type": "CustomEntry",
        "epId": 5364,
        "name": "Скорбная песнь Гипериона",
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и задание мира"
      },
      {
        "type": "CustomEntry",
        "epId": 5355,
        "name": "Трёхцветный архив",
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Элементальные драконы",
        "desc": "<p>Древнейшая раса существ, правящая Тейватом ещё до появления людей. Драконы принадлежат Миру света.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/15/237301566/693da8a1b01352fde999598e49b34fde_541324707221914524.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Нёвиллет",
        "desc": "<p>Верховный судья Фонтейна, или же юдекс, прославившийся своей безукоризненной беспристрастностью.<br><br><em>«Однажды они вернутся, и начнётся настоящее испытание»</em>, -  Шбаланке, Погребённый первозданным огнём.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/70239714/0513aa7f482dbb4778545d02f94956fe_5004007435087179259.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Стая вишапов глубин",
        "desc": "<p>Могучее скопление вишапов глубин.<br>Этих вишапов выводил и отбирал народ Энканомии, что наделило их небывалой силой. Вишапы, конечно же, добротой такое отношение не считают.<br>Сильнейшие из стаи способны использовать элементы, вымещая с их помощью гнев.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/29/70239714/30d366662cdc77ca935b519a666b95f4_5113981739465079733.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 721,
        "name": "Золотая уздечка",
        "desc": "Драгоценность, наследие Бякуякоку. Она олицетворяет высшую власть в стране и наделяет своего владельца силой управлять Вечной ночью и Белой ночью.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Bridle_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 901,
        "name": "Тусклая золотая уздечка",
        "desc": "Драгоценность, наследие Бякуякоку. Она уже утратила свою силу. Это было сделано для того, чтобы воры не польстились на её ценность.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dull Golden Bridle_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "До солнца и луны",
        "desc": "Запрещённые к прочтению простыми людьми хроники, в которых исторические события перемежаются баснями. В них рассказывается история от сотворения мира до строительства Дайнити Микоси.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/dec07bda3e1d4f841407070fa80b593b_2202536601431242530.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Кровавый коралл",
        "desc": "Коралл, в котором сосредоточена жизненная сила Ватацуми Омиками. Это важная часть Ватацуми горё мацури.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1157,
        "name": "Подношение Теснины",
        "desc": "Подношение Теснины, которое содержит остатки мыслей Абэраку.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Offerings of The Narrows_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1557,
        "name": "Подношение Сердца змея",
        "desc": "Подношение Сердца змея, которое содержит остатки мыслей Абэраку.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Offerings of the Serpent's Heart_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 703,
        "name": "Подношение Храма",
        "desc": "Подношение Храма вечной ночи, которое содержит остатки мыслей Абэраку.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Offerings of the Temple_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1271,
        "name": "Божественная уздечка",
        "desc": "Её форма напоминает Золотую уздечку. Является символом власти Сына Солнца Бякуякоку. В действительности она не содержит никакой особой силы.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Divine Bridle_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6555,
        "name": "Протокол испытаний вишапов глубин",
        "desc": "<p>Протокол испытаний вишапов глубин. В ходе испытаний ни один вишап не пострадал.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/dec07bda3e1d4f841407070fa80b593b_8308809941126779702.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6556,
        "name": "На свету, под тенями",
        "desc": "<p>Познавательная книга для детей в возрасте от девяти до двенадцати лет. Поскольку это книга переходного периода, в ней используются имена в стиле Наруками с подписями Бякуякоку.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/dec07bda3e1d4f841407070fa80b593b_1201721826058686033.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные задания"
      },
      {
        "type": "CustomEntry",
        "epId": 5363,
        "name": "От заката до рассвета в Бякуякоку",
        "desc": "<p>Цепочка мировых заданий, посвящённая исследованию Энканомии вместе с учёным Эндзё.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/22/88347907/9ac1bf9f98c6a2dc7e4c3fc05009f0f3_1745510478278335847.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5356,
        "name": "Антигон",
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5358,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5360,
        "name": "Поедатель лотоса",
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5359,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5364,
        "name": "Скорбная песнь Гипериона",
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Боссы"
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Стая вишапов глубин",
        "desc": "<p>Могучее скопление вишапов глубин.<br>Этих вишапов выводил и отбирал народ Энканомии, что наделило их небывалой силой. Вишапы, конечно же, добротой такое отношение не считают.<br>Сильнейшие из стаи способны использовать элементы, вымещая с их помощью гнев.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/29/70239714/30d366662cdc77ca935b519a666b95f4_5113981739465079733.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Развитие персонажей"
      },
      {
        "type": "CustomEntry",
        "epId": 1926,
        "name": "Ложный плавник Дракона глубин",
        "desc": "Кусок биологической ткани, который вы нашли после победы над вишапом глубин.<br/>Хотя он выглядит как плавник, на самом деле он таковым не является.<br/>Жители Бякуякоку хорошо изучили вишапов глубин. Их самой главной отличительной особенностью была способность выбирать, какие черты передавать своему потомству. Из-за своей огромной ненависти к человечеству эти вишапы теряют остроту зрения к моменту достижения зрелого возраста. В то же время они развили определённую степень элементального полиморфизма в боевых целях.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragonheir's False Fin_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Враги"
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2178,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2177,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2179,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Дикие животные"
      },
      {
        "type": "CustomEntry",
        "epId": 2367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2357,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 2382,
        "name": "Глубоководный угорь",
        "desc": "Рыба-амфибия с длинным телом, обычно водится глубоко в море. С точки зрения биологии, это родственный обычным унаги вид, который сосуществует и перемещается вместе с другими более крупными животными.<br/>В Энканомию они, скорее всего, попали вместе с вишапами глубин, скатами или даже самим древним Великим змеем.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/18/237301566/55e1dd47263695630a22fd0060a138af_8699784673243019492.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 3050,
        "name": "Коралловая бабочка",
        "desc": "<p>Для миграции сангокорексы принимают форму, в которой становятся похожи на бабочек.</p><p>Когда территория их проживания близка к полному превращению в хаос элементальной энергии, в костной структуре следующего поколения сангокорексов формируются крылья. С помощью этих крыльев они отправляются в путешествие по Энканомии в поисках нового места для жизни, роста и размножения.</p><p>Когда-то они были разрушителями старого порядка, способными жить, только скрываясь в Тёмном море. И там бы они и остались, если бы змеиный бог не дал им ещё один шанс.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/18/237301566/e170cabb4d502affb2ea1f42f2cb5784_1312027478762041106.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Расходные материалы"
      },
      {
        "type": "CustomEntry",
        "epId": 1684,
        "name": "Знак-ключ",
        "desc": "Распространённый на Ватацуми и в Энканомии узор. Он скрывает какую-то тайну.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Key Sigil_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные персонажи"
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Оробаси",
        "desc": "<p>Бог, выведший жителей Энканомии из Тёмного моря на поверхность. Был убит Райдэн Эи.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/1397393f5024f3cfe3e0cd632dae57a6_3946025652687587216.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Эндзё",
        "desc": "<p>Член ордена Бездны, называющий себя книжным червём.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/725dbbb16dec2beb477c3a15194eed29_4994320714528602255.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Цуми",
        "desc": "<p>Последняя из вассалов Ватацуми. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/1b4813ee4ee058cd0428721d3301de69_8896134130540367131.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 2024,
        "name": "Око клятвы",
        "desc": "Реликвия Бякуякоку, которая хранилась в Дайнити Микоси. После прихода бога-змея она стала доказательством великой клятвы и чаяний Энканомии.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/证誓之明瞳.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2846,
        "name": "Коллекция Бякуякоку",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/51635400/8a7b95710be73a0c089b83f2ff88270a_5527240524981824881.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Обучение"
      },
      {
        "type": "CustomEntry",
        "epId": 2626,
        "name": "Платформы дня и ночи",
        "desc": "<p>Платформы дня и Платформы ночи пополняются в соответствующее время суток. Чтобы ими управлять, необходимо приблизиться. Но их состояние сбрасывается после переключения между режимами Вечная ночь и Белая ночь.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/06/91977426/1ef525b101a31611b9fe2cc1b0a59aa8_7071859870084498016.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2627,
        "name": "Смена времени суток",
        "desc": "<p>С Золотой уздечкой Энканомии вы можете активировать механизмы для переключения между Вечной ночью и Белой ночью. Такие механизмы можно найти по всей Энканомии, они связаны с Дайнити Микоси и могут быть использованы для смены дня и ночи.<br>Энканомия выглядит по-разному при Вечной ночи и Белой ночи. Используйте возможность переключения между днём и ночью, чтобы раскрыть секреты этой земли.</p><p>Действующие при Белой ночи световые барьеры Токоё рассеиваются в Вечной ночи, и наоборот.</p><p>Воздух Энканомии порой искажается, создавая явления, известные как солнечные фантазмы. Эти иллюзии могут рассеиваться или проявляться при переключении между днём и ночью.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/15/91977426/1ef525b101a31611b9fe2cc1b0a59aa8_3705880812091411423.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2592,
        "name": "Треугольные механизмы",
        "desc": "Включить механизмы можно с помощью атак с определённого расстояния. Через определённое время механизм вернётся в прежнее состояние. Если какие-то механизмы сломались, попробуйте переключиться в состояние Вечная ночь - они сразу же починятся.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/06/91977426/1ef525b101a31611b9fe2cc1b0a59aa8_2578458755254232541.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2611,
        "name": "Глубоководная рыба",
        "desc": "Вы можете парить с косяком глубоководных рыб, когда они вас окружают. Но следите за своим положением - стоит отдалиться от рыб, и вы сразу же утратите подъёмную силу.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/15/91977426/1ef525b101a31611b9fe2cc1b0a59aa8_6140405984497114173.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 2639,
        "name": "Места поклонения",
        "desc": "Места поклонения делятся на Солнечные ореолы и Лунные венцы. Первые накапливают силу Белой ночи, а вторые - Вечной ночи, и они даруют эти силы поклоняющимся. Воспользуйтесь этой энергией, чтобы включить механизмы в противоположном состоянии времени суток.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/06/91977426/1ef525b101a31611b9fe2cc1b0a59aa8_4670730438901176043.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Карта"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=1&lang=ru-ru#/map/7?shown_types=333&center=-0.89,-253.00&zoom=-2.00"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Энканомия"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Постоянная область"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Инадзума"
          }
        ]
      },
      {
        "key": "Версия выхода:",
        "value": [
          {
            "type": "RichText",
            "text": "2.4"
          }
        ]
      }
    ]
  }
}