{
  "epId": 5144,
  "name": "Институт кинетической энергии",
  "desc": "<p>Поиски спасения внезапно прекратились, былые страсть и гордость превратились в разбитую вдребезги мечту.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/cd8d24707c19c43305b87cac406a5c35_6645962762546953104.png",
  "menuId": 20,
  "menuName": "Объяснение терминов",
  "version": 1727113834,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Иллюстрации",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Спецвыпуск - Версия 4.1"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/07/237301566/de6ba97e3a286adf5690e67e4d8b90fc_6761275725961111808.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>19 сентября 2023</color>\nПривет, Путешественники! После обновления до версии 4.1 на территории Фонтейна откроются районы: Научно-исследовательский институт кинетической энергии Фонтейна и Лиффи! Посмотрите этот спецвыпуск, чтобы лучше разобраться в особенностях региона."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Взрыв в Центральной лаборатории",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/14/237301566/32937a9377a9be3f91961c5e1902cf90_7819378237517159245.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Исследовательский институт Фонтейна - жемчужина научного развития нации воды. Он является свидетельством неустанного стремления к знаниям и взаимодействия между технологиями и энергетической мощью в Фонтейне. Когда пророчество предсказало, что наводнение разрушит Фонтейн, исследователи института сосредоточили свои усилия на защите всей нации. Загадочная жёлто-зелёная руда архиум когда-то считалась ключом к вратам спасения от пророчества, так как обладала огромным энергетическим потенциалом. С использованием этой руды Раймондо Хавенботте и Эдвин Истингхаус создали кинетическое ядро архиума. Они считали, что если постоянно вводить в кинетическое ядро достаточно энергии, это легко позволит экспериментальному генератору поля, созданному Истингхаусом, работать на полную мощность. После создания ядра они оба поняли, что едва ли смогут найти способ продолжать впрыскивать в него достаточно энергии, чтобы поддерживать максимальную мощность. Эдвин и Раймондо пытались привести его в действие смесью пневмусии и энергии архиума или последовательно соединить большое количество осколков архиума, чтобы создать сверхмощную группу, но ни то, ни другое не сработало. Им попался гигантский осколок архиума, и, хотя он всегда находился в инертном состоянии, они были уверены, что эта руда обладает невиданной чистотой. Они считали, что при правильном обращении гигантский архиум сможет производить необходимое количество энергии. У Эдвина и Раймондо возникли разногласия из-за того, что Раймондо выдвинул более консервативное предложение, тогда как Эдвин хотел быстро решить проблему."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/14/237301566/ba9c1cba0ab2a4e8f6b58652ea32a720_6343423636855933291.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Во время проведения исследований ядро архиума генератора поля подверглось перегрузке, что вызвало колоссальный взрыв, разрушивший институт. В произошедшем обвинили Эдвина Истингхауса, который исчез после взрыва и долгое время считался погибшим. По бумагам института он был уволен с должности старшего технического специалиста с проведением дальнейшего расследования в связи с длительным отсутствием на работе без подачи какого-либо заявления. В результате этого события весь архиум распался на фрагменты, создавая с тех пор постоянный риск самопроизвольного возбуждения и последующего взрыва, а в атмосферу было выброшено значительное количество опасной водной массы из изменённого водоёма гравитационной аномалии. Из-за катастрофы институт был вынужден построить новое здание рядом со старыми руинами, сохранив то, что не было разрушено при взрыве. Институт, находящийся в настоящее время в рабочем состоянии, называется «Новый исследовательский институт». Вторичный взрыв, незначительный по сравнению с предыдущим, произошел на руинах Центральной лаборатории."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/14/237301566/c8b8249a49b9949ccf5d346fe816f0d3_221149519117890572.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Во время посещения Нового исследовательского института Фонтейна Путешественник/ца и Паймон встретились с временно возглавляющими учреждение Раймондо и Шуазёлем, которые поручили им сопровождать исследователя Нэкера, пока он извлекал два поисковых якоря для контроля силы энергетических потоков. Незначительный вторичный взрыв был результатом потока энергии, затронувшего небольшую часть архиума в руинах. Силы взрыва было достаточно, чтобы многочисленные конденсирующиеся компоненты архиума были рассеяны в окружающей среде. Для предотвращения дальнейшего кризиса института потребовалось устройства подавления. Старший научный сотрудник Нэкер, ранее работавший с Истингхаусом, спровоцировал этот взрыв, чтобы украсть кинетическое ядро архиума. Считалось, что он хотел заработать небольшое состояние, продав устройство. Самому Нэкеру удалось спастись от взрыва."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/14/237301566/e2dd523477737880372cf0cf278bdff2_4617729343609889002.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Позже для расследования дела об украденном кинетическом ядре архиума наняли специальную следовательницу по имени Фузилье. Её основной задачей было как можно скорее вернуть кинетическое ядро архиума, поскольку оно являлось крайне нестабильным прототипом. В ходе расследования обнаружился дом, излучающий чёткие показатели остаточной энергии вокруг. Когда Фузилье сломала замок на двери дома, внутри обнаружился пропавший и считавшийся погибшим Эдвин Истингхаус. Эдвин тайком указал на нынешнее местонахождение Нэкера: около руин форта Харибда. Нэкер рассказал, что он работал над «генератором поля» и пытался синхронизировать его с кинетическим ядром архиума в надежде стать величайшим кинетическим инженером всех времен. Выяснилось, что Эдвин Истингхаус намеренно вывел расследование на Нэкера и призвал того вернуться в институт и признаться в своих преступлениях. Эдвин хотел вернуться к своим исследованиям и утверждал, что не присутствовал при взрыве ядра. Поскольку и Нэкер, и Истингхаус нанесли ущерб интересам института, Фузилье потребовала, чтобы обоих доставили в институт, где с ними поступили бы соответствующим образом. По прибытии в институт Раймондо и Истингхаус успели обменяться парой слов, прежде чем исследователей забрали сотрудники Палаты Жардинаж, чтобы после суда конвоировать в крепость Меропид.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Исследовательский институт Фонтейна",
        "desc": "<p>Научно-исследовательский институт кинетической энергии Фонтейна - организация, основанная Аленом Гильотеном. Часто сокращается до Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/154baa11b653966030bdf047346be788_5453069314476012727.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "name": "Раймондо",
        "desc": "<p>Раймондо Хавенботте - старший технический специалист Научно-исследовательского института кинетической энергии Фонтейна. Вместе с Шуазёлем является временным главой нового Исследовательского института Фонтейна после исчезновения Эдвина Истингхауса во время взрыва предыдущего Исследовательского института.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/17/237301566/fec99257b23f526ad6e38f9c2fa67549_5356546842723564117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "name": "Шуазёль",
        "desc": "<p>Вместе с Раймондо является временным главой нового Исследовательского института Фонтейна после исчезновения Эдвина Истингхауса во время взрыва предыдущего Исследовательского института</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/17/237301566/686e30e290d1bc0619c1bf144edba8d2_1441402299831178602.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Эдвин Истингхаус",
        "desc": "<p>Бывший глава Научно-исследовательского института Фонтейна, который проводил эксперименты с архиумом и хотел построить летающий город, чтобы избежать пророчества Фонтейна. Обвинён во взрыве Института.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/c489991125014d61433420b3425ce342_448951411561356991.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Нэкер",
        "desc": "<p>Учёный Исследовательского института Фонтейна, который украл «Фундаментальное ядро кинетической энергии» и сбежал.</p><p></p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/17/237301566/84798569350b3d70ebb96f57caaad016_1406762183268008237.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "name": "Фузилье",
        "desc": "<p>Специальная следовательница из Исследовательского института Фонтейна, расследующая дело о пропаже «Фундаментального ядра кинетической энергии».</p><p></p><p>Эксклюзивный персонаж задания «Предполагаемый план» и «Ожидаемая ложь»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/f64a2b125ba26994a4559b58be594e04_4139690073152404273.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4485,
        "name": "Конденсатор подавителя архиума",
        "desc": "<p>Конденсирующая часть, которая изначально устанавливалась на подавителе архиума. По словам Раймондо, если их всех переустановить, то подавитель, возможно, получится запустить заново.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/124137736/0d9a6f1afe113a83ed0ff1d5ab67cb93_9114459130320469711.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4487,
        "name": "Особый отчёт",
        "desc": "<p>Особый отчёт, напечатанный в частном порядке госпожой Хронией. Говорят, что в нём содержится правда, которую Исследовательский институт Фонтейна хотел бы скрыть...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/124137736/6f9afeb40618c421018aebaedce6ca08_8539226116320863177.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4694,
        "name": "Архэ: Пневма и Усия",
        "desc": "<p>Механика Фонтейна, использующая две противоложные силы: Пневму и Усию. Может быть использована как для боя, так и для исследования мира.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/237301566/03ebdf76b17930f0f7c8ad83a6e9f41f_6481649633642992910.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Роса бабочки",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/237301566/7e2a83507344fca9205e33655a22531a_7906015684927169792.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Однажды в Кур-де-Фонтейне произошла презентация нового косметического продукта «Роса бабочки». Этот крем для лица был создан необычайно красивым исследователем из Исследовательского института Фонтейна Раватом и обещал существенно улучшить качество кожи. Своё название он получил благодаря сиянию, которое дарит коже: её можно сравнить с бабочкой, только что претерпевшей метаморфозу и впервые расправляющей свои крылышки. «Роса бабочки» был создан, так как внешность человека может быть оковами, мешающими человеку в жизни. Она способна лишить молодого человека уверенности в том, что он получит работу, или похитить у девушки смелость признаться в любви. В итоге люди становятся таким, какими их видят окружающие. Чтобы избавиться от этих оков, Рават решил создать продукт, способный изменить внешность, стереть тёмные пятна, родинки и морщины и придать коже сияние и блеск."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/237301566/619ad1c3a01e5c80bdee16f6e234b891_711336265998571650.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Сам Рават тестировал продукт на себе, и его прекрасная внешность убедила покупателей в эффективности. На презентации также присутствовала писательница статей в журнале «Красота сегодня» Сиджвин, известная под псевдонимом Ромарин. Поскольку она являлась одним из главных лиц Ассоциации красоты, её похвала продукта вызвала большой ажиотаж, и за считанные минуты «Роса бабочки» была раскуплена. Благодаря своей известности, заинтересовавшиеся в мероприятии Путешественник/ца и Паймон получили два бесплатных образца крема. Сиджвин полагала, что продукт можно улучшить, и пообещала им сделать его эффективнее. В этот же день Рават дал показания Сумеречному двору против группы преступников, использующих его разработки, и бесследно исчез.\nБлагодаря заявлению Равата Сумеречный двор арестовал всех преступников и поместил их в крепость Меропид для допросов, но в тот же день в крепости начали происходить странности. Один из заключённых видел своего двойника, у другого расплавилось лицо, а ещё несколько людей, включая охранника, заявили, что проснулись в чужом теле. Все заключённые, о которых они упоминали в своих показаниях, должны были быть освобождены в этот день. Поняв, что перед герцогом Ризли и офицерами Сумеречного двора разворачивается преступление, они приказали остановить освобождение заключённых, но некоторым уже удалось оказаться на свободе. Сиджвин, предположила, что было использовано особое зелье для изменения внешности, и отправилась вместе с офицерами, Путешественником/цей и Паймон на расследование."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/237301566/fdb8e8b21cd09ead27072db666e3ed1e_6218849075264607538.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Собрав все зацепки, они выяснили связь между Раватом и преступниками и заподозрили, что он может оказаться их следующей жертвой. Они считали, что группа могла принуждать исследователя к производству фармацевтических продуктов. В поисках Равата была обнаружена тайная лаборатория, где прятались преступники. Для производства фармацевтического средства использовался особый раствор, который они больше не могли найти, и без раствора их лица могли бы сгнить. Поттон, преступник с расплавленным лицом, запер офицеров в комнате и пустил ядовитый газ, но Сиджвин предложила ему сделку."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/237301566/d2b92ef986067e7dc5b14376b253784d_2397721853791827283.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Она поняла, что ключевым компонентом зелья, изменяющего лицо, была жидкость, оставшаяся после растворения фонтейнцев в воде Первозданного моря. После того как Нёвиллет превратил всех фонтейнцев в обычных людей, они перестали растворяться, и жидкость быстро кончилась. У Сиджвин была формула зелья и один флакон, которые она пообещала отдать Поттону, если тот откроет дверь. Она притворилась, что готова потерять сознание из-за газа, и единственный флакон зелья, способный спасти лицо Поттона, может разбиться, и тот открыл ворота. Когда Сиджвин отдала ему флакон, он сумел сбежать."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/237301566/9897ff9c48e63a771771460f871eb19d_22856397341852253.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда офицеры Сумеречного двора искали сведения о Равате, они обнаружили его больную мать. В надежде, что исследователь вернётся к ней, они оставили несколько агентов сторожить дом. Внимание этих агентов привлёк Поттон, пытавшийся войти в дом. Он снова изменил свой облик зельем Сиджвин на внешность, которая совпадала с фотографией в ордере на арест. Оказалось, что Рават на самом деле и был Поттоном. Прежде он был некрасив, и девушки не хотели с ним знакомиться, а другие сотрудники института не хотели с ним работать. Только преступники были готовы поддержать его исследования, и так Поттон начал участвовать в производстве апсинтиона. Когда он захотел выйти из дела, его сообщники передали его фотографию офицерам Сумеречного двора, чтобы Поттон не смог сбежать. Тогда он создал зелье, изменяющее внешность, и стал Раватом. Все деньги он сначала тратил на лечение своей матери, но никакие лекарства не могли её вылечить, и она даже не узнала своего сына с новой внешностью. Исследователи, которые раньше не хотели с ним работать, вдруг заинтересовались сотрудничеством, но Рават не позволил им использовать его патент. Девушка, ранее отвергнувшая его, сама призналась ему в чувствах. Рават решил не отказываться от прибыльного дела, и продолжил изготовление «Росы бабочки». Жидкость из растворённых фонтейнцев ему поставлял Вашер, стоящий за серийными исчезновениями девушек и производством апсинтиона. Рават изменил свою внешность на настоящую, чтобы его мать могла проститься с ним перед смертью, но офицеры Сумеречного двора тогда его арестовали из-за ордера.\nОфицеры позволили Поттону проститься с умирающей матерью. Он специально вернул свой прежний облик, чтобы та могла его узнать, но от высокой температуры она потеряла зрение. Она не узнала его даже тогда, когда сын взял её за руку, но узнала прикосновение Сиджвин, которая ранее пыталась ей помочь."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/237301566/c48a68adfd7602f68f335846aad1bef4_3047706202276436581.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "После ареста Поттона офицеры изъяли все проданные экземпляры «Росы бабочки», хотя это средство и было безопасным. Сиджвин обнаружила способ нейтрализовать вещество из растворённых фонтейнцев, позволив ему испариться естественным образом. Мелюзина догадалась, что именно эта жидкость была ключевым компонентов зелья, так как сама уже использовала его много лет назад. Именно так она приобрела внешность, похожую на человека. Её наставница первая обнаружила подобный побочный эффект, изучая воду Первозданного моря и её действие на фонтейнцев. Она пыталась найти лечение, проводя эксперименты на себе, но так и не нашла его."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/237301566/45dcdf3750a315dd05e2b91228c94e5c_6448154711332598869.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Сиджвин не позволили вылечить девочку из-за того, что она не являлась человеком, наставница решила создать для мелюзины зелье для изменения внешности. Она создала зелье, растворив себя, и оставила его как прощальный подарок.\nКак Сиджвин и обещала, она сделала один флакон «Росы бабочки» более эффективным, добавив туда несколько других ингредиентов. Поскольку Паймон было страшно использовать зелье, а для Сиджвин уже было неважно, мелюзина она или человек, они решили уничтожить последнее зелье изменения внешности.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Район Кур-де-Фонтейн",
        "desc": "<p>«Над всеми водами лишь этот город».</p><p>На самом высоком месте города возвышается Дворец Мермония, как олицетворение высшей власти Фонтейна. С высоты он наблюдает, как слаженно течёт внизу жизнь людей, подобно рейсам аквабусов.</p><p>Законы служат поддержанию устойчивого порядка, а справедливость и правосудие зиждутся на порядке.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/cd8d24707c19c43305b87cac406a5c35_5532569532266058127.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5146,
        "name": "Морт",
        "desc": "<p>Кто знает, как долго ждала своего срока история среди высоких морских башен, не замеченных людьми?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/cd8d24707c19c43305b87cac406a5c35_1551284061118888879.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Мелюзины",
        "desc": "<p>Разумная раса, возникшая из ран, полученных существом Бездны Элинасом во время битвы Охотников Сумеречного двора и Ордо Нарциссенкрейц внутри его тела. По отношению к мелюзинам следует использовать местоимение «она». Они обладают способностью видеть скрытые от людей вещи.</p><p>Родным домом мелюзин является деревня Меруси.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/2113aad443bce143eb765b969854c773_6457471796676734219.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Крепость Меропид",
        "desc": "<p>Тюрьма в Фонтейне, которой управляет герцог Ризли.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/03/237301566/543bcf412bf7a949068f160ee9ab7e97_359869909582478761.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Исследовательский институт Фонтейна",
        "desc": "<p>Научно-исследовательский институт кинетической энергии Фонтейна - организация, основанная Аленом Гильотеном. Часто сокращается до Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/154baa11b653966030bdf047346be788_5453069314476012727.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Сиджвин",
        "desc": "<p>Старшая медсестра крепости Меропид одинаково заботится о каждом заключённом подводной тюрьмы.<br></p><p><em>«Среди мелюзин, с которыми дружили мои родители, Сиджвин самая уникальная. Когда-то давно она приходила в наш дом и держала меня за руку, когда я делала первые шаги. С тех пор многое изменилось, я выросла, но она осталась такой же заботливой и воодушевлённой»</em>, - Эмилия.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/70239714/2d607aa4d729030ea04f79919257e311_6438381243111168759.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5846,
        "name": "Рават",
        "desc": "<p>Исследователь из Исследовательского института Фонтейна, создавший косметическое средство «Роса бабочки». <span class=\"wk-shady\">Настоящее имя Равата - Поттон.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/06/237301566/a51a382df68ae9b36332a21773b0f7cb_3774991424866214745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Новый исследовательский институт",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Новый институт",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/3a179f825e0c360181318ba96960fb35_6421670052681820173.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Научно-исследовательский институт кинетической энергии Фонтейна был технологическим центром Кур-де-Фонтейна. Ален Гильотен основал Исследовательский институт после того, как покинул Сумеречный двор около 450 лет назад. Поскольку Исследовательский институт был посвящён изучению различных типов энергии и механизмов, исследования заводных меков были основным направлением деятельности Института. После первого наводнения в Исследовательском институте Фонтейна постоянно беспокоились, что однажды произойдёт второе наводнение. Некоторые стали задумываться о том, чтобы восстановить утраченные подводные руины и построить города под водой, а другие восхищались воздушными островами, которые парили на недосягаемой высоте, и мечтали построить небесный город. Эдвин Истингхаус был старшим техническим специалистом, который проводил эксперименты с использованием архиума с целью бросить вызов гравитации, в надежде поднять Кур-де-Фонтейн в небо и избежать предсказанного потопа. Считалось, что эксперименты Истингхауса стали причиной мощного взрыва, уничтожившего большую часть Научно-исследовательского института Фонтейна. В результате катастрофы Институт был вынужден построить новое здание рядом со старыми руинами, сохранив то, что не было разрушено при взрыве."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/6bf44a4a68f9a455b4f9f5c465ef3670_797515113685648411.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Институт, находящийся в настоящее время в рабочем состоянии, называется «Новый исследовательский институт». Раймондо и Шуазёль разделяют тяжелую ответственность, возложенную на должность главы Института. Раймондо отвечает за возобновление научной работы и исследований, а Шуазёль отвечает за прочие дела института. Например, Шуазёль вместе с Раймондо отвечает за организацию оптовых заказов, распределение бюджета в новом квартале, приём посетителей и избавление от журналистов. Их главная цель остается прежней - восстановить Научно-исследовательский институт Фонтейна и усердно трудиться на благо всех жителей Фонтейна."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/db2ea78609f944e0019279ed5f0b5b03_968032959085204969.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В лагере на севере области можно найти Эгуи и Балена, рабочих крепости Меропид, которые обеспечивают обслуживание трубопровода. Ранее Эгуи заметил лагерь хиличурлов и предостерёг молодого коллегу от работы около лагеря, посоветовав тому сообщить о проблеме стражу крепости Этьену. Бален же решил взять дело в свои руки, так как поломки трубопровода крепости и чрезвычайная ситуация грозили серьёзными последствиями. Во время предыдущего осмотра он обнаружил некоторые повреждения и подал заявку, но ещё ничего не доставили. Поскольку с работами по обслуживанию трубопровода медлить было нельзя, он сам отправился к лагерю хиличурлов и был схвачен. Хоть Путешественник/ца и Паймон хотели спасти Балена от хиличурлов, Эгуи считал, что личный опыт может Балену вырасти. Несмотря на возражения Эгуи, Паймон и Путешественник/ца освободили Балена и помогли ему в ремонте трубопровода крепости Меропид."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/c839cbded8911e059d82c7a7267c39e8_3748876868286746790.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Панкратион - самое популярное развлечение в крепости Меропид. При соблюдении особых условий, будь то бронекраб или заводной мек, все могут стоять на ринге Панкратиона. Команда-победитель получает премиальные купоны, а также кубок Фонты. Если показать его в Исследовательском институте, можно выпить любое количество Фонты бесплатно. Однажды институт захотел протестировать свой новый вкус красной Фонты и даже предложил спонсировать турнир по Панкратиону, чтобы они могли продвигать свой новый продукт, но герцог отказался даже рассматривать эту идею. Представители института до сих пор пытаются продвигать свой напиток, поэтому появилось «тайное правило» Ринга: если кто-то попытается поддержать обоих бойцов одновременно, то на следующее утро получит посылку со странной жидкостью цвета крови."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/08b2419026405cf5c60ad23aaa42cbac_1794202367435068842.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "К востоку от этого лагеря находится место, где охранник крепости Меропид Этьен, Путешественник/ца, Паймон, девочка, родившаяся в крепости по имени Лануар, и заключенный по имени Катерпиллер появились после побега из крепости. Лануар впервые оказалась снаружи и сравнила континент Тейват с крепостью Меропид, предположив, что Тейват должен быть огромным, так как она не могла видеть никаких стен. Этьен хотел найти семью девочки и отпустить её, так как она не совершала никаких преступлений и по документам её не существовало. Другой охранник Ноай преградил им путь, настаивая, что Лануар и Катерпиллар должны находиться в крепости. Во время схватки Катерпиллер показал свой истинный облик хиличурла, и для Ноайя он стал монстром, которого нужно уничтожить. Благодаря помощи Этьена и другого охранника тюрьмы, Лануар и Катерпиллер покинули крепости через ствол Жеодовой шахты, и Лануар отправилась к своему дедушке Эрншоу, который даже не подозревал о её существовании."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/8dff5d540c08757dc7665bb39377f6fc_7460574425116861156.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Рядом с Новым исследовательским институтом находится общежитие Института. Хотя эта территория не так сильно пострадала от взрыва, общежития нуждаются в ремонте и имеют ограниченное электроснабжение. Когда исследователь Нэкер и журналистка Хрония были в общежитии по заданию, для Хронии условия оказались негуманными. Общежитие не имеет кроватей: когда кто-нибудь из учёных Исследовательского института Фонтейна говорит, что ему нужен отдых, на самом деле он просто хочет дать передохнуть своей голове. Они обычно приходят сюда, чтобы помузицировать, почитать или выпить пару бокальчиков. По словам Нэкера, сон - это прежде всего пустая трата времени. Даже если кажется, что исследователи отдыхают, они продолжают биться над решением своих академических проблем. Это как океан, поверхность которого выглядит спокойной, а в глубине движутся огромные течения. Нередко такие невидимые течения куда сильнее, чем волны на поверхности."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/d2b92ef986067e7dc5b14376b253784d_4319607294495687234.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "На севере локации располагалась частная лаборатория Равата, исследователя из Исследовательского института Фонтейна. До того как стать Раватом, исследователь был Поттоном. Поттон считался уродливым, женщины не хотели с ним встречаться, а другие исследователи Института не хотели с ним работать. Только преступники были готовы поддерживать его исследования, и поэтому Поттон начал участвовать в производстве апсинтиона. Эта лаборатория использовалась для производства крема, изменяющего внешность. Этот крем использовал нелегальные компоненты и мог быть опасен для людей. Офицеры Палаты Жардинаж обнаружили её во время расследования побега из крепости Меропид. В итоге, все преступники, участвовавшие в этом незаконном производстве, были арестованы.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5143,
        "name": "Район Лиффи",
        "desc": "<p>Глубоко под поверхностью воды, за железной стеной, начала восставать иная жизненная сила.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/cd8d24707c19c43305b87cac406a5c35_3401188656083946132.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Исследовательский институт Фонтейна",
        "desc": "<p>Научно-исследовательский институт кинетической энергии Фонтейна - организация, основанная Аленом Гильотеном. Часто сокращается до Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/154baa11b653966030bdf047346be788_5453069314476012727.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Крепость Меропид",
        "desc": "<p>Тюрьма в Фонтейне, которой управляет герцог Ризли.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/03/237301566/543bcf412bf7a949068f160ee9ab7e97_359869909582478761.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Ален Гильотен",
        "desc": "<p>Воспитанник Института Нарциссенкрейца, приёмный сын Эмманюэля Гильотена и брат Мари-Анн, исследователь Института натурфилософии и основатель Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/5f9666801f8c3cd059ac14e8eb9dbc96_8787928504212627557.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "name": "Раймондо",
        "desc": "<p>Раймондо Хавенботте - старший технический специалист Научно-исследовательского института кинетической энергии Фонтейна. Вместе с Шуазёлем является временным главой нового Исследовательского института Фонтейна после исчезновения Эдвина Истингхауса во время взрыва предыдущего Исследовательского института.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/17/237301566/fec99257b23f526ad6e38f9c2fa67549_5356546842723564117.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "name": "Шуазёль",
        "desc": "<p>Вместе с Раймондо является временным главой нового Исследовательского института Фонтейна после исчезновения Эдвина Истингхауса во время взрыва предыдущего Исследовательского института</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/17/237301566/686e30e290d1bc0619c1bf144edba8d2_1441402299831178602.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Эдвин Истингхаус",
        "desc": "<p>Бывший глава Научно-исследовательского института Фонтейна, который проводил эксперименты с архиумом и хотел построить летающий город, чтобы избежать пророчества Фонтейна. Обвинён во взрыве Института.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/c489991125014d61433420b3425ce342_448951411561356991.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Нэкер",
        "desc": "<p>Учёный Исследовательского института Фонтейна, который украл «Фундаментальное ядро кинетической энергии» и сбежал.</p><p></p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/17/237301566/84798569350b3d70ebb96f57caaad016_1406762183268008237.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4529,
        "name": "Хрония",
        "desc": "<p>Журналистка «Паровой птицы», расследующая взрыв Исследовательского института Фонтейна и распространение архиума. Из-за своего расследования Хрония сталкивается с уголовным преследованием от института.</p><p></p><p></p><p>Эксклюзивный персонаж задания «Хроники Исследовательского института Фонтейна»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/17/237301566/5aab0153e8c00144dcb3f78deb9b7a5a_3074006342975628741.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4536,
        "name": "Бален",
        "desc": "<p>Работник крепости Меропид</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/237301566/1fe569387e2f402e6318ec36c6d7c75f_6710300648886911794.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4537,
        "name": "Эгуи",
        "desc": "<p>Работник крепости Меропид</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/237301566/75f4038be0f2f94d9f07c97e7c5534ae_311810788338970469.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "name": "Этьен",
        "desc": "<p>Страж крепости Меропид</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/09/237301566/3e48716519d70c05febbdc4be9d0742c_1791353863656296343.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Катерпиллер",
        "desc": "<p>Член Ордо Нарциссенкрейц.</p><p></p><p>Эксклюзивный персонаж заданий «Незавершённая комедия», «Оглашение разгадки ожидается», «Неоконченная история», «Последний вопрос», «По следам Нарцисса», «Погоня» и «С днём рождения».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/237301566/be516a2c9005727dcfd1fe45662a826d_8973572821419128986.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Лануар",
        "desc": "<p>Дочь Агнессы и внучка Эрншоу, которая родилась в крепости Меропид и никогда не была на поверхности</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/237301566/b0d2ecb93bcd3f219cda9649463ae8b9_2475778858244937076.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4360,
        "name": "Эрншоу",
        "desc": "<p>Отец Агнессы и дедушка Лануар</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/237301566/35dd24168ad6800be4741160d8d5b6bb_5663454652321001977.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5846,
        "name": "Рават",
        "desc": "<p>Исследователь из Исследовательского института Фонтейна, создавший косметическое средство «Роса бабочки». <span class=\"wk-shady\">Настоящее имя Равата - Поттон.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/06/237301566/a51a382df68ae9b36332a21773b0f7cb_3774991424866214745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4167,
        "name": "Фонта",
        "desc": "<p>Фирменный напиток, созданный Исследовательским институтом Фонтейна. Пользуется большим успехом у местных жителей.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/01/124137736/9d33757b33074031295a47d3e1e83d1c_6468570406932390877.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Мастерская Кьюзеля",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/18/237301566/cc9aa4efa056c8e851949fa3574322d5_5941400341724269539.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Мастерская Кьюзеля находится под землёй недалеко от лаборатории Равата. Эта территория не является частной собственностью, а представляет собой заброшенное здание, не ставшее частью крепости Меропид. После исчезновения предыдущего владельца мастерской бывший исследователь института Кутро взял на себя право собственности и использовал имя «Кьюзель» в качестве удобного персонажа. Все потенциальные помощники, заинтересованные в изучении нейронных сетей, попадали в лабораторию через сотрудника Института Бриколя."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/b53543ecd473a908fcc34370feb86e9d_7386417188214324900.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Они не выдерживали буйного нрава Кутро и тут же уходили, поэтому он остался в мастерской один. Из-за непонимания смысла исследований Кутро этот проект был закрыт, что, по мнению Кутро, блокирует путь к технологической сингулярности. Из-за сомнительных исследований Кутро был смещён с должности исследователя в институте. Исследователь Бриколь был назначен расследовать дело Кутро и хищение имущества института. После поимки Кутро, доклад Бриколя был заслушан в Институте, и ему предложили одновременно с его работой по возвращению активов оценить, подходит ли это место в качестве тренировочной площадки для повышения квалификации. Он установил в качестве цели обучения собрать все якоря-имитации в здании за отведённое время. Так как это были всего лишь копии, они были полностью безопасны."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/0458c27ab5112aafc9adc02bdadffe9d_4060602028797682351.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Победа над определёнными несовершенными меками в Исследовательском институте кинетической энергии и районе Лиффи позволяет собрать кумулятивный накопитель энергии. Когда-то он был обычной деталью мека, к которой было добавлено кольцо для накопления энергии из высокоплотных материалов. Семь таких накопителей могут открыть клетку в мастерской Кьюзеля. Два таких мека находятся в небольшом пруду к северо-западу от Нового исследовательского института.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4535,
        "name": "Кутро",
        "desc": "<p>Учёный из Исследовательского института Фонтейна, также известный как Кьюзель, и владелец мастерской Кьюзеля. Был уволен из Института за сомнительные исследования.</p><p></p><p>Эксклюзивный персонаж задания «Путь к сингулярности»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/237301566/591bca8c840b50127f6f34dd2d23fa28_8871885703582502741.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4544,
        "name": "Бриколь",
        "desc": "<p>Учёный из Исследовательского института Фонтейна, расследующий дело уволенного учёного Кутро, укравшего имущество Института</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/19/237301566/a51373982de7a127c10d6fd7c271b735_6381456468656179158.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4459,
        "name": "Кумулятивный накопитель энергии",
        "desc": "<p>Когда-то это была обычная деталь мека, но кто-то добавил к ней кольцо для накопления энергии из высокоплотных материалов. Возможно, один этот компонент способен обеспечить энергией весь механизм...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/124137736/e10f79185c5a6705071b496f42acdef8_1114350036138486952.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Отдел исполнения",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/18/237301566/72063c8e67f971b5743995f3cd401e9c_2386150447168127280.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Отдел исполнения расположен на пересечении регионов Научно-исследовательского института кинетической энергии и района Лиффи в Фонтейне. Отдел несёт основную ответственность за различные административные задачи Института. Внутри здания находится руководительница проекта выставки безопасности Института Конья. Здесь хранятся различные документы, включая объявление о траурной церемонии в честь господина Бутора, изобретателя шифрограммы. Эта технология представляет собой зашифрованные изображения, использующие специальную краску, для удаления которой требуется не менее специальный растворитель. Церемония должна была почтить научный вклад исследователя в развитие Института и всего Кур-де-Фонтейна. Лица, не связанные с Институтом и желающие присутствовать на церемонии, должны были предварительно зарегистрироваться в Траурной канцелярии.\nЗдесь же хранятся уведомления о санкциях в отношении сотрудников, проводящих исследования без разрешения. Один из исследователей Патрис отправился в Ли Юэ без разрешения и проводил эксперименты на виброкристаллах без согласования с Институтом. Он также подозревался в подтасовке и фальсификации результатов экспериментов. В ожидании расследования он сохранил свою должность на испытательном сроке. Все экспериментальные данные и документы по проекту были временно заархивированы под ответственностью Анатоля до последующего рассмотрения и эмпирической проверки.\nЭдвин Истингхаус и Кутро, известный под псевдонимом Кьюзель, были смещены со своих должностей. Эдвин Истингхаус в течение длительного времени отсутствовал на работе, не подав никакого заявления, в связи с чем, в соответствии с положением о персонале Исследовательского института Фонтейна, он был освобождён от должности старшего технического специалиста с последующим расследованием. Кутро был уволен с должности исследователя из-за его неоднозначных исследований нейронных сетей. Институт оставил за собой право на дальнейшие судебные действия в соответствии с законодательством.\nФинансовые документы в отделе исполнения показывают, что финансирование проектов «Вспомогательная роборука», «Ветроплан с полым двигателем» и «Автономный мека-аквабус» было приостановлено до проведения дополнительного финансового и материального аудита."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/4eca25778791eaf55ecd14b44ca1ccfb_4850028738583465044.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Через пролив от Нового исследовательского института находится Архив. Там постоянно находится Шалме, руководительница Отдела сбора документации Института, которая разбирает материалы и документы с делами, как ей поручил господин Раймондо. Несмотря на взрыв, архив остался нетронутым, и большинство документов сохранилось в хорошем состоянии. В архиве находятся старые документы, устаревшие отчёты, рабочие записки, сводки о ходе проектов, некоторые данные, оставшиеся от приостановленных проектов, и детали исследований. Хоть Шалме и сомневается в ценности некоторых документов, среди них иногда встречаются незавершённые проекты и описание работ, что может быть ценным для возобновления исследовательской деятельности Института.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Эдвин Истингхаус",
        "desc": "<p>Бывший глава Научно-исследовательского института Фонтейна, который проводил эксперименты с архиумом и хотел построить летающий город, чтобы избежать пророчества Фонтейна. Обвинён во взрыве Института.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/c489991125014d61433420b3425ce342_448951411561356991.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4535,
        "name": "Кутро",
        "desc": "<p>Учёный из Исследовательского института Фонтейна, также известный как Кьюзель, и владелец мастерской Кьюзеля. Был уволен из Института за сомнительные исследования.</p><p></p><p>Эксклюзивный персонаж задания «Путь к сингулярности»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/237301566/591bca8c840b50127f6f34dd2d23fa28_8871885703582502741.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Академический зал собраний",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/18/237301566/09809a38883fc3d948b0d8c6731d2371_6561603048886404496.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Академический зал собраний расположен между архивом и отделом исполнения. Круглая форма выставочного зала позволяет вместить большую аудиторию и обеспечивает лучший обзор. Этот зал является местом для демонстрации публике результатов исследований Института, таких как механические танцоры с боевыми способностями, граммофон и турбопланер, хотя некоторые шутят, что из исследований Института Фонта может быть единственным оставшимся научным достижением, которое было бы коммерчески выгодно."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/17e96f9f70657b560a750904fe7b40ab_8463450026764267964.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Эдвин Истингхаус использовал архиум при создании экспериментального генератора поля для противодействия эффекту гравитации. Архиум в ядре прибора обладал свойствами «расщепления» или «осаждения», он мог разделять материю и некоторые нематериальные сущности. Утверждалось, что этот процесс можно обратить вспять, но в Исследовательском институте думали только о физических явлениях, которые могут создавать. Первоначальные оценки показали, что устройство может поднять в воздух целый квартал зданий. Во время проведения исследований ядро архиума внутри генератора поля подверглось перегрузке, что вызвало колоссальный взрыв, разрушивший Институт. В произошедшем обвинили Эдвина Истингхауса, который исчез после взрыва и долгое время считался погибшим. В результате экспериментальный генератор потерял управление и остался занимать эту часть Института. Взрыв унёс жизни некоторых исследователей, и многие из тех, кто остался невредимым, решили покинуть Институт. Сейчас хоть конструкция и напоминает зал, его академическая ценность сомнительна, так как академичность у исследователей в головах, а не камнях.\nИнститут планирует восстановительные работы, и вопросы о материальном обеспечении и персонале обсуждаются через Палату Жардинаж. Сотрудники палаты серьёзно отнеслись к этому вопросу, и управляющий Роялт выбрал команду для проведения полевых испытаний в окрестностях. Пока Роялт оставался в палате для подсчёта сотрудников, Айюну было поручено посетить Институт и сфотографировать определённые места, чтобы организовать приём. У Института было письмо для Палаты Жардинаж, и Айюн планировал взять его с собой, но Шуазёль отказался его передать. По его словам, это нарушало надлежащую процедуру, так как вся корреспонденция Палаты Жардинаж должна была доставляться почтой и обладать «прослеживаемостью». Когда Айюн осмотрел Академический зал собраний, он посчитал здание относительно целым, но слишком высоким.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Эдвин Истингхаус",
        "desc": "<p>Бывший глава Научно-исследовательского института Фонтейна, который проводил эксперименты с архиумом и хотел построить летающий город, чтобы избежать пророчества Фонтейна. Обвинён во взрыве Института.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/c489991125014d61433420b3425ce342_448951411561356991.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4518,
        "name": "Айюн",
        "desc": "<p>Сотрудник палаты Жестьон, слишком серьёзно относящийся к своей работе</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/17/237301566/c9f7f4f161c4896c214dcdbf4c262bd7_6845901203693762475.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4167,
        "name": "Фонта",
        "desc": "<p>Фирменный напиток, созданный Исследовательским институтом Фонтейна. Пользуется большим успехом у местных жителей.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/01/124137736/9d33757b33074031295a47d3e1e83d1c_6468570406932390877.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Тайная комната Браве",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/18/237301566/d12d7090ea6344a39afffc7eee252ab1_709502742045979486.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Тайная комната Браве находится рядом с Залом Академических собраний. Комнату можно открыть только с помощью люменита-архиума, для создания которого требуется особый ковочный пресс Браве в районе Лиффи. К прессу можно попасть из мастерской Кьюзеля."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/18/237301566/75b233b1ecb8c56193f70feb96fa2a3c_8940038289644599936.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Записи об исследованиях, найденные в этой комнате, показывают, что исследователи работали над проектом, в котором использовался архиум, имеющий больший потенциал. Здесь можно найти заметки Руджеро, в которых обсуждаются исследования, связанные с Золотой труппой, «Фортуной» и Петрикором. Браве отмечал, что Руджеро был великим учёным своего времени и основателем Комитета мудрецов. В тайной комнате находятся старые записи о неизвестном биологическом образце и о влиянии архиума на его поведение. Чтобы доказать существование великих симфоний, Браве собрал множество особых морских раковин, включая тубинеллу, увеличенная версия которой находится в деревне Меруси. Легенды гласили, что раковины служили инструментами, с помощью которых представители древней цивилизации передавали некую информацию.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Район Берилл",
        "desc": "<p>Нагорье, отделённое водами от Кур-де-Фонтейна. На нём разбросано немало древних руин.</p><p>Говорят, что много столетий назад последователи Эгерии избрали это место для паломничества и пикников. Здесь они воспевали любовь и кристально чистые мечты. Их пение давно растворилось в тусклом свете луны, и только холодный ветер, как и прежде, проносится по покрытым мятой горам.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/cd8d24707c19c43305b87cac406a5c35_6926421508680692511.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4457,
        "name": "Заготовка архиума",
        "desc": "<p>Заготовка архиума, которая при особых обстоятельствах скапливается естественным путём. Возможно, ковка поможет раскрыть её безграничный потенциал...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/124137736/e96c22b03a4c3f905e2fd0ecc23e6dd2_5126471121332668020.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4458,
        "name": "Люменит-архиум",
        "desc": "<p>Архиум после ковки. Излучает необычную энергию и свет. Говорят, что с помощью этой руды можно открыть некие врата...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/124137736/d038b0aabdf08a858bf87b7e3a3c4eb7_6536955823097238010.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Золотая труппа",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/c32bab10651059ad3c0c8a0e5bbd2e03_5004906481475328879.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Мемориальный парк Мари-Анн",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/18/237301566/e3ff05c480afb35e4dc3751c3969ea90_8551289124483133516.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Парк, посвящённый сестре основателя Исследовательского института Фонтейна Алена Гильотена и Охотнице Сумеречного двора, Мари-Анн Гильотен, располагается недалеко от архива Института. Когда Мастер тайной эзотерической организации Ордо Нарциссенкрейц отправил членов организации для возрождения существа из Бездны Элинаса, Охотникам Сумеречного двора было приказано остановить и арестовать их. Между агентами Сумеречного двора и членами ордена (Жакобом, Лирис и Катерпиллером) произошла битва, во время которой Мари-Анн Гильотен была серьёзно ранена, и океанида Лирис объединила их сознания в попытках спасти девушку. Из этого слияния родилась новая океанида Мари-Анн, которая больше не являлась ни Лирис, ни Мари-Анн Гильотен, но воплощала их общее сознание и желания и являлась сверхсуществом, способным создавать других океанид.\nРоялт из Палаты Жестьон хотел провести в парке лекцию, но там не было запоминающихся построек, и место было окружено меками. Даже если бы Палата Жестьон решила взять меков в качестве сувениров, им бы пришлось организовать оценку, оформление сопроводительных документов, категоризацию и хранение.\nПод парком находится лаборатория, принадлежащая бывшему старшему техническому специалисту Боссюэ.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Ордо Нарциссенкрейц",
        "desc": "<p>Тайная эзотерическая организация, основанная Рене де Петрикором и Жакобом Ингольдом для предотвращения последствий апокалипсиса, предсказанного по формуле мира, путём создания неолюдей.</p><p>Организация объявлена радикальной и официально запрещена в Фонтейне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/76c3b544663face535a657d1f97f4ad0_4288902648781870822.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Сумеречный двор",
        "desc": "<p>Отдел по расследованию преступлений, который находится в непосредственном подчинении верховного судьи Нёвиллета. Является подразделением Палаты Жардинаж и расположен во Дворце Мермония.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/615412682c0d3edc7483b9452030aa64_5426056875512651762.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Ален Гильотен",
        "desc": "<p>Воспитанник Института Нарциссенкрейца, приёмный сын Эмманюэля Гильотена и брат Мари-Анн, исследователь Института натурфилософии и основатель Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/5f9666801f8c3cd059ac14e8eb9dbc96_8787928504212627557.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Жакоб",
        "desc": "<p>Жакоб Ингольд - воспитанник Института Нарциссенкрейца, приёмный сын Карла Ингольда, сооснователь Ордо Нарциссенкрейц и неочеловек.<br><br><br>Эксклюзивный персонаж задания мира «Древние цвета» и «По следам Нарцисса»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/02bc05cc787742e2fdf79dc45a69ccec_6698692721706207521.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Элинас",
        "desc": "<p>Существо из Бездны и Прародитель мелюзин. Появился в Фонтейне во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/237301566/fa4c986eefe97522566b35be6e29e7a0_471244222089785302.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Лирис",
        "desc": "<p>Океанида и директриса Института Нарциссенкрейца - детского дома Фонтейна. После закрытия Института во время Катаклизма стала членом Ордо Нарциссенкрейц, известной как «Красная королева».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/b6d86ff8dfd84cf744e57a516b1a14c6_7638037626645202043.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Катерпиллер",
        "desc": "<p>Член Ордо Нарциссенкрейц.</p><p></p><p>Эксклюзивный персонаж заданий «Незавершённая комедия», «Оглашение разгадки ожидается», «Неоконченная история», «Последний вопрос», «По следам Нарцисса», «Погоня» и «С днём рождения».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/237301566/be516a2c9005727dcfd1fe45662a826d_8973572821419128986.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Мари-Анн",
        "desc": "<p>Океанида, живущая в Аннапаузисе. <span class=\"wk-shady\">Является сверхсуществом, образованным из слияния океаниды Лирис и Мари-Анн Гильотен.</span></p><p></p><p></p><p>Эксклюзивный персонаж задания мира «Анн из Нарциссенкрейц» и «По следам Нарцисса».</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/7ac751c3fd3892141d972392696a414b_2143060350119471778.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Лаборатория Боссюэ",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/3c1e9b4b1ab91c051b2c9b518de8b1f3_8149314017527881672.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Боссюэ стал руководителем Научно-исследовательского института памяти Алена Гильотена и переименовал его в Научно-исследовательский институт Боссюэ. Младшая научная сотрудница Киссери считала решения Боссюэ безупречными и мудрыми, что привело к замечательным результатам во многих областях исследований. Вместе Боссюэ и Киссери представили теоретическое обоснование проектирования искусственного ядра нового типа. Исследование было признано «Лучшим исследованием года» Института кинетической энергии Фонтейна. В результате Боссюэ было присвоено звание старшего инженера. После того как Боссюэ ушёл на пенсию и отправился в Петрикор, его коллеги прекратили работать в лаборатории Боссюэ и разошлись по другим отделам Исследовательского института. В лаборатории находится портрет Боссюэ, а надпись возле него гласит: <color=#ffffffd9>«\"Сюита ледяного ветра\", автором которой является известный живописец Кур-де-Фонтейна, завоевала сердца многих на своей первой выставке. Посвящается господину Боссюэ».</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/18/237301566/8f3ac24cbee2d79d04ab7a0d709530de_3503760946132750855.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Во время исследования этих необычных подводных руин Путешественник/ца и Паймон обнаружили таинственное светоизлучающее устройство. После калибровки трёх экспериментальных фокусировочных зеркал и активации устройства в центре, открылись ворота, позволив им пройти дальше по лаборатории. Прототипы механической танцовщицы и танцора Клэр и Лотар, созданные Майарде, находились в режиме ожидания, но затем внезапно активировались, заставив Путешественника/цу победить их. Севинье, исследовательница из Исследовательского института Фонтейна, сообщила им, что с тех пор, как Майарде занял выгодное место на острове Эриний, он редко возвращался в лабораторию. Прототипы ждали его, но теперь они были настолько сильно повреждены, что большая часть заводного механизма выпала. Севинье попросила Путешественника/цу и Паймона отнести три перфоленты Киссери. Они использовали течение, чтобы покинуть лабораторию, и передали ленты Киссери в Институте.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Исследовательский институт Фонтейна",
        "desc": "<p>Научно-исследовательский институт кинетической энергии Фонтейна - организация, основанная Аленом Гильотеном. Часто сокращается до Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/154baa11b653966030bdf047346be788_5453069314476012727.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4534,
        "name": "Севинье",
        "desc": "<p>Учёная из Исследовательского института Фонтейна</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/237301566/728c09491c76cf0d07a0d182e8fd9795_5284287717754432757.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3993,
        "name": "Сюита ледяного ветра",
        "desc": "<p>Механический танцор, разработанный Исследовательским институтом Фонтейна. По первоначальному замыслу Боссюэ, необычный механический танцор должен был стать произведением искусства, выходящим за рамки простых механических реплик. Но после вынужденного ухода Боссюэ проектом занялся Майарде. Он по-своему понимал понятия «механика» и «танец», поэтому в процессе смены поколений функции «механического танцора» были усовершенствованы, но постепенно отошли от первоначального дизайна Боссюэ.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/70239714/377f3a8f5ea5fc082951815af746a2ae_1042957468617727340.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4550,
        "name": "Экспериментальное фокусировочное зеркало",
        "desc": "<p>Конденсационная призма с экспериментальными компонентами кристаллического светового канала. Выполните ручную калибровку, когда изображение наиболее резкое, чтобы сфокусировать свет.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/27/124137736/1ef525b101a31611b9fe2cc1b0a59aa8_7241491240947468176.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Лес Дриас",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Лес Дриас - малонаселенная местность к юго-востоку от Нового исследовательского института. Натурфилософы предполагают, что название соснового леса происходит от варварского племени Дриас. Более романтичное объяснение предлагается в одной из старейших пьес Фонтейна «Дриас». Главным героем является Аврелий, и в пьесе он воспевается как славный герой, вернувший в лоно Фонтейна множество земель и городов, где жили отступники. В исторических источникам не существует упоминаний об Аврелии. Легенда гласит, что однажды во время похода Аврелий попал в ловушку врага и оказался в сосновом лесу, отрезанный от своих основных сил. И в тот самый миг, когда кинжал убийцы готовился оборвать его жизнь, небо прорезало дождём серебристых стрел. Он встретил Дриастис, юную девушку, спасшую его, и она начала умолять положить конец бессмысленной войне на её земле. Аврелий был тронут её мольбой: он принял из её рук длинный лук и повернул свои войска к дому. Но на обратном пути был убит коварным изменником и нашёл последний приют в морских глубинах. На протяжении тысячелетий история развивалась в различных версиях, изображающих трагическую судьбу Аврелия или его навязчивую любовь к Дриастис. Встретил ли он свой конец, погрузившись в глубокое море, где бесконечное течение времени поглотило его волю и желания, или он всплыл на поверхность спустя много лет, чтобы пасть жертвой новой Белой армады или Охотников Сумеречного двора, история юного героя закончилась. И Дриастис была лишь одной из многих легенд того смутного времени. Тем временем лук, сломавший судьбу Аврелия, раз за разом менял хозяев, пока не превратился в театральный реквизит для детских представлений у него на родине."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/3800850e0ccce725da5783a7fa5b18ef_3712076614825515414.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Маленькая девочка Бланш и её приёмный брат «Коварный Пузырин» жили в доме в лесу Дриас. Незадолго до встречи с Путешественником/цей брат Бланш завладел ценной формулой зелья, известного как Чистейшая вода, которая, как полагают, была создана Исследовательским институтом Фонтейна. После взрыва Института многие предметы разбросало по окрестностям. Лес Дриас находится на склоне за Исследовательским институтом, где раньше находились разные питомники растений, но потом их забросили. Здесь же когда-то проводил свои исследования и жил в уединении химик, что изобрёл Чистейшую воду. Коварный Пузырин часто бывал в этих местах, и именно так он нашёл формулу. Этот рецепт был очень кратким, и парень не смог разобрать названия некоторых ингредиентов, поэтому решил поискать другие рукописи. Во время поисков Коварный Пузырин вдруг исчез."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/0c40738fe644dbf638cedc2953ca03ec_7305984253871729912.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Когда Коварного Пузырина наконец нашли, он рассказал историю о химике - красивом, но эксцентричном юноше, настоящим гением по части алхимии. Поскольку в Институте не так серьёзно относились к алхимии, а он был замкнутым и самовлюблённым, его постоянно отодвигали на задний план. Позднее он переехал на гору и жил там отшельником. Он изобрёл множество чудесных зелий, но всё вылил в землю. Некоторые считают, что по милости Гидро Архонта, которая не желала, чтобы драгоценные зелья пропали, на этом месте появился небольшой пруд. Изумлённый, химик целыми днями сидел у пруда. Он и дальше не отходил от пруда, пока однажды случайно не оступился и не утонул в собственном же шедевре. После чего посреди пруда вырос бело-голубой цветок, такой же прекрасный, каким был и сам химик. Коварный Пузырин планировал отправить формулу Чистейшей воды в Новый исследовательский институт Фонтейна в качестве наследства для Бланш. Он не хотел, чтобы сестра пошла по его стопам и стала Похитительницей сокровищ.\nТри «Сборника литературы новой волны», оставленными членами организации в лесу Дриас, служат словарём терминов. Сборники составлены Модным Персиком Зайтун, одним из пяти великих оперативников Фруктов Порядка. Он считает, что из-за дисбаланса распределения богатств зародились Похитители сокровищ, которые существуют, чтобы восстановить равновесие ценностей. Артерии земли осквернили людей, и так настало время зародиться Новой волне. Загрязнение людей тьмой приводит к появлению нового, светлого мира. Жестокая Лилия, Коварный Пузырин и Простодушный Волчий Крюк также являются сотрудниками Фруктов порядка. Когда Коварный Пузырин предал организацию, руководство поручило Жестокой Лили устранить его, но Модный Персик Зайтун и Простодушный Волчий Крюк встали на его защиту. Во время сражения Жестокая Лилия узнала, что Коварный Пузырин так поступил ради своей сестры, поэтому она позволила себя победить. На прощание Бланш предложила ей копию формулы Чистейшей воды, которую смог восстановить Коварный Пузырин, и та любезно её приняла. Жестокая Лилия сообщила всем о смерти Коварного Пузырина, а тот добровольно сдался в крепость Меропид и планирует там открыть магазин.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Исследовательский институт Фонтейна",
        "desc": "<p>Научно-исследовательский институт кинетической энергии Фонтейна - организация, основанная Аленом Гильотеном. Часто сокращается до Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/154baa11b653966030bdf047346be788_5453069314476012727.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4526,
        "name": "Бланш",
        "desc": "<p>Сестра Коварного Пузырина.</p><p></p><p>Эксклюзивный персонаж задания «Негодяи»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/237301566/c62caa01fc3082570b530589afa787f8_246133369290016107.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4527,
        "name": "Коварный Пузырин",
        "desc": "<p>Сотрудник Фруктов порядка и брат Бланш</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/237301566/39fff5b61b95c4e1e205bc1032aac4f8_555470146746526875.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5673,
        "name": "Сердечные струны дождя",
        "desc": "Легендарный лук фей. Он одинаково легко трогает сердца слушателей со сцены и на поле боя.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/25/bbfcbecb44910640904415c4c8f7a71d_6233228634431101260.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4423,
        "name": "Рецепт: Чистейшая вода",
        "desc": "<p>Подробный рецепт приготовления блюда «Чистейшая вода».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/237301566/e8b18e22328b930e6991d4920941d207_3331654847378048885.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4388,
        "name": "Чистейшая вода",
        "desc": "<p>Наследие некоего талантливого химика, которое, как говорят, может вызвать в организме самую чистую силу.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/03/124137736/19ca8e95ed04d85e0e4755573959fe64_1560602723410715720.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4476,
        "name": "Чистая шишка",
        "desc": "<p>Шишка по размеру крупнее обычной сосновой шишки. Наверное, это всё потому, что она чище.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/124137736/5361b0f41ff5ee747733a7363ca644e6_3279362306173364531.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Руины Центральной лаборатории",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Центральная лаборатория",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/daac27bbda55dece878de775f000e34a_2170979292995018207.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Расположенная в самом сердце Научно-исследовательского института кинетической энергии Фонтейна центральная лаборатория была оснащена самыми современными приборами в Фонтейне. Основные исследования, проводимые там, были связаны с «Экспериментальным генератором поля». Во время проведения исследований ядро архиума внутри генератора поля подверглось перегрузке, что вызвало колоссальный взрыв, разрушивший лабораторию. При помощи водного антиграва исследователи могут относительно безопасно и быстро подняться на руины Исследовательского института. Загадочная зелёно-жёлтая кристаллическая руда, которая имеет свойство притягивать руду одинакового типа, может быть найдена в руинах внутри изменённого водоёма антигравитационной аномалии.\nПосле первого взрыва весь архиум института распался на фрагменты, создавая с тех пор постоянный риск самопроизвольного возбуждения и последующего взрыва. Вторичный взрыв, незначительный по сравнению с предыдущим, произошел на руинах Центральной лаборатории, в результате чего многочисленные конденсирующиеся компоненты архиума были рассеяны в окружающей среде. Этот вторичный взрыв был результатом потока энергии, затронувшего небольшую часть архиума в руинах, и предположительно произошёл по вине старшего научного сотрудника Нэкера, находившегося в руинах во время взрыва. Было использовано устройство подавления, и кризис удалось предотвратить, однако Нэкер сбежал. Когда-то он работал с Эдвином Истингхаусом, и считалось, что он украл «Фундаментальное ядро кинетической энергии», чтобы заработать «небольшое состояние», и спровоцировал взрыв."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/d0b847521e35bb8d000b07cc2c580d2d_774593647485640680.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Раньше Институт был соединён с Кур-де-Фонтейном линией аквабусов - системой, разработанной в сотрудничестве с бывшим президентом Спина-ди-Росула Калласом Каспаром. Линия, ведущая к Институту, названа в честь Калласа и была уничтожена во время взрыва лаборатории. На станциях аквабусов находится объявление: «В связи с непредвиденными обстоятельствами работа линии Каллас приостановлена на неопределённый срок. Приносим извинения за доставленные неудобства». На доске объявлений в кафе «Лютес» ведутся обсуждения о реконструкции линии Каллас, а текущая глава Спина-ди-Росула Навия планирует восстановить линию и построить новые остановки на существующих линиях. До закрытия третьей линии Каллас мелюзина Талокард работала гидом, но была уволена из-за жалоб туристов. Некоторые хвалили её в лицо, а после писали жалобы и говорили, что им неприятно слушать её воронье карканье.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Исследовательский институт Фонтейна",
        "desc": "<p>Научно-исследовательский институт кинетической энергии Фонтейна - организация, основанная Аленом Гильотеном. Часто сокращается до Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/154baa11b653966030bdf047346be788_5453069314476012727.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Спина-ди-Росула",
        "desc": "<p>Трудящаяся ради благосостояния граждан организация, которая состоит из представителей многих слоёв общества и направляет свои усилия на посредничество в разрешении сложных вопросов среди простых людей, и, когда это необходимо, сотрудничает с властями Фонтейна.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/103e6993dd0a594332fa18ca5fe17098_8277831119903335348.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Эдвин Истингхаус",
        "desc": "<p>Бывший глава Научно-исследовательского института Фонтейна, который проводил эксперименты с архиумом и хотел построить летающий город, чтобы избежать пророчества Фонтейна. Обвинён во взрыве Института.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/c489991125014d61433420b3425ce342_448951411561356991.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Нэкер",
        "desc": "<p>Учёный Исследовательского института Фонтейна, который украл «Фундаментальное ядро кинетической энергии» и сбежал.</p><p></p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/17/237301566/84798569350b3d70ebb96f57caaad016_1406762183268008237.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Навия",
        "desc": "<p>Действующая глава Спина-ди-Росула, лучший и самый ответственный босс.<br><br><em>«В детстве мы играли в одну настольную игру, где она выступала в роли искательницы приключений, а я - в роли ведущей. Что и говорить, я неплохо умею справляться с непредвиденными обстоятельствами, но при этом меня часто ставили в тупик её ответы и решения. С другой стороны, именно это и делало игру интересной», </em>- Клоринда.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/17/70239714/3fc7580c01a9e622692402889706c4db_1613407406345195234.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Талокард",
        "desc": "<p>Работница Сумеречного двора, расследующая дело о пропаже Месье Артура. Ранее работала гидом на линии «Каллас», но была уволена из-за жалоб туристов на её голос.</p><p></p><p>Эксклюзивный персонаж задания «Опрос мелюзины и ответ машины».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/abb512875929eee2a21685ecab89853f_720253713717583213.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4461,
        "name": "Таинственная руда",
        "desc": "<p>Загадочная зелёно-жёлтая кристаллическая руда. По-видимому, имеет свойство притягивать руду одинакового типа.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/124137736/08de5a60a8c4e8d57f9157c8d85ba91b_7710056562547644512.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Смотровые башни",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "По невезению, взрыв в Исследовательском институте Фонтейна также затопил гидрологическую наблюдательную станцию ​​к западу от Центральной лаборатории. Младший сотрудник Бройль находится на берегу около затопленной станции. Раньше он отвечал за мониторинг гидрологических данных Фонтейна, которые включают все данные, связанные с различными свойствами воды: температура разных слоев воды, водный горизонт, объём потока и испарения в единицу времени, содержание примесей и т.д. Все прежние обобщённые данные утонули вместе с наблюдательной станцией, но, к счастью, Бройль с коллегами в то время был в экспедиции и в результате не пострадал.\nПосле взрыва и затопления наблюдательной станции прежние отделы были реорганизованы, и Бройля распределили в новый отдел комплексной защиты водных видов и гидрологии. Младший сотрудник оказался под постоянным пристальным наблюдением начальства, имея дело с множеством непонятных правил. Каждый день нужно было вовремя приходить на работу, а в конце недели делать еженедельный отчёт. Поспать в обед было нельзя, а одна из коллег держала в отделе пухленей, которые трижды укусили Бройля. Он надеялся, что если удастся вернуть данные прежних исследований, то он сможет убедить начальство возродить старый отдел гидрологического мониторинга, а их с коллегами вернут на прежние должности.\nВсего было три наблюдательные станции и один центр обработки, каждая со своими собственными независимыми наборами данных. Чтобы донести необходимость мониторинга до своего руководителя, Бройлю нужно было восстановить данные с оставшихся двух станций и проанализировать их в центре обработки. Другие две станции наблюдения не пострадали во время взрыва и продолжали стоять на твёрдой земле. Однако эти станции были захвачены Фатуи, которые утверждали, что получили на это разрешение от Палаты Жестьон, и запретили кому-либо извлекать данные."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/0c2bed57dbd6a0e5d9580a54e7d81a42_6358563825184556965.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Станция печенья «Мадлен» на юге области в настоящее время находится под водой. Блокнот о процедурах безопасности станции сделан из водостойких материалов, и даже спустя столько времени под водой он сохранился в идеальном состоянии. На обложке была приклеена записка, подчеркивающая важность следования инструкциям. Если бы исследователи снова потеряли данные, они рисковали на месяц остаться без полдника. После установления нормальной подачи энергии на пульте можно распечатать данные наблюдений, потянув за рычаг слева с надписью <color=#ffffffd9>«Ни в коем случае не трогать»</color> ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/a5fa461b62efcd63c56e998b4f29cba3_4636256766622422925.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Перфолента с данными выполнена из водостойких материалов и нуждается в специальном оборудовании для расшифровки. К северо-западу от руин Центральной лаборатории находится станция фруктового мармелада. Там можно найти блокнот, в котором подробно описывается постоянная проблема исчезновения устройств хранения энергии, которые пропадают вскоре после установки. Внизу по лестнице находится исследовательский терминал, и если потянуть рычаг, машина с тряской и грохотом выплюнет стопку перфолент.\nПосле получения данных с двух станций наблюдения Бройль получил ключ от центра обработки у своего руководителя, чтобы они могли организовать данные. Бройль был обеспокоен ситуацией и возможным присутствием Фатуи, поэтому попросил Путешественника/цу и Паймона пойти с ним. После опыта на станции фруктового мармелада и станции креп-сюзетт, господа из Снежной также могли находиться и в центре обработки."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/82ceaa5bd41b38ec782675bf3e658442_977934329526045271.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Несмотря на видимое отсутствие следов Фатуи около центра обработки и на первоначальное состояние терминала внизу центра, Бройль всё ещё был взволнован. Внезапно появился агент Фатуи по имени Малиновский - командир независимого разведотряда №34. Путешественник/ца погнался/ась за Фатуи, и когда его догнали, тот вернул все пропавшие из центра данные. Когда разведотряд только отправили в Фонтейн, миссия не казалась особо сложной и все были довольны. Несколько месяцев назад произошли организационные изменения, и штаб назначил Шумилова новым заместителем Малиновского. Шумилов был командиром взвода, находящегося на станции креп-сюзетт. Несмотря на то, что Малиновский был начальником Шумилова, он всеми силами пытался избежать его, поскольку тот действовал так серьёзно, что начальнику было трудно публично оспорить его авторитет. Когда Малиновский заметил башни, он специально сфабриковал письма от Палаты Жестьон, чтобы исследовать и занять наблюдательные станции. Бройль посочувствовал агенту Фатуи и попросил Путешественника/цу отпустить его, чтобы тот мог хоть немного отдохнуть от этого шумного мира."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/dc60e95400b1875415e2383317513bc4_4081192184327428779.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Недалеко от центра обработки находится Автоматический генератор полей сверхвычислений - особый Мек: Улучшение вычислений. Он был спроектирован Исследовательским институтом Фонтейна для ретрансляции и усиления сигнала. Энергия, приводящая в движение мека, вырабатывается в результате контролируемой реакции аннигиляции усии и пневмы внутри кинетического ядра. Выделение слишком большого количества энергии может привести к нарушению изначального баланса. Автоматический генератор полей сверхвычислений работает на энергии усии и активирует поле снижения гравитации. Гравитационное поле устройства в таком состоянии отключается, если его ядро уничтожить атаками пневмы. Этот мек защищён Гео щитом и восстанавливает архэ после оглушения быстрее, чем другие меки.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4533,
        "name": "Бройль",
        "desc": "<p>Гидролог из Исследовательского института</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/237301566/a39daade1ee403ae8691645e3a8417a7_1052197374144916831.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6397,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4474,
        "name": "Перфолента",
        "desc": "<p>Перфолента из башни в окрестностях Исследовательского института Фонтейна. Для расшифровки записанных на ней данных не обойтись без специальных приборов.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/124137736/3a0b74b9e37f212951b11ec48143ad17_8737731803658603869.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4473,
        "name": "Перфолента",
        "desc": "<p>Перфолента из особого непромокаемого материала. Для расшифровки записанных на ней данных не обойтись без специальных приборов.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/124137736/3a0b74b9e37f212951b11ec48143ad17_8667042825857618519.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4475,
        "name": "Промокшая перфолента",
        "desc": "<p>Перфолента, выловленная из воды. Для расшифровки записанных на ней данных не обойтись без специальных приборов. Хотя эта перфолента изготовлена из особого непромокаемого материала, благодаря чему уцелела в воде, она пробыла там так долго, что до сих пор влажная на ощупь...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/124137736/67d0d09c947806a43a259e2ff3bab5d4_1952243808782572209.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Разбросанные ориентиры",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/93062cbba49ca1bb4fef979811850d74_3417628718384170546.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В восточной части локации в центре лагеря хиличурлов находится гигантский мек. Последствия взрыва в Исследовательском институте Фонтейна не смогли полностью уничтожить его, и он продолжает существовать в форме, противоречащей его первоначальному замыслу. По всему лагерю хиличурлов есть заметки, в которых подробно описывается, как проектная команда разработала «Комплексную формулу для конвенциональных боёв». Базовая боевая модель представляет собой интеграцию базовой логики «Формулы разрушающего эффекта» древнего флота и боевых данных, предоставленных искателями приключений. На основе системы данных «Комплексной формулы для конвенциональных боёв» мек данной модели в конечном итоге должен достигать следующих боевых и инженерных показателей: прерывание линии фронта противника в авангарде, выявление и уничтожение монстров в режиме патрулирования, сражение с сильными врагами, быстрое преодоление препятствий и атака укреплённых сооружений противника. Для достижения перечисленных выше показателей решено выпустить три партии опытных образцов общим количеством девять штук: прототип системы, базовая мобильность и полная мобильность. На основе опыта разработки и данных испытаний девяти опытных образцов планировалось поставить на поток массовое производство данного типа меков. По всему лагерю хиличурлов можно найти три шестерни, размещение которых на меке откроет скрытую способность машины: верхняя часть содержит фейерверки, которые можно зажечь, чтобы посмотреть небольшое шоу. На верхушке мека можно найти таинственную зелёно-жёлтую руду, необходимую для создания архиума-люменита.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4455,
        "name": "Прямозубая шестерня C",
        "desc": "<p>Обычная на вид цилиндрическая прямозубая шестерня. Изначально относилась к Прототипу исходных способностей №2, но затем случайно отделилась от основного механизма под действием мощной внешней силы...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/124137736/5050befc058d0fd967d8c56724680fe2_5547880609374954891.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4456,
        "name": "Прямозубая шестерня T",
        "desc": "<p>Обычная на вид цилиндрическая прямозубая шестерня. Изначально относилась к Прототипу исходных способностей №2, но затем случайно отделилась от основного механизма под действием мощной внешней силы...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/124137736/5050befc058d0fd967d8c56724680fe2_5840949958629951740.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4461,
        "name": "Таинственная руда",
        "desc": "<p>Загадочная зелёно-жёлтая кристаллическая руда. По-видимому, имеет свойство притягивать руду одинакового типа.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/13/124137736/08de5a60a8c4e8d57f9157c8d85ba91b_7710056562547644512.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Хранилище Охотников Сумеречного двора",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/764060d0e86c427fb5e60adaaa2cbc1b_4022784271609485864.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "К востоку от руин Центральной лаборатории находится тайное хранилище со сокровищем, защищённое загадками и запертой дверью. Ходят слухи, что Охотники Сумеречного двора прошлого оставили в хранилище сокровище, способное победить любого злого мага. Чтобы войти в пещеру с сокровищами, нужно разбить груду камней, которая скрывает за собой водоём. Решение головоломки, связанной с дверью хранилища, доказывает, что человек достоин унаследовать секреты прошлого. Наградой за решение загадки является один из ключей Охотников Сумеречного двора, передаваемых из поколения в поколение. Чтобы составить полный ключ для открытия двери, необходимо собрать четыре таких ключа. За дверью скрывается сокровище - каменная табличка, окружённая оружием.\nНа безмолвной табличке написаны имена древних Охотников Сумеречного двора и их героическое подвиги. Хотя оружие, окружающее табличку, на первый взгляд кажется совершенно обычным, от него исходит слабая энергия. Прошло много времени с тех пор, как его использовали в битве, но края остались острыми, будто ждали следующего достойного Охотника Сумеречного двора, который бы продолжил их дело. В прошлом Охотники Сумеречного двора применяли к своему оружию заклинания, которые помогали противостоять монстрам. Если рядом появлялся монстр, оружие начинало светиться. Если произнести имя Охотников, держа в руке их оружие, можно призвать их себе на помощь. Взяв оружие в руки, можно проникнуться духом Охотников. Смесь храбрости и решимости - безмолвная клятва, что передаётся из поколения в поколение и призывает вас сражаться с чудовищами, чего бы это ни стоило. Именно память об Охотниках - сокровище из легенд, представляющее их истинное наследие."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/237301566/080b908b0847e4ab8e6623f146a4c630_27541489977285475.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Путешественник/ца, Паймон, Фурина, Лини, Навия и Клоринда попали в эту пещеру по сюжету ролевой игры, организованной клубом «Настольная труппа». По сюжету игры все герои являлись Охотниками Сумеречного двора, которые должны были найти сокровища Охотников, чтобы победить сильного мага. Когда они оказались около запертой двери, ведущая игры Клоринда поняла, что их приключение вышло за рамки игры, поскольку перед ними предстала настоящая сокровищница Охотников Сумеречного двора. Часть ключа, которую они получили после решения головоломки была в точности такой же, как и ключ Клоринды, оставленный её наставницей. Оказалось, что в эту пещеру их заманил другой участник клуба и наследник Охотников Сумеречного двора Флориан. Его отец был Охотником и всю свою жизнь посвятил служению делу, но в ответ получил лишь нищету и страдания. Члены его семьи из поколения в поколение были Охотниками Сумеречного двора, которые передавали в наследство не только титул и навыки владения мечом, но и печать, которой Охотники Сумеречного двора сдерживали монстра, надеясь, что со временем найдётся способ его победить. Отец Флориана велел тому хранить печать как зеницу ока, так как она была важнейшей обязанностью его рода, но после его смерти, сын забросил эту обязанность. Эта печать подавляла Пожирателя - опасного противника, который был способен усиливать одержимости и желания до такой степени, что человек терял власть над собой. Когда Флориан наконец решил проверить печать, его сознанием завладел монстр. Гнев из-за несправедливости в душе Флориана сделал его лёгкой добычей.\nФлориан заманил Клоринду, Лини, Фурину, Навию, Путешественника/цу и Паймон в тайную сокровищницу, чтобы уничтожить Охотников и забрать сокровища, которые, как он считал, принадлежали ему по праву. Для открытия хранилища ему не хватало лишь одного ключа из четырёх: один ключ передал ему отец, другой он украл, а третий отобрал у Охотника. Во время боя с Флорианом Клоринда смогла на время изгнать монстра из его тела. Герои решили использовать оружие Охотников, чтобы победить Пожирателя: у Фурины оказался меч Эст, а у Лини - лук Вальтера. Навия же использовала меч наставницы Клоринды. Для битвы с монстром Флориан заманил его в своё тело, а Клоринда, Навия, Фурина, Лини, Путешественник/ца и Паймон при поддержке призраков Охотников одолели его.\nВ районе Института кинетической энергии можно найти следующие задания мира:"
      },
      {
        "type": "CustomEntry",
        "epId": 5491,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", F"
      },
      {
        "type": "CustomEntry",
        "epId": 5508,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5505,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5509,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5484,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5485,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5487,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5510,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и"
      },
      {
        "type": "CustomEntry",
        "epId": 5511,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Сумеречный двор",
        "desc": "<p>Отдел по расследованию преступлений, который находится в непосредственном подчинении верховного судьи Нёвиллета. Является подразделением Палаты Жардинаж и расположен во Дворце Мермония.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/615412682c0d3edc7483b9452030aa64_5426056875512651762.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Клоринда",
        "desc": "<p>Непобедимый судебный дуэлянт. С мечом в руках она защищает правосудие Кур-де-Фонтейна.<br><br><em>«...Послушай, парень. У нас неоспоримые доказательства твоей вины. Хочешь сохранить репутацию? Сначала искупи свои грехи. Затем займись добрыми делами. И не думай, что дуэль тебе поможет. Против тебя выступит Клоринда. Да, та самая Клоринда. Да поможет тебе фонтан Люсин... Если ты решишься бросить ей вызов, то у тебя не останется сил даже на признание!»</em> - искреннее письмо, которое накануне дуэли получил некий богатый торговец, заявивший о своей невиновности.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/70239714/770a66030815971c697ab81bc5436329_6190990120931438334.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Фурина",
        "desc": "<p>В центре внимания на сцене театра правосудия вплоть до финального занавеса и оваций.</p><p></p><p><em>«В ней есть радость и гнев, ей свойственно безумие, когда требуется безумие, и слабость, когда нужна слабость... Именно её несовершенство делает её совершенной в моих глазах»</em>, - Преступник, преисполненный любовью и раскаянием.</p><p></p><p><em>«Одна ложь неизбежно порождает другую. В итоге череды бесчисленных обманов человек неизбежно предстаёт перед ликом «правосудия». Невежде это может показаться фарсом. Но если вернуться к самому началу, то лжецу станет ясно, что первой жертвой его обмана был он сам»</em>, - притча, которую ведьма «Н.» оставила в чьих-то снах.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/70239714/263e5ea0784d182b393f67a7e24146a5_6841129024701614855.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Навия",
        "desc": "<p>Действующая глава Спина-ди-Росула, лучший и самый ответственный босс.<br><br><em>«В детстве мы играли в одну настольную игру, где она выступала в роли искательницы приключений, а я - в роли ведущей. Что и говорить, я неплохо умею справляться с непредвиденными обстоятельствами, но при этом меня часто ставили в тупик её ответы и решения. С другой стороны, именно это и делало игру интересной», </em>- Клоринда.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/17/70239714/3fc7580c01a9e622692402889706c4db_1613407406345195234.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Лини",
        "desc": "<p>Маг-иллюзионист из Фонтейна, завораживающий публику ловкостью рук и красноречием.<br><br><em>«Рано или поздно дети взрослеют, превосходя родителей. Только так \"семья\" будет \"процветать\". Я с нетерпением жду того дня, когда он превзойдёт меня... Интересно, какое значение примет \"семья\" для него?»</em>, - Арлекино.<br><br><em>«Иногда он совершает отвлекающие движения, иногда притворяется рассеянным и намеренно допускает оплошность... Но, когда он настроен серьёзно, ловкость рук завораживает больше, чем могла бы магия. Угадай, о чём я говорю?»</em> - Линетт подкинула загадку своему брату Фремине, слегка дуя на чай.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/70239714/e343d4442cc3b8e243f0d528bb715f75_4693008620861939901.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5749,
        "name": "Флориан",
        "desc": "<p>Наследник Охотников Сумеречного двора и автор одного из сценариев «Настольной труппы».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/aa30b141163f3a99594be4e041e7d75e_2683305376736871956.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Боссы"
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Развитие персонажей"
      },
      {
        "type": "CustomEntry",
        "epId": 4379,
        "name": "Турбийон",
        "desc": "<p>Ключевая деталь Экспериментального генератора поля.</p><p>Механическая деталь точной обработки, нейтрализующая действие силы тяжести и вращающаяся с высокой скоростью, которую практически невозможно определить невооруженным глазом.</p><p>На протяжении всей своей долгой истории Научно-исследовательский институт кинетической энергии Фонтейна искал способ противостоять потопу, который когда-то смыл бесчисленное множество жизней и однажды может обрушиться вновь.</p><p>Архиум, содержащий огромный запас энергии и способный разрушить земные оковы, когда-то считался ключом к вратам спасения.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/27/237301566/589ca2a7c53e2313d971436cf8007838_433960382447619373.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Лучистые кристаллы"
      },
      {
        "type": "CustomEntry",
        "epId": 4497,
        "name": "Лучистый кристалл 112",
        "desc": "<p>Дивная мелодия этого кристалла словно соткана из нежнейшего шёлка. Эти предметы можно найти по всему материку или у торговцев диковинками. Заключённую в кристалле мелодию можно высвободить в Чайнике безмятежности при помощи Музыки природы: Мелодия на ветру или Музыки природы: Переплетения мелодий. В этом Лучистом кристалле содержится чудесная мелодия Фонтейна.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/124137736/33219efde74b002b368e606c6e784ba4_4274775539630484238.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4498,
        "name": "Лучистый кристалл 113",
        "desc": "<p>Дивная мелодия этого кристалла словно соткана из нежнейшего шёлка. Эти предметы можно найти по всему материку или у торговцев диковинками. Заключённую в кристалле мелодию можно высвободить в Чайнике безмятежности при помощи Музыки природы: Мелодия на ветру или Музыки природы: Переплетения мелодий. В этом Лучистом кристалле содержится чудесная мелодия Фонтейна.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/124137736/33219efde74b002b368e606c6e784ba4_5449798088903915859.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4499,
        "name": "Лучистый кристалл 114",
        "desc": "<p>Дивная мелодия этого кристалла словно соткана из нежнейшего шёлка. Эти предметы можно найти по всему материку или у торговцев диковинками. Заключённую в кристалле мелодию можно высвободить в Чайнике безмятежности при помощи Музыки природы: Мелодия на ветру или Музыки природы: Переплетения мелодий. В этом Лучистом кристалле содержится чудесная мелодия Фонтейна.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/24/124137736/33219efde74b002b368e606c6e784ba4_7219820905503598046.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные персонажи"
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "name": "Шуазёль",
        "desc": "<p>Вместе с Раймондо является временным главой нового Исследовательского института Фонтейна после исчезновения Эдвина Истингхауса во время взрыва предыдущего Исследовательского института</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/17/237301566/686e30e290d1bc0619c1bf144edba8d2_1441402299831178602.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "name": "Раймондо",
        "desc": "<p>Раймондо Хавенботте - старший технический специалист Научно-исследовательского института кинетической энергии Фонтейна. Вместе с Шуазёлем является временным главой нового Исследовательского института Фонтейна после исчезновения Эдвина Истингхауса во время взрыва предыдущего Исследовательского института.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/17/237301566/fec99257b23f526ad6e38f9c2fa67549_5356546842723564117.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4529,
        "name": "Хрония",
        "desc": "<p>Журналистка «Паровой птицы», расследующая взрыв Исследовательского института Фонтейна и распространение архиума. Из-за своего расследования Хрония сталкивается с уголовным преследованием от института.</p><p></p><p></p><p>Эксклюзивный персонаж задания «Хроники Исследовательского института Фонтейна»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/17/237301566/5aab0153e8c00144dcb3f78deb9b7a5a_3074006342975628741.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Нэкер",
        "desc": "<p>Учёный Исследовательского института Фонтейна, который украл «Фундаментальное ядро кинетической энергии» и сбежал.</p><p></p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/17/237301566/84798569350b3d70ebb96f57caaad016_1406762183268008237.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4544,
        "name": "Бриколь",
        "desc": "<p>Учёный из Исследовательского института Фонтейна, расследующий дело уволенного учёного Кутро, укравшего имущество Института</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/19/237301566/a51373982de7a127c10d6fd7c271b735_6381456468656179158.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4534,
        "name": "Севинье",
        "desc": "<p>Учёная из Исследовательского института Фонтейна</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/237301566/728c09491c76cf0d07a0d182e8fd9795_5284287717754432757.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4535,
        "name": "Кутро",
        "desc": "<p>Учёный из Исследовательского института Фонтейна, также известный как Кьюзель, и владелец мастерской Кьюзеля. Был уволен из Института за сомнительные исследования.</p><p></p><p>Эксклюзивный персонаж задания «Путь к сингулярности»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/237301566/591bca8c840b50127f6f34dd2d23fa28_8871885703582502741.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4533,
        "name": "Бройль",
        "desc": "<p>Гидролог из Исследовательского института</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/237301566/a39daade1ee403ae8691645e3a8417a7_1052197374144916831.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4537,
        "name": "Эгуи",
        "desc": "<p>Работник крепости Меропид</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/237301566/75f4038be0f2f94d9f07c97e7c5534ae_311810788338970469.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4536,
        "name": "Бален",
        "desc": "<p>Работник крепости Меропид</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/237301566/1fe569387e2f402e6318ec36c6d7c75f_6710300648886911794.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4526,
        "name": "Бланш",
        "desc": "<p>Сестра Коварного Пузырина.</p><p></p><p>Эксклюзивный персонаж задания «Негодяи»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/237301566/c62caa01fc3082570b530589afa787f8_246133369290016107.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4527,
        "name": "Коварный Пузырин",
        "desc": "<p>Сотрудник Фруктов порядка и брат Бланш</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/14/237301566/39fff5b61b95c4e1e205bc1032aac4f8_555470146746526875.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Обучение"
      },
      {
        "type": "CustomEntry",
        "epId": 4550,
        "name": "Экспериментальное фокусировочное зеркало",
        "desc": "<p>Конденсационная призма с экспериментальными компонентами кристаллического светового канала. Выполните ручную калибровку, когда изображение наиболее резкое, чтобы сфокусировать свет.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/27/124137736/1ef525b101a31611b9fe2cc1b0a59aa8_7241491240947468176.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4552,
        "name": "Изменённый водоём гравитационной аномалии",
        "desc": "<p>Опасная водная масса, преобразованная потоком энергии из конденсирующих частей.</p><p>При длительном нахождении в таких водных массах накапливается Энергия турбулентного потока. Когда она достигнет предела, все персонажи отряда утонут.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/27/124137736/1ef525b101a31611b9fe2cc1b0a59aa8_7108732137062819234.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Карта"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=ru-ru#/map/2?center=-2353.72,-4778.35&zoom=-0.50&shown_types=539"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Институт кинетической энергии",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/25cb8b65cf22789fe58147d7db3743d6_1111901643864899972.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Когда избыток интеллекта и страсть объединились, исследования принесли результаты, превзошедшие все ожидания. Но теперь некому аплодировать этому достижению."
          }
        ]
      },
      {
        "key": "Руины Центральной лаборатории",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/1ac86d58e790f1d6a890818ef52cd34d_1892698992254788632.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Когда идеал разрушен, важно поддерживать мир.\nНо некоторые верят, будто столь горячая энергия может служить другим целям..."
          }
        ]
      },
      {
        "key": "Разбросанные ориентиры",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/9b4aa8931e9d08cb0375a665e6285bb5_2420932936643006309.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Последствия того события не могли его полностью разрушить, поэтому он продолжил существование в форме, не соответствующей изначальному плану. Вероятно, и это можно считать продолжением дела."
          }
        ]
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/f3b39f84fd9eb8dcb7e6f1ca6b48ce19_7416470629192013573.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/7863c64143d92f74bfaa93c61469b6dc_5953714058663646033.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/607d19444d3050d7939e1ad91dfc0bd1_3589604499743385087.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/f4ae10452e48cb7258e01c7ca91b7ce2_9197292070818818210.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/0db1e400b67856505d0dd00fde4b24f2_1102748028802386728.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/14012b36207520fce04a8eadf6f414a9_1511500486480528596.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Институт кинетической энергии"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Постоянная область"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Фонтейн"
          }
        ]
      },
      {
        "key": "Версия выхода:",
        "value": [
          {
            "type": "RichText",
            "text": "4.1"
          }
        ]
      }
    ]
  }
}