{
  "epId": 5145,
  "name": "Лес Эриний",
  "desc": "<p>Ветра, что приходят в Кур-де-Фонтейн с востока, несут с собой загадочный сладкий аромат.</p><p>В глубине леса Эриний, куда мало кто рискует ступить, под плакучей ивой у озера уже посеяно семя приключений. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/cd8d24707c19c43305b87cac406a5c35_2187937983931319512.png",
  "menuId": 20,
  "menuName": "Объяснение терминов",
  "version": 1722684916,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Лес Эриний"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Постоянная область"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Фонтейн"
          }
        ]
      },
      {
        "key": "Версия выхода:",
        "value": [
          {
            "type": "RichText",
            "text": "4.2"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Диковинки"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Лилия озёрного света",
        "desc": "<p>Ясный и чистый зелёный цветок рождается там, где сходятся водные артерии. У него простой тонкий аромат, освежающий, но нежный.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/237301566/c43e2d148b98d58c98a008b13e37b5b5_4640719822903366472.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Лучистые кристаллы"
      },
      {
        "type": "CustomEntry",
        "epId": 4685,
        "name": "Лучистый кристалл 115",
        "desc": "Дивная мелодия этого кристалла словно соткана из нежнейшего шёлка. Эти предметы можно найти по всему материку или у торговцев диковинками. Заключённую в кристалле мелодию можно высвободить в Чайнике безмятежности при помощи Музыки природы: Мелодия на ветру или Музыки природы: Переплетения мелодий. В этом Лучистом кристалле содержится чудесная мелодия Фонтейна.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/33219efde74b002b368e606c6e784ba4_3750440063009951750.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4686,
        "name": "Лучистый кристалл 116",
        "desc": "Дивная мелодия этого кристалла словно соткана из нежнейшего шёлка. Эти предметы можно найти по всему материку или у торговцев диковинками. Заключённую в кристалле мелодию можно высвободить в Чайнике безмятежности при помощи Музыки природы: Мелодия на ветру или Музыки природы: Переплетения мелодий. В этом Лучистом кристалле содержится чудесная мелодия Фонтейна.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/33219efde74b002b368e606c6e784ba4_3750440063009951750.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные персонажи"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Пашив",
        "desc": "<p>Фея острова Эриний.</p><p></p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5670f27e6402ca96c4a5867cac5be38d_1253530968876316728.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4674,
        "name": "Пенни",
        "desc": "<p>Дочь Паркер и Барроу, подруга Осени и Руже. Имеет кота Дона Кихано и собаку Нану.</p><p></p><p></p><p>Эксклюзивный персонаж задания «Свободное стихосложение»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1922e4113522bf98343486f26f8cb5b0_4929773707924075240.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4673,
        "name": "Руже",
        "desc": "<p>Похититель сокровищ, который грабит других похитителей сокровищ и раздаёт награбленное нуждающимсся. </p><p>Руже является опекуном Пенни по просьбе её родителей.</p><p></p><p>Эксклюзивный персонаж задания «Импровизированная поэма о рассвете»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/62bdbd2dba55d11861a33f9ebcecdba5_9069252396436207362.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4672,
        "name": "Юрвилль",
        "desc": "<p>Неудачливый охотник за сокровищами и враг шаровидных осьминогов. Хочет заработать денег, чтобы вылечить свою подругу-мелюзину Надию от амнезии.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/2deb974c060f0b89dda7b2ad1431d0f3_4394407523566764018.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4675,
        "name": "Надия",
        "desc": "<p>Мелюзина, страдающая амнезией из-за черепно-мозговой травмы.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/403d108e798fe20c861bc4da29e5fc30_3555684862118337537.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Торговцы"
      },
      {
        "type": "CustomEntry",
        "epId": 4669,
        "name": "Пито",
        "desc": "<p>Рулевой «Ржавого штурвала»</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/09/237301566/17f9845746e3dbfea40486dcf4c496dc_3159189527593805796.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Книги"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "Песня Эриний",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4692,
        "name": "Разрушение обветшалого замка",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/535398cb0ba01203eb959d029eb28342_4654503092941623661.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Обучение"
      },
      {
        "type": "CustomEntry",
        "epId": 4697,
        "name": "Загрязнённая бактериальная слизь",
        "desc": "<p>В дикой природе Фонтейна иногда можно встретить эту слишком живую - возможно, из-за внешнего воздействия - загрязнённую бактериальную слизь. Сгустки загрязнения скапливаются внутри, и ядро загрязнения может быть <span style=\"color: rgb(255, 225, 75)\">очищено</span> с помощью способностей ксенохромного шаровидного осьминога и других <span style=\"color: rgb(255, 225, 75)\">ксенохромных инородов Фонтмера</span>.</p><p>В результате эволюции сгустки загрязнения иногда <span style=\"color: rgb(255, 225, 75)\">соединяются</span> друг с другом. Если не очистить все сгустки загрязнения, то удалённые сгустки <span style=\"color: rgb(255, 225, 75)\">регенерируют</span>.<br>Некоторые ядра загрязнения защищены <span style=\"color: rgb(255, 225, 75)\">непроницаемой оболочкой</span>, и нужно очистить окружающие сгустки, прежде чем оболочка будет удалена и ядро можно будет атаковать.</p><p>Некоторые ядра загрязнения даже развили в себе способность к нападению и будут защищаться. Другие могут активно охотиться, ища больше питательных веществ...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Карта"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=ru-ru#/map/2?center=-1322.98,-4096.00&zoom=-1.00&shown_types=539"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Фантастические приключения Телькси",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "В Фонтейне существует легенда о страшном подводном существе по имени Телькси. Он живёт в подводной пещере, вокруг которой разбросаны кости, а благодаря тонкому обонянию выслеживает заблудившихся одиноких детей. Когда Телькси находит ребёнка, то своим манящим голосом заманивает малыша в воду, а затем проглатывает целиком."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/18/237301566/437597bc0f902ae1f146b29d5c699ace_2593396046976267336.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Однажды ныряльщик Фремине получил заказ от Зурии Дестре, чей сын Леско страдал «синдромом одиночества». Синдром одиночества является одним из видов психического расстройства. Страдающие им люди часто чувствуют себя крайне одинокими и теряют интерес ко многим обыденным занятиям. Говорят, что существует множество факторов, связанных с развитием этого заболевания: от наследственности и душевного состояния человека до экологических факторов и даже влияния помех в артериях земли. Некоторые даже считают, что это может быть вызвано заражением из-за останков богов. У сына Зурии появились неконтролируемые галлюцинации, и он уже не мог отличить фантазию от реальности. Женщина попросила Фремине создать пингвина с часовым механизмом Телькси из воображения своего сына, чтобы тот вернулся в реальность. Леско считал, что водяной из легенды не хотел похищать детей, а пел от одиночества в тоске по общению."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«В домах из радужных раковин и кораллов жило бесчисленное множество прекрасных водяных, которые днём ухаживали за морскими животными, а ночью пели в полях золотой тидальи.</color>\n<color=#ffffffd9>Все жили беззаботно и счастливо, пока не наступил День радужного парада - важный праздник, на котором должен был короноваться новый король...</color>\n<color=#ffffffd9>А в день парада принц должен был перейти через радужный ракушечный мост и под аплодисменты подданных принять корону от своего отца. В заключение новый король благословлял всех своими добрыми пожеланиями.</color>\n<color=#ffffffd9>Этого принца звали Телькси.</color>\n<color=#ffffffd9>Чудовища были злыми и жестокими, они вселяли страх в сердца водяных. Любившие пение водяные не смогли защитить себя от чудовищ. Так королевство пало, король был убит, а водяные оказались за решёткой. Радужный мост побледнел и рассыпался.</color>\n<color=#ffffffd9>Принцу едва удалось спастись. Ему помог таинственный человек в маске. Принц потерял всё и лишь пел целыми днями напролёт грустные песни.</color>\n<color=#ffffffd9>И когда мучимый одиночеством принц пел, его песню могли услышать только столь же одинокие дети».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/18/237301566/d61a9fdca961d2e9a38c7809fbf90418_6160422888772823795.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Из-за «синдрома одиночества» Леско стал считать, что является принцем Телькси, поэтому его мать решила нарисовать книжку с картинками об этом воображаемом мире, чтобы улучшить его состояние. Когда-то они вместе начинали книгу, но расстройство прогрессировало слишком быстро, и мальчик не смог нарисовать больше первой страницы. Зурия хотела закончить книгу, но изменить финал, чтобы принц-водяной с друзьями в конце концов смог восстановить своё королевство. Она надеялась развеять одиночество и печаль своего сына, чтобы тот снова увидел мир, полный надежд.\nХоть Фремине и был готов к провалу идеи Зурии, он очень хотел помочь ей и её сыну. В Доме очага, где он вырос, при прежнем директоре он видел много случаев «синдрома одиночества». Положительных исходов было не так много, и в худших случаях пациенты погибали. Он смог прочувствовать фантазии сына Зурии, так как в прошлом у него тоже был своей воображаемый сказочный мир, откуда он черпал моральную поддержку и вдохновение. Его миром был Город пингвинов - спокойное место, где жило множество пингвинов, и все они делали заводные игрушки. Пингвин Пер, созданный Фремине, был героем этих фантазий и стал для Фремине другом, который всегда его поддерживал."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/18/237301566/68ef46d0b90d28aad63b9ef61d680ffa_5868991039937541384.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Благодаря помощи Путешественника/цы и Паймон Фремине смог сделать для Телькси оружие с щитом и провести комплексную отладку, чтобы пингвин мог правильно функционировать. Вместе с Зуриёй и Телькси они отправились в руины в Салосском морском плато, чтобы воссоздать фантазии сына Зурии для книги. Они взяли за основу историю о Телькси, но сделали её менее мрачной. Теперь принц держал в руках меч мужества и щит упорства, что свидетельствовало о том, что он преодолел трясину сомнений и готов к борьбе с тьмой. Кроме того, у Телькси появились друзья, а дорога перед ним стала радужной."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/18/237301566/66132627552ce37de9ab3c0887cab8a4_5876083470465844124.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Преодолев множество препятствий, принц Телькси и его отважные спутники наконец подошли ко входу в королевство водяных. Именно тогда маленькая фея Паймон явила спутникам свою истинную форму богини. Она похвалила спутников за добродетель и в награду одарила их многими благословениями, помолившись за принца, чтобы он смог достичь своей цели. Омытые славой Богини, принц и его спутники ворвались в оплот зла, прогнали чудовищ и вызволили из заточения прекрасных водяных. В итоге принцу удалось отвоевать своё королевство, но он не смог получить корону. Она была совсем близко к принцу, но монстры забрали её с собой, когда убегали. Они готовили ответный ход, но принц был уверен, что в следующей схватке он отвоюет корону. Сияющая радуга вновь засияет над королевством.\nКогда корона для церемонии коронации была готова, Фремине, Путешественник/ца и Паймон отправились к дому Зурии Дестре, так как не могли её найти. Семейный врач Жалакан рассказал, что Леско Дестре на самом деле когда-то болел «синдромом одиночества». За месяц до встречи Фремине с мадам Дестре, Леско отправился на поиски водяного. Он привязал к своему телу кучу тяжёлых ракушек и вошёл воду, никогда больше не вернувшись. В это время Зурия занималась организацией художественной выставки, которую подготовила специально для сына, поэтому её не было рядом. Погрузившись в самобичевание, мадам Дестре заболела той же болезнью и стала верить, что её сын жив. Зурия больше не помнила настоящего имени мальчика и считала, что её сына зовут Телькси и он принц королевства водяных. Когда Фремине создал Телькси, казалось, что состояние Зурии улучшилось, но всю ночь перед коронацией она смотрела на раковину, оставленную её сыном, и на слова, которые тот на ней написал. Так как последние дни были полезны для женщины, Путешественник/ца, Паймон и Фремине решили завершить путешествие и показать ей, что её ребёнок обрёл счастье в мире своей мечты."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/18/237301566/e149c58503f8dc388047a461bf11df5d_5611924869844804361.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В последней главе приключений Телькси и его друзья смогли прогнать последних монстров и одержать победу. Ярко блестела возвращённая корона. Водяные, наконец-то вернувшиеся в свои дома, тепло приветствовали принца аплодисментами. Они снова предложили ему драгоценные раковины и восстановили радужный мост. Принц был очень тронут его красотой. Окрылённый всеобщим счастьем, Телькси ступил на радужный мост и внимательно посмотрел на всех друзей, которые отправились с ним в путешествие. Там стояли Путешественник/ца, богиня Паймон, Фремине и женщина. Она с улыбкой подошла к нему и медленно подняла вуаль. Принц не смог сдержать слёз. Он понял, что рядом с ним всё это время была не какая-то таинственная особа, а его мама. Зурия прошла по мосту и возложила корону на голову принца. Она улыбнулась ему и сказала: <color=#ffffffd9>«Мой принц, мой король, тебе больше никогда не придётся чувствовать себя одиноким».</color>\nКогда история была закончена, Зурия увидела в механическом пингвине своего сына."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>« - Мне очень жаль, дитя моё, мама должна была проводить с тобой больше времени... Слышишь? Ты больше не будешь чувствовать себя одиноким...»</color>\n<color=#ffffffd9>«-.- ..-. ..- -... .--- -. ..-. -. -... -. -... --- (Я люблю тебя, мама!)</color>\n<color=#ffffffd9>Мама, мне что-то хочется спать... Споёшь мне колыбельную?»</color>\n<color=#ffffffd9>« - Конечно, мой мальчик... Мама всегда будет петь тебе сколько захочешь».</color>\n<color=#ffffffd9>« - Спасибо, мама! Я так люблю твою колыбельную. Послушав её, я могу спокойно вернуться в мой сон и уйти в королевство водяных».</color>\n<color=#ffffffd9>« - Ах, мой хороший... Не забывай, я всегда буду любить тебя. Знаешь, как я тебя люблю? Как до королевства водяных... и обратно!»</color>\n<color=#ffffffd9>« - Мамочка, я не забуду. И я тебя люблю до самого королевства водяных и обратно!»</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/18/237301566/54db64e1fc4b846e6f08cd32ba60bcb9_5842221303288090498.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Попрощавшись со своим сыном, Зурия стала чувствовать себя лучше. Она решила продолжить художественные выставки и вместе с врачом показывать некоторые книги с картинками, связанные с «синдромом одиночества». Мадам Дестре хотела, чтобы её собственный опыт помог окружающим, поэтому в экспозицию вошла книга о «Фантастических приключений Телькси» и терапия по направлению фантазии. Женщина сказала, что в тот момент, когда она возложила корону на голову Телькси, ей показалось, что она действительно увидела нечто прекрасное. Будто её ребёнок вернулся и сказал ей, что любит её. По её словам, именно тогда она смогла окончательно проститься с сыном. Она почувствовала, что в этот момент её исцелила неизвестная мистическая сила, которая помогла ей обрести внутреннее спокойствие.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Фремине",
        "desc": "<p>Сдержанный молодой человек, мастер подводного плавания. За его отстранённой, ледяной наружностью скрывается чистая душа без единого порока.<br><br><em>«У тебя есть выбор: погрузиться в море страданий, пока не утонешь под грузом жалости к себе... или ухватиться за протянутую руку \"семьи\" и раскрыть глаза вновь»</em>, - Арлекино.<br><br><em>«Видела? Когда голубка вылетела из шляпы, Фремине слегка улыбнулся. Представь, если б мы выпустили целую стаю голубей! Мой долг старшего брата - сделать так, чтобы он был счастлив»</em>, - Лини, подмигнув, сказал Линетт после репетиции.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/03/70239714/8e44111a378f4e5379b8e7444e8c2daa_387364127237666557.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4663,
        "name": "«Фантастические приключения Телькси»",
        "desc": "<p>Детская сказочная книга, в которой всего три страницы. Рассказывает историю о принце, преодолевающем одиночество.</p><p>На обороте мелким шрифтом указано: «Для всякого, кому сейчас трудно».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/124137736/729b81cdf8f6fd35891ed1dbd4bc5d56_1247698411727170536.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4656,
        "name": "Материал для оружия Телькси",
        "desc": "<p>Разноцветная штуковина, найденная в воде. Пригодится для изготовления оружия Телькси.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/124137736/0033ffede7c2838132f16a6cb7a8094d_8228566444479988685.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4657,
        "name": "Материал для короны Телькси",
        "desc": "<p>Разноцветная штуковина, найденная в воде. Пригодится для изготовления короны Телькси.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/124137736/241953610cb6977ee6ec07a6fd24957c_1100311519837504913.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Дикая фея Эриний",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/18/237301566/f1dc0c39518f118552ff50fdadc16e11_3992389499372508451.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Хоть защитница леса Эриний, названная Паймон Пашив, и похожа на мелюзину, она никогда не была в деревне Меруси или Кур-де-Фонтейне. Однажды она встретила «гостя» (вероятно, Нёвиллета), он обучил её языку и попросил защищать остров. Весь остров Эриний - информационная система того гостя, через которую он может чувствовать изменения в водных артериях. Плакучая ива у озера собирала информацию, туман её обрабатывал, а источник озера Урании её отправлял. Когда скверна начала уничтожать корни плакучей ивы, связывающей водные артерии, Пашив обратилась за помощью к Путешественнику/це и Паймон, проходящих мимо. Если бы корни ивы были уничтожены Корневой опухолью, произошёл бы сбой информационной системы, который бы повлиял на способности гостя."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/18/237301566/a571900dbdb15557f1e1421c656bd896_877477363033794748.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Чтобы спасти дерево, нужно было отыскать три ключа-капли: на туманном пути на юге, у источника на севере и у ивы на востоке. Чтобы получить ключ в Туманном лесу, необходимо было вернуть три капли чистой росы светящемуся дереву. Ключ около ивы оказался у алтаря под водой. Когда Путешественник/ца и Паймон искали последний ключ в озере Урании, они встретили вишапа глубин около активированного алтаря. Они приняли его за опасность и предупредили Пашив, но та лишь погладила вишапа по голове, и он сразу успокоился. Когда вишап выплюнул последний ключ, Пашив сообщила, что скверна ранила вишапа, но тот продолжил защищать ключ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/18/237301566/f72252ec169490af15c9728cf65afddc_8466293527933529619.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "После того как ключи были собраны, нужно было отправиться на площадь у станции Маркот, где находился фонтан со скульптурами льва. Когда Путешественник/ца поместил/а ключи в статуи, под фонтаном открылся проход, ведущий к корням острова Эриний. Чтобы очистить корни плакучей ивы от скверны, Пашив дала Путешественнику/це часть некой силы, усилив его/её способности. Когда они сражались со скверной, внезапно на земле засветился магический круг, из которого появились гончие Разрыва."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/18/237301566/ee933a92f5b9969db91f0d1611881640_4284554448629594464.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Пашив, которая всё время была рядом, внезапно исчезла, а на её месте появился вишап и помог сразить гончих. Когда корни были очищены, дерево выздоровело и приняло свой прежний вид.\nПосле спасения острова Эриний, Пашив в знак благодарности нашла для Паймон и Путешественника/цы сундуки с сокровищами, а те взамен пообещали её навещать, кормить тидальями, учить языку и научить правильно прощаться.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Пашив",
        "desc": "<p>Фея острова Эриний.</p><p></p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5670f27e6402ca96c4a5867cac5be38d_1253530968876316728.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Нёвиллет",
        "desc": "<p>Верховный судья Фонтейна, или же юдекс, прославившийся своей безукоризненной беспристрастностью.<br><br><em>«Однажды они вернутся, и начнётся настоящее испытание»</em>, -  Шбаланке, Погребённый первозданным огнём.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/70239714/0513aa7f482dbb4778545d02f94956fe_5004007435087179259.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4635,
        "name": "Ключ в форме слезы",
        "desc": "<p>Самоцвет в форме капли воды. Или чьей-то слезы.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/02/124137736/f2d2195ef9a143b387dd76cbd051aae6_2982751059701492978.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4005,
        "name": "Тидалья",
        "desc": "<p>Водоросли, которые перемещаются вместе с волнами и живут за счёт питательных веществ, выделяемых другими растениями. Их часто путают с зоопланктоном, но на самом деле они являются фитопланктоном.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/237301566/172ed81b5284a43c6bf5835fd4bf1837_8361860895864061737.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Путь в Туманном лесу",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/b27f2469420d6fcec0489dde0ff0a29a_7763448937526111853.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "На пути в Туманном лесу находится сияющее дерево и таинственный алтарь, где можно найти каплю-ключ. Когда Путешественник/ца и Паймон решили загадку алтаря и вернули дереву три капли чистой росы, они встретили загадочную фею Пашив, которая хотела защитить свой дом, лес Эриний. Если собрать все ветви Туманного леса в лесу Эриний, их можно отнести Пашив."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/30b22c8d3f3503e38e14793ef4faf016_449153404929145039.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "На побережье острова Эриний, к югу от Туманного леса, находится корабль, превращённый в таверну «Ржавый штурвал». На самом корабле есть пушка, доступ к которой может открыть официантка таверны, если отгадать несколько загадок. Если выстрелить из пушки, откроется подземный проход, скрытый за камнями. Рулевым и владельцем таверны является Пито. Таинственные большие кристаллы, полученные в результате победы над могущественными инородами Фонтмера в Морте, могут быть обменяны у Пито на мору. Когда-то Пито «рулил» жизнью многих людей и часто менял её курс. Для тех, кто добровольно погружался на глубину, Пито был единственным, на кого они могли положиться. Все, кто работает в «Ржавом штурвале», находятся под защитой их рулевого. Кроме того, Пито является сертифицированным карточным игроком. Он лично общается с посетителями, помогает им выбрать напитки и играет с ними в различные игры, включая «Священный призыв семерых». Поскольку владелец таверны обычно проигрывает посетителям, ему приходится угощать их за свой счёт, это, видимо, заставило его улучшить свои навыки игры. Завсегдатаем таверны является пьяница Ково. Однажды он работал на часового порта Люмидус, Шоссивера, но предал своего босса и стал сотрудничать с господином из Снежной и бывшим учёным из Исследовательского института Фонтейна Нэкером, укравшим «Фундаментальное ядро кинетической энергии» из института.\nВ таверне есть и другие сертифицированные карточные игроки: Ласселин и Шоно. Ласселин является старшей помощницей капитана на «Ржавом штурвале» и нередко играет с гостями, всегда сохраняя спокойствие независимо от силы соперника. Возможно, игра для неё - лишь способ завязать разговор о хорошем вине. Шоно - репортёр, который всё время ищет эксклюзивные новости. Такие редко встречаются, поэтому он и придумывает свои собственные эксклюзивные сюжеты, например, дуэли игроков. Хотя большинство читателей не знает о тех игроках, о которых он пишет, но это хотя бы приносит ему немного моры на выживание и выпивку."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/ebd73c6e6b4de0338ca207912c9bc344_4024079982992068959.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "К северу от корабля находилось убежище Эдвина Истингхауса - учёного из Исследовательского института Фонтейна, считавшегося погибшим после взрыва Центральной лаборатории института, в котором подозревали самого Истингхауса. Когда Нэкер украл кинетическое ядро, институт нанял специальную следовательницу по имени Фузилье. Её основной задачей было как можно скорее вернуть кинетическое ядро архиума, поскольку оно являлось крайне нестабильным прототипом. В ходе расследования Фузилье обнаружила дом Истингхауса, так как тот излучал чёткие показатели остаточной энергии вокруг. Эдвин Истингхаус намеренно вывел следовательницу на Нэкера и призвал того вернуться в институт и признаться в своих преступлениях. Эдвин хотел вернуться к своим исследованиям и утверждал, что не присутствовал при взрыве ядра. Так как Истингхаус всё же нанёс ущерб интересам института, он был заключён в крепость Меропид вместе с Нэкером."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/edac580da0973096bb35b5de21d771d6_3717287799953325291.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Недалеко от «Ржавого штурвала» располагалось убежище Кевина и его матери Мадлен, ушедшей из Фатуи. Когда около здания газеты «Паровой птицы» произошло похищение Месье Артура, Кевин был одним из главных подозреваемых в деле, так как его видели с ножом около здания. Сам мальчик оказался невиновен, но его отец Боланд (Болард) оказался замешан в похищении пеликана. Когда дело было раскрыто, Боланд воссоединился с семьёй, и они покинули убежище."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/825851cf15b087885cc6f4a2d43a6904_2405705958744424522.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "К востоку от таверны располагался временный лагерь Фремине, где он создал механического пингвина Телькси для торговки произведениями искусства Зурии Дестре. К северу от лагеря, рядом с плакучей ивой, находится дом самой Зурии, куда она переехала из Кур-де-Фонтейна. Во временном лагере есть заметки о добавлении модуля вывода языка в Телькси. Фремине выбрал зашифрованный код из Дома очага, так как на складе приюта было несколько неиспользуемых главных плат и этот язык хорошо подходил для модуля перевода водолазного костюма самого Фремине. Работа над модулем перевода заняла больше времени, чем ожидалось, поэтому расшифровать речь Телькси можно было только с помощью шлема костюма."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/33b529025e4b64d7c4c2f1fff20b50aa_4697301760425380013.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "К западу от Туманного леса проживала девочка Пенни с пуделем Наной и котом Дон Кихано. Родители Пенни, Паркер и Барроу, оставили дочь на попечение своему другу Руже, отправившись в путешествие. Собака досталась девочке от Осени, когда та отправилась в крепость Меропид за убийство своего второго мужа. Когда-то Нана жила в Кур-де-Фонтейне и появлялась в новом наряде и аксессуарах перед сном, во время каждого приёма пищи, на чаепитиях, танцах, прогулках и свиданиях. А Дон Кихано, по словам Пенни, разыскивался Палатой Жардинаж. Несколько лет назад он, Руже и слепой Фриман, которого можно найти у «Ржавого штурвала», отправились в путешествие, но за ними последовали наёмники. Когда у них закончились припасы, Дон Кихано бросился на преследователей, не щадя себя, и одолел троих из них. Сама Пенни оказалась на распутье: она не знала, начать ли ей взрослеть или остаться ребёнком. Она даже составила список с плюсами и минусами взросления, но всё никак не могла решить. Благодаря помощи Путешественника/цы и Паймон Пенни решила пройти обучение в Гильдии и искателей приключений, чтобы исследовать мир, и Путешественник/ца написал/а ей рекомендательное письмо в Гильдию в качестве подарка на взросление."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/40c9774e8167c79a4fbdaa65b47f7632_222688763634048992.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Рядом с лагерем Пенни находится укрытие Рошера - ещё одного подозреваемого в деле о похищении Месье Артура. Рошер является мужем Мело Ломброзо, внучки известного исследователя, создавшего разумный детектор лжи. Рошер потерял деньги семьи, связавшись с финансовой пирамидой, организованной торговой гильдией «Элегантная посуда», поэтому он скрывался от гильдии, чтобы не платить им долги. Как и Кевин, Рошер оказался невиновен в преступлении, а после раскрытия дела воссоединился со своей женой, к которой боялся обратиться за помощью.\nВ данной локации можно найти задания мира"
      },
      {
        "type": "CustomEntry",
        "epId": 5525,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и"
      },
      {
        "type": "CustomEntry",
        "epId": 5512,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Исследовательский институт Фонтейна",
        "desc": "<p>Научно-исследовательский институт кинетической энергии Фонтейна - организация, основанная Аленом Гильотеном. Часто сокращается до Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/154baa11b653966030bdf047346be788_5453069314476012727.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Крепость Меропид",
        "desc": "<p>Тюрьма в Фонтейне, которой управляет герцог Ризли.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/03/237301566/543bcf412bf7a949068f160ee9ab7e97_359869909582478761.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Пашив",
        "desc": "<p>Фея острова Эриний.</p><p></p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5670f27e6402ca96c4a5867cac5be38d_1253530968876316728.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4669,
        "name": "Пито",
        "desc": "<p>Рулевой «Ржавого штурвала»</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/09/237301566/17f9845746e3dbfea40486dcf4c496dc_3159189527593805796.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5855,
        "name": "Ласселин",
        "desc": "<p>Старшая помощница «Ржавого штурвала».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/237301566/a943fac024ab1760909c277e907b19df_2703597615390236905.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5856,
        "name": "Шоно",
        "desc": "<p>Репортёр, проводящий время в «Ржавом штурвале».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/237301566/2662a5e5694e2732a05faa37a0e8a770_4185481236278675988.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Нэкер",
        "desc": "<p>Учёный Исследовательского института Фонтейна, который украл «Фундаментальное ядро кинетической энергии» и сбежал.</p><p></p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/17/237301566/84798569350b3d70ebb96f57caaad016_1406762183268008237.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Эдвин Истингхаус",
        "desc": "<p>Бывший глава Научно-исследовательского института Фонтейна, который проводил эксперименты с архиумом и хотел построить летающий город, чтобы избежать пророчества Фонтейна. Обвинён во взрыве Института.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/c489991125014d61433420b3425ce342_448951411561356991.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "name": "Фузилье",
        "desc": "<p>Специальная следовательница из Исследовательского института Фонтейна, расследующая дело о пропаже «Фундаментального ядра кинетической энергии».</p><p></p><p>Эксклюзивный персонаж задания «Предполагаемый план» и «Ожидаемая ложь»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/f64a2b125ba26994a4559b58be594e04_4139690073152404273.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4725,
        "name": "Кевин",
        "desc": "<p>Сын Боланда и Мадлен.</p><p></p><p>Эксклюзивный персонаж задания мира «Опрос мелюзины и ответ машины».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/237301566/ad82a1fc833409d0568c7d3048b3f12b_8488710987870932136.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4726,
        "name": "Боланд",
        "desc": "<p>Муж Мадлен и сын Кевина. Внешний агент Фатуи под кодовым именем Болард. Его заданием было найти исследовательскую базу доктора Моссо.</p><p></p><p>Эксклюзивный персонаж задания мира «Опрос мелюзины и ответ машины».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/2c2d81fd9fe0befa8a3f6fda533d2d45_3285151981131441060.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Фремине",
        "desc": "<p>Сдержанный молодой человек, мастер подводного плавания. За его отстранённой, ледяной наружностью скрывается чистая душа без единого порока.<br><br><em>«У тебя есть выбор: погрузиться в море страданий, пока не утонешь под грузом жалости к себе... или ухватиться за протянутую руку \"семьи\" и раскрыть глаза вновь»</em>, - Арлекино.<br><br><em>«Видела? Когда голубка вылетела из шляпы, Фремине слегка улыбнулся. Представь, если б мы выпустили целую стаю голубей! Мой долг старшего брата - сделать так, чтобы он был счастлив»</em>, - Лини, подмигнув, сказал Линетт после репетиции.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/03/70239714/8e44111a378f4e5379b8e7444e8c2daa_387364127237666557.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4674,
        "name": "Пенни",
        "desc": "<p>Дочь Паркер и Барроу, подруга Осени и Руже. Имеет кота Дона Кихано и собаку Нану.</p><p></p><p></p><p>Эксклюзивный персонаж задания «Свободное стихосложение»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/1922e4113522bf98343486f26f8cb5b0_4929773707924075240.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4724,
        "name": "Рошер",
        "desc": "<p>Муж Мело Ломброзо и подозреваемый в хищении Месье Артура.</p><p></p><p>Эксклюзивный персонаж задания мира «Опрос мелюзины и ответ машины».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/a67907e3de686e3849e8ac426e4e5860_5110260023467264492.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4635,
        "name": "Ключ в форме слезы",
        "desc": "<p>Самоцвет в форме капли воды. Или чьей-то слезы.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/02/124137736/f2d2195ef9a143b387dd76cbd051aae6_2982751059701492978.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4633,
        "name": "Ветвь Туманного леса",
        "desc": "<p>Ветвь, мерцающая нефритово-зелёным светом. Кажется, что она имеет какую-то таинственную связь с Путём в Туманном лесу.</p><p>При ближайшем рассмотрении можно разглядеть что-то текущее внутри ветки.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/02/124137736/a6d76b5c73d5cfa7fa7ad4136b6f4ee5_4151604312731892828.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4634,
        "name": "Таинственный ксенохромный кристалл",
        "desc": "<p>Большой кристалл, полученный в результате победы над могущественными инородом Фонтмера в Морте.</p><p>Сила в нём более загадочна, чем в обычных ксенохромных кристаллах.</p><p>Возможно, кто-то захочет заплатить за него достойную цену.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/02/124137736/0adc5eb287f61786280cb9d7f8b7ce58_3760806979576472752.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Плакучая ива у озера",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/f1dc0c39518f118552ff50fdadc16e11_4317552923473185079.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Гигантская плакучая ива соединяет водные артерии острова Эриний, но скверна заразила её корни. Ветви ивы засохли, листва пожелтела, а вода в озере стала горькой. Когда Пашив и Путешественник/ца очистили корни ивы от скверны, вода в озере очистилась, а дерево приняло прежний облик. В воде под ивой находится алтарь с каплей-ключом, который необходим для очищения скверны острова Эриний."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/9476f1836ec16c0815ff903ff1ee6768_1851220765453125348.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Подводная пещера с корнями плакучей ивы носит имя Отклер. Так назывался знаменитый скипетр Рыцаря Озёрного света Эринии. Существует легенда, что когда\nпала, Рыцарь Озёрного света встретилась с милосердной Владычицей всех вод Эгерией. Эриния поблагодарила Владычицу всех вод за позволение увидеть Чистейший грааль и завершить свой путь. Она пообещала, что уцелевшие рыцари будут продолжать верой и правдой служить Эгерии и её будущему королевству и что они последуют за благородным музыкантом и выследят все тени, которые до сей поры остаются скрыты, и справедливость восторжествует. Эриния сказала, что на пути к добродетели она не смогла избежать греха, поэтому только изгнание искупило бы его. Когда Эриния закончила свою речь, она вынула из ножен сверкающий меч, озарив всю долину исходящим от него водоцветным сиянием.\nПо легенде, этот меч Эринии преподнесла дева озёрного берега Дайра, чтобы рыцарь совершила бесчисленные подвиги. Сияющий клинок положил конец бесчисленным распрям и остановил войну на этих землях. Он упивался кровью неправедных, клятвопреступники падали на землю, очищенные безупречной белизной Отклера. Его золотая рукоять была украшена лазоревым хрусталём, и завладеть им могли только чистые душой люди. Эриния считала, что однажды явится благородный человек, чтобы снова обладать скипетром и совершить подвиги, превосходящие её собственные."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/996428185ebfa9cf6901d777752725de_6387910683199509574.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Рыцарь Озёрного света трижды бросала меч в озёрные воды, и только на третий раз вода не вынесла его на берег. Воды сомкнулись над ним, и меч ушёл на дно. Милосердная Владычица всех вод растрогалась от печальных речей рыцаря с глазами цвета морской волны и исполнила её желание, даровав своё благословение в дорогу. Её прощальным подарком стала лилия озёрного света. По сей день в Фонтейне сохраняется традиция собирать белую лилию и дарить её тем, кто отправляется в дальнюю дорогу. Так жители Фонтейна желают, чтобы дорога для самых близких была спокойной, как чистая вода, и дорогие им люди могли следовать за её прохладным светом, возвращаясь назад. Лилии озёрного света растут в лесу Эриний, где Рыцари чистых родников встретились с Владычицей всех вод."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/e2a3a4721eb04d304e9e0695c1507f8e_2270094165190991114.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "К востоку от плакучей ивы Путешественник/ца и Паймон встретили друга Пенни под именем Руже. Он и его помощники планировали разобраться с Похитителями сокровищ. Они собирались отдать их богатства тем, кто угодил в болото и не может выбраться лишь потому, что их ситуацию трудно преодолеть самостоятельно. Руже объединил вокруг себя людей, кто верит в справедливость, равенство и надежду, чтобы служить людям, страдающим от бедности и невзгод. Вместе они создали «Идеалы Радужной розы», куда входил Лиям, Роджер (Роки) Авилдсен, Атос, Осень, Паркер, Барроу, Фриман и сам Руже."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Наш мир полон неравенства, нищеты и алчности.</color>\n<color=#ffffffd9>И пока не придёт день, когда неравенство, нищета и алчность окажутся уничтожены, они будут бродить по любимым землям Фонтейна».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "В этой локации можно найти задание мира"
      },
      {
        "type": "CustomEntry",
        "epId": 5513,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и"
      },
      {
        "type": "CustomEntry",
        "epId": 5525,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Рыцари чистых родников",
        "desc": "<p>Последователи Владычицы всех вод Эгерии, которые поклялись защищать духов чистых родников, найти Чистейший грааль и разрушить наложенные на Матерь богов оковы, чтобы смыть Первородный грех. </p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/afce7f4f1847f62698a00f239e5a8d00_8853313784057293776.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Пашив",
        "desc": "<p>Фея острова Эриний.</p><p></p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5670f27e6402ca96c4a5867cac5be38d_1253530968876316728.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Эгерия",
        "desc": "<p>Милосердная Владычица всех вод и Гидро Архонт, погибшая во время Катаклизма 500 лет назад.</p><p>Она совершила первородный грех, превратив океанид в людей с помощью силы Первозданного моря.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4673,
        "name": "Руже",
        "desc": "<p>Похититель сокровищ, который грабит других похитителей сокровищ и раздаёт награбленное нуждающимсся. </p><p>Руже является опекуном Пенни по просьбе её родителей.</p><p></p><p>Эксклюзивный персонаж задания «Импровизированная поэма о рассвете»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/62bdbd2dba55d11861a33f9ebcecdba5_9069252396436207362.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Блеск тихих вод",
        "desc": "<p>Скипетр, окружённый чистейшей водой. В былые времена он символизировал высочайшую власть над морями.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/51635400/9807aa25f336daae391a6f6d4995af3d_7437929925449985095.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Лилия озёрного света",
        "desc": "<p>Ясный и чистый зелёный цветок рождается там, где сходятся водные артерии. У него простой тонкий аромат, освежающий, но нежный.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/237301566/c43e2d148b98d58c98a008b13e37b5b5_4640719822903366472.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4639,
        "name": "Идеалы радужной розы",
        "desc": "<p>Лист бумаги, сложенный из восьми записок. Странный рисунок оказывается радужной розой.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/124137736/a3d81222ac0c259d7c24278ae6a68845_8770267716211077965.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Озеро Урании",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/c3b5dc4160851f7c78dac56920995f36_3334799803117016259.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда скверна отравила лес Эриний, вода в озере Урании тоже стала осквернена. Вокруг озера поднялся сильный ветер, через который нельзя было пройти. Когда Пашив и Путешественник/ца очистили корни плакучей ивы и избавили лес от скверны, ветер утих. После спасения леса Эриний Пашив поселилась в пещере около озера Урании, где у неё можно обменять тидальи на различные товары. Когда озеро очистилось, рядом с ним начали появляться друзья Пашив, вишапы глубин.\nВ этой локации можно найти задание мира"
      },
      {
        "type": "CustomEntry",
        "epId": 5525,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Пашив",
        "desc": "<p>Фея острова Эриний.</p><p></p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/11/29/5670f27e6402ca96c4a5867cac5be38d_1253530968876316728.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4005,
        "name": "Тидалья",
        "desc": "<p>Водоросли, которые перемещаются вместе с волнами и живут за счёт питательных веществ, выделяемых другими растениями. Их часто путают с зоопланктоном, но на самом деле они являются фитопланктоном.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/237301566/172ed81b5284a43c6bf5835fd4bf1837_8361860895864061737.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Порт Люмидус",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/e95bfe11abb188bfafb355505cf9fa79_2942914029331950483.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Порт Люмидус является одной из важнейших торговых гаваней Кур-де-Фонтейна и международным портом на границе Фонтейна и Ли Юэ, через который проходит большая часть сделок с южными партнёрами. Одним из основных направлений от порта Люмидус является порт Илун в Ли Юэ. Прежний управляющий порта Доути планировал расширение порта Люмидус, чтобы лучше справляться с гигантским объёмом товарооборота. Кроме расширения самого порта, планировалось также обустроить окрестности, построить гостиницы, рестораны, таверны, но по неизвестным причинам проект был отложен, а Доути подал в отставку. На данный момент управляющей порта является Кассиньоль. Её прежняя работа была связана с организацией работы порта, но на посту управляющей она оказалась впервые, и ей приходится непросто из-за огромного объёма грузооборота. Так как проект по расширению порта так и не был воплощён, некоторые работники думают найти работу в городе или устроиться в порт Ромарин на границе с Сумеру."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/92659eaa567254ccc0d540aebc7f0150_2021712162672598206.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "В последнее время порт Люмидус переживает кризис: грузооборот растёт, количество фонтейнских кораблей в порту сокращается, гидрологические исследования гавани давно не выполнялись, гидрологические карты давно устарели, а работникам порта почти не платят. Условия в порту и прилегающей к нему акватории крайне непростые: мели чередуются с впадинами, а иногда встречаются даже рифы. Всем торговым судам, заходящим в порт или выходящим в море, на борту нужен портовый лоцман, который проведёт их по быстрому и безопасному маршруту. Из-за сложностей, возникших в порту Люмидус, многие лоцманы уволились, а оставшиеся вымотаны до предела и допускают ошибки. Рельеф морского дна может меняться: водный путь может быть заблокирован обломком затонувшего корабля или, наоборот, заблокированный путь может быть расчищен течением. Для удобства навигации порт периодически нанимал специалистов, которые проводили гидрологические изыскания. Все полученные данные вносились в карту, а после обновлённые карты раздавали лоцманам. В последнее время гидрологические изыскания не проводились, и лоцманы полагаются только на свой опыт и устаревшие карты. Госпожа Кассиньоль собирается возобновить гидрологические исследования, но для них потребуется много времени.\nКогда-то в порту Люмидус работала учёная из Исследовательского института Фонтейна Отмонтень. Она занималась проектом по продлению линий аквабусов до порта, но проект был остановлен, и Кассиньоль командировала Отмонтень в долину Чэньюй. Глава Спина-ди-Росула Навия планирует возобновить проект и построить четвертую линию аквабусов до порта Люмидус.\nСамопровозглашённым часовым порта Люмидус является Шоссивер. Однажды Консини из Снежной нанял несколько людей из порта, включая команду Шоссивера, чтобы помочь вывезти исследователя Нэкера и украденное им кинетическое ядро из Фонтейна. Один из людей Консини хотел нанять Шоссивера, но тот отказался, поэтому на него было совершено нападение. Когда в порт Люмидус прибыла специальная следовательница из Исследовательского института Фузилье, разыскивающая Нэкера, первое время она подозревала Шоссивера в причастности к исчезновению кинетического ядра архиума. Так как ядро было нестабильным и могло в любое время взорваться, Шоссивер согласился помочь Фузилье и Путешественнику/це в поиске Нэкера. Когда Нэкер был пойман и отправлен в крепость Меропид, в порту оставили запись о том, что все материалы и оборудование, связанные с кинетическим ядром архиума, должны быть уничтожены."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/1a7375d7016e576077f06cbc28ee616b_7270312570013883451.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В порту работает неудачливый охотник за сокровищами Юрвилль. Много лет назад мелюзина (возможно, Надия) спасла его от шаровидных осьминогов, и тот захотел вырасти и помогать людям. Спустя время он спас мелюзину Надию с амнезией, вызванной черепно-мозговой травмой, и захотел её вылечить. Сначала он собирался найти сокровища общества «Крест и лилия» и разбогатеть, но его идея обернулась провалом. Сейчас Юрвилль усердно тренируется, чтобы стать моряком и заработать денег на лечение Надии.\nОднажды порт Люмидус оказался в центре расследования дела о контрабанде имитации апсионтиона - нового наркотика, появившегося в Фонтейне. Преступники перевозили наркотики через границу в желудках кошек, которых «Общество защиты» отправляло в другие страны, поэтому никто не мог их обнаружить. Жандарм Элоди, отвечающая за охрану порта, направила расследование по следу Пьера из Исследовательского института и Бернарда из «Общества защиты». На самом деле она была главной преступницей в этом деле, а Пьер и Бернард даже не подозревали, что в деле замешан кто-то третий. Элоди менялась сменами в порту, чтобы совпадать с деятельностью «Общества защиты», организовала записи в журналах так, чтобы любой читающий сразу же заподозрил организацию, и не включила записи о своей деятельности. Благодаря помощи известных иллюзионистов Лини и Линетт, а также командира Особого патруля по охране и наблюдению Шеврёз, Элоди была поймана.\nВ порту можно встретить сертифицированных карточных игроков Мермет и Шорей. Мермет - навигатор порта Люмидус. Посколько скорость её работы напрямую зависит от частоты прибытия кораблей, Мермет часто может выделить себе полчаса на игру в «Священный призыв семерых», чтобы поиграть с матросами, которые прибывают в порт. Шорей - мелюзина и работница Палаты Жардинаж в порту Люмидус, отвечающая за поддержание порядка в порту. Поскольку она довольно мягкая личность, иногда её посредничество не помогает эффективно разрешать конфликты. К счастью, управляющий порта дал ей хороший совет, и она нашла способ разрешать споры с помощью игры в «Священный призыв семерых». После множества попыток она стала сертифицированным игроком.\nВ данной локации можно найти задание мира"
      },
      {
        "type": "CustomEntry",
        "epId": 5517,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Долина Чэньюй",
        "desc": "<p>Ветерок разносит аромат чая в горах Ли Юэ, наполняя воздух чарующим запахом вновь и вновь. </p><p>«Чай растёт на скалистых утёсах, где журчит драгоценный родник». Нежный аромат и древнюю песнь нефрита ветер уносит вдоль рек мимо деревни Цяоин к шумному порту Илун. Какие приключения и добрые события ожидают путешественников среди окутанных туманом южных вершин?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/c3b05f550a4a993a64548c995c9ab98c_5700937189823929781.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Район Белло",
        "desc": "<p>Кроме обширной акватории в Фонтейне есть горы и леса. И Мон Атонеки — одна из знаковых вершин Фонтейна.</p><p>С помощью больших строительных меков Исследовательский институт Фонтейна пробурил тоннель Пуассон, устранив главную преграду для строительства водных путей.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/cd8d24707c19c43305b87cac406a5c35_8522323671537924179.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Спина-ди-Росула",
        "desc": "<p>Трудящаяся ради благосостояния граждан организация, которая состоит из представителей многих слоёв общества и направляет свои усилия на посредничество в разрешении сложных вопросов среди простых людей, и, когда это необходимо, сотрудничает с властями Фонтейна.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/103e6993dd0a594332fa18ca5fe17098_8277831119903335348.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Исследовательский институт Фонтейна",
        "desc": "<p>Научно-исследовательский институт кинетической энергии Фонтейна - организация, основанная Аленом Гильотеном. Часто сокращается до Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/154baa11b653966030bdf047346be788_5453069314476012727.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5562,
        "name": "Отмонтень",
        "desc": "<p>Учёная из Научно-исследовательского института Фонтейна, занимающаяся техническим обслуживанием чайного котла в деревне Цяоин.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/08/272640cca03458d36e5da9c79ce5390d_8250663735247039157.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Навия",
        "desc": "<p>Действующая глава Спина-ди-Росула, лучший и самый ответственный босс.<br><br><em>«В детстве мы играли в одну настольную игру, где она выступала в роли искательницы приключений, а я - в роли ведущей. Что и говорить, я неплохо умею справляться с непредвиденными обстоятельствами, но при этом меня часто ставили в тупик её ответы и решения. С другой стороны, именно это и делало игру интересной», </em>- Клоринда.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/17/70239714/3fc7580c01a9e622692402889706c4db_1613407406345195234.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Нэкер",
        "desc": "<p>Учёный Исследовательского института Фонтейна, который украл «Фундаментальное ядро кинетической энергии» и сбежал.</p><p></p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/17/237301566/84798569350b3d70ebb96f57caaad016_1406762183268008237.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "name": "Фузилье",
        "desc": "<p>Специальная следовательница из Исследовательского института Фонтейна, расследующая дело о пропаже «Фундаментального ядра кинетической энергии».</p><p></p><p>Эксклюзивный персонаж задания «Предполагаемый план» и «Ожидаемая ложь»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/f64a2b125ba26994a4559b58be594e04_4139690073152404273.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5857,
        "name": "Мермет",
        "desc": "<p>Навигатор в порте Люмидус.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/237301566/3a675606f21d7821ffdd07e440c2e0ba_6513967434358359905.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5858,
        "name": "Шорей",
        "desc": "<p>Мелюзина, обеспечивающая порядок в порту Люмидус.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/237301566/a06130410ad42f95d48d38eb7eee9582_7056824081849879671.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4672,
        "name": "Юрвилль",
        "desc": "<p>Неудачливый охотник за сокровищами и враг шаровидных осьминогов. Хочет заработать денег, чтобы вылечить свою подругу-мелюзину Надию от амнезии.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/2deb974c060f0b89dda7b2ad1431d0f3_4394407523566764018.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4675,
        "name": "Надия",
        "desc": "<p>Мелюзина, страдающая амнезией из-за черепно-мозговой травмы.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/403d108e798fe20c861bc4da29e5fc30_3555684862118337537.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Линетт",
        "desc": "<p>Немногословная ассистентка иллюзиониста, редко выражающая эмоции. Похожа на кошку своим сложным характером.<br><br><em>«Не стоит зря беспокоиться или что-то менять в себе. Истинное взаимопонимание - большая редкость. Тот, кто способен читать ваши \"сигналы\", и есть компаньон»</em>, - Арлекино.<br><br><em>«Это пятый раз за месяц... Неужели так сложно запомнить, что с Линетт надо вести себя хорошо?»</em> - Поздно вечером, когда Лини вышел из своей комнаты, он услышал, как Фремине шепчет это пылесосу.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/13/70239714/436e6f2b9b9006bfe511a98093259daf_2952808701689203703.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Лини",
        "desc": "<p>Маг-иллюзионист из Фонтейна, завораживающий публику ловкостью рук и красноречием.<br><br><em>«Рано или поздно дети взрослеют, превосходя родителей. Только так \"семья\" будет \"процветать\". Я с нетерпением жду того дня, когда он превзойдёт меня... Интересно, какое значение примет \"семья\" для него?»</em>, - Арлекино.<br><br><em>«Иногда он совершает отвлекающие движения, иногда притворяется рассеянным и намеренно допускает оплошность... Но, когда он настроен серьёзно, ловкость рук завораживает больше, чем могла бы магия. Угадай, о чём я говорю?»</em> - Линетт подкинула загадку своему брату Фремине, слегка дуя на чай.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/70239714/e343d4442cc3b8e243f0d528bb715f75_4693008620861939901.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Шеврёз",
        "desc": "<p>Командир Особого патруля по охране и наблюдению, в сердце каждого живёт справедливость. Она направляет свой мушкет только на виновных.<br><br><em>«...Капитан Шеврёз, я в очередной раз умоляю вас ужесточить требования к вступлению в Особый патруль по охране и наблюдению. Сейчас в отряде состоят мелкие мошенники, промышлявшие по всему Кур-де-Фонтейну, уличные драчуны, для которых главное - разбогатеть, и даже вор, чуть не ограбивший со своими подельниками банк! Если бы вы лично не поймали его с поличным, когда он под видом инвестора осматривал планируемое место преступления, он вполне мог бы провернуть это дело... Мы ведь Палата Жардинаж! Пожалуйста, примите меры, хотя бы для сохранения нашего имиджа!» </em>- Девятое из серии увещевательных писем, направленных Шеврёз капитаном жандармов Гросрошаром.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/07/70239714/a846729f31f16a987a8696466ebabcc0_4201736875484063474.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Иллюстрации",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Спецвыпуск - Версия 4.2"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/07/237301566/0380d47c8525d3583d3051f74c68cc11_1059910872840500148.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>5 ноября 2023</color>\nПривет, Путешественники! После обновления до версии 4.2 на территории Фонтейна откроются районы: лес Эриний и Морт!\nПосмотрите этот спецвыпуск, чтобы лучше разобраться в особенностях региона."
      }
    ],
    "galleryCharacter": [
      {
        "key": "Плакучая ива у озера",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/4b8f28dbd89d819f04e3a73ea9d078b2_3870549131213831459.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "В древности плакучая ива на озере была объектом почитания. Все водные артерии сходятся на острове Эриний, и плакучая ива расцветает или увядает, когда воды становятся сладкими или горькими. Земля озера одна и та же... Жаль, что предзнаменования приходят только в ту же луну, что и беды."
          }
        ]
      },
      {
        "key": "Корабль пьяницы",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/7f396cde245b440f0bef255584466a41_3996335508162474629.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Белый корабль, некогда сверкавший на солнце. Теперь полностью проржавел. С ним связано столько же историй, сколько и монет в мире, но чужеземцев, желающих попасть сюда, по пальцам пересчитать."
          }
        ]
      },
      {
        "key": "Порт Люмидус",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/bae5cf6d8f166fb21620d3d73488951a_5420591956942822946.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Главный порт, откуда можно уплыть в другие страны. Говорят, что когда-то существовал план строительства четвёртой линии аквабуса, которая соединила бы порт Люмидус и Кур-де-Фонтейн, но этот план умер вместе с самым влиятельным сторонником аквабуса."
          }
        ]
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/61e2ba725de9caeaac0e874d89da380e_8015709203660183779.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/a91fdc172df28f8e7807fee387b0638b_9178262465918694687.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/042ffabb1ea8db1a988e7ac8df06bd6c_3121606805990865230.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/237301566/571b6e8599e3326339e2b38799c21840_1345965930773202358.png"
      }
    ]
  }
}