{
  "epId": 5146,
  "name": "Морт",
  "desc": "<p>Кто знает, как долго ждала своего срока история среди высоких морских башен, не замеченных людьми?</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/cd8d24707c19c43305b87cac406a5c35_1551284061118888879.png",
  "menuId": 20,
  "menuName": "Объяснение терминов",
  "version": 1747077531,
  "components": {
    "galleryCharacter": [
      {
        "key": "Башня гештальта",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/237301566/ca15bbb47f2500adbde2d6e761223392_2990364327329428888.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Раньше было много вещей, много мечтаний."
          }
        ]
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/5b389b1f1e9d3ef7c2f156cd24ea6c50_2068735622798539995.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/6c4a914f1fdca0925fba8e517481e513_3150552605910178501.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/785fa490831b34336dce37992fa22b52_5425227954492283492.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/52e8042775f6b64fe59058f931808750_8205287340445431882.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/2740128aaa9398370a68bc15e189c4ec_7820558429432962925.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/c089dfe58cfa48019da5e0c1b88bd3cd_7874594623717789426.png"
      },
      {
        "key": "Карта ортантов",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/c4a51bd11415aad60236cf55aa814893_1098603734006755969.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Морт"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Постоянная область"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Фонтейн"
          }
        ]
      },
      {
        "key": "Версия выхода:",
        "value": [
          {
            "type": "RichText",
            "text": "4.2"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Иллюстрации",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Спецвыпуск - Версия 4.2"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/07/237301566/0380d47c8525d3583d3051f74c68cc11_1059910872840500148.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>5 ноября 2023</color>\nПривет, Путешественники! После обновления до версии 4.2 на территории Фонтейна откроются районы: лес Эриний и Морт!\nПосмотрите этот спецвыпуск, чтобы лучше разобраться в особенностях региона."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "OST",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Pelagic Primaevality"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/07/237301566/02b3a445e5e1df004e48f6640edd8b44_2380151661509793818.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>26 февраля 2024</color>\nВторой альбом OST Фонтейна Pelagic Primaevality уже доступен! Альбом разделён на три части: Les grandes eaux qu'elle avait veillees, Galliard of Brass and Iron и Consummationem Aquarum. В него вошло 68 оригинальных композиций Genshin Impact, созданных командой HOYO-MiX для региона Фонтейн.\n<color=#ff9999>Диск 1:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=iS3IKy_yxvI&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Диск 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=irA4f-tcjQI&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Диск 3:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=BSoZc6ceSbU&t=1s&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Вопрос мелюзины и ответ машины",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/5c380c0388cf02f508c77dc6d295458b_1440788050048608802.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Однажды в Кур-де-Фонтейне произошло похищение Месье Артура - символа газеты «Паровая птица». Расследовать дело вызвалась сотрудница Сумеречного двора Талокард. Она не была детективом, а всего лишь смотрительницей хранилища улик. С собой мелюзина привела мека «Дугу», способного распознавать ложь. Проходящие мимо Путешественник/ца и Паймон заинтересовались происходящим около «Паровой птицы» и присоединились к расследованию. Вместе они собрали улики и нашли несколько подозреваемых. Хотя почти все подозреваемые оказались невиновны, их расследование выявило связь между похищением Месье Артура и Дугой."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/3902976204a3b05bb15c4e94d24d3ed4_8404540302985480805.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Тридцать лет назад исследователь доктор Моссо Ломброзо создал детектор лжи «Дугу». Он добавил несколько правил в базовую программу машины, чтобы обеспечить точность обнаружения лжи. Эти правила, получившие название «Протокол Моссо», требовали от Дуги отвечать на все вопросы с полной точностью и честностью, исключая возможность лжи. Настоящей целью исследователя было создать устройство, которое поймёт ложь, поймёт людей и в результате само станет человеком. Если бы Дуга однажды научился лгать, как люди, это означало бы, что он больше не связан заложенными в него правилами и способен на человеческие эмоции. Вскоре после того, как доктор Моссо объявил о своём детекторе лжи, «Паровая птица» выпустила целую серию статей на эту тему, что сразу привлекло внимание людей. Подобные спецвыпуски на эту тему подняли немало вопросов, люди стали беспокоиться, и вскоре общественное мнение было уже настроено против Ломброзо. Люди начали беспокоиться о том, что произойдёт, если подозреваемый во время суда скажет правду, а Дуга посчитает это за ложь; или как обеспечить достоверность результатов детектора лжи. Наконец, «Паровая птица» представила доказательства, которые разоблачили доктора Моссо в фальсификации результатов, и эти доказательства сыграли ключевую роль в осуждении исследователя. Чтобы спасти свое творение, Моссо Ломброзо погиб, защищаясь на судебной дуэли."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/9bdc74c6dd42a0903aef7bd7485b7d96_5451537472403430849.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Расследование привело Талокард и остальных в давно заброшенную лабораторию доктора Моссо в районе Морт. Оказалось, что исследователь сам инициировал все эти компрометирующие статьи. Он хотел передать данные от общественного мнения на детектор лжи для изучения. Он полагал, что подобный динамично развивающийся «урок» научит его робота лучше понимать и определять ложь, что, в конечном итоге, позволит ему нарушить правила. Доктор Моссо даже сотни раз модифицировал протоколы Моссо. Он подделал доказательства и передал их газете, чтобы взять на себя всю ответственность. Тридцать лет спустя, редактор газеты Йенк узнал от агента Фатуи, замешанного в похищении Месье Артуре, что газета выпустила ложные обвинения, которые повлекли за собой смерть учёного. Йенк не испытывал никаких сожалений о докторе, но решил воспользоваться ситуацией и раскрыть правду, чтобы люди подали в суд на газету так же, как она когда-то подала иск против доктора Моссо. Тогда у главного редактора Евфрасии возникли бы проблемы, а Йенк смог занять её место. Люди бы запомнили его как бесстрашного борца за справедливость, раскрывшего такое громкое дело."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/2a8dcae423aa945901a1ab6092e17fa1_8818291086862612869.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Услышав, как Талокард, Путешественник/ца и Паймон обсуждают лабораторию около дверей редакции, Йенк и Фатуи проследили за ними до Морта. Уже давно редактор заключил сделку с агентами Фатуи, возглавляемыми одним из Предвестников, что найдёт им труды Моссо, а взамен они помогут ему возглавить «Паровую птицу». В лаборатории Йенк завладел инструкцией по включении системы самоликвидации и, чтобы остановить Путешественника/цу, включил её прежде, чем сбежать. Они не могли ни открыть двери, ни пробраться через трубопровод, иначе бы произошёл взрыв. Дуга попытался рассчитать вероятность спасения Талокард, Паймон и Путешественника/цы, но его вычисления не принесли положительных результатов. Тогда он сообщил, что может отключить систему самоликвидации, если поместить его ядро в пункт управления, чтобы разблокировать комнату безопасности. Он знал, что его ядро стремительно старело, и скоро он должен был перейти в режим гибернации, поэтому решил обманом спасти Талокард. На самом деле систему самоликвидации невозможно было отключить, и как только Талокард и остальные оказались в эвакуационном выходе, прогремел взрыв и всю лабораторию затопило. Хоть Дуга и погиб при взрыве, он наконец исполнил мечту своего создателя и нарушил протоколы Моссо. Сейчас Фатуи разыскивают останки Дуги и данные, украденные из лаборатории доктора Моссо.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Район Кур-де-Фонтейн",
        "desc": "<p>«Над всеми водами лишь этот город».</p><p>На самом высоком месте города возвышается Дворец Мермония, как олицетворение высшей власти Фонтейна. С высоты он наблюдает, как слаженно течёт внизу жизнь людей, подобно рейсам аквабусов.</p><p>Законы служат поддержанию устойчивого порядка, а справедливость и правосудие зиждутся на порядке.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/cd8d24707c19c43305b87cac406a5c35_5532569532266058127.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5532,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5531,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5528,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Талокард",
        "desc": "<p>Работница Сумеречного двора, расследующая дело о пропаже Месье Артура. Ранее работала гидом на линии «Каллас», но была уволена из-за жалоб туристов на её голос.</p><p></p><p>Эксклюзивный персонаж задания «Опрос мелюзины и ответ машины».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/abb512875929eee2a21685ecab89853f_720253713717583213.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4723,
        "name": "«Дуга»",
        "desc": "<p>Разумный детектор лжи, созданный доктором Моссо Ломброзо более 30 лет назад. «Дуга» обладает протоколами, запрещающими ему лгать, но доктор верил, что если «Дуга» поймёт эмоции людей и научится лгать, нарушив протоколы, это сделает его по-настоящему разумным.</p><p></p><p>Эксклюзивный персонаж задания мира «Опрос мелюзины и ответ машины».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/2f50163bfc40d3af453ccd6f2d227fe7_9170192312532572629.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4513,
        "name": "Евфрасия",
        "desc": "<p>Главный редактор «Паровой птицы»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/16/237301566/b2ae5497fd71dd2e4c06504727e5c0df_661791545983941906.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4726,
        "name": "Боланд",
        "desc": "<p>Муж Мадлен и сын Кевина. Внешний агент Фатуи под кодовым именем Болард. Его заданием было найти исследовательскую базу доктора Моссо.</p><p></p><p>Эксклюзивный персонаж задания мира «Опрос мелюзины и ответ машины».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/2c2d81fd9fe0befa8a3f6fda533d2d45_3285151981131441060.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4613,
        "name": "Заметки расследования Талокард",
        "desc": "<p>В записях содержится информация о пропаже Месье Артура.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/20/237301566/8c9add213924484947222f85900c4bfa_8218599803439885159.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4611,
        "name": "Голова Месье Артура",
        "desc": "<p>Механическая, некогда принадлежавшая Месье Артуру.</p><p>Это преступление простить нельзя!</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/26/124137736/932e9d7c1110bd708b918bba1e966057_854592980826133849.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4610,
        "name": "Тело Месье Артура",
        "desc": "<p>Механическое тело, некогда принадлежавшее Месье Артуру.</p><p>Это преступление простить нельзя!</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/26/124137736/946986097e411a26fc3540c9f7ab35e1_4640120041163818279.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4612,
        "name": "Крыло Месье Артура",
        "desc": "<p>Механическое крыло, некогда принадлежавшее Месье Артуру.</p><p>Это преступление простить нельзя!</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/124137736/02d7387659e0a88eba6524f21ee6e3b5_1712302321511190116.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ордо Нарциссенкрейц",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/0b2e2d713204acdcdfec5667665fb531_6092801088648704398.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "С тех пор как Рене де Петрикор создал свою схема расчёта, названную «формулой мира», и сравнил её с «Фортуной» в записях Золотой труппы, его главной целью стало противостояние любыми способами пророчеству, связанному с уничтожением Фонтейна. При исследовании руин Петрикора он обнаружил сведения о происхождении жителей Фонтейна и об их отличиях от остальных людей (все жители Фонтейна являются океанидами, которых превратила в людей Эгерия, первый Гидро Архонт). От полученной информации у Рене возникла идея о способе избежать апокалипсиса при помощи возвращения к истокам. Он хотел использовать магическую технику «Золотой труппы», названную «Печать химической свадьбы», чтобы определить несколько важных мест в Фонтейне, с помощью которых можно было осуществить его план."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/b73c0257339966f5ccdf7a15cb157281_7112450400848437630.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Древние Ремурийцы считали, что идеальное состояние - полное преобладание духа над телом, но приблизиться к этому состоянию удавалось лишь божествам и очень малому числу людей. По мере разложения нравственности тело постепенно подчиняет себе волю, и в конце концов она хиреет, а человек становится рабом своей плоти. Ремурийцы достигли небывалых вершин в исследовании и классификации духовных категорий. Дух состоял из памяти, желаний, души и характера. В данной классификации состояние, близкое к совершенной свободе, которой обладали божества, называлось «истинной волей». На основе тщательных исследований представлялось возможным отделить волю человека. Узнав об этом, Рене решил, что отделение воли человека может стать ключом к спасению от пророчества. Если Царь богов Рем создал для ремурийцев нетленные тела из камня и бронзы, то Рене хотел создать неолюдей и отделить волю фонтейнцев, чтобы переждать апокалипсис и уйти от судьбы. В Институте Нарциссенкрейца Рене обнаружил Чудесный меч Нарциссенкрейца, способный объединять и концентрировать волю множества людей. Рене надеялся не допустить тех же ошибок, что и ремурийцы."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«...уничтожить себя не значит умереть, а умереть до настоящей смерти.</color>\n<color=#ffffffd9>Так больше не будет жизни, которую можно прервать. И человек сольётся с вечностью.</color>\n<color=#ffffffd9>Такой способ поможет избежать случайного обретения Глаза Бога.</color>\n<color=#ffffffd9>Ведь получить Глаз Бога - значит продать себя Хеймармене, \"судьбе\" этого мира, и уже никогда не вернуться на правильный путь».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Когда строительство четырёх ортантов и Башни Ипсиссимус было почти завершено, Рене решил пойти на риск ради общей цели и избавиться от бесполезной человеческой личности путём «переосмысления себя» посредством воды Первозданного моря. Перерождения\nне случилось, и лишь усилиями Жакоба его часть личности удалось сохранить в ортанте. Жакобу пришлось не только возрождать своего друга, но и скрывать состояние Рене и предотвращать распад ордена. Во время многочисленных экспериментов ему удалось создать разумное существо, которое даже отрастило ложноножки, но существо просуществовало лишь 32 дня. В итоге ему всё же удалось создать для Рене новое тело и вживить туда его сознание. Краеугольным камнем стали карманные часы, которые Жакобу и Рене подарил Ален Гильотен, так как они олицетворяли время, когда Рене был рядом. После возрождения Нарциссенкрейц не помнил о неудаче. Жакоб верил, что Нарциссенкрейц сделает первый шаг и окажется далеко впереди, будет идти навстречу солнцу, отбрасывая длинную тень. И все они пойдут за ним творить новое будущее, в котором всем найдётся место."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«...Каждый в Фонтейне преступит грань превосходства, освободившись от оков физической формы и разделённости. У нас есть шанс предотвратить конец света...»</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/11e84dca9047c764fbdde904a7970dbf_1252175988700467360.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда пророчество начало сбываться, Жакоб Ингольд решил выковать Чудесный меч Нарциссенкрейца и повернуть «Печать химической свадьбы» вспять, чтобы высвободить Первозданного море. Он надеялся, что Нарциссенкрейц, ушедший под башню, сорвёт печать и овладеет источником жизни. Только с помощью Чудесного меча Нарциссенкрейц смог бы продолжить своё незавершённое дело - собрать в себе волю всего Фонтейна, всего Тейвата и даже всех людей на планете. Когда бы первобытное море вернулось, а небо бы померкло от\nвыжил бы только тот, кто сумел бы остаться самим собой. Все души, избежав гибели, погрузились бы в спокойное море невинности, которую Нарциссенкрейц бы им даровал. Меч воли должен был погрузиться в океан и попасть в руки своего истинного владельца, чтобы стать силой для борьбы с апокалипсисом. Чтобы духовные нечистоты и энергетическая скверна не попала в мир Нарциссенкрейца, Жакоб даже провёл ритуал рассеивания в Башне гештальта."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/fd5440941546983f338397f13a27c374_1761986237200254636.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Заманив в Башню гештальта Путешественника/цу с материалом для Чудесного меча, Жакоб хотел отнять элемент личности, но погиб под обрушившейся стрелкой часов Судного дня. Спустившись в Первозданное море под башней, Путешественник/ца, Паймон и Анн встретили Нарциссенкрейца, ожидавшего начало апокалипсиса. Он посчитал, что Путешественник/ца хочет помешать ему спасти мир: <color=#ffffffd9>«Почему так произошло? Почему же вы так поступили? Новый мир не может родиться. Всё умрёт в оболочке, в скорлупе мечты!»</color> Нарциссенкрейц осознал, что во входных значениях первой заложенной им мировой формулы произошли изменения, так как он не учёл появление Путешественника/цы, свидетеля/ьницы всего сущего, в Тейвате. Приняв свою ошибку и поражение, Нарциссенкрейц согласился покинуть и снова запечатать Первозданное море.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Ордо Нарциссенкрейц",
        "desc": "<p>Тайная эзотерическая организация, основанная Рене де Петрикором и Жакобом Ингольдом для предотвращения последствий апокалипсиса, предсказанного по формуле мира, путём создания неолюдей.</p><p>Организация объявлена радикальной и официально запрещена в Фонтейне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/76c3b544663face535a657d1f97f4ad0_4288902648781870822.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Нарциссенкрейц",
        "desc": "<p>Нарциссенкрейц, ранее известный как Рене де Петрикор, является основателем тайного общества Ордо Нарциссенкрейц. Также известен как Мастер.<br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/90f57df4396a9aa89cee2704bafdac6d_681464755020305606.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Жакоб",
        "desc": "<p>Жакоб Ингольд - воспитанник Института Нарциссенкрейца, приёмный сын Карла Ингольда, сооснователь Ордо Нарциссенкрейц и неочеловек.<br><br><br>Эксклюзивный персонаж задания мира «Древние цвета» и «По следам Нарцисса»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/02bc05cc787742e2fdf79dc45a69ccec_6698692721706207521.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Анн",
        "desc": "<p>Маленькая океанида, созданная океанидой Мари-Анн во сне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/15/237301566/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2512873056842040050.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Всепожирающий нарвал",
        "desc": "<p>Таинственное исполинское чудище из другого мира.<br>Поэты часто сравнивают звёздное небо с океаном. Во сне или наяву они видят мириады светящегося планктона, плывущего в безлунном море словно серебряная небесная река, или лунный свет, разрываемый волнами на поверхности воды; похожий мерцающие звезды. Самые фантастические истории и безумные выдумки гласят, что звёзды в глубинах космоса могут, подобно Тейвату, содержать в себе жизнь, а сама Вселенная действительно устроена как океан. Но взглянем на вещи здраво: если космос и правда столь огромен и полон жизни, то почему же эта жизнь до сих пор не установила контакт с Тейватом?</p><p>Может быть, вселенная на самом деле постоянно предпринимает попытки проникнуть в Тейват, а может быть, высшие силы создали границы, чтобы защитить этот мир.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/12/70239714/d6f05906844b79f1be3d4f049381a60f_1831420903406367682.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Чудесный меч Нарциссенкрейца",
        "desc": "<p>Священный меч, имеющий особое значение в одной истории.</p><p>Он не принадлежит никому.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/09/124137736/d9e731584137af8d10fb8d02bfbcb845_2420787045580628872.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "name": "«Сокровище»",
        "desc": "<p>Старые карманные часы.</p><p>Они перестали тикать и позвякивать, а крышка не открывается.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/09/124137736/1ac25fb67035572697a341b3735009fd_5311808906470033828.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "name": "Открытое «сокровище»",
        "desc": "<p>Старые карманные часы.</p><p>Похоже, в какой-то момент они остановились, превратив его в прекрасное вечное воспоминание.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/28/124137736/4f59cac938afea04792733ecf4f499ab_5902527126259433789.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Сокровище Ремурии",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/237301566/bbac0f90a6d13478004168f49a166e82_8780558698792156627.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Однажды в подводные руины, когда-то служившие древним ремурийцам банями, забрели два искателя сокровищ и повара, Модест и Савелли, основавшие знаменитый ресторан «Дебор Отель» в Кур-де-Фонтейне. В эти руинах они обнаружили сокровище Ремурии, по легенде способное обострять восприятие, и использовали его для создания знаменитого торта «Дебор». Из-за маленького количества ингредиентов было принято решение продавать торт лишь по шестнадцать порций в день, но от этого популярность торта лишь возросла, и за ним выстраивалась целая очередь."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/237301566/49f90eb677c2f182240a3d0a0f704aef_2942317384174974804.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Создав знаменитый торт, Модест был признан гением Фонтейна, а Савелли нарекли бездарностью и посредственностью, поскольку он единственный не соглашался с известным поваром. Модест пытался утешить друга, но тот понимал, что между ними находится огромная пропасть. Со временем они стали всё меньше видеться: у Модеста появились новые друзья, и Савелли не хотел мешать его успеху. Он говорил себе, что однажды создаст такое же великое творение и сможет быть рядом со своим другом, не чувствуя себя неполноценным. Или оставит свою глупую гордость, подойдёт к нему и спросит с улыбкой, не хочет ли он отправиться в приключение, как в старые добрые времена. Но Савелли так и не успел воссоединиться со своим другом."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/237301566/8cb1d22c830184d9b28142cae3216e1c_7125960781073454259.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Со временем Модест начал считать, что вкус торта «Дебор» изменился, хотя люди говорили, что не чувствуют разницы. Повар всегда и во всём стремился к совершенству, он не терпел даже малейших недочётов, поэтому он немедленно остановил продажи торта «Дебор» и заперся на кухне, дни и ночи посвящая исследованиям и экспериментам. Но с каждой новой попыткой он только дальше уходил от исходного вкуса, пока однажды не понял, что не чувствует даже вкуса кофе. И тогда стало ясно, что изменился не торт «Дебор», а его вкусовые рецепторы."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/237301566/df406c60d7af70c4f5a513a2033468a9_6640133412805863887.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Сокровище Ремурии, на самом деле являвшееся вытяжкой из темнозвёздника, обостряло все чувства, в том числе и вкус, дарило людям бодрость, и на какое-то время человек становился необыкновенно восприимчивым, а потом обнаруживал постепенное снижение вкусовой чувствительности. Ремурийцы стремились освободиться от оков плоти, и их не заботило притупление вкуса, но Модест и Савелли поняли это слишком поздно. Гениальнейший повар своего времени осознал, что навсегда утратил вкус, и от отчаяния решил покончить с собой, истратив на себя последние запасы сокровища. К тому времени Савелли слишком отдалился от него, поэтому он не успел остановить и утешить своего друга. Они даже не смогли попрощаться, а после смерти Модеста поползли слухи, что за этим стоит Савелли, убивший его из зависти. С уходом Модеста «Дебор Отель» начал терять свою популярность, пока однажды рецепт торта «Дебор» не воссоздала Эскофье - шеф, при котором ресторан вернул свою репутацию."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/237301566/7ddb55e60e1b8e39ccd5bd32478dcf1f_920004426923915.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Записи Савелли обнаружила потомок Модеста, Моника, которая захотела найти сокровище Ремурии, чтобы заработать на этом наркотике денег. Она шантажом и обманом завладела оригиналом дневника Модеста, в котором он записывал все рецепты и размышления, сопоставила его с заметками Савелли и обнаружила древние руины. Но внутри она нашла лишь пустую бутыль, а всё её содержимое было уничтожено. Перед своей смертью Модест отправил Савелли письмо, в котором во всём признался, но Савелли не мог допустить, чтобы триумф величайшего шефа обернулся провалом. Он скрыл всю информацию, уничтожил записи и последние запасы «сокровища Ремурии», чтобы защитить доброе имя друга. Когда Моника проникла в руины, она установила там взрывчатку, чтобы больше никто не мог туда попасть, но сама же погибла из-за обрушения руин. Позже в газетах опубликовали новость, что была найдена ремурийская бутыль - реликвия древности, оценённая в миллионы моры, если бы она не была в гневе разбита Моникой.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Район Кур-де-Фонтейн",
        "desc": "<p>«Над всеми водами лишь этот город».</p><p>На самом высоком месте города возвышается Дворец Мермония, как олицетворение высшей власти Фонтейна. С высоты он наблюдает, как слаженно течёт внизу жизнь людей, подобно рейсам аквабусов.</p><p>Законы служат поддержанию устойчивого порядка, а справедливость и правосудие зиждутся на порядке.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/cd8d24707c19c43305b87cac406a5c35_5532569532266058127.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7648,
        "name": "Торт «Дебор»: Великолепие",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/07/fbe21483d06de0607cbce0d1cc50f31c_3914028392602514567.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4342,
        "name": "Темнозвёздник",
        "desc": "<p>Моллюск, излучающий в воде мягкое мерцание. В основном прикрепляется к стенам строений у воды или под водой.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/237301566/98c8fc26791c68b16b468bf458af838e_5871397456923341628.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Восточный склон горы Мон Атонеки",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Нас объединяет не только жёсткая кожа,</color>\n<color=#ffffffd9>но и божественная эссенция, текущая по нашим венам.</color>\n<color=#ffffffd9>Мы разделяем общую мудрость, в нас звучит одна мелодия.</color>\n<color=#ffffffd9>Наша воля едина.</color>\n<color=#ffffffd9>Братья и сёстры!</color>\n<color=#ffffffd9>Мы - руки и ноги, щит и меч,</color>\n<color=#ffffffd9>корни и листья, родник и ручей.</color>\n<color=#ffffffd9>Мы должны быть ближе друг к другу</color>\n<color=#ffffffd9>и даже к чужеземцам».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/c34c7f2170389e39f68407479bb828c2_500152967955998591.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Восточный склон находится на пересечении районов Белло и Морт, справа от линии аквабусов Клементина. Как и большая часть района Морт, более тысячи лет назад эти земли принадлежали древней цивилизации Ремурии, а около 450 лет назад были использованы запрещённой эзотерической организацией Ордо Нарциссенкрейц. Одними из таких мест являются затонувшие руины и Ортант души, «вселенная духа и зал натуры», - одна из четырёх точек на карте Фонтейна, относящаяся к «Печати химической свадьбы». «Печать химической свадьбы» - магическая техника Золотой труппы, организации, основанной гармостом Боэцием на останках затонувшей империи Ремурии. Техника состояла из двух частей: «Круг четырёх ортантов» и «Древо эманации». Согласно записям Золотой труппы, в Фонтейне существовало несколько важных мест, необходимых для запечатывания"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/769a1426611e1bb10b34f8188ae74514_8635976542009815779.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Один из ремурийских гармостов Аврелий разделял всё сущее на четыре категории: Субстанция, Свойство, Качество и Отношение. Качество было важнейшей категорией и часто называлось «квадрантом качеств»: воспоминания, желания, душа и личность. Именно в честь четырёх составляющих Качества и названы четыре ортанта. Около 450 лет назад все четыре ортанта были построены Ордо Нарциссенкрейц. Ещё до основания ордена их лидер Рене де Петрикор обнаружил записи Золотой труппы. Из них он узнал о «Фортуне» и о том, что королевства переживают взлёты и падения, и едва одна цивилизация погибает, следом за ней уже зарождается новая. Это явление оказалось схожим со схемой расчёта самого Рене, названной «формулой мира». Проведя бесчисленные расчёты он нашёл расхождение с Фортуной: в отличие от описания ремурийцами картины мира, никакая новая цивилизация зарождаться не будет. Как и древние ремурийцы, Рене хотел уйти от судьбы и избежать обещанного апокалипсиса, и именно с этой целью он основал Ордо Нарциссенкрейц. Большое влияние на Рене оказали взгляды гармоста Аврелия и выделение Качества как главной категории всех вещей."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/30c576740d291ed0ea95de737ff74b5c_941009766652628638.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Однажды Анн, Катерпиллер, Сеймур, Путешественник/ца и Паймон отправились в Ортант души. Анн была океанидой, искавшей правду о своём происхождении; Катерпиллер - бывшим членом Ордо Нарциссенкрейц; Сеймур - механической разумной собакой, созданной великим учёным Аленом Гильотеном для его сестры и Охотницы Сумеречного двора Мари-Анн Гильотен. Вход в ортант охраняла загадка:\n<color=#ffffffd9>«Не покидает тебя даже во сне»…</color>\n<color=#ffffffd9>«Возникает мгновенно, расходится с тобой, всегда неразлучен»...</color>\n<color=#ffffffd9>«Высоко ценится среди людей»…</color>\n<color=#ffffff73>Загадка оказалась строкой из классического романа, опубликованного сотни лет назад. В оригинале она звучит так:</color>\n<color=#ffffffd9>«Я рождаюсь в миг, когда пересекаются взгляды, и убегаю от преследователей. ...Отрезав всю свою плоть, кости и внутренности, я остаюсь в костном мозгу и делю с тобой постель».</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/4936b86228b0fe5cb37f866e32098ecc_9142431122609387995.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "И ответом на эту загадку оказалась «любовь». В ортантах Путешественник/ца и остальные искали материалы для создания Чудесного меча Нарциссенкрейца. Опираясь на мистическую философию подземного мира и древнего Фонтейна, члены Ордо Нарциссенкрейца создали четыре невесомые субстанции, которые нужны в материальном мире. Эти таинственные предметы можно только почувствовать. Возможно, они даже более неуловимы, чем сила элементов. В мире появились четыре субстанции: «Память», «Желание», «Душа» и «Личность». В философии Ордо Чудесный меч является «Разумом», рассекающим всё сущее. Он рождался из воли целостной личности. Эти знания ордена были почерпнуты также из записей гармостов Ремурии. Они хотели создать предмет, наделённый значением, сущность которого определялась бы только Качеством. Одним из таких предметов стал меч, выкованный в память о гармосте Эвергетии, а для Ордо Нарциссенкрейц это стал Чудесный меч Нарциссенкрейца. Орден использовал этот меч для отделения воли людей. Подобно тому, как ремурийцы отделяли свою мелодию, чтобы избавиться от проклятия стареющей плоти и обрести вечную и независимую жизнь, Ордо Нарциссенкрейц хотели избавиться от оков физического тела через отделение воли."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/c25571b136c57fbb85f4c903b5b553f0_8200240914806497475.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Путешественник/ца хотел/а использовать Чудесный меч, чтобы рассечь барьер, выстроенный создательницей Анн, другой океанидой Мари-Анн. Она была слиянием личностей Мари-Анн Гильотен, хозяйки Сеймура, и океаниды Лирис. Мари-Анн родилась, когда около 450 лет назад Охотники Сумеречного двора вступили в битву с членами Ордо Нарциссенкрейц, среди которых были Катерпиллер и Лирис. Мари-Анн Гильотен пострадала во время взрыва и была на грани смерти, но Лирис слила их сознание, создав Мари-Анн. Анн и другие хотели отделить личности Мари-Анн Гильотен и Лирис с помощью Чудесного меча Разума.\nЭтот же меч хотел выковать и другой член Ордо Нарциссенкрейц, Жакоб Ингольд, оставшийся верным идеалам ордена. Этот меч нужен был ему для завершения главной цели Ордо Нарциссенкрейц в Башне Ипсиссимус. Именно он опередил Путешественника/цу и забрал элемент души из ортанта."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/d3387bc2bfdaaa47d7ba219623e26757_4614957925447321371.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Внутри ортанта души находится тайное зеркало - портал, ведущий в подпространство внутри Книги откровений. Мир внутри книги был создан Рене де Петрикором и Жакобом Ингольдом как напоминание о том, как будет выглядеть мир после вычисленного Рене апокалипсиса. В таком мире не росли бы даже цветки-сахарки и мята. Впервые Путешественник/ца и Паймон попали в мир внутри книги через саму Книгу откровений, спрятанную внутри тела окаменевшего существа Элинаса. Одна из мелюзин пыталась расшифровать эту книгу, а для неё подпространство казалось прекрасным садом. Когда Путешественник/ца прошёл/ла через все шесть зеркал, мир внутри книги изменился и для мелюзины."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/46bba0e1b6c09b306a1cea3804ff9607_1092158460717311421.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "На севере Восточного склона горы Мон Атонеки находится ушедшее под воду надгробие наставницы главной медсестры крепости Меропид Сиджвин. Много лет назад она стала единственной, кто был готов обучить мелюзину медицине. Дети называли этого странствующего доктора «ведьмой», и ведьма научила Сиджвин готовить всевозможные зелья и обучила искусству использовать истории о привидениях, чтобы пугать детей и заставлять их пить лекарства. Однажды мелюзина подружилась с девочкой, но когда та заболела, родители запретили мелюзине её вылечить, так как не доверяли непохожему на них виду. Когда-то «ведьма» обнаружила странную болезнь, которая проявлялась в растворении человеческого тела (эта «болезнь» объяснялась происхождением фонтейнцев от океанид, поэтому вода Первозданного моря возвращала их к истокам)."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/45dcdf3750a315dd05e2b91228c94e5c_4621614805772497258.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Даже использовав себя в качестве подопытной, она зашла в тупик и не смогла найти ответа, как вылечить эту болезнь, но совершила открытие: смешав эту жидкость с некоторыми особыми ингредиентами, она получила зелье изменения внешности, которым могут пользоваться исключительно фонтейнцы. Женщина считала это открытие бессмысленным, пока Сиджвин не рассказала той о своей человеческой подруге. Тогда наставница поняла, что мелюзины тоже могут пользоваться этим зельем. Главным компонентом этого зелья был экстракт из жидкости, в которую превращались фонтейнцы после растворения водой Первозданного моря. Пожертвовав собой, женщина создала зелье для Сиджвин и исчезла, не попрощавшись. Хоть мелюзина и не знала об исследовании наставницы, она приняла её прощальный подарок и создала себе новую внешность, больше похожую на человеческую. Лишь много лет спустя, когда пророчество Фонтейна о растворении людей свершилось, Сиджвин открыла запечатанное письмо «ведьмы» и узнала всю правду, что женщина пожертвовала собой, чтобы помочь мелюзине. Именно в этом месте, около надгробия, Сиджвин развеяла последний существующий флакон зелья, изменяющего внешность.\nВ этой локации можно найти задание мира"
      },
      {
        "type": "CustomEntry",
        "epId": 5529,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Океаниды",
        "desc": "<p>Раса разумных Гидро элементалей, созданных предыдущим Гидро Архонтом Эгерией.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/5e33c09fbd3c6781bb822fd9c57b6abc_954472598676910116.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Ордо Нарциссенкрейц",
        "desc": "<p>Тайная эзотерическая организация, основанная Рене де Петрикором и Жакобом Ингольдом для предотвращения последствий апокалипсиса, предсказанного по формуле мира, путём создания неолюдей.</p><p>Организация объявлена радикальной и официально запрещена в Фонтейне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/76c3b544663face535a657d1f97f4ad0_4288902648781870822.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Нарциссенкрейц",
        "desc": "<p>Нарциссенкрейц, ранее известный как Рене де Петрикор, является основателем тайного общества Ордо Нарциссенкрейц. Также известен как Мастер.<br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/90f57df4396a9aa89cee2704bafdac6d_681464755020305606.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Жакоб",
        "desc": "<p>Жакоб Ингольд - воспитанник Института Нарциссенкрейца, приёмный сын Карла Ингольда, сооснователь Ордо Нарциссенкрейц и неочеловек.<br><br><br>Эксклюзивный персонаж задания мира «Древние цвета» и «По следам Нарцисса»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/02bc05cc787742e2fdf79dc45a69ccec_6698692721706207521.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Катерпиллер",
        "desc": "<p>Член Ордо Нарциссенкрейц.</p><p></p><p>Эксклюзивный персонаж заданий «Незавершённая комедия», «Оглашение разгадки ожидается», «Неоконченная история», «Последний вопрос», «По следам Нарцисса», «Погоня» и «С днём рождения».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/237301566/be516a2c9005727dcfd1fe45662a826d_8973572821419128986.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Анн",
        "desc": "<p>Маленькая океанида, созданная океанидой Мари-Анн во сне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/15/237301566/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2512873056842040050.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Сеймур",
        "desc": "<p>Прототип 4ACV07, механическая собака, созданная для защиты Мари-Анн Гильотен.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/f415fbe2eaa40cd987a8daa47643fc74_1879053792825826301.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Мари-Анн",
        "desc": "<p>Океанида, живущая в Аннапаузисе. <span class=\"wk-shady\">Является сверхсуществом, образованным из слияния океаниды Лирис и Мари-Анн Гильотен.</span></p><p></p><p></p><p>Эксклюзивный персонаж задания мира «Анн из Нарциссенкрейц» и «По следам Нарцисса».</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/7ac751c3fd3892141d972392696a414b_2143060350119471778.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Сиджвин",
        "desc": "<p>Старшая медсестра крепости Меропид одинаково заботится о каждом заключённом подводной тюрьмы.<br></p><p><em>«Среди мелюзин, с которыми дружили мои родители, Сиджвин самая уникальная. Когда-то давно она приходила в наш дом и держала меня за руку, когда я делала первые шаги. С тех пор многое изменилось, я выросла, но она осталась такой же заботливой и воодушевлённой»</em>, - Эмилия.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/25/70239714/2d607aa4d729030ea04f79919257e311_6438381243111168759.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Золотая труппа",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/c32bab10651059ad3c0c8a0e5bbd2e03_5004906481475328879.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Чудесный меч Нарциссенкрейца",
        "desc": "<p>Священный меч, имеющий особое значение в одной истории.</p><p>Он не принадлежит никому.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/09/124137736/d9e731584137af8d10fb8d02bfbcb845_2420787045580628872.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Руины форта Харибда",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Мы отличаемся от варваров и неразумных водных созданий,</color>\n<color=#ffffffd9>ибо в основе нашей силы лежит воля.</color>\n<color=#ffffffd9>Воля объединяет нас с богами.</color>\n<color=#ffffffd9>А тело роднит нас с варварами.</color>\n<color=#ffffffd9>Люди, которым доступна эта мудрость,</color>\n<color=#ffffffd9>смогут освободиться от оков тела.</color>\n<color=#ffffffd9>Воля будет отдавать приказы, а тело смиренно подчиняться».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/788422900012f5972531529cd42e536e_5293001924178902719.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Форт Харибда располагался на острове справа от горы Мон Атонеки и более тысячи лет назад служил военным фортом для легионов Царя богов Рема, правителя Ремурии. После падения Ремурии форт превратился в руины. В подземных пещерах располагается Ортант желаний. Официальные археологические работы по строительству ортанта проходили по утверждению Дворца Мермония с Охотниками Сумеречного двора, отвечающими за безопасность. В то время организация ещё не была объявлена радикальной, и она скрывала свои истинные планы."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/a6c5ee4196ff657a0a6a826a8cbfab8f_5498734473741012408.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Во время строительства между членами ордена начались разногласия: появились слухи, что лидер Ордо Нарциссенкрейц погиб. Когда члены обращались к Жакобу Ингольду, он отвечал, что Нарциссенкрейц проводит «великий ритуал», связанный с небесными телами и первозданным огнём. По его словам, Нарциссенкрейцу требовалось высшее сосредоточение и изоляция от внешнего мира. На самом деле слухи были правдивы, и Нарциссенкрейц действительно погиб, попытавшись переродиться из Рене де Петрикора в более могущественное существо. Жакоб потратил многие месяцы на исследования, пытаясь возродить своего друга с помощью Чудесного меча, способностей океаниды Лирис и карманных часов, некогда подаренных их общим другом Аленом Гильотеном. Позже во время своих экспериментов Жакоб и Нарциссенкрейц смогли переместить часть сознания своего другого погибшего друга Картера Шербиуса в тело хиличурла, и так родился Катерпиллер.\nКогда Катерпиллер, Анн, Сеймур, Путешественник/ца и Паймон отправились в Ортант желаний, на входе они опять увидели табличку с загадкой."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Это и есть Ортант желаний - храм стремлений и зал страстей».</color>\n<color=#ffffffd9>«Расходится с тобой»... «Возникает мгновенно, не покидает тебя даже во сне, всегда неразлучен с тобой»... «Запятнанный греховный плод»...</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/9635f525c0d1f40adcbfbc2ff9d6f52a_9183278230450832276.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Так как жители Фонтейна по древнему пророчеству считались грешниками, жизнь которых «запятнана первородным грехом», ответом на загадку оказалась «жизнь». Как и в ортанте души, Путешественник/ца не обнаружил/а субстанцию для создания Чудесного меча Разума, так как Жакоб Ингольд опередил их."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/c856ab3bed04fef1beac19ba49fa1c82_1619253623644821326.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "К северо-западу от форта Харибда находится небольшой остров, под землёй которого располагается третья точка из круга ортантов, Ортант памяти - храм прошлого и зал воспоминаний. Его вход снова преграждала загадка: <color=#ffffffd9>«Возникает мгновенно...» «Расходится с тобой, не покидает тебя даже во сне, всегда неразлучна с тобой...» «Неподвластна ни одному яркому пламени...»</color> Как только появляется свет, сразу возникает и тень, поэтому ответом стала «тень». Хоть Путешественник/ца и разгадал/а загадку, субстанцию у ортанта найти не удалось. В пещерах под руинами форта Харибда находятся два тайных зеркала-портала."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Если вода разучилась течь и пропитывать всё собою, как ей превратиться обратно в воду?</color>\n<color=#ffffffd9>Если дерево оторвано от земли, где ему пустить корни?</color>\n<color=#ffffffd9>Неважно, как сильно бьётся камень железо.</color>\n<color=#ffffffd9>Если не будет воды и земли, люди не смогут выжить».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/285b9818f6361b40de4be5a063dea03a_1703706708256379054.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В ответвлении пещеры, где построен ортант памяти, находится лаборатория доктора Моссо - учёного, создавшего разумный детектор «Дуга» лжи и погибший на судебной дуэли, защищая своё изобретение, 30 лет назад. В этой же лаборатории погиб сам Дуга, спасая своих друзей, мелюзину Талокард, Путешественника/цу и Паймон."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/b7231683c9c8fa1d7d8f2e3ab46af044_2635497717272949243.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Слева от острова, где находится форт Харибда, под водой располагается секретное убежище научного сотрудника Нэкера. Нэкер украл кинетическое ядро архиума из руин Центральной лаборатории Исследовательского института Фонтейна и сбежал с ним. Исследователь хотел синхронизировать генератор поля, созданный учёным Эдвином Истингхаусом, и кинетическое ядро, в надежде стать величайшим кинетическим инженером всех времён. Расследовать исчезновение Нэкера вместе с ядром была отправлена специальная следовательница института Фузилье. Благодаря её расследованию Нэкер был найден и отправлен в крепость Меропид по решению суда."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/09/237301566/8fb9b17feef355bde3a4184c482c8913_3467394379466427909.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Однажды в Мондштадте Путешественник/ца и Паймон встретили торговку из Сумеру Джалу, которая по незнанию выпустила сумерских иглобрюхов в Сидровое озеро. Благодаря действиям рыцарей Ордо Фавониус все гнёзда иглобрюхов были уничтожены, а после оплаты внушительного штрафа, Джала была отпущена. После происшествия в Мондштадте девушка решила бороться против распространения инвазивных видов рыб и стала Охотником-Освободителем. Наивные люди считали, что если перед важным делом выпустить на волю животных, это принесёт удачу. Это мнение быстро распространилось по всему Тейвату, и люди, придерживающиеся его, стали называть себя Освободителями. Некоторые специально покупали для этого рыб, и спекулянты поняли, что могут на этом заработать. Они начали контрабандой привозить живых существ из разных мест, а иногда даже кормили их странной едой, чтобы животные выглядели эффектно для продажи Освободителям за большие деньги. Одним из дел Джалы стала борьба с преступником, освободивших инвазивных рыб на восточном побережье руин форта Харибда. Благодаря помощи Джалы и Путешественника/цы, офицер Палаты Жардинаж Анджиани, уже встречавшаяся Путешественнику/це на турнире плесенников и в деле мастера меча, нашла преступника, угрожающего безопасности экосистемы Фонтейна и качеству знаменитой Фонты.\nВ этой области можно найти задания мира"
      },
      {
        "type": "CustomEntry",
        "epId": 5524,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и"
      },
      {
        "type": "CustomEntry",
        "epId": 5530,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Ордо Нарциссенкрейц",
        "desc": "<p>Тайная эзотерическая организация, основанная Рене де Петрикором и Жакобом Ингольдом для предотвращения последствий апокалипсиса, предсказанного по формуле мира, путём создания неолюдей.</p><p>Организация объявлена радикальной и официально запрещена в Фонтейне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/76c3b544663face535a657d1f97f4ad0_4288902648781870822.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Исследовательский институт Фонтейна",
        "desc": "<p>Научно-исследовательский институт кинетической энергии Фонтейна - организация, основанная Аленом Гильотеном. Часто сокращается до Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/154baa11b653966030bdf047346be788_5453069314476012727.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "name": "Ордо Фавониус",
        "desc": "<p>Орден рыцарей, поклявшийся защищать город Мондштадт и его свободу. Хоть они и называют себя рыцарями, на самом деле никто их не посвящал в рыцари. Это титул, дающийся за выполнение долга, который они на себя взяли.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/08/237301566/9bd657b2f14508ea8c0f5e28d6c81c07_5562714250279988251.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Нарциссенкрейц",
        "desc": "<p>Нарциссенкрейц, ранее известный как Рене де Петрикор, является основателем тайного общества Ордо Нарциссенкрейц. Также известен как Мастер.<br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/90f57df4396a9aa89cee2704bafdac6d_681464755020305606.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Жакоб",
        "desc": "<p>Жакоб Ингольд - воспитанник Института Нарциссенкрейца, приёмный сын Карла Ингольда, сооснователь Ордо Нарциссенкрейц и неочеловек.<br><br><br>Эксклюзивный персонаж задания мира «Древние цвета» и «По следам Нарцисса»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/02bc05cc787742e2fdf79dc45a69ccec_6698692721706207521.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Ален Гильотен",
        "desc": "<p>Воспитанник Института Нарциссенкрейца, приёмный сын Эмманюэля Гильотена и брат Мари-Анн, исследователь Института натурфилософии и основатель Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/5f9666801f8c3cd059ac14e8eb9dbc96_8787928504212627557.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Катерпиллер",
        "desc": "<p>Член Ордо Нарциссенкрейц.</p><p></p><p>Эксклюзивный персонаж заданий «Незавершённая комедия», «Оглашение разгадки ожидается», «Неоконченная история», «Последний вопрос», «По следам Нарцисса», «Погоня» и «С днём рождения».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/237301566/be516a2c9005727dcfd1fe45662a826d_8973572821419128986.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Талокард",
        "desc": "<p>Работница Сумеречного двора, расследующая дело о пропаже Месье Артура. Ранее работала гидом на линии «Каллас», но была уволена из-за жалоб туристов на её голос.</p><p></p><p>Эксклюзивный персонаж задания «Опрос мелюзины и ответ машины».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/abb512875929eee2a21685ecab89853f_720253713717583213.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4723,
        "name": "«Дуга»",
        "desc": "<p>Разумный детектор лжи, созданный доктором Моссо Ломброзо более 30 лет назад. «Дуга» обладает протоколами, запрещающими ему лгать, но доктор верил, что если «Дуга» поймёт эмоции людей и научится лгать, нарушив протоколы, это сделает его по-настоящему разумным.</p><p></p><p>Эксклюзивный персонаж задания мира «Опрос мелюзины и ответ машины».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/2f50163bfc40d3af453ccd6f2d227fe7_9170192312532572629.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Нэкер",
        "desc": "<p>Учёный Исследовательского института Фонтейна, который украл «Фундаментальное ядро кинетической энергии» и сбежал.</p><p></p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/17/237301566/84798569350b3d70ebb96f57caaad016_1406762183268008237.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "name": "Фузилье",
        "desc": "<p>Специальная следовательница из Исследовательского института Фонтейна, расследующая дело о пропаже «Фундаментального ядра кинетической энергии».</p><p></p><p>Эксклюзивный персонаж задания «Предполагаемый план» и «Ожидаемая ложь»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/f64a2b125ba26994a4559b58be594e04_4139690073152404273.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "name": "Чудесный меч Нарциссенкрейца",
        "desc": "<p>Священный меч, имеющий особое значение в одной истории.</p><p>Он не принадлежит никому.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/09/124137736/d9e731584137af8d10fb8d02bfbcb845_2420787045580628872.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4167,
        "name": "Фонта",
        "desc": "<p>Фирменный напиток, созданный Исследовательским институтом Фонтейна. Пользуется большим успехом у местных жителей.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/01/124137736/9d33757b33074031295a47d3e1e83d1c_6468570406932390877.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Башня Ипсиссимус",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/a0c234240290432788e41c3f882de246_799090062689261527.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В центре района Морт возвышалась заброшенная Башня\nкогда-то принадлежавшая Ордо Нарциссенкрейц. Когда об экспериментах организации узнал Ален Гильотен, он, вместе с юдексом Фонтейна Нёвиллетом, выпустил указ о запрете ордена. После этого Башня гештальта была опечатана."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/1f7b2b6b5f1df563497c0c7bd942511d_7631411668085630499.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Башня Ипсиссимус была построена на философии древнего царства Ремурия. Она использовалась для описания мощной внутренней силы, способной править миром, удерживать его и разрушать. Башня была придумана Ордо Нарциссенкрейц и олицетворяла эволюцию человеческой души, а также вечную тайну мироздания. Ордо Нарциссенкрейц полагали, что люди будут непрерывно развиваться в рамках жизненных циклов. К уже прошедшим циклам можно было отнести Гиперборею, Натлантиду и Ремурию. А\nбыл пройден уже наполовину."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/1fc3ac08470288e92f928c1f9a8059e1_969950462620340700.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Башня гештальта являлась главной составляющей для «Печати химической свадьбы» и была построена в центре круга четырёх ортантов. Эта башня должна была стать ключевым элементом для управления волей людей с помощью Чудесного меча Нарциссенкрейца и способностей Лирис. Планам ордена не было суждено сбыться - организация прекратила существование, её лидер Нарциссенкрейц оказался запечатан в Первозданном море под башней, и только Жакоб Ингольд остался ждать возвращения своего друга и наступления нового мира."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«О Рем, исполнитель великой симфонии, король мира!</color>\n<color=#ffffffd9>Твоя музыка доносится до самых небес и резонирует с глубинами земли!</color>\n<color=#ffffffd9>Когда золотая пчела Сивиллы пошлёт предупреждение,</color>\n<color=#ffffffd9>Милосерднейший, даруй нам вечную жизнь.</color>\n<color=#ffffffd9>Этот божественный момент</color>\n<color=#ffffffd9>должен быть восхвалён и навечно запечатлён».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/84954d1c121eab7bb4f187538b969629_692868979822423481.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "На юге локации находится последний из ортантов, Ортант личности. Все точки, где были построены ортанты, были найдены с помощью изменений в составе воды - в нужных точках вода содержала воду Первозданного моря. Этот ортант был единственным запечатанным из четырёх, и на табличке была надпись: <color=#ffffffd9>«Всегда неразлучна с тобой»... «Возникает мгновенно, расходится с тобой, не покидает тебя даже во сне»… «Первородная капля»</color> ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/8f0ab83756b9b4fc17ddc8eb92aa0eef_1927500034127175913.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В Фонтейне существует легенда, что океанида - первая слеза первого Гидро Архонта Эгерии, а самую первую слезу пролила первая океанида, которая поняла, что она - человек. Анн сумела разгадать загадку, и ответом была «океанида». В этом ортанте находился последний компонент для Чудесного меча Нарциссенкрейца, блок «личности». Как только Путешественник/ца взяла субстанцию, он/а вместе с остальными попали в ловушку Жакоба и невольно оказались в Башне Ипсиссимус.\nВ Ортанте личности можно найти одно из таинственных зеркал, ведущих в мир внутри Книги Откровений."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/c3f82f25fc52225942bd1499287b1b95_4885504348057435760.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Внутри Башни Ипсиссимус находилась штаб-квартира Ордо Нарцисснкрейц, в которую вёл портал через книгу в Институте натурфилософии, где когда-то работали Рене де Петрикор и Жакоб Ингольд. На потолке комнаты были огромные часы Судного дня, которые отсчитывали время до апокалипсиса, предсказанного по «формуле мира». Когда Катерпиллер, Анн, Сеймур, Путешественник/ца и Паймон оказались в этой комнате, попав в ловушку Жакоба, часы пробили полночь, и их стрелка упала, пробив пол и унеся за собой жизнь Жакоба. Он до конца был верен Ордо Нарциссенкрейц."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/59a761bd4c605b849b089ad9d4d55e90_2680569095560742946.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Для башни были созданы три особых ключа, способных опустить её под воду и открыть проход в Первозданное море. При соединении ключи образовывали форму из трёх с половиной кругов. Внутренний круг означал Цикл Гипербореи, символизирующий эпоху застывшего мира и потерянный рай. Средний круг означал Цикл Натлантиды, символизирующий победу над злым драконом, метафору победы человечества над природой и зверями внутри себя. Третий круг и внешняя полуокружность означали Цикл Ремурии и Цикл Храун-Арьи, символизирующие отношения между людьми и богами. Человеческая душа прошла через потерянный рай, победу над злобными драконами, первородный грех и крещение и наконец обрела свободу, дарованную богами."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/fac59067ce7021b670cafa4b8cc33f4d_62630223897264410.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Когда в ордене поползли слухи о смерти Нарциссенкрейца, официальный член ордена четвёртого ранга госпожа Лаво нагадала, что он находится в башне Ипсиссимус. Это не убедило некоторых членов Ордо Нарциссенкрейц, и они решили покинуть организацию, потеряв веру в будущее. Когда другие погадали об их местоположении, оказалось, что все покинувшие орден член до сих пор находились в башне. Все они были растворены Первозданной водой ради возрождения Нарциссенкрейца."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/f2f26c378b301f02de48401f1582dc19_4976840088329758258.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В Первозданном море под башней всё это время находился перерождённый Нарциссенкрейц. После своего возрождения он не помнил о неудаче, поэтому считал, что испытание по избавлению от оков физического тела прошло успешно. <color=#ffffffd9>«Всё стало предельно ясным. И никчёмные препятствия исчезли без следа»</color> . Он обрёл новое тело и отправил Жакоба, Лирис и Катерпиллера в окаменевшее тело существа из Бездны, а сам остался в Первозданном море ожидать свершения пророчества и начала апокалипсиса."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/50d25d375831b540f943f38e6494fc45_5949259527323298517.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "На одном из уровней башни находится последнее таинственное зеркало, ведущее в Книгу откровений.\nПо всему району Морт располагаются механизмы, созданные исследователем и одном из спонсоров Ордо Нарциссенкрейц, Элифасом. Его изобретениями являются луч Элифаса, вертикальная подъёмная колонна, сборка трассы и световое соединение башни Ипсиссимус. Элифас стал одним из членов ордена, растворённых водой Первозданного моря, ради общей цели."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/4f3377ead4a6f4795089e6786d5c6369_7205355718104197289.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ещё до затопления Башни гештальта, мелюзина Надия и Юрвилль пытались найти сокровища тайного общества «Крест и лилия». Когда башня погрузилась под воду, они оказались в воде, и Юрвилль столкнулся со своими главными врагами - шаровидными осьминогами. Благодаря помощи Путешественника/цы Юрвилль был спасён. Оказалось, что он пытался найти сокровища, чтобы помочь вылечить Надию, страдающей от амнезии, вызванной черепно-мозговой травмой. Хоть сокровища и оказались выдумкой, Юрвилль решил найти другие способы заработать денег."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/237301566/c35326590a81417ffabf89cfceef9259_8789143812669897352.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "К северо-востоку от Башни Ипсиссимус, под водой, находятся древние ремурийские руины, которые когда-то служили банями. Про эти руины ходит легенда, что в них спрятано сокровище Ремурии - вещество, которое невероятно заряжает энергией и обостряет восприятие. Во времена Царя Богов ремурийцы использовали его, чтобы утолить все плотские страсти и сражаться в стократ храбрее. На самом деле сокровищем Ремурии является светящееся вещество, которое ремурийцы извлекали из темнозвёздника. Со временем Исследовательский институт Фонтейна синтезировал похожий препарат из темнозвёздника под названием люмилин. Он применялся для лечения больных с потерей чувствительности нервных окончаний, но при частом употребление был опасен для психики и нервной системы, поэтому жандармы быстро взяли его обращение под строгий контроль."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/11/237301566/ffa1810184d39576fd78eca3b5919049_7365640799694288369.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В ремурийских руинах по приказу гармоста Эвергетии установлен памятник в знак соболезнования покорённым варварским воинам: <color=#ffffffd9>«...Пусть и дикари, они тоже были воинами»</color> . Вход в бани закрыт дверью с музыкальной печатью, которую способна убрать песнь пухленей. Достаточно лишь покормить их, чтобы они спели. В глубине руин находится старый лагерь искателей приключений, которые когда-то обнаружили сокровище Ремурии.\nВ воде около Башни гештальта находятся карты сокровищ, оставленные похитителем сокровищ Руже и его друзьями. Два таких сокровища можно найти в руинах форта Харибда.\nВ данной локации можно найти задание мира"
      },
      {
        "type": "CustomEntry",
        "epId": 5514,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5527,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5522,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и"
      },
      {
        "type": "CustomEntry",
        "epId": 5521,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Ордо Нарциссенкрейц",
        "desc": "<p>Тайная эзотерическая организация, основанная Рене де Петрикором и Жакобом Ингольдом для предотвращения последствий апокалипсиса, предсказанного по формуле мира, путём создания неолюдей.</p><p>Организация объявлена радикальной и официально запрещена в Фонтейне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/76c3b544663face535a657d1f97f4ad0_4288902648781870822.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Исследовательский институт Фонтейна",
        "desc": "<p>Научно-исследовательский институт кинетической энергии Фонтейна - организация, основанная Аленом Гильотеном. Часто сокращается до Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/154baa11b653966030bdf047346be788_5453069314476012727.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Океаниды",
        "desc": "<p>Раса разумных Гидро элементалей, созданных предыдущим Гидро Архонтом Эгерией.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/5e33c09fbd3c6781bb822fd9c57b6abc_954472598676910116.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Эгерия",
        "desc": "<p>Милосердная Владычица всех вод и Гидро Архонт, погибшая во время Катаклизма 500 лет назад.</p><p>Она совершила первородный грех, превратив океанид в людей с помощью силы Первозданного моря.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/a5b8d23dd3fbe0969cc3ebce78f9c29f_8021351765588020911.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Нарциссенкрейц",
        "desc": "<p>Нарциссенкрейц, ранее известный как Рене де Петрикор, является основателем тайного общества Ордо Нарциссенкрейц. Также известен как Мастер.<br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/90f57df4396a9aa89cee2704bafdac6d_681464755020305606.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Жакоб",
        "desc": "<p>Жакоб Ингольд - воспитанник Института Нарциссенкрейца, приёмный сын Карла Ингольда, сооснователь Ордо Нарциссенкрейц и неочеловек.<br><br><br>Эксклюзивный персонаж задания мира «Древние цвета» и «По следам Нарцисса»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/02bc05cc787742e2fdf79dc45a69ccec_6698692721706207521.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Анн",
        "desc": "<p>Маленькая океанида, созданная океанидой Мари-Анн во сне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/15/237301566/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2512873056842040050.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Катерпиллер",
        "desc": "<p>Член Ордо Нарциссенкрейц.</p><p></p><p>Эксклюзивный персонаж заданий «Незавершённая комедия», «Оглашение разгадки ожидается», «Неоконченная история», «Последний вопрос», «По следам Нарцисса», «Погоня» и «С днём рождения».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/237301566/be516a2c9005727dcfd1fe45662a826d_8973572821419128986.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Сеймур",
        "desc": "<p>Прототип 4ACV07, механическая собака, созданная для защиты Мари-Анн Гильотен.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/f415fbe2eaa40cd987a8daa47643fc74_1879053792825826301.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4672,
        "name": "Юрвилль",
        "desc": "<p>Неудачливый охотник за сокровищами и враг шаровидных осьминогов. Хочет заработать денег, чтобы вылечить свою подругу-мелюзину Надию от амнезии.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/2deb974c060f0b89dda7b2ad1431d0f3_4394407523566764018.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4675,
        "name": "Надия",
        "desc": "<p>Мелюзина, страдающая амнезией из-за черепно-мозговой травмы.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/403d108e798fe20c861bc4da29e5fc30_3555684862118337537.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4063,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4619,
        "name": "Круг основания",
        "desc": "<p>Один из ключей, разработанных Ордо Нарциссенкрейц для башни. При соединении ключи образуют своеобразную форму из трёх с половиной кругов, чему есть особое объяснение.</p><p>Третий круг и внешняя полуокружность - Цикл Ремурии и Цикл Храун-Арьи, символизирующие отношения между людьми и богами.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/28/124137736/835e9aa023705d1ffa15701ccb9a02bc_2447507571289174940.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4618,
        "name": "Круг основания",
        "desc": "<p>Один из ключей, разработанных Ордо Нарциссенкрейц для башни. При соединении ключи образуют своеобразную форму из трёх с половиной кругов, чему есть особое объяснение.</p><p>Средний круг - Цикл Натлантида, символизирующий победу над злым драконом, метафору победы человечества над природой и зверями внутри себя.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/124137736/4b7716bc1a72d242b78d77080651b738_5361797984508371279.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4617,
        "name": "Круг основания",
        "desc": "<p>Один из ключей, разработанных Ордо Нарциссенкрейц для башни. При соединении ключи образуют своеобразную форму из трёх с половиной кругов, чему есть особое объяснение.</p><p>Внутренний круг - это Цикл Гипербореи, символизирующий эпоху застывшего мира и потерянный рай.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/29/124137736/a169f3a8a71fa1cd9be2aceb12837059_1422346733969306200.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4639,
        "name": "Идеалы радужной розы",
        "desc": "<p>Лист бумаги, сложенный из восьми записок. Странный рисунок оказывается радужной розой.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/08/124137736/a3d81222ac0c259d7c24278ae6a68845_8770267716211077965.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4342,
        "name": "Темнозвёздник",
        "desc": "<p>Моллюск, излучающий в воде мягкое мерцание. В основном прикрепляется к стенам строений у воды или под водой.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/237301566/98c8fc26791c68b16b468bf458af838e_5871397456923341628.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4705,
        "name": "Управляющий механизм: Луч Элифаса",
        "desc": "<p>Это устройство появилось в результате первых попыток Института натурфилософии заняться оптикой на заре появления этой академической организации. Основные компоненты - <span style=\"color: #FFE14B\">лучевые генераторы</span> и приёмники лучей.<br><span style=\"color: #FFE14B\">Лучевой генератор</span> иногда устанавливается на основание приёмника лучей, подобное регулирующему клапану. Может управляться и вращаться за счёт энергии ксенохромного шаровидного осьминога.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 4710,
        "name": "Управляющий механизм: Сборка трассы и луч Элифаса",
        "desc": "<p>Иногда на путях располагаются сферические лучевые <span style=\"color: #FFE14B\">реле</span>, <span style=\"color: #FFE14B\">движение</span> которых можно <span style=\"color: #FFE14B\">контролировать</span> с помощью регулирующих клапанов.<br>При приёме луча лучевые реле выпускают другой луч в каком-то определённом направлении.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 4711,
        "name": "Управляющий механизм: Вертикальная подъёмная колонна и луч Элифаса",
        "desc": "<p>Иногда на подъёмной колонне располагаются линза, принимающая луч, и <span style=\"color: #FFE14B\">линза, отражающая луч</span>. Когда луч попадает на принимающую линзу, он излучается <span style=\"color: #FFE14B\">выпуклой </span>проецирующей линзой.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Диковинки"
      },
      {
        "type": "CustomEntry",
        "epId": 4575,
        "name": "Источник первой росы",
        "desc": "<p>Капля росы, плавающая в водах Морта. Отличается от других чистых вод, как будто концентрирует в себе ещё более чистую и первозданную элементальную энергию.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/237301566/372a170798a29e732877287ae17db04e_1387025209215675988.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Лучистые кристаллы"
      },
      {
        "type": "CustomEntry",
        "epId": 4688,
        "name": "Лучистый кристалл 118",
        "desc": "Дивная мелодия этого кристалла словно соткана из нежнейшего шёлка. Эти предметы можно найти по всему материку или у торговцев диковинками. Заключённую в кристалле мелодию можно высвободить в Чайнике безмятежности при помощи Музыки природы: Мелодия на ветру или Музыки природы: Переплетения мелодий. В этом Лучистом кристалле содержится чудесная мелодия Фонтейна.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/33219efde74b002b368e606c6e784ba4_3750440063009951750.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4689,
        "name": "Лучистый кристалл 119",
        "desc": "Дивная мелодия этого кристалла словно соткана из нежнейшего шёлка. Эти предметы можно найти по всему материку или у торговцев диковинками. Заключённую в кристалле мелодию можно высвободить в Чайнике безмятежности при помощи Музыки природы: Мелодия на ветру или Музыки природы: Переплетения мелодий. В этом Лучистом кристалле содержится чудесная мелодия Фонтейна.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/33219efde74b002b368e606c6e784ba4_3750440063009951750.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные персонажи"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Нарциссенкрейц",
        "desc": "<p>Нарциссенкрейц, ранее известный как Рене де Петрикор, является основателем тайного общества Ордо Нарциссенкрейц. Также известен как Мастер.<br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/90f57df4396a9aa89cee2704bafdac6d_681464755020305606.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4675,
        "name": "Надия",
        "desc": "<p>Мелюзина, страдающая амнезией из-за черепно-мозговой травмы.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/403d108e798fe20c861bc4da29e5fc30_3555684862118337537.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4672,
        "name": "Юрвилль",
        "desc": "<p>Неудачливый охотник за сокровищами и враг шаровидных осьминогов. Хочет заработать денег, чтобы вылечить свою подругу-мелюзину Надию от амнезии.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/237301566/2deb974c060f0b89dda7b2ad1431d0f3_4394407523566764018.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Группы"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Ордо Нарциссенкрейц",
        "desc": "<p>Тайная эзотерическая организация, основанная Рене де Петрикором и Жакобом Ингольдом для предотвращения последствий апокалипсиса, предсказанного по формуле мира, путём создания неолюдей.</p><p>Организация объявлена радикальной и официально запрещена в Фонтейне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/76c3b544663face535a657d1f97f4ad0_4288902648781870822.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Обучение"
      },
      {
        "type": "CustomEntry",
        "epId": 4707,
        "name": "Управляющий механизм: Подъёмная колонна",
        "desc": "<p>Подвижная колонна, которая может <span style=\"color: rgb(255, 225, 75)\">подниматься и опускаться</span> с помощью кристаллического <span style=\"color: rgb(255, 225, 75)\">приёмного узла</span> в основании. Хотя это не было предусмотрено изначальной конструкцией, энергией ксенохромного шаровидного осьминога можно управлять приёмными узлами, поднимая и опуская основание колонны.<br>Обычно, когда в основании <span style=\"color: rgb(255, 225, 75)\">один</span> приёмный узел, после поднятия колонны она со временем <span style=\"color: rgb(255, 225, 75)\">снова медленно опускается</span>, но с <span style=\"color: rgb(255, 225, 75)\">двумя</span> приёмными узлами можно управлять как <span style=\"color: rgb(255, 225, 75)\">подъёмом</span>, так и <span style=\"color: rgb(255, 225, 75)\">опусканием</span> колонны.</p><p>Иногда подъёмная колонна может пройти сквозь пол или через стену.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4709,
        "name": "Управляющий механизм: Сборка трассы",
        "desc": "<p>Набор механизмов. Обычно в его состав входят:<br>рельсы, кристаллы, подставки для кристаллов и устройства для управления кристаллами (например, регулирующие клапаны и створчатые клапаны), иногда на рельсах также устанавливаются диспетчерские переключатели.<br>Цель испытания - разместить все кристаллы на <span style=\"color: rgb(255, 225, 75)\">подставках</span> с помощью <span style=\"color: rgb(255, 225, 75)\">регулирующих клапанов</span>.</p><p>При активации <span style=\"color: rgb(255, 225, 75)\">диспетчерского переключателя</span> он <span style=\"color: rgb(255, 225, 75)\">блокирует рельсы</span> и исключает возможность проезда по ним. С помощью диспетчерского переключателя можно координировать перемещение нескольких кристаллов и обеспечить их остановку на подставках.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4706,
        "name": "Управляющий механизм: Створчатый клапан",
        "desc": "<p>Используйте <span style=\"color: #FFE14B\">один кристаллический «приёмный узел»</span>, чтобы создать двунаправленный клапан. Хотя это не было предусмотрено изначальной конструкцией, энергией ксенохромного шаровидного осьминога можно задействовать узлы приёмника, заставляя створчатый клапан двигаться в одном направлении. Когда поток прекращается, створчатый клапан <span style=\"color: #FFE14B\">автоматически повернётся и примет исходное положение</span>. Связанные с клапаном устройства будут двигаться вместе с ним.<br>Иногда вам нужно будет найти недостающие приёмные узлы.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4705,
        "name": "Управляющий механизм: Луч Элифаса",
        "desc": "<p>Это устройство появилось в результате первых попыток Института натурфилософии заняться оптикой на заре появления этой академической организации. Основные компоненты - <span style=\"color: #FFE14B\">лучевые генераторы</span> и приёмники лучей.<br><span style=\"color: #FFE14B\">Лучевой генератор</span> иногда устанавливается на основание приёмника лучей, подобное регулирующему клапану. Может управляться и вращаться за счёт энергии ксенохромного шаровидного осьминога.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4708,
        "name": "Управляющий механизм: Регулирующий клапан",
        "desc": "<p>Используйте <span style=\"color: #FFE14B\">два кристаллических «приёмных узла»</span>, чтобы создать <span style=\"color: #FFE14B\">двунаправленный</span> клапан. Хотя это не было предусмотрено изначальной конструкцией, энергией ксенохромного шаровидного осьминога можно задействовать узлы приёмника, регулируя направление клапана по часовой стрелке или против часовой стрелки и так управляя им и связанными с ним механизмами.<br>Порой вам нужно будет найти недостающие приёмные узлы.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4710,
        "name": "Управляющий механизм: Сборка трассы и луч Элифаса",
        "desc": "<p>Иногда на путях располагаются сферические лучевые <span style=\"color: #FFE14B\">реле</span>, <span style=\"color: #FFE14B\">движение</span> которых можно <span style=\"color: #FFE14B\">контролировать</span> с помощью регулирующих клапанов.<br>При приёме луча лучевые реле выпускают другой луч в каком-то определённом направлении.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4711,
        "name": "Управляющий механизм: Вертикальная подъёмная колонна и луч Элифаса",
        "desc": "<p>Иногда на подъёмной колонне располагаются линза, принимающая луч, и <span style=\"color: #FFE14B\">линза, отражающая луч</span>. Когда луч попадает на принимающую линзу, он излучается <span style=\"color: #FFE14B\">выпуклой </span>проецирующей линзой.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4700,
        "name": "Поток энергии I",
        "desc": "<p>Внутри этих руин наблюдаются странные энергетические потоки водяного цвета, которые, как кажется, следуют по установленным каналам.<br>Кроме того, на путях расположены устройства, способные собирать эти энергетические потоки. Эти странные устройства могут даже использовать <span style=\"color: rgb(255, 225, 75)\">подъёмники</span> для перемещения этих потоков на более высокие или более низкие уровни каналов. Цель, видимо, заключается в том, чтобы направить эти энергетические потоки к<span style=\"color: rgb(255, 225, 75)\"> крупному устройству</span> в центре руин.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4701,
        "name": "Поток энергии II",
        "desc": "На каналах, необходимых для прохождения энергии, иногда под углами располагаются диспетчерские устройства, которые могут регулировать направление потока энергии. По их форме можно определить, в каком направлении будет течь энергия.<br>И часто рядом находятся механизмы для изменения направления этих диспетчерских устройств...",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4715,
        "name": "Световое соединение башни Ипсиссимус",
        "desc": "<p>В этой башне находятся высокоспециализированные управляющие механизмы и лучевые генераторы Элифаса. На крышах некоторых этажей расположены<span style=\"color: rgb(255, 225, 75)\"> подвижные блоки</span>, испускающие лучи. Их можно <span style=\"color: rgb(255, 225, 75)\">поворачивать</span>, используя соответствующие клапаны.</p><p>Ему соответствует специально спроецированный приёмник лучей. Из названия следует, что он активируется только после <span style=\"color: rgb(255, 225, 75)\">приёма луча</span>.</p><p><span style=\"color: rgb(255, 225, 75)\">Горизонтальное положение</span> блока колёс, несущего специализированный лучевой генератор, регулируется с помощью механизмов.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Карта"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=ru-ru#/map/2?center=-330.01,-4202.77&zoom=-0.50&shown_types=539"
      }
    ]
  }
}