{
  "epId": 5200,
  "name": "Переньери I",
  "desc": "Другое название книги - «Влюблённый Хлеоланд». Автор первого издания называл книгу адаптацией популярной легенды Каэнри'ах. Но в мире не осталось никого, кто мог бы это подтвердить. Теперь эта книга считается произведением коллективного творчества нескольких поколений.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/03/19/eebe3d494c8e1fcae1905ec185dc3f56_7240269314425814510.png",
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1711115849,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Переньери"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Купить у Хюбеля"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5202,
            "name": "Переньери",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/237301566/eebe3d494c8e1fcae1905ec185dc3f56_7346634510704197289.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Покупка у торговцев"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Торговец</color>\n<color=#ffffff>Количество</color>\n<color=#ffffff>Стоимость</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Хюбель",
        "desc": "<p>Владелец книжной лавки в Кур-де-Фонтейне.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/12/237301566/2366514cdc43d458320510830b554ddb_978807982546659270.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Мора",
        "desc": "Повсеместная валюта. Международный язык общения.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 5201,
        "name": "Переньери II",
        "desc": "Другое название книги - «Влюблённый Хлеоланд». Автор первого издания называл книгу адаптацией популярной легенды Каэнри'ах. Но в мире не осталось никого, кто мог бы это подтвердить. Теперь эта книга считается произведением коллективного творчества нескольких поколений.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/03/19/eebe3d494c8e1fcae1905ec185dc3f56_7240269314425814510.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "Это история о древних временах, когда птицы ещё не разделились на домашних и диких. И подземное королевство тогда озаряла Алая Луна, а не Чёрное Солнце.\nИз-за уникального расположения королевства туда часто попадали гости из внешнего мира. Ему хватало вооружения, чтобы справиться с нежелательными вторжениями, но как быть со всем остальным? Например, с ребёнком, что пришёл из некоего разрушенного мира?\nИ один из мудрецов обратился к великому правителю: «О верховный повелитель, некий ребёнок поведал мне историю из другого мира: давным-давно жил народ, который плавал по морям и верил, что боги приходят из океана. Ко всякому бродяге, чей корабль потерпел крушение, они относились с величайшим почтением, ибо верили, что боги принимают облик потерпевших крушение, когда отправляются исследовать царство смертных».\nИ ответил правитель: «Не понимаю, к чему ты клонишь, но сделаем по-твоему».\n(Естественно, в королевстве не было океана в традиционном смысле этого слова. Основатели королевства некогда видели величественные силуэты гор в мареве палящего солнца, видели лунный свет, что качался на морской глади, будто россыпь белых жемчужин. Но в то время, о котором идёт речь, рассказывать королю о подобных картинах могли разве что чужеземцы и придворные, возвращавшиеся из странствия в чужие края по долгу службы. Океан и море чаще всего использовались как метафора пространства, проецируемого звёздами.)\nВ ожидании богов, что прибудут из-за океана (а точнее, существ, способных превзойти богов), жители королевства основали сиротский приют. Позже туда стали принимать и сирот, рождённых на территории королевства, а также беспризорных детей, которые приходили из внешнего мира.\nПервое воспоминание юного Переньери - как взрослые велят ему проползти по тёмному проходу. Вполне возможно, что это был дымоход для зимних костров, потому что в нём было полно золы и не имелось ни единой щели, через которую мог бы проникнуть дым или свет. И пока Переньери полз, он то и дело натыкался на что-то в полной темноте и падал. К счастью, конструкция прохода предполагала, что по нему будут ползать дети, поэтому падения были не очень болезненными. И мерзкой паутины там тоже не было.\nКогда Переньери наконец добрался до выхода, дверь оказалась закрыта. Он постучал, но в ответ услышал только бесстрастный взрослый голос: «Ты умер?»\nЕсли бы он умер, разве смог бы разговаривать? Но взрослым не понравился такой ответ. Они повторяли свой вопрос раз за разом, пока Переньери не прокричал: «Умер!»\nТогда взрослые спросили: «И ты видел его?»\nВозможно, дело было в страхе темноты, усиленном усталостью и голодом, но Переньери в самом деле увидел мираж. Алая луна, висевшая высоко в чёрном ночном небе, вдруг развернулась и превратилась и огромный, пугающий глаз.\nВзрослые открыли дверь и обняли вымазанного в золе Переньери: «Ты прошёл через огонь двух миров внутри очага и теперь возрождаешься к новой жизни».\nАлая Луна зашла, её сменило Чёрное Солнце, но королевский приют так и не дождался появления сверхчеловека. Зато из стен приюта вышло немало чудаков, и многие из них стали великими рыцарями королевства. Переньери считался главным рыцарем своего времени - конечно, если ему не приходилось соперничать со своим лучшим другом Хлеоландом.\nОни должны были мериться заслугами, славными подвигами, кубками доброго вина, выпитыми на праздничных застольях. Но почему-то вышло так, что их соперничество приняло смертельный оборот."
          }
        ]
      }
    ]
  }
}