{
  "epId": 5223,
  "name": "Сумеречный двор",
  "desc": "<p>Отдел по расследованию преступлений, который находится в непосредственном подчинении верховного судьи Нёвиллета. Является подразделением Палаты Жардинаж и расположен во Дворце Мермония.</p><p></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/615412682c0d3edc7483b9452030aa64_5426056875512651762.png",
  "menuId": 23,
  "menuName": "Группа",
  "version": 1747005685,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Сумеречный двор"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Фонтейн"
          }
        ]
      },
      {
        "key": "Глава:",
        "value": [
          {
            "type": "RichText",
            "text": "Нёвиллет"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Известные члены"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Кассиодор",
        "desc": "<p>Один из гармостов Царя богов Рема.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7029142723836082071.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "«Золотой Охотник», чьи слова легли в основу названия Охотников Сумеречного двора.\nЭст\nВальтер\nОдни из первых Охотников Сумеречного двора, последовавшие за Кассиодором\nЭмманюэль Гильотен\nОхотник Сумеречного двора, командовавший осадой Пуассона, и приёмный отец Алена и Мари-Анн. Предположительно был растворён",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Ордо Нарциссенкрейц",
        "desc": "<p>Тайная эзотерическая организация, основанная Рене де Петрикором и Жакобом Ингольдом для предотвращения последствий апокалипсиса, предсказанного по формуле мира, путём создания неолюдей.</p><p>Организация объявлена радикальной и официально запрещена в Фонтейне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/76c3b544663face535a657d1f97f4ad0_4288902648781870822.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Ален Гильотен",
        "desc": "<p>Воспитанник Института Нарциссенкрейца, приёмный сын Эмманюэля Гильотена и брат Мари-Анн, исследователь Института натурфилософии и основатель Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/5f9666801f8c3cd059ac14e8eb9dbc96_8787928504212627557.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Приёмный сын Эмманюэля Гильотена и член Сумеречного двора. После исчезновения сестры он покинул Сумеречный двор и основал",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Исследовательский институт Фонтейна",
        "desc": "<p>Научно-исследовательский институт кинетической энергии Фонтейна - организация, основанная Аленом Гильотеном. Часто сокращается до Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/154baa11b653966030bdf047346be788_5453069314476012727.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Мари-Анн Гильотен",
        "desc": "<p>Воспитанница Института Нарциссенкрейца, приёмная дочь Эмманюэля Гильотена и сестра Алена, охотница Сумеречного двора.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/7f04e9d0b83ab550cc91ddf708008a7d_7020120347835863216.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Приёмная дочь Эмманюэля Гильотена и агент Сумеречного двора. Исчезла после битвы между Сумеречным двором и",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Ордо Нарциссенкрейц",
        "desc": "<p>Тайная эзотерическая организация, основанная Рене де Петрикором и Жакобом Ингольдом для предотвращения последствий апокалипсиса, предсказанного по формуле мира, путём создания неолюдей.</p><p>Организация объявлена радикальной и официально запрещена в Фонтейне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/76c3b544663face535a657d1f97f4ad0_4288902648781870822.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Кэрол",
        "desc": "<p>Одна из первых мелюзин, кого юдекс Нёвиллет привёл в Фонтейн около 400 лет назад. Она стала первой мелюзиной, принятой в Сумеречный двор и получившей медаль «За мир». <span class=\"wk-shady\">Пожертвовала собой, чтобы доказать невиновность мелюзин в преступлениях. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/b5144639de0b40a37167f40774eb8e6b_4701489170972658362.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Первая мелюзина, присоединившаяся к Сумеречному двору. В знак уважения её самопожертвованию на эмблеме Палаты Жардинаж изображены мелюзины.\nЭваль\nЭльфан\nГиды линии аквабусов Клементина и Навия, соответственно.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Талокард",
        "desc": "<p>Работница Сумеречного двора, расследующая дело о пропаже Месье Артура. Ранее работала гидом на линии «Каллас», но была уволена из-за жалоб туристов на её голос.</p><p></p><p>Эксклюзивный персонаж задания «Опрос мелюзины и ответ машины».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/237301566/abb512875929eee2a21685ecab89853f_720253713717583213.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Бывший гид линии Каллас и смотрительница хранилища улик Сумеречного двора.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4802,
        "name": "Ремия",
        "desc": "<p>Работница Сумеречного двора в отпуске.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/23/237301566/af5b39d4c52665dd2a3a954b32269a99_5780861738446641435.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4801,
        "name": "Эвераллин",
        "desc": "<p>Работница Сумеречного двора, следящая за изменениями на поверхности моря в порту Ромарин.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/23/237301566/cf673fab52b2bcda147f024c35213f78_3605034459197304277.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Работницы Сумеречного двора.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Нёвиллет",
        "desc": "<p>Верховный судья Фонтейна, или же юдекс, прославившийся своей безукоризненной беспристрастностью.<br><br><em>«Однажды они вернутся, и начнётся настоящее испытание»</em>, -  Шбаланке, Погребённый первозданным огнём.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/70239714/0513aa7f482dbb4778545d02f94956fe_5004007435087179259.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Глава Сумеречного двора",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Клоринда",
        "desc": "<p>Непобедимый судебный дуэлянт. С мечом в руках она защищает правосудие Кур-де-Фонтейна.<br><br><em>«...Послушай, парень. У нас неоспоримые доказательства твоей вины. Хочешь сохранить репутацию? Сначала искупи свои грехи. Затем займись добрыми делами. И не думай, что дуэль тебе поможет. Против тебя выступит Клоринда. Да, та самая Клоринда. Да поможет тебе фонтан Люсин... Если ты решишься бросить ей вызов, то у тебя не останется сил даже на признание!»</em> - искреннее письмо, которое накануне дуэли получил некий богатый торговец, заявивший о своей невиновности.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/70239714/770a66030815971c697ab81bc5436329_6190990120931438334.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5749,
        "name": "Флориан",
        "desc": "<p>Наследник Охотников Сумеречного двора и автор одного из сценариев «Настольной труппы».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/aa30b141163f3a99594be4e041e7d75e_2683305376736871956.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Наследники Охотников Сумеречного двора",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Охотник Сумеречного двора",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/539b03bed1057707abd643147e18abde_302767798429964259.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5728,
        "name": "Альбом персонажей «Охотник Сумеречного двора: Судный день»",
        "desc": "<p>Книга, посвящённая игрокам «Охотник Сумеречного двора: Судный день». Для игроков и ведущего она хранит воспоминания о приключениях, призывая не терять надежды. Эти слова могут значить многое для тех, кто вжился в роль Охотника Сумеречного двора.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/237301566/bbb4aef795c130da1e4a5c084e2ca160_2118353216994874048.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Охотники Сумеречного двора",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Название Охотников Сумеречного двора берёт свои истоки из древней цивилизации Ремурии, когда известный гармост Кассиодор, который был возведён в титул «Золотого охотника», вёл своих последователей в бой с останками павшей империи: <color=#ffffffd9>«Преследуйте созданий тьмы среди сумрака, откройте охоту и уничтожьте их всех»</color> . Они и называли себя охотниками, но их целью были отнюдь не дикие звери, а монстры, оставшиеся от древнего государства царя Рема. Когда поголовье монстров в Фонтейне сократилось, охотники постепенно отошли от дел и переключились на другие занятия, где их навыки были востребованы. В прошлом Охотники применяли к своему оружию заклинания, которые помогали противостоять монстрам. Если рядом появлялся монстр, оружие начинало светиться.\nПостепенно слава Охотников Сумеречного двора угасла. Если спросить современных жителей Фонтейна об Охотниках Сумеречного двора, большинство вспомнит только «Клятву Охотника», которая встречалась им в книгах или театральных постановках."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Отныне я ухожу под полог тени, что отбрасывает свеча.</color>\n<color=#ffffffd9>Отныне я смотрю в лицо опасностям долгой ночи.</color>\n<color=#ffffffd9>Я обязуюсь помнить клятву дневного света.</color>\n<color=#ffffffd9>Помнить слёзы, жизнь и любовь.</color>\n<color=#ffffffd9>Помнить, что рассвет наступит.</color>\n<color=#ffffffd9>Посему я никогда не утрачу надежду».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Историки считали, что Охотники Сумеречного двора впервые появились спустя несколько десятилетий после падения Ремурии, когда Рыцари чистых родников уже были преданы полному забвению. Полагалось, что первые Охотники Сумеречного двора, последовавшие за Кассиодором, были потомками Рыцарей чистых родников, но на самом деле они были оставшимися в живых жителями древней Ремурии, Вальтером и Эст. Потомок Эст унаследовала обязанности Золотого охотника и выносила приговоры, а потомок Вальтера, работая палачом, использовал массу хитростей, чтобы запутать врагов на поле боя. В начале существования Фонтейна, новые аристократы, сменившие пурпурные мантии на дворянские титулы, скрывали в своих сердцах разные замыслы, принося клятву перед мечом Озёрного света, а после трактовали законы и правосудие по своему усмотрению. Среди потомков царей и героев высокого моря было немало добрых и честных людей, но не было недостатка и в хитроумных злодеях, алчных и жестоких. Они носили маски верности, надеясь скрыть свою дикую одержимость богатством и властью, они упивались обидами и страданиями бедных, словно алым вином из кубка. Потомок Вальтера, несмотря на приказ Золотого охотника держаться подальше от распрей великого города, чтобы не запятнать свои клинки кровью их братьев, решил снова пойти войной на потомков правителей северных царств, чтобы отстоять справедливость. Оставив длинный меч, унаследованный от Золотого охотника, он вооружился коротким луком, и подобно призраку бродил он по высоким залам дворца, кровью рисуя виселицы на стенах. И хотя мятежник был казнён, а позже оправдан, искусство убийства, которое позволяло незаметно оборвать столько благородных жизней, стрелы, пронзающие глотки угнетателей, шаги, уводящие от преследования, не оказались утрачены. В написанных на заказ операх мятежник воспевался как палач среди Охотников Сумеречного двора, безобидный кумир. А с молчаливого согласия властей Охотники Сумеречного двора стали передавать тайное искусство из поколения в поколение.\nОдна из историй об Охотниках Сумеречного двора рассказывает об Охотнике, который был одержим идеей борьбы с монстрами. И когда ни одного монстра не осталось, Охотник попросту не знал, что делать дальше: он всегда сражался с чудовищами, в чём теперь искать смысл жизни, когда враг повержен? После долгих раздумий он решил идти дальше по выбранному пути, покинул орден и отправился охотиться на других монстров в одиночку. Эта история служит напоминанием, что Охотники Сумеречного двора сражались ради того, чтобы все люди жили в мире и благоденствии, а не ради самой борьбы. Нельзя допускать того, чтобы борьба превратилась из средства достижения цели в цель."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/a850a2c6fcd9b1468760e556f2e6d706_4685904341556947690.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Для большинства фонтейнцев история Охотников Сумеречного двора - всего лишь красивое предание, полное драматических сюжетных поворотов. Но для судебного дуэлянта Клоринды подвиги и клятва Охотников Сумеречного двора - живое наследие, которое она хранит. Первое, чему она научилась у своей наставницы Петрониллы, состоявшей в ордене Охотников Сумеречного двора, было мастерство владения мечом, с помощью которого Охотники побеждали чудовищ. Техника требовала от Охотника как можно больше сократить дистанцию с монстром, а затем молниеносно пронзить его мечом. Чтобы воспитанница могла отработать этот навык, Петронилла запирала Клоринду в комнате, заставленной вращающимися колоннами, из каждой колонны торчали деревянные мечи, на остриях которых висели матерчатые мешочки. Подобные способы обучения помогли Клоринде освоить разные навыки Охотников Сумеречного двора: стрельба, выслеживание, маскировка, незаметные перемещения. Выбор оружия Клоринды соответствует традициям Охотников Сумеречного двора: мушкет, чтобы загнать добычу, и меч, чтобы нанести её смертельный удар."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/080b908b0847e4ab8e6623f146a4c630_395195546151117731.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Однажды один из наследников Охотников Сумеречного двора Флориан поддался влиянию монстра Пожирателя, который свирепствовал несколько столетий назад. Отец Флориана был Охотником и всю свою жизнь посвятил служению делу, но в ответ получил лишь нищету и страдания. Когда он умер, никто даже не пришёл попрощаться с ним. Члены его семьи из поколения в поколение были Охотниками Сумеречного двора, которые передавали в наследство не только титул и навыки владения мечом, но и печать, которой Охотники Сумеречного двора сдерживали монстра, надеясь, что со временем найдётся способ его победить. Отец Флориана велел тому хранить печать как зеницу ока, так как она была важнейшей обязанностью его рода, но после его смерти, сын забросил эту обязанность. Пожиратель был опасным противником даже для Охотников, и если у смертного не хватало сил, чтобы его уничтожить, человек становился жертвой его порчи. Существо было способно усиливать одержимости и желания до такой степени, что человек терял власть над собой. Когда Флориан всё же решил проверить печать, его сознанием завладел монстр. Гнев из-за несправедливости в душе Флориана сделал его лёгкой добычей."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/d96f6925c4439e146865f0e8b0544b12_1762070139996269166.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Флориан заманил Клоринду, Лини, Фурину, Навию, Путешественника/цу и Паймон под видом сюжета настольной игры в тайную сокровищницу Охотников Сумеречного двора, чтобы уничтожить Охотников и забрать сокровища, которые, как он считал, принадлежали ему по праву. Для открытия сокровищницы ему не хватало лишь одного ключа из четырёх: один ключ передал ему отец, другой он украл, третий отобрал у Охотника, а недостающий ключ достался Клоринде от её наставницы."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/b083eea6dc2eb3aa30a08919b7df4fd5_5069936352409982939.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Клоринда во время боя смогла на время изгнать монстра из тела мужчины. Когда они открыли дверь сокровищницы, оказалось, что она скрывала каменную табличку с высеченными именами Охотников и их оружие, которое они решили взять, чтобы победить Пожирателя: у Фурины оказался меч подруги Кассиодора Эст, а у Лини - лук Вальтера. Навия же использовала меч Петрониллы, который отдала ей Клоринда после дуэли с её отцом. Чтобы победить монстра, Флориан заманил его в своё тело, а Клоринда, Навия, Фурина, Лини, Путешественник/ца и Паймон при поддержке призраков Охотников одолели его.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Рыцари чистых родников",
        "desc": "<p>Последователи Владычицы всех вод Эгерии, которые поклялись защищать духов чистых родников, найти Чистейший грааль и разрушить наложенные на Матерь богов оковы, чтобы смыть Первородный грех. </p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/afce7f4f1847f62698a00f239e5a8d00_8853313784057293776.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Кассиодор",
        "desc": "<p>Один из гармостов Царя богов Рема.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7029142723836082071.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Клоринда",
        "desc": "<p>Непобедимый судебный дуэлянт. С мечом в руках она защищает правосудие Кур-де-Фонтейна.<br><br><em>«...Послушай, парень. У нас неоспоримые доказательства твоей вины. Хочешь сохранить репутацию? Сначала искупи свои грехи. Затем займись добрыми делами. И не думай, что дуэль тебе поможет. Против тебя выступит Клоринда. Да, та самая Клоринда. Да поможет тебе фонтан Люсин... Если ты решишься бросить ей вызов, то у тебя не останется сил даже на признание!»</em> - искреннее письмо, которое накануне дуэли получил некий богатый торговец, заявивший о своей невиновности.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/70239714/770a66030815971c697ab81bc5436329_6190990120931438334.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5749,
        "name": "Флориан",
        "desc": "<p>Наследник Охотников Сумеречного двора и автор одного из сценариев «Настольной труппы».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/aa30b141163f3a99594be4e041e7d75e_2683305376736871956.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Навия",
        "desc": "<p>Действующая глава Спина-ди-Росула, лучший и самый ответственный босс.<br><br><em>«В детстве мы играли в одну настольную игру, где она выступала в роли искательницы приключений, а я - в роли ведущей. Что и говорить, я неплохо умею справляться с непредвиденными обстоятельствами, но при этом меня часто ставили в тупик её ответы и решения. С другой стороны, именно это и делало игру интересной», </em>- Клоринда.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/17/70239714/3fc7580c01a9e622692402889706c4db_1613407406345195234.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Фурина",
        "desc": "<p>В центре внимания на сцене театра правосудия вплоть до финального занавеса и оваций.</p><p></p><p><em>«В ней есть радость и гнев, ей свойственно безумие, когда требуется безумие, и слабость, когда нужна слабость... Именно её несовершенство делает её совершенной в моих глазах»</em>, - Преступник, преисполненный любовью и раскаянием.</p><p></p><p><em>«Одна ложь неизбежно порождает другую. В итоге череды бесчисленных обманов человек неизбежно предстаёт перед ликом «правосудия». Невежде это может показаться фарсом. Но если вернуться к самому началу, то лжецу станет ясно, что первой жертвой его обмана был он сам»</em>, - притча, которую ведьма «Н.» оставила в чьих-то снах.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/70239714/263e5ea0784d182b393f67a7e24146a5_6841129024701614855.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Лини",
        "desc": "<p>Маг-иллюзионист из Фонтейна, завораживающий публику ловкостью рук и красноречием.<br><br><em>«Рано или поздно дети взрослеют, превосходя родителей. Только так \"семья\" будет \"процветать\". Я с нетерпением жду того дня, когда он превзойдёт меня... Интересно, какое значение примет \"семья\" для него?»</em>, - Арлекино.<br><br><em>«Иногда он совершает отвлекающие движения, иногда притворяется рассеянным и намеренно допускает оплошность... Но, когда он настроен серьёзно, ловкость рук завораживает больше, чем могла бы магия. Угадай, о чём я говорю?»</em> - Линетт подкинула загадку своему брату Фремине, слегка дуя на чай.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/70239714/e343d4442cc3b8e243f0d528bb715f75_4693008620861939901.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7641,
        "name": "Каденция одиночества",
        "desc": "Механический длинный лук, созданный для стрельбы на чрезвычайно большие расстояния и бесшумных убийств. Звук его тетивы, ледяной и долгий, утопает во мраке ночи.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/24/351cd2de062f0cd7e0bef038fb63f6ae_5924354425808403276.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Охотник Сумеречного двора",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/539b03bed1057707abd643147e18abde_302767798429964259.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5728,
        "name": "Альбом персонажей «Охотник Сумеречного двора: Судный день»",
        "desc": "<p>Книга, посвящённая игрокам «Охотник Сумеречного двора: Судный день». Для игроков и ведущего она хранит воспоминания о приключениях, призывая не терять надежды. Эти слова могут значить многое для тех, кто вжился в роль Охотника Сумеречного двора.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/237301566/bbb4aef795c130da1e4a5c084e2ca160_2118353216994874048.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Сумеречный двор",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Сумеречный двор - личный отдел Верховного судьи Нёвиллета, занимающийся расследованием преступлений. Он располагается во Дворце Мермония и является подразделением Палаты Жардинаж. Изначально все члены Сумеречного двора была людьми, но сейчас большинство отдела - мелюзины, уникальное «зрение» которых помогает в расследованиях.\nМногие члены Сумеречного двора, включая Эмманюэля Гильотена, были выходцами из Института Нарциссенкрейца - детского приюта в Фонтейне, куда часто размещали детей преступников. Приют возглавляла настоятельница океанида Лирис и некоторое время помощница настоятельницы Бэзил Элтон, бывший адмирал флота Фонтейна. Когда Институт Нарциссенкрейца был расформирован 500 лет назад из-за Катаклизма, многие выпускники присоединились к Сумеречному двору и Особому патрулю по охране и наблюдению. Они трудились на благо королевства, чтобы тень больше никогда не укрыла его.\nНекоторые агенты Сумеречного двора, занимающиеся особыми расследованиями, действуют секретно, и информация о них конфиденциальна. Так о многих агентах, погибших во время битвы в Элинасе, ни осталось ни одного упоминания.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Район Кур-де-Фонтейн",
        "desc": "<p>«Над всеми водами лишь этот город».</p><p>На самом высоком месте города возвышается Дворец Мермония, как олицетворение высшей власти Фонтейна. С высоты он наблюдает, как слаженно течёт внизу жизнь людей, подобно рейсам аквабусов.</p><p>Законы служат поддержанию устойчивого порядка, а справедливость и правосудие зиждутся на порядке.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/cd8d24707c19c43305b87cac406a5c35_5532569532266058127.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Институт Нарциссенкрейца",
        "desc": "<p>Институт Нарциссенкрейца - приют для детей Фонтейна, куда часто отправляли детей преступников, построенный на руинах древней цивилизации Ремурии. Возглавлялся океанидой Лирис и Бэзил Элтон. Был заброшен после Катаклизма, произошедшего 500 лет назад.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/d16711d3de8737f08aaf297452fa06e8_1288621270627950131.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Мелюзины",
        "desc": "<p>Разумная раса, возникшая из ран, полученных существом Бездны Элинасом во время битвы Охотников Сумеречного двора и Ордо Нарциссенкрейц внутри его тела. По отношению к мелюзинам следует использовать местоимение «она». Они обладают способностью видеть скрытые от людей вещи.</p><p>Родным домом мелюзин является деревня Меруси.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/2113aad443bce143eb765b969854c773_6457471796676734219.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Лирис",
        "desc": "<p>Океанида и директриса Института Нарциссенкрейца - детского дома Фонтейна. После закрытия Института во время Катаклизма стала членом Ордо Нарциссенкрейц, известной как «Красная королева».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/b6d86ff8dfd84cf744e57a516b1a14c6_7638037626645202043.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Бэзил Элтон",
        "desc": "<p>Адмирал «Белой армады» в отставке, капитан корабля «Спонсиан», воспитанница и заместительница директрисы Института Нарциссенкрейца. После её гибели во время Катаклизма 500 лет назад в честь неё была названа Элтонская впадина.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/386107b800f05b084d15ad8145cf8913_1639351719762421517.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Элинас",
        "desc": "<p>Существо из Бездны и Прародитель мелюзин. Появился в Фонтейне во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/237301566/fa4c986eefe97522566b35be6e29e7a0_471244222089785302.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Охотник Сумеречного двора",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/539b03bed1057707abd643147e18abde_302767798429964259.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Золотая труппа",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/c32bab10651059ad3c0c8a0e5bbd2e03_5004906481475328879.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Сон нимфы",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/10/237301566/1bde348ad550ef356ff197b93caed6c8_1345756630789162457.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Осада Пуассона",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Более 500 лет назад власти Фонтейна захотели создать из канализации под Кур-де-Фонтейном подземный город, Флёв Сандр. Так как поддерживать порядок было трудно, власть во Флёв Сандр захватил Эдуардо Бэйкер вместе со своими друзьями. Они стали разрешать споры между бандами, благословлять новобрачных и защищать торговцев от вымогательств. Когда власти Кур-де-Фонтейна устроили чистку Флёв Сандр, Бэйкер был арестован и сослан в пустыню. По пути в ссылку он, с помощью своих товарищей, бежал в Пуассон, захватив в заложники как саму деревню, так и членов Палаты Жардинаж, перевозивших Бэйкера. Эдуардо выдвинул ряд неразумных требований, поэтому вмешались Охотники Сумеречного двора, под руководством Эмманюэля Гильотена. В качестве переговорщика в Пуассон прибыл журналист Карл Ингольд вместе с сыном Эдуардо, Жакобом.\nКазалось бы разрешённый конфликт накалился, и между группой Бэйкера и Сумеречным двором произошла схватка, которая оставила Жакоба и Рене, сына мэра Пуассона, сиротами. Их обоих отправили в Институт Нарциссенкрейца, приют, в который часто помещали детей преступников. Позже эти двое детей основали Ордо Нарциссенкрейц, одну из важнейших организаций в истории Фонтейна.\nОсада Пуассона оставила как моральные, так и физические шрамы на Гильотене, после чего он ушел из Сумеречного двора и начал запивать свои травмы вином. Когда начался Катаклизм, его старая подруга из Института Нарциссенкрейца Бэзил Элтон попросила его позаботиться о двух детях: Мари-Анн и Алене. Хоть Эмманюэль не любил детей и не хотел иметь дел с людьми, ради Бэзил он согласился.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Район Кур-де-Фонтейн",
        "desc": "<p>«Над всеми водами лишь этот город».</p><p>На самом высоком месте города возвышается Дворец Мермония, как олицетворение высшей власти Фонтейна. С высоты он наблюдает, как слаженно течёт внизу жизнь людей, подобно рейсам аквабусов.</p><p>Законы служат поддержанию устойчивого порядка, а справедливость и правосудие зиждутся на порядке.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/cd8d24707c19c43305b87cac406a5c35_5532569532266058127.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Район Белло",
        "desc": "<p>Кроме обширной акватории в Фонтейне есть горы и леса. И Мон Атонеки — одна из знаковых вершин Фонтейна.</p><p>С помощью больших строительных меков Исследовательский институт Фонтейна пробурил тоннель Пуассон, устранив главную преграду для строительства водных путей.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/cd8d24707c19c43305b87cac406a5c35_8522323671537924179.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Институт Нарциссенкрейца",
        "desc": "<p>Институт Нарциссенкрейца - приют для детей Фонтейна, куда часто отправляли детей преступников, построенный на руинах древней цивилизации Ремурии. Возглавлялся океанидой Лирис и Бэзил Элтон. Был заброшен после Катаклизма, произошедшего 500 лет назад.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/d16711d3de8737f08aaf297452fa06e8_1288621270627950131.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Ордо Нарциссенкрейц",
        "desc": "<p>Тайная эзотерическая организация, основанная Рене де Петрикором и Жакобом Ингольдом для предотвращения последствий апокалипсиса, предсказанного по формуле мира, путём создания неолюдей.</p><p>Организация объявлена радикальной и официально запрещена в Фонтейне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/76c3b544663face535a657d1f97f4ad0_4288902648781870822.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Жакоб",
        "desc": "<p>Жакоб Ингольд - воспитанник Института Нарциссенкрейца, приёмный сын Карла Ингольда, сооснователь Ордо Нарциссенкрейц и неочеловек.<br><br><br>Эксклюзивный персонаж задания мира «Древние цвета» и «По следам Нарцисса»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/02bc05cc787742e2fdf79dc45a69ccec_6698692721706207521.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Нарциссенкрейц",
        "desc": "<p>Нарциссенкрейц, ранее известный как Рене де Петрикор, является основателем тайного общества Ордо Нарциссенкрейц. Также известен как Мастер.<br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/90f57df4396a9aa89cee2704bafdac6d_681464755020305606.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Бэзил Элтон",
        "desc": "<p>Адмирал «Белой армады» в отставке, капитан корабля «Спонсиан», воспитанница и заместительница директрисы Института Нарциссенкрейца. После её гибели во время Катаклизма 500 лет назад в честь неё была названа Элтонская впадина.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/386107b800f05b084d15ad8145cf8913_1639351719762421517.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Ален Гильотен",
        "desc": "<p>Воспитанник Института Нарциссенкрейца, приёмный сын Эмманюэля Гильотена и брат Мари-Анн, исследователь Института натурфилософии и основатель Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/5f9666801f8c3cd059ac14e8eb9dbc96_8787928504212627557.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Мари-Анн Гильотен",
        "desc": "<p>Воспитанница Института Нарциссенкрейца, приёмная дочь Эмманюэля Гильотена и сестра Алена, охотница Сумеречного двора.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/7f04e9d0b83ab550cc91ddf708008a7d_7020120347835863216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Лирис",
        "desc": "<p>Океанида и директриса Института Нарциссенкрейца - детского дома Фонтейна. После закрытия Института во время Катаклизма стала членом Ордо Нарциссенкрейц, известной как «Красная королева».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/b6d86ff8dfd84cf744e57a516b1a14c6_7638037626645202043.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Перевозчик Флёв Сандр",
        "desc": "<p>Выброшенный кусок медной трубы, который в прошлом использовался как оружие. Популярная в одних кругах, в других она снискала дурную славу.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/51635400/920ca2fe25ca2db1796848099b59b2d8_6565608129139267875.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Охотник Сумеречного двора",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/539b03bed1057707abd643147e18abde_302767798429964259.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ордо Нарциссенкрейц",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/9dd957087aa42735905d94761558de17_6963073162352869328.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Около 500 лет назад четыре воспитанника Института Нарциссенкрейца стали друзьями. После Катаклизма двое из них, Мари-Анн и Ален, были усыновлены бывшим Охотником Сумеречного двора Эмманюэлем Гильотеном и позже сами стали членами Сумеречного двора. Рене и Жакоб, которые были отправлены в приют из-за Эмманюэля, были взяты журналистом Карлом Ингольдом, присутствовавшем при осаде Пуассона. Годы спустя они основали организацию, названную Ордо Нарциссенкрейц."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/11e84dca9047c764fbdde904a7970dbf_2320542063464704314.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Главной целью организации было спасение Фонтейна от апокалипсиса, предсказанного пророчеством: <color=#ffffffd9>«Все растворятся в воде, и останется только Гидро Архонт, плачущая на своём троне...»</color> . Для достижения своей цели они начали ставить аморальные и опасные эксперименты, включающие создание неочеловека. Глава организации, известный как Мастер (Рене де Петрикор) хотел растворить жителей Фонтейна в воде Первозданного моря, чтобы переждать апокалипсис и возродиться в новом мире.\nОднажды друг Эмманюэля Гильотена поделился с ним опасениями насчёт действий Ордо Нарциссенкрейц. Это расследование стало последним для Гильотена. Судя по тому, что в конце он вспоминал о своих «детях» и объятиях директрисы Лирис, а сам Нарциссенкрейц в своих записях упоминает растворение некоторых агентов Сумеречного двора с её помощью, можно предположить, что Эмманюэль, а также судебная дуэлянтка Марфиза, были среди этих агентов."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Мой дорогой Ален, моя дорогая Мари-Анн... Мы никогда не были близки, и даже под конец своей жизни я не знаю, как я мог бы быть для вас \"отцом\".</color>\n<color=#ffffffd9>Но я не хочу терять воспоминания о том, как вы взрослели...»</color>\n<color=#ffffffd9>Когда он очнулся от оцепенения, вся слава, весь позор, вся любовь и одержимость - всё растворилось в воде.</color>\n<color=#ffffffd9>«В итоге его принял безмятежный океан, смыв все барьеры и границы».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/4a244b78de17042e111af3c05e389473_83712962318194389.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда власти Фонтейна узнали об экспериментах организации и растворении людей, они провозгласили Ордо Нарциссенкрейц радикальной организацией. Ален Гильотен оборвал все связи со своими друзьями Рене и Жакобом и вместе с юдексом Нёвиллетом подписал указ о запрете Ордо Нарциссенкрейц.\nЧтобы выиграть время для выполнения своих планов, Мастер послал Жакоба, бывшую директрису Института Нарциссенкрейца Лирис и других членов Ордо Нарциссенкрейц в окаменевшее тело Элинаса. Элинас был исполинским зверем из Бездны, возникшим в Фонтейне во время Катаклизма. Когда он умер, Ордо Нарциссенкрейц использовали его плоть и кровь для своих экспериментов по созданию неочеловека из Жакоба. Чтобы улучшить способности Жакоба и отвлечь Охотников Сумеречного двора, Ордо Нарциссенкрейц решили оживить окаменевшее сердце Элинаса. Когда Ален Гильотен узнал о готовящемся ритуале, он послал своего разумного мека Сеймура оповестить юдекса Фонтейна Нёвиллета.\nКогда агенты Сумеречного двора, включая Мари-Анн Гильотен, выследили членов ордена в теле Элинаса, между ними произошла битва. Многие агенты и их меки были убиты сильным взрывом. Мари-Анн Гильотен была на грани смерти, но её спасла Лирис: она обняла девушку и слила их сознания, создав океаниду Мари-Анн.\nПосле битвы в Элинасе Ален Гильотен больше никогда не слышал о своей сестре. Он покинул Сумеречный двор и основал Научно-исследовательский институт кинетической энергии. Существует легенда, что в старости Ален покинул Исследовательский институт и уединился в своей мастерской. Исследования, которые он проводил в последние годы жизни, так и не были опубликованы, и единственное, что удалось найти в его личной мастерской, - это следы того, что там было что-то построено.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Район Берилл",
        "desc": "<p>Нагорье, отделённое водами от Кур-де-Фонтейна. На нём разбросано немало древних руин.</p><p>Говорят, что много столетий назад последователи Эгерии избрали это место для паломничества и пикников. Здесь они воспевали любовь и кристально чистые мечты. Их пение давно растворилось в тусклом свете луны, и только холодный ветер, как и прежде, проносится по покрытым мятой горам.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/cd8d24707c19c43305b87cac406a5c35_6926421508680692511.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Ордо Нарциссенкрейц",
        "desc": "<p>Тайная эзотерическая организация, основанная Рене де Петрикором и Жакобом Ингольдом для предотвращения последствий апокалипсиса, предсказанного по формуле мира, путём создания неолюдей.</p><p>Организация объявлена радикальной и официально запрещена в Фонтейне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/76c3b544663face535a657d1f97f4ad0_4288902648781870822.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Институт Нарциссенкрейца",
        "desc": "<p>Институт Нарциссенкрейца - приют для детей Фонтейна, куда часто отправляли детей преступников, построенный на руинах древней цивилизации Ремурии. Возглавлялся океанидой Лирис и Бэзил Элтон. Был заброшен после Катаклизма, произошедшего 500 лет назад.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/d16711d3de8737f08aaf297452fa06e8_1288621270627950131.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Исследовательский институт Фонтейна",
        "desc": "<p>Научно-исследовательский институт кинетической энергии Фонтейна - организация, основанная Аленом Гильотеном. Часто сокращается до Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/154baa11b653966030bdf047346be788_5453069314476012727.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Нарциссенкрейц",
        "desc": "<p>Нарциссенкрейц, ранее известный как Рене де Петрикор, является основателем тайного общества Ордо Нарциссенкрейц. Также известен как Мастер.<br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/90f57df4396a9aa89cee2704bafdac6d_681464755020305606.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Жакоб",
        "desc": "<p>Жакоб Ингольд - воспитанник Института Нарциссенкрейца, приёмный сын Карла Ингольда, сооснователь Ордо Нарциссенкрейц и неочеловек.<br><br><br>Эксклюзивный персонаж задания мира «Древние цвета» и «По следам Нарцисса»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/19/237301566/02bc05cc787742e2fdf79dc45a69ccec_6698692721706207521.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Лирис",
        "desc": "<p>Океанида и директриса Института Нарциссенкрейца - детского дома Фонтейна. После закрытия Института во время Катаклизма стала членом Ордо Нарциссенкрейц, известной как «Красная королева».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/b6d86ff8dfd84cf744e57a516b1a14c6_7638037626645202043.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Мари-Анн Гильотен",
        "desc": "<p>Воспитанница Института Нарциссенкрейца, приёмная дочь Эмманюэля Гильотена и сестра Алена, охотница Сумеречного двора.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/7f04e9d0b83ab550cc91ddf708008a7d_7020120347835863216.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Ален Гильотен",
        "desc": "<p>Воспитанник Института Нарциссенкрейца, приёмный сын Эмманюэля Гильотена и брат Мари-Анн, исследователь Института натурфилософии и основатель Исследовательского института Фонтейна.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/18/237301566/5f9666801f8c3cd059ac14e8eb9dbc96_8787928504212627557.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Элинас",
        "desc": "<p>Существо из Бездны и Прародитель мелюзин. Появился в Фонтейне во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/237301566/fa4c986eefe97522566b35be6e29e7a0_471244222089785302.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Сеймур",
        "desc": "<p>Прототип 4ACV07, механическая собака, созданная для защиты Мари-Анн Гильотен.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/237301566/f415fbe2eaa40cd987a8daa47643fc74_1879053792825826301.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Нёвиллет",
        "desc": "<p>Верховный судья Фонтейна, или же юдекс, прославившийся своей безукоризненной беспристрастностью.<br><br><em>«Однажды они вернутся, и начнётся настоящее испытание»</em>, -  Шбаланке, Погребённый первозданным огнём.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/70239714/0513aa7f482dbb4778545d02f94956fe_5004007435087179259.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Чудовищный креститель",
        "desc": "<p>Монстры Бездны, которые управляют силой нескольких элементов и в процессе эволюции приобрели дополнительные конечности.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/237301566/2899a9fa6efec1006150467a00823c4a_8990591855736742104.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3986,
        "name": "Справедливая награда",
        "desc": "<p>Острое копьё. Наконечник его обагрён свежей кровью.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/19/51635400/9bb154ad1759bf2d9015b060cad1ca9c_5611701563956047763.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Охотник Сумеречного двора",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/539b03bed1057707abd643147e18abde_302767798429964259.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "name": "Загадочная страница XII",
        "desc": "<p>Совершенно непонятный древний текст.</p><p>Возможно, есть способ его расшифровать.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/13/124137736/5297fd201cef47a3124d0d2c95f8d6db_8494165015314605443.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Мелюзины",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Сейчас Сумеречный двор в основном состоит из мелюзин, но ещё 400 лет назад в Кур-де-Фонтейне не было ни одной мелюзины."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/032dab119f10b4012111fdcb00218c91_384057700200824067.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Кэрол, как и другие мелюзины, родилась более 400 лет назад из ран, полученных их Прародителем Элинасом во время битвы охотников Сумеречного двора и членов Ордо Нарциссенкрейц. Мелюзины жили в деревне Меруси, которую они построили внутри тела Элинаса, научившись строить дома от своего отца. Спустя двадцать лет некоторые мелюзины захотели отправиться в Кур-де-Фонтейн, чтобы посмотреть, как живут люди и найти смысл своего существования. Кэрол стала одной из первых мелюзин, кто с помощью молодого юдекса Фонтейна Нёвиллета, являющегося Гидро драконом, попал в Кур-де-Фонтейн."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/237301566/54d819f57d56d4e686846c2fd51f6051_4911224623551954538.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Так как все мелюзины обладают особым зрением и способны замечать вещи, недоступные глазу человека, Нёвиллет пригласил их вступить в Сумеречный двор - особый орган Палаты Жардинаж по расследованию преступлений. Кэрол стала первой мелюзиной в Сумеречном дворе, и ей в напарники был назначен командир Особого патруля по охране и наблюдению Вотрин. Жители Кур-де-Фонтейна никогда раньше не видели мелюзин, поэтому отнеслись к ним с опаской и недовольством, так как ходили слухи, что мелюзины - порождения бедствий, которые несут опасность окружающим. Они кидали в мелюзин камни и говорили им вернуться в свою деревню. Нёвиллет и Кэрол знали, что потребуется много времени и усилий, чтобы люди и мелюзины жили в согласии и понимании, но Кэрол была готова на этот долгий и трудный путь, так как её жизнь стала более осмысленной."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/237301566/c7324129b0223e4112132db8b48999f7_6667263520141079544.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Благодаря усердной работе в течение пяти лет, Кэрол и командир Особого патруля по охране и наблюдению Вотрин получили от Нёвиллета первые медали «За мир». Кэрол надеялась, что мелюзины совсем скоро станут мирно жить вместе с людьми. Но эта медаль лишь ещё больше разозлила сторонников старого режима, чьи интересы оказались ущемлены в результате реформы Нёвиллета, поэтому они решили совершить убийство и возложить вину на мелюзин, чтобы выгнать их из города и преподать урок Нёвиллету.\nСторонники старого режима обманом заставили Кэрол прийти на место преступления и выдвинули против неё обвинения. После этого они посеяли панику среди населения, чтобы заставить Нёвиллета признать свои ошибки и отказаться от власти. Кэрол решила пожертвовать собой, чтобы смягчить ситуацию, а жандармы не смогли вовремя вмешаться из-за разъярённой толпы.\nВотрин, узнав о случившемся, решил отомстить за Кэрол и лично убил всех заговорщиков. Он знал, что Нёвиллет будет вынужден объявить его виновным и сослать в крепость Меропид, но он не мог не вмешаться. Кэрол напоминала Вотрину его младшую сестру Иллария, которая умерла, когда он был маленьким. Они обе были добрыми, невинными и всегда верили в лучшее. Вотрин понимал, что такие, как Кэрол, больше подвержены обману и предательству, поэтому он пытался заставить её отступить, чтобы люди не навредили ей.\nХрабрость и самопожертвование Кэрол в итоге привели к осуществлению её мечты: 400 лет спустя мелюзины являются уважаемыми членами общества в Кур-де-Фонтейне и мирно сосуществуют с людьми. Из-за подвига Кэрол на эмблеме Палаты Жардинаж появились мелюзины в знак уважения и признательности этим существам.\nКогда 400 лет спустя другая мелюзина Киара получила угрозы от преступников, все жители Фонтейна объединились для её защиты. Журналистка «Паровой птицы» Шарлотта спросила своих коллег о письме с угрозами, судебная дуэлянтка Клоринда предложила охранять Киару, а глава Спина-ди-Росула Навия приказала своим людям искать зацепки и «пригласила» подозреваемых на кофе, что они не смогли отказаться. Благодаря общим усилиям преступники были найдены, а мелюзины не пострадали.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Район Кур-де-Фонтейн",
        "desc": "<p>«Над всеми водами лишь этот город».</p><p>На самом высоком месте города возвышается Дворец Мермония, как олицетворение высшей власти Фонтейна. С высоты он наблюдает, как слаженно течёт внизу жизнь людей, подобно рейсам аквабусов.</p><p>Законы служат поддержанию устойчивого порядка, а справедливость и правосудие зиждутся на порядке.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/cd8d24707c19c43305b87cac406a5c35_5532569532266058127.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Район Берилл",
        "desc": "<p>Нагорье, отделённое водами от Кур-де-Фонтейна. На нём разбросано немало древних руин.</p><p>Говорят, что много столетий назад последователи Эгерии избрали это место для паломничества и пикников. Здесь они воспевали любовь и кристально чистые мечты. Их пение давно растворилось в тусклом свете луны, и только холодный ветер, как и прежде, проносится по покрытым мятой горам.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/cd8d24707c19c43305b87cac406a5c35_6926421508680692511.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Спина-ди-Росула",
        "desc": "<p>Трудящаяся ради благосостояния граждан организация, которая состоит из представителей многих слоёв общества и направляет свои усилия на посредничество в разрешении сложных вопросов среди простых людей, и, когда это необходимо, сотрудничает с властями Фонтейна.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/103e6993dd0a594332fa18ca5fe17098_8277831119903335348.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "Мелюзины",
        "desc": "<p>Разумная раса, возникшая из ран, полученных существом Бездны Элинасом во время битвы Охотников Сумеречного двора и Ордо Нарциссенкрейц внутри его тела. По отношению к мелюзинам следует использовать местоимение «она». Они обладают способностью видеть скрытые от людей вещи.</p><p>Родным домом мелюзин является деревня Меруси.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/2113aad443bce143eb765b969854c773_6457471796676734219.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Элинас",
        "desc": "<p>Существо из Бездны и Прародитель мелюзин. Появился в Фонтейне во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/237301566/fa4c986eefe97522566b35be6e29e7a0_471244222089785302.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Нёвиллет",
        "desc": "<p>Верховный судья Фонтейна, или же юдекс, прославившийся своей безукоризненной беспристрастностью.<br><br><em>«Однажды они вернутся, и начнётся настоящее испытание»</em>, -  Шбаланке, Погребённый первозданным огнём.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/70239714/0513aa7f482dbb4778545d02f94956fe_5004007435087179259.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Кэрол",
        "desc": "<p>Одна из первых мелюзин, кого юдекс Нёвиллет привёл в Фонтейн около 400 лет назад. Она стала первой мелюзиной, принятой в Сумеречный двор и получившей медаль «За мир». <span class=\"wk-shady\">Пожертвовала собой, чтобы доказать невиновность мелюзин в преступлениях. </span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/b5144639de0b40a37167f40774eb8e6b_4701489170972658362.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Шарлотта",
        "desc": "<p>Исполненная энергии журналистка «Паровой птицы», проводящая всё своё время в поисках правды.</p><p></p><p><em>«Госпожа Евфрасия, три дня назад одна из ваших журналисток устроила тайную слежку за подозреваемым от Кур-де-Фонтейна до самого Ромарина. Банда преступников чуть не схватила её, чтобы бросить в море. Может быть, выражение \"Чем ближе к месту событий, тем достовернее новости\" и имеет смысл, но неужели госпожа Шарлотта ценит репортажи больше собственной жизни?»</em> - очередной напряжённый обмен мнениями между капитаном Шеврёз из Особого патруля и госпожой Евфрасией, главным редактором «Паровой птицы».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/70239714/7bbbff3f35661a93b5091b1f17fae6c0_7720768113983454547.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Клоринда",
        "desc": "<p>Непобедимый судебный дуэлянт. С мечом в руках она защищает правосудие Кур-де-Фонтейна.<br><br><em>«...Послушай, парень. У нас неоспоримые доказательства твоей вины. Хочешь сохранить репутацию? Сначала искупи свои грехи. Затем займись добрыми делами. И не думай, что дуэль тебе поможет. Против тебя выступит Клоринда. Да, та самая Клоринда. Да поможет тебе фонтан Люсин... Если ты решишься бросить ей вызов, то у тебя не останется сил даже на признание!»</em> - искреннее письмо, которое накануне дуэли получил некий богатый торговец, заявивший о своей невиновности.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/70239714/770a66030815971c697ab81bc5436329_6190990120931438334.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Навия",
        "desc": "<p>Действующая глава Спина-ди-Росула, лучший и самый ответственный босс.<br><br><em>«В детстве мы играли в одну настольную игру, где она выступала в роли искательницы приключений, а я - в роли ведущей. Что и говорить, я неплохо умею справляться с непредвиденными обстоятельствами, но при этом меня часто ставили в тупик её ответы и решения. С другой стороны, именно это и делало игру интересной», </em>- Клоринда.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/17/70239714/3fc7580c01a9e622692402889706c4db_1613407406345195234.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Охотники Сумеречного двора",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/05/237301566/a97fd7144d687a04a0d3966faf5d0fe3_2265586607243977505.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Треуголка - символ Охотников Сумеречного двора."
          }
        ]
      },
      {
        "key": "Сокровищница",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/05/237301566/8bf830ec692288b40fec1291466eade8_129027128296345839.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Сокровищница Охотников Сумеречного двора"
          }
        ]
      },
      {
        "key": "Сумеречный двор",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/521168ee21f4c52cc309be8daa65cbd4_8838788850566284504.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Мелюзина в форме Сумеречного двора."
          }
        ]
      }
    ]
  }
}