{
  "epId": 5578,
  "name": "Фрагмент гармонической фантазии",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/7557f4558ab243d82e8b6b9994fc97ee_8729707325921240825.png",
  "filterValues": {
    "reliquaryEffect": [
      "Бонус урона",
      "Сила атаки"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1718373374,
  "components": {
    "artifactList": {
      "flower_of_life": {
        "title": "Увертюра стройной симфонии",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Распустившийся цветок, украшенный золотом и лазуритом. Когда-то такие медали даровались бессмертны"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/7557f4558ab243d82e8b6b9994fc97ee_7613761242270338701.png"
      },
      "plume_of_death": {
        "title": "Ночные раздумья древнего моря",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Украшение в виде пера, вырезанное по подобию золотых пчёл из легенд. Кажется, будто они трепещут при малейшем дуновении ветерка."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/7df24b7057d7243b568a5a1eafa8ca1a_7141285034307751982.png"
      },
      "sands_of_eon": {
        "title": "Скерцо поворотов судьбы",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Часы, выполненные по образу колеса судьбы. Они давно остановили свой ход."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/e68d2442bdc24bbbb13e6a22e4b38693_8387746997874437195.png"
      },
      "circlet_of_logos": {
        "title": "Вальс увядших фантазий",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Маска, когда-то покрытая сусальным золотом. Возможно, это реликвия полководца древности, возглавлявшего легионы."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/6821618a8429049eb3ccee4e07d2711f_3774681879514856500.png"
      },
      "goblet_of_eonothem": {
        "title": "Неистовая рапсодия ихора",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Обожжённый кубок с медным основанием. Когда-то его наполняло райское вино."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/8a60b825d5c4ea6a98ca21ae0d1ccc72_6435425467733064919.png"
      }
    },
    "story": [
      {
        "title": "Увертюра стройной симфонии",
        "desc": [
          {
            "type": "RichText",
            "text": "То были годы, когда высокое море окутывал туман невежества и просвещение ещё не коснулось людей всех вод.\nМеж алых песков и тёмных гор некогда обитало божество, потерявшее свою родину.\nПрежде он был певцом оазисов, но его родные края сгинули под грозным светом Властителя Палящего Солнца.\nНе желая служить трону Песчаного владыки, обездоленное божество решило отправиться в скитания.\nВ тёмных бездонных глубинах, где таится источник всех вод, стоит город, который никогда не упоминался ни в одной хронике.\nИ обездоленный скиталец, избравший высокое море своей могилой, случайно забрёл на руины того города, что был старше самой земли.\nМиновав бесконечные коридоры и оказавшись в самом сердце разрушенного храма, под серебристо-белым кедром\nон услышал голос золотых пчёл, которые одни и уцелели в забытом городе. Золотая пчела кружилась вокруг серебристого кедра и говорила:\n«О странник, ты пришёл сюда из дальних краёв, но привёл тебя не случай, а сама судьба.\nКогда-то я была посланницей, охранявшей серебряное древо, но со временем утратила божественную мудрость и прежний облик.\nНо мои глаза до сих пор видят будущее. О странник, однажды ты снова будешь повелевать городами и народами.\nГосударство, которое ты построишь, будет процветать и благоденствовать, и однажды тебе покорится всё высокое море.\nТы принесёшь людям цивилизацию и справедливость, но именно справедливость в конце концов их погубит.\nТеперь ты знаешь, чем кончится путь, но если всё равно готов сделать первый шаг, я укажу тебе дорогу наверх...»\n«О золотая пчела, изрёкшая пророчество, если будущее предначертано судьбой, имеет ли значение, какой я сделаю выбор?\nЕсли бы я в самом деле был волен выбирать, то изменил бы и тот неизбежный конец, который вы предрекаете».\nКогда она произнесла эти слова, безводное подземелье с грохотом обрушилось, а серебряное древо превратилось в золотой корабль.\nТо была первая встреча провидицы Сивиллы и прославленного короля, который впоследствии сыграет симфонию."
          }
        ]
      },
      {
        "title": "Ночные раздумья древнего моря",
        "desc": [
          {
            "type": "RichText",
            "text": "То было время, когда по всему высокому морю звучали песни просвещения, время, что принесло процветание в густые леса и на пустынные острова.\nБог Филармонии возвёл в Мерописе высокую башню и собрал рассеянные по земле народы, чтобы основать новое государство.\nГорны изобилия наделили землю плодородием, а бесконечная вереница кораблей соединяла острова в единое целое.\nТо славное время не должны были омрачать никакие тревоги, так почему голос певца полон печали?\n«Как ты и предсказала, я стал правителем, увенчанным славой, я несу людям культуру и цивилизацию.\nЯ даровал мир океану, я правлю землёй справедливо, я насаждаю в своих границах прогресс и порядок.\nНо чем больше процветает моё новое славное государство, тем больше печали и смущения в моей душе.\nПредсказанная слава продлится всего одно столетие, а что будет дальше? Семена разрушения уже пустили свои корни».\n«О славный правитель! Я говорила это и прежде: процветание всегда сменяется упадком, мир изменчив, таков закон Фортуны.\nВсе мы рабы судьбы, и самый нищий бедняк, и богатейший вельможа. Мы восходим на престол, мы опускаемся в прах.\nКолесо судьбы вращается, не зная пощады. И как ни старайся, изменить неизбежный конец ты не в силах.\nКакие бы повороты ни делал сюжет пьесы, последний акт был написан ещё до того, как поднялся занавес. Так к чему печалиться?»\nДаже осознавая всю глупость фантазий о вечности и бессмертии,\nповелитель народов высокого моря всё же не мог примириться с мрачным будущим, предсказанным пророчеством.\n«Когда пробьёт назначенный час и свершится суд, беспощадные волны поглотят мимолётную славу и счастье.\nЯ вижу будущее, которого не изменить, но мне не хватает мудрости древних, чтобы увидеть причину предсказанного краха.\nНо я знаю, что в далёких и тёмных морских глубинах, в краю, где текут Первозданные воды, томится в заточении Владычица всех вод.\nИ пусть пророчество гласит, что бесконечные волны поглотят твои народы, возможно, она знает ответ...»"
          }
        ]
      },
      {
        "title": "Скерцо поворотов судьбы",
        "desc": [
          {
            "type": "RichText",
            "text": "То были годы, когда великая симфония только ждала своих исполнителей, а золотой флот ещё не отправился в путь.\nЧтобы отыскать способ снять проклятие, прославленный король двинулся на поиски ключевых вод.\nПод высоким морем всё было пропитано кровью и ненавистью, ведь там лежало царство, где жили потомки драконов.\nПринц вишапов, некогда служивший духу древнего моря, теперь охранял тюрьму Владычицы всех вод.\nКазалось, повторяется война начала времён: тридцать дней и тридцать ночей море было объято огнём сражений.\nИ лишь когда усталость вынудила врагов на время остановить битву, Царь богов музыкой возвестил о цели своего прибытия.\nОн не ожидал, что принц вишапов разразится наглым хохотом, услышав его высокомерную тираду:\n«Узурпатор смертных, ты тревожишься о глупом проклятии и ропщешь на оковы судьбы, да только страдания, которые познали мои соплеменники, были стократ страшнее, и тебе они неведомы.\nМы потеряли нашу землю, лишились солнечного света, мы обречены коротать свой век в мрачной бездне.\nУзурпатор смертных, тебе хорошо известно, что судьбу диктуют небеса, переписать её невозможно. Питать такие надежды - всё равно что бунтовать против воли небес.\nНо если ты по-прежнему желаешь исполнить свой глупый замысел, я отведу тебя к Владычице всех вод».\nИ там, под толщей глубоких вод, в обители вечной ночи, прославленный король узнал все чудовищные тайны милосердной Владычицы всех вод,\nно не обрёл ответа, который даровал бы ему спасение.\nВладычица вод совершила непростительный грех, и проклятие, что обрушилось на неё в наказание, было необратимым.\nВ конце концов король, до сих пор не утративший честолюбия и надежды, решил взять с собой в путь чашу чистейшей воды.\n«Если волны поглотят моих подданных, я запечатаю их души в ихоре, который не растворить никакой водой.\nЕсли время сточит тела моих подданных, я создам для них нетленные тела из камня и бронзы».\nПод силу ли могучему бризу, что реет над золотым царством, повернуть колесо судьбы? Никто не знает ответа..."
          }
        ]
      },
      {
        "title": "Неистовая рапсодия ихора",
        "desc": [
          {
            "type": "RichText",
            "text": "То было время, когда легион Атанатой стоял, готовый тронуться в путь, а над высоким морем звучали неистовые рапсодии.\nПрославленный король основал золотой град и стал править миром, приняв титул севаста.\nВсе полисы, где побывали корабли севаста, подчинялись его верховной власти.\nВсе земли, куда падали ноты, забывали о диких напевах, пленённые симфонией цивилизации.\nИ всё было ради того, чтобы принести людям справедливость и спасение.\nПоследняя фантазия севаста, который был не в силах оставить свой народ.\n«Твоя империя низвергнется в бушующие волны, ибо нельзя изменить предначертанного судьбой.\nНевидимые нити по-прежнему опутывают их, словно марионеток, и тянут к мучительному концу».\nЖестокое откровение не привело севаста в отчаяние, но поселило в нём гордую фантазию.\nОн заперся в глубинах своего дворца, чтобы найти изъян в мировой музыке Властителя судьбы.\nИ наконец после бесконечной вереницы дней и ночей бренные струны открыли Рему тайну Фортуны.\nОн прочёл судьбу до последней ноты, и ему не хватало лишь пера, чтобы записать собственную симфонию.\nИ тогда севаст решил воззвать с мольбой к Сивилле, ибо она пришла из края мертвых, некогда по её венам струились потоки судьбы.\nДерзкой была мольба просящего, но бескорыстная пророчица не колеблясь откликнулась на неё, как откликалась всегда.\nГармоничная мелодия, исполненная с престола, была призвана освободить людей от оков судьбы, создать для них новое будущее, новые мелодии.\nПод золочёным куполом чистый святой ихор заструился по золотым каналам, разнося дрожь из сердцевины золотого дворца во все уголки империи.\nА в самых смелых фантазиях севаста после заключительных аккордов гармоничной оперы он передаст дирижёрскую палочку судьбы в руки самих людей.\nИ тогда каждый свободный человек сможет сам распоряжаться своей судьбой, будь он богач или бедняк, мудрец или дикарь.\nБурные стремительные волны мчали ослеплённого правителя к неведомому концу, ибо для Сивиллы будущего уже не существовало..."
          }
        ]
      },
      {
        "title": "Вальс увядших фантазий",
        "desc": [
          {
            "type": "RichText",
            "text": "То были годы, когда золотой дворец обратился в руины, а славный полис лежал погребённым под бушующими волнами времени.\nМы знаем, что было дальше. В назначенный час свершился суд,\nсумасбродная мечта о противостоянии судьбе разбилась о честолюбие и предательство и ушла на дно вместе со всей былой славой.\nКогда гневные волны утихли, прискакал по ветру серый конь, чтобы унести с собой жизнь, уцелевшую на земле.\nИ вот насмешка судьбы: когда под ликующие крики бывших варваров было основано новое государство всех вод, золотая власть, доселе повелевавшая высоким морем, успела превратиться в легенду.\nКогда великая опера закончится и опустится занавес, все обломки старого мира на сцене будут смыты временем. И от тех, кто некогда жаждал бессмертия, не останется даже имён.\nРазве можно в это поверить? Огромный корабль с сорока рядами вёсел некогда плыл по лазурным волнам, ловя парусами рассветный ветер, чтобы разносить по океанским течениям благую весть о цивилизации и прогрессе.\nРазве можно в это поверить? Мятежное божество, потерявшее свой рай, бросило вызов воле небес, и многие смертные отдали свои тела, чтобы присоединиться к его фантастической рапсодии.\nА что было потом? Что осталось, когда всё закончилось, когда фантазия потерпела крах?\nВозможно, сон. Ведь после всего на руинах фантазии будут рождаться бесчисленные сны.\nКак говорят в народе, океан, куда стекаются слёзы, никогда не иссякнет, а поднимется к небу и прольётся дождём.\nВ конце все сны сольются в один, дабы принести людям со всего мира окончательное спасение."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Арлекино",
        "desc": "<p>Слуга, четвёртая из Предвестников Фатуи. Опытный, безжалостный дипломат. «Отец», которого боятся и на которого полагаются дети Дома очага.<br></p><p><em>«Судьба не бывает благосклонной. Только тот, кто борется изо всех сил, достоин встретиться с ней лицом к лицу»</em>, - «Шут» Пьеро.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/70239714/672e65470bfd14b664596c2a7f7eaaf8_6373678808378922111.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Один из лучших комплектов для Арлекино, так как повышает важную <color=#ffd780>силу атаки</color> и увеличивает наносимый <color=#ffd780>урон</color> . Так как Арлекино сама накладывает на себя <color=#ffd780>Долг жизни</color> , она выполняет условие 4 предметов.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Клоринда",
        "desc": "<p>Непобедимый судебный дуэлянт. С мечом в руках она защищает правосудие Кур-де-Фонтейна.<br><br><em>«...Послушай, парень. У нас неоспоримые доказательства твоей вины. Хочешь сохранить репутацию? Сначала искупи свои грехи. Затем займись добрыми делами. И не думай, что дуэль тебе поможет. Против тебя выступит Клоринда. Да, та самая Клоринда. Да поможет тебе фонтан Люсин... Если ты решишься бросить ей вызов, то у тебя не останется сил даже на признание!»</em> - искреннее письмо, которое накануне дуэли получил некий богатый торговец, заявивший о своей невиновности.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/70239714/770a66030815971c697ab81bc5436329_6190990120931438334.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Так как Клоринда получает <color=#ffd780>Долг жизни</color> от своих навыков, она выполняет условие 4 предметов. Комплект повысит её <color=#ffd780>силу атаки</color> и наносимый <color=#ffd780>урон</color> .",
        "alignment": "center"
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Увеличивает силу атаки на 18%.</p>",
      "fourSetEffect": "<p>Когда значение Долга жизни увеличивается или уменьшается, наносимый персонажем урон увеличивается на 18% на 6 сек. Эффект может складываться до 3 раз.</p>"
    },
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Фрагмент гармонической фантазии"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Подземелье «Обветшалый театр»"
          }
        ]
      }
    ]
  }
}