{
  "epId": 5617,
  "name": "Кассиодор",
  "desc": "<p>Один из гармостов Царя богов Рема.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7029142723836082071.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1715932575,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Кассиодор"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "• Фонтейн\n• Ремурия"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Гармосты"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Кассиодор",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/f8d938925653049ceb8e4130e73c2f42_1145308462893404291.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Кассиодор (Уранид из Уранополиса) в теле Осси."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Кассиодор",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Никто не помнит настоящего имени Кассиодора, но юноша, позже известный под этим именем, предположительно вырос в племени с Эринией, будущим Рыцарем озёрного света. В давние времена их племя было завоёвано и разрушено Царём богов Ремом, а армия Золотого города поработила или уничтожила всех их соплеменников. Только Эриния и Кассиодор избежали этой участи. Эриния получила воспитание от принца Ареморики, поклялась служить Владычице всех вод Эгерии и защищать земли чистых вод, что не были захвачены Ремом. Кассиодор же во время войны встретил гордого гармоста и присоединился к Рему. Позже он продвинулся по службе, и сам Царь богов возвёл его в гармосты и создал ему нетленное тело из камня и бронзы. Другой гармост Боэций и Кассиодор стали близкими друзьями.\nГоды спустя, когда Эриния сама стала правительницей Ареморики и объединила множество воюющих племён для защиты от Ремурии, они с Кассиодором встретились вновь в далёком городе. Музыкант оделся словно странствующий путешественник и победил на турнире множество признанных героев. На правах победителя он был удостоен личной встречи с правителем. Кассиодор поделился с Эринией своими мечтами о мире, о прекращении войн и ненависти, но Рыцарь озёрного света встретила его клинком."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«█████, мой ███... Я не могу больше продолжать эту лживую беседу».</color>\n<color=#ffffffd9>«Я знаю, что проклятый тиран осквернил твою душу и заключил тебя в каменную тюрьму».</color>\n<color=#ffffffd9>«Не волнуйся, мой ████... Я никогда не забывала о своём обещании».</color>\n<color=#ffffffd9>«Я освобожу тебя из этих ледяных оков любой ценой».</color>\n<color=#ffffffd9>«Пока мы снова не прижмёмся к груди Королевы всех вод, не стоит печалиться».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Кассиодор верил в светлое будущее Ремурии. Его друг Боэций утверждал, что под взором Царя богов больше не будет нищеты, слабости, глупости и дикости; что только под управлением севаста может родиться порядок, искусство и красота. Благодаря верности идеалам Рема Кассиодор приблизился к правителю. Когда великая симфония Фобос повела ремурийцев на завоевания и войны, гармост не разделил этого желания, и поэтому Рем выбрал его для своего последнего плана. Царь богов отделил мелодию Кассиодора от общей мелодии симфонии, предоставив ему свободу воли, и поручил ему спасти ремурийцев и привести их в Уранополис, город будущего. Так Кассиодор стал Уранидом из Уранополиса.\nКогда Ремурия погрузилась в воду, Кассиодор не был в столице, поэтому смог выжить. Он знал, что его друг Боэций пошёл против севаста и, украв кубок с чистой водой, подаренный Рему Владычицей всех вод, закрыл Врата Януса. Лишь немногие уцелели после потопа: Кассиодор с товарищами обходили земли и мужественно сражались, сдерживая первозданную воду, а гармост Боэций своим красноречием обольщал всех остальных. Он провёл тёмный ритуал, целью которого было восстановить разбитую «симфонию» и возродить уничтоженное царство. Для этого он без всяких колебаний растворял волю своих сородичей и похищал души фонтейнцев. Многие правители и вельможи стали его марионетками, а новорождённые государства оказались на грани гибели. Чтобы остановить его кошмарные ритуалы, Кассиодору пришлось отказаться от своего имени и стать охотником за тенями. Вместе с фонтейнцами он, теперь известный как «Золотой охотник», противостоял Боэцию, который к тому времени превратился в чудовище. После тяжёлого противостояния Кассиодор с фонтейнцами запечатали Боэция вместе с морем, поглотившим Ремурию. Золотой Охотник поклялся судьбе, что будет служить преградой между прошлым и настоящим, и стал хранителем духов древней земли.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Рыцари чистых родников",
        "desc": "<p>Последователи Владычицы всех вод Эгерии, которые поклялись защищать духов чистых родников, найти Чистейший грааль и разрушить наложенные на Матерь богов оковы, чтобы смыть Первородный грех. </p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/afce7f4f1847f62698a00f239e5a8d00_8853313784057293776.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Рем",
        "desc": "<p>Царь богов, основавший Ремурию.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_2536613976363958813.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Боэций",
        "desc": "<p>Один из гармостов Ремурии.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/8387f718bf24a2a128af2225335160c5_5852598890195762728.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Золотая труппа",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/c32bab10651059ad3c0c8a0e5bbd2e03_5004906481475328879.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Песнь былых времён",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Оды Гармонии",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/f7fb129730b12f5f4d8ea8cb04ffe52c_793881601128956805.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Тысячи лет спустя доминус Боэций вновь обрёл власть над расстроенной «симфонией», вплетая в неё осколки своей души и разбитые мелодии. Гармост внёс в симфонию хаос, чтобы возродить Ремурию и стать новым богом. Боэций считал, что Рем предал Ремурию, вступив в сговор с вишапами и попытавшись уничтожить великую симфонию. Действия гармоста привели к тому, что тела жителей Петрикора наполнили души давно погибших ремурийцев."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/ec28413da3962b01760141aa019df9d6_653306580339089401.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "За это время Кассиодор лишился своего каменного тела и вселился в белого кота, которому Паймон позже дала имя Осси. Чтобы остановить Боэция и спасти жителей Петрикора, Кассиодор обратился к Путешественнику/це и Паймон за помощью. Вместе они смогли попасть в Море древности и освободить принца драконов Сциллу, заточённого Боэцием под Махимосом. Хоть тело Сциллы было уничтожено, его воспоминания в ихоре продолжили жить. Кассиодор считал, что Сцилла предал Царя богов и напал на золотой дворец, из-за чего Ремурия была затоплена. Принц вишапов рассказал о последнем договоре с Ремом, их тайном плане и о создании Реквиема, способного уничтожить Фобос. Сцилла повёл армию вишапов на столицу по указанию самого Рема, чтобы спасти ремурийцев."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/0d4eb355884b08e7cb6d45a32d84f179_8515920732796086932.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Кассиодор и Путешественник/ца очутились около золотого дворца, Боэций использовал силу музыки, чтобы завлечь их в свой дворец симфонии. Это пространство было воплощением души доминуса и поддерживалось благодатью могущества симфонии. Благодаря сердцу Фобоса, находящегося близко к золотому дворцу, Боэций был способен напрямую влиять на настоящий мир. Если бы доминус смог получить полную силу симфонии, его иллюзии заменили бы реальный мир, и Фонтейн бы стал выглядеть как тысячи лет назад. Кассиодор придумал план, как полностью уничтожить Боэция, подготовившего себе могущественное тело в реальном мире. Так как Путешественник/ца не принадлежал/а миру Тейвата и не был/а создан/а из воды Первозданного моря, мелодия Фобоса не пела о его/её судьбе, и Боэций не мог влиять на его/её душу, что позволило плану Кассиодора воплотиться."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/757cf9384923f3465619028e6f62793e_4581650169846306428.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "С помощью Сциллы Путешественник/ца и Паймон восстановили водные пути Ремурии, по которым когда-то текла великая симфония, и открыли путь в золотой дворец. Оказалось, что истинной формой Боэция являлся Фобос, сочетающий в себе каждую мелодию и желания ремурийцев. Именно тайные желания привели Ремурию к войнам, завоеваниям и уничтожениям северных «варваров». Ещё до падения Ремурии Фобос поглотил Боэция и восстал против севаста. Пожертвовав собой, Кассиодор поймал Фобос в ловушку каменного тела, чтобы Путешественник/ца мог/ла уничтожить Боэция и Фобос. Когда Путешественник/ца сыграл/а симфонию Реквием, великая симфония была полностью уничтожена, а души ремурийцев вернулись в глубокие воды, тем самым исполнив истинное желание Кассиодора продолжить планы и надежды севаста по освобождению всех от симфонии."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Если вода разучилась течь и пропитывать всё собою, как ей превратиться обратно в воду? Если дерево оторвано от земли, где ему пустить корни?»</color>\n<color=#ffffffd9>«Сколь ни был бы громок шум камня и металла, если не будет воды и земли, люди не смогут выжить».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Когда душа Кассиодора рассеялась, Осси снова стал обычным котом, который теперь живёт в Петрикоре у Эста, потомка ремурийского воина.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Море древности",
        "desc": "<p>Широкие водные пространства к югу от Великого озера Фонтейна тоже когда-то были неотъемлемой частью этого высокого моря. В его бездонных глубинах, куда не проникает солнечный свет, покоятся первые мечты и надежды. В замке былого величия и среди погребённых пучиной руин звучит забытая симфония. Давно завершённая история получает новую главу...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/4f78eb7e03b130ca2efba77b4d2692bb_3131666903810041365.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Боэций",
        "desc": "<p>Один из гармостов Ремурии.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/8387f718bf24a2a128af2225335160c5_5852598890195762728.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Сцилла",
        "desc": "<p>Принц Гидро вишапов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/b2d6cefc957361355bd202af3efcb21d_4484292652819500070.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Наследие",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Название Охотников Сумеречного двора берёт свои истоки из Ремурии, когда известный гармост Кассиодор вёл армию големов Рема в бой: <color=#ffffffd9>«Преследуйте созданий тьмы среди сумрака, откройте охоту и уничтожьте их всех».</color> Они и называли себя охотниками, но их целью были отнюдь не дикие звери, а монстры, оставшиеся от древнего государства царя Рема. Когда поголовье монстров в Фонтейне сократилось, охотники постепенно отошли от дел и переключились на другие занятия, где их навыки были востребованы. Но в наследство они оставили Фонтейну уникальную технику охоты. Сейчас Сумеречный двор является специальным отделом в Фонтейне по расследованию преступлений.\nИсторики считали, что Охотники Сумеречного двора впервые появились спустя несколько десятилетий после падения Ремурии, когда Рыцари чистых родников уже были преданы полному забвению. Полагалось, что первые Охотники Сумеречного двора, последовавшие за Кассиодором, были потомками Рыцарей чистых родников, но на самом деле они были оставшимися в живых жителями древней Ремурии."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/d44065a9da37e54849863f65a2c46036_3769094552162083956.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Двумя последовавшими за Кассиодором ремурийцами были его друг Эст Остроумный и Вальтер. В конце концов они нашли покой в зарождающимся Фонтейне. Родниковые воды откликнулись на запертые в скалах души ремурийцев так же, как и на души обычных фонтейнцев, и у Эста появилась семья и родились дети. Род Эста стал частью Фонтейна и до сих пор продолжается. Когда Боэций использовал симфонию для возрождения Ремурии, душа Эста оказалась в теле своего потомка, живущего в Петрикоре. Именно он привёл Путешественника/цу и Паймон к Кассиодору. После того как Фобос был разрушен, душа Эста вернулась в глубокие воды."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/4733d6a17454fbcc0f85d81e7a77cc4a_3532405138453573947.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Сотни лет назад исследователь из Фонтейна Руджеро прибыл в разрушенный Петрикор, чтобы найти легендарный Обветшалый замок и узнать о Ремурии. Там он встретил Золотого охотника, от которого узнал про Охотников Сумеречного двора и Рыцарей чистых родников. Изначально целью Руджеро были ремурийские сокровища, но они оказались погребены глубоко под водой. Позже он понял, что не стоит искать знаний, превосходящих человеческое разумение, и с помощью Кассиодора запечатал проход в Обветшалый замок. Исследователь захотел отстроить заново Петрикор, разместить там беженцев и распространить иную версию легенды про Ремурию и Обветшалый замок. Тогда жители бы сами защищали печати, и тайны этого места навсегда были бы скрыты.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Район Ностой",
        "desc": "<p>В древнем языке название Петрикор имело значение «голем». Сейчас это просто захудалая рыбацкая деревушка вдали от акватории Фонтейна.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/cd8d24707c19c43305b87cac406a5c35_538749327190103410.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Сумеречный двор",
        "desc": "<p>Отдел по расследованию преступлений, который находится в непосредственном подчинении верховного судьи Нёвиллета. Является подразделением Палаты Жардинаж и расположен во Дворце Мермония.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/26/237301566/615412682c0d3edc7483b9452030aa64_5426056875512651762.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Охотник Сумеречного двора",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/539b03bed1057707abd643147e18abde_302767798429964259.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Кассиодор присоединился к Ремурии, когда его племя было завоёвано.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Рем",
        "desc": "<p>Царь богов, основавший Ремурию.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_2536613976363958813.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Царь богов Рем возвёл Кассиодора в гармосты.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Боэций",
        "desc": "<p>Один из гармостов Ремурии.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/8387f718bf24a2a128af2225335160c5_5852598890195762728.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Гармост Ремурии и бывший друг Кассиодора.\nЭриния\nВероятно, Кассиодор был в племени с Эринией, но после того как племя было завоёвано ремурийцами, присоединился к Рему.\nЭвергетия\nАврелий\nГармосты Ремурии.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Золотая труппа",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/c32bab10651059ad3c0c8a0e5bbd2e03_5004906481475328879.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Охотник Сумеречного двора",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/539b03bed1057707abd643147e18abde_302767798429964259.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Песнь былых времён",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ]
  }
}