{
  "epId": 5618,
  "name": "Боэций",
  "desc": "<p>Один из гармостов Ремурии.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/8387f718bf24a2a128af2225335160c5_5852598890195762728.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1716019511,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Боэций",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Настоящее имя Боэция потеряно во времени, но музыкант, известный под этим именем, родился в королевстве на одиноком острове. Он родился в хижине, а вырос в деревне, построенной из тростника и травы. Когда воины Ремурии пришли завоёвывать племя Боэция, тот избежал рабства благодаря своим ловким пальцам и яркому голосу и последовал за ремурийцами. Во время войн с северными «варварами» Боэций встретил молодого слугу из покорённого племени. Они вместе последовали в золотой Капитолий и прошли сложнейшее обучение и испытания. Так зародилась крепкая дружба между Боэцием и молодым воином, получившим имя Кассиодор."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/237301566/1cc43e9ca88bc647bd2f85399e957947_8966989175247271962.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Царь богов Рем решил избавить своих подданных от оков судьбы, он создал им нетленные тела из камня и бронзы. В их телах тёк нерастворимый в чистой воде ихор, созданный с помощью Чистейшего грааля, полученного Ремом от Владычицы всех вод. Севаст Рем создал великую симфонию Фобос, в которой были соединены все мелодии ремурийцев и их желания. Царь богов признал Боэция, даровал ему новое тело и лично возвёл музыканта на пост гармоста. Только четверо самых высокопоставленных людей, гармостов, были дирижёрами симфонии и могли изменять мелодию Фобоса.\nДоминус Боэций считался величайшим гением в истории империи и самым ярким представителем духа Ремурии. Он верил в светлое будущее Ремурии: что под взором Царя богов больше не будет нищеты, слабости, глупости и дикости; что только под управлением севаста может родиться порядок, искусство и красота. Гармост беспрекословно следовал указаниям севаста, и его слово было равнозначно слову самого Фобоса. Он вёл ремурийцев завоёвывать племена «варваров», сражался с войсками вишапов и нёс цивилизацию в высокое море. Говорят, что везде, куда бы ни ступала нога гармоста Боэция, строились акведуки империи и бесследно исчезали\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Океаниды",
        "desc": "<p>Раса разумных Гидро элементалей, созданных предыдущим Гидро Архонтом Эгерией.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/5e33c09fbd3c6781bb822fd9c57b6abc_954472598676910116.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Рем",
        "desc": "<p>Царь богов, основавший Ремурию.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_2536613976363958813.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Кассиодор",
        "desc": "<p>Один из гармостов Царя богов Рема.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7029142723836082071.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Золотая труппа",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/c32bab10651059ad3c0c8a0e5bbd2e03_5004906481475328879.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Источник чистой капли росы",
        "desc": "<p>Это реликвия тех времён, когда Рыцари чистых родников ещё ходили по земле. По словам рыцарей, в горных источниках и долинах, куда не ступала нога человека, до сих пор живут верные духи, охраняющие чистые, незагрязнённые источники...</p><p>Однако создатель ихора не терпел разлада в своей великой симфонии. Говорят, что везде, куда бы ни ступала нога гармоста Боэция, закапывался природный нектар, строились акведуки империи и бесследно исчезали духи, рождённые из чистой воды...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/54913bb983c08663e91eef34841c80b9_7242278330342534687.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Музыка",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Боэций считал, что существует три вида музыки: мировая музыка, человеческая музыка и инструментальная музыка. Мировая музыка является музыкой истока, из которого рождались и в которую уходили все мелодии. Ложные и истинные небесные явления, течение лет и смена времён года, определённые элементы - всё сущее во вселенной повинуется строю этой музыки. Любая мелодия, схожая по типу с\nмогла называться мировой музыкой. Если бы существовала арфа, каждая струна которой соответствовала бы какой-либо сущности в мире, мировая музыка была бы той, что исходит не от каждой струны отдельно, а от резонанса всех струн.\nЧеловеческая музыка - музыка мира смертных. К этой категории относится и музыка смертных, и музыка богов. Боэций считал, что они не отличаются друг от друга и что их суть заключается в гармонии, которая возникает, когда человеческая музыка вступает в резонанс с воспоминаниями, желаниями, душой и личностью. Музыку смертных и богов можно было исполнять одновременно, и именно поэтому человеческая музыка способна заменить мировую. Так как мелодии смертных и богов хрупки, только объединив их в верном сочетании, можно написать симфонию, способную соперничать с\nТакая симфония и называется «Фобос». По словам Боэция, уход от Фобоса был равносилен предательству, ведь как только симфония оборвётся всё в тот же миг рухнет, и боги и смертные покорятся судьбе и погрузятся в сон без сновидений.\nЛюдей, которые не подчинялись великой симфонии, Боэций не считал равными ремурийцам. По его мнению их выбор был продиктован не собственными желаниями, а курсом Фортуны. У них не было свободной воли, и они могли лишь исполнять давно записанную мелодию до последней ноты. Боэций считал, что именно поэтому у Ремурии не оставалось иного выбора, кроме как стереть их с лица земли и воды. Без уничтожения непокорённых людей симфония Фортуны бы превратилась в оглушительный рёв, которому было бы уже невозможно сопротивляться.\nКассиодор считал, что нельзя уничтожать тех, кто не может принять мелодию Ремурии, но Боэций видел в этом лишь слабость:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Это твоё жалкое сострадание омрачает твой разум. Оно сделало твоё сердце мягким, оно нарисовало мишень на твоей спине!</color>\n<color=#ffffffd9>Если варварство и невежество сохранятся в Фонтейне, отравляя его воды, мы должны истребить их.</color>\n<color=#ffffffd9>Если дикари пожелают присоединиться к нашему величественному золотому порядку, то мы примем их, как принял нас наш славный владыка.</color>\n<color=#ffffffd9>Но после того, как проклятый дракон Сцилла разрушил наши башни и истребил наших музыкантов, одурманенные, одичавшие племена больше не стоит ни спасать, ни принимать.</color>\n<color=#ffffffd9>И поскольку они недостойны, то должны быть изгнаны, подобно тому, как мы изгнали мор и лесные пожары».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Кассиодор",
        "desc": "<p>Один из гармостов Царя богов Рема.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7029142723836082071.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Золотая труппа",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/c32bab10651059ad3c0c8a0e5bbd2e03_5004906481475328879.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Падение Ремурии",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/237301566/b5c4d227310ac4322abda4fe82bd20ae_499146081724992886.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Желания ремурийцев привели империю к войнам и разрушениям, и севаст решил уничтожить Фобоса. Он заключил договор с принцем драконов Сциллой, чтобы тот повёл армию вишапов на Капитолиум. Потрясённый предательством Царя богов, Боэций украл золотой кубок, наполненный ихором, и созвал стражников, чтобы противостоять вишапам. По его приказу, все легионы сначала должны были прекратить враждебные действия против потомков драконов, чтобы заманить их к Вратам Януса, ведущим в столицу. Доминус приказал установить оборонительные рубежи, чтобы заблокировать все пути отхода, и выковать три цепи из крови и костей гармоста Эвергетии, чтобы заточить принца вишапов. Как только армия драконов прибыла к Вратам Януса, ремурийцы напали на них. Боэций заточил Сциллу под высокой башней около Махимоса и, с помощью нерастворимого ихора, запечатал Врата Януса.\nКогда Боэций запечатал проход и принц вишапов не успел в столицу вовремя, мелодия Фобоса вышла из-под контроля и Ремурия погрузилась в океанские глубины, словно подчинившись небесной каре. Гармост стал единственным выжившим в этой катастрофе у Врат Януса. Боэций решил, что если музыка человека и музыка богов одинакова, то он сможет стать новым богом и возродить Ремурию. Для этого он провёл тёмный ритуал, чтобы восстановить разбитую симфонию. Своим красноречием он обольщал фонтейнцев, и многие правители стали его марионетками. Гармост без всяких колебаний растворял волю своих сородичей и похищал души фонтейнцев. Чтобы остановить его кошмарные ритуалы, его бывший друг Кассиодор с другими выжившими и фонтейнцами стали охотниками за тенями. После тяжёлого противостояния Кассиодор с фонтейнцами запечатали Боэция вместе с морем, поглотившим Ремурию.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Море древности",
        "desc": "<p>Широкие водные пространства к югу от Великого озера Фонтейна тоже когда-то были неотъемлемой частью этого высокого моря. В его бездонных глубинах, куда не проникает солнечный свет, покоятся первые мечты и надежды. В замке былого величия и среди погребённых пучиной руин звучит забытая симфония. Давно завершённая история получает новую главу...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/4f78eb7e03b130ca2efba77b4d2692bb_3131666903810041365.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Район Ностой",
        "desc": "<p>В древнем языке название Петрикор имело значение «голем». Сейчас это просто захудалая рыбацкая деревушка вдали от акватории Фонтейна.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/cd8d24707c19c43305b87cac406a5c35_538749327190103410.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Рем",
        "desc": "<p>Царь богов, основавший Ремурию.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_2536613976363958813.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Сцилла",
        "desc": "<p>Принц Гидро вишапов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/b2d6cefc957361355bd202af3efcb21d_4484292652819500070.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Кассиодор",
        "desc": "<p>Один из гармостов Царя богов Рема.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7029142723836082071.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Золотой кубок непорочного моря",
        "desc": "<p>Когда тиран затонувшего города заиграл последнюю часть золотой симфонии, любимый музыкант украл золотой кубок, наполненный ихором.</p><p>Потрясённый безрассудным предательством Царя богов, музыкант созвал последних стражников, с помощью нерастворимого ихора запечатал дракона под высокой башней и вместе со столицей погрузился в пучину.</p><p>Впоследствии этот благородный вор бесследно исчез из истории, и только «Золотая труппа» свято чтит его пророчество.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/a8147d7dfc78a2dc5d47dd50bd6292ed_2326090798796386713.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Закат и падение Ремурии",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/13/51635400/0737b705d4ce1b26669a8f06f2fff2e5_7237691660874226018.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Оды Гармонии",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Тысячи лет спустя Боэций вновь обрёл власть над расстроенной «симфонией», вплетая в неё осколки своей души и разбитые мелодии. Гармост внёс в симфонию хаос, чтобы возродить Ремурию и стать новым богом. Действия гармоста привели к тому, что тела жителей Петрикора наполнили души давно погибших ремурийцев."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Я поверну колесо судьбы вспять, возвещу о возвращении старого мира и принесу на землю справедливость. Обитатели поверхности подчинятся нашей воле, как и должно быть».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/237301566/ec28413da3962b01760141aa019df9d6_2012691846417366672.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Чтобы остановить Боэция и спасти жителей Петрикора, Кассиодор обратился к Путешественнику/це и Паймон за помощью. Вместе они смогли попасть в Море древности и освободить принца драконов Сциллу, заточённого Боэцием под Махимосом. Хоть тело Сциллы было уничтожено, его воспоминания в ихоре продолжили жить. Кассиодор считал, что Сцилла предал Царя богов и напал на золотой дворец, из-за чего Ремурия была затоплена. Принц вишапов рассказал о последнем договоре с Ремом, их тайном плане и о создании Реквиема, способного уничтожить Фобоса. Сцилла повёл армию вишапов на столицу по указанию самого Рема, чтобы спасти ремурийцев."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/237301566/0d4eb355884b08e7cb6d45a32d84f179_5771089010485980969.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Когда Кассиодор и Путешественник/ца очутились около золотого дворца, Боэций использовал силу музыки, чтобы завлечь их в свой дворец симфонии. Это пространство было воплощением души доминуса и поддерживалось благодатью могущества симфонии. Благодаря сердцу Фобоса, находящегося близко к золотому дворцу, Боэций был способен напрямую влиять на настоящий мир. Если бы доминус смог получить полную силу симфонии, его иллюзии заменили бы реальный мир, и Фонтейн бы стал выглядеть как тысячи лет назад. Кассиодор придумал план, как полностью уничтожить Боэция, подготовившего себе могущественное тело в реальном мире. Так как Путешественник/ца не принадлежал/а миру Тейвата и не был/а создан/а из воды Первозданного моря, мелодия Фобоса не пела о его/её судьбе, и Боэций не мог влиять на его/её душу, что позволило плану Кассиодора воплотиться."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/237301566/bb04749691763bf91c08ae162788a488_8123507612703754287.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "С помощью Сциллы Путешественник/ца и Паймон восстановили водные пути Ремурии, по которым когда-то текла великая симфония, и открыли путь в золотой дворец. Оказалось, что истинной формой Боэция являлся Фобос, сочетающий в себе каждую мелодию и желания ремурийцев. Именно тайные желания привели Ремурию к войнам, завоеваниям и уничтожениям северных «варваров». Ещё до падения Ремурии Фобос поглотил Боэция и восстал против севаста. Пожертвовав собой, Кассиодор поймал Фобоса в ловушку каменного тела, дав возможность Путешественнику/це сыграть Реквием, чтобы души ремурийцев могли вернуться в глубокие воды.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Море древности",
        "desc": "<p>Широкие водные пространства к югу от Великого озера Фонтейна тоже когда-то были неотъемлемой частью этого высокого моря. В его бездонных глубинах, куда не проникает солнечный свет, покоятся первые мечты и надежды. В замке былого величия и среди погребённых пучиной руин звучит забытая симфония. Давно завершённая история получает новую главу...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/4f78eb7e03b130ca2efba77b4d2692bb_3131666903810041365.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Район Ностой",
        "desc": "<p>В древнем языке название Петрикор имело значение «голем». Сейчас это просто захудалая рыбацкая деревушка вдали от акватории Фонтейна.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/cd8d24707c19c43305b87cac406a5c35_538749327190103410.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Кассиодор",
        "desc": "<p>Один из гармостов Царя богов Рема.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7029142723836082071.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Сцилла",
        "desc": "<p>Принц Гидро вишапов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/b2d6cefc957361355bd202af3efcb21d_4484292652819500070.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Золотая труппа",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/237301566/0b2e2d713204acdcdfec5667665fb531_2500304772147357181.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ещё до падении Ремурии, замок, сейчас известный как Обветшалый замок, принадлежал гармосту Боэцию. После того как империя погрузилась под воду, замок стал убежищем для гармоста и его последователей. Выжившие жители империи не отказались от своего стремления спастись и превзойти судьбу. Они назвались «Золотой труппой» в честь исчезнувшего золотого города. В золотом театре потускневшего замка музыканты, потерявшие свои партитуры, оплакивали прошлое, которое уже не вернуть. Чтобы сберечь свою угасающую цивилизацию и давнюю мечту о трансцендентности, они исполняли чарующие мелодии, завлекая детей, чтобы те отдали свои души спящим големам. Золотая труппа верила, что когда вновь зазвучит великая симфония, они получат заслуженное вознаграждение, причитающееся самым верным.\nОдним из их исследований стала магическая техника «Печать химической свадьбы», состоящая из двух частей: «Круг четырёх ортантов» и «Древо эманации». Согласно записям Золотой труппы, в Фонтейне существовало несколько важных мест, необходимых для запечатывания\nКроме того, они хотели воссоздать совершенную гармоническую симфонию, которая бы принадлежала только людям, и боги бы стали не нужны."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/237301566/769a1426611e1bb10b34f8188ae74514_3839274404827633691.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Много лет спустя записи Золотой труппы обнаружил Рене де Петрикор - будущий основатель Ордо Нарциссенкрейц. Так он узнал о «Фортуне» и о том, что королевства переживают взлёты и падения, и едва одна цивилизация погибает, следом за ней уже зарождается новая. Это явление оказалось схожим со схемой расчёта самого Рене, названной «формулой мира». Проведя бесчисленные расчёты он нашёл расхождение с Фортуной: в отличие от описания ремурийцами картины мира, никакая новая цивилизация зарождаться не будет. Как и древние ремурийцы, Рене хотел уйти от судьбы и избежать обещанного апокалипсиса, поэтому основал Ордо Нарциссенкрейц. С помощью «Печати химической свадьбы» орден обнаружил точки, где они расположили четыре ортанта, в центре круга которых была построена Башня Ипсиссимус, чтобы освободить волю людей от оков тела, переждать апокалипсис и возродиться в новом мире.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Ордо Нарциссенкрейц",
        "desc": "<p>Тайная эзотерическая организация, основанная Рене де Петрикором и Жакобом Ингольдом для предотвращения последствий апокалипсиса, предсказанного по формуле мира, путём создания неолюдей.</p><p>Организация объявлена радикальной и официально запрещена в Фонтейне.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/76c3b544663face535a657d1f97f4ad0_4288902648781870822.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Нарциссенкрейц",
        "desc": "<p>Нарциссенкрейц, ранее известный как Рене де Петрикор, является основателем тайного общества Ордо Нарциссенкрейц. Также известен как Мастер.<br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/16/237301566/90f57df4396a9aa89cee2704bafdac6d_681464755020305606.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Золотая труппа",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/c32bab10651059ad3c0c8a0e5bbd2e03_5004906481475328879.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4302,
        "name": "Загадочная страница I",
        "desc": "<p>Совершенно непонятный древний текст.</p><p>Возможно, есть способ его расшифровать.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/10/124137736/5297fd201cef47a3124d0d2c95f8d6db_5456087551234690903.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4309,
        "name": "Загадочная страница VIII",
        "desc": "<p>Совершенно непонятный древний текст.</p><p>Возможно, есть способ его расшифровать.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/13/124137736/5297fd201cef47a3124d0d2c95f8d6db_7636451668047224634.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4031,
        "name": "Песнь отзвука древней струны",
        "desc": "<p>В той великой катастрофе золотой дворец утонул вместе с престолом, музыка разбилась вдребезги, ноты превратились в тишину...</p><p>Но выжившие жители той империи никогда не отказывались от своего стремления спастись и превзойти судьбу.</p><p>Дабы сберечь свою угасающую цивилизацию и давнюю мечту о трансцендентности, «Золотая труппа» исполняла чарующие мелодии, завлекая детей, чтобы они отдали свои драгоценные души спящим големам.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/0ba8ef36e1ed59a70592ffe55c48f254_6440852995660211660.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Наследие",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Боэций считается одним из самых значимых музыкантов в истории Фонтейна, и его оперы или сочинённые партитуры древней Ремурии занимают особое место в истории музыки. В Обветшалом замке осталось множество партитур, написанных Боэцием. Романтическая опера «Летающий чужеземец» рассказывает о том, что Боэций не оставлял попыток возродить Ремурию и видел в новом Фонтейне врага. Для членов Ассоциации музыкантов его роль в истории войн, которые шли вплоть до основания Фонтейна, не влияла на его музыкальные достижения. В музыке Боэция могла быть заключена недостоверная история, но от этого она не теряла своей ценности для искусства. История гармоста может быть напоминанием для других музыкантов: даже самое чистое искусство может быть использовано во вред.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Район Ностой",
        "desc": "<p>В древнем языке название Петрикор имело значение «голем». Сейчас это просто захудалая рыбацкая деревушка вдали от акватории Фонтейна.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/cd8d24707c19c43305b87cac406a5c35_538749327190103410.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Боэций присоединился к Ремурии, когда его племя было завоёвано.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Рем",
        "desc": "<p>Царь богов, основавший Ремурию.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/20/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_2536613976363958813.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Севаст Ремурии.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Кассиодор",
        "desc": "<p>Один из гармостов Царя богов Рема.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7029142723836082071.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Гармост Ремурии и бывший друг Боэция.\nЭвергетия\nАврелий\nГармосты Ремурии.\nФобос\nВеликая симфония Ремурии , которая поглотила Боэция.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Сцилла",
        "desc": "<p>Принц Гидро вишапов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/b2d6cefc957361355bd202af3efcb21d_4484292652819500070.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Боэций заточил принца вишапов около Махимоса.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Золотая труппа",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/51635400/c32bab10651059ad3c0c8a0e5bbd2e03_5004906481475328879.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4036,
        "name": "Конденсат чистой капли росы",
        "desc": "<p>«Жизнь, вышедшая из первозданного моря, неизбежно должна в него вернуться», - так говорил гармост Боэций. - Но возможности человека безграничны, и даже воды первозданного моря не могут полностью растворить их...»</p><p>Надменный тиран пытался создать ихор, нерастворимый в чистой воде, в котором содержались бы духовная мудрость и память, дабы его подданные могли отбросить своё физическое тело и обрести вечную и независимую жизнь.</p><p>Но боль разделения души и тела не в силах выдержать ни один смертный, и приказ тирана разрывал изломанные души...</p><p>От криков множества душ ихор окрасился в чёрный цвет, утратил гармонию и мудрость, оставив лишь хаос и безумие.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/bfe4638702fbef7e67d5d84b99d5276d_3195438979170690574.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Источник чистой капли росы",
        "desc": "<p>Это реликвия тех времён, когда Рыцари чистых родников ещё ходили по земле. По словам рыцарей, в горных источниках и долинах, куда не ступала нога человека, до сих пор живут верные духи, охраняющие чистые, незагрязнённые источники...</p><p>Однако создатель ихора не терпел разлада в своей великой симфонии. Говорят, что везде, куда бы ни ступала нога гармоста Боэция, закапывался природный нектар, строились акведуки империи и бесследно исчезали духи, рождённые из чистой воды...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/54913bb983c08663e91eef34841c80b9_7242278330342534687.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4034,
        "name": "Эссенция чистой капли росы",
        "desc": "<p>Густой и чистый раствор, полученный из капель бескрайнего первозданного моря. Древний Царь богов когда-то верил, что он дарует вечную жизнь и бесконечную мудрость, но если внимательно прислушаться, то он едва слышно пророчил приближение конца, когда всё сольётся в единое целое.</p><p>Когда-то это была незавершённая великая симфония Царь богов - безбрежный, неисчерпаемый золотой ихор, заменяющий дикие первобытные воды, и прославленные бессмертные мудрецы, несущие нектароподобное просветление в невежественные уголки мира.</p><p>Но заблуждения Царя богов в итоге погрузились в глубины чёрной бездны, и с течением времени золотой росток был разъеден первичным бульоном...</p><p>Гармост закрывал глаза на дурные предзнаменования и, поддерживая своё изломанное тело, продолжал давать жизнь соотечественникам по намеченным планам, чтобы старый порядок когда-нибудь вновь восторжествовал...</p><p>Даже сегодня многие безумные поэты и художники Фонтейна видят в апокалипсисе, пережитом Боэцием, напоминание о неизбежной цикличности бытия.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/b511969117b243bc41e7af4c578dfb88_9089771477024417177.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Золотой кубок непорочного моря",
        "desc": "<p>Когда тиран затонувшего города заиграл последнюю часть золотой симфонии, любимый музыкант украл золотой кубок, наполненный ихором.</p><p>Потрясённый безрассудным предательством Царя богов, музыкант созвал последних стражников, с помощью нерастворимого ихора запечатал дракона под высокой башней и вместе со столицей погрузился в пучину.</p><p>Впоследствии этот благородный вор бесследно исчез из истории, и только «Золотая труппа» свято чтит его пророчество.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/237301566/a8147d7dfc78a2dc5d47dd50bd6292ed_2326090798796386713.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Закат и падение Ремурии",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/13/51635400/0737b705d4ce1b26669a8f06f2fff2e5_7237691660874226018.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Боэций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/1cc43e9ca88bc647bd2f85399e957947_1310194047847682780.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Боэций"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "• Фонтейн\n• Ремурия"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Гармосты"
          }
        ]
      }
    ]
  }
}