{
  "epId": 5620,
  "name": "Северные хроники",
  "desc": "Древний ремурийский свиток, который вы случайно обнаружили в руинах. Невозможно установить правдивость написанного в нём.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/29/be3ede6d2db7da81746a14523f206f8d_6798712119334297532.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1714687406,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Северные хроники"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5621,
            "name": "Северные хроники I",
            "desc": "Древний ремурийский свиток, который вы случайно обнаружили в руинах. Невозможно установить правдивость написанного в нём.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/29/be3ede6d2db7da81746a14523f206f8d_6798712119334297532.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5622,
            "name": "Северные хроники II",
            "desc": "Древний ремурийский свиток, который вы случайно обнаружили в руинах. Невозможно установить правдивость написанного в нём.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/29/be3ede6d2db7da81746a14523f206f8d_6798712119334297532.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5623,
            "name": "Северные хроники III",
            "desc": "Древний ремурийский свиток, который вы случайно обнаружили в руинах. Невозможно установить правдивость написанного в нём.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/29/be3ede6d2db7da81746a14523f206f8d_6798712119334297532.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Северные хроники I",
        "desc": [
          {
            "type": "RichText",
            "text": "Испокон веков именитые поэты, драматурги и историки обожают сочинять всякие небылицы, а потом выдавать их за правду. Бывает, даже ребёнку ясно, что их россказни - враньё от первого до последнего слова, а они упражняются в красноречии и уверяют, будто видели всё собственными глазами и нисколько не приукрашивают факты. Похоже, участь быть осмеянными потомками их совершенно не страшит. Например, Ксантус, сын Талассия, в своих рассказах об увиденном у варварских племён на севере писал, что они воздвигли в горах город из стекла и платины, а правителей своих называют рыцарями. Ещё Ксантус писал о семидесяти двух варварских легионах, в каждом из которых насчитывалось по шестьдесят шесть тысяч шестьсот воинов, экипированных оружием, выкованным из чистейшей родниковой воды и сверкающим ярче кристаллов Махимоса. На самом деле он ни разу в жизни не покидал стен Капитолия и не видел даже жаренного на костре угря, не говоря уже о варварах, но читать его истории всё равно довольно занятно. И вот, чтобы потрафить своему тщеславию, я решил, что тоже должен написать историю для потомков. Однако в моей жизни не происходит ничего стоящего, и я не чета тем уважаемым деятелям, которые выдают свой вздор за «чистую правду». Поэтому я честно признаюсь, что всё, написанное мной, - полная выдумка. А раз я сам во всём признался, то надеюсь не прослыть лжецом. В общем, всё, о чём я собираюсь написать, нигде никем не упоминалось и никогда не происходило, от начала и до конца является вымыслом, не более правдиво, чем истории про «Рыцаря чистых родников» и прочая ерунда, и верить всему этому совсем не обязательно.\nИтак, мы подняли паруса и отправились в плавание, попутный ветер уносил наш корабль на север через владения варваров. Наша цель была проста - мы хотели увидеть край океана. По мнению Квинтилия, в любом направлении высокое море заканчивается непреодолимым водопадом. Но он явно ошибался, ведь даже почтенный Ювенал писал о некоем «далёком северном царстве». Но чем дальше на север мы плыли, тем реже встречали сушу. Группы островов сменились крошечными, лишёнными растительности островками. А через несколько дней пути даже эти островки пропали из виду, и перед нами раскинулся бескрайний океан. К счастью, мы взяли с собой достаточно пресной воды и еды, и нам не грозила смерть от голода и жажды.\nМы провели в море семьдесят девять дней, не видя земли, и уже собирались лечь на обратный курс, но на восьмидесятый день нас внезапно атаковали прямо посреди океана. Банда разбойников верхом на гигантских птицах преградила нам путь и потребовала картошки. Чтобы понять, насколько огромными были эти птицы, представьте, что каждое их перо было толщиною с Океанский столб. Мы оказались бессильны и могли только стоять на коленях и молиться севасту, надеясь остаться в живых и клятвенно обещая не устраивать больше никаких путешествий и не писать никаких странных заметок. Но вдруг из глубины вод вынырнули воины, сидевшие на спинах пухленей. Каждый пухлень был величиной с полсотни вьючных яков и облачён в доспехи из кристаллов, драконьей чешуи и капусты. Они набросились на гигантских птиц, растерзали их плоть, и разбойники, крича от ужаса и боли, в мгновение ока скрылись из вида.\nВот тогда-то мы и заметили, что всадники внешне сильно отличались от нас, людей, и были больше похожи на прямоходящих вишапов. Их предводитель окинул нас своим причудливо сверкающим взором и заговорил, причём слова его были похожи на крылатые изречения: «Дорогие гости, вы странствующие торговцы из Серенума?»\nМы понятия не имели, что такое Серенум, и объяснили ему, что мы мореплаватели из Ремурии и хотим узнать, как выглядит край океана."
          }
        ]
      },
      {
        "title": "Северные хроники II",
        "desc": [
          {
            "type": "RichText",
            "text": "От наших слов он рассмеялся так громко, что на его спине затряслись плавники. Сквозь смех он сказал, что на свете нет никакой Ремурии, россказни о Ремурии придуманы варварами с юга. Не имея собственной цивилизации, они выдумали несуществующую империю. А когда мы сказали, что сами являемся ремурийцами, он рассмеялся пуще прежнего и попросил предоставить достоверные исторические материалы или реальные археологические свидетельства, доказывающие, что Ремурия существует. Мы не нашлись с ответом, и он успокоил нас, сказав, что подобные фантазии не противоречат законам их страны и что, пока мы не употребляем закатник в общественных местах, мы будем оставаться почётными гостями империи Солярис. Он также добавил, что своими костюмами мы больше похожи на торговцев из Гипербореи, а не на шпионов повстанцев. В империи бушует гражданская война, и он надеется, что мы сможем помочь им одолеть мятежников.\nИмперия Солярис оказалась технически развитым государством, несколько десятилетий назад философ по имени Луцилий изобрёл метод, позволяющий некоторым людям обрести сверхъестественные способности, значительно превосходящие возможности обычного человека, но взамен такие люди теряли человеческий облик. Некоторые утверждали, что подобные превращения подрывают чистоту человеческой расы и что люди со сверхспособностями должны либо стать рабами, либо исчезнуть с лица земли. В конечном итоге две стороны вступили в кровавую борьбу и сражались не на жизнь, а на смерть.\nПытаясь утешить нашего спасителя, я сказал, что подобные столкновения случаются с самого начала времён, я могу вспомнить не менее двадцати пьес, написанных на эту тему, что само по себе является свидетельством процветания искусств в Ремурии. Теренций из Пискулентума прославлял людей как равных друг другу, но могущественных существ, а в другом месте писал, что лишь часть людей с рождения наделена особыми силами, что побуждают их завоёвывать и уничтожать всех остальных. Я предложил им прекратить исследования технологий модификации людей и вместо этого переключиться на методы модификации пухленей, которые, как ни крути, намного симпатичнее людей. Он сказал, что подумает над моим мудрым советом, но в первую очередь необходимо уничтожить гнусных повстанцев. Если мы готовы помочь, он выделит нам самых мощных императорских пухленей и поставит нас во главе своих тринадцати легионов, каждый из которых насчитывает по миллиону человек, в общей сложности тринадцать миллионов воинов, чтобы обойти мятежников с левого фланга. Поскольку он спас нас от мятежников, мы согласились исполнить его просьбу.\nДорогой читатель, я был свидетелем всех описанных событий и уверяю тебя, что ни одним словом не погрешил против истины. Развернувшаяся далее война была ещё более невероятной. Помню строки из песни, которую пел сопровождавший нас слепой слуга:\n«Пой, музыкант, про гнев пухленя, гнев проклятый, страданий без счёта принёсший!»\nМногочисленное войско пухленей ринулось вперёд, словно бушующее пламя, пожирая на своём пути всё живое и сотрясая землю своими ластами. Мы заняли позиции на широкой равнине. Главный военачальник вознёс молитву богам Соляриса, затем натянул серебряный лук и сделал выстрел, он напустил на мятежников собаку. От звона тетивы серебряного лука пробирала дрожь. Повстанцы не заставили себя долго ждать и направили к нам пять миллионов вооружённых до зубов великанов. Великаны были невероятно огромными, ростом они в десятки раз превосходили големов, созданных самим Верховным правителем. Говорили, повстанцы вызвали их в качестве подкрепления со дна моря. И хотя все великаны были одноглазыми (в этом нет ничего удивительного, в конце концов, именно так описывал великанов Пакувий), они обладали невероятно острым зрением. По команде предводителя повстанцев они начали с поразительной точностью метать в нас пузырины. Ударяясь о землю, пузырины взрывались, извергая мириады пузырей. Каждый, кого касался такой пузырь, взмывал в небо и долетал до самого солнца. Вот почему солнце своим цветом напоминает пузырин.\nИспокон веков именитые драматурги почти никогда не писали об исходах сражений, оставляя возможность для продолжения истории. Я последую устоявшейся традиции и пропущу эту часть."
          }
        ]
      },
      {
        "title": "Северные хроники III",
        "desc": [
          {
            "type": "RichText",
            "text": "После описанных событий мы плыли ещё триста дней через бескрайний океан. А потом наткнулись на устремлённую к небесам стену, что стояла прямо посреди водной глади. Стена была увешана множеством бесплотных силуэтов, очертания которых, однако, были довольно ясны. Всякий обманщик, что любит присочинить в своих писаниях, после смерти в наказание будет повешен на этой стене. Кто построил эту стену и что находится за ней, я не ведаю, ведь мои путевые записки правдивы с первого до последнего слова, а потому к стене мне было не подобраться. Поэтому мы тут же налегли на вёсла и поплыли обратно, надеясь никогда больше не увидеть эту стену.\nК вечеру мы попали в штиль неподалёку от небольшого острова. Запасы пресной воды были на исходе, поэтому мы высадились на остров, собираясь их пополнить. И тут мы уловили в воздухе сильное благоухание, с которым не сравнятся даже лучшие ароматические масла Капитолия. Оказалось, на острове живут люди. Они даже возвели процветающий город, в котором всё было сделано из золота. Город окружали двенадцать стен, каждая из которых была сложена из драгоценного камня: первая - из аметиста, вторая - из пурпурного агата, третья - из жадеита, четвёртая - из сердолика, пятая - из тёмно-зелёного нефрита, шестая - из топаза, седьмая - из рубина, восьмая - из красного агата, девятая - из изумруда, десятая - из зелёного агата, одиннадцатая - из сапфира, а двенадцатая - из яшмы. За стенами находился ров шириной в несколько сотен метров и глубиной в несколько километров. Ров был наполнен не водой, а свежим молоком, и в нём плавала солёная рыба, которую можно было сразу использовать в пищу.\nСоздавалось впечатление, будто город населяют одни женщины. Они были элегантно одеты, красивы и молоды. Одна за другой они подходили к нам и приветственно обнимали. Остров назывался Амурия, что, по их словам, означало «любовь». Они радушно приглашали нас в свои дома и обещали несметные сокровища, которых хватит, чтобы скупить весь Махимос. Я смутно чувствовал неладное: только в сочинениях Энния хозяева бывают столь радушны к незнакомцам. Но мои спутники, знавшие наизусть все классические пьесы, ничему не удивлялись и шли за хозяйками в их дома. Мне ничего не оставалось, как проявить притворную учтивость и, тайком прихватив подаренный жителями Соляриса трофейный пузырин, проследовать за одной из женщин в её жилище. Я внимательно осмотрелся. Моё чутьё меня не подвело - внутри всё было усыпано человеческими костями. Я тотчас достал пузырин и направил его на женщину, потребовав подробных объяснений. Она захохотала, в мгновение ока превратилась в лужу и исчезла.\nНи минуты не мешкая, я собрал всех своих друзей, и мы помчались на корабль, даже не успев набрать пресной воды. Присмотревшись, мы не увидели никакого острова, позади был только бескрайний океан.\nО том, что было дальше, вы узнаете в следующей главе."
          }
        ]
      }
    ]
  }
}