{
  "epId": 5639,
  "name": "Подводный ноктюрн",
  "desc": "<p>Чтобы спасти жителей Петрикора, вы следуете за странным котом по кличке Осси, который заводит вас в Обветшалый замок...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/06/88347907/d6a70d494e982a7f42090ec1b20ca1e3_3916815729171092158.png",
  "menuId": 31,
  "menuName": "Задания мира",
  "version": 1739282590,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Подводный ноктюрн"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Задание мира"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Фонтейн"
          }
        ]
      },
      {
        "key": "Версия выхода:",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffff>Обветшалый замок, Фонтейн</color>\n<color=#ffffff>Описание задания:</color> Чтобы спасти жителей Петрикора, вы следуете за странным котом по кличке Осси, который заводит вас в Обветшалый замок...\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Продолжайте исследовать Обветшалый замок</color>\nПоднимитесь по лестнице\n<color=#ffffff>Паймон:</color>\nУх ты!\nКакая огромная рыба-монстр, повезло, что она не бросилась на нас...\nНаправляйтесь к указанному месту\n<color=#ffffff>Паймон:</color>\nЭто и есть та самая сцена, Осси? Паймон мерещится, или рисунок и в самом деле сдвинулся?.. Как жутко.\nТак вот откуда берётся эта «ужасающая сила», да, Осси?\nЭй, Осси! Ты чего?\n<color=#ffffff>Осси:</color>\nМяу?\nКхм. Простите, отвлёкся.\n<color=#ffffff>Паймон:</color>\nТебе доводилось выступать на этой сцене? Вот откуда твой приступ... ностальгии, да?\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Тебе приходилось играть кошку?</color>\n<color=#ffffff>Паймон:</color>\nЭто вряд ли!\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Может, твоё место было среди зрителей.</color>\n<color=#ffffff>Паймон:</color>\nХа, точно!\n<color=#ffffff>Осси:</color>\nМожет, да, а может, и нет. Это было так давно. Совершенно не имеет значения...\nВажно то, что я чувствую запах диссонанса, витающий в воздухе. Словно здесь присутствует нечто, от чего не по себе.\nБоюсь, что ясность наступит лишь только после того, как мы сыграем здесь «партитуру».\n<color=#ffffff>Паймон:</color>\nЗдесь тоже партитура есть? Паймон не заметила...\n<color=#ffffff>Осси:</color>\nМожет быть, вы и видели «партитуры» в форме струн, но не видели тех, что выполнены в виде рисунков. Одна из них находится перед вами.\n<color=#ffffff>Паймон:</color>\nАх, картинки двигаются, потому что это партитура?\n<color=#ffffff>Для следующего диалога есть 3 сценария</color>\n<color=#ffffff>1 сценарий:</color> <color=#ffffff>«Пустая партитура» ещё не найдена.</color>\n<color=#ffffff>Осси:</color>\nДайте подумать... Сначала «пустую партитуру» нужно поставить вот сюда... Мы должны найти её здесь, в замке.\n<color=#ffffff>2 сценарий:</color> <color=#ffffff>«Пустая партитура» была найдена ранее, но не подобрана.</color>\n<color=#ffffff>Осси:</color>\nВерно. Мы ведь находили «пустую партитуру», так? Её можно вставить в устройство, и представление начнётся.\n<color=#ffffff>3 сценарий:</color> <color=#ffffff>«Пустая партитура» была успешно найдена и получена.</color>\n<color=#ffffff>Осси:</color>\nДа, мы ведь уже нашли «пустую партитуру», верно? Осталось только сыграть её и посмотреть, что произойдёт.\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Найдите «пустую партитуру»</color>\n<color=#ffffff>Паймон:</color>\nОй, снова эта светящаяся рыбка! Как будто следует за нами всё это время, как странно...\n<color=#ffffff>Осси:</color>\nПаймон никак не привыкнет к тому, что мы под водой? Рыбам ведь это свойственно, да?\n<color=#ffffff>Паймон:</color>\nА? Но эта огромная штука на простую рыбу не похожа!\n<color=#ffffff>Путешественник/ца:</color>\nИ голос... Где-то я его слышал/а...\n<color=#ffffff>Паймон:</color>\nЭй, неужели в твоём сне?\n<color=#ffffff>Осси:</color>\nХм, вода снаружи похожа на крепость, она тоже принадлежит древнему прошлому. Тому, что должно быть забыто.\nЕсли без устали звать из глубин забвения древнего монстра, он и правда может появиться и доставить много хлопот.\nЛучше нам относиться к нему как к простой рыбке.\n<color=#ffffff>Паймон:</color>\nОсси снова рассказывает страшилки! Хочешь нас запугать?\n<color=#ffffff>Осси:</color>\nХех... Просто хочу избежать лишних сложностей. Наша главная цель - вернуть души жителей поверхности, разве не так?\nТут как раз есть пустая партитура. Мы получим её, если откалибруем автогармоническую свирель с двух сторон музыкальной шкатулки.\nСтоит попробовать.\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Возьмите «пустую партитуру»</color>\n<color=#ffffff>Получено:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5625,
        "name": "Пустая партитура",
        "desc": "<p>Похоже на музыкальную партитуру, созданную из материалов неизвестной цивилизации.</p><p>Но строки пусты, здесь нет ни единой ноты.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/124137736/20f778a7abc51d27a327d9c6d78ca332_8067035242399765317.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Цель задания:</color> <color=#ffffff>Сыграйте «симфонию» с фрески</color>\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Поговорите со странной тенью</color>\n<color=#ffffff>???:</color>\n«У нас не только одинаково прочная кожа, но и одна божественная сущность в наших жилах. Одна мудрость, одна мелодия - одна и та же воля».\n<color=#ffffff>Паймон:</color>\nОго-го! Кто-то выходит из рисунка!\n<color=#ffffff>???:</color>\nКак давно это было, мой друг! Сколько лет прошло? Пятьсот? Тысяча?\nЭто неважно. Пусть ты и в крошечном теле, но я сразу тебя узнал.\nНу? Надоело сражаться, и теперь ты на мышей охотишься от скуки?\n<color=#ffffff>Осси:</color>\nЭто ты...\n<color=#ffffff>Паймон:</color>\nИ кто он такой? Монстр? Привидение? Или... Тёмный Владыка?\n<color=#ffffff>???:</color>\n«Тёмный Владыка»? Вздор! Дикари, что с них взять. Даже не понимают, как они глупы.\n<color=#ffffff>Боэций:</color>\nЯ Боэций из Ремурии, гармост Фобоса. Вам представляться незачем, мне безразличны титулы примитивных существ.\n<color=#ffffff>Путешественник/ца:</color>\nТы его знаешь, Осси?\n<color=#ffffff>Осси:</color>\nНе могу отрицать, но...\n<color=#ffffff>Боэций:</color>\nК чему столь официальное отношение, Кассиодор? Разве годы службы под началом Царя богов столь мало значат для тебя?\n<color=#ffffff>Осси:</color>\nПрошлое в прошлом. Не знаю, как твоя разбитая душа смогла вновь обрести видимую форму, но эта безобразная «симфония» - твоих рук дело.\nДовольно! Верни души тех, что живут в настоящем, и отправляйся назад в царство теней, в глубину вод, где тебе самое место. Это моё последнее предупреждение.\n<color=#ffffff>Боэций:</color>\nОх, и что тогда? Будешь и дальше носить лицемерную маску, предатель? Закроешь глаза ещё на тысячу лет?\nТы ведь заметил, не так ли? Ты знаешь, почему наша мелодия сорвала оковы и влияет на настоящее.\nПочему моя мощь позволила мне открыть врата глубоких вод и явить себя в этом месте?\nСила моря растёт, Кассиодор... Возвращение Фобоса неминуемо!\n<color=#ffffff>Осси:</color>\nФобоса?..\n<color=#ffffff>Боэций:</color>\nДа, именно! За прошедшие тысячелетия моя душа слилась с осколками симфонии Фобоса...\nВсемогущий бог, его величайшая сила, снизойдёт вновь. Не это ли желание мы однажды не смогли воплотить?\n<color=#ffffff>Осси:</color>\nПовторять прошлое - значит звать древнюю трагедию на бис... Я никогда не хотел приносить невинных в жертву.\n<color=#ffffff>Боэций:</color>\nНеужели? Впрочем, это не важно, Кассиодор. Мир, который ты оберегал, трещит по швам, а люди давно ушедших времён должны вернуться туда, где им место.\nСуществование Фонтейна - ошибка, которую нам предстоит исправить. Когда море его поглотит, Ремурия возвысится вновь, а свет её озарит весь мир!\n<color=#ffffff>Данная опция диалога доступна лишь после завершения задания</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5786,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Всё из-за Первозданного моря?</color>\n<color=#ffffff>Боэций:</color>\nНеужто теперь все варвары, подобные вам, про него знают?\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Неужели это была ошибка...</color>\n<color=#ffffff>Осси:</color>\nЭто ты ошибаешься. Мы должны были стать частью новой страны тысячи лет назад, но именно ты сделал их марионетками древней ненависти.\nНезависимо от того, правда или ложь то, что ты говоришь о Фобосе, пока моя воля не рассеялась, твоим планам не суждено сбыться.\n<color=#ffffff>Боэций:</color>\nТы хочешь сказать, что мы должны отбросить гордость и славу ремурийцев и стать ничтожествами?\nКак я могу допустить, чтобы мои сородичи вернулись в эти мешки разлагающейся плоти и снова стали рабами\n?\n<color=#ffffff>Осси:</color>\nПохоже, тысячелетия не заставили тебя смириться с гибелью Ремурии. Более того, ты стал ещё упрямее.\n<color=#ffffff>Боэций:</color>\nВозможно, только в упрямстве мы и похожи. Я думал, что долгие годы заставили тебя вновь встать на нашу сторону.\nТы предал племя, которое тебя породило... ты предал Ремурию. Можешь называть себя Золотым охотником, но ты не сможешь снять клеймо севаста, покуда остаёшься ремурийцем.\n<color=#ffffff>Осси:</color>\nРемурийцы давно сгинули, оставшись только в ваших иллюзиях. Старого мира больше нет.\n<color=#ffffff>Боэций:</color>\nКонечно, так и должно было быть. Но теперь граница между прошлым и настоящим нарушена...\nЕсли ты настаиваешь на том, чтобы стать врагом нашего древнего царства и снова запереть меня в клетке глубоко под водой, то те фонтейнцы, которых ты хочешь защитить - да, и весь Петрикор - будут похоронены.\n<color=#ffffff>Паймон:</color>\nЧто? Мы этого не допустим!\n<color=#ffffff>Боэций:</color>\nЭто не тебе решать, наглая дикарка! Когда придёт время, ваша ничтожная плоть превратится в прах, а души соединятся с нашими, чтобы подняться на новый уровень эволюции.\nМы даруем вам вечные, крепкие тела, чтобы вы больше никогда не испытывали смертельной боли. Хм... Если у вас есть слова благодарности, я слушаю.\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Ох, спасибо большое.</color>\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Ну и шуточки.</color>\n<color=#ffffff>Паймон:</color>\nЭто совсем не то, за что мы были бы благодарны!\n<color=#ffffff>Осси:</color>\nКак те безвольные куклы, что танцевали под вашу дудочку? Несчастные дети, лишившиеся всего... А ты продолжаешь так уверено говорить!\n<color=#ffffff>Боэций:</color>\nУ всего есть цена. Ваше личное мнение будет отброшено высшей формой жизни, вроде меня.\nК тому же, как я вижу, они привержены безупречному порядку. Идеальная форма человечества.\n<color=#ffffff>Паймон:</color>\nТы безумец... Жалкий безумец!\n<color=#ffffff>Боэций:</color>\nЖалкий? Звучит не так уж жалко в сравнении с тем, что с нами сотворил Кассиодор тысячи лет назад.\nАх, терпение! Мы должны обстоятельно поговорить, но не здесь, нет. Мы поговорим под покровом вод, в самых глубоких недрах нашего древнего царства - там, где всё началось.\nДревнее царство пробуждается, Кассиодор! Ты - единственный, кому удалось выжить. Единственный ремуриец, обладающий свободной волей. Ты покинул нас слишком давно.\nТы должен вернуться к нам и услышать скорбь и гнев долгих лет. Возможно, тогда моя симфония и гармония Фобоса станут более понятны.\nЯ буду ждать тебя в столице Ремурии, в золотом дворце, где севаст играет свою мелодию. Разумеется, до твоего прибытия я окажу соответствующее гостеприимство душам из настоящего.\nЕсли ты не изменишь своё решение, их души получат своё естественное освобождение.\nА что касается вас... Вы не входите в планы Фобоса, но великая симфония ни в коем случае не отвергнет ни одного слушателя...\nНасладитесь же прелюдией, которую я для вас подготовил!\nЕсли судьба будет к нам благосклонна, мы ещё встретимся...\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Победите големов</color>\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Поговорите с Осси</color>\n<color=#ffffff>Паймон:</color>\nНаконец-то они успокоились. Что будем делать?\nЧтобы спасти жителей, нам придётся пойти в золотой дворец к этому злодейскому грубияну, так?\n<color=#ffffff>Путешественник/ца:</color>\nНас не приглашали...\n<color=#ffffff>Паймон:</color>\nКогда это нам требовалось приглашение, чтобы сорвать планы злодея?\nОй, да, судя по его словам, он давно знаком с Осси. Работали на какого-то «царя»...\n<color=#ffffff>Путешественник/ца:</color>\nНадо поговорить, прежде чем отправляться в путь...\n«Кассиодор»\n<color=#ffffff>Осси:</color>\nЕсли хочешь что-то спросить, спрашивай, я ничего не утаю...\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Расскажи о Ремурии.</color>\n<color=#ffffff>Паймон:</color>\nВы с этим здоровяком оттуда, Осси?\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Мы уже слышали это название.</color>\n<color=#ffffff>Паймон:</color>\nДа, про Ремурию мы ещё в крепости Меропид слышали. Оказывается, ей правило божество по имени Рем.\nРем приплыл на своём огромном корабле и покорил весь Фонтейн, так говорится в предании... Больше Паймон ничего не знает.\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Похоже, древнее государство.</color>\n<color=#ffffff>Осси:</color>\nИстория начинается ещё до того, как появился известный вам Кур-де-Фонтейн...\nНаш севаст Рем основал государство, подчинившее себе высокое море Фонтейна. Предки нынешних фонтейнцев страшились его и прозвали Рема Тёмным Владыкой.\nДо того как затонуть, эти воды были частью Великого озера Фонтейна, и там располагалась столица Ремурии. Вот почему они обладают теми же свойствами, что и воды Фонтейна.\n<color=#ffffff>Паймон:</color>\nПогоди, так это всё остатки Ремурии?\n<color=#ffffff>Осси:</color>\nДа. Но вот где сказка расходится с историей?..\nЖители Ремурии были не простыми людьми, как фонтейнцы. Они были иной расой, тела их были из камня, а в жилах тёк ихор.\nСеваст даровал нам такие тела, чтобы мы избавились от оков судьбы и проклятия стареющей плоти.\nОн надеялся, что однажды мы подчиним себе силу симфонии, сбросим оковы Фортуны и станем повелителями своей судьбы.\n<color=#ffffff>Паймон:</color>\nЗначит, каменные статуи, что мы видели по дороге сюда... из твоего рода?\n<color=#ffffff>Осси:</color>\nСовершенно верно. Боюсь, они давно утратили свободную волю, став бездумными рабами, куда хуже, чем бренные люди древности.\n<color=#ffffff>Паймон:</color>\nПогоди, но тогда почему ты кот?\n<color=#ffffff>Осси:</color>\nЯ кот... на время. Воля и душа важнее тела, не так ли? Неважно. Новую жизнь мне дал севаст.\nКогда-то мы владели всем высоким морем с бесчисленными городами и дворцами, полянами цветов и реками доброго вина... Но судьба всё равно нас настигла.\nВернувшись из морских глубин, севаст создал для своих подданных несокрушимые тела из ихора, но и это не помогло изменить судьбу, предсказанную в пророчестве.\nЦарь богов решил, что причина кроется в людских душах, неспособных преодолеть силу предопределения, и потому написал «симфонию» - музыку, что могла «плести» судьбу.\nСеваст думал, что нашёл способ обыграть судьбу, но на самом деле избранный им путь постепенно завёл нас в глубокую тьму.\nВ конце концов царство погрузилось в океанские глубины, словно подчинившись небесной каре...\n<color=#ffffff>Паймон:</color>\nКак же так...\n<color=#ffffff>Осси:</color>\nБоюсь, даже севаст не предвидел такого конца. Но всё было именно так.\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Расскажи о своём нахальном друге...</color>\n<color=#ffffff>Паймон:</color>\nДа! И он тебя называл Кассиодором, так? Но тебя ведь зовут Уран... Ур... как-то так, да?\n<color=#ffffff>Осси:</color>\nУ меня было много тел и имён. За это стоит благодарить правителя, который отделил мою душу от симфонии...\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Удобная способность.</color>\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Ты ведь не собирался и нашу волю подчинить?</color>\n<color=#ffffff>Осси:</color>\nМяу? Мяу-мяу?\n<color=#ffffff>Паймон:</color>\nОй, ты милый котик, но очень опасный, правда?.. Хм, погоди, но ведь ты и котом был не всегда.\n<color=#ffffff>Осси:</color>\nТак или иначе, Путешественник/ца ведь тоже привык/ла играть в спасителя/ьницу? И я играю роль... хоть и в непривычной форме.\n<color=#ffffff>Осси:</color>\nНо вернёмся к Боэцию... Он ведь не злодей по своей природе. Когда-то он был гармостом Ремурии, единственным выжившим в катастрофе, её постигшей.\nИзначальный смысл золотого замка заключался в том, чтобы объединить выживших и предотвратить катастрофу, если наводнение повторится. Но теперь ясно, что у Боэция были иные планы...\nПока мы с товарищами обходили земли и мужественно сражались, сдерживая первозданную воду, Боэций своим красноречием обольщал всех остальных.\nОн провёл тёмный ритуал, целью которого было восстановить разбитую «симфонию» и возродить уничтоженное царство. Для этого он без всяких колебаний растворял волю наших сородичей и похищал души фонтейнцев.\nМногие правители и вельможи стали его марионетками, а новорождённые государства оказались на грани гибели.\nЧтобы остановить его кошмарные ритуалы, мне пришлось отказаться от своего имени и стать охотником за тенями. Вместе с фонтейнцами я противостоял Боэцию, который к тому времени превратился в чудовище.\nЭто было тяжёлое противостояние, но мы сумели запечатать его вместе с морем, поглотившим нашу страну.\n<color=#ffffff>Путешественник/ца:</color>\nИ потому он назвал тебя предателем.\n<color=#ffffff>Осси:</color>\nЯ последовал за севастом именно потому, что он показал мне заветную мечту - страну, где больше нет предрассудков и различий, страну справедливости и свободы.\nНо когда Ремурия затонула, это осталось лишь мечтой. Я предпочёл бы прослыть предателем, чем позволить Боэцию растоптать наши идеалы.\nЯ поклялся судьбе, что буду служить преградой между прошлым и настоящим. Так я стал хранителем духов нашей древней земли.\n<color=#ffffff>Паймон:</color>\nПохоже, господин Невежливость довольно упрям, не так ли? Даже когда его избили и запечатали, он всё равно стремится вырваться на свободу и доставить неприятности...\n<color=#ffffff>Осси:</color>\nБоюсь, что так. Я думал, что даже если в нём и осталось зло, его душа уже разбита. Он способен разве что нестройным аккордом прокрасться в симфонию, что превратилась в беспорядочный набор звуков.\nЯ не ожидал, что он обретёт власть над расстроенной «симфонией», вплетя в неё осколки своей души. Разлад и диссонанс, который теперь исходит от этих вод, можно считать продолжением его силы.\nЕсли мы хотим победить его... Придётся дождаться момента, когда все осколки его души снова соберутся в одном теле.\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Расскажи о симфонии и Фобосе...</color>\n<color=#ffffff>Осси:</color>\nС чего бы начать... «Симфония» - это мелодия, сплетённая из памяти и характеров людей и записанная с помощью нот. Она дарует душам покой и исполняет их желания.\nПоэтому овладеть «симфонией» - то же самое, что овладеть «судьбой»... . Говорят, что это тайна, которую передала пророк золотая Сивилла, пережившая предыдущий цикл.\nСеваст, создавший «симфонию», влил мелодии в нерастворимый ихор в надежде, что люди смогут управлять своей судьбой, исполняя эту музыку.\nБоюсь, он переоценил нас, ибо его деяния вселили в нас ужас... Не в силах вынести бремя судьбы, люди обратились к богу и правителю с мольбой о наставлении.\nПо нашей просьбе севаст соединил все мелодии в величайшую из симфоний, которая должна была принести нам высшее счастье. Мы назвали её «Фобос».\n<color=#ffffff>Путешественник/ца:</color>\nНо обещанного она принести не смогла...\n<color=#ffffff>Осси:</color>\nВерно. Вы ведь видели, чем всё закончилось?\nСеваст рассчитывал, что симфония подарит каждому из нас мелодию величайшего добра - вечную, которая будет длиться тысячи лет. Но что-то пошло не так...\nКроме севаста, изменить мелодию «Фобоса» могли только самые высокопоставленные лица, которых называют гармостами.\nА Боэций... Когда-то он был превосходным гармостом.\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Расскажи про мой сон...</color>\n<color=#ffffff>Вы рассказываете о странном сне, который видели ранее...</color>\n<color=#ffffff>Осси:</color>\nАх да, это действительно были воспоминания, оставленные Царём богов Ремом, севастом, которому я служил. Хотя я не понимаю, как ты смог/ла их увидеть, Путешественник/ца...\nНо я думаю, вам не о чем беспокоиться. Будь нестройная «симфония» способна вас контролировать, вы ощутили бы её влияние ещё на поверхности. Но ничего подобного не случилось, верно?\n<color=#ffffff>Паймон:</color>\nХм. Кстати, почему Эст не пострадал? Может, у него особый талант?\n<color=#ffffff>Осси:</color>\nУ меня есть кое-какие идеи, но, наверное, лучше подождать подходящего момента, чтобы поговорить об этом.\n<color=#ffffff>Паймон:</color>\nНу вот, на самом интересном месте... Только не забудь, хорошо?\n<color=#ffffff>Осси:</color>\nРаз ты, Путешественник/ца, увидел/а эти воспоминания, значит, в подводной симфонии остаётся хотя бы крупица воли и памяти севаста.\nДолгие тысячелетия я потратил на поиски... И если ты сможешь прикоснуться к другим воспоминаниям, возможно, я найду ответы, которые искал всё это время...\nВеликие волны не могли причинить вреда богу, даже если бы касались самых небес. И всё же севаст бесследно исчез, когда наша страна погрузилась в пучину...\nОн бы не стал безучастно наблюдать, как его страна и народ тонут в крови... Но куда он исчез? Быть может, его смерть и привела Ремурию к гибели?\n...\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Об остальном поговорим позже...</color>\n<color=#ffffff>Осси:</color>\nХорошо. Если вы захотите узнать что-то ещё, не стесняйтесь задавать вопросы.\n<color=#ffffff>Паймон:</color>\nПолагаю, дальше мы отправимся в золотой дворец, чтобы встретиться с тем грубияном, верно? Это, конечно, будет опасно, но...\n<color=#ffffff>Осси:</color>\nЯ продолжу направлять вас. Ведь это моя родина. Пусть она и опустилась на самое дно моря, но я помню её пути до сих пор, даже спустя столько лет...\nЯ в этом почти уверен.\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Только не брось нас в ответственный момент...</color>\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Когда тетива натянута, стрела не вернётся в колчан.</color>\n<color=#ffffff>Осси:</color>\nВы можете рассчитывать на меня, если будут какие-то неприятности. Не забывайте, что я гораздо сильнее обычной кошки.\n<color=#ffffff>Паймон:</color>\nЗнаешь, каждый раз, когда Паймон вспоминает, что тебе на самом деле тысячи лет, кажется неправильным называть тебя «Осси»... Но твоё полное имя слишком длинное, так что...\nДавай мы будем обращаться к тебе «господин Осси», хорошо? Это ведь достаточно почтительно?\n<color=#ffffff>Господин Осси:</color>\nИмя для меня лишь способ общения. Но если Паймон так выражает мне своё признание, то я с радостью приму это имя.\n<color=#ffffff>Паймон:</color>\nХе-хе, тогда пойдём! Неплохо было бы заставить твоего грубоватого друга ждать, но горожане не могут терпеть так долго."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Информация о задании"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Условия открытия</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "Тень над Петрикором",
        "desc": "<p>Оказавшись в Петрикоре, вы становитесь свидетелями некоторых странных происшествий и решаете выяснить, что происходит...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/88347907/d6a70d494e982a7f42090ec1b20ca1e3_6427620847269009872.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Цепочка заданий</color>\nЦепочка заданий:"
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "name": "Оды Гармонии",
        "desc": "<p>Помогите Осси, таинственному белому коту, предотвратить катастрофу, угрожающую Петрикору.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/05/237301566/47f7dd95932bfab2135a1394e1f29f9c_7717111536559896252.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "Тень над Петрикором",
        "desc": "<p>Оказавшись в Петрикоре, вы становитесь свидетелями некоторых странных происшествий и решаете выяснить, что происходит...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/88347907/d6a70d494e982a7f42090ec1b20ca1e3_6427620847269009872.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "name": "Подводный ноктюрн",
        "desc": "<p>Чтобы спасти жителей Петрикора, вы следуете за странным котом по кличке Осси, который заводит вас в Обветшалый замок...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/06/88347907/d6a70d494e982a7f42090ec1b20ca1e3_3916815729171092158.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "Последний день Ремурии",
        "desc": "<p>Установив истинную личность «господина Осси», вы решили отправиться к Морю древности, чтобы отыскать там следы Боэция...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/16/88347907/d6a70d494e982a7f42090ec1b20ca1e3_9220755349801841796.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Лестница к Капитолию",
        "desc": "<p>Миновав опасную Морскую впадину, вы наконец прибыли в древнюю затонувшую столицу Ремурии. Теперь вам предстоит отправиться в «золотой дворец» на битву с Боэцием...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/10/88347907/d6a70d494e982a7f42090ec1b20ca1e3_1696672186414623340.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Язвы скорбной судьбы",
        "desc": "<p>Ради господина Осси и ради всех жителей Петрикора вы вступаете в последнюю схватку с Боэцием.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/10/88347907/d6a70d494e982a7f42090ec1b20ca1e3_8883129969307956875.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Награды</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "Опыт приключений",
        "desc": "<p>Опыт приключений используется для повышения Ранга приключений.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/23/237301566/4e05bbd62536a5ae2a27c6d27fd87c36_1026516685567989395.png",
        "amount": 250,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Камень Истока",
        "desc": "<p>Древний драгоценный кристалл из-за пределов обычного мира. Источает блеск несбывшихся надежд и желаний вселенной.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/17/237301566/e2d730c754256867424e063081e845b9_957176798463084720.png",
        "amount": 30,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Мора",
        "desc": "Повсеместная валюта. Международный язык общения.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 30000,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 475,
        "name": "Опыт героя",
        "desc": "20 000 очков опыта персонажа.<br/>Особенно ценный опыт, который способен приблизить путешественника к Селестии.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hero's Wit_icon.png",
        "amount": 2,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Начальная точка"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Обветшалый замок, Фонтейн</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=ru-ru#/map/2?shown_types=2,3,154,490,410&center=1071.60,-4717.66&zoom=2.50"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/06/88347907/1c73416a639e91569dc18892bef732bd_3562646170949113753.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Цели задания"
      },
      {
        "type": "RichText",
        "text": "Продолжайте исследовать Обветшалый замок\nНайдите «пустую партитуру»\nВозьмите «пустую партитуру»\nСыграйте «симфонию» с фрески\nПоговорите со странной тенью\nПобедите големов\nПоговорите с Осси"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 5625,
        "name": "Пустая партитура",
        "desc": "<p>Похоже на музыкальную партитуру, созданную из материалов неизвестной цивилизации.</p><p>Но строки пусты, здесь нет ни единой ноты.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/124137736/20f778a7abc51d27a327d9c6d78ca332_8067035242399765317.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}