{
  "epId": 5642,
  "name": "Язвы скорбной судьбы",
  "desc": "<p>Ради господина Осси и ради всех жителей Петрикора вы вступаете в последнюю схватку с Боэцием.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/10/88347907/d6a70d494e982a7f42090ec1b20ca1e3_8883129969307956875.png",
  "menuId": 31,
  "menuName": "Задания мира",
  "version": 1740221428,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Язвы скорбной судьбы"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Задание мира"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Фонтейн"
          }
        ]
      },
      {
        "key": "Версия выхода:",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffff>Море древности</color>\n<color=#ffffff>Описание задания:</color> Ради господина Осси и ради всех жителей Петрикора вы вступаете в последнюю схватку с Боэцием.\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Выпустите ихор, чтобы связать водные пути</color>\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Поговорите со Сциллой</color>\n<color=#ffffff>Сцилла:</color>\nАх, до чего же ослепителен ихор, как и тысячи лет назад! Это значит, что время...\nВорота золотого дворца распахнутся, как тогда, когда золотые водные пути запели, в те дни, когда его мелодия доносилась отсюда до всех далёких земель.\nАх, я уже слышу эту прекрасную мелодию.\nДавайте сыграем, Путешественник/ца и Паймон! Тогда вы сможете попасть в золотой дворец.\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Исполните симфонию вместе со Сциллой</color>\n<color=#ffffff>Золотой замок</color>\n<color=#ffffff>Следуя за течением, состоящим из несметного количества душ, вы покидаете подводное царство.</color>\n<color=#ffffff>Вы следуете за золотой пчелой всё выше и выше...</color>\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Войдите в золотой дворец</color>\n<color=#ffffff>Паймон:</color>\nОх, мы внутри! Это было непросто!\nПохоже на внутренности какого-то механизма, а вовсе не на дворец...\n<color=#ffffff>Путешественник/ца:</color>\nЭто место... такое знакомое.\n<color=#ffffff>Паймон:</color>\nЭто и есть дворец из воспоминаний Рема?\nТак вот почему господин Грубиян хотел сюда... Ох, будет ужасно, если он добьётся своего!\nИ мы не знаем, что случилось с господином Осси...\nНо нам остаётся только двигаться дальше...\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Двигайтесь дальше</color>\n<color=#ffffff>Храм покоя</color>\n<color=#ffffff>Боэций:</color>\nКакой навязчивый мусор...\nВы починили водные пути, чтобы отпраздновать моё рождение в качестве древнего божества?\nДолжен предупредить, в моём мире не нужны водные пути, и корабли мне ни к чему...\nВедь всем суждено найти вечное счастье в моей симфонии.\n<color=#ffffff>Путешественник/ца:</color>\nМы напишем финальные ноты на твоей партитуре.\n<color=#ffffff>Паймон:</color>\nВерно! Признай поражение и отпусти все души... И господина Осси тоже!\n<color=#ffffff>Боэций:</color>\nХм! Кассиодор уже согласился присоединиться к ритуалу. Он вернулся в объятья Ремурии.\nВоля всех существ, принадлежащих Ремурии, сольётся в одно тело. Где теперь ваша «дружба»? Может, она была лишь притворством?\n<color=#ffffff>Господин Осси:</color>\n...\n<color=#ffffff>Паймон:</color>\nГосподин Осси!\n<color=#ffffff>Господин Осси:</color>\n(Доверьтесь мне...)\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Победите Боэция</color>\n<color=#ffffff>Боэций:</color>\nЭто не было частью плана, но должен признать, что вы обладаете достаточными навыками.\nТогда пойдёмте! Узрите рождение нового мира!\nРазрушьте щит Боэция\n<color=#ffffff>Боэций:</color>\nЧто?! Как же...\nПочему я не могу... управлять телом?! Кассиодор... Ах ты!..\n<color=#ffffff>Кассиодор:</color>\nПопался, Боэций. Вся твоя воля здесь, как и Фобос. На этот раз не сбежишь.\n<color=#ffffff>Боэций:</color>\nЧто?! Я же гармост, дирижёр симфонии! Как ты?..\n<color=#ffffff>Кассиодор:</color>\nТы забыл? Прежде чем севаст отделил меня от симфонии, я тоже был гармостом! А теперь, вернувшись в симфонию, ты потерял титул единственного дирижёра!\n<color=#ffffff>Боэций:</color>\nХа! Ты согласился присоединиться лишь для того, чтобы ослабить мою защиту и предать вновь! Предать меня и Ремурию!\nВспомни о наших сородичах, заключённых в глубине вод, о пытках, которым они подвергаются тысячелетиями...\nНеужели ты готов разрушить всё, что нам дорого, нашу последнюю надежду, ради каких-то ничтожных земных созданий?!\n<color=#ffffff>Кассиодор:</color>\nПредатель здесь лишь ты, и ты виноват в заключении нашего народа. Поэтому от нашей страны и остались одни руины!\nСправедливость, которую нам даровал севаст... Золотой идеал был в том, чтобы следовать за мелодией наших сердец и получить свободу от мрачной судьбы.\nМы не хотели осуждения Фортуной, и не хотели становиться твоими рабами.\nКогда Фобос разрушился, народ должен был обрести свободу. Если бы не твой обман, их кошмар давно бы закончился.\n<color=#ffffff>Боэций:</color>\nРемурия ещё не пала! С Фобосом, её путеводной звездой, она ещё воссияет!\n<color=#ffffff>Кассиодор:</color>\n«Сколь ни был бы громок шум камня и металла, если не будет воды и земли, люди не смогут выжить».\nДаже величайшая сила не будет иметь смысла, если не ценит саму жизнь.\nРазве ты не человек, Боэций? Мы, ремурийцы, когда-то были простыми фонтейнцами.\nХоть мы и лишились дряхлеющей и одолеваемой болезнями плоти, обретя нерушимую форму, в нас всё ещё есть смертная душа и присущие ей эмоции и слабости.\nНо мы забыли. Забыли, откуда пришли. Поверили, что вознеслись над людьми. Так и пала Ремурия.\nПомнишь мои слова, Путешественник/ца? Пора!\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Победите Боэция</color>\n<color=#ffffff>Кассиодор:</color>\nОставь свои заблуждения, Боэций. Ещё есть время повернуть назад...\n<color=#ffffff>Боэций:</color>\nПочему, Кассиодор?! Почему?! Вновь ты предал меня! Вновь ты предал Ремурию!\n<color=#ffffff>Кассиодор:</color>\nЭтому миру нужен прогресс, а не новый бессмысленный виток...\n<color=#ffffff>Боэций:</color>\nНет... Нет! Ни за что!\nЛишите Боэция здоровья\n<color=#ffffff>Паймон:</color>\nОх, у Паймон голова кружится...\n<color=#ffffff>Путешественник/ца:</color>\nКассиодор...\n<color=#ffffff>Кассиодор:</color>\nПутешественник/ца, Паймон. Не думал, что мы встретимся вновь.\n<color=#ffffff>Паймон:</color>\nТы... Ты же господин Осси!\nОй, и Боэций здесь... Он же ничего не выкинет, правда?\nОй, нет! Паймон глазам не верит! Что это там летает?!\n<color=#ffffff>Кассиодор:</color>\nЗначит, и ты видишь это создание позади иллюзии «Боэция»?\n<color=#ffffff>???:</color>\nХа-ха-ха! Нашли меня!\nВовсе это не иллюзия. Вы узрели истинную форму Боэция, ведь Боэций - это я!\nКонечно, я не только «он», но и «ты»...\nЯ - каждая мелодия, каждое движение, каждая мысль... Я сумма всех душ!\n<color=#ffffff>Фобос:</color>\nЯ есть... Фобос.\nКроме тебя, дитя из внешнего мира. Ты не один/на из нас.\n<color=#ffffff>Кассиодор:</color>\nФобос... Значит, у повелевающей всеми симфонии есть личность?\n<color=#ffffff>Фобос:</color>\nФобос, или же «тот, что некогда был Сивиллой», был выжившим в последнем потопе, который поглотил землю.\nЖеланием Сивиллы было подарить счастье всем, кого можно назвать людьми. Но она не обладала личностью, а её сил было недостаточно.\nПосему она вверила свою мудрость Рему, который дополнил её своей силой и создал\nТо есть меня.\n<color=#ffffff>Кассиодор:</color>\nНемыслимо...\nВыходит, что музыка, которую мы играли, и судьба, которую мы приняли... всё это исходило от тебя...\n<color=#ffffff>Фобос:</color>\nДа, от «меня», но и от «вас» тоже! «Я» - это «все вы». Я вместилище всех ваших желаний.\n<color=#ffffff>Кассиодор:</color>\nРазрушить себя, уничтожить другие формы жизни, города, деревни... Это всё тоже «наши желания»?!\n<color=#ffffff>Фобос:</color>\nРазумеется! «Вы» желали этого, а «я» исполнил. Разорение, ненависть, насилие... Всё это тоже часть «ваших» желаний.\nРазве это не значит радость для «всех»?\n<color=#ffffff>Путешественник/ца:</color>\nКакой вздор...\n<color=#ffffff>Паймон:</color>\nЧто за ерунда!\n<color=#ffffff>Кассиодор:</color>\nНет, это не истинные желания. Высокомерие и ненависть, терзающие нас, повлияли и на тебя, превратив в ужасное чудовище...\nЭто не сделает счастливыми ни нас, ни кого бы то ни было!\nТеперь понятно, почему ты вёл нас к разрушению. Должно быть, его величество это почувствовал, и...\n<color=#ffffff>Фобос:</color>\nРем... Да, он пытался меня уничтожить. Но почему? Ведь без меня вы бы вновь погрузились в раздор и агонию...\nАх... Выходит, ради всех вас у меня не остаётся другого выбора...\n<color=#ffffff>Кассиодор:</color>\nПогоди! Ты хочешь сказать, что даже тогда Боэций...\nДа, вероятно. Мы бы никогда не смогли перечить приказам севаста, если бы только сама симфония не восстала против него... Что ты сделал с Боэцием?\n<color=#ffffff>Фобос:</color>\nРазумеется, он стал частью «нас». Переводя на ваш простой язык, можно сказать, что я его съел!\n<color=#ffffff>Паймон:</color>\nСъел... Ох...\n<color=#ffffff>Фобос:</color>\nВ чём дело? Это тоже было его желанием, которое лишь я мог воплотить... Я уверен, что сделал его счастливым!\n<color=#ffffff>Кассиодор:</color>\nТак вот почему Боэций стал твоей марионеткой... Он сделал всё, чтобы помочь твоему возвращению.\n<color=#ffffff>Фобос:</color>\nВсё ради «вашего»... ради «всеобщего» счастья.\n<color=#ffffff>Кассиодор:</color>\nХа-ха-ха... Нет. Нет! Пришло время положить этому конец...\nЯ поймал тебя в ловушку этого тела. Тебе не выбраться, я тебя уничтожу.\n<color=#ffffff>Фобос:</color>\n«Твоё» желание - сгинуть вместе со «мной»? Это осчастливит тебя? Но... я не могу этого исполнить.\n<color=#ffffff>Кассиодор:</color>\nЯ более не ремуриец и не могу стать фонтейнцем. Согласившись помочь севасту в исполнении его желания, я выбрал свою судьбу.\nДа, это моё желание, из-за которого я странствовал по миру...\nЯ положу конец тысячелетнему кошмару!\nДавай, Путешественник/ца! Фобос и я... уничтожь нас обоих!\n<color=#ffffff>Путешественник/ца:</color>\nНо...\n<color=#ffffff>Кассиодор:</color>\nЯ преисполнен радости, Путешественник/ца! Мне открылись планы и надежды севаста...\nЕго величество хотел освободить всех от симфонии, от ненависти и раздора, принеся себя в жертву.\nОн до последнего хотел спасти свой народ... Теперь же я исполню желание, о котором он не догадывался. Это наш последний шанс, и только ты поможешь мне им воспользоваться.\nПоэтому его величество... судьба... привели тебя сюда, мой друг!\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Победите Боэция или Кассиодора</color>\n<color=#ffffff>Кассиодор:</color>\nНаш последний шанс, Путешественник/ца...\nНе теряй решимости. Занеси клинок и покончи с этим навсегда...\nЭто рок, что я выбрал давным-давно...\nПосле битвы\n<color=#ffffff>Паймон:</color>\nГосподин Осси... Это ты?..\n<color=#ffffff>Кассиодор:</color>\nКонец...\nПохоже, я скоро исчезну...\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Господин Осси...</color>\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Кассиодор...</color>\n<color=#ffffff>Кассиодор:</color>\nВсё в порядке. Я прошёл путь, мне предназначенный, и исполнил то, что мне было предначертано. В этом мире больше не будет ни Кассиодора, ни Золотого охотника.\nУверен, что жители этого мира будут счастливо жить дальше...\n<color=#ffffff>Паймон:</color>\nНо... Но ведь...\n<color=#ffffff>Кассиодор:</color>\nПутешественник/ца, Паймон, благодарю вас, что вы были со мной всё это время...\nЯ достиг конечной точки своего путешествия...\nНо ваш путь ещё не окончен.\nПожалуйста, сыграйте Реквием ради меня и его величества. Пусть наши души вернутся в этот мир, в великое море...\n«Если вода разучилась течь и пропитывать всё собою, как ей превратиться обратно в воду? Если дерево оторвано от земли, где ему пустить корни?»\n«Сколь ни был бы громок шум камня и металла, если не будет воды и земли, люди не смогут выжить».\nВозможно, мы встретимся вновь, среди плодородных зелёных полей.\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Поднимитесь на верхний этаж золотого дворца</color>\n<color=#ffffff>Описание задания:</color> <color=#ffffff73>Кассиодор хотел закончить последний Реквием, чтобы все души вернулись в этот мир...</color>\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Подойдите к трибуне</color>\n<color=#ffffff>Паймон:</color>\nБольше не нужно звать его «господином»...\nНо «Осси»... Хоть это мы можем оставить, да?\nВстретьтесь со Сциллой у трибуны\n<color=#ffffff>Осси:</color>\nМяу?! Мяу!\n<color=#ffffff>Паймон:</color>\nОх, здоровяк! Ты напугал Осси!\n<color=#ffffff>Сцилла:</color>\nТы про Кассиодора? Нет... Знакомое чувство исчезло. Где теперь Кассиодор? Вернулся в одно из каменных тел?..\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Кассиодор...</color>\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Он больше не с нами.</color>\n<color=#ffffff>Паймон:</color>\nКассиодор... Господин Осси исчез... вместе с Боэцием и Фобосом...\n<color=#ffffff>Рассказав обо всём Сцилле, вы некоторое время утешаете Осси...</color>\n<color=#ffffff>Паймон:</color>\nВот так вот. И остался только Осси...\n<color=#ffffff>Осси:</color>\nМяу-мяу?\n<color=#ffffff>Паймон:</color>\nХа-ха, неплохо, Осси! Ты, наверное, тоже удивился этому здоровяку, да? Какой храбрый котёночек!\n<color=#ffffff>Сцилла:</color>\nВыходит, вы победили этого злого духа, и Кассиодор... смог исполнить свою мечту.\nУверен, его душа вернулась в глубокие воды и воссоединилась с сородичами!\nНам нужно лишь завершить последнюю песню Рема, и души вернутся в этот мир, в высокое море...\nЖизнь течёт как вода. Они присоединятся к потоку, и однажды вернутся как смертные.\nЧто ж, начнём.\nСыграй эту последнюю мелодию, этот Реквием.\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Начните играть на арфе</color>\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Вернитесь в Петрикор</color>\n<color=#ffffff>Следуя за течением, состоящим из несметного количества душ, вы покидаете подводное царство.</color>\n<color=#ffffff>Вы следуете за золотой пчелой всё выше и выше...</color>\n<color=#ffffff>Петрикор</color>\n<color=#ffffff>Когда всё закончится, вы вернётесь туда, где всё началось, - в Петрикор...</color>\n<color=#ffffff>Цель задания:</color> <color=#ffffff>Поговорите со Сциллой</color>\n<color=#ffffff>Паймон:</color>\nСимфония, оставленная Ремом... завершается?..\nМы исполнили Реквием, и души, заточённые в морских глубинах, освободились.\nС жителями деревни теперь всё должно быть в порядке, да?\n<color=#ffffff>Сцилла:</color>\nСпасибо, что исполнили этот последний аккорд, эти желания, которые томились тысячи лет.\nНеважно, мои это были желания, желания Рема, или же всех тех, кто хотел защитить мир.\n<color=#ffffff>Паймон:</color>\nПаймон сразу подумала о господине Осси...\n<color=#ffffff>Осси:</color>\nМяу-мяу!\n<color=#ffffff>Паймон:</color>\nТебе нравится это имя, да? Хе-хе, но мы сейчас не про тебя.\n<color=#ffffff>Сцилла:</color>\nЕго душа вернулась в высокое море. Там он сможет обрести покой. Думаю, для него это было словно высвобождение.\nЧто же до моих сородичей и потомков, то, похоже, нам явился новый истинный дракон.\nРаз уж я был принцем Гидро вишапов, то мне следует просить у него аудиенции... Интересно, считаюсь ли я до сих пор потомком драконов.\nСлишком много воды утекло, и слишком мало меня связывает с этим миром.\n<color=#ffffff>Паймон:</color>\nЧто ты будешь делать дальше?\n<color=#ffffff>Сцилла:</color>\nЧто ж! Было непросто вернуть свободу, потому я от души поплаваю глубоко под водой!\nВ конце концов, никто меня впредь не побеспокоит, ну кроме вас, конечно!\n<color=#ffffff>Паймон:</color>\nЭй, что значит «побеспокоит»?\n<color=#ffffff>Сцилла:</color>\nХа-ха, шутка. И всё же, не пора ли вам вернуться к себе? Наши пути здесь расходятся.\nНо вы всегда будете моими желанными гостями. Никого здесь не осталось, мне может стать одиноко.\n<color=#ffffff>Паймон:</color>\nХе-хе! Ты уже по нам скучаешь, да?\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>Увидимся, здоровяк.</color>\n<color=#ffffff>Путешественник/ца:</color> <color=#ffffff>До встречи.</color>\n<color=#ffffff>Сцилла:</color>\nГлядя на вас, даже я преисполняюсь надеждой на светлое будущее для земных созданий!\nЧто ж, до встречи.\n<color=#ffffff>Сцилла исчез в водяном вихре...</color>\n<color=#ffffff>Паймон:</color>\nНу, куда отправимся?\nАх да, нужно вернуться к господину Эсту и рассказать, что теперь всё в порядке. Мы ведь обещали!\nИ Осси... Хм, как его теперь назовём? Какая сложная ситуация...\nЛадно, сначала вернёмся в деревню."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Информация о задании"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Условия открытия</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Лестница к Капитолию",
        "desc": "<p>Миновав опасную Морскую впадину, вы наконец прибыли в древнюю затонувшую столицу Ремурии. Теперь вам предстоит отправиться в «золотой дворец» на битву с Боэцием...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/10/88347907/d6a70d494e982a7f42090ec1b20ca1e3_1696672186414623340.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Цепочка заданий</color>\nЦепочка заданий:"
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "name": "Оды Гармонии",
        "desc": "<p>Помогите Осси, таинственному белому коту, предотвратить катастрофу, угрожающую Петрикору.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/10/88347907/d9d70e06e43970a4e153d2930c093a8e_1142358257314297156.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "Тень над Петрикором",
        "desc": "<p>Оказавшись в Петрикоре, вы становитесь свидетелями некоторых странных происшествий и решаете выяснить, что происходит...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/88347907/d6a70d494e982a7f42090ec1b20ca1e3_6427620847269009872.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "name": "Подводный ноктюрн",
        "desc": "<p>Чтобы спасти жителей Петрикора, вы следуете за странным котом по кличке Осси, который заводит вас в Обветшалый замок...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/06/88347907/d6a70d494e982a7f42090ec1b20ca1e3_3916815729171092158.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "Последний день Ремурии",
        "desc": "<p>Установив истинную личность «господина Осси», вы решили отправиться к Морю древности, чтобы отыскать там следы Боэция...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/16/88347907/d6a70d494e982a7f42090ec1b20ca1e3_9220755349801841796.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Лестница к Капитолию",
        "desc": "<p>Миновав опасную Морскую впадину, вы наконец прибыли в древнюю затонувшую столицу Ремурии. Теперь вам предстоит отправиться в «золотой дворец» на битву с Боэцием...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/10/88347907/d6a70d494e982a7f42090ec1b20ca1e3_1696672186414623340.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Язвы скорбной судьбы",
        "desc": "<p>Ради господина Осси и ради всех жителей Петрикора вы вступаете в последнюю схватку с Боэцием.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/10/88347907/d6a70d494e982a7f42090ec1b20ca1e3_8883129969307956875.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Награды</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "Опыт приключений",
        "desc": "<p>Опыт приключений используется для повышения Ранга приключений.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/23/237301566/4e05bbd62536a5ae2a27c6d27fd87c36_1026516685567989395.png",
        "amount": 350,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Камень Истока",
        "desc": "<p>Древний драгоценный кристалл из-за пределов обычного мира. Источает блеск несбывшихся надежд и желаний вселенной.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/17/237301566/e2d730c754256867424e063081e845b9_957176798463084720.png",
        "amount": 40,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Мора",
        "desc": "Повсеместная валюта. Международный язык общения.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 30000,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 475,
        "name": "Опыт героя",
        "desc": "20 000 очков опыта персонажа.<br/>Особенно ценный опыт, который способен приблизить путешественника к Селестии.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hero's Wit_icon.png",
        "amount": 4,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1327,
        "name": "Волшебная руда усиления",
        "desc": "10 000 очков опыта оружия.<br/>Если верить легенде, то этот кусок руды хранит в себе воспоминания о многих битвах прошлого. Оружие, усиленное этой рудой, становится более отзывчивым.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mystic Enhancement Ore_icon.png",
        "amount": 4,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Достижения</color>\n<color=#ffffff>Поздний преемник</color>\n<color=#ffffff>Оды Гармонии</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Начальная точка"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Море древности, Фонтейн</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=ru-ru#/map/34?shown_types=3,521&center=-113.81,361.90&zoom=2.00"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/10/88347907/1a77cacd3ab65aafe14f4f3076d8e1bd_3395183951434040368.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Цели задания"
      },
      {
        "type": "RichText",
        "text": "Выпустите ихор, чтобы связать водные пути\nПоговорите со"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Сцилла",
        "desc": "<p>Принц Гидро вишапов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/b2d6cefc957361355bd202af3efcb21d_4484292652819500070.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Исполните симфонию вместе со Сциллой\nВойдите в золотой дворец\nДвигайтесь дальше\nПобедите"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Боэций",
        "desc": "<p>Один из гармостов Ремурии.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/8387f718bf24a2a128af2225335160c5_5852598890195762728.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Победите Боэция или"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Кассиодор",
        "desc": "<p>Один из гармостов Царя богов Рема.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7029142723836082071.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Поднимитесь на верхний этаж золотого дворца\nПодойдите к трибуне\nНачните играть на арфе\nВернитесь в Петрикор\nПоговорите со Сциллой"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные персонажи"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Кассиодор",
        "desc": "<p>Один из гармостов Царя богов Рема.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/1df790c1e63e81f4bb2f0d7d429c0954_7029142723836082071.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Боэций",
        "desc": "<p>Один из гармостов Ремурии.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/8387f718bf24a2a128af2225335160c5_5852598890195762728.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Сцилла",
        "desc": "<p>Принц Гидро вишапов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/237301566/b2d6cefc957361355bd202af3efcb21d_4484292652819500070.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Противники"
      },
      {
        "type": "RichText",
        "text": "В 6 и 7 цели задания игроки столкнутся с"
      },
      {
        "type": "CustomEntry",
        "epId": 5609,
        "desc": "",
        "displayStyle": "text",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": ". Враг обладает <color=#ffe699>Гео</color> щитом, против которого необходимо использовать <color=#ffe14b>двуручный меч</color> , реакцию <color=#ff9999>перегрузки</color> или <color=#ffe699>Гео</color> урон. Кроме того, противник периодически создает резонаторы, которые помогают ему атаковать. <color=#ffe14b>Уничтожьте эти резонаторы</color> , чтобы ослабить его защиту."
      }
    ]
  }
}