{
  "epId": 5649,
  "name": "Приглашение от банды Аратаки",
  "desc": "<p>Это приглашение необычайно яркое и пышное. Оно описывает весёлый, беззаботный, необузданный и масштабный рок-н-ролльный фестиваль, на котором вы станете особым гостем/особой гостьей и пробудите страсть к музыке в сердцах всех присутствующих!</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/30/124137736/de1ef38e77d10022c4a62ebb00c48ce9_845162998295821434.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1718112854,
  "components": {
    "textualResearch": [
      {
        "title": "Приглашение от банды Аратаки",
        "desc": [
          {
            "type": "RichText",
            "text": "Ха-ха-ха-ха-ха-ха! Угадайте, от кого приглашение?\nТочно! Конечно же, тебе пишет твой дружище! Я тут по тебе целыми днями скучаю в Инадзуме! Ха-ха-ха-ха-ха!\nНедавно мне встретился новый друг из Фонтейна, который сказал, что у них есть музыкальный фестиваль под названием «Тур \"Многоцветье\"»! И мне тут же вспомнилось, как в прошлый раз мы играли на барабанах на острове Амаканэ, пели и ели жареные фиалковые дыни! О да, вот это воспоминания! Ты ведь тоже помнишь, правда? (Но лучше не вспоминать, как комиссия Тэнрё по ошибке арестовала меня.)\nИ вот на этот раз я решил объединиться с новым другом и организовать ещё более пышное и безудержное музыкальное мероприятие под названием «Грандиозное рок-турне \"Многоцветье самой жизни в стиле Аратаки\"»! Разве это название не вдохновляет?\nНе теряй время. Скорее приезжай ко мне на остров Ватацуми. Мне ещё столько всего нужно тебе рассказать.\nОбязательно приезжай!\nБез тебя никак!\nПримечание: Конечно же, Синобу не писала за меня!\n(Просил)"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Приглашение от банды Аратаки"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Событие версии 4.6 «Грандиозное рок-турне \"Многоцветье самой жизни в стиле Аратаки\"»"
          }
        ]
      }
    ]
  }
}