{
  "epId": 5729,
  "name": "Маленькая ведьма и вечное пламя. Том I",
  "desc": "<p>Переплёт изящный, но текст написан от руки. Судя по почерку, писали разные люди. «Не обращай внимания на содержание, главное - обложка должна выглядеть красиво. Это нужно, чтобы книга выглядела важной».</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/237301566/531a39334dc65d78ebe5e2de11fddbaa_3888166587128006513.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1720134986,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "Маленькая ведьма и вечное пламя. Том II",
        "desc": "<p>«Ты написал уже половину, а продвижения по сюжету нет. Одни наброски!» «Да что ты понимаешь! К тому же это не наброски, а разнообразные знания и естественная история!»</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/237301566/531a39334dc65d78ebe5e2de11fddbaa_6649857205721992451.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5731,
        "name": "Маленькая ведьма и вечное пламя. Том III",
        "desc": "<p>На первых страницах есть странное предисловие: «\"Р.\" редко пребывает в должном состоянии, чтобы колдовать. Стоит ли ей тратить драгоценное время на написание этого?» «Не беспокойся, это важно для ведьм».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/237301566/531a39334dc65d78ebe5e2de11fddbaa_4289449946329086463.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "Маленькая ведьма и вечное пламя. Том IV",
        "desc": "<p>На первых страницах есть странное предисловие: «О, моя Царица, как же мне собрать все эти загадки? Пожалейте старика».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/237301566/531a39334dc65d78ebe5e2de11fddbaa_5620562762240175086.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "Маленькая ведьма и вечное пламя. Том V",
        "desc": "<p>Почерк в этой книге неряшлив. Возможно, автор нечасто пишет, или что-то случилось.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/237301566/531a39334dc65d78ebe5e2de11fddbaa_8422179972494944716.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5734,
        "name": "Маленькая ведьма и вечное пламя. Том VI",
        "desc": "<p>«Неужели сейчас нужно это писать?» «Позвольте мне написать, ведь возвращение в этот мир - редкая возможность. Алиса, наверное, тоже так думает: если не продолжить, то всё, что было раньше, окажется бессмысленным».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/237301566/531a39334dc65d78ebe5e2de11fddbaa_7338659858866936926.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5735,
        "name": "Маленькая ведьма и вечное пламя. Том VII",
        "desc": "<p>Переплёт изящный, но текст написан от руки. Судя по почерку, писали разные люди. «Я нашла смысл писать, чтобы сказать тебе, как сильно жду тебя».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/237301566/531a39334dc65d78ebe5e2de11fddbaa_2735567859156499787.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "Это история о маленькой ведьме, которая отправилась в дальний путь, чтобы отыскать «вечное пламя».\nСама история берёт начало на западной оконечности волшебного материка, где маленькая ведьма проходила «Последнее испытание квалификационного экзамена на звание ведьмы». Согласно традиции, каждая ведьмочка, которая хотела стать настоящей ведьмой, должна была пройти его.\nИспытание определялось при помощи жребия, результаты жеребьёвки были абсолютно непредсказуемы, потому и испытания нередко заканчивались разными неприятными неожиданностями. Но обитатели волшебного материка строго следовали установившимся традициям, а если верить традициям, участницы испытаний бросали жребий с самых древнейших времён!\nВ большом мире существует принцип под названием «Закон Мёрфи». Кажется, так... Его суть можно описать следующим образом: если что-то может пойти не так, скорее всего, оно пойдёт не так. И маленькая ведьма вполне ожидаемо стала жертвой неприятной неожиданности!\nНекоторые из заданий, предложенных маленьким ведьмам, были довольно простыми: синтезировать философский камень, дающий ответы на все вопросы материального мира. Или добыть ус могучего кита, что странствует по Вселенной. Или пройти сквозь время и отыскать путь в параллельную Вселенную, чтобы найти гримуар, потерянный в великой войне древних магов... И всё в таком духе.\nНо нашей героине досталось невероятно трудное испытание: отыскать и вернуть «вечное пламя». Возможно, уважаемая наставница даст напутствие своей ученице?\nНаставница маленькой ведьмы как раз пила чай со своими подругами. Она утешила маленькую ведьму: «Сама судьба назначила тебе стать великой ведьмой. Потому и испытание твоё труднее, чем у других. Ведь интереснее всего разгадывать загадки, которые никто ещё не смог разгадать!»\n«Правда?»\n«Конечно. Когда вернёшься, я устрою чаепитие в твою честь. И оно будет даже лучше, чем сегодняшнее, обещаю!»\nПодруги наставницы шептали ей на ухо: «Послушай, это чересчур! Вечное пламя появилось в заданиях, потому что тебе было лень придумывать темы для испытаний! Если бы оно в самом деле существовало, у нас давно был бы вечный двигатель! Придумай для неё что-нибудь другое! Например, пусть выведет Теорию великого целого из Теории единой электрической слабости».\n«Не беспокойтесь! Наша жизнь полна лжи! - без зазрения совести сказала наставница. - И потом, это ведь не совсем ложь. Я знаю, что вечное пламя существует. На какой-то пылающей звезде... Как она там называется? Эх, забыла».\nНаставница обернулась к своей ученице, откашлялась и сказала: «Принимая во внимание, что тебе досталось более трудное испытание, у тебя будет в три раза больше времени, чем у остальных! Ха-ха, я держу за тебя кулачки!»"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Маленькая ведьма и вечное пламя. Том I"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Гримёрка в Ордо Фавониус"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "Маленькая ведьма и вечное пламя",
            "desc": "Ясный и чистый зелёный цветок рождается там, где сходятся водные артерии. У него простой тонкий аромат, освежающий, но нежный.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/531a39334dc65d78ebe5e2de11fddbaa_9041448304278463013.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}