{
  "epId": 5731,
  "name": "Маленькая ведьма и вечное пламя. Том III",
  "desc": "<p>На первых страницах есть странное предисловие: «\"Р.\" редко пребывает в должном состоянии, чтобы колдовать. Стоит ли ей тратить драгоценное время на написание этого?» «Не беспокойся, это важно для ведьм».</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/237301566/531a39334dc65d78ebe5e2de11fddbaa_4289449946329086463.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1720185049,
  "components": {
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "В пути маленькая ведьма встретила отряд, который собрался убивать королей демонов.\nМаленькая ведьма решила присоединиться к отряду.\nЧлены отряда сказали маленькой ведьме: «Чем больше королей демонов мы убьём, тем мощнее будет твоя сила».\nИ это была чистая правда.\nИ вот они встретили мимикрирующего короля демонов.\nС того дня после каждой охоты на короля демонов маленькая ведьма делала запись в дневнике, который назвала «Записки о войне с королями демонов».\nВ обветшавшей хижине они обнаружили мимикрирующего короля демонов. Сначала никто не понял, что это демон, его приняли за обычную плесень.\nВдохнув споры плесени, один из членов отряда превратился в неказистого робота из старых времён (маленькой ведьме он показался очень уродливым, не в пример алхимическим роботам), другой - в прекрасную девушку (раньше этот человек был мужчиной, и поначалу маленькая ведьма заподозрила здесь включение некоего механизма обратной дихогамии), а третий - в пирата (этого превращения маленькая ведьма ничем объяснить не могла).\nЧерез некоторое время у членов отряда начались некоторые трудности с самоидентификацией. Казалось бы, все трое принадлежали к одному биологическому виду, но почему-то превратились в совершенно разных существ. При этом трудности, которые они испытывали, были похожи.\nМаленькая ведьма поняла, что плесень наделена сознанием и обладает способностью придавать живым существам, которые к ней приближаются, желанный ими облик. Но маленькая ведьма была довольна своей внешностью, поэтому с ней никаких превращений не произошло.\nТогда маленькая ведьма решила испытать свойства плесени.\nОна попробовала съесть кусочек плесени, и плесень оказалась съедобной, никаких побочных эффектов маленькая ведьма не заметила. Возможно, несправедливо было называть это существо плесенью, с другой стороны, сыр с плесенью тоже вполне съедобен, поэтому маленькая ведьма решила и дальше использовать это название. Надо заметить, когда она отрезала кусочек плесени, гифы на остальной плесени мгновенно исчезли. Возможно, эта плесень обладала зачатками роевого сознания.\nЧтобы пообщаться с плесенью, маленькая ведьма решила сама превратиться в плесень. И превратилась.\nОказалось, плесень взаимодействует с помощью странных биологических сигналов, которые ещё предстояло расшифровать. Однако, понаблюдав за этими сигналами, маленькая ведьма предположила, что роевое сознание плесени находится на куда более низком уровне развития, чем ей представлялось.\nВ конце концов плесень покончила с собой. И маленькой ведьме удалось расшифровать её сигналы. Оказывается, при виде маленькой ведьмы, которая превратилась в такую же форму жизни, у плесени началось расстройство самоидентификации и диссоциация личности. Она начала терзать себя философскими вопросами: «Кто я такая? Я - это кто?» Всё-таки её интеллект был выше, чем думала маленькая ведьма.\nДрузья маленькой ведьмы вернули себе прежний облик и рассказали ей, что плесень была вовсе не плесенью, а мимикрирующим королём демонов. Мимикрирующий король демонов тоже относится к классу королей демонов, но принадлежит к иному отряду, нежели обычный король демонов.\nЖаль, ведь маленькая ведьма хотела продолжить наблюдение за разумной плесенью и сделать ещё несколько заметок.\nПозже её отряд столкнулся с бурундуковым королём демонов. На этот раз товарищи успели предупредить ведьму, что перед ними тоже один из подвидов короля демонов.\nБурундуковый король демонов относится к тому же классу и подклассу, что и обычный король демонов, но принадлежит к иному отряду.\nБурундуковый король демонов выглядел очень агрессивно. Маленькая ведьма предположила, что столь агрессивное поведение может быть обусловлено периодом беременности или выкармливания потомства.\nОднако когда они проникли в логово бурундукового короля демонов, оказалось, что это самец. И он успел сожрать одного из членов отряда маленькой ведьмы.\nОказалось, у бурундукового короля демонов просто очень скверный характер. Маленькая ведьма решила, что по возвращении непременно опубликует результаты своего исследования, чтобы предотвратить повторение этой трагедии.\nОни попробовали покормить бурундукового короля демонов тыквенными семечками, но в результате потеряли ещё одного члена отряда.\nПо всей видимости, бурундуковый король демонов предпочитал мясную пищу.\nПоследний член отряда обратился в бегство. Он заключил, что неминуемо станет следующей жертвой бурундукового короля демонов, хотя это предположение следовало из слишком смелого обобщения, основанного на неверных выводах.\nНаконец маленькая ведьма заманила бурундукового короля демонов в ловушку с помощью отборного кабаньего мяса. Оказалось, благодаря своему меху и жиру бурундуковый король демонов не боится огня и холода. И хотя маленькая ведьма не проводила вивисекцию, было очевидно, что бурундуковый король демонов умеет дышать под водой.\nНаконец она уничтожила бурундукового короля демонов, создав вокруг него вакуумную среду. Очевидно, бурундуковый король демонов не был наделён анаэробными свойствами.\nКороли демонов могут выглядеть непобедимо, но у каждого из них есть свои слабости, даже у алхимических существ.\nНаконец маленькой ведьме предстояло столкнуться с обыкновенным королём демонов, то есть с большим королём демонов из отряда приматов, чей вид назывался «люди»."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 5729,
        "name": "Маленькая ведьма и вечное пламя. Том I",
        "desc": "<p>Переплёт изящный, но текст написан от руки. Судя по почерку, писали разные люди. «Не обращай внимания на содержание, главное - обложка должна выглядеть красиво. Это нужно, чтобы книга выглядела важной».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/237301566/531a39334dc65d78ebe5e2de11fddbaa_3888166587128006513.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "Маленькая ведьма и вечное пламя. Том II",
        "desc": "<p>«Ты написал уже половину, а продвижения по сюжету нет. Одни наброски!» «Да что ты понимаешь! К тому же это не наброски, а разнообразные знания и естественная история!»</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/237301566/531a39334dc65d78ebe5e2de11fddbaa_6649857205721992451.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "Маленькая ведьма и вечное пламя. Том IV",
        "desc": "<p>На первых страницах есть странное предисловие: «О, моя Царица, как же мне собрать все эти загадки? Пожалейте старика».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/237301566/531a39334dc65d78ebe5e2de11fddbaa_5620562762240175086.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "Маленькая ведьма и вечное пламя. Том V",
        "desc": "<p>Почерк в этой книге неряшлив. Возможно, автор нечасто пишет, или что-то случилось.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/237301566/531a39334dc65d78ebe5e2de11fddbaa_8422179972494944716.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5734,
        "name": "Маленькая ведьма и вечное пламя. Том VI",
        "desc": "<p>«Неужели сейчас нужно это писать?» «Позвольте мне написать, ведь возвращение в этот мир - редкая возможность. Алиса, наверное, тоже так думает: если не продолжить, то всё, что было раньше, окажется бессмысленным».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/237301566/531a39334dc65d78ebe5e2de11fddbaa_7338659858866936926.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5735,
        "name": "Маленькая ведьма и вечное пламя. Том VII",
        "desc": "<p>Переплёт изящный, но текст написан от руки. Судя по почерку, писали разные люди. «Я нашла смысл писать, чтобы сказать тебе, как сильно жду тебя».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/237301566/531a39334dc65d78ebe5e2de11fddbaa_2735567859156499787.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Маленькая ведьма и вечное пламя. Том III"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Гримёрка в Ордо Фавониус"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "Маленькая ведьма и вечное пламя",
            "desc": "Ясный и чистый зелёный цветок рождается там, где сходятся водные артерии. У него простой тонкий аромат, освежающий, но нежный.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/531a39334dc65d78ebe5e2de11fddbaa_9041448304278463013.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}