{
  "epId": 5735,
  "name": "Маленькая ведьма и вечное пламя. Том VII",
  "desc": "<p>Переплёт изящный, но текст написан от руки. Судя по почерку, писали разные люди. «Я нашла смысл писать, чтобы сказать тебе, как сильно жду тебя».</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/237301566/531a39334dc65d78ebe5e2de11fddbaa_2735567859156499787.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1720185905,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные статьи"
      },
      {
        "type": "CustomEntry",
        "epId": 5729,
        "name": "Маленькая ведьма и вечное пламя. Том I",
        "desc": "<p>Переплёт изящный, но текст написан от руки. Судя по почерку, писали разные люди. «Не обращай внимания на содержание, главное - обложка должна выглядеть красиво. Это нужно, чтобы книга выглядела важной».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/237301566/531a39334dc65d78ebe5e2de11fddbaa_3888166587128006513.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5730,
        "name": "Маленькая ведьма и вечное пламя. Том II",
        "desc": "<p>«Ты написал уже половину, а продвижения по сюжету нет. Одни наброски!» «Да что ты понимаешь! К тому же это не наброски, а разнообразные знания и естественная история!»</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/04/237301566/531a39334dc65d78ebe5e2de11fddbaa_6649857205721992451.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5731,
        "name": "Маленькая ведьма и вечное пламя. Том III",
        "desc": "<p>На первых страницах есть странное предисловие: «\"Р.\" редко пребывает в должном состоянии, чтобы колдовать. Стоит ли ей тратить драгоценное время на написание этого?» «Не беспокойся, это важно для ведьм».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/237301566/531a39334dc65d78ebe5e2de11fddbaa_4289449946329086463.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5732,
        "name": "Маленькая ведьма и вечное пламя. Том IV",
        "desc": "<p>На первых страницах есть странное предисловие: «О, моя Царица, как же мне собрать все эти загадки? Пожалейте старика».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/237301566/531a39334dc65d78ebe5e2de11fddbaa_5620562762240175086.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5733,
        "name": "Маленькая ведьма и вечное пламя. Том V",
        "desc": "<p>Почерк в этой книге неряшлив. Возможно, автор нечасто пишет, или что-то случилось.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/237301566/531a39334dc65d78ebe5e2de11fddbaa_8422179972494944716.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5734,
        "name": "Маленькая ведьма и вечное пламя. Том VI",
        "desc": "<p>«Неужели сейчас нужно это писать?» «Позвольте мне написать, ведь возвращение в этот мир - редкая возможность. Алиса, наверное, тоже так думает: если не продолжить, то всё, что было раньше, окажется бессмысленным».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/05/237301566/531a39334dc65d78ebe5e2de11fddbaa_7338659858866936926.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "Захваченная океаном времени, маленькая ведьма пронеслась через вереницу водоворотов причин и следствий, миновала множество нитей, сплетённых на станке судьбы, и многое пропустила. Даже церемония прощания с великой ведьмой, которой маленькая ведьма так восхищалась, тихо прошла без её участия.\nНо маленькая ведьма прошла через всевозможные испытания, превозмогла многие трудности и наконец предстала перед старой ведьмой. На самом деле маленькой ведьме казалось, что её история не представляет особенного интереса, она не понимала, зачем столь пространно описывать её приключения. В конце концов, самая важная часть истории - чаепитие ведьм и та цель, к которой она стремилась.\nСамое главное она увидела ещё в начале пути. В чёрном, точно мешок с углём, небе (или в пещере, ведь всем известно, что между небом и пещерой нет никакой разницы), которое боролось с наступающей отовсюду тьмой, едва заметно мерцала единственная звезда. Когда Вселенная погрузилась в кромешную темноту и все звёзды, включая те, что именовались солнцами, одна за другой погасли, было решено назвать её Скорпионом. Маленькая ведьма припоминала, что ведьмы рассказывали эту историю за чаем, но помнила только одно название «Скорпион», а больше ничего.\nСловом, маленькая ведьма предстала перед старой ведьмой, которая и была Скорпионом. Но к тому времени пламя её ослабло и еле тлело. Маленькая ведьма взяла её за руку. Рука старой ведьмы больше напоминала хрупкую сухую ветку. Маленькая ведьма подумала, что старая ведьма когда-то тоже была маленькой, и руки её были такими же белыми и нежными, как руки маленькой ведьмы, она изящно приподнимала чашку с блюдца, творила магию и освещала своим огнём множество миров.\nМаленькая ведьма сказала:\n«Никто не хочет, чтобы огонь погас, но мы здесь бессильны. На прошлом прощании - ты тоже была там - ведьмы говорили, что со временем бессмертные ведьмы многое теряют, им становится безразлична жизнь, смерть, любовь и ненависть. Но их слова были обычной ложью, призванной утешить ведьм, которым пришлось уйти раньше. На самом деле в мире, погрузившемся во тьму и отчаяние, ведьмы будут ещё больше дорожить даже самым слабым огнём, тусклым светом и тенями, которые отбрасывает этот огонь.\nТы всегда говорила, что тебе не сравниться с нами, но я видела, что среди нас ты самая милая и сильная ведьма. Ты всегда говорила, что тебе нечего оставить потомкам, но ты оставила нам бесчисленные миры своих историй. Пусть пройдёт ещё сто или тысяча лет, пусть настанет конец света, о котором так тревожится ведьма-астролог, пусть все бессмертные ведьмы умрут, но слабый свет, что сияет в созданных тобою малых мирах, никогда не угаснет. Да, ты самая могущественная из всех ведьм, ты намного сильнее нас. Я скучаю по тебе. Прощай».\nСтарая ведьма ничего не ответила, ведь от неё осталась одна пустая оболочка, ничем не отличающаяся от множества других пустых оболочек, которые маленькая ведьма видела во время своего путешествия, и состав её был почти таким же. От других оболочек её отличало лишь слабое пламя, что ещё теплилось у неё внутри.\nМаленькая ведьма взяла огонь, на котором сгорела старая ведьма, и отправилась в обратный путь. Вот и вся история. Но приключения маленькой ведьмы продолжатся, ведь она твёрдо решила обойти с огнём старой ведьмы всю Вселенную и осветить в ней каждый уголок времени."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Маленькая ведьма и вечное пламя. Том VII"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Гримёрка в Ордо Фавониус"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5839,
            "name": "Маленькая ведьма и вечное пламя",
            "desc": "Ясный и чистый зелёный цветок рождается там, где сходятся водные артерии. У него простой тонкий аромат, освежающий, но нежный.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/531a39334dc65d78ebe5e2de11fddbaa_9041448304278463013.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}