{
  "epId": 5746,
  "name": "Клотар",
  "desc": "<p>Чистокровный член знати Каэнри'ах, обречённый Селестией на бессмертие. Основатель ордена Бездны.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/64317f914ba1543a7b2a134b9fbd63ec_4182040849691645250.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1753192541,
  "components": {
    "galleryCharacter": [
      {
        "key": "Клотар Альберих",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/999575ea8a3ee8fbb355c7052c2188d1_8077947499119023237.png"
      }
    ],
    "videoCollection": [
      {
        "title": "Version 3.5 \"Windblume's Breath\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=AcTUi59vw_E&t=2s&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/AcTUi59vw_E/maxresdefault.jpg",
        "duration": 230
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Клотар Альберих",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/11876819825eb7f3a5a67681c1fc472d_6369494691969030092.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Пятьсот лет назад, в королевстве без богов, Каэнри'ах, Пять Грешников завладели силой Бездны и пошатнули основы мира. Небесный порядок уничтожил Каэнри'ах и проклял жителей королевства бессмертием. Они лишились дома и близких, бедствие принесло невыносимую боль, но они даже не могли избавиться от этих мучений. Чистокровные жители, объявленные небесным порядком «великими грешниками», были обречены на бесконечные мучения плоти, обречены смотреть, как гибнет всё, что они так любили, а остальные превратились в монстров из-за проклятия дикости. Клотар Альберих был одним из чистокровных аристократов из королевского двора Каэнри'ах, но ему никогда не нравилась жизнь, которую уготовил ему род. Однажды он встретил прекрасную девушку из народа, и её мондштадтские корни не имели для него значения - это была любовь с первого взгляда. У них родился внебрачный сын, которого назвали Карибертом. Из-за своего происхождения Клотар не мог быть рядом с сыном, и жизнь мальчика с самого рождения была полна трудностей, виной которых был эгоизм его отца. У Альбериха никогда не было возможности побыть рядом с сыном. Когда все жители королевства были прокляты, Клотар был обречён на бессмертие, а Кариберт превратился в хиличурла на его глазах и впал в кому."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/a244abf45b4a1e514e8e1f433c2376ad_6208746876618763391.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Потеряв всё, Клотар начал ценить, что у него осталось, и наконец смог быть рядом со своим сыном. Он перевёз ребёнка и свою возлюбленную в Сумеру, где поселился в маленьком доме в лесу Авидья. Позже мать Кариберта была похоронена рядом с этим домом, на поле. Клотар попытался сделать запретное безымянное лекарство королевского двора, которое, по преданию, было наделено силой сумерского божества мудрости и было способно вернуть канувший в пропасть забытья разум. Он узнал об этом лекарстве из книги Королевской библиотеки Каэнри'ах, которая была запрещена, поскольку лекарству требовалась сила Архонтов. В молодости из-за недовольства жизнью дворцовой аристократии Клотар любил искать острые ощущения и, просматривая запрещённые труды, случайно наткнулся на эту книгу. Когда Альберих жил в Сумеру, он встретил принцессу/принца Каэнри'ах, которая/ый случайно оказалась/ся там во время странствий с другим проклятым жителем Каэнри'ах, Дайнслейфом. Клотар сразу узнал принцессу/принца, но не хотел раскрывать свою личность и представился именем одного из своих бывших слуг, Эйде. Когда-то Каэнри'ах видели в принцессе/принце Бездну - чудесную загадку за гранью воображения и понимания. Жители надеялись, что она/он приведёт их к могуществу. Поскольку мужчина из-за разложения не мог приготовить лекарство без посторонней помощи, он попросил принцессу/принца помочь ему. Ключевым ингредиентом лекарства был особый гриб, выращенный на поле, где была похоронена мать Кариберта. Последним шагом в приготовлении лекарства было получение силы божества мудрости, и Клотар отправился к статуе Дендро Архонта."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Божество мудрости, посмотри на меня.</color>\n<color=#ffffffd9>Я не буду произносить молитв и хвалебных речей.</color>\n<color=#ffffffd9>Ты и подобные тебе разрушили мой дом и причинили невыносимые страдания моим соотечественникам... Но сегодня я стою перед тобой.</color>\n<color=#ffffffd9>Тебе не посмеяться надо мной, как однажды это сделала сама судьба.</color>\n<color=#ffffffd9>Божество мудрости, я больше не пытаюсь отречься от моей греховной крови. Я лишь прошу тебя о толике сострадания к несчастному ребёнку.</color>\n<color=#ffffffd9>Мой сын Кариберт... превратился в монстра, не познав радости жизни. Ни один... ни один ребёнок не заслуживает такой участи.</color>\n<color=#ffffffd9>Если божества сделали всё это, чтобы дерзкие жители Каэнри'ах преклонили головы...</color>\n<color=#ffffffd9>Тогда... я готов её преклонить.</color>\n<color=#ffffffd9>Я уже отказался от всего, чему был верен в жизни...</color>\n<color=#ffffffd9>Я только прошу о маленьком чуде... для Кариберта... Чтобы он мог вновь увидеть мир.</color>\n<color=#ffffffd9>Божество... прошу тебя».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Альберих не знал, что предыдущий Дендро Архонт Руккхадевата погибла, а новый Архонт Кусанали была заперта своими подданными в Храме Сурастаны, поэтому она не смогла помочь мальчику. Дав сыну лекарство, Клотар попросил у того прощение, что его не было рядом, когда тот родился, и что он не смог помочь, когда их с мамой настигли страдания. Он умолял сына не сердиться на него и сказать хоть слово, но Кариберт так и не очнулся. В гневе Клотар обвинил богов в бездействии и что они никогда не были на стороне людей."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Божества, чего вам ещё нужно от меня?!</color>\n<color=#ffffffd9>Мало того что вы отняли у меня всё, так я ещё ползаю перед вами на коленях!!!</color>\n<color=#ffffffd9>Я готов отдать вам свою жизнь, но вы не даёте мне умереть!</color>\n<color=#ffffffd9>...Я так и знал. Нельзя верить ничему, что касается божеств. Я просто обманывался...»</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/17453754f09609f90fa981ec1a2cbc14_2683561372889540310.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Клотар и принцесса/принц решили сделать ещё одну порцию лекарства и отправились к статуе Архонтов, они увидели хиличурла, которого сначала приняли за сбежавшего Кариберта. Отправившись за ним, они увидели, что у хиличурла нет шёлкового платка, как у Кариберта, но всё же решили проследовать за ним, поскольку тот показался подозрительным. Внутри руин древней цивилизации, в которые спустился хиличурл, оказалось множество других хиличурлов, которые будто преклонялись перед чем-то. Перед последним залом их встретил Вестник судьбы, который подготовил для них испытание судьбы, чтобы добиться некой аудиенции. Клотару это существо показалось обладающим поистине чарующей силой, гибельной и прекрасной одновременно, и настолько совершенным, что вызывает благоговение. В зале Клотар и принцесса/принц увидели огромный фиолетовый сияющий камень, обмотанный цепями и подвешенный под потолком. Когда Клотар увидел это существо, его сразу охватило чувство благоговения и радости, и он преклонил колени перед ним. Выйдя из пещеры, Альберих с ужасом подумал о преклонении перед статуей семи Архонтов, но у него возникло странное чувство, что произошло нечто, предначертанное судьбой. Когда Клотар дал Кариберту вторую дозу лекарства, тот очнулся. Кариберту казалось, что он проснулся от долгого сна, где ему снилось, будто он прятался в маленькой комнате и всё время не решался из неё выйти. Когда он проснулся, отец сказал ему, что они попали в сказочный мир, где больше нет ни красного неба, ни их дома, ни Каэнри'ах. И в этом мире Кариберт стал монстром, которому нельзя снимать маску, но который всегда будет рядом с отцом."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/ad3cfbf41c685ff8f2ba7600218a5c8d_546676845448559640.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "После излечения Кариберта, Клотар решил, что будет почитать «божество», что помогло ему. Но это сверхъестественное существо не было божеством, оно было Ведрфёльниром, одним из пяти Грешников Каэнри'ах, которые заполучили силу Бездны. Когда Альберих снова отправился в руины, чтобы отдать дань уважения «божеству», внутри никого не оказалось. Вернувшись, он обнаружил, что Кариберт исчез. Мальчик не выполнил приказ отца и снял маску, чтобы посмотреть на себя в зеркало. Не вынеся своего отражения, он сбежал из дома и снова вернулся в прежнее состояние. Когда Клотар увидел сына, он наконец осознал, что существо, давшее Кариберту силу, было не божеством и что эта сила проистекала из Бездны. Он решил, что с помощью этой силы Кариберт сможет сплести свою судьбу сначала."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Рождённый в ужасном горе, теперь он станет… \"Плетением судьбы\"».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Используя силу Бездны, Клотар Альберих основал орден Бездны, к которому присоединились бессмертные жители Каэнри'ах, ставшие монстрами под действием проклятия и этой силы. Чудовища, что служат Бездне - клыки и когти, с помощью которых орден сеет на этой земле хаос. А Бездна - разрушение и непостижимая пучина безумия, которая разъедает само основание мира. Целью ордена стало повержение мира под властью Архонтов. После основания ордена Бездны вера в неё подвигла Клотара на многое, но проклятье бессмертия без конца истязало его тело и дух, и Бездна, в которую он веровал, в конце концов не спасла его. Сто лет спустя он окончательно утратил разум и пропал, но его тёмное наследие продолжало жить. Несколько сотен лет спустя близнец принцессы/принца увидел происходящее от первого лица из-за повреждённых Бездной артерий земли. Когда он/а раскопал/а поле около дома Клотара в лесу Авидья, там обнаружились два скелета: один матери Кариберта, а второй, вероятно, Клотара, который каким-то образом смог снять своё проклятие. Мужчина был погребён значительно позже женщины, а в руках он держал шёлковый платок, который когда-то носил Кариберт."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/7d621eddacce30929665041f8d2b13da_5616244472585358170.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Хотя сын Альбериха погиб, когда ему было всего восемь лет, и так и не стал Плетением судьбы, он позже был использован орденом Бездны для создания этого механизма. После встречи с Клотаром и Ведрфёльниром принцесса/принц Каэнри'ах задумалась/ся о создании Плетения судьбы и позже присоединилась/ся к ордену Бездну, став принцессой/принцем ордена. Под её/его руководством орден Бездны хотел использовать исчезнувшую статую Анемо Архонта для создания механического божества, способного свергнуть небесный трон. Позже орден Бездны завершил создание механизма, и с помощью него был создан Атлас Нового мира, включащий в себя воссозданные артерии земли Каэнри'ах.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5675,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Плетение судьбы",
        "desc": "<p>Механизм, созданный орденом Бездны и позволяющий плести артерии земли. С помощью Плетения судьбы был создан Атлас Нового мира - воссозданные по воспоминаниям 500-летней давности артерии земли Каэнри'ах.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_3797113932099577187.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Орден Бездны",
        "desc": "<p>Организация, состоящая из проклятых жителей Каэнри'ах и монстров, не имеющих ничего общего с людьми. Они существуют во всех уголках этого мира и являются врагами наземных цивилизаций. Главной целью ордена Бездны является уничтожение мира под властью семи Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/30/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5331078896039253866.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Кариберт",
        "desc": "<p>Сын Клотара Альбериха, ставший хиличурлом после проклятия Селестии. Был использован для создания Плетения судьбы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/1698729f076aff1db97fead78f5ce599_1938338936070034378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "name": "Ведрфёльнир",
        "desc": "<p>«Провидец», один из пяти Грешников Каэнри'ах.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/0de0f341fb6d635a244abdc184e5ebb7_2628006191654495454.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Руккхадевата",
        "desc": "<p>Повелительница трав и деревьев, предыдущий Дендро Архонт и правительница Сумеру. <span class=\"wk-shady\">Информация о Руккхадевате была стёрта из Ирминсуля.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/237301566/59da6a8cbcffa112e5d2b63788d7051e_1480677671668697202.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Буер",
        "desc": "<p>Дендро Архонт Сумеру.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/eefeae3e6ad6f9081dc2a39d89a720fd_9214936641668252309.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3634,
        "name": "Запретное безымянное лекарство королевского двора",
        "desc": "<p>Имеет стойкий резкий запах. Согласно книжным записям, с помощью силы божества мудрости это лекарство возвращает рассудок. Возможно оно также может противостоять проклятью.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/25/134987311/413d2f1e28cddcaa782072ef8d8cbbb0_6778105082447781699.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Кариберт",
        "desc": "<p>Сын Клотара Альбериха, ставший хиличурлом после проклятия Селестии. Был использован для создания Плетения судьбы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/1698729f076aff1db97fead78f5ce599_1938338936070034378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Внебрачный сын Клотара от женщины из Мондштадта",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "name": "Ведрфёльнир",
        "desc": "<p>«Провидец», один из пяти Грешников Каэнри'ах.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/0de0f341fb6d635a244abdc184e5ebb7_2628006191654495454.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Сверхъестественное существо, которое пробудило сына Клотара. Альберих пообещал поклоняться этому «божеству».",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Орден Бездны",
        "desc": "<p>Организация, состоящая из проклятых жителей Каэнри'ах и монстров, не имеющих ничего общего с людьми. Они существуют во всех уголках этого мира и являются врагами наземных цивилизаций. Главной целью ордена Бездны является уничтожение мира под властью семи Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/30/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5331078896039253866.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Клотар Альберих является основателем ордена",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "name": "Близнец",
        "desc": "<p>Сестра/брат Путешественника/цы, принцесса/принц Каэнри'ах, Спаситель и принцесса/принц ордена Бездны.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/23/237301566/725878e71fb16f81d7bbde830f0d58d8_2155510430646813791.gif",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Принцесса/Принц ордена Бездны",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 3634,
        "name": "Запретное безымянное лекарство королевского двора",
        "desc": "<p>Имеет стойкий резкий запах. Согласно книжным записям, с помощью силы божества мудрости это лекарство возвращает рассудок. Возможно оно также может противостоять проклятью.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/25/134987311/413d2f1e28cddcaa782072ef8d8cbbb0_6778105082447781699.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Клотар Альберих"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Каэнри'ах"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Орден Бездны"
          }
        ]
      }
    ]
  }
}