{
  "epId": 5747,
  "name": "Плетение судьбы",
  "desc": "<p>Механизм, созданный орденом Бездны и позволяющий плести артерии земли.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_3797113932099577187.png",
  "menuId": 20,
  "menuName": "Объяснение терминов",
  "version": 1745001207,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Плетение судьбы"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Механизм"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Происхождение",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Плетение судьбы - механизм, созданный орденом Бездны и позволяющий плести артерии земли. Этот механизм создан для борьбы с небесным порядком, который погрузился в сон пятьсот лет назад, после бедствия в Каэнри'ах. В своей примитивной форме Плетение могло быть использовано только для создания и вживления воспоминаний, но по мере совершенствования становилось всё сильнее. В конце концов оно располагает достаточной силой, чтобы самому сплетать артерии земли. Сеть артерий земли Тейвата глубоко укоренена в планете, и создание новых артерий земли не заменит и не расширит имеющиеся. В своём окончательном виде, научившись плести артерии земли, Плетение судьбы утратило способность менять воспоминания. Полный потенциал механизма ещё не известен, но он способен изменить весь мир."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/a677683807513c99c52543e920d9bc86_8557399938797117849.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Плетение судьбы берёт своё начало от Клотара Альбериха - чистокровного члена знати Каэнри’ах. Именно он стал основателем ордена Бездны и проекта «Плетение судьбы». У Клотара был сын Кариберт от женщины из Мондштадта. Когда 500 лет назад произошёл Катаклизм и Селестия прокляла жителей Каэнри’ах, Клотар получил бессмертие, а его сын превратился в хиличурла и впал в кому. В попытках вылечить Кариберта мужчина обратился к Дендро Архонту за помощью, но та не ответила. Позже он обнаружил неизвестное святилище, где находился\nсверхъестественное создание из Бездны. Когда Клотар преклонился перед ним, у него возникло чувство благоговения и радости. Вернувшись домой, он дал Кариберту дозу лекарства и обнаружил, что сын очнулся и мог говорить. Клотар считал, что теперь его сын сможет сплести свою судьбу сначала."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Рождённый в ужасном горе, теперь он станет… “Плетением судьбы”».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "По словам Кариберта, Плетение судьбы было горем и страданием, доведёнными до предела, надеждой и раскаянием, что струятся во венам, и силой Бездны, мощь которой невозможно себе представить. Клотар верил, что, объединив в Кариберте всё перечисленное, тот станет Плетением судьбы. Кариберту не было суждено выжить, и даже несмотря на силу «Грешника» он умер, когда ему было 8 лет. Он не стал самим Плетением судьбы, но был использован для его создания.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5675,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Клотар",
        "desc": "<p>Чистокровный член знати Каэнри'ах, обречённый Селестией на бессмертие. Основатель ордена Бездны.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/64317f914ba1543a7b2a134b9fbd63ec_4182040849691645250.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Кариберт",
        "desc": "<p>Сын Клотара Альбериха, ставший хиличурлом после проклятия Селестии. Был использован для создания Плетения судьбы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/1698729f076aff1db97fead78f5ce599_1938338936070034378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "name": "Ведрфёльнир",
        "desc": "<p>«Провидец», один из пяти Грешников Каэнри'ах.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/0de0f341fb6d635a244abdc184e5ebb7_2628006191654495454.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Буер",
        "desc": "<p>Дендро Архонт Сумеру.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/f29490bddc56b4a6773b6c5003bbb853_5720892549912855010.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Глаз первого культиватора",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/7d621eddacce30929665041f8d2b13da_2825047667803063938.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Бывший капитан дворцовый стражи Каэнри’ах Дайнслейф, известный как «Сумеречный Меч», пытался остановить Катаклизм, но не смог предотвратить уничтожение Каэнри’ах. Обречённый на вечную жизнь, он поклялся отомстить пяти Грешникам Каэнри’ах, что предали страну, и остановить орден Бездны, возникший из их последователей. Однажды он и Путешественник/ца обнаружили талисман, который обронил маг Бездны. Из этого талисмана они узнали про первую операцию «Плетения судьбы». Сам проект был связан с перевёрнутой статуей Анемо Архонта, которую они ранее обнаружили в руинах Ли Юэ. Во время первой фазы орден Бездны собирался осквернить сознание Осиала, Бога Вихрей, поверженного Властелином Камня во время Войны Архонтов, и трансформировать его тело с помощью древней каэнри’ахской технологии «культиваторов». Осквернённая статуя Архонта должна была стать основой, к которой прикрепили бы конечности Осиала, чтобы сконструировать механическое божество. А новым ядром, заменяющим сферу, что держит в руках статуя Архонта, должен был стать глаз самого первого культиватора. Новое божество должно было низвергнуть богов Селестии со своих тронов."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/9b9ccf34acdfea993d8a96762aa46a9d_1409927826603495681.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Культиваторы - кодовое название древних механизмов из Каэнри'ах, которые сейчас известны как Стражи руин. Жители страны считали, что землю не возделывают инструментами - за неё сражаются сталью и кровью, и так появились культиваторы. После уничтожения Каэнри'ах механизмы потеряли своих хозяев и полностью вышли из-под контроля. Они веками бесцельно бродили по землям и в итоге разбрелись по всему Тейвату. Чтобы найти первого культиватора и узнать о перевёрнутой статуе, Путешественник/ца обратился к пастору церкви Мондштадата Барбаре, и она рассказала о «Последнем гневе тирана». Много лет назад на любого, кто подходил к древнему Мондштадту, с небес обрушивались огненные шары. Люди того времени верили, что это проклятье на город наложил\nпоэтому они называли это «последним гневом тирана». Это странное явление продолжалось примерно год. Никто не знал, что с этим делать, и в конце концов оно просто закончилось само по себе. На самом деле «Последний гнев тирана» был культиватором. Когда-то он оказался на арене Короля Северных ветров Андриуса, и тот принял механизм за бросившего ему вызов храбреца. Машина не могла думать, но все её части были созданы для убийства и сражения. Она могла вращаться, взмывать высоко в воздух и пускать огненные шары. В конце концов Андриус смог победить машину, но та успела покинуть арену перед тем, как упасть, и направилась к древнему Мондштадту. В логове Ужаса Бури (древнем Мондштадте) Дайнслейф и Путешественник/ца обнаружили первого культиватора, и Сумеречный Меч спрятал его глаз в своём теле, чтобы тот не попал в руки ордена Бездны.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Дайнслейф",
        "desc": "<p>Бывший капитан королевской стражи Каэнри'ах, проклятый бессмертием.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/6a703b5594dddc959dd10d08702bcbe1_383537773634930376.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "name": "Осиал",
        "desc": "<p>Бог Вихрей, побеждённый Мораксом в Войне Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/237301566/6dfc1c5f5f69b627eb5428b304e30377_6627017400427115689.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Декарабиан",
        "desc": "<p>Бог, правящий Мондштадтом до Барбатоса. Был свергнут в результате восстания, поднятого жителями, уставшими от тирании.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/19/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8023965067515882642.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Андриус",
        "desc": "<p>Волчий лорд, защитник Вольфендома и один из Хранителей четырёх ветров.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/2ac7ad0e18377b4a7b7fc2032f318cc3_5744134423640941841.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2220,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Завершение Плетения судьбы",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Дайнслейф продолжил расследовать вопросы, связанные с Плетением судьбы. Он понимал, что даже когда план ордена Бездны был нарушен, они нашли другой способ осуществить задуманное. Его главной целью было выяснить суть Плетения судьбы, чтобы понять истинную цель ордена. Из сведений, которые удалось собрать, следовало, что Плетение было связано с артериями земли. Сумеречный Меч выяснил, что активность ордена Бездны в определённой местности всегда сопровождалась помехами в артериях земли. Его внимание привлекла деревня Вимара, где в это время находился/ась Путешественник/ца, расследующий/ая исчезновение парня. Хоть много жителей обратились в Гильдию искателей приключений насчёт исчезновения, никто не мог вспомнить его имя или место, где он жил. Путешественник/ца сделал/а вывод, что этот парень существовал только в воспоминаниях людей, которые текли по артериям земли."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/f95f754ac9867c0a1b7680bb16e7e39d_8426061699045560758.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Дайнслейф понял, что ему вживили ложные воспоминания и что таинственный парень связан с участившейся активностью ордена Бездны около деревни Вимара, он решил отправить орден по ложному следу, чтобы встретиться с принцессой/принцем Бездны. Он знал, что орден охотится за глазом культиватора, поэтому собирался отдать его Путешественнику/це, чтобы тот/та вынес/ла его из тайника. План Дайнслейфа был нарушен, и ему создали воспоминания, что глаз культиватора уже был у Путешественника/цы. Так орден Бездны смог получить глаз и закончить создание Плетения судьбы.\nТаинственным парнем в воспоминаниях людей оказался Кариберт. Его сознание задержалось в механизме и овладело способностью управлять Плетением, пока оно не было завершено. Он не был посвящён в цели ордена насчет Плетения и не видел целостную картину, но механизм помог ему добиться собственной цели. Ещё много лет назад, когда Клотар силой Бездны пробудил сознание в хиличурле, которым стал его сын, Кариберт испытал неописуемый ужас и боль. Чтобы его утешить, отец рассказал ему историю, будто он оказался в сказочном мире и принял облик маленького монстра. Та история на мгновение развеяла страхи Кариберта, поэтому он использовал незавершённое Плетение судьбы, чтобы вживить ложное воспоминание о любви в сознание хиличурлов."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/2ff0c4afe38825213354013dcbd4c411_2234183260597953359.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Кариберт также использовал Плетение судьбы, чтобы «прожить» жизнь, который был несправедливо лишён. Он создал себе внешность по образу своего отца и вживил воспоминаниям жителей деревни Вимара о времени, проведённом с ними. Когда проект ордена Бездны был почти завершён, от Кариберта осталась лишь тонкая нить сознания, поэтому он решил покинуть жителей деревни. В конце он переместил Путешественника/цу в пространство своего сознания, где рассказал о завершении создания Плетения судьбы, и бесследно исчез. В памяти жителей деревни появилось воспоминание, что пропавший парень встретил своих родителей и ушёл вместе с ними.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5752,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Дайнслейф",
        "desc": "<p>Бывший капитан королевской стражи Каэнри'ах, проклятый бессмертием.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/6a703b5594dddc959dd10d08702bcbe1_383537773634930376.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Кариберт",
        "desc": "<p>Сын Клотара Альбериха, ставший хиличурлом после проклятия Селестии. Был использован для создания Плетения судьбы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/1698729f076aff1db97fead78f5ce599_1938338936070034378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "name": "Групповое фото из неизвестного времени",
        "desc": "<p>Памятная совместная фотография, нарушающая все правила. Сделана неизвестным человеком и непонятным способом в месте, которого уже не должно быть.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/22/237301566/53f9ab56b4b73c59be613c0d91980e9f_4620430129485696746.gif",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}