{
  "epId": 5747,
  "name": "Плетение судьбы",
  "desc": "<p>Механизм, созданный орденом Бездны и позволяющий плести артерии земли. С помощью Плетения судьбы был создан Атлас Нового мира - воссозданные по воспоминаниям 500-летней давности артерии земли Каэнри'ах.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_3797113932099577187.png",
  "menuId": 20,
  "menuName": "Объяснение терминов",
  "version": 1751634502,
  "components": {
    "galleryCharacter": [
      {
        "key": "Атлас Нового мира",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/05a1c2f9fcbe96dc63ef6856f912d0e0_9096246231594403325.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Устройство, в котором записаны артерии земли новой Каэнри'ах."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Плетение судьбы"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Термин"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Cutscene Animation: \"It's Only Ever Been About Us\" | Genshin Impact #Aether #Lumine #WeMeetAgain",
        "url": "https://www.youtube.com/watch?v=JZB6qRCzBow&embeds_referring_euri=https%3A%2F%2Fwww.hoyolab.com%2F&source_ve_path=Mjg2NjY",
        "coverUrl": "https://i.ytimg.com/vi/JZB6qRCzBow/maxresdefault.jpg",
        "duration": 87
      },
      {
        "title": "Cutscene Animation: \"Overlapping Cataclysms\" | Genshin Impact #GenshinImpact #Aether #Lumine",
        "url": "https://www.youtube.com/watch?v=ZzUbkm5VRs8&embeds_referring_euri=https%3A%2F%2Fwww.hoyolab.com%2F&source_ve_path=Mjg2NjY",
        "coverUrl": "https://i.ytimg.com/vi/ZzUbkm5VRs8/maxresdefault.jpg",
        "duration": 48
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Происхождение",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Плетение судьбы - механизм, созданный орденом Бездны и позволяющий плести артерии земли. Этот механизм создан для борьбы с небесным порядком, который погрузился в сон пятьсот лет назад, после бедствия в Каэнри'ах. В своей примитивной форме Плетение могло быть использовано только для создания и вживления воспоминаний, но по мере совершенствования становилось всё сильнее. В конце концов оно располагает достаточной силой, чтобы самому сплетать артерии земли. Сеть артерий земли Тейвата глубоко укоренена в планете, и создание новых артерий земли не заменит и не расширит имеющиеся. В своём окончательном виде, научившись плести артерии земли, Плетение судьбы утратило способность менять воспоминания. Полный потенциал механизма ещё не известен, но он способен изменить весь мир."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/a677683807513c99c52543e920d9bc86_8557399938797117849.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Плетение судьбы берёт своё начало от Клотара Альбериха - чистокровного члена знати Каэнри’ах. Именно он стал основателем ордена Бездны и проекта «Плетение судьбы». У Клотара был сын Кариберт от женщины из Мондштадта. Когда 500 лет назад произошёл Катаклизм и Селестия прокляла жителей Каэнри’ах, Клотар получил бессмертие, а его сын превратился в хиличурла и впал в кому. В попытках вылечить Кариберта мужчина обратился к Дендро Архонту за помощью, но та не ответила. Позже он обнаружил неизвестное святилище, где находился\nсверхъестественное создание из Бездны. Когда Клотар преклонился перед ним, у него возникло чувство благоговения и радости. Вернувшись домой, он дал Кариберту дозу лекарства и обнаружил, что сын очнулся и мог говорить. Клотар считал, что теперь его сын сможет сплести свою судьбу сначала."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Рождённый в ужасном горе, теперь он станет… “Плетением судьбы”».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "По словам Кариберта, Плетение судьбы было горем и страданием, доведёнными до предела, надеждой и раскаянием, что струятся во венам, и силой Бездны, мощь которой невозможно себе представить. Клотар верил, что, объединив в Кариберте всё перечисленное, тот станет Плетением судьбы. Кариберту не было суждено выжить, и даже несмотря на силу «Грешника» он умер, когда ему было 8 лет. Он не стал самим Плетением судьбы, но был использован для его создания.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5675,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Орден Бездны",
        "desc": "<p>Организация, состоящая из проклятых жителей Каэнри'ах и монстров, не имеющих ничего общего с людьми. Они существуют во всех уголках этого мира и являются врагами наземных цивилизаций. Главной целью ордена Бездны является уничтожение мира под властью семи Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/30/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5331078896039253866.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Клотар",
        "desc": "<p>Чистокровный член знати Каэнри'ах, обречённый Селестией на бессмертие. Основатель ордена Бездны.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/64317f914ba1543a7b2a134b9fbd63ec_4182040849691645250.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Кариберт",
        "desc": "<p>Сын Клотара Альбериха, ставший хиличурлом после проклятия Селестии. Был использован для создания Плетения судьбы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/1698729f076aff1db97fead78f5ce599_1938338936070034378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "name": "Ведрфёльнир",
        "desc": "<p>«Провидец», один из пяти Грешников Каэнри'ах.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/0de0f341fb6d635a244abdc184e5ebb7_2628006191654495454.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "name": "Буер",
        "desc": "<p>Дендро Архонт Сумеру.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/eefeae3e6ad6f9081dc2a39d89a720fd_9214936641668252309.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Глаз первого культиватора",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/7d621eddacce30929665041f8d2b13da_2825047667803063938.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Бывший капитан дворцовый стражи Каэнри’ах Дайнслейф, известный как «Сумеречный Меч», пытался остановить Катаклизм, но не смог предотвратить уничтожение Каэнри’ах. Обречённый на вечную жизнь, он поклялся отомстить пяти Грешникам Каэнри’ах, что предали страну, и остановить орден Бездны, возникший из их последователей. Однажды он и Путешественник/ца обнаружили талисман, который обронил маг Бездны. Из этого талисмана они узнали про первую операцию «Плетения судьбы». Сам проект был связан с перевёрнутой статуей Анемо Архонта, которую они ранее обнаружили в руинах Ли Юэ. Во время первой фазы орден Бездны собирался осквернить сознание Осиала, Бога Вихрей, поверженного Властелином Камня во время Войны Архонтов, и трансформировать его тело с помощью древней каэнри’ахской технологии «культиваторов». Осквернённая статуя Архонта должна была стать основой, к которой прикрепили бы конечности Осиала, чтобы сконструировать механическое божество. А новым ядром, заменяющим сферу, что держит в руках статуя Архонта, должен был стать глаз самого первого культиватора. Новое божество должно было низвергнуть богов Селестии со своих тронов."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/9b9ccf34acdfea993d8a96762aa46a9d_1409927826603495681.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Культиваторы - кодовое название древних механизмов из Каэнри'ах, которые сейчас известны как Стражи руин. Жители страны считали, что землю не возделывают инструментами - за неё сражаются сталью и кровью, и так появились культиваторы. После уничтожения Каэнри'ах механизмы потеряли своих хозяев и полностью вышли из-под контроля. Они веками бесцельно бродили по землям и в итоге разбрелись по всему Тейвату. Чтобы найти первого культиватора и узнать о перевёрнутой статуе, Путешественник/ца обратился к пастору церкви Мондштадата Барбаре, и она рассказала о «Последнем гневе тирана». Много лет назад на любого, кто подходил к древнему Мондштадту, с небес обрушивались огненные шары. Люди того времени верили, что это проклятье на город наложил\nпоэтому они называли это «последним гневом тирана». Это странное явление продолжалось примерно год. Никто не знал, что с этим делать, и в конце концов оно просто закончилось само по себе. На самом деле «Последний гнев тирана» был культиватором. Когда-то он оказался на арене Короля Северных ветров Андриуса, и тот принял механизм за бросившего ему вызов храбреца. Машина не могла думать, но все её части были созданы для убийства и сражения. Она могла вращаться, взмывать высоко в воздух и пускать огненные шары. В конце концов Андриус смог победить машину, но та успела покинуть арену перед тем, как упасть, и направилась к древнему Мондштадту. В логове Ужаса Бури (древнем Мондштадте) Дайнслейф и Путешественник/ца обнаружили первого культиватора, и Сумеречный Меч спрятал его глаз в своём теле, чтобы тот не попал в руки ордена Бездны.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6461,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Дайнслейф",
        "desc": "<p>Бывший капитан королевской стражи Каэнри'ах, проклятый бессмертием.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/6a703b5594dddc959dd10d08702bcbe1_383537773634930376.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "name": "Осиал",
        "desc": "<p>Бог Вихрей, побеждённый Мораксом в Войне Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/237301566/6dfc1c5f5f69b627eb5428b304e30377_6627017400427115689.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Декарабиан",
        "desc": "<p>Бог, правящий Мондштадтом до Барбатоса. Был свергнут в результате восстания, поднятого жителями, уставшими от тирании.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/19/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8023965067515882642.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Андриус",
        "desc": "<p>Волчий лорд, защитник Вольфендома и один из Хранителей четырёх ветров.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/2ac7ad0e18377b4a7b7fc2032f318cc3_5744134423640941841.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2220,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Завершение Плетения судьбы",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Дайнслейф продолжил расследовать вопросы, связанные с Плетением судьбы. Он понимал, что даже когда план ордена Бездны был нарушен, они нашли другой способ осуществить задуманное. Его главной целью было выяснить суть Плетения судьбы, чтобы понять истинную цель ордена. Из сведений, которые удалось собрать, следовало, что Плетение было связано с артериями земли. Сумеречный Меч выяснил, что активность ордена Бездны в определённой местности всегда сопровождалась помехами в артериях земли. Его внимание привлекла деревня Вимара, где в это время находился/ась Путешественник/ца, расследующий/ая исчезновение парня. Хоть много жителей обратились в Гильдию искателей приключений насчёт исчезновения, никто не мог вспомнить его имя или место, где он жил. Путешественник/ца сделал/а вывод, что этот парень существовал только в воспоминаниях людей, которые текли по артериям земли."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/f95f754ac9867c0a1b7680bb16e7e39d_8426061699045560758.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Дайнслейф понял, что ему вживили ложные воспоминания и что таинственный парень связан с участившейся активностью ордена Бездны около деревни Вимара, он решил отправить орден по ложному следу, чтобы встретиться с принцессой/принцем Бездны. Он знал, что орден охотится за глазом культиватора, поэтому собирался отдать его Путешественнику/це, чтобы тот/та вынес/ла его из тайника. План Дайнслейфа был нарушен, и ему создали воспоминания, что глаз культиватора уже был у Путешественника/цы. Так орден Бездны смог получить глаз и закончить создание Плетения судьбы.\nТаинственным парнем в воспоминаниях людей оказался Кариберт. Его сознание задержалось в механизме и овладело способностью управлять Плетением, пока оно не было завершено. Он не был посвящён в цели ордена насчет Плетения и не видел целостную картину, но механизм помог ему добиться собственной цели. Ещё много лет назад, когда Клотар силой Бездны пробудил сознание в хиличурле, которым стал его сын, Кариберт испытал неописуемый ужас и боль. Чтобы его утешить, отец рассказал ему историю, будто он оказался в сказочном мире и принял облик маленького монстра. Та история на мгновение развеяла страхи Кариберта, поэтому он использовал незавершённое Плетение судьбы, чтобы вживить ложное воспоминание о любви в сознание хиличурлов."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/2ff0c4afe38825213354013dcbd4c411_2234183260597953359.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Кариберт также использовал Плетение судьбы, чтобы «прожить» жизнь, который был несправедливо лишён. Он создал себе внешность по образу своего отца и вживил воспоминаниям жителей деревни Вимара о времени, проведённом с ними. Когда проект ордена Бездны был почти завершён, от Кариберта осталась лишь тонкая нить сознания, поэтому он решил покинуть жителей деревни. В конце он переместил Путешественника/цу в пространство своего сознания, где рассказал о завершении создания Плетения судьбы, и бесследно исчез. В памяти жителей деревни появилось воспоминание, что пропавший парень встретил своих родителей и ушёл вместе с ними.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5752,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Орден Бездны",
        "desc": "<p>Организация, состоящая из проклятых жителей Каэнри'ах и монстров, не имеющих ничего общего с людьми. Они существуют во всех уголках этого мира и являются врагами наземных цивилизаций. Главной целью ордена Бездны является уничтожение мира под властью семи Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/30/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5331078896039253866.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Дайнслейф",
        "desc": "<p>Бывший капитан королевской стражи Каэнри'ах, проклятый бессмертием.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/6a703b5594dddc959dd10d08702bcbe1_383537773634930376.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Кариберт",
        "desc": "<p>Сын Клотара Альбериха, ставший хиличурлом после проклятия Селестии. Был использован для создания Плетения судьбы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/1698729f076aff1db97fead78f5ce599_1938338936070034378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "name": "Групповое фото из неизвестного времени",
        "desc": "<p>Памятная совместная фотография, нарушающая все правила. Сделана неизвестным человеком и непонятным способом в месте, которого уже не должно быть.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/22/237301566/53f9ab56b4b73c59be613c0d91980e9f_4620430129485696746.gif",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Атлас Нового мира",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Через некоторое время после завершения Плетения судьбы, орден Бездны напал на Натлан. Дозорные племён заметили, что многие члены ордена не атакуют, а бродят по окрестностям, будто находятся в медитации и молятся. Воины обратились к шаманам, но те не выяснили причину, и натланцы решили не обращать внимание. Великой шаманке Повелителей Ночного ветра приснился сон, будто в артерии земли Натлана проник какой-то чужеродный «шум». Никакого реального воздействия на Царство Ночи и артерии земли этот шум не оказал, как если бы они существовали параллельно, независимо друг от друга, точно материи из двух разных измерений. Шаманка не почувствовала «угрозы», но точно знала, что орден Бездны что-то планирует."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/79900d532f90a39f952b2a92d390289a_5299286160152342444.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В это же время в Натлан прибыли Путешественник/ца и Паймон и, во время патруля, встретили хиличурла, который, убегая, уронил ключ странной формы. Изучив ключ, Путешественник/ца понял/а, что это ключ от капсулы гибернации корабля, на котором он/а прилетел/а в Тейват вместе со своим близнецом. Поскольку ключ Путешественника/цы был при нём/ней, потерянный ключ мог принадлежать только близнецу. Выходя из пещеры, Путешественник/ца и Паймон встретили таинственную девушку Дирейдит, которая убегала от монстров и подвернула ногу. Девушка рассказала, что держала путь из одной деревни в поисках Спасителя. Однажды в эту деревню пришла Святая, которой были известны все тайны мира. Она предрекла, что скоро грядёт конец света, но тогда же миру явится Спаситель. Святая описывала, что у Спасителя должны быть золотые волосы, поэтому, когда Дирейдит увидела Путешественника/цу, она приняла его/её за Спасителя, но та/тот должен был быть другого пола. Поняв, что девушка ищет близнеца Путешественника/цы, он/а пообещал/а помочь в поисках. Около пещеры Дирейдит снова увидела монстров, гонящихся за ней, но ни Путешественник/ца, ни Паймон их не видели. А когда с монстрами столкнулись уже Путешественник/ца и Паймон, их не увидела Дирейдит. Лишь взявшись с Дирейдит за руки, они смогли увидеть монстров друг друга."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/ef56faa0734f77e075ee560085bb9eac_8527634748060724092.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Пока натланцы готовили силы, чтобы совершить контрнаступление, на линии фронта ордена Бездны вдруг появился Дайнслейф, который бросился в строй врага, словно одержимый, и стал крушить его, не встречая никакого сопротивления. К моменту, когда дозорные пришли в себя, линия фронта была уничтожена, а монстры отступили в направлении Сожжённого города, где мог находиться их главный штаб. Поскольку Сумеречный Меч не мог ждать подкрепления со стороны натланцев, он, вместе с Путешественником/цей, отправился в Очканатлан, чтобы узнать истинный мотив ордена. Во время своей охоты на орден Бездны в Натлане Дайнслейф допросил несколько членов ордена, захваченных в плен, но ему ничего не удалось выяснить, поэтому он решил сосредоточиться на военных действиях. Если орден был готов жертвовать всеми своими силами ради осуществления секретного плана, Сумеречный Меч хотел сделать их жертву как можно ощутимее. В Очканатлане Дайнслейф и Путешественник/ца столкнулись с Чудовищным крестителем, командующим штабом ордена Бездны. После поражения креститель рассказал, что принцесса/принц ордена Бездны уже добилась/ся победы, и задачей остальных членов ордена было отвлекать внимание на себя. Принцесса/Принц незаметно проникла/проник в Царство ночи и воспользовалась/ся опытом восстановления артерий земли Натлана, чтобы создать Атлас Нового мира - воссозданные с помощью Плетения судьбы артерии земли Каэнри’ах пятисотлетней давности."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/16ff116ef47db7ced801b5ad67dfddaf_7778107680228613501.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Услышав о возрождении Каэнри’ах, Путешественник/ца и Паймон поняли, что Дирейдит была из Каэнри’ах и конец света, о котором она говорила, был Катаклизмом, произошедшем пятьсот лет назад. Они поспешили к девушке, а Дайнслейф остался с Чудовищным крестителем, в котором он узнал своего бывшего наставника Хадена. Из-за эрозии и Бездны воспоминания, личность, душа и чувства Хадена давно стёрлись, и он не мог ничего вспомнить. Он попросил своего бывшего ученика поделиться воспоминаниями об их доме, поскольку Сумеречный Меч единственный смог сохранить память с помощью кольца. И хотя Дайнслейф не стал делиться историями о Каэнри’ах, он открыл свои воспоминания Плетению судьбы, чего и добивался орден Бездны. Поскольку память почти всего ордена Бездны была разъедена эрозией, им нужны были воспоминания Дайнслейфа, чтобы на их основе создать новую Каэнри’ах. Во время медитации, которую заметили дозорные племён, члены ордена Бездны записывали все свои воспоминания, на которых должно будет строиться возрождённое королевство.\nКогда Путешественник/ца вернулся/ась к Дирейдит, оказалось, что уже слишком поздно и конец света в её времени наступил. Узнав, что они с Путешественником/цей находятся в разном пространстве и времени, девушка попросила что-то, что сможет послужить доказательством их встречи, чтобы передать близнецу, когда она его найдёт. Подумав о ключе от капсулы гибернации, Путешественник/ца понял, что хиличурлом, которого он/а встретил/а в пещере, и была Дирейдит. И если это её судьба, стоило ли отдавать ей ключ?"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Тогда скажи... Что будет с моей родной Каэнри'ах?</color>\n<color=#ffffffd9>...</color>\n<color=#ffffffd9>Нет, не надо. Я не буду ничего спрашивать.</color>\n<color=#ffffffd9>Мы бросаем все силы на борьбу, когда не знаем, чем закончится наша история. Я верю, что Спаситель придёт и всё изменит.</color>\n<color=#ffffffd9>Пусть даже ты не сможешь защитить меня, я всё равно буду искать её/его...</color>\n<color=#ffffffd9>Но... Но...</color>\n<color=#ffffffd9>Ты для меня настоящий Спаситель. Ты защитил/а меня, и я верю, что ты сможешь защитить всех нас... Ты тот/та кто может всё изменить.</color>\n<color=#ffffffd9>Как жаль... что мы с тобой живём в разном времени».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/8c25f51e45d4835b6e120660bad18271_4489092099118584101.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "В этот момент время остановилось и появилась/ся принцесса/принц ордена Бездны. Пять столетий назад, когда Катаклизм только начался, она/он, как принцесса/принц Каэнри’ах собиралась/ся противостоять ему, но её/его нашла девушка Дирейдит. Она рассказала о потерянном близнеце и умоляла спасти мир, а доказательство встречи с близнецом она показала ключ от капсулы гибернации. До этого момент близнецы были разлучены, и принцесса/принц потеряла память, поэтому Каэнри’ах стал её/его вторым домом. Узнав о близнеце, принцесса/принц оказалась/ся перед очень сложным выбором и, переступив через чувство вины, она/он отправилась/ся к близнецу. Когда она/он нашла/её его, тот ещё не очнулся, и ключ от капсулы всё это время был у него, что создавало третий ключ в тот момент времени. Не понимая, что происходит, принцесса/принц решила/решил забрать близнеца с собой и бежать, но их снова разделила Хранительница Небесного порядка. На протяжении пятисот лет принцесса/принц пыталась/ся узнать, откуда у Дирейдит оказался ключ и что привело к этой встрече, и лишь сейчас она/он поняла/понял, что девушка встретила близнеца в будущем и тот/та передал/а ключ из будущего в прошлое в момент наложения артерий земли Каэнри’ах на Натлан. Даже если бы Путешественник/ца хотел/а изменить судьбу и не отдавать ключ Дирейдит, это всё равно бы произошло, как и суждено было бы появиться Плетению судьбы. Эта встреча между Путешественником/цей и близнецом была бы невозможна без Повелительницы Времени Астарот - одной из теней Изначального. Именно из-за её вмешательства принцесса/принц не смогла/смог помочь Каэнри’ах. И именно из-за неё она/он решилась/ся на создание Атласа Нового мира."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/7cff3327ca4b63b2359ea3d675c96c9f_5241812296865474052.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "С самого начала принцессе/принцу было известно, что артерии земли в Тейвате «закреплены» небесным порядком: нельзя увеличить их число и нельзя заменить одну артерию другой. Но потом выяснилось, что натланское Царство Ночи является исключением. Она/он повела/повёл орден Бездны в атаку на Натлан, чтобы выиграть возможность проникнуть в Царство Ночи и провести переговоры с Владыкой Ночи. Царство Ночи не было способно вместить новые артерии земли, но оно смогло предоставить пространство для их плетения, и так Владыка Ночи дала разрешение на активацию Плетения судьбы. Взяв за основу интейват, принцесса/принц смогла/смог создать и расширить мир, воспроизводящий Каэнри'ах пятисотлетней давности, и наложить его на пространство и время современного Натлана. Из-за этого наложения Путешественник/ца и встретился/ась с Дирейдит. После этого воспоминания членов ордена, полученные во время медитаций, наполнили и обогатили созданную Каэнри'ах. Воспоминания послужили сырьём, а наложение пространств - матрицей, после чего Плетение судьбы наконец завершило свою работу, создав Атлас Нового мира. Атлас состоял из запутанной сети артерий земли новой Каэнри’ах, и с помощью него королевство наконец может возродиться, когда для него будет найдено подходящее пространство.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7858,
        "name": "Пространство и время для тебя",
        "desc": "<p>Конец путешествия - это и начало путешествия. Время не имеет значения.</p><p>Мы с тобой смотрим на один и тот же пейзаж. Пространство не имеет значения.</p><p>...Пока твоя и моя судьбы не встретятся и все нити не переплетутся.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/25/88347907/d617683795729bd7c949f60e9dfeff34_7987839857470604510.png",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Очканатлан",
        "desc": "<p>Чтобы осуществить великую мечту в утреннем тумане и море облаков, воины, бороздившие небеса, не знали ни минуты покоя.</p><p>В глубинах далёкого моря тумана в разрушенном городе ужасный дракон охраняет запретные истории, а  над облаками забытый легендарный пустой ковчег ждёт прибытия новых гостей...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/8694aaf89d32e75eca416ec7fe41e487_5633371373807827387.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Царство Ночи",
        "desc": "<p>Мир душ и памяти, созданный Владыкой Ночи, чтобы воссоздать повреждённые артерии земли Натлана. Царство Ночи - запредельное пространство между телом и разумом, жизнью и смертью, куда попадают души всех погибших натланцев.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/15/237301566/66211c740381a91c1593eac8efc5d421_5970043329572521999.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Орден Бездны",
        "desc": "<p>Организация, состоящая из проклятых жителей Каэнри'ах и монстров, не имеющих ничего общего с людьми. Они существуют во всех уголках этого мира и являются врагами наземных цивилизаций. Главной целью ордена Бездны является уничтожение мира под властью семи Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/30/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5331078896039253866.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Дайнслейф",
        "desc": "<p>Бывший капитан королевской стражи Каэнри'ах, проклятый бессмертием.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/6a703b5594dddc959dd10d08702bcbe1_383537773634930376.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "name": "Близнец",
        "desc": "<p>Сестра/брат Путешественника/цы, принцесса/принц Каэнри'ах, Спаситель и принцесса/принц ордена Бездны.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/23/237301566/725878e71fb16f81d7bbde830f0d58d8_2155510430646813791.gif",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Владыка Ночи",
        "desc": "<p>Ангел, создавшая Царство Ночи в Натлане.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/237301566/6b241f723a377795d5a2ef3c3e97200b_3435879319829205378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7808,
        "name": "Ключ от капсулы гибернации",
        "desc": "На том корабле, что пересекал звёздное море, должно быть только два ключа. Они принадлежат золотоволосым путешествующим близнецам.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/06/18/5f0dab2a8059fdc1a9449cee42de9575_1265656115722294584.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}