{
  "epId": 6302,
  "name": "Рукопись богини II",
  "desc": "Рукопись, написанная сказочником. Почему-то на бумаге есть отверстие, напоминающее...",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1722629716,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...\nВ подвале разрушающегося дома мудрый Антонио\nпринялся изучать древнюю книгу, которую недавно отыскал. Свет его масляной лампы\nвздрагивал всякий раз, когда\nсверху падал очередной обломок.\nДеревня должна была символически страдать от проделок злого дракона, и выбор дракона\nпал на дом Антонио, поскольку хозяина там не оказалось. Но Антонио\nбыло всё равно. Он хотел лишь изучить книгу,\nкоторую получил сегодня от старушки на мосту.\nКнига называлась «█ра█ер света», в ней\nбыли правила, об█ат██ые для всех жителей\nСимуланки. И была о███языке изначального\nсоздания мира. Если бы не мудрость Антонио, расшифровавшего\nизначальный язык, её бы не удалось прочесть.\nВ книге не было описано, как справиться\nс бедственным положением Столицы Созвездия, и не было заклинания,\nс помощью которого Антонио мог бы починить свой дом. Но Антонио знал, что\nнет в мире ничего могущественнее мудрости.\nЛучи восходящего солнца освещали развалины, оставшиеся от дома Антонио. Кузнец,\nживший по соседству, и толстый деревенский староста приложили немало усилий, чтобы\nубрать обломки, завалившие дверь в подвал.\nС тёмными кругами под глазами Антонио сказал толстому старосте: «Я\nиду в поход против дракона, скоро вернусь».\n«С тобой всё в порядке? Похоже, ты за всю ночь глаз не сомкнул».\n«Это копоть от масляной лампы. Не переживайте».\n...\nЗлой дракон сидел на вершине огромной горы сокровищ и наблюдал за тем,\nкак к нему приближается крошечный Антонио. Из пасти дракона рвалось пламя,\nкоторым он собирался испепелить всё живое перед самым носом Антонио,\nчтобы напугать непрошеного гостя.\n«Стой! Я мейстер второго ранга. Согласно \"Хартии\nсвета\", ты не смеешь применять силу,\nесли я откажусь от сражения».\nТакое правило в самом деле существовало, поэтому злой дракон\nнеохотно проглотил пламя. Завтрашний поход в туалет будет не из приятных.\nАнтонио даже не предполагал, что полученное некогда звание\nмейстера второго ранга по удалению ржавчины однажды ему пригодится.\n«Как мейстер второго ранга я предлагаю тебе\nпомериться силами в загадках. И ты не вправе отказаться!»\nВ мире Симуланки действительно существовал такой закон. По большому счёту\nего приняли ради сфинксов, старых мудрецов\nи капризных принцесс, которые обожают изводить людей своими придирками. Но злой дракон не ожидал,\nчто однажды попадёт под действие закона.\n«Я первым загадаю загадку. Позавчера я продал дом за восемь тысяч моры,\nа потом подумал, что могу повысить цену, и выкупил его\nза девять тысяч моры, намереваясь продать за десять тысяч\nморы. Сколько моры я потерял?»\nЗлой дракон презрительно усмехнулся: «Что тут сложного?\nТы мог бы подождать, пока цена поднимется до десяти тысяч,\nно ты продал дом за восемь тысяч, а потом купил за девять. Значит,\nты потерял тысячу моры!»\n«Неверно. Вчера ты сжёг мой дом дотла, так что\nя не успел его продать. И понёс куда больше убытков».\n«П-прости. Понимаешь, я должен сжигать дома, а ты\nкак раз отлучился, вот я и решил сжечь тот дом, в котором\nникто не погибнет».\n«Ты проиграл, и я вправе\nпотребовать награду, стоимость которой равна цене твоей жизни минус одна мора.\nКроме того, ты спалил мой дом, так что я имею право\nпотребовать компенсацию. Пускай мой дом будет стоить одну мору. Теперь\nприкончи себя сам, злой дракон!»\n«Прошу, пощади! Я дам тебе всё,\nчто пожелаешь».\n«Тебя за язык никто не тянул». Антонио достал\nсоставленный заранее договор.\n...\nТак Антонио благодаря своей мудрости завладел\nвсеми сокровищами злого дракона. Злой дракон был так ошарашен случившимся, что больше\nне осмеливался нападать на Столицу Созвездия, в которой жил Антонио.\nМного лет спустя один ребёнок спросил Антонио:\n«Ты продал дом за восемь тысяч и снова купил его за девять тысяч, получается,\nты потерял тысячу моры?»\nA.A."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Рукопись богини II"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6363,
            "name": "Примечания к истории",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/25/20856775/73c8a8ba49dc47173e7120269b48dc60_7450086945367228883.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}