{
  "epId": 6303,
  "name": "Рукопись богини III",
  "desc": "Обычная сказка, написанная самым обычным человеком. Если присмотреться, отверстия на бумаге сделаны кошачьей лапой...",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1722629720,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Рукопись богини III"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6363,
            "name": "Примечания к истории",
            "desc": "<p>Кирара говорит, что ей нужно провести какое-то расследование. Из любопытства вы присоединяетесь к ней...</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/05/237301566/796312d2a06b20b0f702b21b8f1d7e1d_2783402549981107813.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...\nСегодня Галилео и Альберто совершили много добрых\nдел. Пришлось изрядно попотеть, помогая старушке на мосту перетащить бочки с сидром,\nзато каждый получил по маленькому бочонку в качестве\nвознаграждения.\nВ ту ночь сквозь тонкую пелену облаков струился прекрасный лунный свет. Двое\nдрузей взобрались на высокую стену, возведённую для защиты от злого дракона.\nАльберто, проиграв в камень-ножницы-бумагу, поднимался по лестнице\nс маленьким бочонком сидра, зажатым под мышкой.\n«Глянь, домина, которым так гордится наш толстый староста,\nотсюда выглядит совсем крошечным», - проговорил Альберто,\nуказывая на дом внизу.\n«Ты показываешь на мой дом, - ответил Галилео. -\nДом старосты вон там».\nАльберто плохо видел в темноте, а луна светила хоть и ярко,\nно не ярче солнца. Немного прищуришься, и уже ничего не видно.\nКак бы ни старался Альберто, всё было без толку.\n«Он тоже крошечный, - сказал Галилео. -\nТак что ты прав».\nГалилео и Альберто отличались добрым и\nчутким нравом. Своим ответом Галилео сгладил неловкость,\nвозникшую из-за плохого зрения Альберто. А Альберто намеренно проиграл другу\nв камень-ножницы-бумагу, чтобы самому нести бочонок по лестнице. Ведь\nу Галилео были повреждены шестерёнки под рёбрами.\n«За нас!» - Альберто снова закупорил бочонок,\nи друзья подняли стаканы.\nНа следующий день Альберто и Галилео собрали людей на\nдеревенской площади.\nСначала они извинились за разрушенную стену, которая защищала деревню от дракона, а затем сообщили\nвсем жителям деревни, что собираются пойти и поговорить со злым драконом.\n«Стену мы возводили с большим трудом,\nно сейчас не это главное, - ответил староста. -\nВы точно снесли её сами? Или только бахвалитесь?»\nРазумеется, толстого старосту интересовало вовсе не это. Он тоже был хорошим\nчеловеком. И староста продолжал свою речь: «Искать встречи со злым драконом\nдовольно опасно».\n«Не переживайте!» -\nсказали неразлучные друзья и отправились в путь.\nУвидев перед собой Альберто и Галилео, злой дракон задрожал от страха.\nСтарушкин сидр неведомым образом увеличивал в размерах того,\nкто его выпивал. Прошлой ночью двое друзей сидели и преспокойно пили сидр,\nкогда под ними обрушилась стена.\nГлядя на землю с высоты, они вдруг поняли\nзлого дракона. Он такой огромный, что может случайно\nразрушить деревню, которая некстати оказалась на пути. Но если дракон обратит своё внимание\nна людей, у них наверняка получится найти общий язык.\nДопив остатки волшебного сидра, друзья увеличились в размерах и стали\nдаже больше злого дракона. Они уселись по обе стороны от него и\nпытались, дыша винным духом, вразумить его.\nЗлой дракон в уж█е █ался, и вся его\nсвирепость и в█ич██ропали. Стал он даже\nжалок. Альберто п███ отковырять грязь с\nчешуйки, но в итоге содрал её саму. Дракон решил было ускользнуть,\nно из опасений, что деревню ждёт ещё десять тысяч лет несчастий, если недоразумение не прояснится,\nГалилео схватил дракона за хвост и притащил обратно.\n«На самом деле мы всегда жили прямо у тебя под ногами. Мы\nтакие маленькие, что ты наверняка нас даже не замечаешь. Но вот мы стали\nбольше... Ик! - говорил Галилео. -\nИ теперь ты должен знать, что мы можем быть где-то внизу».\nЗлой дракон энергично кивал.\nДвое друзей проговорили с драконом всю ночь, а уверившись, что достигли взаимопонимания,\nотправились домой.\nA.A."
          }
        ]
      }
    ]
  }
}