{
  "epId": 6311,
  "name": "Сновидения древней столицы",
  "desc": "Книга о молодой женщине по имени Лисия, которая одна отправляется в путешествие, после разрушения её дома чёрным драконом.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/f013a74ec82031e4b894c5bcc4360c99_1264035745068301214.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1722519354,
  "components": {
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "Книга о молодой женщине по имени Лисия, которая одна отправляется в путешествие, после разрушения её дома чёрным драконом.\n...\nВо время своего путешествия она встретила бывшего королевского стражника, ныне странствующего по свету. Она попросила научить её искусству владения мечом. Но стражник давно отчаялся, утратил мужество и желание размахивать мечом.\n«Я не могу дать тебе волшебный пузырёк, наполненный надеждой, - сказала Лисия. -\nНо я помню песню из своего детства. В ней пелось, что весна проносится мимо быстрее падающей звезды. Та песня научила меня беречь каждый цветок, которому предстоит распуститься у моих ног».\n«Тебе не нужно учиться искусству владения мечом, - сказал стражник. -\nТвои глаза говорят мне, что в тебе есть нечто намного сильнее».\n...\nЛисия снова отправилась в путь и, следуя указаниям старейшин, вошла в густой лес и предстала перед мудрой совой, хранительницей ключей к Царству Снов.\nСмех совы густым туманом окутал Лисию со всех сторон.\n«Ты знаешь, что такое \"сдаваться\"?»\n«Пока мои ноги позволят, я буду идти вперёд».\n«Ты не боишься, что смерть постучит в твою дверь?»\n«Я дам ей бой, мы будем сражаться до самого конца».\n«И последний вопрос... Ты клянёшься, что будешь верна своей мести?»\n«Я...»\n...\nЗавладев ключом, Лисия открыла дверь в Царство Снов. Там она переправилась через реку звёзд, поднялась по чёрной, будто чернила, лестнице и преодолела ещё множество трудностей. Наконец она рассказала богине снов, зачем пришла. В обмен на прядь своих золотых волос она овладела магией, которая позволяла заманить человека в сон.\nИ тогда она объявила, что отомстит чёрному дракону.\nСначала чёрный дракон знал только чёрное и белое. Но когда заклинание погрузило дракона в сон, ему приснились тысячи разных миров, каждый из которых был красочнее пожара сражений.\n«Если тебе тоже нравятся такие миры, - сказала Лисия, -\nя поверну вспять стрелку на циферблате звёздного неба, чтобы все звёзды вернулись на те места, где стояли за день до твоего прихода в мой родной город».\n...\nВ конце истории Лисия проснулась и увидела в окне знакомый пейзаж родной деревни. Птицы щебетали, цветы благоухали, и всё было спокойно.\nВ дверь деревянной хижины осторожно постучали.\nЛисия открыла и увидела на пороге черноволосого незнакомца.\n«Не вижу, какого цвета у тебя волосы, - сказал незнакомец. -\nДумаю, что золотые. Как звёзды в моём сне».\n...\nЗаметки в конце книги:\nТы так любишь сочинять истории о драконах!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Сновидения древней столицы"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Расколотое море, Симуланка"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      }
    ]
  }
}