{
  "epId": 6370,
  "name": "Барбелот",
  "desc": "<p>Провидица, ведьма из Ведьмина шабаша и учительница Моны. Известна как Астромант Барбелот Трисмегистус и «Б.».</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/c11bc32a2df3184a98f12aa253560c6c_2431908676514242104.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1722195829,
  "components": {
    "galleryCharacter": [
      {
        "key": "Барбелот",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/4e8534f5ccc482d68dbf30f7976ef618_807609697908736235.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Статуя Барбелот в Симуланке"
          }
        ]
      },
      {
        "key": "Чашка Барбелот",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/e516a099aad70a5aa863b26083b2a948_3908471825265447847.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Барбелот"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Ведьмин Шабаш"
          }
        ]
      },
      {
        "key": "Китайский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "武向彤 (Wu Xiangtong)"
          }
        ]
      },
      {
        "key": "Английский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "Misty Lee"
          }
        ]
      },
      {
        "key": "Японский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "新谷真弓 (SHINTANI Mayumi)"
          }
        ]
      },
      {
        "key": "Корейский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "여윤미 (Yeo Yoon-mi)"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Гадательные знаки",
        "desc": [
          {
            "type": "RichText",
            "text": "(Красивый, почти печатный почерк, совершенно непохожий на гадательные знаки...)\nНа самом деле, изначально мне казалось, что мы не очень подходим для организации, созданной Алисой. Но по прошествии стольких лет я заметила, что люди и вещи вокруг меня стремительно меняются. Ты стала одной из немногих близких людей.\nПоначалу я не понимала, что Алиса в тебе нашла. Всё же стандартом для неё является «интерес», и нужно быть «самой интересной», чтобы получить приглашение. Впоследствии я поняла, что зря смотрела свысока на твои истории. Вполне возможно, твоя проницательность в отношении того, как устроен мир, иногда превосходит даже астрологию. Но лишь иногда!\nЯ стара и не знаю, сколько мне ещё осталось. Конечно, всё это лишь разговоры. Я действительно по тебе немного скучаю, но ещё не готова составить тебе компанию."
          }
        ]
      },
      {
        "title": "О Дурине из Симуланки",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>(Задание события версии 4.8 «Лето! Драконы? Сказка!» «До конца мира»)</color>\n<color=#37ffff>Барбелот</color> : Ты уверена, что хочешь создать этого ребёнка, «М.»? Даже после того, как я рассказала тебе о его судьбе?\n<color=#37ffff>Барбелот</color> : Создатель покинет его, и в конце концов...\n<color=#37ffff>Андерсдоттер</color> : Я знаю, «Б.». Ты уже рассказывала. Грустная история с разочаровывающим концом... Это то, что произошло в реальном мире, так ведь?\n<color=#37ffff>Андерсдоттер</color> : Но именно поэтому я хочу всё изменить. В другом мире его история может закончиться хорошо. Этот ребёнок... Его сердце наполнено любовью.\n<color=#37ffff>Барбелот</color> : Понимаю, Аня. Но знай, что если ты дашь ему это имя, его судьба в Симуланке будет такой же, как у его тёзки в реальном мире...\n<color=#37ffff>Андерсдоттер</color> : Но всё же есть шанс, правда? Может, это как пальцем в небо... Но я должна попытаться. Он заслуживает лучшей жизни.\n<color=#37ffff>Андерсдоттер</color> : Хотя... возможно, ему понадобится помощь, когда придёт время.\n<color=#37ffff>Барбелот</color> : Ладно, дорогуша. Твой выбор.\n<color=#37ffff>Барбелот</color> : Раз уж ты так настаиваешь, я расскажу тебе один секрет...\n<color=#37ffff>Барбелот</color> : Ребёнок «Р.» однажды... воскреснет из мёртвых."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Ведьмин шабаш",
        "desc": "<p>Тайное общество ведьм, которое занимается обсуждением секретов за чаепитием и исследованием Ирминсуля.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/7e361b6e509e4197a2d7ce89f277c472_7973032842141432529.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Барбелот - ведьма из Ведьмина шабаша",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Симуланка",
        "desc": "<p>Давным-давно три богини создали этот мир и назвали его Симуланкой.</p><p>Богиня Создания, владычица материи и магии, создала горы и реки, даровала жизнь. Её силы также обеспечили существование Симуланки во множестве миров.</p><p>После Богини Создания пришла Богиня Пророчества, властвующая над звёздами и всеми судьбами мира. Она заставила небо кружиться, а землю вращаться. Её статуя всё ещё стоит на самой высокой точке Столицы Созвездия.</p><p>Последней была Богиня Судьбы, владевшая всеми сокровенными историями и самыми заветными желаниями. Она даровала пылкую любовь, вечную ненависть, а также показала истинный смысл смерти и веры.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/193a95712c2de70de8387cacada48417_2626299660223667771.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Барбелот была одной из трёх ведьм, создавших Симуланку. В этом мире она Богиня Пророчества.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Алиса",
        "desc": "<p>Хранительница границ мира, великая искательница приключений, злой-презлой Додокороль, защитница старого Мондштадта, друг, не покинувший надежду взрослых, составительница «Путеводителя по Тейвату», изобретательница искусства кудзирай, тэмари-дзюцу, поставшица знаменитой госпожи Сангема-бай, старейшина Ведьмина шабаша под кодовым именем «А.» и мама Кли.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/16/237301566/7c4f62f9126f4c80e16f20e2728f449f_5967603972261492538.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Рэйндоттир",
        "desc": "<p>Алхимик, ведьма из Ведьмина шабаша, одна из грешников Каэнри'ах, мать Альбедо. Известная как Золото и «Р.». Рэйндоттир создала армию монстров, которые атаковали Тейват 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/28/237301566/b12de89916409eae3b0325ed5432efc4_7390281426362006143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6369,
        "name": "Николь",
        "desc": "<p>Провидица и ведьма из Ведьмина шабаша под кодовым именем «Н.». Известна как Николь Рейн. Является одной из выживших ангелов. Она лишилась голоса, поэтому может общаться только в головах людей.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/28/237301566/6097983852fabd9062cf80b9534d2eaf_4661262669468787174.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Андерсдоттер",
        "desc": "<p>Аня М. Андерсдоттер - писательница из Мондштадта и ведьма из Ведьмина шабаша.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/f1576f261802f32e6c00a1bf8a6335df_1220539739638345648.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "И. Ивановна Н.",
        "desc": "<p>Первый мэр Снежной и ведьма из Ведьмина шабаша.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/28/237301566/194c68529f12745f86263afdec95651d_5467524443463844810.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Ведьмы из шабаша",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Мона",
        "desc": "Таинственный молодой астролог, которая представляется как «великий астролог Мона Мегистус» и на самом деле достойна этого звания. Эрудирована и горделива.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Ученица Барбелот. Приняв Мону в ученицы, ведьма сказала сменить ей фамилию на Мегистус, что означает «великий».",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5840,
        "name": "Волчонок",
        "desc": "<p>Консьерж, отвечающий за приём гостей в театре «Воображариум».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/237301566/c61ab2b047a03a29712263926f0da175_6246150303052550970.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Предположительно, Барбелот создала театр «Воображариум» и попросила Волчонка присмотреть за ним.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 5839,
        "name": "Маленькая ведьма и вечное пламя",
        "desc": "Ясный и чистый зелёный цветок рождается там, где сходятся водные артерии. У него простой тонкий аромат, освежающий, но нежный.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/531a39334dc65d78ebe5e2de11fddbaa_9041448304278463013.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Мона",
        "desc": "Таинственный молодой астролог, которая представляется как «великий астролог Мона Мегистус» и на самом деле достойна этого звания. Эрудирована и горделива.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>История персонажа 1</color>\nНедавно учительница Моны, пожилой, но искусный астролог, поручила ей одно важное задание.\nВ Мондштадте жил её закадычный враг, и Моне нужно было забрать у наследника этого человека секретный сундучок.\n«Если ты посмеешь подсмотреть, что там внутри... Тебе несдобровать».\nТакое вот напутствие перед выходом получила Мона.\nК удивлению Моны наследником тем оказался не кто иной, как Рыцарь Искорка Кли.\nСундучок тот был на месте, но после шаловливых ручек Кли и серии «происшествий»... Мона, сама того не желая, разгадала тайну сундучка.\n«Всё, мне конец. Внутри дневник её юных лет. Если я так и вернусь, старуха меня прикончит».\nМоне ничего не оставалось, как поселиться в Мондштадте и начать бедную, но насыщенную жизнь."
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Мона",
        "desc": "Таинственный молодой астролог, которая представляется как «великий астролог Мона Мегистус» и на самом деле достойна этого звания. Эрудирована и горделива.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>История персонажа 4</color>\nИногда Мона встречается с Кли и Альбедо, чтобы, главным образом, бесплатно с ними пообедать, а ещё обменяться последними достижениями в своей области с Альбедо.\nДвоим исследователям мировых принципов и ученикам известных мастеров в порядке вещей равняться друг на друга.\nМона всеми силами старается защищать образ своей учительницы в глазах Альбедо.\nВ то же время в её привычку вошло над «этой старухой» язвить.\n«Ты говоришь, что являешься преемницей замечательной школы, но также заявляешь, что твоя наставница - старая дурында. И вот какой из этих характеристик мне верить?»\nАльбедо не мог удержаться, чтобы не задать этот вопрос. Но Мона и в самом деле никогда особо над ним не размышляла.\nПодперев подбородок ладонью, она задумалась.\n«Хм, наставница передала мне выдающиеся знания, но мне она не ровня.\nИзвестна ли ей стоимость яиц, сливочного масла или пшена? В этом отношении я давно её превзошла»."
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Мона",
        "desc": "Таинственный молодой астролог, которая представляется как «великий астролог Мона Мегистус» и на самом деле достойна этого звания. Эрудирована и горделива.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Узнать больше о Моне IV</color>\nАстрологист Мона Мегистус - это имя мы придумали вместе со старухой. Она говорила, что в написании сокрыт хороший смысл. Но потом она стала называть меня «Мэгги», а это, в отличие от нормального «Мона», похоже на детское имя... Так! Нельзя меня так называть! Это неприлично! Если бы знала... никогда бы не рассказала!"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Мона",
        "desc": "Таинственный молодой астролог, которая представляется как «великий астролог Мона Мегистус» и на самом деле достойна этого звания. Эрудирована и горделива.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о наставнице</color>\nМоя наставница владеет безграничными знаниями, но только лишь в астрологии, а Алиса отлично разбирается и в других областях мистицизма...\nЯ ищу кое-какую шкатулку здесь в Мондштадте по поручению своей наставницы.\nЭта шкатулка была частью спора между ней и её подругой 50 лет назад. Но сейчас она уже очень стара и с трудом двигается, поэтому ей пришлось доверить это поручение мне.\nМоя наставница и её подруга всю жизнь боролись за первенство в эзотерических науках, но никто не стал победителем. Раздобыв эту шкатулку, я смогу доказать, что я сильнее моей наставницы!\nЭта... Эта книга... Этот дневник... и есть те самые записи 50-летней давности?!\nТе тайны, которые эта старуха стремилась вернуть себе 50 лет, оказались всего лишь её постыдными историями молодости?!\nТеперь понятно, почему она наказала мне ни в коем случае не читать его, иначе она пустит меня на фарш...\nУзнает. Астрология делает скрытое явным, вы сами это видели.\nРешено, я временно поживу тут, в Мондштадте. Как только эта старуха испустит свой последний вздох, я стану свободна."
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Мона",
        "desc": "Таинственный молодой астролог, которая представляется как «великий астролог Мона Мегистус» и на самом деле достойна этого звания. Эрудирована и горделива.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о пророчестве Фонтейна</color>\nЯ могу сказать только, что я астролог, а это пророчество касается судьбы Фонтейна и даже всего Тейвата. Установить, правдиво оно или нет, всё равно, что предсказать судьбу целого мира.\nБоюсь, не каждому человеку такое под силу. Если бы я могла сделать подобное предсказание, то называлась бы уже не астрологом... а провидицей.\nС другой стороны, такое масштабное и мощное пророчество мог сделать только очень сильный провидец. Предсказание касается судьбы целого мира... Считать его выдумкой будет опрометчиво.\nНапример, старуха умеет творить такие гадания, и я уверена, что в Ведьмином шабаше найдутся и другие провидицы с подобными способностями.\nМне нужно убедиться в правдивости пророчества."
      },
      {
        "type": "CustomEntry",
        "epId": 5840,
        "name": "Волчонок",
        "desc": "<p>Консьерж, отвечающий за приём гостей в театре «Воображариум».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/02/237301566/c61ab2b047a03a29712263926f0da175_6246150303052550970.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о театре «Воображариум»</color>\nНу... госпожа маг это госпожа маг. Всё равно как гости это гости.\nОна с подругами... Да! Её подруги тоже маги. Они все прекрасно владеют магией. Магия созидания, магия иллюзий...\nЭту комнату наколдовала госпожа маг, а я ничего не смыслю в магии...\nНо уверяю вас как консьерж, что здесь уютно и безопасно! Очень надеюсь, чтобы вы хорошо проведёте время.\nГоспожа маг уже говорила, что эта комната «до начала истории и после её окончания». У гостей есть столько времени, сколько им нужно, чтобы делать всё, что они захотят.\nКстати говоря, госпожа маг удивительная! Она может увидеть путь судьбы в звёздных отражениях. Наверное, вы очень рады, что она предлагает вам услуги гадания?"
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Андерсдоттер",
        "desc": "<p>Аня М. Андерсдоттер - писательница из Мондштадта и ведьма из Ведьмина шабаша.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/f1576f261802f32e6c00a1bf8a6335df_1220539739638345648.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Старый журнал</color>\n«...По всем правилам я должна была быть «А.», ведь «А.» - это первая и последняя буква моего имени. Но Алиса не разрешила, сославшись на старшинство, и сказала, что я буду «М.» из-за моего второго имени. Ха-ха, а она знает, как меня задеть...\nВсё же, её магия всегда меня удивляет. Я до сих пор не могу поверить, что она подарила дар речи одной из моих лягушек из бумаги.\nХм... Почему бы мне не написать историю, где главными героями будут животные из бумаги? Так... Жили-были в волшебном Лесу животные из бумаги....\nБарби любит заглядывать в будущее, поэтому она использовала свои силы, чтобы начертить судьбы всех живых существ в Симуланке. Но заранее зная концовку, теряется весь интерес...\nДумаю, я поспорю с ней. Я верю, что однажды люди Симуланки выберут свой собственный путь.\n...Похоже, она хочет построить свою статую в столице?! Ха-ха, она всегда хочет добавить немного стиля»."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Трейлеры и тизеры",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Тизер «Чаепитие ведьм»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1d77b3f1972e0b02f49a1b5a27009d7c_888359372350112506.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>7 марта 2023</color>\nСообщение из старой лампы застало врасплох даже «великую искательницу приключений», «злого-презлого Додокороля», «защитницу старого Мондштадта», «друга, не покинувшего надежду взрослых», «составительницу \"Путеводителя по Тейвату\"», «изобретательницу искусства кудзирай, тэмари-дзюцу», «поставщика знаменитой госпожи Сангема-бай», «старейшину Ведьмина шабаша под кодовым именем \"А.\"», «маму милейшей Кли» Алису.\nК счастью, оно не извещало об ужасном происшествии, но служило воспоминанием о друзьях молодости Алисы.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=RigK4OwCCM8&list=PLqWr7dyJNgLICZACs2Fge9bkhlvdE_Y70&index=18&ab_channel=GenshinImpact"
      }
    ]
  }
}