{
  "epId": 6371,
  "name": "Андерсдоттер",
  "desc": "<p>Аня М. Андерсдоттер - писательница из Мондштадта и ведьма из Ведьмина шабаша.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/f1576f261802f32e6c00a1bf8a6335df_1220539739638345648.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1722195366,
  "components": {
    "galleryCharacter": [
      {
        "key": "Андерсдоттер",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/b1501fe4c212b3d86c8ca95110c990a2_1398917723770937006.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Статуя Андерсдоттер в Симуланке"
          }
        ]
      },
      {
        "key": "Андерсдоттер",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/16b26bccc6033532528679d301516c8c_8073687802625606809.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Андерсдоттер"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Мондштадт"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Ведьмин шабаш"
          }
        ]
      },
      {
        "key": "Китайский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "汪滢滢 (Wang Yingying)"
          }
        ]
      },
      {
        "key": "Английский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "Samantha Cooper"
          }
        ]
      },
      {
        "key": "Японский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "河原木志穂 (KAWARAGI Shiho)"
          }
        ]
      },
      {
        "key": "Корейский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "김서영 (Kim Seo-yeong)"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Трейлеры и тизеры",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Тизер «Чаепитие ведьм»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1d77b3f1972e0b02f49a1b5a27009d7c_888359372350112506.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>7 марта 2023</color>\nСообщение из старой лампы застало врасплох даже «великую искательницу приключений», «злого-презлого Додокороля», «защитницу старого Мондштадта», «друга, не покинувшего надежду взрослых», «составительницу \"Путеводителя по Тейвату\"», «изобретательницу искусства кудзирай, тэмари-дзюцу», «поставщика знаменитой госпожи Сангема-бай», «старейшину Ведьмина шабаша под кодовым именем \"А.\"», «маму милейшей Кли» Алису.\nК счастью, оно не извещало об ужасном происшествии, но служило воспоминанием о друзьях молодости Алисы.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=RigK4OwCCM8&list=PLqWr7dyJNgLICZACs2Fge9bkhlvdE_Y70&index=18&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Ведьмин шабаш",
        "desc": "<p>Тайное общество ведьм, которое занимается обсуждением секретов за чаепитием и исследованием Ирминсуля.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/7e361b6e509e4197a2d7ce89f277c472_7973032842141432529.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Андерсдоттер при жизни состояла в Ведьмином шабаше.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Симуланка",
        "desc": "<p>Давным-давно три богини создали этот мир и назвали его Симуланкой.</p><p>Богиня Создания, владычица материи и магии, создала горы и реки, даровала жизнь. Её силы также обеспечили существование Симуланки во множестве миров.</p><p>После Богини Создания пришла Богиня Пророчества, властвующая над звёздами и всеми судьбами мира. Она заставила небо кружиться, а землю вращаться. Её статуя всё ещё стоит на самой высокой точке Столицы Созвездия.</p><p>Последней была Богиня Судьбы, владевшая всеми сокровенными историями и самыми заветными желаниями. Она даровала пылкую любовь, вечную ненависть, а также показала истинный смысл смерти и веры.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/193a95712c2de70de8387cacada48417_2626299660223667771.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Андерсдоттер была одной из трёх ведьм, кто создал Симуланку. В этом мире она Богиня Судьбы.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Алиса",
        "desc": "<p>Хранительница границ мира, великая искательница приключений, злой-презлой Додокороль, защитница старого Мондштадта, друг, не покинувший надежду взрослых, составительница «Путеводителя по Тейвату», изобретательница искусства кудзирай, тэмари-дзюцу, поставшица знаменитой госпожи Сангема-бай, старейшина Ведьмина шабаша под кодовым именем «А.» и мама Кли.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/16/237301566/7c4f62f9126f4c80e16f20e2728f449f_5967603972261492538.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Рэйндоттир",
        "desc": "<p>Алхимик, ведьма из Ведьмина шабаша, одна из грешников Каэнри'ах, мать Альбедо. Известная как Золото и «Р.». Рэйндоттир создала армию монстров, которые атаковали Тейват 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/28/237301566/b12de89916409eae3b0325ed5432efc4_7390281426362006143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6369,
        "name": "Николь",
        "desc": "<p>Провидица и ведьма из Ведьмина шабаша под кодовым именем «Н.». Известна как Николь Рейн. Является одной из выживших ангелов. Она лишилась голоса, поэтому может общаться только в головах людей.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/28/237301566/6097983852fabd9062cf80b9534d2eaf_4661262669468787174.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Барбелот",
        "desc": "<p>Провидица, ведьма из Ведьмина шабаша и учительница Моны. Известна как Астромант Барбелот Трисмегистус и «Б.».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/c11bc32a2df3184a98f12aa253560c6c_2431908676514242104.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "И. Ивановна Н.",
        "desc": "<p>Первый мэр Снежной и ведьма из Ведьмина шабаша.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/28/237301566/194c68529f12745f86263afdec95651d_5467524443463844810.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Ведьмы из шабаша\nДурин из Симуланки\nАндерсдоттер создала своего «сына» Дурина в мире Симуланке на основе реального",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Дурин",
        "desc": "<p>Теневой дракон и один из детей алхимика Рэйндоттир.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/206a8a0bc1698ae7019f093470f9e845_1446865023244996257.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "из Тейвата. Она надеялась, что однажды он сможет обрести свою собственную судьбу.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 2351,
        "name": "Принцесса-кабан",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 6301,
        "name": "Рукопись богини I",
        "desc": "История, написанная создателем этого мира. Это проект, который породил Симуланку. История, не вызывающая сомнений.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6302,
        "name": "Рукопись богини II",
        "desc": "Рукопись, написанная сказочником. Почему-то на бумаге есть отверстие, напоминающее...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6303,
        "name": "Рукопись богини III",
        "desc": "Обычная сказка, написанная самым обычным человеком. Если присмотреться, отверстия на бумаге сделаны кошачьей лапой...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Алиса",
        "desc": "<p>Хранительница границ мира, великая искательница приключений, злой-презлой Додокороль, защитница старого Мондштадта, друг, не покинувший надежду взрослых, составительница «Путеводителя по Тейвату», изобретательница искусства кудзирай, тэмари-дзюцу, поставшица знаменитой госпожи Сангема-бай, старейшина Ведьмина шабаша под кодовым именем «А.» и мама Кли.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/16/237301566/7c4f62f9126f4c80e16f20e2728f449f_5967603972261492538.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о Ведьмином шабаше</color>\nА что до «легенды, которой нет конца»... Вряд ли вы встречались с М., но, скорее всего, знакомы с одним из её произведений. Читал ли кто-нибудь из вас книгу «Принцесса-кабан»?\nЧто? Я уверена, в Мондштадте эту книгу читал каждый ребёнок.\nХе-хе, и у меня это одна из любимых сказок. М. была исключительной женщиной. Своими книгами она научила меня тому, что значит «горе».\nВам не кажется, что такой человек заслуживает места за столом ведьм?"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Алиса",
        "desc": "<p>Хранительница границ мира, великая искательница приключений, злой-презлой Додокороль, защитница старого Мондштадта, друг, не покинувший надежду взрослых, составительница «Путеводителя по Тейвату», изобретательница искусства кудзирай, тэмари-дзюцу, поставшица знаменитой госпожи Сангема-бай, старейшина Ведьмина шабаша под кодовым именем «А.» и мама Кли.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/16/237301566/7c4f62f9126f4c80e16f20e2728f449f_5967603972261492538.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Гадательные знаки</color>\n(Очень милый почерк, совершенно непохожий на гадательные знаки...)\nВремя от времени я путешествую по Тейвату и смотрю, не появилось ли в рельефе необычных изменений. Когда люди меня почти забудут, я перепишу путеводитель по семи регионам.\nНо в последнее время я как-то устала. Не знаю, почему. Может, это из-за прихода весны.\nВ Мондштадте я встретила девочку, похожую на тебя в детстве. От скуки я последовала за ней. Оказалось, она относила книгу в библиотеку. Это оказалась написанная тобой история.\nЯ подумала о том, что у меня есть подписанный экземпляр. И решила блеснуть этим перед ребёнком. Но, оказывается, история ей не понравилась.\nЯ предположила, что она её просто не поняла и объяснила ей, что кабан, волк и лес - это всё символы. Все они что-то символизируют, в этом сокрыт глубокий смысл.\nНо она ответила, что всё прекрасно поняла, просто мир уже стал другим.\nВ тот момент мне захотелось, чтобы ты была рядом и могла поспорить с этой маленькой девочкой. И в конце концов ты бы сказала: «Хватит! Кто из нас автор!» Но я почему-то промолчала.\nСклонив голову, она смотрела как я потеряла дар речи, а после достала платок и помогла мне вытереть пот с лица. Взмахнув рукой, она повернулась и растворилась в толпе. Её прыгающая коса исчезла из виду.\nЯ едва не расплакалась от злости. Не может такого быть, чтобы всё изменилось просто потому, что так сказала маленькая девочка. Я должна убедиться в этом сама. Не так уж я по тебе и скучаю. Сегодня хороший день для путешествий."
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Ведьмин шабаш",
        "desc": "<p>Тайное общество ведьм, которое занимается обсуждением секретов за чаепитием и исследованием Ирминсуля.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/7e361b6e509e4197a2d7ce89f277c472_7973032842141432529.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Маленькая ведьма и вечное пламя. Том VII</color>\nПереплёт изящный, но текст написан от руки. Судя по почерку, писали разные люди. «Я нашла смысл писать, чтобы сказать тебе, как сильно жду тебя».\nЗахваченная океаном времени, маленькая ведьма пронеслась через вереницу водоворотов причин и следствий, миновала множество нитей, сплетённых на станке судьбы, и многое пропустила. Даже церемония прощания с великой ведьмой, которой маленькая ведьма так восхищалась, тихо прошла без её участия.\nНо маленькая ведьма прошла через всевозможные испытания, превозмогла многие трудности и наконец предстала перед старой ведьмой. На самом деле маленькой ведьме казалось, что её история не представляет особенного интереса, она не понимала, зачем столь пространно описывать её приключения. В конце концов, самая важная часть истории - чаепитие ведьм и та цель, к которой она стремилась.\nСамое главное она увидела ещё в начале пути. В чёрном, точно мешок с углём, небе (или в пещере, ведь всем известно, что между небом и пещерой нет никакой разницы), которое боролось с наступающей отовсюду тьмой, едва заметно мерцала единственная звезда. Когда Вселенная погрузилась в кромешную темноту и все звёзды, включая те, что именовались солнцами, одна за другой погасли, было решено назвать её Скорпионом. Маленькая ведьма припоминала, что ведьмы рассказывали эту историю за чаем, но помнила только одно название «Скорпион», а больше ничего.\nСловом, маленькая ведьма предстала перед старой ведьмой, которая и была Скорпионом. Но к тому времени пламя её ослабло и еле тлело. Маленькая ведьма взяла её за руку. Рука старой ведьмы больше напоминала хрупкую сухую ветку. Маленькая ведьма подумала, что старая ведьма когда-то тоже была маленькой, и руки её были такими же белыми и нежными, как руки маленькой ведьмы, она изящно приподнимала чашку с блюдца, творила магию и освещала своим огнём множество миров.\nМаленькая ведьма сказала:\n«Никто не хочет, чтобы огонь погас, но мы здесь бессильны. На прошлом прощании - ты тоже была там - ведьмы говорили, что со временем бессмертные ведьмы многое теряют, им становится безразлична жизнь, смерть, любовь и ненависть. Но их слова были обычной ложью, призванной утешить ведьм, которым пришлось уйти раньше. На самом деле в мире, погрузившемся во тьму и отчаяние, ведьмы будут ещё больше дорожить даже самым слабым огнём, тусклым светом и тенями, которые отбрасывает этот огонь.\nТы всегда говорила, что тебе не сравниться с нами, но я видела, что среди нас ты самая милая и сильная ведьма. Ты всегда говорила, что тебе нечего оставить потомкам, но ты оставила нам бесчисленные миры своих историй. Пусть пройдёт ещё сто или тысяча лет, пусть настанет конец света, о котором так тревожится ведьма-астролог, пусть все бессмертные ведьмы умрут, но слабый свет, что сияет в созданных тобою малых мирах, никогда не угаснет. Да, ты самая могущественная из всех ведьм, ты намного сильнее нас. Я скучаю по тебе. Прощай».\nСтарая ведьма ничего не ответила, ведь от неё осталась одна пустая оболочка, ничем не отличающаяся от множества других пустых оболочек, которые маленькая ведьма видела во время своего путешествия, и состав её был почти таким же. От других оболочек её отличало лишь слабое пламя, что ещё теплилось у неё внутри.\nМаленькая ведьма взяла огонь, на котором сгорела старая ведьма, и отправилась в обратный путь. Вот и вся история. Но приключения маленькой ведьмы продолжатся, ведь она твёрдо решила обойти с огнём старой ведьмы всю Вселенную и осветить в ней каждый уголок времени."
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Барбелот",
        "desc": "<p>Провидица, ведьма из Ведьмина шабаша и учительница Моны. Известна как Астромант Барбелот Трисмегистус и «Б.».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/c11bc32a2df3184a98f12aa253560c6c_2431908676514242104.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Гадательные знаки</color>\n(Красивый, почти печатный почерк, совершенно непохожий на гадательные знаки...)\nНа самом деле, изначально мне казалось, что мы не очень подходим для организации, созданной Алисой. Но по прошествии стольких лет я заметила, что люди и вещи вокруг меня стремительно меняются. Ты стала одной из немногих близких людей.\nПоначалу я не понимала, что Алиса в тебе нашла. Всё же стандартом для неё является «интерес», и нужно быть «самой интересной», чтобы получить приглашение. Впоследствии я поняла, что зря смотрела свысока на твои истории. Вполне возможно, твоя проницательность в отношении того, как устроен мир, иногда превосходит даже астрологию. Но лишь иногда!\nЯ стара и не знаю, сколько мне ещё осталось. Конечно, всё это лишь разговоры. Я действительно по тебе немного скучаю, но ещё не готова составить тебе компанию."
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "И. Ивановна Н.",
        "desc": "<p>Первый мэр Снежной и ведьма из Ведьмина шабаша.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/28/237301566/194c68529f12745f86263afdec95651d_5467524443463844810.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Гадательные знаки</color>\n(Аккуратный почерк, совершенно непохожий на гадательные знаки...)\nБарбелот постарела, и эмоции мешают ей ясно выражать свои мысли. Но не я. Как первый мэр, я попросила Алису разобраться с оставленным зимой беспорядком. В обмен она сказала мне сесть за перо.\nЯ не верю в мир после смерти, поэтому я должна постараться как следует, пока жива. Поэтому я не думаю, что ты увидишь хоть слово из написанных здесь. Я пишу это для себя.\nМы обе - обычные люди, без магии и боевой подготовки, так что должны понимать друг друга. Но я так не думаю. Потому что Алиса ██████ как хорошо к тебе относилась. Тогда она схватила меня и отправила рыть каналы, обжигать печи, ловить кошек в подземельях... Запутанный и сложный путь - всё ради защиты других людей.\nКак думаешь, стоило ли это того, чтобы сойтись с кучкой сумасшедших женщин? Я так не думаю. Да и ты, полагаю, тоже. А это самые ценные моменты, которые мы провели вместе."
      }
    ],
    "textualResearch": [
      {
        "title": "Старый журнал",
        "desc": [
          {
            "type": "RichText",
            "text": "«...По всем правилам я должна была быть «А.», ведь «А.» - это первая и последняя буква моего имени. Но Алиса не разрешила, сославшись на старшинство, и сказала, что я буду «М.» из-за моего второго имени. Ха-ха, а она знает, как меня задеть...\nВсё же, её магия всегда меня удивляет. Я до сих пор не могу поверить, что она подарила дар речи одной из моих лягушек из бумаги.\nХм... Почему бы мне не написать историю, где главными героями будут животные из бумаги? Так... Жили-были в волшебном Лесу животные из бумаги....\nБарби любит заглядывать в будущее, поэтому она использовала свои силы, чтобы начертить судьбы всех живых существ в Симуланке. Но заранее зная концовку, теряется весь интерес...\nДумаю, я поспорю с ней. Я верю, что однажды люди Симуланки выберут свой собственный путь.\n...Похоже, она хочет построить свою статую в столице?! Ха-ха, она всегда хочет добавить немного стиля»."
          }
        ]
      },
      {
        "title": "Пожелтвешее письмо",
        "desc": [
          {
            "type": "RichText",
            "text": "«Дорогие сёстры, боюсь, что скоро моё перо высохнет... Даже сейчас, когда я пишу это письмо, чувствую, что ослабла. Спасибо, что наслаждались моими историями и создали этот мир для меня...\nВремя, проведённое вместе, было самым чудесным в моей жизни. Ха-ха, когда мы вместе, я всегда чувствую себя молодой...\n«А.» говорит, что, даже когда я уйду, Богиня Судьбы в Симуланке продолжит существовать и исполнять желания людей. Это меня радует...\nЕсли захотите поболтать, приходите к статуе Богини. Только не загадывайте ничего странного!»"
          }
        ]
      },
      {
        "title": "Неоконченная рукопись",
        "desc": [
          {
            "type": "RichText",
            "text": "Давным-давно, когда горы были полны драгоценной руды, созвездия соединялись друг с другом, будто длинные змеи, а сны были яркими и цветными...\nВ тихом и благоденствующем городке жила маленькая белая ласка (или мышь? или кролик? Неважно, это можно решить позже!). Все друзья и соседи звали её Снежинкой (а как её звали на самом деле... Об этом тоже подумаю позже!).\nМех «Снежинки» сиял безупречной белизной, словно снег, что круглый год лежит на горных вершинах. Её глаза напоминали ночное небо, усыпанное яркими звёздами, а голос был чистым и звонким, точно мелодия утончённого музыкального инструмента, на котором играет пара невидимых рук, или плеск чистого золотистого вина, что льётся в бокал...\nВсе жители городка хотели видеться с ней каждый день, пусть только для короткого приветствия.\nОслеплённая всеобщей любовью и ярким сиянием драгоценностей, «Снежинка» забыла себя... забыла даже своё настоящее имя. (Ага! Вопрос решён!)\n«А где мой подарок?» - спросила госпожа Снежинка, поленившись открыть дверь до конца, и сквозь щёлку гость увидел только браслет с рубином на ее тонком запястье.\n«Эм...» - на лице гостя было написано смущение.\nИ дверца с грохотом захлопнулась перед самым его носом.\nА благородная, добродетельная госпожа Снежинка, боготворимая всем городом, вернулась к туалетному столику, чтобы дождаться визита следующего «искреннего» поклонника.\nОна мечтала найти себе идеального мужа.\nНо жениться на ней мог только обладатель самого дорогого сокровища в мире...\nОднажды в городок, где жила госпожа Снежинка, забрёл странствующий господин Кот. Он был родом из далёкого северного королевства, у него был густой, длинный и очень ухоженный мех (возможно, даже слишком ухоженный). Вблизи можно было понять по запаху, что он ел в последний раз. (Мой кот сейчас лежит у меня на коленях, умывается... и сильно пахнет рыбой...). Его изумрудные глаза светились мудростью, во много раз превосходящей мудрость простых смертных.\nДобрые горожане оказали страннику тёплый приём. Допивая третью кружку эля, он знал обо всех новостях в городке и успел прослушать по меньшей мере пять разных прогнозов погоды на следующий день.\nИз всех новостей городка больше всего господина Кота заинтересовали рассказы о «Снежинке».\n«Где я могу встретить эту очаровательную госпожу?»\n«Эх... Мой тебе совет: забудь о ней».\n«Почему же?»\n«Госпожа Снежинка обожает редкие сокровища. За последние пару лет она стала очень... разборчивой. Если ты не располагаешь огромным богатством, советую забыть про госпожу Снежинку. Так будет лучше для тебя же».\nУслышав такие слова, господин Кот только сверкнул зелёными глазами.\nТук-тук-тук.\nГосподин Кот постучал в дверь госпожи Снежинки. Домик показался ему совсем крошечным.\n«А где подарок?»\nПриоткрыв дверь, хозяйка смерила господина Кота равнодушным взглядом.\n«Конечно. Я приготовил для вас лучший подарок, госпожа Снежинка. Я уверен, что с ним ваша природная красота засияет ещё ярче. Это ожерелье украшено агатом с северных рубежей, жемчугом из южных морей и янтарём из западных земель. Сокровище нашего клана. Его доверили мне старейшины, и я объездил весь мир в поисках самой красивой и благородной особы, которая была бы его достойна. Для меня большая честь познакомиться с вами, госпожа Снежинка. Вы именно та, кого я ищу. Пожалуйста, примите мой дар».\nДверная щель озарилась ярким светом, и глаза госпожи Снежинки вспыхнули при виде драгоценного ожерелья.\n«Неплохо. Достойный подарок», - гордо сказала госпожа Снежинка.\n«Встретив вас, я понял, что все самые дорогие украшения меркнут рядом с вашей неземной красотой. Позвольте я помогу вам его надеть». Господин Кот склонился в почтительном поклоне и сделал шаг внутрь, едва не застряв в дверной щели.\n«Я проведу обряд благословения, чтобы мой дар продолжал сиять ярче лунного света даже после моего ухода».\n«Пожалуйста».\nОпьянённая лестью господина Кота, госпожа Снежинка подставила ему свою белоснежную шею...\n...\nИ с того дня больше никто её не видел.\nОдни говорили, что она устала от скучной городской жизни и отправилась в одиночку на поиски сокровищ...\nДругие уверяли, что она наконец нашла мужа, которого так долго искала, и теперь живёт долго и счастливо с господином Котом, странником из далёкого королевства.\nВедь когда господин Кот покидал город, некоторые жители заметили, что от него пахнет изысканными духами госпожи Снежинки.\n(Хм... Похоже, детям эта история тоже не годится. Надо подумать...)"
          }
        ]
      },
      {
        "title": "О Дурине из Симуланки",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>(Задание события версии 4.8 «Лето! Драконы? Сказка!» «До конца мира»)</color>\n<color=#37ffff>Барбелот</color> : Ты уверена, что хочешь создать этого ребёнка, «М.»? Даже после того, как я рассказала тебе о его судьбе?\n<color=#37ffff>Барбелот</color> : Создатель покинет его, и в конце концов...\n<color=#37ffff>Андерсдоттер</color> : Я знаю, «Б.». Ты уже рассказывала. Грустная история с разочаровывающим концом... Это то, что произошло в реальном мире, так ведь?\n<color=#37ffff>Андерсдоттер</color> : Но именно поэтому я хочу всё изменить. В другом мире его история может закончиться хорошо. Этот ребёнок... Его сердце наполнено любовью.\n<color=#37ffff>Барбелот</color> : Понимаю, Аня. Но знай, что если ты дашь ему это имя, его судьба в Симуланке будет такой же, как у его тёзки в реальном мире...\n<color=#37ffff>Андерсдоттер</color> : Но всё же есть шанс, правда? Может, это как пальцем в небо... Но я должна попытаться. Он заслуживает лучшей жизни.\n<color=#37ffff>Андерсдоттер</color> : Хотя... возможно, ему понадобится помощь, когда придёт время.\n<color=#37ffff>Барбелот</color> : Ладно, дорогуша. Твой выбор."
          }
        ]
      }
    ]
  }
}