{
  "epId": 647,
  "name": "Меланхолия Веры. Том I",
  "desc": "Я никогда не думала, что мир однообразен. Просто все интересные вещи происходят где-то в далёких мирах.<br/>Неожиданное приключение обычной деревенской девушки Веры, очарованной историями о недосягаемом.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (I)_icon.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1757077693,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/de1adbb066529d4df084e28709130095_8984417006612005778.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 651,
        "name": "Меланхолия Веры. Том II",
        "desc": "Всё просто скучно. Всё вокруг. Всегда. Это не депрессия. Это просто четырнадцатилетие.<br/>Приключение Веры, начало.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/246e3d7674ade15ea577cc81fd3384a4_4934594455084033574.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 649,
        "name": "Меланхолия Веры. Том III",
        "desc": "Империя Андромеды простирается на половину звёздной системы. Каждая планета в Империи имеет своих собственных демонов и божеств, драконов и монстров.<br/>«Я придумал историю для каждой звезды из твоего дома». «Это невозможно. Галактика Андромеды - это всего лишь одна пятая размера твоей Луны».<br/>Приключение Веры, продолжение.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/246e3d7674ade15ea577cc81fd3384a4_4971686865676649811.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 656,
        "name": "Меланхолия Веры. Том IV",
        "desc": "Как говорится в пословице: не всё то золото, что блестит. Иногда этот блеск принадлежит осколкам разбитого сердца. <br/>Звёзды на небе блестят, но они не из золота. Так и сердца людей не всегда сделаны из стекла... <br/>Новое приключение Веры начинается!",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (IV)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 652,
        "name": "Меланхолия Веры. Том V",
        "desc": "Нельзя устраивать пикники на обочинах галактического шоссе! Даже божества будут нести полную ответственность за дорожно-транспортные происшествия, которые могут произойти!<br/>В простой деревне есть дверь в кабинет, которая соединяется с любой точкой пространства и времени! Пить чай с божествами, играть в прятки во времени... Эпическое приключение Веры продолжается!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/246e3d7674ade15ea577cc81fd3384a4_8536517837184053474.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 654,
        "name": "Меланхолия Веры. Том VI",
        "desc": "Некогда жил на свете великий учёный, который хотел написать книгу о всех праздниках империи. <br/>Но в итоге он обнаружил, что праздники в империи проводятся каждый день! проработав над книгой шесть месяцев, он не выдержал такой нагрузки и сбежал. <br/>Но не волнуйтесь, автор этой книги вас не подведёт!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/246e3d7674ade15ea577cc81fd3384a4_4629339430723666417.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 648,
        "name": "Меланхолия Веры. Том VII",
        "desc": "В звёздных скоплениях на краю Вселенной обитаемые планеты - редкость. Поэтому это место - рай для пиратов и звёздных капитанов. <br/>В космосе нет понятий «левый борт» или «правый борт». Здесь говорят «звёздный борт», имея в виду тот, что повёрнут к звезде, на которую ориентируется судно. <br/>Отбросьте реальность и окунитесь с головой в захватывающие космические путешествия вместе с Верой!",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (VII)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 653,
        "name": "Меланхолия Веры. Том VIII",
        "desc": "Естественно, мальчикам нельзя участвовать в девчачьей пижамной вечеринке! Девочки святы, как богини золотого века. <br/>Вера, Принцесса, высочайший правитель Лебаннин и Ур, предводительница Галактического Роя ведут девичьи ночные разговоры!",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (VIII)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 650,
        "name": "Меланхолия Веры. Том IX",
        "desc": "«Вера такая красивая, как сияющая звезда во Вселенной, но я...» «Мальчики в этом возрасте всегда не такие взрослые, как девочки...»<br/>Детство должно быть отпущено, чтобы приветствовать наступление юности. Ещё не поздно подумать об этом... Настоящая меланхолия наконец-то настигает Веру.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/246e3d7674ade15ea577cc81fd3384a4_7501858640503192389.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 655,
        "name": "Меланхолия Веры. Том X",
        "desc": "«Хватит. Пойдём домой... Самое далёкое место, о котором я мечтал, это Дельфы, где сейчас ты...»<br/>Хотя объяснение и запоздалое, но вы должны знать, что Дельфы - это центр греческой мифологии. Меланхолия Веры - идеальный финал... или нет?",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/246e3d7674ade15ea577cc81fd3384a4_5829194810900499202.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Меланхолия Веры. Том I"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Библиотека Ордо Фавониус"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2309,
            "name": "Меланхолия Веры",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Vera's Melancholy_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "title": "—— Бесконечные дни в бесконечных мирах ——",
        "desc": [
          {
            "type": "RichText",
            "text": "- Иногда я думаю... Нечего делать в этой деревне. Как было бы глупо прожить тут всю свою жизнь.\nУже не в первый раз обычная девушка Вера, выросшая в маленькой деревушке под названием Дельфы, хмуро сетовала на скучную жизнь. Она лежала на склоне холма рядом с деревней с закрытыми глазами, наслаждаясь лёгким летним ветерком.\n- Где же в этом мире, по-твоему, не скучная жизнь? - с любопытством спросил её друг Сати.\nВера поднялась и наклонилась вперёд.\n- Я верю, что по ту сторону звёздного моря есть планета, на которой живут древние Архонты. Они отвечают на молитвы людей, и все люди, ведомые своими сокровенными желаниями, отправляются в путешествие, чтобы попасть туда. Я верю, что в нашей Вселенной есть мир, который пытается противостоять Судному дню; там благородные и элегантные души четырнадцати Валькирий горят ярко, хотя бы на краткий, но великолепный миг...\n- По-моему, ты читаешь слишком много фантастики.\n- Но ведь моя деревня и вправду скучная. Неужели здесь не может произойти ничего интересного?\n- Кстати, ты знала, что в нашу деревню переехала новая семья?\n- Интересное и новое - это не одно и то же!\nСказав это, Вера всё же решила навестить новоприбывшую семью. Сати же помнил правила своей семьи и просто пошёл домой ужинать.\n...\nВера легонько толкнула дверь дома. К её большому удивлению, она оказалась не заперта.\n- Есть кто дома?\nВ этот момент внезапно открылись дверцы шкафа в гостиной, из которого выскочил черноволосый мальчик в очках, а за ним потянулось щупальце, сочащееся синей слизью.\n- Пропустите! Дорогу! Тал, зачем ты впустил посторонних?\nМальчик вежливо оттолкнул Веру в сторону и поднял топор у двери.\n- Ты не оставила мне выбора. После того, что ты видела, я могу только...\nСамая большая опасность для жизни Веры?!"
          }
        ]
      }
    ]
  }
}