{
  "epId": 652,
  "name": "Меланхолия Веры. Том V",
  "desc": "Нельзя устраивать пикники на обочинах галактического шоссе! Даже божества будут нести полную ответственность за дорожно-транспортные происшествия, которые могут произойти!<br/>В простой деревне есть дверь в кабинет, которая соединяется с любой точкой пространства и времени! Пить чай с божествами, играть в прятки во времени... Эпическое приключение Веры продолжается!",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/246e3d7674ade15ea577cc81fd3384a4_8536517837184053474.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1757077662,
  "components": {
    "textualResearch": [
      {
        "title": "—— Пикник у дороги ——",
        "desc": [
          {
            "type": "RichText",
            "text": "Пока Ике спал, его слуги начали между собой кровопролитную войну.\nБудучи самым грозным волшебником своего времени, он командует божествами и демонами, число которых превосходит количество слов в словаре. Но кто же из его слуг всё-таки сильнее? Боги и демоны решили выяснить это посредством сражения.\nК сожалению, они также ошибочно считали Принцессу, Сати и Веру за своих.\nИке проспал всего два часа, но за это время уже было уничтожено три звезды!\n- С какой стати мне защищать тебя? - Принцесса отдёрнула руку, и гигантский демон, лишившийся глаз, рухнул на землю.\nДоминирующая раса империи Андромеды может выглядеть мило, но на их ладонях растут два специальных рта, которыми они пожирают глазные яблоки побеждённых врагов.\n- Разве мы не друзья? - Вера вытерла кровь с лица и, казалось, была задета её словами.\n- Да-да, - Принцесса покраснела и отвела взгляд. - Я признала тебя своим единственным другом за то, что случилось. Я не имела в виду тебя, Вера.\n- Эй! - возмутился зажатый драконьими челюстями Сати.\n- Скажите, сдаётесь ли вы? - старческим голосом спросил гигантский дракон. - Сдавайтесь и признайте, что вы ничтожные, жалкие крысы, и я оставлю вас в живых.\n- Да сдаюсь, сдаюсь я уже! Только отпусти меня! - завопил Сати.\n- Ящерица твоей презренной породы должна знать, что не стоит бросаться такими глупостями! Гекконы в моём дворце запросто могли бы тебя раздавить. - Принцесса покрутила запястьями.\n- Это не имеет ко мне никакого отношения! - дракон подкинул Сати в воздух.\nБитва между доминирующими расами Андромеды и древним гигантским драконом закончилась в мгновение ока!\nМораль? Ты не пострадаешь, если просто сдашься.\nБудучи выкинутым из игры, Сати разбудил Ике тапкой. Вера тоже выжила благодаря защите Принцессы.\n- Аргх! Идиот! Один твой вид вызывает отвращение. Не подходи ко мне! Не разговаривай со мной, не смотри на меня и не дыши со мной одним воздухом, ничтожество! - Принцесса не могла быть более низкого мнения о Сати."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/56591dbf18e2e8f86f33a24897075c66_7584169334079335982.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 647,
        "name": "Меланхолия Веры. Том I",
        "desc": "Я никогда не думала, что мир однообразен. Просто все интересные вещи происходят где-то в далёких мирах.<br/>Неожиданное приключение обычной деревенской девушки Веры, очарованной историями о недосягаемом.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (I)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 651,
        "name": "Меланхолия Веры. Том II",
        "desc": "Всё просто скучно. Всё вокруг. Всегда. Это не депрессия. Это просто четырнадцатилетие.<br/>Приключение Веры, начало.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/246e3d7674ade15ea577cc81fd3384a4_4934594455084033574.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 649,
        "name": "Меланхолия Веры. Том III",
        "desc": "Империя Андромеды простирается на половину звёздной системы. Каждая планета в Империи имеет своих собственных демонов и божеств, драконов и монстров.<br/>«Я придумал историю для каждой звезды из твоего дома». «Это невозможно. Галактика Андромеды - это всего лишь одна пятая размера твоей Луны».<br/>Приключение Веры, продолжение.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/246e3d7674ade15ea577cc81fd3384a4_4971686865676649811.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 656,
        "name": "Меланхолия Веры. Том IV",
        "desc": "Как говорится в пословице: не всё то золото, что блестит. Иногда этот блеск принадлежит осколкам разбитого сердца. <br/>Звёзды на небе блестят, но они не из золота. Так и сердца людей не всегда сделаны из стекла... <br/>Новое приключение Веры начинается!",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (IV)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 654,
        "name": "Меланхолия Веры. Том VI",
        "desc": "Некогда жил на свете великий учёный, который хотел написать книгу о всех праздниках империи. <br/>Но в итоге он обнаружил, что праздники в империи проводятся каждый день! проработав над книгой шесть месяцев, он не выдержал такой нагрузки и сбежал. <br/>Но не волнуйтесь, автор этой книги вас не подведёт!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/246e3d7674ade15ea577cc81fd3384a4_4629339430723666417.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 648,
        "name": "Меланхолия Веры. Том VII",
        "desc": "В звёздных скоплениях на краю Вселенной обитаемые планеты - редкость. Поэтому это место - рай для пиратов и звёздных капитанов. <br/>В космосе нет понятий «левый борт» или «правый борт». Здесь говорят «звёздный борт», имея в виду тот, что повёрнут к звезде, на которую ориентируется судно. <br/>Отбросьте реальность и окунитесь с головой в захватывающие космические путешествия вместе с Верой!",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (VII)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 653,
        "name": "Меланхолия Веры. Том VIII",
        "desc": "Естественно, мальчикам нельзя участвовать в девчачьей пижамной вечеринке! Девочки святы, как богини золотого века. <br/>Вера, Принцесса, высочайший правитель Лебаннин и Ур, предводительница Галактического Роя ведут девичьи ночные разговоры!",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (VIII)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 650,
        "name": "Меланхолия Веры. Том IX",
        "desc": "«Вера такая красивая, как сияющая звезда во Вселенной, но я...» «Мальчики в этом возрасте всегда не такие взрослые, как девочки...»<br/>Детство должно быть отпущено, чтобы приветствовать наступление юности. Ещё не поздно подумать об этом... Настоящая меланхолия наконец-то настигает Веру.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/246e3d7674ade15ea577cc81fd3384a4_7501858640503192389.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 655,
        "name": "Меланхолия Веры. Том X",
        "desc": "«Хватит. Пойдём домой... Самое далёкое место, о котором я мечтал, это Дельфы, где сейчас ты...»<br/>Хотя объяснение и запоздалое, но вы должны знать, что Дельфы - это центр греческой мифологии. Меланхолия Веры - идеальный финал... или нет?",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/246e3d7674ade15ea577cc81fd3384a4_5829194810900499202.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Меланхолия Веры. Том V"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Библиотека Ордо Фавониус"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2309,
            "name": "Меланхолия Веры",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Vera's Melancholy_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}