{
  "epId": 655,
  "name": "Меланхолия Веры. Том X",
  "desc": "«Хватит. Пойдём домой... Самое далёкое место, о котором я мечтал, это Дельфы, где сейчас ты...»<br/>Хотя объяснение и запоздалое, но вы должны знать, что Дельфы - это центр греческой мифологии. Меланхолия Веры - идеальный финал... или нет?",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/246e3d7674ade15ea577cc81fd3384a4_5829194810900499202.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1757077647,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/65ab10bbbd951f7da3b9611df3c57419_6487800312823010871.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 647,
        "name": "Меланхолия Веры. Том I",
        "desc": "Я никогда не думала, что мир однообразен. Просто все интересные вещи происходят где-то в далёких мирах.<br/>Неожиданное приключение обычной деревенской девушки Веры, очарованной историями о недосягаемом.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (I)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 651,
        "name": "Меланхолия Веры. Том II",
        "desc": "Всё просто скучно. Всё вокруг. Всегда. Это не депрессия. Это просто четырнадцатилетие.<br/>Приключение Веры, начало.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/246e3d7674ade15ea577cc81fd3384a4_4934594455084033574.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 649,
        "name": "Меланхолия Веры. Том III",
        "desc": "Империя Андромеды простирается на половину звёздной системы. Каждая планета в Империи имеет своих собственных демонов и божеств, драконов и монстров.<br/>«Я придумал историю для каждой звезды из твоего дома». «Это невозможно. Галактика Андромеды - это всего лишь одна пятая размера твоей Луны».<br/>Приключение Веры, продолжение.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/246e3d7674ade15ea577cc81fd3384a4_4971686865676649811.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 656,
        "name": "Меланхолия Веры. Том IV",
        "desc": "Как говорится в пословице: не всё то золото, что блестит. Иногда этот блеск принадлежит осколкам разбитого сердца. <br/>Звёзды на небе блестят, но они не из золота. Так и сердца людей не всегда сделаны из стекла... <br/>Новое приключение Веры начинается!",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (IV)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 652,
        "name": "Меланхолия Веры. Том V",
        "desc": "Нельзя устраивать пикники на обочинах галактического шоссе! Даже божества будут нести полную ответственность за дорожно-транспортные происшествия, которые могут произойти!<br/>В простой деревне есть дверь в кабинет, которая соединяется с любой точкой пространства и времени! Пить чай с божествами, играть в прятки во времени... Эпическое приключение Веры продолжается!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/246e3d7674ade15ea577cc81fd3384a4_8536517837184053474.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 654,
        "name": "Меланхолия Веры. Том VI",
        "desc": "Некогда жил на свете великий учёный, который хотел написать книгу о всех праздниках империи. <br/>Но в итоге он обнаружил, что праздники в империи проводятся каждый день! проработав над книгой шесть месяцев, он не выдержал такой нагрузки и сбежал. <br/>Но не волнуйтесь, автор этой книги вас не подведёт!",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/246e3d7674ade15ea577cc81fd3384a4_4629339430723666417.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 648,
        "name": "Меланхолия Веры. Том VII",
        "desc": "В звёздных скоплениях на краю Вселенной обитаемые планеты - редкость. Поэтому это место - рай для пиратов и звёздных капитанов. <br/>В космосе нет понятий «левый борт» или «правый борт». Здесь говорят «звёздный борт», имея в виду тот, что повёрнут к звезде, на которую ориентируется судно. <br/>Отбросьте реальность и окунитесь с головой в захватывающие космические путешествия вместе с Верой!",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (VII)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 653,
        "name": "Меланхолия Веры. Том VIII",
        "desc": "Естественно, мальчикам нельзя участвовать в девчачьей пижамной вечеринке! Девочки святы, как богини золотого века. <br/>Вера, Принцесса, высочайший правитель Лебаннин и Ур, предводительница Галактического Роя ведут девичьи ночные разговоры!",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vera's Melancholy (VIII)_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 650,
        "name": "Меланхолия Веры. Том IX",
        "desc": "«Вера такая красивая, как сияющая звезда во Вселенной, но я...» «Мальчики в этом возрасте всегда не такие взрослые, как девочки...»<br/>Детство должно быть отпущено, чтобы приветствовать наступление юности. Ещё не поздно подумать об этом... Настоящая меланхолия наконец-то настигает Веру.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/04/218387610/246e3d7674ade15ea577cc81fd3384a4_7501858640503192389.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Меланхолия Веры. Том X"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Библиотека Ордо Фавониус"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2309,
            "name": "Меланхолия Веры",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Vera's Melancholy_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "title": "—— Меланхолия Веры ——",
        "desc": [
          {
            "type": "RichText",
            "text": "Чтобы оживить Веру, Сати, Ике и Принцесса отправились в захватывающее путешествие, продлившееся целых двадцать лет. Сражение с Бароном Ада, победа над интергалактическим драконом, пожирающим звёзды... Наши трое героев даже спасли две галактики и Галактическую Империю, по пути истребив четыре вида безжалостных межзвёздных червей.\nНаконец открыв свои глаза, Вера обнаружила себя в объятиях Сати, который к этому времени стал героем космических масштабов.\nДля доминирующей расы галактики Андромеда двадцать лет были не более чем секундами. Принцесса, как и раньше, выглядела прелестно, но её лицо выражало искреннюю радость и грусть потери одновременно.\nСати, потерявший глаз в своих приключениях, теперь был высоким и крепким мужчиной. Его скупые мужские слёзы капали на плечи Веры. Хоть он и остался склонен к слезам, но всё же сам он уже не был таким слабовольным, как раньше.\nГоды были добры к Ике, он всё так же легко улыбался.\n- Я всего лишь эхо времени, - сказал Ике, приступив к приготовлениям. - Как я уже говорил, прошлое не может изменить будущее, потому что установленные вселенские правила равновесия несколько сильнее меня. Но будущее, с его бесконечными возможностями, может спасти мир.\nИке превратил Сати в того, кем он был двадцать лет назад, и время вернулось в день, когда они покинули свой мир. Всё, казалось, оставалось неизменным между ними, но все понимали, что дни, которые они когда-то делили, никогда не вернутся.\n- Прости, что я лишил тебя детства, - сказал ему Ике. - А теперь иди, твоя заслуженная юность ждёт тебя!\n- Ради тебя я пережил все чудеса космоса, и вот так закончилось моё детство. - Сати собрался с духом перед девушкой, предназначенной ему судьбой, - Я никогда не стану взрослым без тебя.\nКаким же будет ответ?!\nСейчас автор серии живёт беззаботной жизнью с гонорарами от первых девяти томов. Если вам случится увидеть его в каком-нибудь из миров, пожалуйста, помогите нам выдавить из него продолжение."
          }
        ]
      }
    ]
  }
}