{
  "epId": 6551,
  "name": "Кольцо Яшче",
  "desc": "Нефритовый сосуд, выкованный героями-близнецами прошлого. Легенда гласит, что однажды оно сбило с небес исполинского дракона, который жил в вулкане.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
  "filterValues": {
    "weaponRarity": 4,
    "weaponType": "Катализатор",
    "weaponProperty": "Процент от HP"
  },
  "menuId": 4,
  "menuName": "Оружие",
  "version": 1728647556,
  "components": {
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 6319,
        "name": "Муалани",
        "desc": "<p>Знаменитый гид из Натлана, владелица магазина товаров для водного спорта, эксперт по всем видам укрощения волн.</p><p></p><p><em>«В Натлане нет места, куда эта девчонка не смогла бы добраться. Но почему она каждый раз перед путешествием спрашивает меня о благоприятном времени? Мне пришлось рассчитывать ей удачные дни на десять лет вперед, только тогда она успокоилась»</em>, - Ситлали.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/70239714/f4c75caad42923eb91ee760aa2eb473a_5039171817645939387.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Муалани использует <color=#ffd780>обычные атаки</color> после активации <color=#ffd780>элементального навыка</color> , а её <color=#ffd780>урон</color> зависит от <color=#ffd780>HP</color> , поэтому все характеристики катализатора будут ей полезны.\nВ артефактах стоит сосредоточиться на <color=#ffd780>шансе крит. попадания</color> , <color=#ffd780>крит. уроне</color> и <color=#ffd780>HP</color> .",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Кокоми",
        "desc": "<p>Божественная Жрица острова Ватацуми. Все дела острова находятся в руках этой молодой леди.<br><br><em>«Её Превосходительство Сангономия - превосходный стратег. Она видит каждый манёвр врагов, даже находясь за тысячи километров от поля боя. Воюя с армией сёгуна, мы значительно уступали им не только числом, но и вооружением. Однако тактика Её Превосходительства перевесила все наши недостатки. За все победы, о которых сейчас славно поют на острове Ватацуми, мы должны благодарить Её Превосходительство Сангономию»</em>, - Горо.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "И <color=#ffd780>лечение</color> , и <color=#ffd780>урон</color> Кокоми зависят от <color=#ffd780>HP</color> , поэтому ей будет полезна дополнительная характеристика катализатора. Пассивная способность позволит наносить больше урона <color=#ffd780>обычными атаками</color> во время <color=#ffd780>взрыва стихии</color> . Рекомендуется использовать <color=#ffd780>элементальный навык</color> для активации условий способности.\nВ артефактах стоит сосредоточиться на <color=#ffd780>HP</color> <color=#ffffff73>,</color> <color=#ffd780>восстановлении энергии</color> <color=#ffffff73>и</color> <color=#ffd780>бонусе лечения</color> <color=#ffffff73>.</color>",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Кольцо Яшче"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "• Кузница\n• Браузерное событие «Отправляемся в страну Пиро!»"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Катализатор"
          }
        ]
      },
      {
        "key": "Дополнительные характеристики:",
        "value": [
          {
            "type": "RichText",
            "text": "Процент от HP"
          }
        ]
      },
      {
        "key": "Эхо земли изобилия:",
        "value": [
          {
            "type": "RichText",
            "text": "Использование элементального навыка наделяет эффектом Нефритовой короны: наносимый урон обычной атаки повышается на <color=#80c0ff>0,6%</color> / <color=#80c0ff>0,7%</color> / <color=#80c0ff>0,8%</color> / <color=#80c0ff>0,9%</color> / <color=#80c0ff>1</color> <color=#80c0ff>%</color> за каждую 1000 ед. макс. HP на 10 сек. Урон обычной атаки таким образом можно повысить максимум на <color=#80c0ff>16%</color> / <color=#80c0ff>20%</color> / <color=#80c0ff>24%</color> / <color=#80c0ff>28%</color> / <color=#80c0ff>32%</color> ."
          }
        ]
      },
      {
        "key": "Кузнечный чертёж:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6844,
            "name": "Диаграмма: Кольцо Яшче",
            "desc": "Кузнечный чертёж, который передавался в Натлане с древних времён. Изучите его, чтобы восстановить Кольцо Яшче (Катализатор).",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/d0b60ce3aa47ed62966266b27ed1f386_8199767582529545387.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Материалы ковки:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6676,
            "name": "Заготовка катализатора приграничных земель",
            "desc": "Материал для ковки оружия. Может быть использован для создания катализатора 4★.<br>Что касается оружия, которое можно создать из заготовок, то его потенциал давно заложен в исходных материалах, но точные формы, которые оно может принять, до сих пор неизвестны...",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/f9b79f782d38ca65a367651f6e6583ac_7841924690858797396.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 4096,
            "name": "Конденсирующиеся кристаллы",
            "desc": "<p>Яркий и прозрачный кристалл с прочной и податливой сердцевиной.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/237301566/a06c6fbd29b5111702baf8c9271654c4_3559401571078661718.png",
            "amount": 50
          },
          {
            "type": "CustomEntry",
            "epId": 1224,
            "name": "Обломок белого железа",
            "desc": "Опытные руки могут превратить это во что-то прекрасное.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/White Iron Chunk_icon.png",
            "amount": 50
          },
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 500
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Натлан"
          }
        ]
      },
      {
        "key": "Версия выхода оружия:",
        "value": [
          {
            "type": "RichText",
            "text": "5.0"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Оригинальное",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bed8aa26908f26d930660b4928e7bd53_1187231511535572446.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "До второго возвышения"
          }
        ]
      },
      {
        "key": "Возвышенное",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/c10357002b755d957e57d123090687f0_2674798951813449028.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "После второго возвышения"
          }
        ]
      }
    ],
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Это было так давно, что стало мифом. То были годы, когда великие драконы ещё бродили по выжженной долине,\nразделённые герои-близнецы, пройдя через бесчисленные испытания, встретились у трупа злого дракона и принесли клятву.\n«Отец погиб из-за сумасбродства повелителя драконов, мать отдала жизнь, защищая своих детей.\nЕсли бы не родственники из шахт и благодатных земель, Ахпуб и Икцуй никогда бы не воссоединились.\nМы клянёмся священному Яшче, что остановим смерти, разрушения и страдания.\nСильные мира сего больше не смогут угнетать слабых, и свет прольётся на эти земли».\nТак, ступив на путь «силы» и «благословения», герои-близнецы отправились навстречу приключениям.\nВспыльчивый юноша и спокойная девушка помогали друг другу и дополняли друг друга...\n«Мы всего лишь бессильные смертные, а ты - дракон, повелевающий стихией и сотрясающий небеса.\nТы способен трижды призвать молнию. Если не сразишь нас, испытай на себе три наших удара.\nО гордый дракон, хватит ли у тебя храбрости сразиться со смертными? Или ты способен лишь прятаться?»\nТак они бросили вызов безумцу, провозгласившему себя владыкой солнца, и с невероятной силой\nони встретили раскаты грома, сотрясшие горы, и дротиками сбили фальшивое светило с небес.\n«Видишь, славный владыка! Как примитивные смертные могли создать столь совершенный самоцвет?\nЯ и мой глупый братец пришли с поручением от наставника, хотим поднести снадобье, которое заживит твои раны.\nВот камень, что получили мы от наставника. Взгляни на него своими глазами. Мы не причиним тебе вреда».\nИтак, они создали фальшивый камень, как две капли воды похожий на настоящий, выкованный в огне, доселе неизвестном смертным.\nИ обманом вынудили сотрясающего землю дракона выпить снадобье, лишившее его силы, и заживо замуровали зверя в горах.\nБесчисленные легенды о невероятных приключениях положили начало традициям шахт и Царства Благодатных Земель.\nИ там, где сходятся все пути, герои-близнецы встретились с воителем и вместе отправились навстречу ночным ветрам...\n«О храбрый герой, если твой путь ведёт к уничтожению злых драконов.\nО храбрый герой, если твой путь ведёт к усмирению страданий.\nМы клянёмся священному Яшче и нашим предкам,\nчто дротики Ахпуба и огонь Икцуй будут в твоём распоряжении»."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "То были годы, когда племенные знамёна ещё не покрылись пылью, а договор не утратил своей силы.\nКогда новый правитель сожжённого города ещё не сосредоточил всю власть в своих руках, а клятвы чтились.\nКогда неразлучные прежде герои-близнецы рассорились и отдалились друг от друга.\nНесмотря на кровное родство и путь, пройденный вместе с Погребённым первозданным огнём,\nпогрязший в кровавой вражде воин смотрел на драконов иначе, чем мастер ковального огня.\nИ хотя он никогда не выражал несогласия с наставлениями героя, о его враждебности к драконам знал каждый.\nПоэтому, когда правитель сожжённого города отдал предварительный приказ о поимке сбежавших злых драконов,\nиз всех героев, которые на тот момент ещё служили Альянсу, Ахпуб был единственным, кто откликнулся на призыв.\nВозглавив несметное полчище воинов из благодатных земель, он отправился к горным шахтам,\nтребуя от правителя Нанацкайана выдать «свирепых зверей, что прячутся в горах», или принять битву.\nПосле нескольких дней противостояния непримиримый герой пригласил сестру на разговор к месту их воссоединения,\nнамереваясь в задушевной беседе напомнить о клятве, данной в тот день. Однако...\n«Глупость... Безрассудство! Неужели дым от ковального огня затуманил твой разум и заставил забыть о кровной вражде?\nНовый правитель уже отдал приказ. Неужели ты станешь укрывать этих кровожадных тварей и нарушишь клятву, данную Альянсу и мне?»\n«Вы с тираном сожжённого города и есть настоящие предатели, нарушившие клятвы. Глупец... Ты вообще помнишь о наставлениях героя?\nЕсли ты не откажешься от идеи навредить миролюбивым драконам... у Нанацкайана не останется иного выбора, кроме как считать тебя заклятым врагом, восставшим против Альянса.\nГлупый мой братец... то, к чему ты стремишься, уже давно перестало быть местью и переросло в кровожадное самодовольство».\nСказанные с нарастающей резкостью слова и струящийся лунный свет лишили его последних капель рассудка. Пылая яростью,\nгерой, когда-то сражавшийся с огромным драконом, выхватил из-за пояса клинок и приставил его к шее самого близкого человека.\nИзначально он намеревался запугать противника и заставить вождя шахт подчиниться приказу нового короля,\nно пролитая кровь положила конец бессмысленным спорам, оставив лишь крик отчаяния.\nВ конце пути «силы» и «благословения» герой, держа на руках сестру, вошёл в пылающий огонь.\nСигнальные огни войны между племенами так и не вспыхнули, они погасли вместе с исчезновением двух вождей.\nПравитель, притворившись, что пощадил драконов, отправил гонцов убедить ущелья и благодатные земли передать свою власть Альянсу,\nпока оба племени не изберут новых вождей, после чего он обещал вернуть им флаги славы.\nВ то же время он тайно записывал имена тех, кто укрывал драконов, и ждал подходящего случая, чтобы покарать мятежников.\nСаккук, которой впоследствии выпадет честь стать посланницей племени, ещё не знала, какой путь уготовила ей судьба...\nДаже самый расчётливый тиран не смог бы предположить, что препятствия на пути к власти удастся так легко устранить.\nИ пока он скорбел и радовался, юный наследник клана Цветочного пера дал ему ещё один тайный совет..."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Ур. 1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Сила атаки до возвышения",
              "Сила атаки после возвышения",
              "Процент от HP"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "42",
              "9%"
            ]
          }
        ]
      },
      {
        "key": "Ур. 20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Сила атаки до возвышения",
              "Сила атаки после возвышения",
              "Процент от HP"
            ]
          },
          {
            "key": "",
            "values": [
              "109",
              "135",
              "15,9%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 5000
          },
          {
            "type": "CustomEntry",
            "epId": 6660,
            "name": "Безумный декаданс Святого Мудреца",
            "desc": "Материал возвышения оружия.<br>Говорят, что загадочный вдохновитель, позже ставший известным как Святой Мудрец запретного города, был когда-то заключён в тюрьму. Первый человек, достигший возвышения, проявил к нему великое милосердие.<br>Когда он вышел из-под защиты когда-то великого народа, он был принят своим прежним племенем.<br>С тех пор он скрывает своё лицо под маской, пряча золотые узоры. Все свои силы он отдаёт служению мастеру, которому дал клятву.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/0e878dbfaa80066b537aa65b21f98ab5_4962317784630118380.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 6647,
            "name": "Осколок разбитой воли",
            "desc": "Фрагмент, в котором обитает воплощение Вайоб.<br>Это обломок разбитого каменного идола. Он с трудом передаёт волю и силу Вайоб.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/e18113708df67af70b850f4fe38b9cd3_6833444194978585118.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1247,
            "name": "Разбитая маска",
            "desc": "Разбитая костяная маска, давным-давно принадлежавшая какому-то хиличурлу. Разбита на мелкие осколки, поэтому не может выполнять свою основную функцию.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
            "amount": 2
          }
        ]
      },
      {
        "key": "Ур. 40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Сила атаки до возвышения",
              "Сила атаки после возвышения",
              "Процент от HP"
            ]
          },
          {
            "key": "",
            "values": [
              "205",
              "231",
              "23,2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 15000
          },
          {
            "type": "CustomEntry",
            "epId": 6661,
            "name": "Безумное опустошение Святого Мудреца",
            "desc": "Материал возвышения оружия.<br>Во время войны с драконами тот самый мудрец, скрывавший своё лицо под маской, помогал воинам расшифровывать золотые узоры на древних нечеловеческих руинах. Эти знания давно утрачены.<br>Он выучил язык и научился мыслить как враги. Возможно, использование этих навыков против них приносило ему глубокое удовлетворение.<br>Однако его очевидная ненависть к врагам беспокоила его соратников.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ad7d4eced9c047cf55dc7de12602b032_1771240742767474652.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 6647,
            "name": "Осколок разбитой воли",
            "desc": "Фрагмент, в котором обитает воплощение Вайоб.<br>Это обломок разбитого каменного идола. Он с трудом передаёт волю и силу Вайоб.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/e18113708df67af70b850f4fe38b9cd3_6833444194978585118.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 1247,
            "name": "Разбитая маска",
            "desc": "Разбитая костяная маска, давным-давно принадлежавшая какому-то хиличурлу. Разбита на мелкие осколки, поэтому не может выполнять свою основную функцию.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
            "amount": 8
          }
        ]
      },
      {
        "key": "Ур. 50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Сила атаки до возвышения",
              "Сила атаки после возвышения",
              "Процент от HP"
            ]
          },
          {
            "key": "",
            "values": [
              "266",
              "292",
              "26,8%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 6661,
            "name": "Безумное опустошение Святого Мудреца",
            "desc": "Материал возвышения оружия.<br>Во время войны с драконами тот самый мудрец, скрывавший своё лицо под маской, помогал воинам расшифровывать золотые узоры на древних нечеловеческих руинах. Эти знания давно утрачены.<br>Он выучил язык и научился мыслить как враги. Возможно, использование этих навыков против них приносило ему глубокое удовлетворение.<br>Однако его очевидная ненависть к врагам беспокоила его соратников.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ad7d4eced9c047cf55dc7de12602b032_1771240742767474652.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 6648,
            "name": "Образ ясной воли",
            "desc": "Нефритовый идол, в котором обитает воплощение Вайоб.<br>Фигура идола смутно различается. Он хорошо передаёт волю и силу Вайоб.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/57c0d095f92f4d1f1183f65126bf6b01_7481031877063751134.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 983,
            "name": "Грязная маска",
            "desc": "Костяная маска со слабым запахом, покрытая странными пятнами.<br/>Хоть и предназначена для лица, но только хиличурл может носить подобное.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
            "amount": 6
          }
        ]
      },
      {
        "key": "Ур. 60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Сила атаки до возвышения",
              "Сила атаки после возвышения",
              "Процент от HP"
            ]
          },
          {
            "key": "",
            "values": [
              "327",
              "353",
              "30,4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 30000
          },
          {
            "type": "CustomEntry",
            "epId": 6662,
            "name": "Безумный облик Святого Мудреца",
            "desc": "Материал возвышения оружия.<br>Именно в ту эпоху первый человек, достигший возвышения, оставил трон и вошёл в Священное пламя, когда смертный мир ожидал преемника.<br>В это же время загадочный вдохновитель взял всю власть в свои руки.<br>К несчастью, самопровозглашённый Святой Мудрец решил, что бог, которого он любил и ради которого проливал золотые слёзы, должен остаться без преемника. Он превысил свои полномочия, ставя свои эгоистичные желания выше заповедей почитаемого бога, создав город, где небо и земля были разделены.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aa7185b04bd1c2497721b870cc673d60_6516768964064862299.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 6648,
            "name": "Образ ясной воли",
            "desc": "Нефритовый идол, в котором обитает воплощение Вайоб.<br>Фигура идола смутно различается. Он хорошо передаёт волю и силу Вайоб.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/57c0d095f92f4d1f1183f65126bf6b01_7481031877063751134.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 983,
            "name": "Грязная маска",
            "desc": "Костяная маска со слабым запахом, покрытая странными пятнами.<br/>Хоть и предназначена для лица, но только хиличурл может носить подобное.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Ур. 70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Сила атаки до возвышения",
              "Сила атаки после возвышения",
              "Процент от HP"
            ]
          },
          {
            "key": "",
            "values": [
              "388",
              "414",
              "34,1%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 35000
          },
          {
            "type": "CustomEntry",
            "epId": 6662,
            "name": "Безумный облик Святого Мудреца",
            "desc": "Материал возвышения оружия.<br>Именно в ту эпоху первый человек, достигший возвышения, оставил трон и вошёл в Священное пламя, когда смертный мир ожидал преемника.<br>В это же время загадочный вдохновитель взял всю власть в свои руки.<br>К несчастью, самопровозглашённый Святой Мудрец решил, что бог, которого он любил и ради которого проливал золотые слёзы, должен остаться без преемника. Он превысил свои полномочия, ставя свои эгоистичные желания выше заповедей почитаемого бога, создав город, где небо и земля были разделены.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aa7185b04bd1c2497721b870cc673d60_6516768964064862299.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 6649,
            "name": "Талисман странствующей воли",
            "desc": "Обсидиановый талисман, в котором обитает воплощение Вайоб.<br>Он состоит из нефритовой фигурки идола, заключённой в обсидиан. Говорят, раньше люди использовали такие фигурки, чтобы попытаться связаться напрямую с Вайоб Царства Ночи. Возможно, это также объясняет, почему Вайоб может обитать в нём и принимать физическую форму.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/c02ef12ebb37cd68a3409810f6b4ead4_7340014898601846734.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 220,
            "name": "Зловещая маска",
            "desc": "Покрытая узором костяная маска, предназначенная для запугивания врагов.<br/>Никто не знает, почему хиличурлы никогда не снимают свои маски. Есть версия, что они просто боятся своего отражения в воде.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
            "amount": 6
          }
        ]
      },
      {
        "key": "Ур. 80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Сила атаки до возвышения",
              "Сила атаки после возвышения",
              "Процент от HP"
            ]
          },
          {
            "key": "",
            "values": [
              "449",
              "475",
              "37,7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 45000
          },
          {
            "type": "CustomEntry",
            "epId": 6663,
            "name": "Безумная духовность Святого Мудреца",
            "desc": "Материал возвышения оружия.<br>Святой Мудрец запретного города часто бормотал во сне на нечеловеческих языках. А когда смотрелся в зеркало, замечал, что его единственный видимый сквозь маску зрачок постепенно становился вертикальным. Это только усиливало его ненависть к драконам.<br>Говорят, когда юноша с алыми глазами сжигал этот город, погружённый в тень, он увидел перед королевским залом безумца. В ярости тот словно рвал своё лицо, срывая божественный облик и обнажая зловещие драконьи раны.<br>Поглощённая золотым пламенем, изуродованная фигура этого безумца рухнула с высоты в чёрную трясину внизу. Покинутый всеми, он встретил свою трагическую судьбу.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/4c7853537ced53b00d9bb4f1afd665db_7456375540279073148.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 6649,
            "name": "Талисман странствующей воли",
            "desc": "Обсидиановый талисман, в котором обитает воплощение Вайоб.<br>Он состоит из нефритовой фигурки идола, заключённой в обсидиан. Говорят, раньше люди использовали такие фигурки, чтобы попытаться связаться напрямую с Вайоб Царства Ночи. Возможно, это также объясняет, почему Вайоб может обитать в нём и принимать физическую форму.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/c02ef12ebb37cd68a3409810f6b4ead4_7340014898601846734.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 220,
            "name": "Зловещая маска",
            "desc": "Покрытая узором костяная маска, предназначенная для запугивания врагов.<br/>Никто не знает, почему хиличурлы никогда не снимают свои маски. Есть версия, что они просто боятся своего отражения в воде.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Ур. 90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Сила атаки до возвышения",
              "Сила атаки после возвышения",
              "Процент от HP"
            ]
          },
          {
            "key": "",
            "values": [
              "510",
              "-",
              "41,3%"
            ]
          }
        ]
      }
    ]
  }
}