{
  "epId": 6555,
  "name": "Протокол испытаний вишапов глубин",
  "desc": "<p>Протокол испытаний вишапов глубин. В ходе испытаний ни один вишап не пострадал.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/dec07bda3e1d4f841407070fa80b593b_8308809941126779702.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1724718243,
  "components": {
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "…Начиная с сегодняшнего дня, все эксперименты, касающиеся Дракона глубин, будут проводиться под личным руководством Ватацуми Омиками. Все документы, предшествующие году основания календаря Ватацуми, были уничтожены. Классификация архивов в соответствии с альфа-, бета-, гамма-, дельта- и эпсилон-методом организации на старом языке Ватацуми выйдет из употребления и будет заменена новой классификацией: земля, вода, огонь, воздух, эфир и пустота.\nВсе цитаты и примечания следует писать в кавычках («») в следующем порядке: том – порядковый номер – название – автор. Автор может быть не указан, или может быть написан его внутренний номер в исследовательской лаборатории. Кроме того, строго запрещено раскрывать имена исследователей на языке Бякуякоку/Энканомии или в стиле Ватацуми/Наруками/Инадзума.\nЖурналы экспериментов не должны использоваться для написания дневников, любовных писем или фантастических романов.\n…\nОчевидно, что Драконы глубин (далее именуемы как вишапы глубин или просто вишапы) способны эволюционировать («Вода – 101 – Эволюция дракона глубин – 1»).\nМы пробовали понижать температуру в месте обитания молодых жаростойких вишапов. В результате после взросления они были слабы. Мы подозреваем, что это произошло потому, что их организм не обладал «семенем», необходимым для сопротивления такой среде. Однако их потомки имели высокий процент жира в организме, больше спали и обладали элементом Крио. (Пожалуйста, обратитесь к экспериментальным данным после основного текста. Аномальные данные, полученные в образце 3, объясняются тем, что мой ассистент пожалел испытуемого из контрольной группы сопротивления голоду и тайно кормил его.)\nКогда мы помещали их потомков в условия жары, они, как и их предки, снова выбирали жаростойкость. Однако до сих пор ни один из них не развил черты, указывающие на элемент Пиро.\nВ настоящее время у нас недостаточно данных, чтобы сделать выводы, но мы можем сделать обоснованное предположение, что вишапы глубин обладают способностью свободно пробуждать своё «семя» перед созреванием. Матери вишапов также могут создавать новые «семена», чтобы передать их своим потомкам, если те столкнутся с невиданными доселе сложными условиями обитания.\nМожно сказать, что ещё до встречи с нами, жителями Энканомии, вишапы глубин уже хранили в своих телах настоящий арсенал.\n…\nРезультаты тестов на интеллект поражают воображение. («Пустота – 207 – Анализ интеллекта вишапов глубин»). После отбора через систему наказаний и поощрений (на самом деле, согласно предыдущим исследованиям, отбор не нужен, так как все вишапы способны прекрасно адаптироваться к окружающей среде), было обнаружено, что вишапы в четвёртом поколении обладают лингвистическим пониманием, сравнимым с пониманием 12-летнего ребёнка. Точнее было бы сказать, что у вишапов всегда были свои собственные методы общения, и что здесь они просто демонстрируют свою способность к обучению.\nМы считаем, что эти эксперименты должны быть прекращены. В противном случае нас могут обвинить в узости мышления за то, что мы отвергли последнего человека, который написал фантастический рассказ о людях-вишапах.\nПророчество гласит, что дракон Повелитель воды родится в человеческом облике. Мы не должны позволить этому случиться в Энканомии.\n…\nПредыдущие пересадки были неудачными. («Пустота – 907 – Особый указ Ватацуми Омиками – 1».) Поскольку вишапы не могут принять кровь Ватацуми Омиками, в их телах происходят различные негативные реакции. Может быть, это потому, что они ещё недостаточно сильны? Согласно нашим планам относительно их эволюционной линии, мы теоретически уже должны были вывести самого сильного вишапа из всех возможных.\n…\nПересадку можно считать успешной. («Пустота – 907 – Особый указ Ватацуми Омиками – 1».) Отторжение происходит из-за того, что вишапы были существами Мира света (также известными как элементальные существа) и, таким образом, противоречили Миру людей, частью которого является Омиками и его фамильяры.\nВсе журналы экспериментов закрыты. Ни один эксперимент, проведённый здесь, не привёл к смерти ни одного Дракона глубин. Все они дожили до конца своих дней.\nХвала милостивому и благодетельному Ватацуми Омиками."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Протокол испытаний вишапов глубин"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5355,
            "name": "Трёхцветный архив"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2846,
            "name": "Коллекция Бякуякоку",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/01/51635400/8a7b95710be73a0c089b83f2ff88270a_5527240524981824881.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}