{
  "epId": 6559,
  "name": "Цуми",
  "desc": "<p>Последняя из вассалов Ватацуми. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/1b4813ee4ee058cd0428721d3301de69_8896134130540367131.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1724678597,
  "components": {
    "galleryCharacter": [
      {
        "key": "Цуми",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/b948ac47f0b6ddf32f00f30046bf7c80_8614380412208293691.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Цуми"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Энканомия"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Вассалы Ватацуми"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Цуми",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "В Энканомии существует легенда, что после поражения в войне между энканомийцами и вишапами глубин вишапам пришлось приспосабливаться, чтобы выжить. Они начали имитировать победителей, и со временем появились вишапы, которые от людей не отличались ничем, кроме формы зрачков. Эти\nпроникли в Энканомию, чтобы подменить собой людей на важных постах. Цуми с детства жила среди вишапов и считала себя одной из них. Ничего, кроме необычного медальона и пары ящиков с книгами, у неё не было. Именно благодаря книгам она научилась человеческому письму и речи, но у нее не было возможности поговорить с людьми и узнать, о чём на самом деле говорилось в книгах. Долгие годы они жили в темноте, пока однажды в Энканомию не спустился/ась Путешественник/ца, чтобы найти кровавый коралл Ватацуми омиками и провести ритуал на острове Ватацуми. Такие кораллы сдерживали драконов глубин под башней в Дайнити Микоси, а сама башня была окружена защитным барьером. Чтобы взять коралл, Путешественник/ца убрал/а барьер и снова запустил/а искусственное солнце, принеся в Энканомию свет и потревожив вишапов. Ещё с первой войны свет для драконов означал присутствие людей, поэтому они сторонились его."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/3eedbb236edfd30079133e20c2099bc9_4314083104397930156.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Кровавый коралл был необходим для проведения ритуала Ватацуми горё мацури, призванного избавиться от явления святой земли на острове Ватацуми. Этот феномен является расширением ареала обитания вишапов глубин и означает, что усиливается первобытная элементальная сила трёх миров. Святая земля делает почву бесплодной и наносит удар по земледелию. Во время проведения ритуала Божественная Жрица заметила, что явление не исчезло, а лишь на время приостановилось. В это время Цуми заключила соглашение с членом ордена Бездны Эндзё. Она хотела уничтожить Дайнити Микоси, чтобы в Энканомии воцарилась тьма и вишапы снова могли спасти своих заключённых под башней сородичей. Эндзё пообещал погрузить Энканомию во тьму, а вишапы взамен должны были гарантировать ордену Бездны безопасный проход по своим землям и помощь в восстановлении башен пустоты. Вишапы не знали, что для элементальных созданий тьма Бездны - ужасная отрава, поэтому согласились на сделку, но Эндзё их предал. Он восстановил башни на углах границы Энканомии, а потом с их помощью начал распространять энергию Бездны, что принесло вишапам глубин великие мучения.\nКогда Божественная Жрица отправила в Энканомию войска, они были серьёзно ранены в сражении с Чёрными рыцарями. Божественная Жрица Сангономии попросила Путешественника/цу помочь очистить Энканомию от тьмы и отдала часть медальона на случай, если придётся сделать выбор. Цуми надела маску, скрывающую её змеиные глаза, и притворилась жрицей Сангономии, чтобы помочь раненым. Позже она объединилась с Путешественником/цей, чтобы отомстить Эндзё. Цуми дала особую Шкатулку Бокусо, способную развеять тьму, окутавшую Энканомию, чтобы в это время воспользоваться силой Дайнити Микоси и создать тьму для защиты вишапов. Эндзё раскрыл Путешественнику/це и Паймон настоящие мотивы Цуми и на прощание подарил медальон, напоминающий тот, что дала им Божественная Жрица. Он же помог им направить свет и рассеять тьму в Дайнити Микоси с помощью механизмов, которые оставил около башен пустоты."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/dd24b9b451e2ae8db2f2d645c7b48153_1409050360193914183.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Хоть тьма над Дайнити Микоси рассеялась, Цуми казалось, что башня слышит её желания. Достаточно было только подумать, и она меняла яркость. Если бы Цуми того пожелала, башня бы рухнула перед ней. От одной мысли, как по щелчку пальцев, разрушился бы источник великих страданий вишапов. Но Цуми не могла этого сделать. Когда при встрече Путешественник/ца отдал/а ей две части медальона, Цуми соединила его со своим, и они образовали медальон в форме трёх переплётшихся змей. Эта реликвия принадлежала началу эпохи, когда Ватацуми Омиками упорядочил придворные чины и реформировал Энканомию. Дайнити Микоси, клану Сангономия и вассалам Ватацуми - фамильярам Оробаси - вручили три медальона. Это должно было возложить на народ, дзибасири и божественных вассалов ответственность друг за друга. Божественные вассалы, как правило, принимали форму получеловека-полузмеи, что символизировало их принадлежность к фамильярам змеиного бога. Но со временем они стали похожи на людей всем, кроме зрачков. А люди-вишапы и люди-рептилии были всего лишь выдумкой. Ватацуми Омиками истратил все силы на создание острова Ватацуми и начал слабеть. После этого вассалы Ватацуми не рождались. Но в записях есть упоминание о последней из вассалов, которая должна была стать связью между вишапами и людьми. Но когда она была ещё совсем младенцем, на неё и опекавшую её жрицу на границе Энканомии напали вишапы. Многие считали, что она погибла, а другие, что вишапы вырастили её. Фрагмент медальона Цуми идеально подходил к фрагментам из Саногономии и Дайнити Микоси лишь потому, что она была вассалом Ватацуми. Но она так и не захотела это принять и выбрала вишапов."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«В ваших человеческих книгах есть одна поговорка. Раньше я её не понимала.</color>\n<color=#ffffffd9>“Место человека там, где он родился, а животного - где его кормят”.</color>\n<color=#ffffffd9>Я вишап, не человек. Я возвращаюсь туда, где мне место.</color>\n<color=#ffffffd9>Дайнити Микоси пусть стоит себе на здоровье. Но однажды настанет тот день, когда мы вернёмся».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Энканомия",
        "desc": "<p>Единственная надежда Ватацуми на спасение заключена в окутанной тайнами Энканомии. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_3360324174274188396.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Эндзё",
        "desc": "<p>Член ордена Бездны, называющий себя книжным червём. Также известен как Нечто, зовущее себя «Эндзё», Санка,  Существо, которое называет себя Санкой, и Кокутю.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/725dbbb16dec2beb477c3a15194eed29_4994320714528602255.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6557,
        "name": "Шкатулка Бокусо",
        "desc": "<p>Используйте её, чтобы очистить определённую область в Энканомии от влияния тьмы.</p><p>Название Бокусо состоит из двух частей: «боку», что означает «приближаться к тому, что хорошо», и «со», что означает «сторониться того, что запятнано».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/237301566/f1dc40ef4d1e9fac77dd82d4fb821ad4_4328382152253294511.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1250,
        "name": "Сломанное украшение",
        "desc": "Небольшое украшение, которое вам дала Кокоми. Похоже на фрагмент какого-то предмета. По словам Кокоми, оно может вам пригодиться.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragmented Accessory_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Энканомия",
        "desc": "<p>Единственная надежда Ватацуми на спасение заключена в окутанной тайнами Энканомии. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_3360324174274188396.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Всю свою жизнь Цуми провела в Энканомии.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Вишапы растили Цуми с младенчества, и она считает себя одной из них.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Оробаси",
        "desc": "<p>Бог, выведший жителей Энканомии из Тёмного моря на поверхность. Был убит Райдэн Эи.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/1397393f5024f3cfe3e0cd632dae57a6_3946025652687587216.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Цуми является вассалом Ватацуми - фамильяром Оробаси.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Эндзё",
        "desc": "<p>Член ордена Бездны, называющий себя книжным червём. Также известен как Нечто, зовущее себя «Эндзё», Санка,  Существо, которое называет себя Санкой, и Кокутю.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/725dbbb16dec2beb477c3a15194eed29_4994320714528602255.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Цуми и вишапы заключили соглашение с Эндзё, чтобы погрузить Энканомию во тьму.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 6557,
        "name": "Шкатулка Бокусо",
        "desc": "<p>Используйте её, чтобы очистить определённую область в Энканомии от влияния тьмы.</p><p>Название Бокусо состоит из двух частей: «боку», что означает «приближаться к тому, что хорошо», и «со», что означает «сторониться того, что запятнано».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/237301566/f1dc40ef4d1e9fac77dd82d4fb821ad4_4328382152253294511.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1250,
        "name": "Сломанное украшение",
        "desc": "Небольшое украшение, которое вам дала Кокоми. Похоже на фрагмент какого-то предмета. По словам Кокоми, оно может вам пригодиться.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragmented Accessory_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 295,
        "name": "Печать Мира света",
        "desc": "Печать, которая символизирует признание великого бога Токоё Энканомии.<br/>Её можно использовать как подношение Статуе вассалов, чтобы повысить уровень Шкатулки Бокусо.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Light Realm Sigil_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 296,
        "name": "Ядро Мира света",
        "desc": "Вы обнаружили этот таинственный камень, исследуя мрачное царство Энканомии.<br/>Мир света дал людям дополнительные средства, чтобы противостоять Бездне.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Light Realm Core_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}