{
  "epId": 6560,
  "name": "Эндзё",
  "desc": "<p>Член ордена Бездны, называющий себя книжным червём. Также известен как Нечто, зовущее себя «Эндзё», Санка,  Существо, которое называет себя Санкой, и Кокутю.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/725dbbb16dec2beb477c3a15194eed29_4994320714528602255.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1743896545,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Трейлеры и тизеры",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "«Сокровища в письменах» Чтец Бездны: Пламя бездны - Новый персонаж"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/03/237301566/0b8e2c5d18b254a94b1f0e4157af1cdb_6688401247831522520.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>1 апреля 2022</color>\n\"«Книгу... лучше отдать исследователю!»\nДа, это и в самом деле отличная книга, но мне бы и в голову не пришло, что чтецам такое может понравиться.\"\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=dZsCPpuxgfM"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "«Мерцающий свет» - Памятный трейлер"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/cadd5559d2a5c1c3f4a4ce3d96e15ef9_4330869853506093995.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17 сентября 2022</color>\n«Лишь когда наступит подобная Бездне тьма, увидишь ты мерцающий свет, что всегда был рядом».\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xm6DtDBkDFw"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Иллюстрации и эмодзи",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Белый день"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/92d7c1f6108b39f1f010dbb563ad188f_7328193714011362612.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14 марта 2024</color>\nСудя по выражению твоего лица, ты всё ещё помнишь меня?\nЧто значит «Все Чтецы Бездны на одно лицо?» К чему «Возвращайся, когда превратишься в человека»?.. Видимо, мой прощальный подарок не произвёл на тебя должного впечатления.\nНа этот раз я выбрал тебе прекрасный цветок. Но я прибыл в тайне от высочества, поэтому передать послание не смогу.\nНу как, думаешь, сможешь простить меня? Ой, опусти оружие, давай поговорим спокойно..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "RichText",
        "text": "Орден Бездны\nЭндзё является членом ордена Бездны.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Энканомия",
        "desc": "<p>Единственная надежда Ватацуми на спасение заключена в окутанной тайнами Энканомии. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_3360324174274188396.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Эндзё дважды отправлялся в Энканомию для ордена Бездны.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Цуми",
        "desc": "<p>Последняя из вассалов Ватацуми. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/1b4813ee4ee058cd0428721d3301de69_8896134130540367131.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Эндзё заключил с Цуми и вишапами соглашение, позволяющее ордену Бездны безопасно пройти по их землям.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Чтец Бездны: Пламя бездны",
        "desc": "Управляющий огнём Бездны монстр, который стремится постигнуть смысл магических писаний. Принадлежит ордену Бездны.<br/>Обычные люди называют этих существ «Чтецами», но истинное значение их прозвища несколько иное. «Чтец» также означает «учёный». Они считают, что чтение магических писаний делает их сильнее.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Настоящий облик Эндзё.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "До солнца и луны",
        "desc": "Запрещённые к прочтению простыми людьми хроники, в которых исторические события перемежаются баснями. В них рассказывается история от сотворения мира до строительства Дайнити Микоси.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/dec07bda3e1d4f841407070fa80b593b_2202536601431242530.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Эндзё",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "является членом ордена Бездны - организации, лидером которой является сестра/брат Путешественника/цы. Они единственные способны жить в Мире пустоты, который ядовит для всех остальных. Хоть для ордена сила Бездны тоже является отравой, она манит и пьянит их. Настоящий облик Эндзё - чтец Бездны, но он выбрал для себя облик инадзумца, чтобы попасть в Энканомию и не вызвать ни у кого подозрений. Он обладает знаниями языка Бякуякоку - древнего языка жителей Энканомии до того, как они вышли на поверхность Тейвата."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Я действительно переводил здесь книги, но это не имело никакого отношения к испытанию. Я и правда простой книжный червь, который может превратиться в огнедышащего монстра!</color>\n<color=#ffffffd9>...вы называете нас, исследователей книг, чтецами, да?»</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/197e6cf0591cadfe4fae1222ac073b2e_679485616723821755.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Во время первой миссии в Энканомии Эндзё отправился на поиски книги «До солнца и луны», написанной секретарём Повелительницы времени Астарот. В этой книге описана история появления Изначального, войны с семерыми Владыками драконов, изменения Тейвата, создания людей, пришествия Второго трона, начала великой войны и падения Энканомии в Тёмное море во время этой войны. В этих хрониках описываются события, когда по земле не ходили боги, и вся земля принадлежала единой цивилизации. Для жителей Тейвата время «когда боги ходили по земле» - самое далёкое прошлое, поэтому для ордена Бездны эта книга была единственным способом доказать, что Селестия и Архонты явились в этот мир извне. Эта книга существовала в единственном экземпляре в библиотеке Энканомии, но Эндзё не смог найти её ни там, ни в Дайнити Микоси. Во время своей миссии в Энканомии Эндзё познакомился с Путешественником/цей и Паймон и представился им учёным, изучающим Бякуякоку. Благодаря его помощи и знанию языка Путешественник/ца смог/ла снять барьер с Дайнити Микоси и отыскать золотую уздечку, необходимую для запуска искусственного солнца. Когда Путешественник/ца отыскал/а кровавый коралл, необходимый для проведения ритуала в Сангономии (у потомков энканомийцев), Эндзё показал свою истинную сущность и попытался победить его/её, в надежде найти книгу. После поражения, чтец Бездны скрылся в портале."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Да, да, я потерпел неудачу. Все мы сегодня извлекли свои уроки, правда? Полагаю, в будущем ты не станешь так легко доверять людям, м?</color>\n<color=#ffffffd9>Вот, например, эта малышка рядом с тобой. Возможно, и она однажды предаст. Кто знает?»</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Энканомия",
        "desc": "<p>Единственная надежда Ватацуми на спасение заключена в окутанной тайнами Энканомии. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_3360324174274188396.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Чтец Бездны: Пламя бездны",
        "desc": "Управляющий огнём Бездны монстр, который стремится постигнуть смысл магических писаний. Принадлежит ордену Бездны.<br/>Обычные люди называют этих существ «Чтецами», но истинное значение их прозвища несколько иное. «Чтец» также означает «учёный». Они считают, что чтение магических писаний делает их сильнее.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "До солнца и луны",
        "desc": "Запрещённые к прочтению простыми людьми хроники, в которых исторические события перемежаются баснями. В них рассказывается история от сотворения мира до строительства Дайнити Микоси.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/dec07bda3e1d4f841407070fa80b593b_2202536601431242530.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Подношение врат трёх миров",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/13677155c217b30cdeaf3830fc82cee6_5810496924763077322.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Через некоторое время после проведения ритуала на острове\nБожественная жрица заметила, что с ритуалом было что-то не так. Она отправила несколько войск в Энканомию, но те лишь были серьёзно ранены. Вся Энканомия была объята тьмой, исходившей из Бездны пустоты, которую не могли вынести ни люди, ни вишапы. Оказалось, что тьма наступила в Энканомии из-за Эндзё. Он заключил договор с Цуми - загадочной жрицей в маске, за которой скрывались змеиные глаза. Цуми хотела уничтожить Дайнити Микоси, чтобы в Энканомии воцарилась тьма и вишапы снова могли спасти своих заключённых под башней сородичей. Эндзё пообещал погрузить Энканомию во тьму, а вишапы взамен должны были гарантировать ордену Бездны безопасный проход по своим землям и помощь в восстановлении башен пустоты. Вишапы не знали, что для элементальных созданий тьма Бездны - ужасная отрава, поэтому согласились на сделку, но Эндзё их предал. Он восстановил башни на углах границы Энканомии, а потом с их помощью начал распространять энергию Бездны, что принесло вишапам глубин великие мучения. Когда Божественная жрица Сангономии попросила Путешественника/цу помочь в Энканомии, тот/та объединился/ась с Цуми для противостояния Эндзё. После того как истинные мотивы Цуми были раскрыты, Эндзё помог Путешественнику/це развеять тьму с помощью механизмов, которые он оставил, так как его очередной поход в Энканомию оказался безуспешным."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Очередной поход в Энканомию оказался безрезультатным. Но ничего, я всего-навсего пешка ордена.</color>\n<color=#ffffffd9>В отличие от тех, что увиваются вокруг нашего высочества, меня интересуют куда менее значительные вещи.</color>\n<color=#ffffffd9>Ой, у меня совсем не осталось времени. Мне пора. Вряд ли мы с вами ещё когда-нибудь увидимся».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Энканомия",
        "desc": "<p>Единственная надежда Ватацуми на спасение заключена в окутанной тайнами Энканомии. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/a0baeebc8fab0068c0f408f26bfbf7ef_3360324174274188396.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Цуми",
        "desc": "<p>Последняя из вассалов Ватацуми. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/1b4813ee4ee058cd0428721d3301de69_8896134130540367131.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Пламя поворота",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "После встречи с Путешественником/цей в Энканомии Эндзё (теперь взявший имя Санка), отправился в Натлан на исследование Пепельного моря. Во время путешествия он зашёл в племя Потомков Крон и встретил двух детей, просивших помочь разыскать детёнышей юмказавров. Обманув, что им помогут его друзья, Санка попросил детей рассказать ему о Пламени поворота из Уитцтлана. По легенде, Пламя поворота впервые появилось в эпоху Великого Альянса более тысячи лет назад. Его использовал тиран Оч-кан, чтобы править Натланом и уничтожать всех, кто выступал против него. Пламя поворота отличается от обычного огня: люди, на которых оно набрасывается, чувствуют ужасное болезненное жжение позади, но сразу они не умирают. Главное ни в коем случае не оборачиваться, чтобы посмотреть на него. Герой племени Юпанки, отвечавший за вооружение в Великом Альянсе, когда-то дружил с тираном Оч-каном и с первым Пиро Архонтом Шбаланке. Он не был согласен с жестоким правлением Оч-кана, поэтому украл Пламя поворота и бросил его на армию Оч-кана. Все солдаты сгорели дотла, но когда Юпанки уже собирался покинуть город, ему показалось, что сзади его окликает Оч-кан. От неожиданности он обернулся, но Оч-кана там не было. Был только обугленный город, уничтоженная армия и рвущиеся в небо огромные языки пламени. Через мгновение огонь вырвался из глаз Юпанки и поглотил его. Огонь, поглотивший Юпанки, горел намного яростней любого другого, он горел сто дней и прожёг дыру прямо сквозь артерии земли, а потом упал во мрак Царства Ночи, где он до сих пор и горит. Пламя поворота освещает путь, ведущий в следующую жизнь, но чтобы мёртвые возродились, они должны принять пламя и сначала очиститься в огне. После смерти Юпанки, около 500 лет назад, древнее имя\nперешло к другому герою племени Буркине, сражавшимся с осквернённым Горным королём, а сейчас оно принадлежит охотнику на заврианов Киничу. Выслушав легенду, Санка увидел приближающихся Путешественника/цу и Паймон и сбежал, сказав детям, что Путешественник/ца им поможет."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/5f27744d3da35d1fbcb67d96c81819cb_5952055228640343631.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Узнав о связи Кинича с Пламенем поворота,\nначал в тайне следить за ним и за его спутником\nПоэтому, когда охотник за заврианами поймал члена ордена Бездны, тот не сопротивлялся. Чтобы получить возможность узнать воспоминания о древности и изучить Кухул Ахава, принадлежавшего древней цивилизации драконов, датируемой несколькими тысячелетиями, Санка заключил сделку с Киничем. Потомки Крон должны были в скором времени провести церемонию Ночи Пламени поворота. Это традиционная церемония, в которой племя вспоминает их предка, Буркина, и его спутника, Горного короля Конгамато. Вместе они сражались против Бездны и одержали победу, но она досталась им дорогой ценой. По рассказам, Буркина поплатился своей жизнью, а Конгамато был заражён Бездной и впал в спячку. Энергия Бездны внутри него крайне чувствительна, и если его потревожить, он пробуждается и впадает в слепую ярость, нападая на всё, что движется. Частью церемонии является очищение Бездны внутри Горного короля, чтобы он продолжал крепко спать. В последнее время в Натлане участились инциденты, связанные с Бездной, поэтому стало крайне трудно поддерживать сон Горного короля."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/e2cfe5ded9274eda9e986690b6ce3f58_4971493199126865486.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Спутница старейшины Нанна была ранена в сражении с Конгамато и заражена Бездной. Некоторые старейшины племени решили полностью очистить тело Горного короля от Бездны, что привело бы к смерти юмказавра. Поскольку Горный король - живой символ славы Потомков Крон, Кинич не был согласен с планом старейшин и разработал собственный план. Он одолжил у Санки устройство, приманивающее существ Бездны, чтобы открыть Разрыв и поместить туда Горного короля. В это же время Кухул Ахав, узнав, что обладатели имени «Пламя поворота» обычно умирают насильственной смертью, заключил сделку с Санкой, что тот заберёт тело Кинича взамен за время, чтобы его изучить. Несмотря на соглашение, план Санки не удалось осуществить, поскольку Кинич отдал того Путешественнику/це в качестве «подарка». Чтобы не драться с Путешественником/цей, Санка опять сбежал."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Я не могу победить вас в бою, но если речь идёт о бегстве... я никому не уступлю!</color>\n<color=#ffffffd9>Запомни, как быстр я, когда исчезаю. Может быть, тогда в следующий раз ты проявишь ко мне хоть немного уважения».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/b2498b3679f7d54e940667219879c74c_1597814408184281139.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ещё до встречи с Киничем, в первый день в племени Потомков Крон, в Санку кто-то врезался, упав с неба. Прыгуньей оказалась заражённая Бездной юмказавр Нанна, занимавшаяся, как показалось Санке, банджи-джампингом. Мужество, которое требуется для совершения прыжка, поразило его до глубины души, поэтому он подружился с заврианкой и помог обработать ей раны. В знак их встречи он даже нарисовал картинку на руинах, которую приняли за реликвию древних завриан. Когда Санка наконец сбежал от Путешественника/цы и Кинича, он снова воссоединился со своей подругой и обнаружил, что все её раны зажили. Она очень скучала по своей семье, и Санка отвёл её к дочери старейшины племени, рассказавшей ему о Пламени поворота.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "name": "Потомки Крон",
        "desc": "<p>Одно из шести племён Натлана, также известное как Уитцтлан. Жители племени живут бок о бок с юмказаврами. Потомки Крон славятся любовью к экстремальным видам спорта: скалолазанию, спуску по верёвке, паркуру на вулканах.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/05/237301566/79ebff2a0e10528e9129a10ee3043668_5764817952363516280.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6317,
        "name": "Кинич",
        "desc": "<p>Охотник на заврианов из Уитцтлана. Всегда знает, какую цену назначить.</p><p></p><p><em>«Мой слуга не глуп, проворен, но его самый большой недостаток в том, что избавиться от него невозможно. Он слишком живучий! Ну кто падает с утёса головой вниз и не умирает? Я в ярости!»</em> - самопровозглашённое драконье величество Кухул Ахав.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/70239714/9b80ee75a81f8c4c9148a8fea589ccbc_5880057952609706718.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6583,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6582,
        "name": "Юмказавр",
        "desc": "<p>Завриан с сильными задними конечностями и пушистым хвостом, может выплёвывать пламегранатовый пектин, который хранит в защёчных мешочках, чтобы обвивать предметы на расстоянии.</p><p>По легенде, изначальные юмказавры были намного меньше, так малы, что их трудно было увидеть. Они могли свободно путешествовать с ветром, цепляясь за тела огромных драконов или собираясь в группы, чтобы двигаться как облака. Но чтобы сохранить форму после утраты способностей, им пришлось принять нынешний облик.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/02/70239714/e1b8a6914176a0a3a9f003da76eff025_314093816911430785.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Пепельное море",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/58c712eb393956a1a2e0ce35317e965c_2042797362321305994.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Продолжая свои поиски Пепельного моря, Эндзё обратился к «духовному чурбану» из Повелителей Ночного Ветра Лейле. Лейла был лишён всякой чувствительности к духовным сущностям, не чувствовал мир духов, не мог им управлять и пользоваться заклинаниями. Эндзё, представившись как Кокутю, предложил Лейле вылечить отсутствие духовной чувствительности гиперсенсибилизацией - неэффективным и опасным методом, запрещённым Повелителями Ночного Ветра. Чтобы войти в состояние духовидения, Лейла использовал древний осколок оружия Санхаджа Компоре как проводник и силой наложил на себя заклинание. С этим луком Санхадж сражался вместе с Теночем, Тупаком, Буркиной, Менеликом, Сундиатой и Ванджиру в битве при Пепельном море 500 лет назад, после которого место получило это название. По легенде, Санхадж ценой своей жизни и жизни Теноча призвал крошечное Царство Ночи, взорвал его и отбросил чёрное бедствие."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/fb66c05596ec6bd13e3ce50ebe46dc0d_7357672453129862471.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Когда Лейла вошёл в состояние духовидения, его душа заблудилась и не смогла вернуться назад, а Кокутю сбежал. На помощь парню пришли верховная жрица племени Ситлали, её внук Оророн и Путешественник/ца. Используя осколок лука как посредника, Ситлали погрузилась в духовидение, а Путешественник/ца записал/а на свиток всё, что жрица увидела. Ситлали увидела карту, похожую на место, где раньше находилось Пепельное море. После битвы во время Катаклизма место стало бесплодной пустошью, покрытой прахом воинов и монстров. Иногда из недр земли доносился пугающий вой, а порой землю вновь охватывало пламя, которое поднималось к самому небу и заглушало крики. Многие искатели приключений надеялись попытать там счастья, а около тридцати лет назад люди увидели там огромного чёрного монстра высотою с гору, а вскоре Пепельное море пропало с лица земли, будто его никогда не было."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/caf130c06b8c2a339d3453beedd08db4_189839118434050212.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Заподозрив, что новый друг Лейлы использовал его, чтобы найти информацию о Пепельном море, Верховная жрица выставила ловушки около лагеря, где находилась карта. Она поняла, что Кокутю намеренно дал парню такой сильный артефакт, как лук Санхаджа, и специально оставил его в лагере как приманку. Кокутю рассчитывал, что дух Лейлы заблудится, а племя придёт ему на помощь и, спасая парня, откроют ему информацию о Пепельном море. Хотя Кокутю был замечен ловушкой Ситлали, он снова смог сбежать, увидев карту.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7424,
        "name": "Пепельное море",
        "desc": "<p>Место на западной оконечности Натлана, возникшее 500 лет назад во время Катаклизма и известное как безветренная земля. Мастер Рубежей Санхадж Компоре призвал крошечное Царство Ночи, взорвал его и отбросил чёрное бедствие, создав при этом Пепельное море.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4232196257702248672.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Повелители Ночного Ветра",
        "desc": "<p>Одно из шести племён Натлана, также известное как Миктлан. Жители живут бок о бок с иктомизаврами. Повелители Ночного Ветра славятся своими предсказаниями и пользуются особыми ритуалами для усиления связи с Царством Ночи и своей Вайоб.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/24/237301566/0ed9af441ff862c8caccc8ba87d3f4e8_3382131558213222413.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "name": "Санхадж",
        "desc": "<p>Верховный жрец Повелителей Ночного Ветра и Мастер Рубежей, носивший древнее имя<custom-ruby data-ruby=\"Бидий.|Преданность|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/7af24ba165ce8b89d310affbb18b4284_4955635251801065967.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Ситлали",
        "desc": "<p>Великая шаманка Повелителей Ночного Ветра, всеми почитаемая Бабушка Ицтли.<br><br><em>«Я всегда считала, что Ситлали достойна статуса вождя и что со временем она возьмёт на себя эту роль. Но прошло двести лет, а она всё так же без энтузиазма выходит из дома! Возможно, для того чтобы наш гениальный шаман начал интересоваться реальным миром, потребуется фигура более увлекательная, чем персонажи её любимых романов. Но разве такой человек найдётся?»</em> - Мавуика.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/70239714/f7f4a177140cc87a55b9c6989213a374_7763192869484379377.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Оророн",
        "desc": "<p>Юноша из Повелителей Ночного Ветра, который, однако, живёт в глуши вместе со всевозможными существами.<br><br>Древнее имя:<custom-ruby data-ruby=\"Бидий|Преданность\"></custom-ruby><br><br><em>«Даже самым упрямым пациентам он даст сто очков вперёд... Если взбрело что-то в голову, переубедить его даже не пытайтесь. Но я за него не особенно беспокоюсь. Парнишка живёт своим умом, и я уверен, что бы ни преподнёс ему наш безумный мир, он со всем справится»</em>, - бормотал Ифа, заполняя карточку больного.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/70239714/d28eded09506620ab178fc3bb1cb7dea_3891656968977458900.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Говорящая палица",
        "desc": "<p>Что может быть убедительнее весомых доводов? Только тяжёлая дубина, инкрустированная обсидианом.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/51635400/6e0130263c2de43a0bd7863edce22df3_9148127062191122904.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6552,
        "name": "Разбивающий цепи",
        "desc": "Длинный лук, украшенный нефритом. Его тетиву всегда будто обвивает лёгкий ветер. Легенда гласит, что он был выкован в куда более древние времена драконьим мастером.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8a6b418598f555deba7da922385254a2_8112788546506820868.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7196,
        "name": "Свиток Иктоми: Карта",
        "desc": "<p>Тканая карта, полученная через сумрачное видение, указывающая на загадочное место, которое, как говорят, исчезло давным-давно - Пепельное море.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/d474adf3ed8964fe895e927b3cb57b0d_6598483755175545500.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7195,
        "name": "Загадочный фрагмент оружия: Полочка для стрел",
        "desc": "<p>Фрагмент оружия, которым когда-то владел Санхадж, Мастер Рубежей из Повелителей Ночного Ветра. Оружие было сломано во время великой войны, произошедшей 500 лет назад. По интуиции Бабушки Ицтли, этот предмет может неким способом помочь путешественнику/це в будущем.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/df783ebb6520dcc1696ff37ade156e37_3400592255916735730.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Эндзё",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/c2a098545034eb453954422b58e56a8d_3201705064870034353.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Первая встреча с Эндзё в библиотеке Бякуякоку."
          }
        ]
      },
      {
        "key": "Эндзё",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/3edb46fe7e8145516f574c979900d0be_3559998508300977131.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Настоящий облик Эндзё."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Эндзё"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Бездна"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Орден Бездны"
          }
        ]
      }
    ]
  }
}