{
  "epId": 683,
  "name": "Властелин Инкогнито. Том III",
  "desc": "Фантастический роман Ли Юэ, повествующий о хождениях Властелина Камня в человеческом обличье среди смертных. В этой необыкновенной истории запечатлённые в камне понятия о законе и справедливости рассеиваются в небытие.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/05/218387610/05bbd3be6a6b115d3e58842cb0516741_8882442963990363908.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1757066333,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Местоположение"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/05/218387610/2b74e35a690998e56034e59b1c242cd5_2477743506133083317.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 682,
        "name": "Властелин Инкогнито. Том I",
        "desc": "Фантастический роман Ли Юэ, повествующий о хождениях Властелина Камня в человеческом обличье среди смертных. В полный сокровищ век в торговом порту сошлись правда, вымысел и старые мечты.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/05/218387610/05bbd3be6a6b115d3e58842cb0516741_2392873087016600636.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 684,
        "name": "Властелин Инкогнито. Том II",
        "desc": "Фантастический роман Ли Юэ, повествующий о хождениях Властелина Камня в человеческом обличье среди смертных. Между зелёных гор, под которыми в изобилии залегает нефрит, телесные образы и бесформенный вздор неожиданно оказываются рядом друг с другом.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/05/218387610/05bbd3be6a6b115d3e58842cb0516741_2044384595458731725.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 685,
        "name": "Властелин Инкогнито. Том IV",
        "desc": "Фантастический роман Ли Юэ, повествующий о хождениях Властелина Камня в человеческом обличье среди смертных. В век размышлений о сокровищах мира хватило одной маленькой шутки, чтобы раскрыть ложь.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/05/218387610/05bbd3be6a6b115d3e58842cb0516741_6254956214780252392.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Властелин Инкогнито. Том III"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Постоялый двор «Ваншу»"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2312,
            "name": "Властелин Инкогнито",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/a0f106d4efcf11d25ab66977dc6b0b9a_7291206948491820613.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Земли Ли Юэ на редкость богаты и пышны. Здесь есть сокровища, которые легко находят те опытные люди, что имеют особое чутьё на такие вещи. В эпоху процветания гавани Ли Юэ в порт и из него текло бесчисленное множество товаров и сокровищ.\nКак и сейчас, то была эпоха богатых купцов и моряков. То была эпоха, которой правили люди, сумевшие преодолеть водовороты коммерции и опасность огромных морских чудовищ.\nВ то время на причалах гавани всегда сновало бесчисленное множество моряков и рабочих.\nГоворят, Властелин Камня принимал облик не только знатных людей и господ с террасы Юйцзин, но и простых смертных: шахтёров и рыбаков, моряков и бродячих торговцев.\nВ то время на причале Ли Юэ был один хозяин рыбацкой лодки. С людьми он был строг и разборчив, а с подмастерьями - груб. Каждый раз, когда что-то не соответствовало его ожиданиям, он бранил своих помощников, не слушая их оправданий, и даже отнимал у них зарплату.\nВ тот день хозяин лодки встретился с одним молодым человеком.\nТо был новый подмастерье этого лодочника. Одет он был бедно, на голове носил бандану. Внешне он не отличался от других моряков, но цвет кожи и манеры выдавали в нем выходца из деревни Цинцэ, пришедшего с гор: лицо его походило на скалу.\nОн был неуклюж и немногословен, как и другие люди гор. Ещё больше окружающих раздражало то, что при сортировке рыбы он всегда брезговал всем тем, что имеет липкие щупальца.\n«Какой толк от такого привереды? Ты что, сынок богатеньких родителей?»\nЭти слова были предлогом, под которым хозяин лодки не выплачивал ему деньги.\nРаньше молодой человек обычно простодушно смеялся, а потом продолжал работу, и так было всегда.\nНо в конце концов он однажды спросил:\n- Раз уж у каждого человека есть вещи, которые он любит и ненавидит, так зачем выбирать ненавистное?\nИспуганный вопросом твердолобого подмастерья, хозяин лодки в гневе отвесил тому подзатыльник.\n- Таковы правила! Если люди не будут делать нелюбимую работу, то невозможно будет достичь успеха!\n- Едва ли это то, зачем Властелин Камня создавал правила...\n- Хватит нести чепуху!\n- Тогда позвольте мне рассказать вам одну историю.\nГлаза молодого человека засияли в свете закатного солнца, как будто горный металл.\n- Ты ещё и истории рассказывать умеешь?\nУслышав, что этот дубина может рассказать историю, хозяин лодки в конце концов заинтересовался.\n- Ну говори... Эй, и руками работай!\nМолодой человек хитро улыбнулся, и в глазах заплясали отсветы солнца.\n- Я хочу рассказать вам историю об одной нефритовой пластине...\nВот так, пока молодой человек рассказывал историю, хозяин забыл о времени, забыл и о том, что пара ловких рук стащила те деньги, что он удерживал с работников, и раздала их бедным."
          }
        ]
      }
    ]
  }
}