{
  "epId": 685,
  "name": "Властелин Инкогнито. Том IV",
  "desc": "Фантастический роман Ли Юэ, повествующий о хождениях Властелина Камня в человеческом обличье среди смертных. В век размышлений о сокровищах мира хватило одной маленькой шутки, чтобы раскрыть ложь.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/05/218387610/05bbd3be6a6b115d3e58842cb0516741_6254956214780252392.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1757066319,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Покупка у торговцев"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Торговец</color>\n<color=#ffffff>Количество</color>\n<color=#ffffff>Стоимость</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3400,
        "name": "Цзи Фан",
        "desc": "<p>Хозяйка книжного магазина «Ваньвэнь»</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/30/237301566/8e0520c3e8d590b70c49bdb074c48df0_2413937757290892125.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Мора",
        "desc": "Повсеместная валюта. Международный язык общения.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 682,
        "name": "Властелин Инкогнито. Том I",
        "desc": "Фантастический роман Ли Юэ, повествующий о хождениях Властелина Камня в человеческом обличье среди смертных. В полный сокровищ век в торговом порту сошлись правда, вымысел и старые мечты.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/05/218387610/05bbd3be6a6b115d3e58842cb0516741_2392873087016600636.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 684,
        "name": "Властелин Инкогнито. Том II",
        "desc": "Фантастический роман Ли Юэ, повествующий о хождениях Властелина Камня в человеческом обличье среди смертных. Между зелёных гор, под которыми в изобилии залегает нефрит, телесные образы и бесформенный вздор неожиданно оказываются рядом друг с другом.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/05/218387610/05bbd3be6a6b115d3e58842cb0516741_2044384595458731725.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 683,
        "name": "Властелин Инкогнито. Том III",
        "desc": "Фантастический роман Ли Юэ, повествующий о хождениях Властелина Камня в человеческом обличье среди смертных. В этой необыкновенной истории запечатлённые в камне понятия о законе и справедливости рассеиваются в небытие.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/05/218387610/05bbd3be6a6b115d3e58842cb0516741_8882442963990363908.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Властелин Инкогнито. Том IV"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Купить у Цзи Фан"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2312,
            "name": "Властелин Инкогнито",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/12/51635400/a0f106d4efcf11d25ab66977dc6b0b9a_7291206948491820613.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "То была эпоха, когда множество удивительных редких вещей собиралось в гавани Ли Юэ.\nТой ночью хозяйка антикварной лавки «Сигу» Минь Гуй изучала предметы старины с безымянным молодым аристократом, и вместе они рассказывали друг другу факты из прошлого.\nПредметом их спора была нефритовая пластина.\nВсе знают, что сделать фальшивое древнее нефритовое изделие в Ли Юэ не требует больших затрат. Сделать изящную подделку будет немного дороже, но для торговцев это приемлемо.\nТрудность заключается в том, чтобы подделать изящную историю.\nЛюди типа мастера по нефриту, скитавшегося по горам, или странного рыбака отходят от общепринятых канонов, а потому близки к истине.\nВластелин Камня установил правила и заключил договоры, но не принуждал простых смертных рассматривать подчинение авторитетам как идеальную жизнь, ибо он понимал, что правила и договоры есть средство, но не цель. Истинные баланс и смысл заключается в самоосознании и выборе каждого человека.\nЖестокий хозяин лодки не понял, что произошло, поэтому постоянно сталкивался со страхом и насмешками рабочих.\nТаковы люди, таковы и старинные вещи. Несмотря на то, что качество и уровень исполнения вещи могут быть ограничены, цену чаще всего определяет не она сама, но стоящая за ней история.\nПривередливый молодой аристократ этого не понимал, а потому мог лишь заклеймить нефритовую пластину «подделкой», тем самым снизив её ценность.\nНо если «разрезать» бесчисленные сокровища в антикварной лавке «Сигу» придирчивым и острым взглядом, то все они превратятся в пыль.\nНапример, слезы, которые проливала в море возлюбленная капитана, превратились в бессмертный жемчуг; портрет, в давние времена выгравированный неким смертным императором в память об ушедшей жене, впитал в себя его дух.\nЭти истории, обреченные на забвение, сохранились в легендах, окутывающих предметы древности.\n«Интересная история. Я куплю эту подделку».\nМолодой аристократ едва кивнул. В глазах, подобных драгоценному металлу, вспыхнула улыбка.\n«Даже услышав мою историю, вы всё ещё думаете, что это подделка?»\nМинь Гуй вздохнула.\n«Естественно».\nМолодой аристократ рассмеялся, как будто ему не бывало так смешно до того, как он зашёл в магазин.\n«Я придумал историю о том, что нефритовые пластины были древней валютой, точно так же, как вы сейчас придумали ваш рассказ»."
          }
        ]
      }
    ]
  }
}