{
  "epId": 6902,
  "name": "Альбом воспоминаний о Тейвате",
  "desc": "<p>Фотоальбом «Путешественник/ца и Паймон». Путешествие продолжается, и в будущем вы наверняка создадите ещё больше воспоминаний. Наверное, в этом тонком альбоме не смогут поместиться все ваши фотографии с Паймон. Когда он заполнится, обязательно купите новый!</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/b472d58fa71d5ec7c26f8cd960d90050_3152060907901962244.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1728035582,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Альбом воспоминаний о Тейвате"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Событие версии 5.0 «Воспоминания о Тейвате»"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Мондштадт",
        "desc": [
          {
            "type": "RichText",
            "text": "Наше путешествие началось в Мондштадте, и Эмбер была первым рыцарем Ордо Фавониус, которого мы встретили. Она сопровождала нас от Шепчущего леса до самого Мондштадта. Под руководством ветров мы посетили множество мест: от Ордо Фавониус до логова Ужаса Бури."
          }
        ]
      },
      {
        "title": "Ли Юэ",
        "desc": [
          {
            "type": "RichText",
            "text": "Миновав постоялый двор «Ваншу» на вершине гигантского дерева и мелководье равнины Гуйли, мы прибыли в Гавань Ли Юэ. В Ли Юэ у нас была знакомая - Сян Лин, шеф-повар ресторана «Народный выбор». Сколько бы мы ни путешествовали, мы всегда возвращались в Ли Юэ на Праздник морских фонарей, чтобы попробовать наши любимые блюда в ресторане «Народный выбор» и побыть с друзьями на празднике."
          }
        ]
      },
      {
        "title": "Инадзума",
        "desc": [
          {
            "type": "RichText",
            "text": "Инадзума, страна молний, находится далеко за морем, и добраться до неё можно только на корабле. Мы встретили Кадзуху, коренного инадзумца, путешествующего с флотом, который, как и мы, странствовал по миру, и поболтали с ним об Инадзуме. Мы узнали о том, что в Великом храме Наруками продаются гадальные листки, и о том, как они популярны среди верующих. Мы и сами иногда ходим вытянуть листок-другой, разумеется, когда чувствуем, что нам повезёт!"
          }
        ]
      },
      {
        "title": "Сумеру",
        "desc": [
          {
            "type": "RichText",
            "text": "В границах Сумеру есть и тропический лес, и пустыня. По дороге в город Сумеру, расположенный в самом сердце тропического леса, мы познакомились и подружились с Коллеи, лесным дозорным. Покинув этот регион, мы погрузились в пески,\nпростирающиеся до самого горизонта, а гробница царя Дешрета произвела на нас неизгладимое впечатление."
          }
        ]
      },
      {
        "title": "Фонтейн",
        "desc": [
          {
            "type": "RichText",
            "text": "Пройдя через встроенный в водопад порт, мы наконец попали в Фонтейн, нацию Гидро. Ассистентка иплюзиониста, Линетт, устроила для нас грандиозное представление в оперном театре «Эпиклез», и мы стали друзьями. Романтизм, который проносится по улицам Фонтейна под дуновением морского бриза, навсегда останется в нашей памяти."
          }
        ]
      },
      {
        "title": "Натлан",
        "desc": [
          {
            "type": "RichText",
            "text": "Чем дальше мы продвигаемся, тем больше я понимаю, насколько огромен и прекрасен этот мир. Наши приключения продолжаются, и впереди нас ждут новые горизонты."
          }
        ]
      }
    ]
  }
}