{
  "epId": 6903,
  "name": "Заметки Блистательной Безумицы о граффити",
  "desc": "<p>Записная книжка от Блистательной Безумицы из Альянса граффитистов. Она описывает своё понимание искусства граффити и некоторые идеи для создания авангардных работ. Похоже, это подарок для будущей звезды граффити...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/12/237301566/0f07cb6fbcb8a27664e6281ed22fa233_5140806835566819620.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1734439634,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Заметки Блистательной Безумицы о граффити"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Событие версии 5.0 «Следы мастерства»"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "Эти заметки долго ждали своего часа и наконец-то пригодились!\nВообще-то я планировала сама обучать новичков искусству граффити. А записки оставить на случай, если однажды какой-нибудь гений решит самостоятельно научиться граффити.\nПоэтому поздравляю! Ты тот самый гений граффити!\nНаверное, тебе пока даже баллончик с краской не доводилось держать в руках. И в граффити у тебя никакого опыта нет! Но очень может быть, что в один прекрасный день ты станешь самым прославленным мастером!\nЗаписи мои на самом деле очень просты, особенно для гения. Гению нужна только подсказка, чтобы открыть поток вдохновения.\nНо позволь сразу прояснить: в моих записях не отражены взгляды прочих граффитистов Натлана, здесь описаны только мои личные авангардные приёмы.\nВ Альянсе граффитистов состоит множество мастеров, рисующих в самых разных стилях. И каждый стиль - настоящая сокровищница! Если захочешь, потом научишься и другим стилям, торопиться некуда.\nЛадно, перейдём ближе к делу.\nГоворят, что в Ли Юэ и Фонтейне сложилась развитая система искусств с очень строгим процессом обучения. Для них живопись - что-то вроде науки.\nНо у граффитистов Натлана всё гораздо проще! Здесь никто не станет критиковать тебя за нестандартную технику или за то, что краска из баллончика легла неаккуратно.\nЛюбой желающий, независимо от имени и опыта, может взять баллончик, найти плоскую поверхность и тут же начать творить, если только его рисунки не мешают окружающим.\n...\nТеперь давай поговорим об истоках граффити: флогистоновые гравировки, тотемы силы, символы битвы и защиты...\nГраффити - вид живописи, выражающий мысли, отражение самых простых и самых чистых чувств, населяющих твоё сердце.\nКак ты понимаешь, первым делом необходимо определить форму и цвет этого «чувства».\nИменно поэтому новичку нужно лично познакомиться с местными нравами и обычаями и понять, какие линии и цвета присущи Натлану.\nТолько так ты сможешь углубиться в творчество и превратить свои заветные мысли во впечатляющие граффити.\nНапример, чтобы воодушевить воинов, которые сражаются с Бездной, недостаточно монотонно твердить: «Вперёд, вперёд, вперёд».\nМы подаём воинам крепкие напитки, пьём с ними, поём во весь голос, пляшем, ругаем монстров Бездны на чём свет стоит. Когда воины дают волю чувствам, им проще продолжать борьбу!\nПоэтому, создавая граффити о борцах с Бездной, следует изображать нашу родину необычайно красочно, а вокруг воинов рисовать яркий ореол, чтобы каждый светил ярче солнца.\nДопустим, что природная яркость Натлана равна пятнадцати, тогда тебе нужно найти самые яркие краски, чтобы яркость нашей земли и воинов на граффити была не меньше пятидесяти.\nА враги из Бездны обычно окрашены в тёмно-синий, тёмно-фиолетовый или серый... В любые тёмные оттенки.\nПредположим, их реальная яркость равна десяти, но в граффити нужно снизить яркость врагов до двух или трёх единиц.\nТени можно сразу рисовать чёрным цветом и не думать про оттенки серого.\nТогда резкий цветовой контраст привлечёт внимание к твоему граффити, поможет просто и ясно выразить твои чувства!\nНужно помнить, что большинство людей тратит на разглядывание картины не больше тридцати секунд, что уж говорить о граффити на придорожной стене.\nПусть традиционная живопись с упором на верную передачу цвета и сложную игру светотени весьма изящна, однако с искусством граффити она имеет мало общего.\n...\nНу ладно, тебе и так уже всё понятно. Сейчас твоё задание - нарисовать картину «Войны ночных дозорных» с сотнями человек на ней. Такая практика.\nШутка!\nОдних лишь ярких оттенков недостаточно. Пусть формы будут утрированными, а линии рвутся от напряжения, но образ должен оставаться узнаваемым.\nЕсли какой-то предмет обладает прямой формой, смело рисуй прямую линию.\nА рога рисуй острыми как лезвия, чтобы они вызывали страх.\nЧеловека в движении, который готовится выхватить оружие, нужно рисовать вытянутым и изогнутым, словно лук с натянутой тетивой.\nУ тебя было столько сражений с разными противниками! Скорее всего, беспрерывно махать мечом, разя врагов направо и налево, давно вошло у тебя в привычку.\nПри виде очередного немыслимого изворота противника, не возникало ли у тебя тревоги за его поясницу или шею? Или, может, тебе казалось, что его движениям недостаёт амплитуды?\nТак или иначе, в моём стиле граффити, чем экстремальнее поза или движение, тем большую ценность она несёт для рисунка.\nПонимаешь, к реализму и эстетизму в живописи все давно привыкли, этим публику не удивить.\nПоэтому одним из элементов так называемого «авангарда» или «новой волны» является поиск абсолютно новых способов выражения.\nПомни! Утрируй форму! И держи напряжение в линиях!\n...\nВот и всё, все самые важные моменты я уже перечислила.\nА что до деталей: насколько эстетичны пропорции и черты, насколько точно передано движение... В самом начале не торопись погружаться в дебри анатомии, всё придёт со временем!\nНачни с экспрессии «авангарда» и научись для начала создавать целостную композицию, а затем уже через регулярную практику определи подходящее тебе направление!\nПока остановимся здесь. А ключевые моменты следующего этапа я объясню тебе в своё время.\nЕсли у тебя возникнут трудности с практикой, ты всегда можешь найти меня в штабе Альянса граффитистов у Повелителей Ночного Ветра!"
          }
        ]
      }
    ]
  }
}