{
  "epId": 6919,
  "name": "Мааве и маниту. Том III",
  "desc": "Тканый свиток Народа Родников, рассказывающий, как Мааве, маленький завриан, создал горячий источник. Кажется, разные абзацы написаны поэтами разных эпох.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/043d0620d56ee1de7fb0c6f441556d24_1916526809364725679.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1732443368,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Мааве и маниту. Том III"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Народ Родников, Натлан"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6935,
            "name": "Мааве и маниту",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/043d0620d56ee1de7fb0c6f441556d24_1916526809364725679.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "Обсидиановые врата закрылись, и Мааве пошёл ни с чем восвояси.\nВо время спуска с горы его верный спутник, маниту, лишившись света и тепла вдали от богатой флогистоном земли, сделался бледно-серым, словно пепел, и песнь его звучала всё тише и невнятнее.\nРасстроенный Мааве отчаянно искал способ спасти своего спутника. Но обсидиановые ворота оставались плотно закрыты, мудрый дракон больше не хотел видеть своего юного сородича.\n«...Брось меня в серный пруд, предай моё тело холодной пучине», -\nуслышал Мааве голос маниту. И пусть маниту не умел разговаривать, но Мааве об этом не знал и решил исполнить желание друга.\nМааве и сам не знал, как долго он скитался, сколько соблазнительных миражей разрушил, сколько опасностей преодолел, прежде чем вышел к серным водоёмам и горячим источникам. Тогда те земли были непригодны для жизни: любой, кто оказывался там, покрывался ожогами от ядовитых серных испарений, а плоть его разъедала кипящая кислота.\nОднако случилось чудо: когда Мааве окунул тело своего друга в серный водоём, кипящая кислота превратилась в чистый родник.\nИ первые поэты нашего племени родились именно из чистого источника. Как говорят у нас, среди Мецтли: «Поэты и сказители рождаются из серы», ибо их слова обжигают сильнее пламени.\nТак юный Мааве создал первый горячий источник в Натлане.\nИ Мааве поселился близ горячего источника. Его лапы с острыми когтями превратились в прекрасные обтекаемые плавники, тонкое тело округлилось, а сам он стал первым в мире кохолазавром.\nКонечно, Мааве всегда помнил о маниту. Разве он мог забыть своего лучшего друга, который сопровождал его в таком рискованном приключении?!\nМааве научил всех людей, родившихся у родников, песням, которые сам когда-то слышал и знал. Верно, те люди и есть наши предки. И все песни, унаследованные нашим племенем Мецтли, есть отголоски той древней эпохи."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 6917,
        "name": "Мааве и маниту. Том I",
        "desc": "Тканый свиток Народа Родников, рассказывающий, как Мааве, маленький завриан, создал горячий источник. Кажется, разные абзацы написаны поэтами разных эпох.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/043d0620d56ee1de7fb0c6f441556d24_1916526809364725679.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6918,
        "name": "Мааве и маниту. Том II",
        "desc": "Тканый свиток Народа Родников, рассказывающий, как Мааве, маленький завриан, создал горячий источник. Кажется, разные абзацы написаны поэтами разных эпох.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/043d0620d56ee1de7fb0c6f441556d24_1916526809364725679.png",
        "displayStyle": "card"
      }
    ]
  }
}