{
  "epId": 6921,
  "name": "Хроники Ханан Пача. Том II",
  "desc": "Сказка, передающаяся из поколения в поколение, в которой главным героем является легендарный Мудрец украденного пламени. Профессиональные историки утверждают, что содержание этой сказки не имеет отношения к реальной истории.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1732457661,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 6920,
        "name": "Хроники Ханан Пача. Том I",
        "desc": "Сказка, передающаяся из поколения в поколение, в которой главным героем является легендарный Мудрец украденного пламени. Профессиональные историки утверждают, что содержание этой сказки не имеет отношения к реальной истории.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6922,
        "name": "Хроники Ханан Пача. Том III",
        "desc": "Сказка, передающаяся из поколения в поколение, в которой главным героем является легендарный Мудрец украденного пламени. Профессиональные историки утверждают, что содержание этой сказки не имеет отношения к реальной истории.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card"
      }
    ],
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "В следующей истории я поведаю вам о том, как мудрец Ваксаклахун Уба Кан научил людей племени использовать флогистон и построил Ханан Пача.\nПокинув чёрные и красные земли, мудрый Ваксаклахун Уба Кан и глупый Чаак пришли в край гор и лесов, где жили племена людей.\nВаксаклахун Уба Кан хотел научить людей использовать силу флогистона, но никто не хотел учиться, потому что люди понятия не имели, какую пользу принесёт им флогистон.\n«Если нам нужен огонь, мы можем высечь его кремешком, а жечь костёр можно дровами, которых в лесу в избытке. На что нам твой флогистон?»\n«Глупые люди, как вы не поймёте, что хворост и деревья однажды закончатся! А камней хватит на целую вечность! Флогистон умеет поджигать камни, с ним у вас всегда будет топливо!» -\nуверенно отвечал мудрец.\n«Ха-ха, до этого времени ещё нужно дожить».\nВ то время люди ещё не могли видеть своих предков в Царстве Ночи и поэтому даже не думали о том, что их ждёт после смерти. И Ваксаклахуну Уба Кану пришлось сдаться.\nВидя, как он огорчён, глупец Чаак предложил ему показать людям достоинства флогистона, которыми они смогут пользоваться прямо сейчас.\n«Например, поднимем этот булыжник выше гор, все увидят это. И люди как миленькие прибегут к нам за флогистоном».\nУ Ваксаклахуна Уба Кана не было другого выбора, кроме как прислушаться к словам глупца. Тогда он научил Чаака пользоваться флогистоном, и вместе они подняли землю в воздух. Поднятая ими земля и стала Ханан Пача или, как её называют сейчас, верхними мирами.\nНо тогда Ханан Пача представляла собой один цельный материк. Он возвышался так высоко в поднебесье, что все жители Натлана видели его издалека. И пришли посмотреть поближе, чтобы утолить своё любопытство.\nДобрый Чаак остался на берегу озера и силой флогистона помогал людям подниматься на Ханан Пача. И всех, кто оказывался там, Ваксаклахун Уба Кан учил, как пользоваться флогистоном.\nПод руководством Ваксаклахуна Уба Кана люди основали на Ханан Пача первое оседлое племя."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Хроники Ханан Пача. Том II"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Потомки Крон, Натлан"
          }
        ]
      }
    ]
  }
}