{
  "epId": 6922,
  "name": "Хроники Ханан Пача. Том III",
  "desc": "Сказка, передающаяся из поколения в поколение, в которой главным героем является легендарный Мудрец украденного пламени. Профессиональные историки утверждают, что содержание этой сказки не имеет отношения к реальной истории.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1732457652,
  "components": {
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "А теперь я расскажу о том, как люди Ханан Пача нарушили запрет и вынудили Мудреца украденного пламени покинуть Натлан.\nОсвоив силу флогистона, люди основали на Ханан Пача город. В городе были великолепные дворцы и храмы, построенные из редких самоцветов и украшенные блестящими перьями и благоухающими цветами.\nКогда работа была закончена, Ваксаклахун Уба Кан решил поднять Ханан Пача ещё выше.\n«Вам больше нельзя есть ничего, что даёт эта земля, можно только пить воду. Ибо вода проистекает из Источника всех вод, неподвластного Повелителю Ночи».\nЧаак не понимал, зачем поднимать землю ещё выше, к тому же он не хотел покидать Натлан. Но Ваксаклахун Уба Кан отвечал ему непонятными словами, всё твердил про Лунный континент и Священный камень Ньюарка.\nНо люди всё равно делали так, как говорил мудрец, ведь не было в мире человека умнее. Люди начали разводить рыбу в небесном море и выращивали водоросли в качестве пищи. Ханан Пача поднималась всё выше день ото дня.\nНаконец Повелитель Ночи разгадал намерения мудреца. Опасаясь, что все люди уйдут, он решил придумать, как помешать мудрецу.\nОднажды, когда тот отлучился, Повелитель Ночи притворился человеком и принёс в племя сосуд с таинственной жидкостью. Возле озера ему встретился Чаак.\n«Друг мой, хватит сторожить озеро. Взгляни, вода в моих руках в стократ слаще озёрной. Давай же, попробуй».\nИ хотя глупец помнил слова Мудреца, но ведь то была всего лишь вода. Вряд ли что-то случится? Так подумал Чаак, протянул руку и отпил из сосуда.\nТот глоток... Он в жизни не пробовал ничего слаще, и Повелитель дал ему ещё. Тогда Чаак взял сладкую воду с собой на Ханан Пача и поделился с остальными.\nВот только Чаак не знал, что вода эта была сделана из злаков, что растут на земле. Сейчас мы бы назвали её алкоголем.\nКогда мудрец вернулся, люди успели опьянеть до беспамятства.\nОн знал, что люди больше не смогут покинуть Натлан, и изгнал их с Ханан Пача. Люди разбрелись по всем уголкам Натлана и унесли флогистон с собой.\nА Мудрец украденного пламени отправился домой.\n«Отправился домой? Неужели он вернулся в чёрные и красные земли?»\n«Ты слушаешь меня или нет? Я ведь говорил, что чёрные и красные земли - место, где мудрец похитил флогистон. Хм... Хотя легенда умалчивает о том, где был дом мудреца... Поэтому я думаю так: раз он \"отправился домой\", значит, однажды он вернется».\n«Да ладно, это обычные приёмчики, которыми пользуются все рассказчики. Можно обойтись без интриг на пустом месте?»\nСловом, после ухода Мудреца украденного пламени Чаак основал на земле оседлые племена там, где указал ему Повелитель Ночи. В Натлане началась эра людей, но это уже совсем другая история."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные статьи"
      },
      {
        "type": "CustomEntry",
        "epId": 6920,
        "name": "Хроники Ханан Пача. Том I",
        "desc": "Сказка, передающаяся из поколения в поколение, в которой главным героем является легендарный Мудрец украденного пламени. Профессиональные историки утверждают, что содержание этой сказки не имеет отношения к реальной истории.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6921,
        "name": "Хроники Ханан Пача. Том II",
        "desc": "Сказка, передающаяся из поколения в поколение, в которой главным героем является легендарный Мудрец украденного пламени. Профессиональные историки утверждают, что содержание этой сказки не имеет отношения к реальной истории.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Хроники Ханан Пача. Том III"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Стадион Священного пламени, Натлан"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6936,
            "name": "Хроники Ханан Пача",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}