{
  "epId": 6935,
  "name": "Мааве и маниту",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/043d0620d56ee1de7fb0c6f441556d24_1916526809364725679.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1724946841,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Мааве и маниту"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6917,
            "name": "Мааве и маниту. Том I",
            "desc": "Тканый свиток Народа Родников, рассказывающий, как Мааве, маленький завриан, создал горячий источник. Кажется, разные абзацы написаны поэтами разных эпох.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/043d0620d56ee1de7fb0c6f441556d24_1916526809364725679.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6918,
            "name": "Мааве и маниту. Том II",
            "desc": "Тканый свиток Народа Родников, рассказывающий, как Мааве, маленький завриан, создал горячий источник. Кажется, разные абзацы написаны поэтами разных эпох.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/043d0620d56ee1de7fb0c6f441556d24_1916526809364725679.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6919,
            "name": "Мааве и маниту. Том III",
            "desc": "Тканый свиток Народа Родников, рассказывающий, как Мааве, маленький завриан, создал горячий источник. Кажется, разные абзацы написаны поэтами разных эпох.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/043d0620d56ee1de7fb0c6f441556d24_1916526809364725679.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Легенды гласят, что в глубоком прошлом на землях Натлана нашли приют гигантские гордые драконы, которые здесь чувствовали себя очень вольготно.\nВ те времена люди Натлана ещё не собрались в племена, а драконы были куда больше и горделивей нынешних заврианов.\nТак же как и современные люди, древние драконы разделились на племена, во главе каждого из которых стояла матриарх.\nТогда на земле ещё не было горячих источников, не было спокойных и кристально чистых, словно самоцветы, озёр.\nДа, разумеется, тогда не было шумных бродячих певцов и флегматичных поэтов, прославляющих источники.\nТогда на алой земле, населённой гигантскими драконами, жил один юный дракон. Про таких обычно говорят «белая ворона».\nВысокомерные драконы ни в грош не ставили прочих живых существ, будь то небесные посланники или жалкие людишки.\nДревняя война не подточила их авторитет, даже наоборот, ещё больше укрепила их упрямство и гордость.\nОднако тот юный дракон отличался от остальной стаи. Он очень любил слушать песни маниту и тайком наблюдать за жизнью людей.\nЕго звали Мааве, что на древнем языке, который уже давно забыт, значило «связь».\nЮный Мааве не застал эпоху Древней войны и не понимал, какие добродетели выделяют драконий род среди прочего мира.\nОн считал, что красота прохладной лунной ночи и тёплые тени красных скал заслуживали куда большего внимания.\n«Такому лентяю не место во Дворце Священного Дракона! Слабый юнец должен стать яростным и честолюбивым, как пристало любому дракону!»\nМатриарх приказала юному Мааве покинуть племя, чтобы стать «настоящим драконом»,\nчтобы сердце его очерствело, стало жёстким и гордым, словно обсидиан, честолюбивым, не знающим жалости..."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "И вот Мааве отправился в одиночестве бродить по бескрайним алым землям.\nКак и полагалось настоящему дракону, он должен был пройти испытание палящим солнцем и бесплодной пустошью,\nчтобы обрести честолюбие и ярость, взрастить в своём сердце гордость и достоинство.\nМаниту, вместе с которым Маави раньше наслаждался непорочным миром снов, последовал за ним,\nчтобы пройти путь обретения ярости. Мааве больше не был одинок.\nМааве отправился на восток к высоким горам, укутанным серной дымкой.\nДобравшись до ущелья, он нашёл там шахту, в которой царила непроглядная тьма.\nМааве увидел своих сородичей, искавших в горах сияющие кристаллы, и громко их поприветствовал.\nНо услышал в ответ лишь собственное эхо.\nОказалось, живущие здесь драконы привыкли к тишине и спокойствию\nи деградировали до уровня ящериц, что ползают меж скал и камней.\nЯрости здесь не найти. Мааве пожал плечами и покинул ущелье.\nТеперь он отправился на запад, к вымершему мрачному лесу.\nОн прошёл мимо останков своих предков и отдал им дань уважения, как сделал бы каждый дракон.\nМааве приблизился к величественному дворцу, оплетённому густыми ветвями,\nи громко поприветствовал сородичей, что свободно парили в небе,\nно в ответ услышал лишь лёгкий шелест ветра и шуршание листвы.\nОказалось, живущие здесь драконы привыкли к тишине и спокойствию\nи деградировали до уровня птиц, что молча летают по небу в поисках пищи.\nЯрость не обрести, гоняясь за лесными кабанами. Мааве пожал плечами и покинул это место.\nОн отправился на юг к бурым степям, где пересохли все реки.\nМимо осколков старой мечты, мимо разбитых надежд юности,\nмимо ожиданий предков, не выдержавших испытания временем и поблекших.\nМааве пересёк гиблую землю, затянутую туманом, и увидел своих сородичей.\nОни крепко спали, окутанные туманом. Мааве громко поприветствовал сородичей,\nони тепло ответили ему и пригласили вместе с ними окунуться в прекрасные сны.\n«Оставайся с нами, гость из далёких земель.\nОставайся в нашем мире грёз, вместе с нами ты будешь творить прошлое и настоящее.\nОставайся в нашем мире грёз и мечтай о прекрасном будущем вместе с нами».\nСлавное прошлое и будущее драконьего рода засияли, осенённые чудесным светом грёз.\nМааве почти полностью растворился во сне, как вдруг его разбудила песня друга.\nЯрость не найти в мире грёз. Мааве пожал плечами и покинул это место.\nОн отправился на север, к неизведанному краю земли.\nОн прошёл мимо дельты лавовой реки, пересёк знойную молчаливую пустошь,\nпрошёл через земли, где плясали пылающие духи, и зашёл в холодные обсидиановые врата.\nНаконец Мааве и его спутник предстали перед высоким троном мудрого дракона.\n«Юное дитя, что привело тебя ко мне?» -\nласково спросил Мааве мудрый дракон, не веря своим глазам.\n«Я полагал, что война с небесами ожесточила сердца моих собратьев.\nПолные ненависти, они уже не в состоянии внимать моим советам.\nНо я и подумать не мог, что сегодня ко мне придёт юный сородич.\nТак скажи мне, чего ты хочешь? Быть может, я смогу нарушить заведённый порядок и помочь тебе».\nИ тогда Мааве рассказал мудрому дракону о том, что ему довелось пережить.\nО грёзах, которыми он дорожил, о прохладных лунных ночах,\nо тёплых тенях на красных скалах, о песнях маниту.\nРассказал о том, как матриарх драконьего племени выгнала его и отправила на поиски ярости.\n«Дитя моё... Ты так наивен и безрассуден...\nЯ не могу дать того, о чём ты просишь.\nТебе лучше уйти. Ярости, которую ты так ищешь, здесь нет и подавно».\nМудрый дракон закрыл обсидиановые врата и больше не отвечал на вопросы Мааве."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Обсидиановые врата закрылись, и Мааве пошёл ни с чем восвояси.\nВо время спуска с горы его верный спутник, маниту, лишившись света и тепла вдали от богатой флогистоном земли, сделался бледно-серым, словно пепел, и песнь его звучала всё тише и невнятнее.\nРасстроенный Мааве отчаянно искал способ спасти своего спутника. Но обсидиановые ворота оставались плотно закрыты, мудрый дракон больше не хотел видеть своего юного сородича.\n«...Брось меня в серный пруд, предай моё тело холодной пучине», -\nуслышал Мааве голос маниту. И пусть маниту не умел разговаривать, но Мааве об этом не знал и решил исполнить желание друга.\nМааве и сам не знал, как долго он скитался, сколько соблазнительных миражей разрушил, сколько опасностей преодолел, прежде чем вышел к серным водоёмам и горячим источникам. Тогда те земли были непригодны для жизни: любой, кто оказывался там, покрывался ожогами от ядовитых серных испарений, а плоть его разъедала кипящая кислота.\nОднако случилось чудо: когда Мааве окунул тело своего друга в серный водоём, кипящая кислота превратилась в чистый родник.\nИ первые поэты нашего племени родились именно из чистого источника. Как говорят у нас, среди Мецтли: «Поэты и сказители рождаются из серы», ибо их слова обжигают сильнее пламени.\nТак юный Мааве создал первый горячий источник в Натлане.\nИ Мааве поселился близ горячего источника. Его лапы с острыми когтями превратились в прекрасные обтекаемые плавники, тонкое тело округлилось, а сам он стал первым в мире кохолазавром.\nКонечно, Мааве всегда помнил о маниту. Разве он мог забыть своего лучшего друга, который сопровождал его в таком рискованном приключении?!\nМааве научил всех людей, родившихся у родников, песням, которые сам когда-то слышал и знал. Верно, те люди и есть наши предки. И все песни, унаследованные нашим племенем Мецтли, есть отголоски той древней эпохи."
          }
        ]
      }
    ]
  }
}