{
  "epId": 7017,
  "name": "Манку",
  "desc": "<p>Научный сотрудник Ассоциации реликвий заврианов, отвечающий за исследование некоторых племенных обычаев. <span class=\"wk-shady\">Настоящий Манку - ремесленник, живший тысячу лет назад и погибший при свержении тирана Оч-кана. Сейчас Манку является флогистоновой проекцией Вашаклахуна Уба Кана.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/e69d1b4b9230a8274adafc2a18719733_5780663173476381902.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1743588421,
  "components": {
    "galleryCharacter": [
      {
        "key": "Манку",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/961f244d9a3f75f03eafbc3957906541_1312639066099595140.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Хурук и Манку"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "name": "Титу",
        "desc": "<p>Рассказчик Детей Эха и охранник сторожевого поста. <span class=\"wk-shady\">Настоящий Титу жил около 500 лет назад, а потом его образ был использован Вашаклахуном Уба Каном.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/4178d6937c0cecf38e3f081ee2411fcc_5317395639618645569.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Рассказчик Детей Эха, называющий Манку своим братом. Образ Титу также был использован Вашаклахуном Уба Каном.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Вашаклахун Уба Кан",
        "desc": "<p>Дракон, укравший пламя у своего народа и научивший людей им пользоваться. Хотел создать правителя сильнее людей и драконов. Его истинное имя Кукулькан.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/28/237301566/b9c40708c129547b244f252d9b749a86_6856815824070411078.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Вашаклахун Уба Кан использовал образ Манку, чтобы завлечь в Священный город Толлан.\nЮноша с алыми глазами\nСаккук\nЮпанки\nАтавальпа\nВаскар\nГерои, свергнувшие тирана вместе с настоящим Манку тысячу лет назад.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Незаконченные грёзы",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/356c6b0e1be129282f759d8844872c7d_5854467669124203961.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "textualResearch": [
      {
        "title": "Заметки безымянного ремесленника",
        "desc": [
          {
            "type": "RichText",
            "text": "Чем глубже копали, тем сильнее становилась неописуемая, тошнотворная вонь. Возможно, дело в здешней сырости и грибке: источником запаха могли быть белёсая плесень и непонятной природы минеральный осадок. Но запах не единственный повод для беспокойства. Поначалу (...) это место казалось «зловещим», но даже она не предлагала никаких странных версий. Однако во время работы один мастер из (...) вдруг сошёл с ума, стал кричать, плакать, смеяться и повторять, что он видел под водой невероятно огромную уродливую тень, и будто тень пела пронзительную и богохульную песнь, призывающую его преклониться перед «хозяином». Его увели надсмотрщики, но среди рабочих уже начало распространяться беспокойство. Пузыри и водовороты на поверхности зловонной воды ещё можно было объяснить взаимодействием элементов, но смутные звуки и неуловимый шёпот... даже мне не удавалось найти этому рационального объяснения.\nЗа древними каменными стенами - или под ними, точно сказать нельзя - я отчётливо слышал какие-то вкрадчивые, приглушённые звуки, словно что-то быстро бежит через стену. Рабочие шептались, дрожали, охваченные почти безумным страхом, уверенные, что под водой скрывается какое-то невообразимое кощунственное проклятие. И наши действия пробудили «его» от многовекового сна. И никто не выберется из руин живым. И даже если выбраться отсюда, никто не сможет описать увиденное - люди сочтут это бредом сумасшедших.\nЯ не могу объяснить этот отвратительный, жуткий страх обычными способами. Ведь каменные стены - покосившиеся, покрытые влажным грибком стены, что поддерживают сводчатый потолок, должны быть сложены из цельных каменных блоков, и эхо ударов это подтверждало. Однако во мраке ночи по-прежнему раздавались эти непонятные шорохи, что пробуждали меня от тревожного сна.\nНадсмотрщица заверила нас, что не слышит ничего необычного, и объяснила всё слуховыми галлюцинациями из-за того, что мы мало отдыхаем. Из сочувствия она даже запросила для нас дополнительные пайки. Однако страх, охвативший рабочих, был настолько силен, что...\n(Текст на следующих страницах зачёркнут, разобрать написанное невозможно.)"
          }
        ]
      },
      {
        "title": "Заметки ремесленника I",
        "desc": [
          {
            "type": "RichText",
            "text": "«...За каменной стеной на севере есть тропинка, ведущая на верх водопада. Похоже, её можно использовать вместо <color=#80c0ff>кладовой</color> ...»\n«...Я потихоньку оставил несколько меток, чтобы не забыть, как идти...»\n«...Раны Саяни никак не заживают. Всему виной влажность... Уговариваю её отдыхать, она улыбается, но не слушает... Говорит, отряд из-за неё отстанет и не получит дополнительного пайка...»\n«...Ночью, пока никто не видит, я схожу наверх за факелом, чтобы прижечь ей раны. Иначе она сгниёт заживо...»"
          }
        ]
      },
      {
        "title": "Заметки ремесленника II",
        "desc": [
          {
            "type": "RichText",
            "text": "...Саяни умерла. Сегодня. Или вчера, точно не знаю. В темноте не разберёшь, кто жив, а кто мёртв... Все валяются на земле, точно альпаки на лежбище, и место это напоминает хлев для альпак, всё пропитано тошнотворной вонью...\n...Ни у кого не нашлось сил, чтобы её похоронить. Просто сбросили в канал...\n...Все сыплют проклятиями... Но кого они так ненавидят? Они и сами не знают...\n...Они говорили: каждый работает ради себя, ради братьев и сестёр из Альянса. Не ради злых драконов, что когда-то нас поработили... Но нельзя же проклинать самого себя...\n...Вперёд... Если за пять дней не закончим рыть этот канал, нам прекратят выдавать паёк... И тогда нас ждёт верная смерть, как тех бедолаг, что отвечали за насосы...\n...Что там, под водой? Не знаю. Но что бы там ни было, оно нас не спасёт."
          }
        ]
      },
      {
        "title": "Заметки ремесленника III",
        "desc": [
          {
            "type": "RichText",
            "text": "Да падёт на род тирана Оч-кана проклятие (...). Да похоронят его сородичей в осквернённой, бесплодной почве, да сгниют его колосья, как гниют тела, брошенные лежать на земле, источая зловоние, какое не смыть проточной водой. Да сгорит его имя в огне пять раз и ещё пять раз. Это проклятие написал мастер Манку из (...), да продержится его сила девятнадцать раз по четыреста лет и ещё дольше.\nОн послал нас (...) и блокировал (...), намереваясь живьём сжечь всех рабочих, что знали секреты Автоматонов таинственного источника, чтобы перекрыть путь к (...).\nХвала (...), мою жизнь не унёс нечестивый огонь. Я...\n(Текст на следующих страницах зачёркнут, разобрать написанное невозможно.)"
          }
        ]
      },
      {
        "title": "Заметки ремесленника IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Это пятый раз, когда я здесь просыпаюсь.\nПосле (...) компрессов ожоги почти зажили, риск заражения минимален. Посплю ещё два раза, и смогу нормально ходить на обеих ногах.\nНе знаю, стоит ли мне записывать то, чему я был свидетелем, поскольку ни словами, ни логикой пережитое мною не объяснить. Однако, если нет способа стереть эти воспоминания, то мне никак не подавить в себе желание писать. Я пишу и молюсь (...) в надежде, что никто этого не прочтёт.\nКогда это случилось, под огромной уродливой статуей, в огне Оч-кана, я увидел девушку.\nОна подошла ко мне не спеша, словно огонь был лишь лёгким весенним ветерком. Её лицо... Я никогда не видел ничего подобного. Даже самый чистый горный хрусталь поблёк бы рядом с её кожей, даже самая прекрасная бирюза не смогла бы повторить красоты её глаз. И я не могу объяснить, почему так, но её лицо, очевидно прекрасное... вызывало у меня лишь тошноту.\nЯ не знал, кто она. Или что она такое. Я открыл рот, чтобы умолять её, просить меня спасти, но мои губы опалило огнём, и я не смог вымолвить ни слова.\nОна улыбнулась, и в её улыбке сквозила жестокость и надменная злоба. Она взяла моё лицо в свои руки. Золотые слёзы из её бирюзовых глаз упали мне на глаза.\nИ тогда я увидел.\nЯ увидел творение колоссальнее горных хребтов, сверкающее ярче обсидиана, плывущее по небесам подобно дыму вулкана. Увидел бесчисленных металлических птиц, окруживших его и жадно сосущих тёмную кровь. Я видел, как тени падающих звёзд тянутся от далёкого горизонта к высокой луне, и при помощи одной лишь струны, сплетённой из золота и белой меди, страхи и вздохи в мгновение ока передавались на невообразимые расстояния. Она усмехнулась так снисходительно, словно всё, чего до сих пор добились люди, было лишь детской забавой, ничтожной вознёй насекомых. Мы могли лишь ползать под сводами небес, содрогаясь на пути к бесславной погибели. А они - они сражались с непримиримым врагом, способным побороть целый мир. Через бирюзу её глаз, таких прекрасных, что это даже пугало, я видел лишь бесконечную, непроглядную тьму и небытие: пространство, которое не описать никакими словами, которое не имело ни малейшего сходства ни с чем, что я видел за десятилетия своей короткой жизни. Тогда я закричал во всю мощь своих лёгких и, спотыкаясь, ползком бросился к тропе, но мой жуткий крик тоже потонул в её смехе, растворившись без следа.\nКогда я очнулся, я был совершенно один. Я не смел смотреть назад, опасаясь что те кощунственные, запретные для человека знания настигнут меня и разорвут на куски. Должно быть, остальные уже мертвы, они погибли в пламени Оч-кана.\nМожет, то были не её слезы, а капли, упавшие с огромной уродливой каменной статуи позади неё; может, в огне и вовсе никого не было, а та девушка - бред, порождённый моим бьющимся в агонии разумом, но это неважно. Я ещё жив. Этого достаточно.\nОч-кан считает, что тайные ходы запретного города никому больше не известны. Что он будет править тысячу лет. Он ошибается. Его правление продлится не более тысячи недель."
          }
        ]
      },
      {
        "title": "Заметки ремесленника V",
        "desc": [
          {
            "type": "RichText",
            "text": "...Ожоги совсем зажили. Время уходить...\n...Куда? Не знаю. Сейчас даже в клане Цветочного Пера небезопасно. Наследник их вестницы явно предан Оч-кану...\n...Или искать защиты у Юпанки? Старый вояка привык действовать в одиночку. Рядом с ним не найдёшь ни одного прислужника, некому шпионить...\n...Пока его интересует сеть подземных дорог, созданная древними мастерами из рода драконов, я могу быть уверен, что он сохранит мои секреты в тайне от Оч-кана...\n...Как бы там ни было, пусть имя мастера Манку будет предано забвению вместе с этими проклятыми руинами..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Манку"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Натлан"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "• Дети Эха\n• Ассоциация реликвий заврианов"
          }
        ]
      }
    ]
  }
}