{
  "epId": 7017,
  "name": "Манку",
  "desc": "<p>Научный сотрудник Ассоциации реликвий заврианов, отвечающий за исследование некоторых племенных обычаев. <span class=\"wk-shady\">Настоящий Манку - ремесленник, живший тысячу лет назад и погибший при свержении тирана Оч-кана. Сейчас Манку является флогистоновой проекцией Вашаклахуна Уба Кана.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/e69d1b4b9230a8274adafc2a18719733_5780663173476381902.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1749215343,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "name": "Титу",
        "desc": "<p>Рассказчик Детей Эха и охранник сторожевого поста. <span class=\"wk-shady\">Настоящий Титу жил около 500 лет назад, а потом его образ был использован Вашаклахуном Уба Каном.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/4178d6937c0cecf38e3f081ee2411fcc_5317395639618645569.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Рассказчик Детей Эха, называющий Манку своим братом. Образ Титу также был использован Вашаклахуном Уба Каном.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Вашаклахун Уба Кан",
        "desc": "<p>Дракон, укравший пламя у своего народа и научивший людей им пользоваться. Хотел создать правителя сильнее людей и драконов. Его истинное имя Кукулькан.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/28/237301566/b9c40708c129547b244f252d9b749a86_6856815824070411078.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Вашаклахун Уба Кан использовал образ Манку, чтобы завлечь в Священный город Толлан.\nЮноша с алыми глазами\nСаккук\nЮпанки\nАтавальпа\nВаскар\nГерои, свергнувшие тирана вместе с настоящим Манку тысячу лет назад.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Незаконченные грёзы",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/356c6b0e1be129282f759d8844872c7d_5854467669124203961.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Сожжённый город",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/d5027c4e35d8cb98c98a977c2b097567_4201351035473528349.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Более тысячи лет назад, после смерти первого Пиро Архонта Шбаланке,\nбудущего Натлана возглавил получеловек-полудракон Оч-кан. Великий Альянс был построен на руинах древнего драконьего города Чичен Уктока и, во время правления Оч-кана, назван Очканатлан. Царь питонов Оч-кан узнал, что в «полостях» под городом располагается Ядро Чуулел, способное управлять всеми механизмами в городе. Он отправил по одному человеку от десяти семей каждого племени для строительства ирригационных сооружений, чтобы можно было откачать воду из «полостей», и среди этих рабочих был ремесленник Манку из Детей Эха. Он был талантливым ювелиром, и всякий, кто видел его резьбу, украшенную бирюзой, был пленён искусностью и красотой. А всякий, кто видел замысловатые золотые узоры, был впечатлён мастерством художника. Однажды он создан прекрасное перо длиннохвостого зимородка из золота, украшенного бирюзой, для уважаемого человека племени, но позже тот был осуждён и казнён за защиту заврианов племени, и потускневшее золотое перо перешло к его дочери."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/3fa5c145cd8ef54cecf65a2bfea03116_2711280951052888438.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Чем глубже копали рабочие, пробираясь в руины Чичен Уктоки, тем сильнее становилась неописуемая, тошнотворная вонь, а среди рабочих начали распространяться суеверия. Один мастер вдруг сошёл с ума и стал повторять, что видел под водой невероятно уродливую тень, которая призывала его преклониться перед «хозяином». Хотя мастера увели надсмотрщики, среди рабочих начало распространяться беспокойство. Они постоянно слышали смутный и неуловимый шёпот, а за древними стенами были слышны вкрадчивые звуки, словно что-то быстро бежит через стену. Рабочие шептались, дрожали, охваченные почти безумным страхом, уверенные, что под водой скрывается какое-то невообразимое кощунственное проклятие и их действия пробудили «его» от многовекового сна. Надсмотрщики объясняли всё слуховыми галлюцинациями из-за отсутствия отдыха и запрашивали дополнительные пайки, но страх рабочих было уже не остановить. Одна из работниц, Саяни, была ранена, и её раны никак не заживали из-за влажности. Манку уговаривал её отдыхать, но та боялась, что из-за неё отряд отстанет и не получит дополнительного пайка. Пока никто не видел, Манку ночью отправился за факелом, чтобы прижечь раны работницы, но та всё равно погибла. Ни у кого не нашлось сил, чтобы её похоронить, и люди просто сбросили её в канал."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/0c0e8ac77c2e9e5557a595de0a4f338c_5695583165094523092.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В глубине руин обнаружилась драконья статуя древней эпохи, нижняя часть которой так и не была завершена. Там же царь питонов встретил драконью повелительницу CL-09 «Летописец Конца Времён» Иш Ушул Циб Болон (Интегрированный процессор саморегулирующегося массива контроля типа L), правительницу древнего Чичен Уктоки. Она рассказала о прошлом великой цивилизации драконов, и Оч-кан понял, что ни в коем случае нельзя позволить им вернуть былую славу, иначе у человечества не будет шанса на сопротивление. Он хотел использовать знания драконьей повелительницы и её энергию, которая использовалась для управления механизмами источника, поэтому обманом заточил её воспоминаниями в статую, но та всё равно отказалась служить ему. Тогда царь питонов создал своё Ядро Чуулел, но его попытки вести Великий Альянс к процветанию привели к заражению Бездной. Оч-кан приказал запечатать входы к «полостям» каменными стенами и очистить всё огнём. Среди рабочих, оказавшихся запертыми около драконьей статуи, был и Манку. Когда он лежал под огромной драконьей статуей, обречённо дожидаясь смерти, окружённый всепоглощающим пламенем, в огне Оч-кана он вдруг увидел девушку - флогистоновую проекцию Иш Ушул Циб Болон. Её лицо было прекраснее самого чистого хрусталя, а глаза красивее самой прекрасной бирюзы, но несмотря на красоту, её лицо вызывало у ремесленника только тошноту. В её улыбке сквозила жестокость и надменная злоба. Мастер открыл рот, чтобы умолять её спасти его, но опалённые огнём губы не смогли произнести ни слова. Девушка взяла его лицо в свои руки, и из её бирюзовых глаз в глаза Манку упали золотые слёзы, способные даровать жизнь людям."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/2608b7b26d0b658bbdbf073e2b563d53_6894560290145789504.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "И тогда ремесленник увидел творение колоссальнее горных хребтов, сверкающее ярче обсидиана, плывущее по небесам подобно дыму вулкана; бесчисленных металлических птиц, окруживших его и жадно сосущих тёмную кровь. Он видел, как тени падающих звёзд тянутся от далёкого горизонта к высокой луне, и при помощи одной лишь струны, сплетённой из золота и белой меди, страхи и вздохи в мгновение ока передавались на невообразимые расстояния. Девушка снисходительно усмехнулась ему на ухо, словно всё, чего до сих пор добились люди, было лишь детской забавой, ничтожной вознёй насекомых. Люди могли лишь ползать под сводами небес, содрогаясь на пути к бесславной погибели, а древние драконы сражались с непримиримым врагом, способным побороть целый мир. Через бирюзу глаз девушки мастер видел бесконечную и непроглядную тьму и небытие: пространство, которое не описать никакими словами, которое не имело ни малейшего сходства ни с чем, что он видел за десятилетия своей короткой жизни. Тогда Манку закричал во всю мощь и, спотыкаясь, ползком бросился к секретной тропе, но его крик утонул в смехе девушки. Когда ремесленник очнулся, он был совершенно один. Он не знал, существовала ли девушка, или это был бред, были ли слёзы, или это были капли, упавшие с огромной драконьей статуи позади неё, но он был жив и остался единственным, кто знал тайные ходы Очканатлана.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Очканатлан",
        "desc": "<p>Чтобы осуществить великую мечту в утреннем тумане и море облаков, воины, бороздившие небеса, не знали ни минуты покоя.</p><p>В глубинах далёкого моря тумана в разрушенном городе ужасный дракон охраняет запретные истории, а  над облаками забытый легендарный пустой ковчег ждёт прибытия новых гостей...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/8694aaf89d32e75eca416ec7fe41e487_5633371373807827387.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Дети Эха",
        "desc": "<p>Одно из шести племён Натлана, также известное как Нанацкайан. Жители племени живут бок о бок с тепетлизаврами.<br>«Какой бы свет вы ни искали, Дети Эха ответят вам искренностью, твёрдой и непоколебимой, как камень, и горячей, как пламя кузницы».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/05/237301566/eb438f45c1b23162d4b17505fc6b0205_4048251979466285119.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Элементальные драконы",
        "desc": "<p>Древнейшая раса существ, правящая Тейватом ещё до появления людей. Драконы принадлежат Миру света.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/15/237301566/693da8a1b01352fde999598e49b34fde_541324707221914524.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Оч-кан",
        "desc": "<p>Дракон с человеческой душой, правитель Сожжённого города, царь питонов и Святой Мудрец.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_5631847168565650941.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Незаконченные грёзы",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/356c6b0e1be129282f759d8844872c7d_5854467669124203961.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Свержение царя питонов",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/866706487c6079f430bf937c0b9aabc7_6001903765161269128.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Пытаясь создать идеальный мир для людей, Оч-кан стал тираном, которого возненавидели люди. В то далёкое время старейшина клана Цветочного пера, чьё подчинение царю питонов было лишь видимостью, изгнал юношу с алыми глазами из племени, чтобы юноша, пожелавший защищать заврианов, избежал плена узурпатора. Первой к нему присоединилась Саккук из Детей Эха - дочь человека, которому Манку смастерил золотое перо. Следом пришли герои-близнецы Атавальпа и Васкар: старший, чьи зубы были острее любого клинка, и младший, чья спина ещё помнила плети тирана. Услышав о том, как юноша с алыми глазами спасал заврианов, под его знамёна решил встать и офицер вооружения Великого Альянса Юпанки, который не решался восстать против старого друга. Чтобы проникнуть в Запретный город, им нужен был человек, знающий все дороги, тропы и потайные ходы города и умеющий управляться с любыми механизмами. И тогда молчаливый Юпанки назвал имя Манку.\nПока Манку коротал время в грязных тавернах, он встретил дочь рудников Саккук, искавшую мастера, что создал для её отца искусное бирюзовое перо. Половина лица ремесленника была изуродована шрамами от бушующего огня, а кожа на лице была подобна расплавленной кровавой жиже, но Саккук не испугалась и протянула ему плюмаж. Увидев своё творение, блеск которого давно померк, Манку принялся бесстрастно рассказывать о происхождении каждого узора на золотом пере и о вещах, бесследно исчезнувших из тех краёв. Узнав, что человек, котормоу он подарил перо, был отцом девушки, ремесленник увидел в её глазах ту же ненависть, которую сам лелеял в своём сердце, и согласился служить её господину и ей, но к тому времени в её сердце поселился уже кто-то другой.\nПрисоединившись к юноше с алыми глазами, Манку рассказал героям о тех испытаниях, через которые ему пришлось пройти. Он рассказывал о гигантских творениях и сложных механизмах, которые видел будто сквозь сон. Он видел тени, гонимые струящимся пламенем, что поднималось от далёкого горизонта к повисшему на небе диску луны. Но герои приняли историю ремесленника за небылицу. Манку слышал в их голосе недоверие и усмешку, но он давно к этому привык. Почувствовав на себе пытливый девичий взгляд, он деланно усмехнулся, и по лицу его пробежала судорога. На самом деле он видел в том испепеляющем пламени намного больше: он видел струящиеся золотые узоры, другой путь к побегу из руин, и множество правил, которым нужно следовать, чтобы выстроить новую империю. Последнего было не понять тем, кто слишком молод, и Манку надеялся, что когда пыль осядет, когда древний фундамент будет восстановлен, когда пройдёт ещё время, он сможет рассказать им всю правду, потому что все его грёзы были лишь о том, как построить сияющие стены, достойные нового короля.\nМанку разработал план переворота и задумал отключить город от источника питания и выключить Ядро Чуулел, чтобы Юпанки, пользуясь неразберихой, доставил юношу в тронный зал к царю питонов. Когда день исполнения плана был назначен, ремесленник вырезал на солнечных часах одинаковую гравировку. Пройдя через множество испытаний, юноша смог победить Оч-кана, но ремесленник не смог спастись из горящего города, поскольку Клан Цветочного Пера замуровал тайные выходы. Саккук, вернувшись в своё племя, попросила вновь изготовить для неё давно померкнувшее перо. Она дала обещание ремесленнику, что когда придёт время, она подарит ему взамен бирюзовую корону, но увидев его труп, скорченный в агонии под лезвием чёрного зверя, она поняла, что корона будет вечно ждать своего хозяина. Многие годы она собирала украшения и даже подделки, на которых значилось имя Манку, одаривая тех, кто их подносил, драгоценными камнями. Хозяйка рудников не хотела, чтобы подделки запятнали репутацию мастера, создавшего оригиналы, и обманщики с подделками всегда оказывались наказаны. В конце своей жизни Саккук собрала все работы, на которых было выгравировано имя Манку, и ушла в тёмную ночь, чтобы никогда не вернуться. Легенда гласит, что на следующий день соплеменники собрались вокруг дерева, на которое она возложила бирюзовую корону, и поклялись исполнить её последнюю волю, вычеркнуть из истории имя искусного мастера, которое она унесла с собой.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Очканатлан",
        "desc": "<p>Чтобы осуществить великую мечту в утреннем тумане и море облаков, воины, бороздившие небеса, не знали ни минуты покоя.</p><p>В глубинах далёкого моря тумана в разрушенном городе ужасный дракон охраняет запретные истории, а  над облаками забытый легендарный пустой ковчег ждёт прибытия новых гостей...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/8694aaf89d32e75eca416ec7fe41e487_5633371373807827387.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Алое перо звёздного грифа",
        "desc": "Древний длинный лук, украшенный красными перьями. Это священная реликвия, которая передавалась из поколения в поколение в клане Цветочного Пера.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Незаконченные грёзы",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/356c6b0e1be129282f759d8844872c7d_5854467669124203961.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Золотое прошение",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/d7d168128c878e5dcefeb8cc5818932f_3509822154339395754.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Тысячи лет назад, Пиро дракон Шиукоатль создал оружие, Уицилопочтли, способное навечно изгнать Бездну из Натлана. Это оружие уничтожило бы всю существующую жизнь, и остались бы лишь флогистоновые формы жизни. Шиукоатль превратил свой глаз в центр управления этим оружием, но, когда он был убит первым Пиро Архонтом, Шбаланке разделил его глаз на две части, два Золотых прошения. Одно Золотое прошение забрал Вашаклахун Уба Кан - брат Шиукоатля, решивший не использовать Уицилопочтли и пойти по другому пути, а второе - сам Шбаланке. После смерти Пиро Архонта Золотое прошение досталось сыну Вашаклахуна Уба Кана и другу Шбаланке, Оч-кану, который спрятал его на летучем корабле, чтобы его отец не смог получить Золотое прошение. Со временем Вашаклахун Уба Кан разочаровался в людях и решил активировать Уицилопочтли, для чего создал легенду о Благословении Повелителя огня - особой метке не роге заврианов, через которую Пиро дракон когда-то передавал свою мудрость. Тела современных заврианов не могли выдержать эту силу, поэтому, по легенде, им нужно было принести\nнадвое, к вулкану Толлан. На золотом прошении, что осталось у Оч-кана, была наложена печать, которую могли бы снять только заврианы с особой меткой."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/fc980405d8bd7b81747e899abfe987b7_4060129085099950746.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Чтобы получить его, Вашаклахун Уба Кан стал использовать «маски» - флогистоновые проекции погибших от рук его сына людей. Одной из таких масок стал умерший в Очканатлане Манку. Вашаклахун Уба Кан притворился учёным из Ассоциации реликвий заврианов, чтобы направить Избранников драконов (завриана с Благословением Повелителя огня и его человека-спутника) по следам Золотых прошений и в паломничество к вулкану Толлан. Когда Избранники драконов собрали Золотые прошения и завриан достиг центра управления Уицилопочтли, Вашаклахун Уба Кан снова предстал перед ним в образе Манку и предложил соединить Золотые прошения и активировать Уицилопочтли, но завриан отказался.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "name": "Древняя Священная гора",
        "desc": "<p>Прежде чем потомки различных племён научились записывать свою историю на тканых свитках, древняя и гордая знать уже построила здесь великолепный священный город, презрев землю, которую эти немощные рабы знали как «Натлантида». Однако огромная империя, гордившаяся своим могуществом, давно погибла в битвах. От того могущественного города осталась лишь одинокая гробница.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/30/237301566/6fdb6cce9a5cce40096dce9c2672feba_2742961603716894059.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Шиукоатль",
        "desc": "<p>Пиро Владыка драконов, побеждённый первым Пиро Архонтом Шбаланке. Инсценировал свою смерть, после чего потомки древних драконов могли только склониться перед троном и наблюдать, как их цивилизация с каждым днём неизбежно угасает.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/21/237301566/36590cd4be92a9d70abed92915537d5e_3057123849420568171.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Вашаклахун Уба Кан",
        "desc": "<p>Дракон, укравший пламя у своего народа и научивший людей им пользоваться. Хотел создать правителя сильнее людей и драконов. Его истинное имя Кукулькан.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/28/237301566/b9c40708c129547b244f252d9b749a86_6856815824070411078.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Шбаланке",
        "desc": "<p>Первый Пиро Архонт, победивший Повелителя огня и возродившийся из пламени. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/e7f7eee058f60fc225b1f5bc654a08e0_7006634286090563879.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Малыш",
        "desc": "<p>Спутник Путешественника/цы, отмеченный Благословением Повелителя огня.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/63ce79e5312eda1c2946bde7b80c7727_7540709973449326147.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Золотое прошение",
        "desc": "<p>Белый диск, найденный в руинах Мудреца украденного пламени. Это один из необходимых даров в путешествии к Великому вулкану Толлану, которым можно снять заклятия Повелителя огня с маленького тепетлизавра. На поверхности диска выгравированы золотые надписи. При прикосновении можно почувствовать, как узоры пульсируют, словно живые.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/124137736/558e5a31d367a67a8e85745a668d2c5e_9156352436265891527.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Золотое прошение",
        "desc": "<p>Белый диск, извлечённый из разрушенных руин правителя сожжённого города в Очканатлане. Это один из ключевых символов, необходимых для путешествия к Великому вулкану Толлан и снятия Благословения Повелителя огня с детёныша тепетлизавра. Говорят, он является одним из фрагментов, оставшихся после разделения глаза Повелителя огня на две части. Согласно легенде, древний повелитель драконов, когда-то управлявший всем светом и мудростью, превратил один из своих глаз в источник высшей власти, с помощью которой можно было повелевать огнём. Это стало его единственной уязвимостью...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/558e5a31d367a67a8e85745a668d2c5e_6176489476449545072.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "title": "Заметки безымянного ремесленника",
        "desc": [
          {
            "type": "RichText",
            "text": "Чем глубже копали, тем сильнее становилась неописуемая, тошнотворная вонь. Возможно, дело в здешней сырости и грибке: источником запаха могли быть белёсая плесень и непонятной природы минеральный осадок. Но запах не единственный повод для беспокойства. Поначалу (...) это место казалось «зловещим», но даже она не предлагала никаких странных версий. Однако во время работы один мастер из (...) вдруг сошёл с ума, стал кричать, плакать, смеяться и повторять, что он видел под водой невероятно огромную уродливую тень, и будто тень пела пронзительную и богохульную песнь, призывающую его преклониться перед «хозяином». Его увели надсмотрщики, но среди рабочих уже начало распространяться беспокойство. Пузыри и водовороты на поверхности зловонной воды ещё можно было объяснить взаимодействием элементов, но смутные звуки и неуловимый шёпот... даже мне не удавалось найти этому рационального объяснения.\nЗа древними каменными стенами - или под ними, точно сказать нельзя - я отчётливо слышал какие-то вкрадчивые, приглушённые звуки, словно что-то быстро бежит через стену. Рабочие шептались, дрожали, охваченные почти безумным страхом, уверенные, что под водой скрывается какое-то невообразимое кощунственное проклятие. И наши действия пробудили «его» от многовекового сна. И никто не выберется из руин живым. И даже если выбраться отсюда, никто не сможет описать увиденное - люди сочтут это бредом сумасшедших.\nЯ не могу объяснить этот отвратительный, жуткий страх обычными способами. Ведь каменные стены - покосившиеся, покрытые влажным грибком стены, что поддерживают сводчатый потолок, должны быть сложены из цельных каменных блоков, и эхо ударов это подтверждало. Однако во мраке ночи по-прежнему раздавались эти непонятные шорохи, что пробуждали меня от тревожного сна.\nНадсмотрщица заверила нас, что не слышит ничего необычного, и объяснила всё слуховыми галлюцинациями из-за того, что мы мало отдыхаем. Из сочувствия она даже запросила для нас дополнительные пайки. Однако страх, охвативший рабочих, был настолько силен, что...\n(Текст на следующих страницах зачёркнут, разобрать написанное невозможно.)"
          }
        ]
      },
      {
        "title": "Заметки ремесленника I",
        "desc": [
          {
            "type": "RichText",
            "text": "«...За каменной стеной на севере есть тропинка, ведущая на верх водопада. Похоже, её можно использовать вместо <color=#80c0ff>кладовой</color> ...»\n«...Я потихоньку оставил несколько меток, чтобы не забыть, как идти...»\n«...Раны Саяни никак не заживают. Всему виной влажность... Уговариваю её отдыхать, она улыбается, но не слушает... Говорит, отряд из-за неё отстанет и не получит дополнительного пайка...»\n«...Ночью, пока никто не видит, я схожу наверх за факелом, чтобы прижечь ей раны. Иначе она сгниёт заживо...»"
          }
        ]
      },
      {
        "title": "Заметки ремесленника II",
        "desc": [
          {
            "type": "RichText",
            "text": "...Саяни умерла. Сегодня. Или вчера, точно не знаю. В темноте не разберёшь, кто жив, а кто мёртв... Все валяются на земле, точно альпаки на лежбище, и место это напоминает хлев для альпак, всё пропитано тошнотворной вонью...\n...Ни у кого не нашлось сил, чтобы её похоронить. Просто сбросили в канал...\n...Все сыплют проклятиями... Но кого они так ненавидят? Они и сами не знают...\n...Они говорили: каждый работает ради себя, ради братьев и сестёр из Альянса. Не ради злых драконов, что когда-то нас поработили... Но нельзя же проклинать самого себя...\n...Вперёд... Если за пять дней не закончим рыть этот канал, нам прекратят выдавать паёк... И тогда нас ждёт верная смерть, как тех бедолаг, что отвечали за насосы...\n...Что там, под водой? Не знаю. Но что бы там ни было, оно нас не спасёт."
          }
        ]
      },
      {
        "title": "Заметки ремесленника III",
        "desc": [
          {
            "type": "RichText",
            "text": "Да падёт на род тирана Оч-кана проклятие (...). Да похоронят его сородичей в осквернённой, бесплодной почве, да сгниют его колосья, как гниют тела, брошенные лежать на земле, источая зловоние, какое не смыть проточной водой. Да сгорит его имя в огне пять раз и ещё пять раз. Это проклятие написал мастер Манку из (...), да продержится его сила девятнадцать раз по четыреста лет и ещё дольше.\nОн послал нас (...) и блокировал (...), намереваясь живьём сжечь всех рабочих, что знали секреты Автоматонов таинственного источника, чтобы перекрыть путь к (...).\nХвала (...), мою жизнь не унёс нечестивый огонь. Я...\n(Текст на следующих страницах зачёркнут, разобрать написанное невозможно.)"
          }
        ]
      },
      {
        "title": "Заметки ремесленника IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Это пятый раз, когда я здесь просыпаюсь.\nПосле (...) компрессов ожоги почти зажили, риск заражения минимален. Посплю ещё два раза, и смогу нормально ходить на обеих ногах.\nНе знаю, стоит ли мне записывать то, чему я был свидетелем, поскольку ни словами, ни логикой пережитое мною не объяснить. Однако, если нет способа стереть эти воспоминания, то мне никак не подавить в себе желание писать. Я пишу и молюсь (...) в надежде, что никто этого не прочтёт.\nКогда это случилось, под огромной уродливой статуей, в огне Оч-кана, я увидел девушку.\nОна подошла ко мне не спеша, словно огонь был лишь лёгким весенним ветерком. Её лицо... Я никогда не видел ничего подобного. Даже самый чистый горный хрусталь поблёк бы рядом с её кожей, даже самая прекрасная бирюза не смогла бы повторить красоты её глаз. И я не могу объяснить, почему так, но её лицо, очевидно прекрасное... вызывало у меня лишь тошноту.\nЯ не знал, кто она. Или что она такое. Я открыл рот, чтобы умолять её, просить меня спасти, но мои губы опалило огнём, и я не смог вымолвить ни слова.\nОна улыбнулась, и в её улыбке сквозила жестокость и надменная злоба. Она взяла моё лицо в свои руки. Золотые слёзы из её бирюзовых глаз упали мне на глаза.\nИ тогда я увидел.\nЯ увидел творение колоссальнее горных хребтов, сверкающее ярче обсидиана, плывущее по небесам подобно дыму вулкана. Увидел бесчисленных металлических птиц, окруживших его и жадно сосущих тёмную кровь. Я видел, как тени падающих звёзд тянутся от далёкого горизонта к высокой луне, и при помощи одной лишь струны, сплетённой из золота и белой меди, страхи и вздохи в мгновение ока передавались на невообразимые расстояния. Она усмехнулась так снисходительно, словно всё, чего до сих пор добились люди, было лишь детской забавой, ничтожной вознёй насекомых. Мы могли лишь ползать под сводами небес, содрогаясь на пути к бесславной погибели. А они - они сражались с непримиримым врагом, способным побороть целый мир. Через бирюзу её глаз, таких прекрасных, что это даже пугало, я видел лишь бесконечную, непроглядную тьму и небытие: пространство, которое не описать никакими словами, которое не имело ни малейшего сходства ни с чем, что я видел за десятилетия своей короткой жизни. Тогда я закричал во всю мощь своих лёгких и, спотыкаясь, ползком бросился к тропе, но мой жуткий крик тоже потонул в её смехе, растворившись без следа.\nКогда я очнулся, я был совершенно один. Я не смел смотреть назад, опасаясь что те кощунственные, запретные для человека знания настигнут меня и разорвут на куски. Должно быть, остальные уже мертвы, они погибли в пламени Оч-кана.\nМожет, то были не её слезы, а капли, упавшие с огромной уродливой каменной статуи позади неё; может, в огне и вовсе никого не было, а та девушка - бред, порождённый моим бьющимся в агонии разумом, но это неважно. Я ещё жив. Этого достаточно.\nОч-кан считает, что тайные ходы запретного города никому больше не известны. Что он будет править тысячу лет. Он ошибается. Его правление продлится не более тысячи недель."
          }
        ]
      },
      {
        "title": "Заметки ремесленника V",
        "desc": [
          {
            "type": "RichText",
            "text": "...Ожоги совсем зажили. Время уходить...\n...Куда? Не знаю. Сейчас даже в клане Цветочного Пера небезопасно. Наследник их вестницы явно предан Оч-кану...\n...Или искать защиты у Юпанки? Старый вояка привык действовать в одиночку. Рядом с ним не найдёшь ни одного прислужника, некому шпионить...\n...Пока его интересует сеть подземных дорог, созданная древними мастерами из рода драконов, я могу быть уверен, что он сохранит мои секреты в тайне от Оч-кана...\n...Как бы там ни было, пусть имя мастера Манку будет предано забвению вместе с этими проклятыми руинами..."
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Манку",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/961f244d9a3f75f03eafbc3957906541_1312639066099595140.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Хурук и Манку"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Манку"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Натлан"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "• Дети Эха\n• Ассоциация реликвий заврианов"
          }
        ]
      }
    ]
  }
}