{
  "epId": 7116,
  "name": "Алое перо звёздного грифа",
  "desc": "Древний длинный лук, украшенный красными перьями. Это священная реликвия, которая передавалась из поколения в поколение в клане Цветочного Пера.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
  "filterValues": {
    "weaponRarity": 5,
    "weaponProperty": "Крит. урон",
    "weaponType": "Стрелковое"
  },
  "menuId": 4,
  "menuName": "Оружие",
  "version": 1732127483,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Алое перо звёздного грифа"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Эксклюзивное оружие Молитвы события"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Стрелковое"
          }
        ]
      },
      {
        "key": "Дополнительные характеристики:",
        "value": [
          {
            "type": "RichText",
            "text": "Крит. урон"
          }
        ]
      },
      {
        "key": "Глаза с лунным ореолом:",
        "value": [
          {
            "type": "RichText",
            "text": "Повышает силу атаки на <color=#80c0ff>24%</color> <color=#ffffffd9>/</color> <color=#80c0ff>30%</color> <color=#ffffffd9>/</color> <color=#80c0ff>36%</color> <color=#ffffffd9>/</color> <color=#80c0ff>42%</color> <color=#ffffffd9>/</color> <color=#80c0ff>48%</color> на 12 сек. после активации реакции Рассеивание. Кроме того, если в отряде 1 персонаж с элементом, отличным от элемента экипированного персонажа, то урон заряженной атаки экипированного персонажа увеличивается на <color=#80c0ff>20%</color> <color=#ffffffd9>/</color> <color=#80c0ff>25%</color> <color=#ffffffd9>/</color> <color=#80c0ff>30%</color> <color=#ffffffd9>/</color> <color=#80c0ff>35%</color> <color=#ffffffd9>/</color> <color=#80c0ff>40%</color> , а урон взрыва стихии - на <color=#80c0ff>10%</color> <color=#ffffffd9>/</color> <color=#80c0ff>12,5%</color> <color=#ffffffd9>/</color> <color=#80c0ff>15%</color> <color=#ffffffd9>/</color> <color=#80c0ff>17,5%</color> <color=#ffffffd9>/</color> <color=#80c0ff>20%</color> . Если в отряде 2 и более персонажей с элементом, отличным от элемента экипированного персонажа, то урон заряженной атаки экипированного персонажа увеличивается на <color=#80c0ff>48%</color> <color=#ffffffd9>/</color> <color=#80c0ff>60%</color> <color=#ffffffd9>/</color> <color=#80c0ff>72%</color> <color=#ffffffd9>/</color> <color=#80c0ff>84%</color> <color=#ffffffd9>/</color> <color=#80c0ff>96%</color> , а урон взрыва стихии - на <color=#80c0ff>24%</color> <color=#ffffffd9>/</color> <color=#80c0ff>30%</color> <color=#ffffffd9>/</color> <color=#80c0ff>36%</color> <color=#ffffffd9>/</color> <color=#80c0ff>42%</color> <color=#ffffffd9>/</color> <color=#80c0ff>48%</color> ."
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Натлан"
          }
        ]
      },
      {
        "key": "Версия выхода оружия:",
        "value": [
          {
            "type": "RichText",
            "text": "5.2"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 7080,
        "name": "Часка",
        "desc": "<p>Миротворец Тлалокана, разрешающий все споры.<br><br>Древнее имя:<custom-ruby data-ruby=\"Вука|Преодоление\"></custom-ruby></p><p></p><p><em>«...Мы всецело осознали всю глупость и безрассудство наших недавних действий. Мы готовы забыть о разногласиях и впредь помогать друг другу... Настоящее заявление составлено по нашей собственной воле, никаких возражений высказано не было. Кроме того, мы выражаем благодарность \"миротворцу\" за её выдающийся вклад в мирное разрешение спора»</em>, - записали вожди враждовавших племён в двустороннем мировом соглашении, отразившем их самые «искренние» чувства.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/70239714/9c6c89386dbe9f1954a8b57c8c3c9da4_6383593193032564533.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Лучшее оружие для Часки, так как повышает <color=#ffd780>крит. урон</color> , <color=#ffd780>урон заряженных атак</color> <color=#ffffff73>,</color> <color=#ffd780>урон взрыва стихии</color> и <color=#ffd780>силу атаки</color> . Поскольку Часка вызывает <color=#80ffd7>Рассеивание</color> и обычно играет с разными элементами в отряде, она полностью реализует пассивную способность.\nВ артефактах стоит сосредоточиться на <color=#ffd780>силе атаки</color> , <color=#ffd780>шансе крит. попадания</color> , <color=#ffd780>крит. уроне</color> и <color=#ffd780>мастерстве стихий</color> .",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Лини",
        "desc": "<p>Маг-иллюзионист из Фонтейна, завораживающий публику ловкостью рук и красноречием.<br><br><em>«Рано или поздно дети взрослеют, превосходя родителей. Только так \"семья\" будет \"процветать\". Я с нетерпением жду того дня, когда он превзойдёт меня... Интересно, какое значение примет \"семья\" для него?»</em>, - Арлекино.<br><br><em>«Иногда он совершает отвлекающие движения, иногда притворяется рассеянным и намеренно допускает оплошность... Но, когда он настроен серьёзно, ловкость рук завораживает больше, чем могла бы магия. Угадай, о чём я говорю?»</em> - Линетт подкинула загадку своему брату Фремине, слегка дуя на чай.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/70239714/e343d4442cc3b8e243f0d528bb715f75_4693008620861939901.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Оружие даёт значительный бонус <color=#ffd780>крит. урона</color> и повышает <color=#ffd780>урон заряженных атак</color> <color=#ffffff73>и</color> <color=#ffd780>взрыва стихии</color> . Стоит учитывать, что может выполняться только вторая часть пассивной способности, для которой нужен хотя бы один персонаж другого элемента.\nВ артефактах стоит сосредоточиться на <color=#ffd780>силе атаки</color> , <color=#ffd780>шансе крит. попадания</color> и <color=#ffd780>крит. уроне</color> .",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Гань Юй",
        "desc": "Главный секретарь павильона Лунного моря. В её жилах течёт кровь мифического зверя цилиня.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Гань Юй будет очень полезен <color=#ffd780>крит. урон</color> и повышение <color=#ffd780>урона заряженных атак</color> и <color=#ffd780>взрыва стихии</color> . Стоит учитывать, что может выполняться только вторая часть пассивной способности. Поскольку Гань Юй может играть с персонажами разных элементов (например, <color=#80c0ff>Гидро</color> и <color=#80ffd7>Анемо</color> ), вторая часть способности полностью выполняется.\nВ артефактах стоит сосредоточиться на <color=#ffd780>силе атаки</color> , <color=#ffd780>шансе крит. попадания</color> и <color=#ffd780>крит. уроне</color> .",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2265,
        "name": "Тигнари",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Молодой учёный, специалист по ботанике. В настоящее время служит лесным стражем в лесу Авидья. Искренний и добросердечный, он умеет обучать даже самых непонятливых учеников.</span></p><p></p><p><em><span style=\"color: rgba(255, 255, 255, 0.85)\">«Послание для вас. Вот диковинка из пустыни - две упаковки медовых фиников. Помогают восполнить энергию в любое время дня и ночи. Спасибо за терпение, проявленное при обучении Коллеи, и за заботу о ней. Удачи на службе и в воспитании Коллеи»</span></em><span style=\"color: rgba(255, 255, 255, 0.85)\">, - анонимное сообщение, которое оставили в коробке с конфетами на столе лесного стража.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/23/70239714/d039c6da9285163f46b85f0241f29c17_7884881497095009464.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Тигнари будет полезен <color=#ffd780>крит. урон</color> , повышение <color=#ffd780>урона заряженных атак</color> и <color=#ffd780>урона взрыва стихии</color> . Поскольку Тигнари может играть с персонажами других элементов, он может реализовать вторую часть пассивной способности.\nВ артефактах стоит сосредоточиться на <color=#ffd780>мастерстве стихий</color> , <color=#ffd780>шансе крит. попадания</color> и <color=#ffd780>крит. уроне</color> .",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2967,
        "name": "Фарузан",
        "desc": "<p>Исследовательница из «прошлого века». Ей нравится считать себя старше всех. Она обладает обширными познаниями о старинных письменах и древних механизмах.<br><br><em>«Значительная часть материалов, представленных в этой книге, взята из теорий и рукописей мадам Фарузан. Мы надеемся, что будущие поколения учёных вспомнят её имя, когда она вернётся в Академию»</em>, - цитата из книги «Введение в древние машины». Этот текст был издан почти сто лет назад и по сей день входит в список обязательного чтения в даршане Кшахревар.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/70239714/38c12ab46678a4008f83a0e46c900ef5_7217510851102444720.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Лук обладает <color=#ffd780>высокой базовой атакой</color> , что важно для <color=#ffd780>взрыва стихии</color> Фарузан. Так как она использует <color=#ffd780>заряженную атаку</color> (две при активированном 1 созвездии) после <color=#ffd780>элементального навыка</color> , повышение <color=#ffd780>урона заряженных атак</color> ей тоже будет полезно. <color=#ffd780>Крит. урон</color> и <color=#ffd780>сила атаки</color> позволят наносить больше урона. Фарузан способна полностью реализовать пассивную способность лука.\nРекомендуется, если у Фарузан нет проблем с <color=#ffd780>восстановлением энергии</color> и хочется получить от неё больше урона.\nВ артефактах стоит сосредоточиться на <color=#ffd780>восстановлении энергии</color> , <color=#ffd780>силе атаки</color> , <color=#ffd780>шансе крит. попадания</color> и <color=#ffd780>крит. уроне</color> .",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 14,
        "name": "Эмбер",
        "desc": "Энергичная и весёлая Эмбер. Лучший и единственный скаут Ордо Фавониус.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Amber_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Крит. урон</color> , повышение <color=#ffd780>урона заряженных атак</color> и <color=#ffd780>урона взрыва стихии</color> будут полезны Эмбер, если она играет в <color=#ffd780>основной роли</color> через <color=#ffd780>заряженные атаки</color> . Стоит учитывать, что может выполняться только вторая часть пассивной способности.\nВ артефактах стоит сосредоточиться на <color=#ffd780>силе атаки</color> , <color=#ffd780>шансе крит. попадания</color> и <color=#ffd780>крит. уроне</color> .",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3,
        "name": "Сара",
        "desc": "Действующий генерал комиссии Тэнрё. Сурова, решительна и отважна в бою.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kujou Sara_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Лук обладает <color=#ffd780>высокой базовой атакой</color> , что важно для <color=#ffffff73>Сары</color> . Так как она использует <color=#ffd780>заряженную атаку</color> после <color=#ffd780>элементального навыка</color> , повышение <color=#ffd780>урона заряженных атак</color> ей тоже будет полезно. <color=#ffd780>Крит. урон</color> позволит наносить больше урона.\nРекомендуется, если у Сары нет проблем с <color=#ffd780>восстановлением энергии</color> и хочется получить от неё больше урона. Стоит учитывать, что может выполняться только вторая часть пассивной способности.\nВ артефактах стоит сосредоточиться на <color=#ffd780>восстановлении энергии</color> , <color=#ffd780>силе атаки</color> , <color=#ffd780>шансе крит. попадания</color> и <color=#ffd780>крит. уроне</color> .",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5598,
        "name": "Сетос",
        "desc": "<p>Наследник Храма Молчания, что несёт тайны песков.</p><p></p><p><em>«Ты ловок, как лиса, и проворен, как летучая мышь. Мудрость Германубиса награждает тебя своим благословеньем. И имя тебе Сетос»</em>, - предсказание священника во время церемонии дарования имени.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/70239714/cdb7abfcb86138e5b618946a5466d442_3900275072935799480.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Если Сетос чаще играет через <color=#ffd780>заряженные атаки</color> , ему будет полезно повышение их урона, а <color=#ffd780>крит. урон</color> позволит сосредоточиться на <color=#ffd780>мастерстве стихий</color> и <color=#ffd780>шансе крит. попадания</color> в артефактах. Стоит учитывать, что может выполняться только вторая часть пассивной способности.",
        "alignment": "center"
      }
    ],
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Это случилось в стародавние времена легендарного прошлого, когда узурпатор, именовавший себя святым мудрецом, отвернулся от Альянса ради единственного бога, которого любил.\nТогда клятва между людьми и заврианами померкла, словно угасший костёр, а одинокая тень сожжённого города наполнила далёкие владения ночи жуткими шёпотами.\nУвядшая гармония всё более отдалялась вместе с теплом солнечных лучей, и от грандиозного бреда царя питонов остался только холодный ночной ветер.\nВ те дни на высоких скалах, шатавшихся от потери своего хозяина, старейшина клана Цветочного Пера, чьё подчинение царю было лишь видимостью, изгнал юношу из племени,\nчтобы юноша, пожелавший защищать заврианов, избежал плена узурпатора. И вот герой, смелостью подобный хищной птице, той ночью стал на путь паломничества.\nЕго алые глаза горели, будто солнце во мраке, ибо в них отражалась только холодная голубая дымка, окутавшая луну.\nПоэты поздних времён, играя на восьмиструнных ньятити, слагали бесчисленные песни о красноглазом освободителе.\nРождённых вымыслом поэм было как звёзд на небосводе, за долгие столетия сюжеты переплетались друг с другом, а споры о приключениях героя не утихали.\n«Приходите послушать мою песню, я поведаю вам о герое, нашем красноглазом спасителе, и о старом друге, сопровождавшем его в пути.\nИбо благородный потомок, некогда служивший повелителю драконов, красный стервятник, в чьих глазах отражались глубокие небеса и созвездия, указывал ему путь.\nЯ спою вам о том, как священная птица, тронутая его высокими идеалами, принесла в жертву свою плоть и превратилась в этот длинный заострённый лук.\nЯ спою вам о том, как своими перьями она указывала путь благословенному герою и привела его к нашей достопочтенной прародительнице Саккук».\nТак поэты, не желавшие верить, что юноша совершил своё паломничество в одиночку, придумали ему проводника, которого на самом деле никогда не существовало.\n«Легенда, которую я спою вам, отличается от той, что поют у Детей Эха. Разве стал бы герой с алыми глазами бесцельно следовать за песнями лесных птиц?\nНесомненно, он был не простым смертным, а осколком сознания Погребённого первозданным огнём, вернувшимся из владений ночи, чтобы спасти угнетённых.\nЭтот лук служит доказательством того, что он вернулся из запретного края, куда не добраться простому человеку. Разве под силу смертному сжечь проклятый город?\nКогда над Натланом вновь нависнет опасность, он выйдет из пламени, чтобы исправить несправедливость и указать нам верный путь».\nТак поэты, не желавшие верить, что юноша был обычным смертным из плоти и крови, связали его образ с первым человеческим божеством.\nЛегенда существует во множестве версий, именно поэтому ни одна из них не встречает всеобщего одобрения.\nСтолетия утекали, точно лунный свет, но люди единогласно сходились лишь в том, что юноша с алыми глазами обрёл божественность.\nИ по сей день мысль о том, что человек может стать богом, разделяют все жители пылающих равнин, она запечатлена в сердце каждого натланца, который мечтает стать героем.\n«Не стоит верить благородным именам и возносить бесполезные молитвы кому-то, кроме себя.\nСаккук, прошу тебя, сотри моё имя, пусть люди знают, что каждый может стать богом, который указывает путь всему сущему».\n«Ты не возьмёшь меня с собой в Пламя... И даже не позволишь моему имени стоять рядом с твоим в истории...\n...Какой эгоизм. И ты эгоист. И он не лучше.\nХм... Раз так, я тоже побуду жадиной, ■■■■■.\nПеро, что ты мне оставил, будет тысячу лет передаваться из поколения в поколение на твоей родине, куда ты так и не вернулся»."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Ур. 1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Сила атаки до возвышения",
              "Сила атаки после возвышения",
              "Крит. урон"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "46",
              "14,4%"
            ]
          }
        ]
      },
      {
        "key": "Ур. 20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Сила атаки до возвышения",
              "Сила атаки после возвышения",
              "Крит. урон"
            ]
          },
          {
            "key": "",
            "values": [
              "122",
              "153",
              "25,4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 10000
          },
          {
            "type": "CustomEntry",
            "epId": 6664,
            "name": "Загадочные размышления ночного ветра",
            "desc": "Материал возвышения оружия.<br>В древние времена шаманы, жрецы и мистики постоянно стремились найти способы общения с молчаливым подземным миром. С тех пор как Вайобы начали проявляться, реагируя на резонанс между одиноким героем и ночными душами, это стремление стало ещё более важным.<br>Основными методами, которые они использовали, были транс, выход из тела и теургия. Все они осуществлялись с помощью тщательно отполированных ритуальных инструментов.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/b5c358206f0c767774d9116e6cc66f94_6039428765832172085.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 7192,
            "name": "Преломляющий бутон",
            "desc": "Бутон, оставленный побеждённым монстром, известным как сумрачная мимифлора.<br>Говорят, что когда это существо вышло из чёрных волн, первыми, что оно вырастило, были эти нежные бутоны, способные отражать элементальные силы.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/bbe44a61ce2adce6d9d1323cc08e9674_8342561903811817672.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 6644,
            "name": "Деревянный свисток дозорного",
            "desc": "Символ дозорного из племени Натлана.<br>Воинами не рождаются. Сначала нужно овладеть боевыми навыками под руководством кого-то опытного. Так возникла должность ученика дозорного.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/e07c501cd10522b752f2c2f31ac8c642_5437826751307642869.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Ур. 40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Сила атаки до возвышения",
              "Сила атаки после возвышения",
              "Крит. урон"
            ]
          },
          {
            "key": "",
            "values": [
              "235",
              "266",
              "37,1%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 6665,
            "name": "Загадочные предчувствия ночного ветра",
            "desc": "Материал возвышения оружия.<br>Древние экстрасенсы верили, что Вайобы являются бесформенными существами чистого сознания, лишёнными внешних оболочек и более похожими на духовные сущности.<br>Шлифовка грубых камней до состояния зеркал чистого света также считалась ритуалом, освобождающим от поверхностных проявлений мирских явлений. Возможно, то, что экстрасенсы видели на гладкой поверхности этих зеркал, было проекцией их собственной души...",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aee2ac712459d8743d98f79ed0e1b2b8_1140033961523636561.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 7192,
            "name": "Преломляющий бутон",
            "desc": "Бутон, оставленный побеждённым монстром, известным как сумрачная мимифлора.<br>Говорят, что когда это существо вышло из чёрных волн, первыми, что оно вырастило, были эти нежные бутоны, способные отражать элементальные силы.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/bbe44a61ce2adce6d9d1323cc08e9674_8342561903811817672.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 6644,
            "name": "Деревянный свисток дозорного",
            "desc": "Символ дозорного из племени Натлана.<br>Воинами не рождаются. Сначала нужно овладеть боевыми навыками под руководством кого-то опытного. Так возникла должность ученика дозорного.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/e07c501cd10522b752f2c2f31ac8c642_5437826751307642869.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Ур. 50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Сила атаки до возвышения",
              "Сила атаки после возвышения",
              "Крит. урон"
            ]
          },
          {
            "key": "",
            "values": [
              "308",
              "340",
              "42,9%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 30000
          },
          {
            "type": "CustomEntry",
            "epId": 6665,
            "name": "Загадочные предчувствия ночного ветра",
            "desc": "Материал возвышения оружия.<br>Древние экстрасенсы верили, что Вайобы являются бесформенными существами чистого сознания, лишёнными внешних оболочек и более похожими на духовные сущности.<br>Шлифовка грубых камней до состояния зеркал чистого света также считалась ритуалом, освобождающим от поверхностных проявлений мирских явлений. Возможно, то, что экстрасенсы видели на гладкой поверхности этих зеркал, было проекцией их собственной души...",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aee2ac712459d8743d98f79ed0e1b2b8_1140033961523636561.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 7193,
            "name": "Ошеломляющий широколист",
            "desc": "Лист в форме стрелы, оставленный побеждённым монстром, известным как сумрачная мимифлора.<br>После разложения артерий земли и извлечения воспоминаний, существо выращивает эти листья как средство хранения информации, которую оно расшифровало. Возможно, существует тесная связь между этими изысканно узорчатыми листьями и формами, которые может имитировать их хозяин.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/727a1062a1563499c540576eb3818f1c_2561151788174653842.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 6645,
            "name": "Металлический свисток воина",
            "desc": "Символ воина племени Натлана.<br>Металлический свисток, который вручают тем, кто официально признан воинами племени. Его используют для связи. Патрульные окрестностей племени используют его для предупреждения других об опасности. Эта обязанность лежит на воинах племени.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/54375bf17fec5be6b0f4b9ca377cf847_4450482122144936428.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Ур. 60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Сила атаки до возвышения",
              "Сила атаки после возвышения",
              "Крит. урон"
            ]
          },
          {
            "key": "",
            "values": [
              "382",
              "414",
              "48,7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 45000
          },
          {
            "type": "CustomEntry",
            "epId": 6666,
            "name": "Загадочные предзнаменования ночного ветра",
            "desc": "Материал возвышения оружия.<br>Когда нематериальные духи соединяется с предметами, они проходят процесс, известный как «духовное слияние», приобретая различные формы. Затем эти духи могут передавать людям в состоянии транса видения, похожие на сны.<br>Те, кто часто общался с духами, интерпретировали эти видения, превращая их предзнаменования в понятный племени язык или преобразовывал в рассказы. Считается, что так появились племенные рассказчики. Поэтому большинство выдающихся рассказчиков происходят из Ночного Ветра.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/1377bd1a1dd632ed2c594b2ba271a423_6294636268169433109.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 7193,
            "name": "Ошеломляющий широколист",
            "desc": "Лист в форме стрелы, оставленный побеждённым монстром, известным как сумрачная мимифлора.<br>После разложения артерий земли и извлечения воспоминаний, существо выращивает эти листья как средство хранения информации, которую оно расшифровало. Возможно, существует тесная связь между этими изысканно узорчатыми листьями и формами, которые может имитировать их хозяин.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/727a1062a1563499c540576eb3818f1c_2561151788174653842.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 6645,
            "name": "Металлический свисток воина",
            "desc": "Символ воина племени Натлана.<br>Металлический свисток, который вручают тем, кто официально признан воинами племени. Его используют для связи. Патрульные окрестностей племени используют его для предупреждения других об опасности. Эта обязанность лежит на воинах племени.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/54375bf17fec5be6b0f4b9ca377cf847_4450482122144936428.png",
            "amount": 14
          }
        ]
      },
      {
        "key": "Ур. 70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Сила атаки до возвышения",
              "Сила атаки после возвышения",
              "Крит. урон"
            ]
          },
          {
            "key": "",
            "values": [
              "457",
              "488",
              "54,5%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 55000
          },
          {
            "type": "CustomEntry",
            "epId": 6666,
            "name": "Загадочные предзнаменования ночного ветра",
            "desc": "Материал возвышения оружия.<br>Когда нематериальные духи соединяется с предметами, они проходят процесс, известный как «духовное слияние», приобретая различные формы. Затем эти духи могут передавать людям в состоянии транса видения, похожие на сны.<br>Те, кто часто общался с духами, интерпретировали эти видения, превращая их предзнаменования в понятный племени язык или преобразовывал в рассказы. Считается, что так появились племенные рассказчики. Поэтому большинство выдающихся рассказчиков происходят из Ночного Ветра.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/1377bd1a1dd632ed2c594b2ba271a423_6294636268169433109.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 7194,
            "name": "Иллюзорная листовая спираль",
            "desc": "Ядро, образованное из плотно свёрнутых листьев, оставленных побеждённым монстром, известным как сумрачная мимифлора.<br>На вид оно кажется безжизненным и тусклым, но внутри всё ещё ощущается слабая зловещая энергия.<br>Люди часто задаются вопросом: куда деваются воспоминания, которые подобные существа черпали из земли, после их гибели? Возможно, ответ кроется в этом ядре...",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a13458fee3f71742078a4ff97dfd6614_8544712959858549634.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 6646,
            "name": "Золотой свисток коронованного заврианами воина",
            "desc": "Символ коронованного заврианами, могучего воина из племён Натлана.<br>Золотой свисток вручается тем, кто принёс племени честь и славу и чьё мужество было признано. Однако теперь его значение больше декоративное, так как воин, коронованный заврианами, способен самостоятельно справиться с большинством проблем.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/c8648efda2051a6f005647a78ac907fb_1968831310426328047.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Ур. 80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Сила атаки до возвышения",
              "Сила атаки после возвышения",
              "Крит. урон"
            ]
          },
          {
            "key": "",
            "values": [
              "532",
              "563",
              "60,3%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Мора",
            "desc": "Повсеместная валюта. Международный язык общения.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 65000
          },
          {
            "type": "CustomEntry",
            "epId": 6667,
            "name": "Загадочные откровения ночного ветра",
            "desc": "Материал возвышения оружия.<br>Как бы тщательно ни полировали материальные объекты, они всегда останутся физическими по своей природе. Так же и чистый человеческий дух не может быть выражен только через «древо» намерений или воплощён в обсидиановых зеркалах, требующих постоянной полировки. С усилением Царства Ночи и ночных душ расширялся и спектр предметов для духовного слияния. В конце концов, Вайобы научились передавать откровения Царства Ночи с помощью одних лишь мыслей, устранив необходимость полировки камней до состояния зеркал. Таким образом, ритуальные инструменты стали ненужными.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/29eefd52b8e4897670fb81df069f7014_997930725276398342.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 7194,
            "name": "Иллюзорная листовая спираль",
            "desc": "Ядро, образованное из плотно свёрнутых листьев, оставленных побеждённым монстром, известным как сумрачная мимифлора.<br>На вид оно кажется безжизненным и тусклым, но внутри всё ещё ощущается слабая зловещая энергия.<br>Люди часто задаются вопросом: куда деваются воспоминания, которые подобные существа черпали из земли, после их гибели? Возможно, ответ кроется в этом ядре...",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a13458fee3f71742078a4ff97dfd6614_8544712959858549634.png",
            "amount": 27
          },
          {
            "type": "CustomEntry",
            "epId": 6646,
            "name": "Золотой свисток коронованного заврианами воина",
            "desc": "Символ коронованного заврианами, могучего воина из племён Натлана.<br>Золотой свисток вручается тем, кто принёс племени честь и славу и чьё мужество было признано. Однако теперь его значение больше декоративное, так как воин, коронованный заврианами, способен самостоятельно справиться с большинством проблем.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/c8648efda2051a6f005647a78ac907fb_1968831310426328047.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Ур. 90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Сила атаки до возвышения",
              "Сила атаки после возвышения",
              "Крит. урон"
            ]
          },
          {
            "key": "",
            "values": [
              "608",
              "-",
              "66,2%"
            ]
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Оригинальное",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6976c30e14699b69371c72b8223713eb_5589774908653099580.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "До второго возвышения"
          }
        ]
      },
      {
        "key": "Возвышенное",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/ee45fc2f2df3cce652d107dc14364286_5861909015562790023.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "После второго возвышения"
          }
        ]
      }
    ]
  }
}