{
  "epId": 7143,
  "name": "Пламя осенних сумерек",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1732215726,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Пока они шли к складу по извилистой тропинке и сухие листья дождём падали под ноги, она незаметно всматривалась в его профиль, пытаясь соотнести его облик с тем, что хранила в памяти. За те годы, пока они не виделись, он здорово вырос, и костюм на нём стал богаче. В этом не было ничего удивительного, ведь теперь он служил дознавателем Великого Альянса и прибыл от имени священного правителя, чтобы принять знамя клана Цветочного Пера. Должность обязывала выглядеть прилично. Он изменился, подумала она, да и разве могут люди не меняться? Лишь его медлительность никуда не делась. «Уверяю, мастерство повара придётся тебе по душе. - Он замолчал, словно ожидая ответа, но она не отозвалась, и тогда он продолжил: - Когда мы прибудем в сожжённый город и встретимся с его величеством...»\nДракон, потеряв терпение, издал оглушительный рёв и прервал бесконечный поток разговоров. Он чувствовал исходивший от неё отвратительный запах, вонь, которую не смогли бы смыть даже источники на юге. Ничтожества, думал он, мерзкие насекомые, уверенные, что козни обезумевшего предателя помогут им заполучить выжженные равнины. И хотя она дважды ускользала от него, он неотступно следовал за ней по пятам, желая пронзить её острыми когтями и пригвоздить к земле.\nОна притворилась, что её не волнуют его мысли, и в ответ лишь ласково улыбнулась. Он пристально взглянул на неё, пытаясь прочесть в уголках губ, что она чувствует на самом деле. Но, как и прежде, в бесстрастной маске не было и намёка на сопротивление. Она всегда была такой, подумал он с долей сочувствия, с самого первого дня их знакомства. Тихой и послушной, не способной на отпор, словно невозмутимая капибара, отдыхающая у кромки воды. Она принимала как должное уготованное ей судьбой, была полной противоположностью своей жестокой матери. «Не волнуйся, - внезапно сказал он, - даже если они уйдут, я всегда буду рядом, пока смерть не разлучит нас». Она взглянула на него, улыбнулась и послушно сжала протянутую ей руку. «Пока смерть не разлучит нас», - тихо повторила она его слова, словно стараясь убедить в этом саму себя. На мгновение в доведённой до идеала маске будто бы появилась трещина, но он этого не заметил, он вообще никогда ничего не замечал. Бедняга, подумала она, он так старается играть свою роль, но никогда не получает похвалы. Какое невезение.\nНо везение было лишь дополнением, а не решающим фактором этой утомительной охоты. Годами она гналась за огромным драконом, следуя за его зловещим запахом. Она знала о его тщеславии. Он был падок на красивые речи, считал себя хозяином своей судьбы и жил в полной уверенности, будто может изменить то, что ему предначертано. Иллюзии и привели его сюда, где в её тонких пальцах подрагивала туго натянутая тетива. Не шевелясь, она смотрела на приближающегося зверя. Его величественное туловище заслонило практически весь проход, словно масло, что вытекает из кувшина. Она чувствовала его взгляд, взгляд хищника, ощущая себя никчёмной букашкой, лёгким пёрышком на ветру. «Что это за место, подлая тварь?»"
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "«Раньше это был любимый сад моей мамы», - мягко ответила она. Её длинные пальцы перебирали лепестки цветка, название которого она не знала, но за её равнодушным тоном таилось обжигающее пламя, готовое вспыхнуть в любой момент, словно масло, которое она зарыла под складом. Она намеренно не смотрела ему в лицо. Она знала, что он скажет: какое-нибудь пошлое и неудачное сравнение или не имеющие значения слова утешения, начнёт убеждать не печалиться о прошлом или предложит вместе предаться мечтаниям о будущем, которое никогда не наступит. А потом, как случалось множество раз по ночам, прикоснётся к её лицу так же нежно, как она касается пальцами лепестков цветка. Раздражённая теплом осеннего вечера и жужжанием насекомых, не дожидаясь, когда он заговорит, она переломила стебель и обернулась. Увидев его удивлённое лицо, улыбнулась и аккуратно приколола цветок, так похожий на пламя, к его ушитому золотыми нитями воротнику. «Нам пора. Об этом наверняка кто-нибудь позаботится».\nДракон на мгновение остановился, слегка прищурил напоминавшие железные ставни веки и всмотрелся в пышущую жаром тьму. Он не попался на её уловку, нет. Да, она заманила его сюда, в эту тесную пещеру, ну и что с того? Он взирал на неё с презрением, столь же слепящим, что и перья, которыми он так гордился. Она была не похожа на свою мать, не похожа на ту лучницу, чья стрела попала ему в горло несколько десятилетий назад, на ту женщину, что вынудила его уйти в глухие леса, словно трусливую альпаку, на ту женщину, что лишила его простой радости от разорения деревень, на ту женщину, что заслуживала его ненависти. Нет, дрожащая девчонка была лишь слабым эхом той женщины, бессильная против его острых когтей, и уж тем более против страшной судьбы, что ждала её. Само её существование было насмешкой над её родом, оскорблением древнего рода драконов. Что за абсурдная идея заставила её заманить его сюда? Такие детские шалости приведут её прямиком к гибели. В воздухе витал едва уловимый странный запах. На короткий миг дракон почувствовал беспокойство, но оно тут же исчезло под гнётом высокомерия.\nТолкнув старую дверь, он почувствовал едва уловимый странный запах, похожий на запах горючего масла и сухого дерева. Он не придал этому значения и, взяв её за руку, направился в мрачную глубь склада. Что бы ни случилось, он поведёт её вперёд, говорил он сам себе, как однажды он поведёт вперёд клан Цветочного Пера. Он инстинктивно поднял голову и увидел наверху череп гигантского дракона. Он не помнил, чтобы здесь хранились подобные диковинки, по крайней мере, до того, как он покинул клан Цветочного Пера, никакого черепа здесь не было, а впрочем, это не имело значения. Лианка и избранный ею преемник были мертвы, а её безвольная младшая дочь была не в силах удержать власть над кланом. Только он, с детства находившийся подле младшей дочери и облечённый доверием священного правителя, был способен привести этих невеж к будущему, о котором грезил священный правитель. Старейшина Ньямгондхо не имел ничего против, он тоже был сыном клана Цветочного Пера. Первая брачная ночь положит конец всем возражениям.\nПосреди тишины в её сознание ни с того, ни с сего ворвалась странная мысль, подобная невиданному прежде сну. Если бы он никогда не покидал клан Цветочного Пера, думала она, если бы юноша, о котором она тосковала и который раньше всегда был рядом, не отправился служить священному правителю, удивился бы он, увидев, как она повзрослела, какой непокорной стала? Или остался бы разочарован? В темноте зверь не спускал с неё глаз, горящих огнём. Его пульс переплетался с её дыханием, и одно было уже неотделимо от другого. Едва заметное движение. Искра воспламенила фитиль, и огонь побежал прямиком к бочкам с горючим маслом."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Они свернули за угол и увидели знамя, символ власти. Он почти машинально сжал её руку. Его охватило жгучее возбуждение, и он не заметил, как между её пальцами скользнуло пламя. В тот же миг огонь взметнулся со всех сторон, поглотив весь склад, и тесное пространство превратилось в раскалённый склеп. «Скорее, бежим!» - испуганно заревел он и схватил её за руку, пытаясь выбраться из-под огненного дождя. От жара перед глазами всё плыло. «Бежать некуда, - тихо сказала она, с полной покорностью позволяя ему схватить себя за руку. - Я запечатала все выходы».\nПонимая, что ему не спастись, дракон издал горестный рёв, и словно гром прокатился по пещере. Она смотрела, как он тщетно машет крыльями, словно пытаясь погасить полыхающий огонь. Слишком поздно. Отчаянное звериное сопротивление предало его. Канистры с жидким флогистоном разлетелись на куски, и хлынувший огненный дождь поглотил его плоть. Густой чёрный дым поднимался к сводам пещеры, заслоняя всполохи света между трещинами в скале, словно желая заодно разорвать на куски мрачное солнце осенних сумерек.\nЧёрный дым сковал её дыхание. Она напрягла последние силы, подползла к нему и, нащупав его лицо, прикоснулась к нему обеими руками, собираясь поцеловать на прощание. «Даже смерть не сможет разлучить нас», - прошептала она, силясь поднять руку, которую уже не чувствовала.\nНо её рука опустилась, и давно натянутая тетива будто с упоением издала пронзительный звук. Украшенная перьями стрела, подобно раскату грома, разорвала поток прохладного осеннего ветра и со свистом вонзилась в огромного дракона, мучительно корчащегося в огне.\nСквозь обжигающие языки пламени, затмевающие лучи заходящего солнца, она увидела людей, спешивших к складу. Она улыбнулась, вскинула голову, чтобы посмотреть на череп гигантского дракона, и представила зрелище, которое откроется после того, как огонь потушат, представила выражение их лиц.\nПодкрепление из клана Цветочного Пера, подумала она, и все они герои, которые когда-то следом за её матерью ступили на тропу войны. Дракон, которого она выслеживала долгие годы, больше не сможет скрыться.\nИ всё-таки, подумала она, бежать действительно некуда.\n«Они мертвы», - сказал старейшина Ньямгондхо, вытирая со лба капельки пота, в которых отражалось пламя. Он сорвал с балок обгоревший полог и отбросил его в сторону. Парни, прибежавшие тушить пожар, столпились вокруг него, недоумевая, как столь тщательно охраняемый склад мог ни с того, ни сего загореться. Он вздохнул и огляделся по сторонам, без всякой надежды пытаясь обнаружить причину пожара. Однако на складе, кроме двух обугленных тел и высоко подвешенного над ними черепа гигантского дракона, того самого, которого она в одиночку одолела несколько лет назад, всё сгорело дотла."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Пламя осенних сумерек"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7148,
            "name": "Пламя осенних сумерек. Том I",
            "desc": "Тканый свиток из клана Цветочного Пера. Похоже, он состоит из двух отдельных историй разных эпох, которые были объединены в некий момент времени.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7149,
            "name": "Пламя осенних сумерек. Том II",
            "desc": "Тканый свиток из клана Цветочного Пера. Похоже, он состоит из двух отдельных историй разных эпох, которые были объединены в некий момент времени.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7150,
            "name": "Пламя осенних сумерек. Том III",
            "desc": "Тканый свиток из клана Цветочного Пера. Похоже, он состоит из двух отдельных историй разных эпох, которые были объединены в некий момент времени.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}