{
  "epId": 7144,
  "name": "Ручьи скрытого нефрита",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/26abaed96f198252c20ded9a16ce7d4e_3939073526739800803.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1732385917,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Едва на листьях лотоса заблестели первые капли утренней росы и вновь запели лягушки, как юноша проснулся.\nСквозь бамбуковые стебли пробивались лучи утреннего солнца, подсушивая капли ночной росы на льняной одежде. Шелковистые белокурые пряди перламутром рассыпались по плечам юноши.\nКогда солнечный свет коснулся его лица, юноша нехотя поднялся, приоткрыв глаза. И тут же обнаружил, что причиной его пробуждения стала пара искрящихся янтарным блеском глаз.\n«Пора вставать, лежебока».\nСтройная женщина с золотыми глазами слегка наклонилась, по её плечам рассыпались белокурые локоны. В её словах чувствовалось раздражение, но глаза улыбались.\nЮноша пришёл в долину скрытого нефрита, чтобы совершенствоваться в мастерстве, но не думал, что однажды повстречает здесь адепта, странствующего по этим лесам.\nНа ней было длинное белое одеяние из лёгкой ткани, плечи покрывал украшенный сверкающими жемчужинами плащ. Золотое сияние глаз завораживало. От неё веяло нежностью и равнодушием. Её голос был прекрасен и тих, словно нефрит, что падает в чистые родниковые воды.\nИстории о далёких временах, которые она рассказывала, зачаровывали настолько, что он забывал о восходе и закате луны, круговороте звёзд, утренних песнях лягушек и стрёкоте цикад.\nПотом она отвела его в горную обитель странствующих адептов, чтобы показать неоконченную партию в шахматы. Вместе с ним погрузилась на дно прозрачной реки, чтобы посетить дворцы умерших богов. Они поднимались на отвесные скалы, чтобы взглянуть с высоты на пустынные руины городов, оставленные горными племенами...\nА когда от серебристых ночных бабочек струился лунный свет, они исследовали сновидения рыб, резвящихся в водах затерянных источников, и танцевали, как танцевали шаманы почитавших змей предков, пока не смолкали цикады, а затем засыпали под шёпот демонов и духов гор.\nВспомнив об этом, юноша взглянул на её силуэт и вздохнул.\n«Что такое? Всё ведь было хорошо, что ты вдруг заскучал?»\nУловив её любопытство, юноша, который до сих пор лишь молча смотрел на неё, решил поведать деве о своих душевных метаниях.\n«Смертные всего лишь странники, что скитаются между небом и землёй, потому и влечёт их мимолётная радость и мимолётная печаль, потому они и сковывают себя прошлым и вечно ищут его отголоски...\nНо мне интересно, что несёт в себе столь прекрасная ночь для адепта?»\n«Ты о себе высокого мнения. Вот только боюсь, ещё пара мгновений - и я о тебе позабуду... Адепты бессердечны, ничего не поделаешь».\nОна прищурилась и лукаво улыбнулась.\n«Но раз уж ты спросил, я расскажу тебе об этом»."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Адепты живут долго и, разумеется, чувствуют время иначе, чем смертные.\nСмертные видят перед собой лишь ограниченный горизонт событий, но перед ней время расстилается, словно необъятная картина.\nДля смертных время - бесконечная река крови. Алый поток, сколько бы он ни нёсся по своему руслу, сколькими бы притоками ни расходился, рано или поздно выплеснется в чернеющее море, в далёкую, безмолвную смерть.\nНо для неё время было безбрежной пустыней, затканной тонкими, словно паутина, нитями, тянущимися в неведомую даль. Все течёт и меняется, даже горы, неподвижные в глазах смертных, в её глазах исчезают, подобно плывущим облакам. Через призму своих янтарных глаз она видит, как истлевают и разрушаются даже такие долговечные для простого человека вещи, как ртуть, не говоря уже о скоротечных страданиях и радостях.\nВ нескончаемом путешествии длиною в жизнь смертные тоскуют по родным местам, а потому блуждают в бесконечном потоке времени, воображая, что утраченные образы воскреснут в будущем. Даже когда поток времени подталкивает их к очевидному выбору, они в растерянности оглядываются в прошлое, будто надеясь вновь увидеть потускневший блеск тех мгновений.\nНо она другая, она мчалась сквозь вечность, и за спиной у неё развевались волосы цвета белого золота, она бороздила волны, приводила всё вокруг в движение, неумолимо устремляясь в будущее.\nЖители гор считали её дочерью времени, белой лошадью, что вынырнула из чистого источника, неподвластная путам и оковам. Как и её гордую мать, её не могли сдержать никакие преграды и заслоны.\nРавнинные пастухи, ступая по её следам, сбросили с себя оковы дикой природы и отправились на поиски зелёных пажитей, и все стада устремились за белоснежным жеребёнком.\nКоролевство морских глубин увидело в ней посланницу, в своём воображении они наделили её чешуёй и плавниками и преклоняясь перед светом, исходившим от той, кто была матерью и дочерью одновременно.\nВо времена, когда смертные удостоились благосклонности небес, герои и странники ради её расположения совершали паломничества к источникам и сражались друг с другом ради нежности, что она по себе оставляла.\nОднако после разрушения лунного дворца, падения колесницы и гибели трёх сестёр эти легенды ушли в небытие вместе с обрушившимися несчастьями и гибелью древних народов. Небо установило строгий порядок, остановивший вращение звёзд и движение земли.\nЗакованная в звёздную оболочку, она была вынуждена остаться на этой застывшей чужой земле и ждать, когда протянутся нити матери, когда камни сотрутся в пыль, когда случится новая встреча с тем, кто придёт извне...\n«Я ответила на твой вопрос. А следующую историю я рассказала тебе вчера ночью».\nНакинув на плечи белую рубашку, она стояла спиной к солнцу. В тени её глаза сияли янтарным блеском.\n«Не сочти за дерзость, но... Я лишь знаю, что ты из адептов, но откуда ты и как тебя зовут?»\nИ вновь она лишь засмеялась в ответ, как и в тот раз, когда встретила в роще незнакомого ребёнка.\nЮноша вздохнул и кивнул ей на прощание.\nМного лет спустя, будучи уже в преклонном возрасте, он вспомнил это мгновение. К тому времени он отточил своё фехтовальное мастерство до совершенства, основал собственную школу, но всё равно не понимал последнюю историю, что она ему рассказала. А она по-прежнему мчалась по нитям судьбы, скрывая следы в лесах и источниках от взора богов и оберегая древние истории, которые постепенно стирались даже из её памяти."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Ручьи скрытого нефрита"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7151,
            "name": "Ручьи скрытого нефрита. Том I",
            "desc": "Каких же прохожих встретит юноша, заблудившийся в бамбуковой роще?",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/26abaed96f198252c20ded9a16ce7d4e_3939073526739800803.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7152,
            "name": "Ручьи скрытого нефрита. Том II",
            "desc": "Каких же прохожих встретит юноша, заблудившийся в бамбуковой роще?",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/26abaed96f198252c20ded9a16ce7d4e_3939073526739800803.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}