{
  "epId": 7148,
  "name": "Пламя осенних сумерек. Том I",
  "desc": "Тканый свиток из клана Цветочного Пера. Похоже, он состоит из двух отдельных историй разных эпох, которые были объединены в некий момент времени.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1732565562,
  "components": {
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "Пока они шли к складу по извилистой тропинке и сухие листья дождём падали под ноги, она незаметно всматривалась в его профиль, пытаясь соотнести его облик с тем, что хранила в памяти. За те годы, пока они не виделись, он здорово вырос, и костюм на нём стал богаче. В этом не было ничего удивительного, ведь теперь он служил дознавателем Великого Альянса и прибыл от имени священного правителя, чтобы принять знамя клана Цветочного Пера. Должность обязывала выглядеть прилично. Он изменился, подумала она, да и разве могут люди не меняться? Лишь его медлительность никуда не делась. «Уверяю, мастерство повара придётся тебе по душе. - Он замолчал, словно ожидая ответа, но она не отозвалась, и тогда он продолжил: - Когда мы прибудем в сожжённый город и встретимся с его величеством...»\nДракон, потеряв терпение, издал оглушительный рёв и прервал бесконечный поток разговоров. Он чувствовал исходивший от неё отвратительный запах, вонь, которую не смогли бы смыть даже источники на юге. Ничтожества, думал он, мерзкие насекомые, уверенные, что козни обезумевшего предателя помогут им заполучить выжженные равнины. И хотя она дважды ускользала от него, он неотступно следовал за ней по пятам, желая пронзить её острыми когтями и пригвоздить к земле.\nОна притворилась, что её не волнуют его мысли, и в ответ лишь ласково улыбнулась. Он пристально взглянул на неё, пытаясь прочесть в уголках губ, что она чувствует на самом деле. Но, как и прежде, в бесстрастной маске не было и намёка на сопротивление. Она всегда была такой, подумал он с долей сочувствия, с самого первого дня их знакомства. Тихой и послушной, не способной на отпор, словно невозмутимая капибара, отдыхающая у кромки воды. Она принимала как должное уготованное ей судьбой, была полной противоположностью своей жестокой матери. «Не волнуйся, - внезапно сказал он, - даже если они уйдут, я всегда буду рядом, пока смерть не разлучит нас». Она взглянула на него, улыбнулась и послушно сжала протянутую ей руку. «Пока смерть не разлучит нас», - тихо повторила она его слова, словно стараясь убедить в этом саму себя. На мгновение в доведённой до идеала маске будто бы появилась трещина, но он этого не заметил, он вообще никогда ничего не замечал. Бедняга, подумала она, он так старается играть свою роль, но никогда не получает похвалы. Какое невезение.\nНо везение было лишь дополнением, а не решающим фактором этой утомительной охоты. Годами она гналась за огромным драконом, следуя за его зловещим запахом. Она знала о его тщеславии. Он был падок на красивые речи, считал себя хозяином своей судьбы и жил в полной уверенности, будто может изменить то, что ему предначертано. Иллюзии и привели его сюда, где в её тонких пальцах подрагивала туго натянутая тетива. Не шевелясь, она смотрела на приближающегося зверя. Его величественное туловище заслонило практически весь проход, словно масло, что вытекает из кувшина. Она чувствовала его взгляд, взгляд хищника, ощущая себя никчёмной букашкой, лёгким пёрышком на ветру. «Что это за место, подлая тварь?»"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Покупка у торговцев"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Торговец</color>\n<color=#ffffff>Количество</color>\n<color=#ffffff>Стоимость</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7290,
        "name": "Амасоли",
        "desc": "<p>Владелец магазина «Сокровищница Идукана» у Повелителей Ночного Ветра.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/23/237301566/18667d7687db1ec57b2282e80f627f99_8288155116576899602.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Мора",
        "desc": "Повсеместная валюта. Международный язык общения.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 7149,
        "name": "Пламя осенних сумерек. Том II",
        "desc": "Тканый свиток из клана Цветочного Пера. Похоже, он состоит из двух отдельных историй разных эпох, которые были объединены в некий момент времени.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7150,
        "name": "Пламя осенних сумерек. Том III",
        "desc": "Тканый свиток из клана Цветочного Пера. Похоже, он состоит из двух отдельных историй разных эпох, которые были объединены в некий момент времени.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Пламя осенних сумерек. Том I"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Купить у Амасоли"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7143,
            "name": "Пламя осенних сумерек",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}