{
  "epId": 7150,
  "name": "Пламя осенних сумерек. Том III",
  "desc": "Тканый свиток из клана Цветочного Пера. Похоже, он состоит из двух отдельных историй разных эпох, которые были объединены в некий момент времени.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1732565585,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Покупка у торговцев"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Торговец</color>\n<color=#ffffff>Количество</color>\n<color=#ffffff>Стоимость</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7290,
        "name": "Амасоли",
        "desc": "<p>Владелец магазина «Сокровищница Идукана» у Повелителей Ночного Ветра.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/23/237301566/18667d7687db1ec57b2282e80f627f99_8288155116576899602.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Мора",
        "desc": "Повсеместная валюта. Международный язык общения.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 7148,
        "name": "Пламя осенних сумерек. Том I",
        "desc": "Тканый свиток из клана Цветочного Пера. Похоже, он состоит из двух отдельных историй разных эпох, которые были объединены в некий момент времени.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7149,
        "name": "Пламя осенних сумерек. Том II",
        "desc": "Тканый свиток из клана Цветочного Пера. Похоже, он состоит из двух отдельных историй разных эпох, которые были объединены в некий момент времени.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Пламя осенних сумерек. Том III"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Купить у Амасоли"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7143,
            "name": "Пламя осенних сумерек",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "Они свернули за угол и увидели знамя, символ власти. Он почти машинально сжал её руку. Его охватило жгучее возбуждение, и он не заметил, как между её пальцами скользнуло пламя. В тот же миг огонь взметнулся со всех сторон, поглотив весь склад, и тесное пространство превратилось в раскалённый склеп. «Скорее, бежим!» - испуганно заревел он и схватил её за руку, пытаясь выбраться из-под огненного дождя. От жара перед глазами всё плыло. «Бежать некуда, - тихо сказала она, с полной покорностью позволяя ему схватить себя за руку. - Я запечатала все выходы».\nПонимая, что ему не спастись, дракон издал горестный рёв, и словно гром прокатился по пещере. Она смотрела, как он тщетно машет крыльями, словно пытаясь погасить полыхающий огонь. Слишком поздно. Отчаянное звериное сопротивление предало его. Канистры с жидким флогистоном разлетелись на куски, и хлынувший огненный дождь поглотил его плоть. Густой чёрный дым поднимался к сводам пещеры, заслоняя всполохи света между трещинами в скале, словно желая заодно разорвать на куски мрачное солнце осенних сумерек.\nЧёрный дым сковал её дыхание. Она напрягла последние силы, подползла к нему и, нащупав его лицо, прикоснулась к нему обеими руками, собираясь поцеловать на прощание. «Даже смерть не сможет разлучить нас», - прошептала она, силясь поднять руку, которую уже не чувствовала.\nНо её рука опустилась, и давно натянутая тетива будто с упоением издала пронзительный звук. Украшенная перьями стрела, подобно раскату грома, разорвала поток прохладного осеннего ветра и со свистом вонзилась в огромного дракона, мучительно корчащегося в огне.\nСквозь обжигающие языки пламени, затмевающие лучи заходящего солнца, она увидела людей, спешивших к складу. Она улыбнулась, вскинула голову, чтобы посмотреть на череп гигантского дракона, и представила зрелище, которое откроется после того, как огонь потушат, представила выражение их лиц.\nПодкрепление из клана Цветочного Пера, подумала она, и все они герои, которые когда-то следом за её матерью ступили на тропу войны. Дракон, которого она выслеживала долгие годы, больше не сможет скрыться.\nИ всё-таки, подумала она, бежать действительно некуда.\n«Они мертвы», - сказал старейшина Ньямгондхо, вытирая со лба капельки пота, в которых отражалось пламя. Он сорвал с балок обгоревший полог и отбросил его в сторону. Парни, прибежавшие тушить пожар, столпились вокруг него, недоумевая, как столь тщательно охраняемый склад мог ни с того, ни сего загореться. Он вздохнул и огляделся по сторонам, без всякой надежды пытаясь обнаружить причину пожара. Однако на складе, кроме двух обугленных тел и высоко подвешенного над ними черепа гигантского дракона, того самого, которого она в одиночку одолела несколько лет назад, всё сгорело дотла."
          }
        ]
      }
    ]
  }
}