{
  "epId": 7213,
  "name": "Челнок Одары",
  "desc": "Особый материал пробуждения Бедствия Эшу.<br>Этот нефритовый кулон, преломляющий странный, призматический свет, источает холод даже при ярком огне.<br>В древних шаманских традициях челнок символизирует медиума, который пронизывает разные миры. Говорят, что в первобытную эпоху, когда люди ещё не умели отсчитывать дни и записывать истории, великие драконы, обитавшие тогда на Равнинах духовного огня, называли творение, что пересекало кромешную тьму между звёздами, «Челноком пустоты» - это горящий дротик, способный пронзить всё, даже завесу, достаточно плотную, чтобы скрыть целый мир.<br>Конечно, учитывая, что эта история пришла от лукавого мастера на выдумки Санхаджа, возможно, это всего лишь одна из его многочисленных небылиц, рассказанных в надежде получить еду и выпивку. Сегодня некоторые уважаемые жрецы Повелителей Ночного Ветра всё ещё придерживаются этой точки зрения.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6cffc5e6d6c967981133efcb001a8025_1579736627642582886.png",
  "filterValues": {
    "objectType": [
      "Материал пробуждения"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1733174296,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Челнок Одары"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Материал пробуждения"
          }
        ]
      },
      {
        "key": "Материал пробуждения для:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7113,
            "name": "Бедствие Эшу",
            "desc": "Церемониальный клинок, выкованный великим жрецом Повелителей Ночного Ветра Санхаджем. В сказаниях прошлого он проводил этим изогнутым клинком ритуалы, стирая границу между Царством Ночи и настоящим миром.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/034a74a58833bc506791e2d2c8e00539_8351835749900866009.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Событие версии 5.2 «Свитки поиска духов Иктоми»"
          }
        ]
      }
    ]
  }
}