{
  "epId": 7214,
  "name": "Удочка-носорог на камбалу",
  "desc": "Если во время ловли рыбы у вас получится удерживать натяжение в оптимальной зоне, то эта удочка поможет вам сократить время борьбы с рыбой и повысить ваши шансы на успех. Доступно только в Натлане.<br><br>Специальная удочка Ассоциации рыболовов Натлана. Сделана из металла оружейного качества, украшена тонким рисунком с длинношеими носорогами и птицами течений, что обеспечивает и прочность, и стиль.<br>Рыбаки часто шутят, что если бы длинношеий носорог захотел использовать весь потенциал своей длинной шеи, он стал бы самым талантливым рыбаком в мире природы. А неуклюжая на вид птица течений полагается на ловлю рыбы для выживания. Вместе они бы стали идеальной рыболовной парой, поэтому их изображение на удочке считается символом удачи.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/c30036af774a0e8e4f83aec270262e0f_4733531180601582005.png",
  "filterValues": {
    "objectType": [
      "Удочка"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1732817405,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Удочка-носорог на камбалу"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Удочка"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Обмен в Ассоциации рыболовов Натлана"
          }
        ]
      },
      {
        "key": "Регион действия:",
        "value": [
          {
            "type": "RichText",
            "text": "Натлан"
          }
        ]
      },
      {
        "key": "Стоимость:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7119,
            "name": "Магмовая рыба-боец стремнин",
            "desc": "Несмотря на название, это существо не рыба, а земноводное средних размеров. Оно имеет довольно уникальную внешность с характерной плоской головой, поразительно похожей на кулачный клинок, что создаёт впечатление постоянной готовности к жестоким схваткам со своими естественными врагами. На самом же деле они мягки по своей природе и ничуть не агрессивны. Настоящее предназначение их грозных на вид «лезвий» - уменьшить сопротивление воды при плавании по рекам. Благодаря особому строению головы они могут быстро перемещаться против бурных течений, за что и получили название «рыба-боец стремнин».<br>Этот подвид рыб-бойцов стремнин, живущий в жидком флогистоне, обладает исключительно прочной кожей, особенно устойчивой к высоким температурам, за что получил прозвище «рыба, которую нельзя зажарить». Конечно, большинство рыбаков-любителей, которым удаётся поймать магмовых рыб-бойцов стремнин, относятся к ним как к ценным декоративным рыбкам, заботливо ухаживая за ними, а не отправляя их на кухню...",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/0ff6b641eb32e6c1d850207b049937d2_4200234545158790606.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 7122,
            "name": "Псевдофлогистоновая рыба-единорог",
            "desc": "Необычный вид рыбы с одним рогом. Они круглые и крепкие, брюхо упругое, как воздушный шар.<br>Рогообразные кристаллы, растущие на голове, имеют некоторое сходство с твёрдым флогистоном, но исследования показывают, что рогообразные структуры этого вида, когда рыбы только рождаются, прозрачны и сверкают, как полированное стекло. Но после длительного пребывания в среде жидкого флогистона в результате накопления многочисленных цветных веществ они приобретают нынешний красочный вид и получают шутливое прозвище «псевдофлогистон».<br>Раз в несколько лет от кристалла псевдофлогистона на голове рыбы-единорога по мере роста отщепляются фрагменты, которые являются невероятно ценными ингредиентами для создания красителей. Поклонники граффити считают их «цветом пламени».",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a61262e7555d90ba1b5fdf0380512717_8130599704935582783.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 7120,
            "name": "Рыба-солнце зелёной волны",
            "desc": "Рыбы среднего размера с плоским телом и мягким нравом. Рыбы-солнца считаются одними из наименее раздражительных существ в водах Натлана. Они способны съесть практически всё что угодно, и благодаря своей неразборчивости в еде являются естественными чистильщиками подводного мира, что снискало им высокую оценку местных жителей.<br>По легенде, в далёком прошлом рыба-солнце зелёной волны обитала в водах, где уровень питательных веществ был чрезмерно высок, до такой степени, что на поверхности плавали толстые слои водорослей. Именно благодаря этому виду рыб водоросли удавалось сдерживать. И сегодня кристально чистые, лазурные воды Народа Родников также свидетельствуют о важности вклада этих рыб в экологию.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/296db2431eeb878c767ad7d3a468b7ed_4831068678563899597.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 7121,
            "name": "Рыба-солнце заката",
            "desc": "Рыбы среднего размера с плоским телом и мягким нравом. Рыбы-солнца считаются одними из наименее раздражительных существ в водах Натлана. Они способны съесть практически всё что угодно, и благодаря своей неразборчивости в еде являются естественными чистильщиками подводного мира, что снискало им высокую оценку местных жителей.<br>В некоторых народных сказках говорится, что смешанные цвета, украшающие чешую этих рыб-солнц, с их яркими красными и светло-голубыми оттенками, являются результатом того, что они «выпили остатки заката». И солнечный свет, и свет костра жители Натлана ценят и почитают, и поэтому писатели Ли Юэ и Фонтейна считают эту историю воплощением «уникальной романтики Натлана».",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a1f1318cfd6e1245506f4fb75cf4cc44_1124558928704008231.png",
            "amount": 20
          }
        ],
        "isMaterial": true
      }
    ]
  }
}