{
  "epId": 7245,
  "name": "Кукузавры",
  "desc": "<p>На определённой высоте или рядом со скалами кукузавры с помощью прыжка могут подняться в воздух, взмахнув крыльями, и парить. Если высота недостаточная, то для взлёта расходуется флогистон. Паря в воздухе, они могут <span style=\"color: #FFE14B\">расходовать флогистон</span>, чтобы подняться выше, или <span style=\"color: #FFE14B\">быстрым нажатием</span> выполнить горизонтальный переворот с рывком. При этом <span style=\"color: #FFE14B\">долгим нажатием</span> они могут совершить атаку в падении. Если её прервать, возобновится парение. Кроме того, говорят, что <span style=\"color: #FFE14B\">в определённых областях</span> из-за турбулентного флогистона перед кукузаврами возникают ветряные потоки флогистона...</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
  "menuId": 14,
  "menuName": "Обучение",
  "version": 1732562553,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Кукузавры"
          }
        ]
      },
      {
        "key": "Связанные статьи:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7137,
            "name": "Кукузавр",
            "desc": "Завриан с огромными гибкими крыльями, который довольно долго может летать в небе.<br>Говорят, что предки кукузавров были наиболее близки по форме к могучим крылатым драконам и могли парить в небе подобно облакам. По словам сказителей, когда самый большой из таких драконов расправлял крылья, он заслонял собой всё небо. Конечно, кукузавры, которых мы видим сегодня, уже не такие, но когти, которые они прячут в своих пушистых перьях, остаются такими же острыми, как и прежде.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a8590e1767b6cd1267c360a179abd198_8185677779111275224.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6788,
            "name": "Вселение души в завриана",
            "desc": "<p>С помощью таинственной силы вы можете вселяться в заврианов Натлана!<br>Заврианы обладают различными навыками и особенностями. Используйте их способности, чтобы передвигаться по Натлану и исследовать его.<br>В состоянии вселения в первую очередь расходуется флогистон завриана, в которого вы вселились.</p><p>Заврианы Натлана - уникальные формы жизни, которые при определённых обстоятельствах могут переходить в состояние «Светоча души».<br><span style=\"color: rgb(255, 225, 75)\">Вселитесь</span> в Светоч души, чтобы активировать его силу, принять исходную форму завриана и управлять ею.</p><p>Нажмите и удерживайте кнопку выхода, чтобы выйти из состояния вселения души.</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/7b7f355ded0dcab7388d4b9ba6cc0215_1366644928666284488.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "Обучение",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/037502004378aa4a05e84e6c3c003550_7573802429818103598.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "На определённой высоте или рядом со скалами кукузавры с помощью прыжка могут подняться в воздух, взмахнув крыльями, и парить. Если высота недостаточная, то для взлёта расходуется флогистон. Паря в воздухе, они могут <color=#ffe14b>расходовать флогистон</color> , чтобы подняться выше, или <color=#ffe14b>быстрым нажатием</color> выполнить горизонтальный переворот с рывком. При этом <color=#ffe14b>долгим нажатием</color> они могут совершить атаку в падении. Если её прервать, возобновится парение. Кроме того, говорят, что <color=#ffe14b>в определённых областях</color> из-за турбулентного флогистона перед кукузаврами возникают ветряные потоки флогистона..."
          }
        ]
      }
    ]
  }
}