{
  "epId": 7249,
  "name": "Слияние огненного вихря",
  "desc": "<p>При определенных обстоятельствах газообразный флогистон может сплетаться друг с другом, образовывая скопления газообразного флогистона. Кукузавры и некоторые члены клана Цветочного Пера могут использовать их силу, чтобы поддерживать <span style=\"color: #FFE14B\">состояние полного и нерасходуемого запаса флогистона</span>. Атаки в падении в таком состоянии могут кратковременно создавать ветряные потоки флогистона...</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
  "menuId": 14,
  "menuName": "Обучение",
  "version": 1732562652,
  "components": {
    "galleryCharacter": [
      {
        "key": "Обучение",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/37cd336378fc0f03d4e9302fcf9ff25f_5688987158985499429.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "При определенных обстоятельствах газообразный флогистон может сплетаться друг с другом, образовывая скопления газообразного флогистона. Кукузавры и некоторые члены клана Цветочного Пера могут использовать их силу, чтобы поддерживать <color=#ffe14b>состояние полного и нерасходуемого запаса флогистона</color> . Атаки в падении в таком состоянии могут кратковременно создавать ветряные потоки флогистона..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Слияние огненного вихря"
          }
        ]
      },
      {
        "key": "Связанная статья:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7245,
            "name": "Кукузавры",
            "desc": "<p>На определённой высоте или рядом со скалами кукузавры с помощью прыжка могут подняться в воздух, взмахнув крыльями, и парить. Если высота недостаточная, то для взлёта расходуется флогистон. Паря в воздухе, они могут <span style=\"color: #FFE14B\">расходовать флогистон</span>, чтобы подняться выше, или <span style=\"color: #FFE14B\">быстрым нажатием</span> выполнить горизонтальный переворот с рывком. При этом <span style=\"color: #FFE14B\">долгим нажатием</span> они могут совершить атаку в падении. Если её прервать, возобновится парение. Кроме того, говорят, что <span style=\"color: #FFE14B\">в определённых областях</span> из-за турбулентного флогистона перед кукузаврами возникают ветряные потоки флогистона...</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}