{
  "epId": 7288,
  "name": "Очканатлан",
  "desc": "<p>Чтобы осуществить великую мечту в утреннем тумане и море облаков, воины, бороздившие небеса, не знали ни минуты покоя.</p><p>В глубинах далёкого моря тумана в разрушенном городе ужасный дракон охраняет запретные истории, а  над облаками забытый легендарный пустой ковчег ждёт прибытия новых гостей...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/8694aaf89d32e75eca416ec7fe41e487_5633371373807827387.png",
  "menuId": 20,
  "menuName": "Объяснение терминов",
  "version": 1748849537,
  "components": {
    "textualResearch": [
      {
        "title": "Записки священного правителя I",
        "desc": [
          {
            "type": "RichText",
            "text": "...Разведчики Куаутли вернулись. По предварительным результатам, руины под городом залегают достаточно глубоко... полностью затоплено... Если слова (...) - правда, то в глубине руин должно быть...\n...Останься Икцуй в живых, возможно, мы смогли бы построить что-то, что быстро откачает воду...\n...Мы должны найти способ откачать воду, иначе мы не сможем продолжать..."
          }
        ]
      },
      {
        "title": "Записки священного правителя II",
        "desc": [
          {
            "type": "RichText",
            "text": "...Рабочая сила для строительства ирригационных сооружений, по одному человеку от десяти семей каждого племени...\n...Не считая вестницы клана Цветочного Пера, все племена согласились отправить рабочих...\n...без разрешения в гневе покинуть заседание, пользуясь своим высоким положением и преступив данную Альянсу клятву...\n...Воду нужно любой ценой спустить до наступления зимы...\n...Судя по отчётам надсмотрщиков, рабочие взялись за дело с энтузиазмом...\n...Кое-кто отлынивает, но это не влияет на общий прогресс...\n...Любой саботаж равноценен предательству Альянса, такие действия должны...\n...Общее количество людей в городе превышает... Нельзя допустить потенциальную угрозу, ни в коем случае нельзя рисковать жизнями спасённых им людей...\n...Если бы Унуку не покинул Альянс из-за (...) и если бы не исчезновение океанид, что следовали за ним, изучать это место было бы куда проще...\n...Труд простых смертных неэффективен, люди слишком слабы...\n...Именно поэтому они бессильны перед непостижимым...\n...Именно поэтому следует искоренить всё превосходящее человеческий разум...\n...Сохраняется ощущение жжения под кожей. Как обычно, пустили кровь, но (...) облегчения не наступило...\n...В ясном сознании вспомнил приказ (...). Велел ему выдать дополнительные пайки для вознаграждения трудолюбивых рабочих..."
          }
        ]
      },
      {
        "title": "Записки священного правителя III",
        "desc": [
          {
            "type": "RichText",
            "text": "...Статуя явно творение более древней эпохи, о которой говорит (...). Судя по её внешнему виду, мастера из драконьего рода так и не завершили работу над нижней частью. Возможно, им что-то помешало...\n...Автоматоны таинственного источника не проявляют враждебности... Предположительно, должен существовать хотя бы один центр управления, иначе они не смогли бы действовать в одиночку...\n...Если внести небольшие изменения с помощью флогистоновой гравировки, возможно...\n...Судя по словам надсмотрщиков, рабочие по-прежнему в приподнятом настроении... Инспекцию встречали воодушевлённые возгласы...\n...В докладе упоминаются суеверные слухи... Очевидный недостаток осведомлённости о флогистоновой гравировке... Распустить большинство рабочих, оставив лишь часть... Во избежание..."
          }
        ]
      },
      {
        "title": "Записки священного правителя IV",
        "desc": [
          {
            "type": "RichText",
            "text": "«...Секрет... необходимо пожертвовать... отдать всё...»\n(Почти все прочие материалы сожгли, текст не читается.)"
          }
        ]
      },
      {
        "title": "Записки священного правителя V",
        "desc": [
          {
            "type": "RichText",
            "text": "...Она называет меня правителем, назначенным судьбой, и увещевает нежными речами. Говорит о славе, славе свирепых зверей. Мерзость...\n...Её слова полностью совпадают со словами (...)... Шбаланке - о нём не упоминалось ни в одном пророчестве. Даже обезумевшие от власти звери не предвидели, что он появится на свет...\n...Иными словами, он и есть истинный «человек». Повелитель, принадлежащий исключительно людям...\n...Именно поэтому он достоин того, чтобы за ним следовал каждый... Никто иной, кроме него, не вправе называться «богом»...\n...\n...Она без утайки рассказала мне всё об этой древней империи. Канатные лестницы, тянущиеся к небесам. Оружие, преобразованное из (...). Пушки, способные на куски разорвать (...). (...), упавшие с трёх лун. Исследования (...) и стремлений...\n...Леденящие душу... Ни в коем случае нельзя позволить им вернуть себе былую славу, иначе у человечества не будет шанса на сопротивление...\n...Бесполезно искать примирения. Только полное подчинение кандалам, что набросило на них человечество. В противном случае...\n...Воспоминания, что она хранит... Энергия, которая использовались для управления механизмами источника... по-прежнему может служить людям...\n...Надо придумать, как полностью лишить её власти, но при этом обеспечить сохранение жизни до окончательного исчерпания ресурса..."
          }
        ]
      },
      {
        "title": "Записки священного правителя VI",
        "desc": [
          {
            "type": "RichText",
            "text": "..Отныне нельзя допускать, чтобы племена нарушали свои границы и посягали на верховное господство. В многоначалии нет ничего хорошего. Опыт песчаных царств и варваров северных морей показывает, что многоначалие выливается в бесконечные распри.\n...Здесь должен быть лишь один повелитель, один государь, один бог. Любое рассредоточение власти даёт шансы врагам человечества. Необходимо исключить всякую возможность смуты...\n...Если истории, что я прочёл в её воспоминаниях, правдивы, человечество вполне может двигаться вперёд по избранному курсу, пусть даже злобные звери споткнулись и упали... Если не забывать об осторожности, эта сила способна будет сокрушить все преграды на пути человечества к обретению собственной судьбы...\n...Но прежде следует запретить все подношения (...). Это единственная переменная. Нельзя допустить, чтобы гадкие душонки предателей вновь искушали живых, мёртвые должны покоиться с миром...\n...И тогда я не обману его имени... Люди и только люди, люди, которых он спас, станут повелителями, им не придётся больше подчиняться ни Ночи, ни Огню..."
          }
        ]
      },
      {
        "title": "Записки священного правителя VII",
        "desc": [
          {
            "type": "RichText",
            "text": "...Даже когда я заключил эту отвратительную нечисть в статую, она всё равно отказывается петь, как я хочу. Звериная натура берёт своё, она упрямо противится моей воле, хоть и знает, что это бесполезно. Очевидно, мы обезопасим человечество от угрозы, лишь посадив в клетку всех её сородичей, ещё более подлых, чем она сама...\n...Пока единственная проблема, которую необходимо решить, заключается в том, что управлять древними механизмами способна лишь грязная звериная порода. А зверям доверять нельзя, и я не могу уподобиться твари, что сидит в статуе, и тратить все свои силы на управление механизмами...\n...Я должен придумать, как создать Ядро Чуулел, которое принадлежало бы только людям...\n...\n...Отлично. Я постепенно понял...\n...Раз управлять механизмами способна только звериная порода, единственный разумный выход: поработить мою «драконью» часть...\n...И даже если моя «человеческая» часть погибнет, «драконья» часть останется заключена в рабском теле и будет вечно подчиняться «человеку», повиноваться «человеческой» воле и идеалам, исполнять приказы душ, которые были спасены тем человеком...\n...Всякий, кто может стать врагом человечества, должен сидеть в клетке...\n...Недопустимо облекать доверием существа, силами превосходящие людей, недопустимо полагаться на их милосердие. Только тому человеку удавалось сочетать в себе силу с добротой и милосердием, мир не знает других таких примеров, все остальные, владея силой, совершают злодеяния. Я не исключение. Только полный запрет...\n(Дальше текст вымаран, прочесть его невозможно.)"
          }
        ]
      },
      {
        "title": "Записки священного правителя VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "...Отчёты дознавателей свидетельствуют о том, что отравление Бездной остаётся в контролируемых пределах. Как мы и предполагали первоначально, нам не потребуется помощь иных сил, неподвластных человеку, чтобы сокрушить врагов Альянса...\n...Со временем потери будут уменьшаться, люди постепенно привыкнут...\n...Возможно, пока они не понимают, но рано или поздно поймут, что из всех доступных путей только этот ведёт к свободе от всех внешних ограничений. Попытки выжить, подчиняясь законам Ночи, напоминают попытки путника согреться среди зимней стужи, запалив на себе одежду...\n...Судьба человека должна лежать в его собственных руках, как и было с ним..."
          }
        ]
      },
      {
        "title": "Записки священного правителя IX",
        "desc": [
          {
            "type": "RichText",
            "text": "...Альянс никогда не погибнет... Я не... я не позволю, чтобы созданная им страна... страна, о которой он мечтал... исчезла...\n...Если запечатать город навсегда, Бездна не прорвётся сквозь стены...\n...Что бы ни случилось снаружи, здесь для человечества всегда будет гореть искра «надежды»...\n...Пусть плоть и кровь сгниют, а кости истлеют, пусть душа провалится в тюрьму, из которой нет возврата, всё равно нельзя отказываться от «надежды»... ибо это единственное сокровище, которое мне оставил тот человек...\n(Дальше почерк становится всё более неразборчивым.)"
          }
        ]
      },
      {
        "title": "Оставленные записи I",
        "desc": [
          {
            "type": "RichText",
            "text": "...Вы должны знать, соотечественники...\n...Мудрецу никогда не было дела до выживания человечества. Ради пути «эволюции» он готов принести в жертву будущее своих сородичей...\n...Небу тоже безразлична воля людей. Для него мы лишь столбы, что поддерживают землю и помогают в борьбе с врагами...\n...Поэтому мы не должны уповать ни на мудрость драконов, ни на силу Владыки Ночи. И все наши молитвы должны быть обращены только Пиро Архонту...\n...\n...Нам осталась лишь одна дорога - путь Шбаланке...\n[На камне появляются флогистоновые надписи, которые раньше были не видны.]\n(Глупый мой отпрыск, как узко трактуешь ты теорию видов. «Эволюция» никогда не была чиста и непорочна, как ты себе воображаешь. Она неоднородна, именно поэтому «эволюция» противостоит «вечности».)"
          }
        ]
      },
      {
        "title": "Оставленные записи II",
        "desc": [
          {
            "type": "RichText",
            "text": "...Вы должны помнить, соотечественники...\n...Человечество есть жизнь, что стоит на вершине «эволюции», человек является венцом эволюции всех живых существ на земле...\n...Вишапы Великого вулкана некогда считали себя расой, овладевшей тайнами эволюции, но в результате длительных и хаотичных изменений они утратили свою мудрость, а следом и силу, превратившись в диких зверей, которых истребляют люди...\n...Деградация Пиро Вишапов доказывает, что драконий род был отвергнут эволюцией. Их потомки утратили чистоту Первозданного огня, они никогда не дадут миру нового повелителя огня...\n...\n...Под его руководством человечество подчинило себе землю, а однажды мы покорим и небеса. Поэтому позволять Ночным землям надевать на нас оковы...\n...Счастливцы, которым выпала честь подняться на борт корабля! Сделайте первый шаг к нашей великой цели...\n[На камне появляются флогистоновые надписи, которые раньше были не видны.]\n(Не будь мой народ сокрушён деспотической небесной карой, не будь он разделён, не будь его эволюция прервана, стал бы я искать возможности эволюции в человеческой расе? Сотворённые существа, вы никогда не сможете этого понять, ибо вы лишь ступень на пути «эволюции».)"
          }
        ]
      },
      {
        "title": "Оставленные записи III",
        "desc": [
          {
            "type": "RichText",
            "text": "...Вы должны понимать, соотечественники...\n...За всё приходится платить, нельзя полагаться на тех, кто мудростью превосходит человека...\n...Древние драконы верили, что технологии и власть Повелителя огня позволят им править десять тысяч лет, но в конце концов лишились стремления к прогрессу и потеряли всё...\n...Подчинившись небесным правилам, мы окажемся связаны землёй и станем марионетками Владыки Ночи...\n...Не прекращайте двигаться вперёд. Иначе любимый правитель и великое дело, созданное блистательным альянсом, - всё рухнет в одночасье...\n[На камне появляются флогистоновые надписи, которые раньше были не видны.]\n(В чёрном околдованном небе я увидел благородных жеребцов, скачущих среди настоящих звёзд... И тогда я наконец понял, что любая империя, какой бы великой она ни была, в конце концов станет преградой, что мешает эволюции. Только...)"
          }
        ]
      },
      {
        "title": "Оставленные записи IV",
        "desc": [
          {
            "type": "RichText",
            "text": "...Вы должны верить, соотечественники...\n...Великий Пиро Архонт Шбаланке, его сияние освещает нам путь, мы одерживаем победу за победой...\n...\n...Не верьте бунтовским слухам, что подхватили рассказчики из глухомани, не верьте речам ложных богов и златоглазых мятежников...\n...мы должны молиться только ему, ибо он единственный истинный царь «человечества», единственный настоящий «человеческий» бог...\n...Настоящий бог никогда не умрёт... да славится вечно..."
          }
        ]
      },
      {
        "title": "Оставленные записи V",
        "desc": [
          {
            "type": "RichText",
            "text": "[Большая часть текста на табличке стёрта, разобрать надпись невозможно.]\n...Величайший... высочайший... светлейший... (...) заключил договор (...) с серебряным драконом. ...разбитая золотая печать в залог клятвы.\n...клятва дала (...) получить у драконов силу «Уицилопочтли»...\n...Однажды... превратится в выжженную землю... поэтому... нельзя, чтобы... попал к...\n...Во имя будущего Альянса и всего человечества я накладываю печать. Только кровь Повелителя огня... сможет...\n...Все будущие поколения должны..."
          }
        ]
      },
      {
        "title": "Чьи-то записи",
        "desc": [
          {
            "type": "RichText",
            "text": "...Если бы можно было вернуться в пламя вместе с ним...\n...Нет. Злодей, совершивший такие преступления, зверь, погубивший всех близких, недостоин столь тёплого и яркого конца...\n...Отвратительное кощунство... Казнь, искупить кровью... Ради...\n...ради... кого?"
          }
        ]
      },
      {
        "title": "Журнал обслуживания I",
        "desc": [
          {
            "type": "RichText",
            "text": "«Запись: переключатель в порядке. Однако, на мой взгляд, у патрулей слишком много слабых мест, а оружие недостаточно мощное. Учитывая, что в последнее время было несколько нападений, рекомендуется повысить уровень безопасности».\n«Ответ: Принято.\nПредложение: Прогоните злоумышленников. Не нужно никому причинять вреда».\n(Остальные записи не представляют никакого интереса...)"
          }
        ]
      },
      {
        "title": "Журнал обслуживания II",
        "desc": [
          {
            "type": "RichText",
            "text": "«Запись: наблюдение здесь недостаточное! Эти паразиты только и делают, что едят и играют. Они едят лучше, чем мы, и обращаются с оборудованием как со своими игрушками».\n«Господин Оч-кан однажды сказал, что эти вредители - наши враги. И я не думаю, что мы должны быть слишком добры к нашим врагам!»\n«Ответ: принято.\nПримечание: Не нужно ничего исправлять. Ты первый день на работе, не стоит торопиться. Смотри и учись».\n(Остальные записи не представляют никакого интереса...)"
          }
        ]
      },
      {
        "title": "Журнал обслуживания III",
        "desc": [
          {
            "type": "RichText",
            "text": "«Запись: переключатель слишком высоко. Хочу, чтобы там была лестница, а то каждый подъём занимает целую вечность. Это утомительно».\n«Ответ: бюджет ограничен, поэтому вместо лестницы у нас есть крюки-кошки.\nПримечание: тебе нужно больше тренироваться, в будущем это пригодится».\n(Остальные записи не представляют никакого интереса...)"
          }
        ]
      },
      {
        "title": "Указ, который едва можно разобрать",
        "desc": [
          {
            "type": "RichText",
            "text": "«...По приказу Хранителя\nдобрейшего и славнейшего\nего\nОч-кана в настоящее время проводится набор рабочей силы из всех племён для строительства ирригационных сооружений...»\n«...Квот не установлено, на добровольных началах... создание Альянса... надеемся, что племена откликнутся на призыв...»"
          }
        ]
      },
      {
        "title": "Указ, который едва можно разобрать",
        "desc": [
          {
            "type": "RichText",
            "text": "«...Да пребудет вечная слава... Миротворец... добрейший... Оч-кан...»\n«Мастера Махуцинтль, Тланалько и... отвечавшие за водоотводные работы... не соблюдали темп, чем вызвали задержку... добрейший... не наказал... только приостановил выдачу пайка на три недели...»\n«... <color=#80c0ff>каменный ключ</color> , что запускает <color=#80c0ff>водяной насос</color> ... находится... нельзя без разрешения... и даже будут назначены другие мастера...»"
          }
        ]
      },
      {
        "title": "Древний указ",
        "desc": [
          {
            "type": "RichText",
            "text": "«...По приказу Хранителя\nдобрейшего и славнейшего\nего\nОч-кана с сегодняшнего дня проклятые земли будут запечатаны, всем членам Альянса вход туда запрещён».\n«Всякий, кто самовольно вторгнется на запретную землю, будет признан врагом Альянса. Это совместный манифест (...) Нанацкайана, Мецтли, Уитцтлана и Тетеокана»."
          }
        ]
      },
      {
        "title": "Древний указ",
        "desc": [
          {
            "type": "RichText",
            "text": "«...Соотечественники, родные, братья и сёстры, что посвятили себя победе Альянса...»\n«...Добрейший... выделена партия новых механизмов из (...) для помощи в перевозке, (...) и <color=#80c0ff>спасению из-под воды</color> ...»\n«...Вперёд, вперёд! Вперёд любой ценой... Ради блистательного будущего Альянса, ради нашей славы и независимости, ради родины, свободной от гнёта злого дракона...»\n«...Без разрешения... не допускается прикасаться к <color=#80c0ff>рычагу управления</color> ... случайные падения... привели к тому, что трое рабочих...»"
          }
        ]
      },
      {
        "title": "Древний указ",
        "desc": [
          {
            "type": "RichText",
            "text": "«Да пребудет вечная слава с Хранителем\nВеликим\nдобрейшим\nправителем Оч-каном».\n«В связи с замедленным темпом проведения дренажных работ в регионе, а также для полной и безоговорочной победы Альянса в систему ротации будут внесены небольшие изменения».\n«Отныне рабочие делятся на три бригады, каждая бригада работает шестнадцать часов, сменяясь раз в два дня. Бригады, отличившиеся в работе, получат дополнительные запасы зерна».\n«Триумфальная победа над <color=#80c0ff>застоявшейся водой</color> уже не за горами! Когда будут прорыты канавы, <color=#80c0ff>насос</color> восстановит свою работу. Вперёд, осталось совсем немного!»"
          }
        ]
      },
      {
        "title": "Повреждённая каменная табличка",
        "desc": [
          {
            "type": "RichText",
            "text": "«Впереди... запретная зона, созданная для наблюдения за... Посторонним вход воспрещён. По приказу... нарушители будут расценены как... и сурово наказаны».\n(Некоторые надписи на табличке были стёрты.)"
          }
        ]
      },
      {
        "title": "Заметки безымянного жреца",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nЧупикуа, мастер, которого должны были завербовать на ремонт ирригационных сооружений, дал дознавателю по имени Тламачтикетль три мешка, до краёв заполненных обсидианом, заявив, что не может пойти добровольцем на такую работу по состоянию здоровья, но надеется, что поднесённые дары докажут его искреннее желание служить делу Альянса. Дознаватель высоко оценил его рвение и заменил Чупикуа мастером Манку из (...).\n...\nРемонт ирригационных сооружений приостановлен на неопределённый срок. Всего за одну ночь чёрное бедствие затопило глубокий колодец, а все окрестные жители превратились в...\nВоины Куаутли запечатали вход, сожгли заражённых (...) огнём, который дал им священный правитель, и заявили, что взяли происходящее под контроль.\nСтаруха в храме вдруг впала в буйство перед дознавателем, выкрикивала какие-то бредни о солнце и о гибели Альянса. Воины Камаюка быстро вывели её вон. По законам Альянса её ждёт...\n...\nВ последние дни в храме не утихают толки простолюдинов, они решили, будто запрет на (...) в жертвоприношениях прогневал Владыку, и он наслал на нас чёрный мор.\nВсе попытки Чичири переубедить их ни к чему не привели. Люди всегда охотнее верят своим домыслам. Одними словами ничего не добьёшься.\n...\nПо улицам стелется запах (...). Согласно высочайшему повелению священного правителя, три района в юго-западном секторе были запечатаны, и воины Куаутли безуспешно пытаются сжечь всех бродячих (...), чья плоть давно разложилась. Разве может конечное бросить вызов бесконечному? Да и потом, оказавшись поверженными, они присоединяются к строю...\nТеперь ночной ветер приносит с собой лишь стоны отчаяния. Не только из мира живых, но и из того мира, что для нас давно под запретом.\n...\nОни пытаются прорваться через ворота. Но они не получат мой (...), не получат (...) детей, что пришли сюда в поисках убежища. Они получат только наши (...), не больше.\nЭтим кинжалом я...\n(Дальше текст покрыт пятнами, прочесть его невозможно.)"
          }
        ]
      },
      {
        "title": "Заметки безымянного ремесленника",
        "desc": [
          {
            "type": "RichText",
            "text": "Чем глубже копали, тем сильнее становилась неописуемая, тошнотворная вонь. Возможно, дело в здешней сырости и грибке: источником запаха могли быть белёсая плесень и непонятной природы минеральный осадок. Но запах не единственный повод для беспокойства. Поначалу (...) это место казалось «зловещим», но даже она не предлагала никаких странных версий. Однако во время работы один мастер из (...) вдруг сошёл с ума, стал кричать, плакать, смеяться и повторять, что он видел под водой невероятно огромную уродливую тень, и будто тень пела пронзительную и богохульную песнь, призывающую его преклониться перед «хозяином». Его увели надсмотрщики, но среди рабочих уже начало распространяться беспокойство. Пузыри и водовороты на поверхности зловонной воды ещё можно было объяснить взаимодействием элементов, но смутные звуки и неуловимый шёпот... даже мне не удавалось найти этому рационального объяснения.\nЗа древними каменными стенами - или под ними, точно сказать нельзя - я отчётливо слышал какие-то вкрадчивые, приглушённые звуки, словно что-то быстро бежит через стену. Рабочие шептались, дрожали, охваченные почти безумным страхом, уверенные, что под водой скрывается какое-то невообразимое кощунственное проклятие. И наши действия пробудили «его» от многовекового сна. И никто не выберется из руин живым. И даже если выбраться отсюда, никто не сможет описать увиденное - люди сочтут это бредом сумасшедших.\nЯ не могу объяснить этот отвратительный, жуткий страх обычными способами. Ведь каменные стены - покосившиеся, покрытые влажным грибком стены, что поддерживают сводчатый потолок, должны быть сложены из цельных каменных блоков, и эхо ударов это подтверждало. Однако во мраке ночи по-прежнему раздавались эти непонятные шорохи, что пробуждали меня от тревожного сна.\nНадсмотрщица заверила нас, что не слышит ничего необычного, и объяснила всё слуховыми галлюцинациями из-за того, что мы мало отдыхаем. Из сочувствия она даже запросила для нас дополнительные пайки. Однако страх, охвативший рабочих, был настолько силен, что...\n(Текст на следующих страницах зачёркнут, разобрать написанное невозможно.)"
          }
        ]
      },
      {
        "title": "Заметки ремесленника I",
        "desc": [
          {
            "type": "RichText",
            "text": "«...За каменной стеной на севере есть тропинка, ведущая на верх водопада. Похоже, её можно использовать вместо <color=#80c0ff>кладовой</color> ...»\n«...Я потихоньку оставил несколько меток, чтобы не забыть, как идти...»\n«...Раны Саяни никак не заживают. Всему виной влажность... Уговариваю её отдыхать, она улыбается, но не слушает... Говорит, отряд из-за неё отстанет и не получит дополнительного пайка...»\n«...Ночью, пока никто не видит, я схожу наверх за факелом, чтобы прижечь ей раны. Иначе она сгниёт заживо...»"
          }
        ]
      },
      {
        "title": "Заметки ремесленника II",
        "desc": [
          {
            "type": "RichText",
            "text": "...Саяни умерла. Сегодня. Или вчера, точно не знаю. В темноте не разберёшь, кто жив, а кто мёртв... Все валяются на земле, точно альпаки на лежбище, и место это напоминает хлев для альпак, всё пропитано тошнотворной вонью...\n...Ни у кого не нашлось сил, чтобы её похоронить. Просто сбросили в канал...\n...Все сыплют проклятиями... Но кого они так ненавидят? Они и сами не знают...\n...Они говорили: каждый работает ради себя, ради братьев и сестёр из Альянса. Не ради злых драконов, что когда-то нас поработили... Но нельзя же проклинать самого себя...\n...Вперёд... Если за пять дней не закончим рыть этот канал, нам прекратят выдавать паёк... И тогда нас ждёт верная смерть, как тех бедолаг, что отвечали за насосы...\n...Что там, под водой? Не знаю. Но что бы там ни было, оно нас не спасёт."
          }
        ]
      },
      {
        "title": "Заметки ремесленника III",
        "desc": [
          {
            "type": "RichText",
            "text": "Да падёт на род тирана Оч-кана проклятие (...). Да похоронят его сородичей в осквернённой, бесплодной почве, да сгниют его колосья, как гниют тела, брошенные лежать на земле, источая зловоние, какое не смыть проточной водой. Да сгорит его имя в огне пять раз и ещё пять раз. Это проклятие написал мастер Манку из (...), да продержится его сила девятнадцать раз по четыреста лет и ещё дольше.\nОн послал нас (...) и блокировал (...), намереваясь живьём сжечь всех рабочих, что знали секреты Автоматонов таинственного источника, чтобы перекрыть путь к (...).\nХвала (...), мою жизнь не унёс нечестивый огонь. Я...\n(Текст на следующих страницах зачёркнут, разобрать написанное невозможно.)"
          }
        ]
      },
      {
        "title": "Заметки ремесленника IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Это пятый раз, когда я здесь просыпаюсь.\nПосле (...) компрессов ожоги почти зажили, риск заражения минимален. Посплю ещё два раза, и смогу нормально ходить на обеих ногах.\nНе знаю, стоит ли мне записывать то, чему я был свидетелем, поскольку ни словами, ни логикой пережитое мною не объяснить. Однако, если нет способа стереть эти воспоминания, то мне никак не подавить в себе желание писать. Я пишу и молюсь (...) в надежде, что никто этого не прочтёт.\nКогда это случилось, под огромной уродливой статуей, в огне Оч-кана, я увидел девушку.\nОна подошла ко мне не спеша, словно огонь был лишь лёгким весенним ветерком. Её лицо... Я никогда не видел ничего подобного. Даже самый чистый горный хрусталь поблёк бы рядом с её кожей, даже самая прекрасная бирюза не смогла бы повторить красоты её глаз. И я не могу объяснить, почему так, но её лицо, очевидно прекрасное... вызывало у меня лишь тошноту.\nЯ не знал, кто она. Или что она такое. Я открыл рот, чтобы умолять её, просить меня спасти, но мои губы опалило огнём, и я не смог вымолвить ни слова.\nОна улыбнулась, и в её улыбке сквозила жестокость и надменная злоба. Она взяла моё лицо в свои руки. Золотые слёзы из её бирюзовых глаз упали мне на глаза.\nИ тогда я увидел.\nЯ увидел творение колоссальнее горных хребтов, сверкающее ярче обсидиана, плывущее по небесам подобно дыму вулкана. Увидел бесчисленных металлических птиц, окруживших его и жадно сосущих тёмную кровь. Я видел, как тени падающих звёзд тянутся от далёкого горизонта к высокой луне, и при помощи одной лишь струны, сплетённой из золота и белой меди, страхи и вздохи в мгновение ока передавались на невообразимые расстояния. Она усмехнулась так снисходительно, словно всё, чего до сих пор добились люди, было лишь детской забавой, ничтожной вознёй насекомых. Мы могли лишь ползать под сводами небес, содрогаясь на пути к бесславной погибели. А они - они сражались с непримиримым врагом, способным побороть целый мир. Через бирюзу её глаз, таких прекрасных, что это даже пугало, я видел лишь бесконечную, непроглядную тьму и небытие: пространство, которое не описать никакими словами, которое не имело ни малейшего сходства ни с чем, что я видел за десятилетия своей короткой жизни. Тогда я закричал во всю мощь своих лёгких и, спотыкаясь, ползком бросился к тропе, но мой жуткий крик тоже потонул в её смехе, растворившись без следа.\nКогда я очнулся, я был совершенно один. Я не смел смотреть назад, опасаясь что те кощунственные, запретные для человека знания настигнут меня и разорвут на куски. Должно быть, остальные уже мертвы, они погибли в пламени Оч-кана.\nМожет, то были не её слезы, а капли, упавшие с огромной уродливой каменной статуи позади неё; может, в огне и вовсе никого не было, а та девушка - бред, порождённый моим бьющимся в агонии разумом, но это неважно. Я ещё жив. Этого достаточно.\nОч-кан считает, что тайные ходы запретного города никому больше не известны. Что он будет править тысячу лет. Он ошибается. Его правление продлится не более тысячи недель."
          }
        ]
      },
      {
        "title": "Заметки ремесленника V",
        "desc": [
          {
            "type": "RichText",
            "text": "...Ожоги совсем зажили. Время уходить...\n...Куда? Не знаю. Сейчас даже в клане Цветочного Пера небезопасно. Наследник их вестницы явно предан Оч-кану...\n...Или искать защиты у Юпанки? Старый вояка привык действовать в одиночку. Рядом с ним не найдёшь ни одного прислужника, некому шпионить...\n...Пока его интересует сеть подземных дорог, созданная древними мастерами из рода драконов, я могу быть уверен, что он сохранит мои секреты в тайне от Оч-кана...\n...Как бы там ни было, пусть имя мастера Манку будет предано забвению вместе с этими проклятыми руинами..."
          }
        ]
      },
      {
        "title": "Записывающий Страж таинственного источника",
        "desc": [
          {
            "type": "RichText",
            "text": "(Страж таинственного источника, который использовался для записей. Внутри две записи, сильно отстоящие друг от друга по датировкам. Одну из них приведу ниже...)\n«Прости, Саккук... Прости...\nПеро, что я для тебя выковал... лежит в каменном ларце на моём столе. Не думал Манку...\nОбещание... нельзя... а-а-а...»\n(Следующая, более поздняя запись...)\n«Нужно быть осторожнее... Сюда нельзя... Вот же... Клан Цветочного Пера перекрыл...\nЗнать бы раньше... Но вот я здесь. Ха-ха, и надо же... умру вместе с теми, кто пришёл сюда до меня...\nОх... Ох... Скорее, прочь! Здесь... монстры...»"
          }
        ]
      },
      {
        "title": "Древний дневник",
        "desc": [
          {
            "type": "RichText",
            "text": "Мой первый день на Ночном острове. Погода чудесная, чего не скажешь о моём настроении.\nЯ здесь для того, чтобы присматривать за вредителями, я понимаю. Но кто же знал, что их будет так много.\nПосыльный из сожжённого города говорил, что после соприкосновения с вредителями люди тяжело болеют, а тела их покрываются гнойными нарывами. Затем их начинает рвать без остановки, под конец их характер резко меняется, и они умирают от слабости.\nВсе знают, что даже великий герой господин Милчи после общения с вредителями стал ужасен. Днями напролёт твердит, что разорвёт на куски любого, кто посмеет ступить на Ночной остров. Если даже он так изменился, что говорить о простых людях?\nА ещё воины, которых отцу не удалось спасти... У них были такие раны, словно их рвали на куски чем-то острым. У вредителей на теле растут острые шипы, а ещё есть клыки, так что, наверное, это их работа...\nЭтих вредителей давно нужно было истребить! Не понимаю, зачем нужно тратить на них время, расходовать продукты. Как говорил Оч-кан, единственная подходящая им еда - копьё в глотку!\nЭх, надо было учиться медицине у своего старика или как следует тренироваться с матерью. А теперь не гожусь ни в воины, ни в доктора. Только и могу, что охранять этих вредителей. Вот же напасть.\n...\nДень 475, погода ясная.\nК счастью, господин Милчи сегодня вернулся. Наконец-то! А то еды оставалось только на два дня.\nНи злакофруктов, ни какауатля, ни мяса... даже моры нет.\nЭх! По утрам заврианское печенье и злакофрукты, на обед мясо, на ужин рыба - неудивительно, что всю мору спустили. Проели деньги, которые я откладывал, чтобы купить лестницу!\nСейчас даже самый худой завриан в два раза здоровее меня. Ещё и заставляют меня лазать туда-сюда круглый день, дескать, движение полезно для здоровья. Как по мне, охрану переключателя надо поручить этим заврианам, пусть они потренируются, заодно жирок скинут. Тогда не заболеют, а мне не придётся готовить им лекарства.\nНо экономить на яйцах для маленьких заврят нельзя, это правда. Когда они только появляются на свет, им нужны силы, чтобы расти, и больше еды.\nКроме того, сегодня снова приходили захватчики. Похоже, они хотели спалить Ночной остров, но, к счастью, Стражи таинственного источника вовремя их заметили и прогнали прочь. Иначе могла случиться беда.\nГлупцы из сожжённого города. Прогоняешь одних - приходят другие, раз за разом. Только и знают, что твердить про «проклятие» и «вредителей»... Никаких доводов не понимают, только пытаются всё разрушить. Как же надоело...\nХа, зараза? Гноящиеся раны? Откуда они берут эту чушь? Да, заврианы у нас активные, прожорливые, но чистенькие. Я их лично мою! Каждого до блеска отмываю. Да они почище вас будут!\nИ что ещё за проклятие? Если бы не доброта господина Милчи, я бы давно натравил на вас Стражей таинственного источника, устроили бы вам хорошую трёпку! Атлатль проклят... вот же умора.\nЭх, если бы господин Милчи меня послушал и взял оружие помощнее, проблем давно бы не было. Надоело. Ладно, на сегодня хватит. Мне ещё нужно починить переключатель и потренироваться, дел много...\n...\nЯ забыл, какой сегодня день. Не знаю, какая там снаружи погода. Пусть будет пятый день в укрытии. Наверное, это моя последняя запись.\nЗнать бы заранее, что так всё обернётся, я бы постарался остановить господина Милчи. Оглядываясь назад, я вижу так много предзнаменований...\nВсё более частые нападения, беспокойные заврианы, не вылупившиеся яйца, уведомление с требованием разделаться с малышами, слухи о волнениях в племенах...\nРазве в таких обстоятельствах приказ явиться может обернуться чем-то хорошим?\nНе знаю, что ждёт господина Милчи, кроме клинка...\nИтог очевиден: без господина Милчи у Ночного острова нет шансов. Даже горстка воинов легко прорвёт оборону.\nК счастью, господин Милчи подготовился заранее и, получив уведомление, выпустил малышей.\nОднако яйцо убежать не может, и вывезти его отсюда нельзя, поэтому мне пришлось его спрятать. Если бы только господин Атлатль был с нами, вместе нам бы точно удалось перенести яйцо в другое место.\nНе понимаю, почему господин Милчи не сбежал с нами, а пошёл на встречу с Оч-каном...\nЧуть не забыл. Пока я прятался, придумал имя для яйца. Назову его Агуарой. Имя для настоящего хитреца. Надеюсь, оно его защитит.\nКак я и думал, все наши меры защиты оказались совершенно бесполезны против воинов, настроенных на кровопролитие... Я давно об этом говорил. Но они пока не нашли подземный тайник, я смогу укрываться здесь ещё дня два.\nНо как долго я смогу прятаться? Они не уходят. Не знаю, что они ищут, но пока ничего они не нашли.\nЕда закончилась. Сознание постепенно меня покидает. Сдамся я или останусь здесь, итог будет один...\nНо я не могу оставить Агуару. Я ввёл яйцо в спячку, но не знаю, насколько этого хватит. Эх, Агуара, ну куда ты так торопишься? Подожди немного, сейчас не время. Натлан пока не может стать тебе домом...\nКстати, о доме: кажется, перебравшись на остров, я ни разу не был дома и не отправил ни одного письма родным.\nЕсли бы я слушался мать и отца, изучал медицину или тренировался как следует, сложилось ли бы всё иначе? Смог бы я всех защитить?\nАгуара, я бы очень хотел посмотреть, какой ты из себя, но мне этого не увидеть..."
          }
        ]
      },
      {
        "title": "Заметки горного патрульного",
        "desc": [
          {
            "type": "RichText",
            "text": "«...Рельеф здесь намного разнообразнее, чем я представлял. Возможно, всё дело в отравлении Бездной, но многие дороги, которые поначалу выглядят проходимыми, на поверку оказываются бесполезными. По пути я оставил несколько меток, надеюсь отыскать их, когда мы пойдём в обратный путь...»\n«...нашёл пропавших искателей приключений. Помочь им уже невозможно, только предать тела земле...»\n«...Нужно найти способ попасть в город. Если Копан прав, в городе должен быть некий механизм, который поднимет нас на небесный корабль...»\n«...Не надо было брать с собой такую кроху. Повелители Ночного Ветра порой бывают очень жестоки. Она на десять лет младше моей сестрёнки. Ей даже жениха искать рано. Нельзя подвергать её опасности...»"
          }
        ]
      },
      {
        "title": "Записи странствующего исследователя",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nЕсли свиток подлинный, не остаётся сомнений в том, что древние мастера из рода драконов некогда создали оружие, способное раз и навсегда расправиться с исходящей от Бездны угрозой.\nОчевидно, создатель свитка жил в эпоху Погребённого первозданным огнём, поскольку при упоминании царя жрецов Магхана он (или она) обходится без почётных званий, называет царя жрецов отрицательным примером и указывает на его незрелость (подобная непочтительность приводит в трепет). Судя по отдельным фрагментам, вероятность того, что свиток представляет собой более позднюю подделку, крайне мала. По крайней мере, ни один из известных мне мистиков или учёных не мог на такое сподобиться. Поэтому я склоняюсь к тому, что свиток действительно создан древним автором и оружие, о котором он говорит, не было плодом его воображения. Более того, в свитке ясно сказано о «корабле с сокровищами, что стоит над сожжённым городом».\nОднако похоже, что автор свитка недооценил ущерб, нанесённый Бездной (что вполне объяснимо, если учесть, сколько прошло времени). Как бы там ни было, мы должны отправиться к городу на облаках, иначе Бездна...\n...\nНас обманули. Нас всех обманули. На самом деле это «сокровище, способное испепелить всю скверну», по сути...\n(На этом месте лист с записями обрывается.)"
          }
        ]
      },
      {
        "title": "Заметки призывающей духов I",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nС сегодняшнего дня я пишу в новом блокноте!\nВ конце концов, из откровения (...) следует, что завтра мы догоним дядюшку Тайку с его отрядом и вместе отправимся на поиски приключений в сожжённом городе. А значит, мне нужен новый ритуал!\nОгромная крепость, построенная древним тираном... Как интересно! Хе-хе, какая бы опасность ни встретилась вам на пути, положитесь на гениальную прорицательницу Лириву, ученицу ученика великого Санхаджа! Она не подведёт!\n...\nНе знаю, что ещё я могу сделать. Здесь я даже не слышу голоса Вайоб. Никакие секретные техники здесь не работают. Я даже раны не могу исцелить...\nЕсли бы на моём месте был более опытный... Нет, даже великому Санхаджу было бы не под силу уничтожить это проклятие.\nПредки, скажите, что здесь случилось?\n..."
          }
        ]
      },
      {
        "title": "Заметки призывающей духов II",
        "desc": [
          {
            "type": "RichText",
            "text": "...Не удержалась. Пока никто не видел, вытошнила весь отвар из злакофруктов, который пила утром. До сих пор дрожат руки.\nПочему этим (...) вообще было позволено существовать? Если в самом деле есть сокровище, способное уничтожить Бездну, почему они ещё движутся?\nХотя бы... хотя бы сейчас они обрели покой. Наверное, их души давно истерзаны в клочья, но хотя бы... им больше не придётся...\nДядя Копан утешает меня, говорит, будто их можно освободить, если мы найдём сокровище царя питонов. Но если сокровище в самом деле существует, почему сам царь питонов погиб от Бездны?\nНет. Нельзя бояться. Нельзя поддаваться сомнениям. Нельзя бежать. Если даже прорицательница из Повелителей Ночного Ветра усомнилась...\nЯ должна... ради всех..."
          }
        ]
      },
      {
        "title": "Дневник Кенина",
        "desc": [
          {
            "type": "RichText",
            "text": "(Порванная страница с аккуратным почерком в начале...)\n«...Чудовищ Бездны становится всё больше, это было предсказуемо... В конце концов, отряд оказался не в силах справиться с противником. План эвакуации уже реализуется...»\n«Мы должны помочь оставшимся безопасно эвакуироваться. Опасайтесь тех, кто исчезает по ночам или возвращается из темноты».\n«...Чудовищ Бездны становится всё больше. Они могут обнаружить нашу базу, но сперва мы должны...»\n(Дальше почерк становится неразборчивым...)\n«Ах, холодно... Как холодно... Вот там... и кровь вытекает...»\n«Водопад очень громкий. Да, именно так. Всё будет хорошо. Если так... Если я буду стоять под водопадом, то стану спокойным. Белые лица, открытые рты, бегущая кровь...»\n«Там... что-то... там что-то есть...»\n«Под водопадом под водопадом под водопадом под водопадом под водопадом под водопадом под водопадом под водопадом под водопадом...»"
          }
        ]
      },
      {
        "title": "Записи безымянного путешественника I",
        "desc": [
          {
            "type": "RichText",
            "text": "(Бумага пожелтела от времени, запись сделана небрежным почерком...)\nГоворят, легендарный царь питонов, святой мудрец и властитель сожжённого города некогда построил этот город над городом, пользуясь наследием древних драконов.\nНе знаю, как ему это удалось... Но в свитках, которые попали мне в руки, говорилось о нефритовом сердце под землёй и полостях, что выходят на поверхность.\nНаверное, это одна из таких «полостей».\nЕсли верить записям, раньше здесь было много... Гм, много механизмов, но сейчас здесь пусто.\nПридётся продолжать поиски в другом месте.\nГоворят, здесь бывал основатель Ассоциации реликвий заврианов. Хорошо бы найти что-нибудь ценное..."
          }
        ]
      },
      {
        "title": "Записи безымянного путешественника II",
        "desc": [
          {
            "type": "RichText",
            "text": "(Бумага пожелтела от времени, запись сделана небрежным почерком...)\nОчевидно, изначально здесь находился источник, снабжавший сожжённый город энергией...\nНо потом случилось что-то, отчего эта функция перестала работать.\nЗдесь видны следы сражения, но каркас здания не пострадал. Энергоснабжение прекратилось не из-за войны, более вероятно, что его отключили вручную.\nГоворят, только владыка Очканатлана, сосредоточивший в своих руках верховную власть, мог свободно управлять как огромным механическим городом, так и перестроенными механизмами источника...\nНо зачем ему понадобилось отключать питание Очканатлана?\nИли это сделал кто-то другой? Но кому, кроме Оч-кана, были подвластны эти механизмы?"
          }
        ]
      },
      {
        "title": "Записи безымянного путешественника III",
        "desc": [
          {
            "type": "RichText",
            "text": "(Бумага пожелтела от времени, запись сделана небрежным почерком...)\nВ свитках огромные строения, что окружают город, называются «полостями».\nНо моё расследование доказывает, что эти самые «полости» появились задолго до основания Очканатлана.\nНеверно утверждать, будто эта система была выстроена вокруг Очканатлана, чтобы снабжать город энергией...\nСкорее, Оч-Кан воспользовался уже имеющимися механизмами и построил новый город поверх города древних драконов...\nЭто объясняет, почему все подземные и часть наземных руин имеют такие размеры, что создаётся впечатление, будто они были построены для гигантских существ, рядом с которыми обычный человек казался карликом."
          }
        ]
      },
      {
        "title": "Записи безымянного путешественника IV",
        "desc": [
          {
            "type": "RichText",
            "text": "(Бумага пожелтела от времени, запись сделана небрежным почерком...)\nУдалось обнаружить несколько забытых записей. Возможно, их оставили люди древности.\nХа. Может статься, что потомки, которые найдут мои записи спустя много лет, тоже решат, что их оставили «люди древности». Но об этом лучше не думать.\nМне удалось отыскать несколько подсказок, которые помогают понять, что тогда случилось.\nВот, тут написано... «Как и задумал бедняга, у которого осталась только половина лица, прежде всего мы должны отключить город от источника питания...»\nБедняга, у которого осталась только половина лица... Совсем как в страшных сказках.\nНо из этой записи видно, что «полости» действительно были отключены вручную...\n«Затем нужно отключить ядро, питающее устройство сгорания... Чтобы офицер Великого Альянса, пользуясь неразберихой, мог доставить господина в тронный зал».\n«Исполнять задание поручено бедняге, у которого осталась половина лица... Надеюсь, на деле он окажется надёжнее, чем на словах».\nГм... Где-то уже упоминалась должность офицера Великого Альянса...\nКак бы там ни было, отключив питание здесь, сообщники отправились к ядру, которое было ещё важнее.\nЕсли... Если мне удастся что-нибудь там отыскать, я наверняка получу главный приз Ассоциации реликвий заврианов!\nХа-ха! И тогда никто не упрекнёт меня за обход печатей клана Цветочного Пера и самовольное пересечение границы запретной территории!"
          }
        ]
      },
      {
        "title": "Записи безымянного путешественника V",
        "desc": [
          {
            "type": "RichText",
            "text": "(Бумага пожелтела от времени, запись сделана небрежным почерком...)\nИ здесь то же самое. Никаких находок.\nВозможно, всё давно уничтожено. Говорят, в давние времена второй Пиро Архонт опустошил Очканатлан и положил конец правлению Оч-кана.\nСкорее всего, тогда и были отключены все механизмы, а большая часть реликвий оказалась уничтожена.\nСогласно записям в свитках, под «полостями» находится Ядро Чуулел, а над ними... есть ещё одно энергетическое ядро.\nВот бы его отыскать."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Очканатлан"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Постоянная область"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Натлан"
          }
        ]
      },
      {
        "key": "Версия выхода:",
        "value": [
          {
            "type": "RichText",
            "text": "5.2"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Враги"
      },
      {
        "type": "CustomEntry",
        "epId": 7081,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Диковинки"
      },
      {
        "type": "CustomEntry",
        "epId": 6672,
        "name": "Лапа завриана",
        "desc": "Мясистое растение, по форме напоминающее лапу большого животного.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8613846a348c997a6ee119d7b7aca936_475457273216741514.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6670,
        "name": "Сверкающая хризантема",
        "desc": "Цветок в форме крыла, лепестки которого лениво колышутся на ветру.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ea53e316068a301cafa20df91347a484_2697579050493460776.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7162,
        "name": "Мерцающий рогатый гриб",
        "desc": "Гриб, излучающий слабый свет в темноте. Его форма напоминает роговой гребень иктомизавра.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/77a9638bc0cb33a3de62209934f0d3db_1155012823071897200.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7163,
        "name": "Сухой пурпурник",
        "desc": "Цветок с листьями и лепестками, которые выглядят обожжёнными и увядшими. Его часто можно встретить в местах, где много золы.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/8e8b48c2f8b649faa03655081c5ca332_7042901679055518409.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Дикие животные"
      },
      {
        "type": "CustomEntry",
        "epId": 7124,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 6605,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 6614,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 6613,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 6615,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7117,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7118,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7119,
        "name": "Магмовая рыба-боец стремнин",
        "desc": "Несмотря на название, это существо не рыба, а земноводное средних размеров. Оно имеет довольно уникальную внешность с характерной плоской головой, поразительно похожей на кулачный клинок, что создаёт впечатление постоянной готовности к жестоким схваткам со своими естественными врагами. На самом же деле они мягки по своей природе и ничуть не агрессивны. Настоящее предназначение их грозных на вид «лезвий» - уменьшить сопротивление воды при плавании по рекам. Благодаря особому строению головы они могут быстро перемещаться против бурных течений, за что и получили название «рыба-боец стремнин».<br>Этот подвид рыб-бойцов стремнин, живущий в жидком флогистоне, обладает исключительно прочной кожей, особенно устойчивой к высоким температурам, за что получил прозвище «рыба, которую нельзя зажарить». Конечно, большинство рыбаков-любителей, которым удаётся поймать магмовых рыб-бойцов стремнин, относятся к ним как к ценным декоративным рыбкам, заботливо ухаживая за ними, а не отправляя их на кухню...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/0ff6b641eb32e6c1d850207b049937d2_4200234545158790606.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7120,
        "name": "Рыба-солнце зелёной волны",
        "desc": "Рыбы среднего размера с плоским телом и мягким нравом. Рыбы-солнца считаются одними из наименее раздражительных существ в водах Натлана. Они способны съесть практически всё что угодно, и благодаря своей неразборчивости в еде являются естественными чистильщиками подводного мира, что снискало им высокую оценку местных жителей.<br>По легенде, в далёком прошлом рыба-солнце зелёной волны обитала в водах, где уровень питательных веществ был чрезмерно высок, до такой степени, что на поверхности плавали толстые слои водорослей. Именно благодаря этому виду рыб водоросли удавалось сдерживать. И сегодня кристально чистые, лазурные воды Народа Родников также свидетельствуют о важности вклада этих рыб в экологию.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/296db2431eeb878c767ad7d3a468b7ed_4831068678563899597.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7121,
        "name": "Рыба-солнце заката",
        "desc": "Рыбы среднего размера с плоским телом и мягким нравом. Рыбы-солнца считаются одними из наименее раздражительных существ в водах Натлана. Они способны съесть практически всё что угодно, и благодаря своей неразборчивости в еде являются естественными чистильщиками подводного мира, что снискало им высокую оценку местных жителей.<br>В некоторых народных сказках говорится, что смешанные цвета, украшающие чешую этих рыб-солнц, с их яркими красными и светло-голубыми оттенками, являются результатом того, что они «выпили остатки заката». И солнечный свет, и свет костра жители Натлана ценят и почитают, и поэтому писатели Ли Юэ и Фонтейна считают эту историю воплощением «уникальной романтики Натлана».",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a1f1318cfd6e1245506f4fb75cf4cc44_1124558928704008231.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7122,
        "name": "Псевдофлогистоновая рыба-единорог",
        "desc": "Необычный вид рыбы с одним рогом. Они круглые и крепкие, брюхо упругое, как воздушный шар.<br>Рогообразные кристаллы, растущие на голове, имеют некоторое сходство с твёрдым флогистоном, но исследования показывают, что рогообразные структуры этого вида, когда рыбы только рождаются, прозрачны и сверкают, как полированное стекло. Но после длительного пребывания в среде жидкого флогистона в результате накопления многочисленных цветных веществ они приобретают нынешний красочный вид и получают шутливое прозвище «псевдофлогистон».<br>Раз в несколько лет от кристалла псевдофлогистона на голове рыбы-единорога по мере роста отщепляются фрагменты, которые являются невероятно ценными ингредиентами для создания красителей. Поклонники граффити считают их «цветом пламени».",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a61262e7555d90ba1b5fdf0380512717_8130599704935582783.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "CustomEntry",
        "epId": 7123,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Материалы и ингредиенты"
      },
      {
        "type": "CustomEntry",
        "epId": 6930,
        "name": "Злакофрукт",
        "desc": "Это растение названо в честь гигантских зёрен, которые растут вдоль его стебля.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/315aac581084928ea5bf95b30cb1f650_7117454027392374246.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6931,
        "name": "Свечевик",
        "desc": "Гриб, растущий на скалах или у подножия гор, светится как маленький фонарик. Если приблизить руку, можно почувствовать лёгкое тепло.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/acc18acc445dbd82b257901af8f37409_6150389844072897366.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6679,
        "name": "Пепельник",
        "desc": "Странный цветок, встречающийся на равнинах и нагорьях. Созревшие бутоны распускаются после удара.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/3976d3238a631a0b45a4f96b07985294_749681402037316612.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные персонажи"
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Бона",
        "desc": "<p>Искательница приключений из клана Цветочного Пера, отправившаяся в Очканатлан искать Нефрит Возвращения. <span class=\"wk-shady\">Жила около 500 лет назад.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/24/237301566/670e85842edd33ed3f3ddddde20976a5_2638181928239819320.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Оч-кан",
        "desc": "<p>Дракон с человеческой душой, правитель Сожжённого города, царь питонов и Святой Мудрец.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_5631847168565650941.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Вашаклахун Уба Кан",
        "desc": "<p>Дракон, укравший пламя у своего народа и научивший людей им пользоваться. Хотел создать правителя сильнее людей и драконов. Его истинное имя Кукулькан.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/28/237301566/b9c40708c129547b244f252d9b749a86_6856815824070411078.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Рецепты"
      },
      {
        "type": "CustomEntry",
        "epId": 7185,
        "name": "Рецепт: Горы, море, небо",
        "desc": "Подробный рецепт приготовления блюда «Горы, море, небо».",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/60c9c277139b43907167e6452d409874_2394618203975894864.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Книги"
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "name": "Записи безымянного искателя приключений",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Обучение"
      },
      {
        "type": "CustomEntry",
        "epId": 7234,
        "name": "Аура «Кокоуика»",
        "desc": "<p>Таинственный спутник искательницы приключений Боны «Кокоуик», похоже, обладает чудесной способностью подавлять загрязняющую силу Бездны.<br>Во время совместных путешествий «Кокоуик» посредством аур на своём теле будет защищать вас от угрозы Бездны, расходуя <span style=\"color: #FFE14B\">флогистон</span>. Под воздействием ауры Скверна Бездны будет подавлена и растает, а монстры, обладающие <span style=\"color: #FFE14B\">барьерами пустоты</span>, будут постоянно получать урон.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7235,
        "name": "Сияющие столбы",
        "desc": "<p>Таинственные столбы, разбросанные по Ядру Чуулел, - устройства, сдерживающие загрязнение Бездны.<br>Если поместить внутрь сияющие осколки, они создадут ауру света определённого радиуса. Под воздействием ауры Скверна Бездны будет подавлена и растает, а монстры, обладающие <span style=\"color: #FFE14B\">барьерами пустоты</span>, будут постоянно получать урон.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7236,
        "name": "Сияющие осколки",
        "desc": "<p>Ярко светящиеся осколки энергии. Похоже, они имеют то же происхождение, что и сила «Кокоуика» для подавления Бездны. Если подобрать их и <span style=\"color: #FFE14B\">поместить в Сияющие столбы</span>, они создадут ауру, подавляющую Скверну Бездны вокруг вас.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7237,
        "name": "Скверна Бездны",
        "desc": "<p>В руинах Очканатлана энергия Бездны, просачивающаяся из города, скапливается и превращается в сгустки, известные как Скверна Бездны.<br>Отдельные частицы Скверны Бездны можно мгновенно растворить, используя <span style=\"color: #FFE14B\">ауру «Кокоуика»</span>. Если много Скверны Бездны слилось друг с другом, может потребоваться быстро <span style=\"color: #FFE14B\">подавить её всю</span> в течение короткого промежутка времени, чтобы растворить её.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7238,
        "name": "Сильная Скверна Бездны",
        "desc": "<p>По сравнению с обычной Скверной Бездны, силы Бездны в Ядре Чуулел куда могущественнее. Аура света может <span style=\"color: #FFE14B\">временно подавить</span> её рост, её нельзя полностью уничтожить, пока не будет устранено загрязнение Бездны вокруг <span style=\"color: #FFE14B\">Ядра света Чуулел</span>.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7239,
        "name": "Древние кольца с гравировкой...",
        "desc": "<p>Говорят, что это разновидность флогистоновой гравировки, сделанной людьми в древности в подражание языку драконов. Иктомизавры в состоянии <span style=\"color: #FFE14B\">«Говорящего с духами»</span> могут активировать заключенную в них силу.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7240,
        "name": "Вихри Бездны",
        "desc": "<p>Воронка Бездны, которая образовалась под влиянием Бездны, растущей на древних руинах. Скверна Бездны поблизости растает, как только её удастся <span style=\"color: #FFE14B\">подавить</span>.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7241,
        "name": "Ядро света Чуулел",
        "desc": "<p>Таинственное устройство, которое находится в Ядре Чуулел Очканатлана. В прошлом это был главный механизм, питавший весь город, но теперь он покрыт слоями Скверны Бездны.<br>Если вы сможете <span style=\"color: #FFE14B\">очистить его от Скверны поблизости</span>, возможно, вам удастся раскрыть его секреты...</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7242,
        "name": "Потрескивающий таинственный огненный камень",
        "desc": "<p>Таинственный и постоянно горящий огненный камень, который хранит в себе силу первозданного пламени. Даже способные управлять огнём не могут прикоснуться к нему, и только благословлённые Повелителем огня способны взять его в руки.<br>Если вы найдёте достаточно <span style=\"color: #FFE14B\">огненных камней</span> и <span style=\"color: #FFE14B\">бросите их в Алтарь Первозданного огня</span>, возможно, что-то произойдет...</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7243,
        "name": "Алтарь Первозданного огня на «Тонатиу»?",
        "desc": "Таинственный механизм на борту «Тонатиу», похожий на Алтарь Первозданного огня, на котором горит вечный огонь. Если собрать достаточно огненных камней и бросить их в него, то, возможно, парящий Нефрит Возвращения продолжит гореть.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7244,
        "name": "Древние механизмы на «Тонатиу»",
        "desc": "<p>Парящий над морем облаков «Тонатиу» был построен с использованием большого количества старинных механизмов, оставшихся со времён эпохи древних драконов. Эти древние механизмы соединяют ядро корабля с плавучими островами. Управляя ими, вы можете свободно перемещаться между различными частями корабля.<br><span style=\"color: #FFE14B\">Перевернув центральный механизм</span>, можно создать связи между подъёмниками на парящих островах и иллюзорными путями.<br>Когда подъёмники на парящих островах соединены иллюзорными путями с центральным механизмом «Тонатиу», то через <span style=\"color: #FFE14B\">управление подъёмниками</span> можно также поднимать или опускать центральный механизм.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7259,
        "name": "Странные детали механизма",
        "desc": "<p>Механический элемент причудливой формы. Похоже, его можно <span style=\"color: #FFE14B\">поворачивать</span>, чтобы он соответствовал форме отверстий в некоторых механизмах управления руинами...</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7260,
        "name": "Запечатанные огненные кристаллы",
        "desc": "<p>Кристалл, используемый для запечатывания силы древних руин. Его можно разрушить с помощью тарана или атак. После <span style=\"color: #FFE14B\">разрушения </span>он может высвободить силу определенного места...</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7261,
        "name": "Стражи таинственного источника",
        "desc": "<p>Механизмы, которые можно найти по всему Очканатлану. Легенда гласит, что они были созданы правителем сожжённого города по образу механизмов более древних руин. Когда-то все эти механизмы служили правителям средством надсмотра и управления.</p><p>Механизмы, известные как Стражи таинственного источника, способны переносить тяжёлый груз через <span style=\"color: #FFE14B\">силовое поле флогистоновых конструктов</span>.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 7263,
        "name": "Супермощный сверхлазер",
        "desc": "<p>Когда энергия «Кокоуика» полностью заряжена, можно выстрелить мощным лучом в Бездну. Этот луч очень эффективен против злых драконов, осквернённых Бездной.<br>Направляйте «Кокоуика», чтобы он атаковал павших драконов своим лучом, а также своевременно используйте щиты, чтобы блокировать выпущенные драконами огненные шары и накапливать энергию.</p><p>Когда энергия будет полностью заряжена, «Кокоуик» сможет выпустить то, что Бона называет высшей атакой «Супермощного сверхлазера»!</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Карта"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=ru-ru#/map/2?shown_types=&center=2697.02,-10706.00&zoom=-1.00"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Очканатлан",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/7f8feaf87a23de3baaaedbf6efa60b47_100185245078944335.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Много тысячелетий назад, когда первый престол ещё не появился в небе Тейвата, мир принадлежал драконам. Город, который в будущем будет называться Очканатлан, был городом драконов -\nСуверенной правительницей Чичен Уктоки была драконья повелительница Иш Ушул Циб Болон Чуле-L (Интегрированный процессор саморегулирующегося массива контроля типа L) - одна из тринадцати драконьих повелитей, ставшей флогистоновой проекцией. Эта бесплотная мудрость, хранящаяся в величественных статуях, с помощью золотых узоров и команд могла управлять всеми механизмами города. Главным ядром Чичен Уктоки было Ядро Чуулел. Когда тысячелетия спустя царь питонов Оч-кан пришёл к власти, он объявил раскопки древних руин в поисках ядра и встретил там драконью повелительницу. Хотя она считала его повелителем, назначенным судьбой, он обманом заточил её в статую, чтобы управлять механизмами Очканатлана, разорвал её сердце и спрятал в разных местах. Лишь много лет спустя, когда руины обнаружили Путешественник/ца и Паймон, сердце Ишлел, как назвала её Паймон, было собрано воедино. В кластерном\nсозданном в древние времена, хранились все воспоминания Ишлел, и именно они сковали её внутри статуи. Её сознание должно было бы угаснуть в течение тридцати лет, но драконья повелительница не хотела умирать в заточении. Иш Ушул Циб Болон Чуле-L не могла себя уничтожить, но благодаря найденным фрагментам сердца смогла восстановить остатки\nи восстановить разбитое сердце в знак самозащиты, чтобы не нарушить священный закон. Когда сознание, заключённое в статуе было наконец освобождено и рассеялось, от правительницы Чичен Уктоки осталось лишь настоящее сердце драконьего повелителя, с которым не сравнится ни один человеческий драгоценный камень."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/94085b7b0f1e9bd634c38fb0f46d5652_5945020827273991514.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Когда Оч-кан не смог использовать Иш Ушул Циб Болон Чуле-L для контроля механизмов Очканатлана, он решил создать новое Ядро Чуулел, которое подчинялось бы только людям. Чтобы стать сосудом, который бы правил всем городом, правитель сожжённого города пожертвовал своим собственным сердцем, но его осквернение привело к уничтожению Очканатлана. Путь к этому Ядру Чуулел скрыт под фреской, где была изображена истинная правительница Чичен Уктоки. Придя к власти царь питонов нанёс своё изображение поверх старого."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/e042ecedcc3356878806670a3a064673_245956726003188558.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Недалеко от Ядра Чуулел находится водопад, где было убежище воина Кенина. 500 лет назад он прибыл в Очканатлан вместе с отрядом искателей приключений, надеющихся найти легендарное сокровище. При столкновении с Бездной воин погиб, но существо, принявшее его облик, продолжало считать себя Кенином. Тело Кенина осталось погребено под камнями около водопада. На протяжении пятисот лет существо продолжало сражаться с монстрами, пока ему наконец не открылась правда."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/06adc0a0433e02fd47e3fa6c43e89b5b_3574214267258030706.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "В колыбели мимолётных грёз города находится престол первого Пиро Архонта. Когда Шбаланке победил драконов несколько тысяч лет назад, на руинах драконьей цивилизации была построена первая столица Пиро Архонта, где небо и земля были разделены. Именно здесь Шбаланке позаимствовал силу\nчтобы защитить свой народ от Бездны и установить правила Натлана: Оду воскресения и Паломничество возвращения Священного пламени. Тысячи лет спустя, когда пришло время решающей битвы с Бездной, Пиро Архонт Мавуика воспользовалась силами божественного трона и дарованными силами Роновы, платой за которые была смерть. Когда Бездна была побеждена, Мавуика была готова отдать долг, попросив взамен у Владыки Ночи, создавшей Царство Ночи Натлана, восстановление артерий земли Натлана. Её силы хватило бы на поддержание артерий в течение двухсот лет, во время которых следующий Пиро Архонт должен был бы найти новый способ. Она отправилась к трону первого Пиро Архонта, чтобы встретиться с Повелительницей Смерти и Владыкой Ночи и погибнуть, но с тем же предложением к Владыке Ночи обратился и другой человек - Номер Один из Предвестников Фатуи и Рыцарь-Страж Каэнри’ах,"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/b12d2924a33075f49944fa31b34868d2_8498852075820501448.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 лет назад, во время Катаклизма в Каэнри’ах, Повелительница Смерти наложила на всех жителей королевства без бога проклятие бессмертия за использование сил Бездны Пятью Грешниками. Хотя большинство людей были невиновны и не знали о Грешниках, они были обречены на бесконечные мучения плоти, обречены смотреть, как гибнет всё, что они так любили. В течение пятисот лет Капитано хранил в своём сердце души погибших товарищей и натланцев, чтобы отправить их домой. Артерии земли не могли принять эти души, но став единым целым с Владыкой Ночи, Рыцарь-Страж смог бы изменить законы, которые управляют артериями, чтобы души нашли покой. Капитано поставил Повелительницу Смерти перед выбором: если бы он отдал свою жизнь Владыке Ночи, воля Роновы бы исполнилась, но проклятие бессмертия отменило бы смерть. Зная, что проклятие бессмертия нельзя снять и что такое противоречие способно пошатнуть основы этого мира, Капитано решил превратить проклятие в силу, с помощью которой он свергнет богов. Владыка Ночи, чьей миссией было служение людям, согласилась с планом Рыцаря-Стража и приняла его жертву, слившись с ним воедино. Проклятие бессмертия не было снято, и Капитано остался вечность сидеть на престоле Первозданного огня, «заморозив» жизнь и смерть. Для проклятых бессмертием высшая форма покоя - освобождение от мирских оков, и его путь был наконец окончен. Благодаря жертве Капитано Владыка Ночи и артерии земли Натлана могут существовать вечно, принимая все души."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Благородная персона покрывает солнце инеем, а две эпохи не единожды даруют спасение Натлану, а дважды».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/0a12cc7ec05c8a7707d6b704acc643c2_5009770051527259720.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "У престола Первозданного огня Путешественник/ца может поднести Пылающую кремниевую руду Владыке Ночи. Первый кремень освещает далёкое прошлое, - землю начала путешествия, что называется домом. Пути назад может уже не быть, но когда обнимаешь ночь, она остаётся чистой, как зеркало, и будет оставаться вечно. Второй кремень освещает момент отправления, - день начала путешествия, что называется прощанием. В своём уходе неизменный мир предаёт человека, и всё же некоторые пытаются ухватиться за его тень. Третий кремень освещает день торжества, - это момент открытых сердец, что называется дружбой. Это путешествие далеко не одиночное испытание; не только ветры, но и человеческие сердца обнимают на пути. Четвёртый кремень освещает бурную ночь, пропитанную дождём отчаяния, - море мучительного погружения, что называется поражением. Маленькая лодка едва не уходит под воду, борясь с нарастающим приливом, но, к счастью, он не может вырвать весла из рук. Пятый кремень освещает те дни, когда человек стремится вперёд, - камни, из которых строятся высокие башни, называются решимостью. Человек поднимается всё выше, выше и выше, пока, наконец не увидит цель, о которой давно мечтал. Шестой кремень освещает момент прибытия, - место, на котором можно вечно отдыхать, что называется чудом. Вместе можно довести это путешествие до конца, но вместо конца можно увидеть в нём новое начало."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/74c1f549db462708dc91ce9fb3683ea0_8691645463729132759.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "На выходе из Очканатлана находится башня Вукуб-Какиш. Именно здесь произошла первая встреча Путешественника/цы и искательницы приключений Боны. Вместе они победили\nотправились на легендарный «Тонатиу» и узнали правду о сокровище, спрятанном на летучем корабле. Когда злой дракон, нападавший на людей последние 500 лет, был повержен, он упал с огромной высоты и пробил дыру в земле, достигнув самого Царства Ночи. Там, в питательной среде кошмаров, Путешественник/ца вернул/а царю питонов его отделённую душу и простился/ась с ним, оставив правителя Сожжённого города вечно отдыхать."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/68d3be5f9377655bbf0c0ddfbe38b163_5853969482403283383.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "На северо-востоке Очканатлана находится остров Тозоз, также известный как Ночной остров. В начале правления Оч-кана на остров была направлена группа людей, чтобы следить за заврианами. Ходили слухи, что при соприкосновении с ними люди тяжело болели, их тела покрывались гнойными нарывами, а под конец их характер менялся, и они умирали от слабости. Воины, которых не удалось спасти, имели на теле раны, словно их рвали на куски чем-то острым. Один из прибывших на остров стражников считал, что заврианов нужно истребить и не тратить на них продукты, ведь единственная подходящая им еда - копьё в глотку. Со временем стражник полюбил заврианов и осознал, что они не «вредители» и не вызывают гноящиеся раны. Даже когда питание было урезано, он не был готов экономить продукты на маленьких заврятах, которым нужно было больше еды для роста. Спустя какое-то время на Ночной остров пришёл приказ уничтожить всех заврианов, но командир стражников выпустил всех заврианов, получив уведомление. На острове осталось яйцо, которому стражник дал имя «Агуара»."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/d1367cd76e2b7da7d8977e5f7a9ba3ee_9066204512144465892.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда на остров напали воины, настроенные на кровопролитие, он спрятался в подземном тайнике вместе с яйцом. Еда закончилась, сознание постепенно его покидало, но он не мог оставить Агуару. Перед смертью стражник ввёл яйцо в спячку, чтобы оно не вылупилось во время нападения. Так яйцо пролежало в спячке более тысячи лет, пока не было найдено Путешественником/цей и Паймон. Они включили инкубатор для яйца, но даже после долгого ожидания оно не изменилось. Решив, что для вылупления может быть неподходящая среда, Путешественник/ца и Паймон забрали с собой яйцо и поместили его в безопасную обитель своего спутника-тепетлизавра. После долгих приключений в Натлане маленький тепетлизавр Агуара наконец вылупился из яйца и остался жить в Чайнике безмятежности Путешественника/цы."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/c3d04049fe39591073cb1c772ec8776e_2776623445409086482.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Вокруг Очканатлана находятся пять печей огненного пламени, снабжавших энергией город ещё во время драконов. Когда юноша с алыми глазами поднял восстание против правителя Сожжённого города, первым делом они отключили эти источники питания, чтобы затем проникнуть к Ядру Чуулел, питающему устройство сгорания. Отключить источники питания было поручено ремесленнику Манку, который участвовал в раскопках в Очканатлане. Благодаря его помощи офицер, служивший царю питонов, смог провести юношу с алыми глазами в тронный зал, где тиран Сожжённого города был убит, а юноша стал новым Пиро Архонтом. Когда Путешественник/ца разжёг/разожгла все печи и собрал/а все золотые узоры, старый меч в центре города, будто привязанный к самому пространству, телепортировал его/её на остров в небе, где этот меч удалось наконец достать.\nВ Очканатлане можно найти задания мира"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Заблудший путник в обители пепла",
        "desc": "<p>Серия мировых заданий о Боне и Коко – искательнице приключений и её спутнике.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/16/88347907/0d5e19dbd24ec66bf93083c57f2a085c_8252992936844839130.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 7399,
        "name": "Одинокий остров под названием «Ночь»",
        "desc": "<p>Вы обнаружили комнату, спрятанную в глубинах Ночного острова...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/13/88347907/dbd650379a4fe11bd51ad4d4e23f73a3_8977991866589282510.png",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 7407,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и"
      },
      {
        "type": "CustomEntry",
        "epId": 7409,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Элементальные драконы",
        "desc": "<p>Древнейшая раса существ, правящая Тейватом ещё до появления людей. Драконы принадлежат Миру света.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/15/237301566/693da8a1b01352fde999598e49b34fde_541324707221914524.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Фатуи",
        "desc": "<p>Организация из Снежной, служащая Ледяной Царице и распространившая своё влияние всюду на континенте. Состоящие в организации Предвестники охотятся за Сердцами Богов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/237301566/38c409297992d7a782f0f1312f311707_3394993246458986105.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Оч-кан",
        "desc": "<p>Дракон с человеческой душой, правитель Сожжённого города, царь питонов и Святой Мудрец.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_5631847168565650941.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Шбаланке",
        "desc": "<p>Первый Пиро Архонт, победивший Повелителя огня и возродившийся из пламени. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/e7f7eee058f60fc225b1f5bc654a08e0_7006634286090563879.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ронова",
        "desc": "<p>Повелительница Смерти, одна из четырёх теней Изначального.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/05/237301566/45f2ada04f8e32dad172df1e9d16a9db_5496390416053403986.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Владыка Ночи",
        "desc": "<p>Ангел, создавшая Царство Ночи в Натлане.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/237301566/6b241f723a377795d5a2ef3c3e97200b_3435879319829205378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Мавуика",
        "desc": "<p>Лидер Натлана, унаследовавшая древнее имя «Кионгози». Она дала обет осветить будущее народа войны Священным пламенем.<br><br>Древнее имя: <custom-ruby data-ruby=\"Кионгози|Лидер\"></custom-ruby><br><br><em>«В сложном узоре ночного неба Тейвата редко можно увидеть столь ослепительное созвездие. Его пылающее сияние словно хочет прожечь дыру в самой ткани небосвода. Когда оно превратится в падающую звезду, устремляющуюся к горизонту, его огонь превратит даже самые глубокие и холодные ночи в яркий день»</em>, - воскликнула ведьма «Б» во время гадания.</p><p></p><p><em>«Мавуика? О! Та, что состязалась со мной на стадионе Священного пламени! Ха-ха-ха, подумаешь. Я думал, что Архонты могут выпить и побольше! А... Говорят, я захмелел первым? Не может быть, ни в коем случае! В тот день я... эээ... а зачем я в тот день вообще пошёл к Пиро Архонту?»</em> - ответил Варка на вопрос Алисы о результатах «встречи» в Натлане, почесывая в задумчивости голову.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/30/70239714/b0df5861c7d3c1f7f85f6555ad4f4b4c_9130578994710546357.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Бона",
        "desc": "<p>Искательница приключений из клана Цветочного Пера, отправившаяся в Очканатлан искать Нефрит Возвращения. <span class=\"wk-shady\">Жила около 500 лет назад.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/24/237301566/670e85842edd33ed3f3ddddde20976a5_2638181928239819320.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6926,
        "name": "Пылающая кремневая руда",
        "desc": "Эта руда известна своим светящимся сиянием.<br>Держа её в руке, можно почувствовать огненную пульсацию. Возможно, однажды, подняв её к звёздному небу, она излучит мягкое свечение, освещающее ночь.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/1aad97b3d5f1ffb4e985bfe615a5172b_5527410245275030764.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Легендарный «Тонатиу»",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/2608b7b26d0b658bbdbf073e2b563d53_6272059086602766584.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В небе над Очканатланом находится летучий корабль, созданный правителем Сожжённого города. Когда Тейватом ещё правили драконы, они исследовали космос вокруг своего мира. В те времена драконы возвели лестницу, ведущую к небу и готовились оставить его за пределами орбиты и использовать для натяжения и установления траектории небесного кабеля. Позже Оч-кан модифицировал его в «Тонатиу». Когда-то «Тонатиу», парящий над облаками, был заветной целью для многочисленных искателей приключений. В прошлом здесь потерпели крах многие пустые мечты, но здесь же и начинался путь надежды. На корабле Оч-кан оставил записи своим соотечественникам, чтобы направить их по пути Пиро Архонта. Царь питонов считал, что людям нельзя полагаться ни на драконов, ни на небесные правила. Древние драконы верили, что технологии и власть Повелителя огня позволят им править десять тысяч лет, но в конце концов лишились стремления к прогрессу и потеряли всё. Оч-кан писал, что вишапы Великого вулкана считали себя расой, овладевшей тайнами эволюции, но в результате длительных и хаотичных изменений утратили свою мудрость и силу, превратившись в диких зверей. Их деградация показала, что драконий род был отвергнут эволюцией, потомки утратили чистоту Первозданного огня, и Пиро вишапы больше никогда не дадут миру нового повелителя огня. После падения вишапов человек стал венцом эволюции всех живых существ на земле. Именно поэтому люди должны были молиться только истинному царю человечества, единственному настоящему человеческому богу Шбаланке."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/7248a20ac81196b871ed1a7ab52ae572_6625940128561563981.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Отец Оч-кана, Вашаклахун Уба Кан, не был согласен со взглядами своего сына. Когда народ Мудреца украденного пламени был сокрушён деспотичной небесной карой, а его эволюция была прервана, Мудрец стал искать возможности эволюции в человеческой расе. Он считал, что люди - сотворённые существа - никогда не смогут постичь эволюцию, ведь являются всего лишь ступенью на пути. «Эволюция» никогда не была чиста и непорочна, её неоднородность позволяла противостоять «вечности». Именно на «Тонатиу» произошла первая личная встреча Вашаклахуна Уба Кана и завриана-спутника Путешественника/цы, которого Мудрец украденного пламени в разных обличьях вёл в Очканатлан.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Элементальные драконы",
        "desc": "<p>Древнейшая раса существ, правящая Тейватом ещё до появления людей. Драконы принадлежат Миру света.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/15/237301566/693da8a1b01352fde999598e49b34fde_541324707221914524.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Вашаклахун Уба Кан",
        "desc": "<p>Дракон, укравший пламя у своего народа и научивший людей им пользоваться. Хотел создать правителя сильнее людей и драконов. Его истинное имя Кукулькан.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/28/237301566/b9c40708c129547b244f252d9b749a86_6856815824070411078.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Оч-кан",
        "desc": "<p>Дракон с человеческой душой, правитель Сожжённого города, царь питонов и Святой Мудрец.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_5631847168565650941.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Шиукоатль",
        "desc": "<p>Пиро Владыка драконов, побеждённый первым Пиро Архонтом Шбаланке. Инсценировал свою смерть, после чего потомки древних драконов могли только склониться перед троном и наблюдать, как их цивилизация с каждым днём неизбежно угасает.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/21/237301566/36590cd4be92a9d70abed92915537d5e_3057123849420568171.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Малыш",
        "desc": "<p>Спутник Путешественника/цы, отмеченный Благословением Повелителя огня.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/63ce79e5312eda1c2946bde7b80c7727_7540709973449326147.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Великий Альянс",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/866706487c6079f430bf937c0b9aabc7_8916744477640877507.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда первый Пиро Архонт Шбаланке оставил свой трон и вошёл в Священное пламя, смертный мир ожидал своего преемника, но Оч-кан, провозгласивший себя Святым Мудрецом, решил, что бог, которого он любил и ради которого проливал золотые слёзы, должен остаться без преемника. Он стал главой первой столицы Пиро Архонта, получившей название Очканатлан, и встал во главу Великого Альянса, который создал Шбаланке и который должен был объединить все племена под своим правительством. Среди союзников Оч-кана был Юпанки - воин из Потомков Крон, и Унуку из Народа Родников, за которым следовали океаниды. Чтобы создать идеальный мир для людей, Святой Мудрец решил стать единственным повелителем Натлана. Опыт песчаных царств и варваров северных морей показал, что многоначалие выливается в бесконечные распри, поэтому племенам было запрещено нарушать свои границы и посягать на верховное господство. В Очканатлане была запрещена практика жертвоприношений и поклонение Владыке Ночи. Оч-кан считал, что человечество может двигаться вперёд по избранному курсу, но для этого стоило запретить все подношения Царству Ночи, чтобы души предателей не искушали живых и чтобы люди не стали марионетками Владыки Ночи. Он надеялся создать этот мир для людей ради Шбаланке. Люди не должны были уповать ни на мудрость драконов, ни на небо, ведь небу была безразлична воля людей, для него они были лишь столбами, поддерживающими землю и помогающими в борьбе с врагами. Поэтому люди должны были обратить все молитвы только Пиро Архонту Шбаланке и идти его путём, не подчиняясь ни Ночи, ни Огню. Под его руководством человечество подчинило себе землю, и Святой Мудрец верил, что однажды они покорят и небеса.\nТысячелетия назад, на заре возникновения племён, в Натлане существовало два героя-близнеца, Ахпуб и Икцуй. Когда великие драконы ещё бродили по выжженной долине, близнецы прошли через бесчисленные испытания, хитростью победили злого дракона и принесли клятву Шбаланке, Погребённому Первозданным огнём. Бесчисленные легенды о невероятных приключениях положили начало традициям шахт и Царства Благодатных Земель. После того как первый Пиро Архонт вошёл в Священное пламя, а к власти пришёл Оч-кан, брат с сестрой рассорились, и Икцуй покинула Великий Альянс. Хотя её брат никогда не выражал несогласия с наставлениями героя о мирном сосуществовании людей и заврианов, о его враждебности к драконам знал каждый. Поэтому, когда правитель запретного города отдал предварительный приказ о поимке сбежавших злых драконов, из всех героев, которые на тот момент ещё служили Альянсу, Ахпуб, вождь Удела Благодатных земель и лучший друг Оч-кана, был единственным, кто откликнулся на призыв. Возглавив несметное полчище воинов из благодатных земель, он отправился к горным шахтам, требуя от правительницы Нанацкайана Икцуй выдать «свирепых зверей, что прячутся в горах», или принять битву. После нескольких дней противостояния герой пригласил сестру на разговор к месту их воссоединения, намереваясь напомнить о клятве."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Вы с тираном сожжённого города и есть настоящие предатели, нарушившие клятвы. Глупец... Ты вообще помнишь о наставлениях героя?</color>\n<color=#ffffffd9>Если ты не откажешься от идеи навредить миролюбивым драконам... у Нанацкайана не останется иного выбора, кроме как считать тебя заклятым врагом, восставшим против Альянса.</color>\n<color=#ffffffd9>Глупый мой братец... то, к чему ты стремишься, уже давно перестало быть местью и переросло в кровожадное самодовольство».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/2b65e25597f13ef52b4ca3245039f174_4911506998924508517.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Пылая яростью, Ахпуб приставил клинок к шее своей сестры, чтобы запугать её и заставить вождя шахт подчиниться приказу нового короля, но пролитая кровь положила конец бессмысленным спорам, оставив лишь крик отчаяния. Чтобы уберечь жизни простых воинов, Икцуй бросилась прямо на меч своего брата, надеясь погибнуть с ним вместе. Держа на руках свою сестру, герой вошёл в пылающий огонь. В другой легенде говорится, что брат с сестрой не погибли, а раскрыли интригу Оч-кана, который пытался их поссорить, и вместе сбежали в другие края, после чего Удел Благодатных Земель стали предпочитать рукопашный бой. С исчезновением двух вождей племён сигнальные огни войны так и не вспыхнули, а Оч-кан, притворившись, что пощадил драконов, отправил гонцов убедить ущелья и благодатные земли передать свою власть Альянсу, пока оба племени не изберут новых вождей. В то же время он тайно записывал имена тех, кто укрывал драконов, и ждал подходящего случая, чтобы покарать мятежников."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/7aa9168a6cbccee66ce3d69da238eadf_758141920501742528.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В годы, когда великие драконы ещё бродили по Натлану и племени Повелителей Ночного Ветра не существовало, долину населяли лишь невежественные селяне, находившиеся под покровительством драконов. Древние огневые маяки сожгли гордость драконов, вынудив их трусливо сбежать в увядающие сны, поэтому они заключили с людьми договор, требующий людей защищать сон драконов. Когда царь питонов потребовал уничтожить всех потомков драконов, он объявил жителей деревни, где почитали драконов, предателями и заклятыми врагами. Могучее войско сравняло с землёй цитадель туманов, а возглавил атаку герой Магхан, который некогда сражался плечом к плечу с Погребённым первозданным огнём и не утратил былой доблести. Прежде чем драконы пробудились ото сна, он ворвался в стан мятежников, что заключили с ними договор, и положил конец войне. Стареющий герой, получив аудиенцию у правителя сожжённого города, не принял его награду, а попросил разрешения уйти на покой, поскольку он больше не мог служить Альянсу. Так появилось племя\nподчинившееся Великому Альянсу."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/48571ee3e7d04ad1317769bf5f57f5c8_9059667647630693057.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Вестница клана Цветочного Пера Лианка была единственной, кто отказался служить правителю сожжённого города. Выросшая среди драконов, она вела за собой бездомных сирот, странствующих воинов, не желающих связывать себя племенными правилами, и изгнанных драконов. Некоронованная принцесса благоволила каждому, будь то человек или дракон, враг или друг. Так было положено начало клану, который на протяжении тысячи лет будет называться кланом Цветочного Пера. Во время правления Оч-кана, наследник матриарха клана предложил тирану покончить с вестницей. Первая вестница непоколебимо сражалась, даже когда её покинули силы. Первая стрела досталась её вероломному наследнику, оставшиеся - приспешникам тирана. Кости её давно были раздроблены, а потому последней стрелой она пригвоздила свои останки к нефритовому луку, чтобы даже самой смерти не удалось заставить гордую дочь драконов преклонить колено.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Дети Эха",
        "desc": "<p>Одно из шести племён Натлана, также известное как Нанацкайан. Жители племени живут бок о бок с тепетлизаврами.<br>«Какой бы свет вы ни искали, Дети Эха ответят вам искренностью, твёрдой и непоколебимой, как камень, и горячей, как пламя кузницы».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/05/237301566/eb438f45c1b23162d4b17505fc6b0205_4048251979466285119.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7000,
        "name": "Удел Благодатных Земель",
        "desc": "<p>Одно из шести племён Натлана, также известное как Тетеокан. Жители живут бок о бок с татанказаврами. Племя славится любовью к тренировкам и спортивным соревнованиям.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/34cbc5aa060896e731bea85173816bed_7751929454071826209.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Повелители Ночного Ветра",
        "desc": "<p>Одно из шести племён Натлана, также известное как Миктлан. Жители живут бок о бок с иктомизаврами. Повелители Ночного Ветра славятся своими предсказаниями и пользуются особыми ритуалами для усиления связи с Царством Ночи и своей Вайоб.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/24/237301566/0ed9af441ff862c8caccc8ba87d3f4e8_3382131558213222413.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "name": "Клан Цветочного Пера",
        "desc": "<p>Одно из шести племён Натлана, также известное как Тлалокан. Жители живут бок о бок с кукузаврами.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/b3db302029d76613e2bfa33f036c565c_4703083528994467732.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Оч-кан",
        "desc": "<p>Дракон с человеческой душой, правитель Сожжённого города, царь питонов и Святой Мудрец.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_5631847168565650941.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6551,
        "name": "Кольцо Яшче",
        "desc": "Нефритовый сосуд, выкованный героями-близнецами прошлого. Легенда гласит, что однажды оно сбило с небес исполинского дракона, который жил в вулкане.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6547,
        "name": "Флейта Эспицаль",
        "desc": "Длинный нефритовый меч причудливой формы. Передавался как наследие среди Повелителей Ночного Ветра и назывался «флейтой жрецов».",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bdd740ad879d22a1fc4e3770cc9c73bd_5479414831341401728.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6552,
        "name": "Разбивающий цепи",
        "desc": "Длинный лук, украшенный нефритом. Его тетиву всегда будто обвивает лёгкий ветер. Легенда гласит, что он был выкован в куда более древние времена драконьим мастером.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8a6b418598f555deba7da922385254a2_8112788546506820868.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6662,
        "name": "Безумный облик Святого Мудреца",
        "desc": "Материал возвышения оружия.<br>Именно в ту эпоху первый человек, достигший возвышения, оставил трон и вошёл в Священное пламя, когда смертный мир ожидал преемника.<br>В это же время загадочный вдохновитель взял всю власть в свои руки.<br>К несчастью, самопровозглашённый Святой Мудрец решил, что бог, которого он любил и ради которого проливал золотые слёзы, должен остаться без преемника. Он превысил свои полномочия, ставя свои эгоистичные желания выше заповедей почитаемого бога, создав город, где небо и земля были разделены.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aa7185b04bd1c2497721b870cc673d60_6516768964064862299.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6658,
        "name": "Решимость пылающего жертвенного сердца",
        "desc": "Материал возвышения оружия.<br>Говорят, что Мудрец украденного пламени, передав тайные знания, позволившие племени овладеть всеми формами пламени, надеялся, что они поднимутся по ступеням цивилизации и откажутся от ошибочных практик своих предков.<br>Однако укоренившиеся практики были непоколебимы. Наделённые властью молодые люди разжигали конфликты внутри племени ради большего количества жертвоприношений. Это может объяснить разочарование мудреца и его исчезновение из истории.<br>Примечательно, что именно во время правления Святого Мудреца в запретном городе практика живых жертвоприношений была окончательно запрещена. Хотя истинной мотивацией Святого Мудреца для отмены многих обычаев было укрепление власти, этот акт можно также рассматривать как начало новой цивилизации.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/df3fc459d775fc9e9039538ca269a904_3837489163069725666.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Пепельный город",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/3fa5c145cd8ef54cecf65a2bfea03116_2711280951052888438.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Натланом ещё правили древние драконы, на месте будущего Очканатлана были построены огромные строения, названные «полостями», которые позволяли обеспечить весь город энергией. Благодаря данным команды разведчиков Куаутли, Оч-кан узнал, что «полости» под городом были затоплены, но в глубинах должно было находиться Ядро Чуулел. Святой Мудрец попросил отправить по одному человеку от десяти семей каждого племени для строительства ирригационных сооружений, чтобы можно было откачать воду из «полостей». Племена согласились отправить рабочих, которые взялись за дело с энтузиазмом. Во время исследований руин, Унуку совершил глупость и должен был быть сожжён огнём дракона, но его заслонила океанида, которая мечтала очистить родники от флогистона и наполнить их водой. После этого Унуку покинул Великий Альянс, а океаниды исчезли, что усложнило процесс откачки воды. Чем глубже копали рабочие, тем сильнее становилась неописуемая, тошнотворная вонь, а среди рабочих начали распространяться суеверия. Один мастер вдруг сошёл с ума и стал повторять, что видел под водой невероятно уродливую тень, которая призывала его преклониться перед «хозяином». Хотя мастера увели надсмотрщики, среди рабочих начало распространяться беспокойство. Они постоянно слышали смутный и неуловимый шёпот, а за древними стенами были слышны вкрадчивые звуки, словно что-то быстро бежит через стену. Рабочие шептались, дрожали, охваченные почти безумным страхом, уверенные, что под водой скрывается какое-то невообразимое кощунственное проклятие и их действия пробудили «его» от многовекового сна. Надсмотрщики объясняли всё слуховыми галлюцинациями из-за отсутствия отдыха и запрашивали дополнительные пайки, но страх рабочих было уже не остановить."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/0c0e8ac77c2e9e5557a595de0a4f338c_5695583165094523092.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "В глубине руин обнаружилась статуя древней эпохи, нижняя часть которой так и не была завершена. Там же Святой Мудрец встретил драконью повелительницу Иш Ушул Циб Болон Чуле-L (Интегрированный процессор саморегулирующегося массива контроля типа L), правительницу древнего Чичен Уктоки. Она называла Оч-кана правителем, назначенным судьбой, и говорила о славе драконов. Повелительница рассказала о древней цивилизации драконов: о канатных лестницах, тянущихся к небесам, о великом оружии и пушках и об исследованиях и стремлениях. Услышав о прошлом своих предков, царь питонов понял, что ни в коем случае нельзя позволить им вернуть былую славу, иначе у человечества не будет шанса на сопротивление. С драконами и их потомками нельзя было договориться, и все звери должны были сидеть в клетках. Оч-кан хотел использовать знания драконьей повелительницы и её энергию, которая использовалась для управления механизмами источника, поэтому обманом заточил её воспоминаниями в статую древней эпохи.\nДаже когда драконья повелительница была заключена в статую, она отказывалась подчиняться Святому Мудрецу и управлять древними механизмами, на что были способны лишь драконы. Чтобы обезопасить человечество от угрозы, Оч-кан решил создать Ядро Чуулел, принадлежащее лишь людям. Со временем он понял, что если управлять механизмами способна лишь звериная порода, ему оставалось только поработить свою «драконью» часть для управления Ядром. И даже если его «человеческая» часть бы погибла, «драконья» часть бы осталась заключена в рабском теле и вечно бы подчинялась людям и повиновалась бы их воле и идеалам. Святой Мудрец считал недопустимым доверять существам, силами превосходящим людей, поскольку все, владея силой, совершали злодеяния. Даже он сам не был исключением."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/eac84b6aa0c2d2b95271b44777dadaef_1883539845520413346.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Попытки вести человечество по правильному пути привели Очканатлан к заражению Бездной. Считая, что только использование сил Бездны приведёт человечество к свободе от внешних ограничений, царь питонов открыл двери злым силам для питания Ядра Чуулел. Сначала отравление Бездной было в контролируемых пределах, и Оч-кан надеялся, что люди со временем привыкнут. Но внезапно во время ремонта ирригационных сооружений всего за одну ночь глубокий колодец затопило чёрное бедствие, а все окрестные жители превратились в монстров. Жители города считали, что запрет на поклонение Владыке Ночи и отмена жертвоприношений прогневал её, и она ниспослала чёрный мор на людей. Согласно повелению царя питонов, три района в юго-западном секторе Очканатлана были запечатаны, и воины Куаутли безуспешно пытались сжечь заражённых, чья плоть давно разложилась. Царь питонов приказал запечатать город навсегда, чтобы Бездна не прорвалась сквозь стены. Что бы ни случилось снаружи, внутри для человечества всегда бы горела искра «надежды». Пусть плоть и кровь бы сгнили, а кости истлели, пусть душа провалилась в тюрьму, из которой нет возврата, он не мог отказаться от «надежды», ведь это было единственным сокровищем, оставшимся от Шбаланке. Чтобы спасти людей, Святой Мудрец разделил своё сознание, поместил свой разум в Ядро Чуулел и сражался вместе с жителями в Очканатлане.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7407,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Заблудший путник в обители пепла",
        "desc": "<p>Серия мировых заданий о Боне и Коко – искательнице приключений и её спутнике.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/16/88347907/0d5e19dbd24ec66bf93083c57f2a085c_8252992936844839130.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Океаниды",
        "desc": "<p>Раса разумных Гидро элементалей, созданных предыдущим Гидро Архонтом Эгерией.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/05/237301566/5e33c09fbd3c6781bb822fd9c57b6abc_954472598676910116.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Оч-кан",
        "desc": "<p>Дракон с человеческой душой, правитель Сожжённого города, царь питонов и Святой Мудрец.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_5631847168565650941.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Манку",
        "desc": "<p>Научный сотрудник Ассоциации реликвий заврианов, отвечающий за исследование некоторых племенных обычаев. <span class=\"wk-shady\">Настоящий Манку - ремесленник, живший тысячу лет назад и погибший при свержении тирана Оч-кана. Сейчас Манку является флогистоновой проекцией Вашаклахуна Уба Кана.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/e69d1b4b9230a8274adafc2a18719733_5780663173476381902.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6549,
        "name": "След радуги",
        "desc": "Острое копьё, выкованное из нефрита. На солнце блёкло сверкает радужным светом.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9d5294dc8b165585f51ec126543a5208_1314604610170565721.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7271,
        "name": "Идеальное сердце священного дракона",
        "desc": "Безупречный кусок нефрита. Ещё до того, как разгорелись огни человеческой цивилизации, он был сердцем драконьего повелителя Иш Ушул Циб Болон Чуле-L.<br>Он когда-то обладал властью управлять всеми устройствами в городе-загадке Очканатлане, но теперь его энергия истощена и использовать его невозможно.<br>Как и полулюди, которые неустанно стремились к нему, преследование драконьего повелителя совершенства в конце концов оказалось тщетным, приведя лишь к холодному и безжизненному, как нефрит, концу.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6bb5b54dbc11fd5e245ecd67d3c155c3_1353884348581038888.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Падение сожжённого города",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ради создания идеального мира для людей, ради единственного бога, которого любил, Святой Мудрец отвернулся от Альянса и стал ненавистен людям. В то далёкое время старейшина клана Цветочного пера, чьё подчинение царю питонов было лишь видимостью, изгнал юношу с алыми глазами из племени, чтобы юноша, пожелавший защищать заврианов, избежал плена узурпатора. Первой к нему присоединилась дочь рудников Саккук из Детей Эха, следом пришли герои-близнецы Атавальпа и Васкар: старший, чьи зубы были острее любого клинка, и младший, чья спина ещё помнила плети тирана. Услышав о том, как юноша с алыми глазами спасал заврианов, под его знамёна решил встать и офицер вооружения Великого Альянса Юпанки, который не решался восстать против старого друга. Чтобы проникнуть в Запретный город, им нужен был человек, знающий все дороги, тропы и потайные ходы города и умеющий управляться с любыми механизмами. И тогда молчаливый Юпанки назвал имя мастера."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/29/237301566/b3b3be5cc096af85ac2498c35ec0fbe4_1026909189875032158.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Оч-кан запер драконью правительницу в статую, а рабочие начали умирать от заражения, царь питонов приказал запечатать вход каменной плитой и сжечь в костре все раскопки. Среди рабочих, оказавшихся запертыми около драконьей статуи, был мастер Манку, и когда он лежал под огромной драконьей статуей, обречённо дожидаясь смерти, окружённый всепоглощающим пламенем, в огне Оч-кана он вдруг увидел девушку, чьё лицо было прекраснее самого чистого хрусталя, а глаза красивее самой прекрасной бирюзы. Несмотря на красоту, её лицо вызывало у ремесленника только тошноту. В её улыбке сквозила жестокость и надменная злоба. Мастер открыл рот, чтобы умолять её спасти его, но опалённые огнём губы не смогли произнести ни слова. Девушка взяла его лицо в свои руки, и из её бирюзовых глаз упали золотые слёзы в глаза Манку. И тогда он увидел творение колоссальнее горных хребтов, плывущее по небесам подобно дыму вулкана; бесчисленных металлических птиц, жадно сосущих тёмную кровь и тянущиеся к лунам тени падающих звёзд. Она усмехнулась ему на ухо, что люди могли лишь ползать под сводами небес, содрогаясь на пути к бесславной погибели, а древние драконы сражались с непримиримым врагом, способным побороть целый мир. Через бирюзу глаз девушки мастер видел бесконечную и непроглядную тьму и небытие, которые нельзя было описать никакими словами. Тогда Манку закричал во всю мощь и, спотыкаясь, ползком бросился к секретной тропе, но его крик утонул в смехе девушки. Когда ремесленник очнулся, он был совершенно один. Он не знал, существовала ли девушка, или это был бред, были ли слёзы, или это были капли, упавшие с огромной драконьей статуи позади неё, но он был жив.\nПока Манку коротал время в грязных тавернах, он встретил Саккук, искавшую мастера, что создал для её отца искусное бирюзовое перо. Половина лица ремесленника была изуродована шрамами от бушующего огня, а кожа на лице была подобна расплавленной кровавой жиже, но Саккук не испугалась и протянула ему плюмаж. Узнав, что человек, которому он подарил перо, был отцом девушки, ремесленник согласился служить ей и её господину. Когда их восстание увенчалось успехом, люди говорили, что план переворота разработал искусный ремесленник, чьё имя осталось неизвестным. Манку задумал отключить город от источника питания и выключить Ядро Чуулел, чтобы Юпанки, пользуясь неразберихой, доставил юношу с алыми глазами в тронный зал к Святому Мудрецу.\nПройдя через множество испытаний, юноша с алыми глазами смог победить тирана запретного города. Подражая Шбаланке, первому возвысившемуся человеку, он принёс в жертву своё сердце золотым кинжалом, а затем вернулся из королевства, где вода была подобна лучам света, став вторым Пиро Архонтом Натлана. Чтобы люди знали, что каждый может стать богом, который указывает путь всему сущему, юноша с алыми глазами попросил Саккук, влюблённую в него, стереть его имя из истории. Когда юноша исполнил свою миссию, он вернулся в священное пламя, не оставив после себя ничего, кроме тёплого отсвета. Ремесленник Манку не смог спастись из горящего города, поскольку клан Цветочного Пера замуровал тайные выходы, а герой-близнец Атавальпа погиб от руки врага. Молчаливый воин Юпанки погиб от Пламени поворота. По сей день у Потомков Крон существует легенда о герое с Древним именем Малипо. По легенде, Оч-кан использовал Пламя поворота, чтобы править Натланом и уничтожать всех, кто выступал против него. Пламя отличается от обычного огня: люди, на которых оно набрасывалось, чувствовали ужасное болезненное жжение позади, но сразу они не умирали. Главное было ни в коем случае не оборачиваться, чтобы посмотреть на него. Юпанки украл Пламя поворота и бросил его на армию Оч-кана. Все солдаты сгорели дотла, но когда герой уже собирался покинуть город, ему показалось, что сзади его окликает Оч-кан. От неожиданности он обернулся, но Оч-кана там не было. Был только обугленный город, уничтоженная армия и рвущиеся в небо огромные языки пламени. Через мгновение огонь вырвался из глаз Юпанки и поглотил его. Этот огонь горел намного яростней любого другого, он горел сто дней и прожёг дыру прямо сквозь артерии земли, а потом упал во мрак Царства Ночи, где он до сих пор и горит. Пламя поворота освещает путь, ведущий в следующую жизнь, но чтобы мёртвые возродились, они должны принять пламя и сначала очиститься в огне.\nСаккук, вернувшись в своё племя, попросила вновь изготовить для неё давно померкнувшее перо. Она дала обещание ремесленнику, что когда придёт время, она подарит ему взамен бирюзовую корону, но увидев его труп, скорченный в агонии под лезвием чёрного зверя, она поняла, что корона будет вечно ждать своего хозяина. Многие годы она собирала украшения и даже подделки, на которых значилось имя Манку, одаривая тех, кто их подносил, драгоценными камнями. Хозяйка рудников не хотела, чтобы подделки запятнали репутацию мастера, создавшего оригиналы, и обманщики с подделками всегда оказывались наказаны. В конце своей жизни Саккук собрала все работы, на которых было выгравировано имя Манку, и ушла в тёмную ночь, чтобы никогда не вернуться. Легенда гласит, что на следующий день соплеменники собрались вокруг дерева, на которое она возложила бирюзовую корону, и поклялись исполнить её последнюю волю, вычеркнуть из истории имя искусного мастера, которое она унесла с собой.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6985,
        "desc": "",
        "displayStyle": "card",
        "menuId": 38
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "name": "Клан Цветочного Пера",
        "desc": "<p>Одно из шести племён Натлана, также известное как Тлалокан. Жители живут бок о бок с кукузаврами.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/b3db302029d76613e2bfa33f036c565c_4703083528994467732.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Дети Эха",
        "desc": "<p>Одно из шести племён Натлана, также известное как Нанацкайан. Жители племени живут бок о бок с тепетлизаврами.<br>«Какой бы свет вы ни искали, Дети Эха ответят вам искренностью, твёрдой и непоколебимой, как камень, и горячей, как пламя кузницы».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/05/237301566/eb438f45c1b23162d4b17505fc6b0205_4048251979466285119.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "name": "Потомки Крон",
        "desc": "<p>Одно из шести племён Натлана, также известное как Уитцтлан. Жители племени живут бок о бок с юмказаврами. Потомки Крон славятся любовью к экстремальным видам спорта: скалолазанию, спуску по верёвке, паркуру на вулканах.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/05/237301566/79ebff2a0e10528e9129a10ee3043668_5764817952363516280.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Оч-кан",
        "desc": "<p>Дракон с человеческой душой, правитель Сожжённого города, царь питонов и Святой Мудрец.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_5631847168565650941.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Манку",
        "desc": "<p>Научный сотрудник Ассоциации реликвий заврианов, отвечающий за исследование некоторых племенных обычаев. <span class=\"wk-shady\">Настоящий Манку - ремесленник, живший тысячу лет назад и погибший при свержении тирана Оч-кана. Сейчас Манку является флогистоновой проекцией Вашаклахуна Уба Кана.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/e69d1b4b9230a8274adafc2a18719733_5780663173476381902.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Алое перо звёздного грифа",
        "desc": "Древний длинный лук, украшенный красными перьями. Это священная реликвия, которая передавалась из поколения в поколение в клане Цветочного Пера.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Незаконченные грёзы",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/356c6b0e1be129282f759d8844872c7d_5854467669124203961.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6659,
        "name": "Великолепие пылающего жертвенного сердца",
        "desc": "Материал возвышения оружия.<br>«Если ты хочешь обладать всем, что может предложить мир, ты должен сначала отдать этому миру всё, что у тебя есть».<br>После того как Святой Мудрец запретного города запретил людям молиться Царству Ночи, духовные узы, когда-то установленные, рухнули.<br>Юноша с алыми глазами, пройдя через множество испытаний, столкнулся с последним: подражая первому возвысившемуся человеку, он должен был золотым кинжалом принести в жертву своё сердце.<br>Самопожертвование считалось честью, предназначенной для победителя. Поэтому, без колебаний блестящим лезвием он разрезал свою грудь. Следующее его появление было связано с возвращением из королевства, где вода была подобна лучам света, готовым заново вдохнуть жизнь в великое дело.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ed159b7777c20a3279fc1256f76921d1_1821996597807435068.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Нефрит Возвращения",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Когда Шбаланке победил\nон разделил его глаз на две части. Согласно легенде, древний повелитель драконов, когда-то управлявший всем светом и мудростью, превратил один из своих глаз в источник высшей власти, с помощью которой можно было повелевать огнём. Одну\nвзял Шбаланке, а другую - Вашаклахун Уба Кан. По соглашению Шбаланке и Мудрец украденного пламени должны были соединить Золотые прошения и активировать силу Уицилопочтли. Вашаклахун Уба Кан знал, что люди могут не пережить это бедствие, но он надеялся, что потом придёт цивилизация, превосходящая и драконов, и людей. Шбаланке нарушил клятву с драконом, а Оч-кан, в попытке не допустить свершения планов отца, решил спрятать Золотое прошение. Он знал, что его отцу не было дела до выживания человечества и ради пути «эволюции» тот готов были принести в жертву даже будущее своих сородичей. Он развернул кабель, созданный древними драконами и ведущий к небу, чтобы модифицировать и создать корабль\nЧтобы Мудрец украденного пламени не смог завладеть Золотым прошением, Оч-кан спрятал его на Тонатиу и наложил печать, которую была способна снять только кровь наследника Повелителя огня."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/14/237301566/fe9d29d31fd61358bb32e2b9d8ab0557_7530605743666150374.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 лет назад произошёл\nв результате которого Натлан столкнулся с Бездной - чёрной волной, поглотившей весь мир. Этих чудовищ нельзя было понять, и с ними нельзя было договориться. От садов, где весело играли дети, остался только пепел и обугленные кости. В горячих источниках теперь бурлила не вода, а кровь вперемешку с грязью. По легенде, древний царь питонов Очканатлана однажды построил небесный корабль и выковал\n- тайное сокровище, способное дать отпор Бездне и окончательно изгнать её за пределы мира. Подобно золотому колесу, оно было способно повернуть время вспять, сжечь мучительное настоящее и вернуть прекрасное прошлое. И добыть это сокровище можно было только в недрах Очканатлана, затопленного скверной. Люди, отчаявшиеся бороться с Бездной, решили попытать счастья и отправиться на поиски Нефрита, пусть даже это было бы ловушкой. Когда Натлан заполонила скверна, в Сожжённом городе появился злой дракон. Все искатели приключений, отправившиеся за надеждой об уничтожении Бездны, были уничтожены драконом, и почти никто из них не вернулся назад.\nСреди таких искателей приключений был отряд, что отправился к городу на облаках спустя десять лет после Катаклизма. Командиром отряда стал самый могущественный воин клана Цветочного Пера Тайка. До Катаклизма он неизменно одерживал верх в боевых поединках и скучал, думая, что так пройдёт вся его жизнь. Лишь став свидетелем настоящей войны, Тайка почувствовал на себе всю тяжесть судьбы. Он простился со своей женой и ещё не рождённым ребёнком и отправился изгонять нечисть. В городе он обнаружил чертежи Очканатлана, благодаря чему отряд смог найти Алтарь Первозданного огня и попасть на летучий корабль. Но битва на «Тонатиу» стала его последней, и перед смертью он вспомнил слова, что он сказал любимой жене на прощание."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«...Если родится девочка, назови её Боной. Она станет великой воительницей».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Вторым членом отряда был немолодой укротитель заврианов из Потомков Крон Легба. Когда он вернулся во время Катаклизма в племя, он увидел лишь осколки кошмара после неистового шабаша чудовищ. Переселив выживших соплеменников в безопасное место, он решил отправиться в путешествие, из которого не было возврата. Теперь, вместо завриан, ему пришлось иметь дело с бессердечными демонами, что пришли с чёрной волной. Другим членом стал глава Ассоциации реликвий заврианов из Удела Благодатных земель Копан, который ни днём, ни ночью не расставался с толстыми свитками или круглыми сутками возился с таинственными механизмами. Когда дома оказались укрыты чёрным кошмаром, все его свитки, в поиски которых было вложено столько труда, сгорели в огне войны. Чтобы соотечественники учёного не погибли впустую, он забросил свои исследования и отправился в Сожжённый город. Загадочные механизмы, найденные в заброшенных руинах, будто с помощью невидимого мудреца были пересобраны и усовершенствованы, чтобы помочь воинам в бою."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/14/237301566/04d10e5c143757347782255c734d237c_1601733938707948025.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Четвёртым членом отряда искателей приключений стал горный патрульный из Народа Родников, который должен был вернуть себе дом. Пятым членом отряда был воин Кенин из клана Цветочного Пера. Каждую ночь, когда он пытался заснуть, он слышал в сожжённом городе голоса монстров, что могли принимать различные обличья. Они прятались в древних руинах, поэтому он не мог заснуть. Когда чёрный прилив почти достиг отряд, Кенин остался эвакуировать выживших, чтобы спасательная команда из клана Цветочного Пера смогла увести их в безопасное место. Иногда он просыпался и видел, что дорога, которая ещё накануне была совершенно целой, теперь разбита и полуразрушена, а иногда видел друзей, которых уже давно нет. Сам Кенин пал в бою с монстрами и его облик принял один из них. Не осознавая, что сам стал монстром, Кенин продолжил защищать путников. Лишь когда Путешественник/ца открыла тайну павшего война, тот понял, что уже давно стал монстром. Также к команде присоединились люди из Детей Эха.\nПозже всех к отряду присоединилась юная шаманка Лириву из Повелителей Ночного Ветра. Присоединяясь к отряду, ученица ученика великого Санхаджа была полна веры в свои силы, но она и представить себе не могла, что сожжённый город будет кишеть полчищами демонов. В Очканатлане не был слышен голос Вайоб, а секретные техники Повелителей Ночного Ветра не работали, и прорицательница даже не могла исцелить раны. Одной ночью она попыталась тайком сбежать. Товарищи по отряду понимали, что Лириву не сможет идти дальше, и оставили её в безопасной башне. Когда шаманка наконец добралась до их лагеря, то обнаружила там лишь изуродованные кости, оставленные драконом после трапезы. Она не смогла спасти своих товарищей и не смогла вернуть их души домой, но она должна была вернуться и рассказать о конце, постигшем храбрых воинов. Вернувшись, Лириву оставила новорождённой дочери Тайки последний оставшийся в мире фрагмент пирофосфорита, необходимый для поиска Нефрита Возвращения."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/237301566/225ea0a3d967b5a7545dc1225d772d7a_2797358375977435796.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда дочь Тайки, названная Боной, выросла, она решила продолжить дело отца и отправиться в древний город за Нефритом Возвращения. Когда она спасалась от злого дракона, она обнаружила Ядро Чуулел, ранее являвшегося сердцем всего города. С помощью пирофосфорита Бона пробудила спящий в сердце механизма дух дракона и назвала его Кокоуик. Пользуясь метками Лириву, вместе они достигли Алтарь Первозданного огня, от которого можно было подняться на «Тонатиу». Попав на корабль, она наконец поняла истинную природу Нефрита Возвращения: никакого сокровища, способного уничтожить Бездну, не существовало, и Нефрит был лишь легендой, выдуманной Мудрецом украденного пламени для заманивания искателей приключений.\nбыл механизмом, способным спасти Натлан, но уничтожить людей. Осознав план Вашаклахуна Уба Кана, Бона поклялась не дать Золотое прошение и последний пирофософрит в руки Мудреца украденного пламени и не позволить его замыслу свершиться. Она остановила его, но ценой своей жизни, и даже Кокоуик не смог её спасти.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Заблудший путник в обители пепла",
        "desc": "<p>Серия мировых заданий о Боне и Коко – искательнице приключений и её спутнике.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/16/88347907/0d5e19dbd24ec66bf93083c57f2a085c_8252992936844839130.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7409,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Дети Эха",
        "desc": "<p>Одно из шести племён Натлана, также известное как Нанацкайан. Жители племени живут бок о бок с тепетлизаврами.<br>«Какой бы свет вы ни искали, Дети Эха ответят вам искренностью, твёрдой и непоколебимой, как камень, и горячей, как пламя кузницы».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/05/237301566/eb438f45c1b23162d4b17505fc6b0205_4048251979466285119.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "name": "Потомки Крон",
        "desc": "<p>Одно из шести племён Натлана, также известное как Уитцтлан. Жители племени живут бок о бок с юмказаврами. Потомки Крон славятся любовью к экстремальным видам спорта: скалолазанию, спуску по верёвке, паркуру на вулканах.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/05/237301566/79ebff2a0e10528e9129a10ee3043668_5764817952363516280.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6997,
        "name": "Народ Родников",
        "desc": "<p>Одно из шести племён Натлана, также известное как Мецтли. Жители живут бок о бок с кохолазаврами. В этом приветливом племени любят музыку, вечеринки и горячие источники.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/05/237301566/bf4346b2af8799209a3a494f359067a7_8906688900072372819.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Повелители Ночного Ветра",
        "desc": "<p>Одно из шести племён Натлана, также известное как Миктлан. Жители живут бок о бок с иктомизаврами. Повелители Ночного Ветра славятся своими предсказаниями и пользуются особыми ритуалами для усиления связи с Царством Ночи и своей Вайоб.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/24/237301566/0ed9af441ff862c8caccc8ba87d3f4e8_3382131558213222413.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "name": "Клан Цветочного Пера",
        "desc": "<p>Одно из шести племён Натлана, также известное как Тлалокан. Жители живут бок о бок с кукузаврами.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/b3db302029d76613e2bfa33f036c565c_4703083528994467732.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7000,
        "name": "Удел Благодатных Земель",
        "desc": "<p>Одно из шести племён Натлана, также известное как Тетеокан. Жители живут бок о бок с татанказаврами. Племя славится любовью к тренировкам и спортивным соревнованиям.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/34cbc5aa060896e731bea85173816bed_7751929454071826209.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Оч-кан",
        "desc": "<p>Дракон с человеческой душой, правитель Сожжённого города, царь питонов и Святой Мудрец.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_5631847168565650941.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Вашаклахун Уба Кан",
        "desc": "<p>Дракон, укравший пламя у своего народа и научивший людей им пользоваться. Хотел создать правителя сильнее людей и драконов. Его истинное имя Кукулькан.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/28/237301566/b9c40708c129547b244f252d9b749a86_6856815824070411078.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "name": "Титу",
        "desc": "<p>Рассказчик Детей Эха и охранник сторожевого поста. <span class=\"wk-shady\">Настоящий Титу жил около 500 лет назад, а потом его образ был использован Вашаклахуном Уба Каном.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/4178d6937c0cecf38e3f081ee2411fcc_5317395639618645569.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Бона",
        "desc": "<p>Искательница приключений из клана Цветочного Пера, отправившаяся в Очканатлан искать Нефрит Возвращения. <span class=\"wk-shady\">Жила около 500 лет назад.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/24/237301566/670e85842edd33ed3f3ddddde20976a5_2638181928239819320.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Свиток героя сожжённого города",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ad5095f324c2da829ecaa5e2ed13af9_2791497672459683103.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "name": "Записи безымянного искателя приключений",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Золотое прошение",
        "desc": "<p>Белый диск, извлечённый из разрушенных руин правителя сожжённого города в Очканатлане. Это один из ключевых символов, необходимых для путешествия к Великому вулкану Толлан и снятия Благословения Повелителя огня с детёныша тепетлизавра. Говорят, он является одним из фрагментов, оставшихся после разделения глаза Повелителя огня на две части. Согласно легенде, древний повелитель драконов, когда-то управлявший всем светом и мудростью, превратил один из своих глаз в источник высшей власти, с помощью которой можно было повелевать огнём. Это стало его единственной уязвимостью...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/558e5a31d367a67a8e85745a668d2c5e_6176489476449545072.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Золотое прошение",
        "desc": "<p>Белый диск, найденный в руинах Мудреца украденного пламени. Это один из необходимых даров в путешествии к Великому вулкану Толлану, которым можно снять заклятия Повелителя огня с маленького тепетлизавра. На поверхности диска выгравированы золотые надписи. При прикосновении можно почувствовать, как узоры пульсируют, словно живые.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/124137736/558e5a31d367a67a8e85745a668d2c5e_9156352436265891527.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7274,
        "name": "Пирофосфорит",
        "desc": "Обычный на вид камень, который может быть ключом к тайнам, сокрытым на борту легендарного «Тонатиу».",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/1753d71c8a0f185f6dd71899f91d6fa1_1880279432634972620.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Заблудший путник в обители пепла",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Тиран Сожжённого города был последним наследником древних драконов, в чьих венах текла кровь Пиро дракона, поэтому Благословение Повелителя огня не причиняло ему вреда. Драконы и заврианы с этой меткой обладали невероятными способностями, но тела современных завриан не способны выдержать такую мощь. Вайоб и Царство ночи отвергают эту силу и не желают принимать таких заврианов, поэтому по мере взросления сила либо отправляет их на тот свет, либо сводит с ума. Согласно легенде, воины племён брали дар,\nна две части, и совершали Паломничество к вулкану Толлан, где смывали имя своего спутника, которое запомнил покойный Шиукоатль. В результате Царство Ночи снова принимало таких заврианов.\nБлагословение Повелителя огня оказалось у маленького тепетлизавра, ставшего спутником Путешественника/цы. Чтобы отправиться к Великому вулкану, Путешественник/ца и Паймон получили первое Золотое прошение в руинах, где Мудрец украденного пламени заключил сделку с будущим первым Пиро Архонтом Шбаланке о высвобождении силы Уицилопочтли. Золотые прошения и были необходимыми дарами для Паломничества к вулкану. Получив первое прошение, Путешественник/ца и Паймон узнали, что второе может находиться в Сожжённом городе."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/14/237301566/440a47d1d126d42312e6bee329f7c5e2_8460049680138002494.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "На пути в Очканатлан Путешественник/ца, Паймон и тепетлизавр были атакованы злым драконом, а потом и монстрами, но их спасло таинственное золотое свечение, заперев дверь башни. Внутри этой башни обнаружились записи искательницы приключений Боны, которые та оставила во время своего путешествия в запретный город. Вскоре им встретилась и сама Бона, оставшаяся в городе в виде призрака, и Кокоук, спасший их от монстров. Ни Бона, ни Путешественник/ца не знали, что девушка на самом деле мертва, поэтому они решили объединить свои силы и отправиться на поиски Нефрита Возвращения."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/14/237301566/e092a78d7399cadd13f6ab45a2b64358_5710054306361400145.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Когда Путешественник/ца, Паймон, тепетлизавр, Бона и Кокоук достигли «Тонатиу» и получили Золотое прошение, возложив пирофосфорит к Алтарю Первозданного огня, злой дракон внезапно выхватил прошение и улетел. После погони оказалось, что злым драконом являлось тело царя питонов Оч-кана, заражённое Бездной.\nнаконец смог воссоединиться со своим телом и поделиться с Путешественником/цей воспоминаниями. Он/а узнал/а, что два Золотых прошения были необходимы не для снятия Благословения Повелителя огня, а для высвобождения силы Уицилопочтли, благодаря которой Вашаклахун Уба Кан намеревался возродить величие древней расы драконов. Хотя грехи Оч-кана было не очистить, как и скверну Бездны, благодаря Путешественнику/це кошмар царя питонов наконец закончился, и он успокоился навечно. Когда Путешественник/ца и Паймон вернулись на «Тонатиу», Бона пропала, и от неё остались лишь очки. Наконец завершилось и её приключение, а Путешественник/ца и Паймон пообещали рассказать всем о «Тонатиу» и судьбе искательницы приключений. Когда души Оч-кана и Боны вернулись в Царство Ночи, они помогли Путешественнику/це столкнуться с Бездной ради спасения всего Натлана.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Заблудший путник в обители пепла",
        "desc": "<p>Серия мировых заданий о Боне и Коко – искательнице приключений и её спутнике.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/16/88347907/0d5e19dbd24ec66bf93083c57f2a085c_8252992936844839130.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "name": "Древняя Священная гора",
        "desc": "<p>Прежде чем потомки различных племён научились записывать свою историю на тканых свитках, древняя и гордая знать уже построила здесь великолепный священный город, презрев землю, которую эти немощные рабы знали как «Натлантида». Однако огромная империя, гордившаяся своим могуществом, давно погибла в битвах. От того могущественного города осталась лишь одинокая гробница.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/30/237301566/6fdb6cce9a5cce40096dce9c2672feba_2742961603716894059.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Бона",
        "desc": "<p>Искательница приключений из клана Цветочного Пера, отправившаяся в Очканатлан искать Нефрит Возвращения. <span class=\"wk-shady\">Жила около 500 лет назад.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/24/237301566/670e85842edd33ed3f3ddddde20976a5_2638181928239819320.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Оч-кан",
        "desc": "<p>Дракон с человеческой душой, правитель Сожжённого города, царь питонов и Святой Мудрец.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_5631847168565650941.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7274,
        "name": "Пирофосфорит",
        "desc": "Обычный на вид камень, который может быть ключом к тайнам, сокрытым на борту легендарного «Тонатиу».",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/1753d71c8a0f185f6dd71899f91d6fa1_1880279432634972620.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Золотое прошение",
        "desc": "<p>Белый диск, извлечённый из разрушенных руин правителя сожжённого города в Очканатлане. Это один из ключевых символов, необходимых для путешествия к Великому вулкану Толлан и снятия Благословения Повелителя огня с детёныша тепетлизавра. Говорят, он является одним из фрагментов, оставшихся после разделения глаза Повелителя огня на две части. Согласно легенде, древний повелитель драконов, когда-то управлявший всем светом и мудростью, превратил один из своих глаз в источник высшей власти, с помощью которой можно было повелевать огнём. Это стало его единственной уязвимостью...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/558e5a31d367a67a8e85745a668d2c5e_6176489476449545072.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7234,
        "name": "Аура «Кокоуика»",
        "desc": "<p>Таинственный спутник искательницы приключений Боны «Кокоуик», похоже, обладает чудесной способностью подавлять загрязняющую силу Бездны.<br>Во время совместных путешествий «Кокоуик» посредством аур на своём теле будет защищать вас от угрозы Бездны, расходуя <span style=\"color: #FFE14B\">флогистон</span>. Под воздействием ауры Скверна Бездны будет подавлена и растает, а монстры, обладающие <span style=\"color: #FFE14B\">барьерами пустоты</span>, будут постоянно получать урон.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Обучение",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Таинственные запретные земли: Очканатлан"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/f5f9906df5c5e43e7a86fd5f99ed581d_6330466259815231411.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>12 ноября 2024</color>\nПривет, Путешественники!\nЕсли взглянуть издалека с одной из вершин клана Цветочного Пера, можно увидеть древний город, окутанный туманом.\nГоворят, эти земли опасны. Многие Путешественники оттуда так и не вернулись. Земли объявили запретной зоной. Каких-то достоверных сведений о них практически нет. Только обрывки слухов..."
      }
    ],
    "galleryCharacter": [
      {
        "key": "Очканатлан",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/d5027c4e35d8cb98c98a977c2b097567_97304726470540205.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Идеалы, заблуждения, обиды и надежды - в итоге башня, построенная для исполнения желаний народа, рухнула, когда эти желания были развеяны."
          }
        ]
      },
      {
        "key": "Пепельная улица",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/1d45ab73d828a00828956d711997c0d2_4871023361507737518.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "На руинах города, построенного всеми забытой расой, люди когда-то пытались построить новую страну. Теперь от неё остался лишь пепел, а альянс, некогда собравшийся для этой цели, давно распался."
          }
        ]
      },
      {
        "key": "Ядро Чуулел",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/eac84b6aa0c2d2b95271b44777dadaef_7717646278612364080.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Чтобы похоронить невыразимое прошлое и открыть будущее рода, кто-то однажды пожертвовал собственным сердцем, дабы стать сосудом, который будет управлять всем городом. После того дня, когда даже души в горах были сожжены в пепел, кто теперь следит за городом?"
          }
        ]
      },
      {
        "key": "Легендарный «Тонатиу»",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/94ca159eb9e162d76d4007e0763cd59c_2655038877173491771.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Неизвестно, почему он был погребён в море облаков и почему корабль остановился именно здесь. Хотя он вышел из-под контроля своего создателя, но продолжает хранить древнюю тайну."
          }
        ]
      },
      {
        "key": "Древнее Ядро Чуулел",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/868d1d898192e5d62f6fc60511d16fe4_4252857012132948704.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "В глубоких руинах города, который ныне считается городом руин, древняя раса выковала бесплотную мудрость, используя золотые узоры и команды, и сохранила её в каменных статуях, чтобы управлять механизмами всего города."
          }
        ]
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/1309d1dcde1789d3c93a0e9cdb73ff70_2705676947827145131.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/82387045691a47606ca220bf439059f8_922370614388469982.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/074c8fa34901599dfbf8eea21f977e2f_3708322185545221841.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/5f91e62e5d633d9678979f6c1a3b2702_1222376042682349556.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/68f92e85a6e35e2e83fad474ca9cdd8d_2816796250202255671.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/59c24050d01d58ebf0e4310d49507de7_534589574653070824.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/0ae1030b13f28d1eaaf9b51d80941df0_5389628585842230527.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/4a458f29285eaf1cb051e767ddd6871f_7478416742363443860.png"
      },
      {
        "key": "Карта локаций",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/7fa79ad2ed56962a03f52dbdc12ccea6_6814686553056826005.png"
      },
      {
        "key": "Иш Ушул Циб Болон Чуле-L",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/f6ba6a3e7bdbfa5edb50df930a07d9a0_6154459521010227577.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Истинная драконья правительница Чичен Уктоки."
          }
        ]
      },
      {
        "key": "Оч-кан",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/4c3b65f258e8510e957ae0e66a315751_5127049007662330635.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Фреска, нанесённая поверх изображения драконьей правительницы."
          }
        ]
      },
      {
        "key": "Эволюция",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/237301566/60c4ab1854061e6aaef7246fe3c46931_1412335340050372164.png"
      }
    ]
  }
}