{
  "epId": 7296,
  "name": "Оч-кан",
  "desc": "<p>Дракон с человеческой душой, правитель Сожжённого города, царь питонов и Святой Мудрец.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_5631847168565650941.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1743897519,
  "components": {
    "galleryCharacter": [
      {
        "key": "Оч-кан",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/866706487c6079f430bf937c0b9aabc7_2972222841901046422.png"
      },
      {
        "key": "Оч-кан",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/21/237301566/cf3b2610ccc551e03a7b593928a5b591_5046471868752218230.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Очканатлан",
        "desc": "<p>Чтобы осуществить великую мечту в утреннем тумане и море облаков, воины, бороздившие небеса, не знали ни минуты покоя.</p><p>В глубинах далёкого моря тумана в разрушенном городе ужасный дракон охраняет запретные истории, а  над облаками забытый легендарный пустой ковчег ждёт прибытия новых гостей...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/8694aaf89d32e75eca416ec7fe41e487_5633371373807827387.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Город, построенный на руинах древней драконьей цивилизации. Оч-кан пытался создать драконье Ядро Чуулел, которое бы принадлежало только людям, чтобы не допустить возрождения цивилизации драконов. Для этого Оч-кан поместил свой разум в Ядро Чуулел, но его тело было использовано Мудрецом украденного пламени против Очканатлана.\nКорабль, построенный Оч-каном, где он спрятал",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Золотое прошение",
        "desc": "<p>Белый диск, извлечённый из разрушенных руин правителя сожжённого города в Очканатлане. Это один из ключевых символов, необходимых для путешествия к Великому вулкану Толлан и снятия Благословения Повелителя огня с детёныша тепетлизавра. Говорят, он является одним из фрагментов, оставшихся после разделения глаза Повелителя огня на две части. Согласно легенде, древний повелитель драконов, когда-то управлявший всем светом и мудростью, превратил один из своих глаз в источник высшей власти, с помощью которой можно было повелевать огнём. Это стало его единственной уязвимостью...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/558e5a31d367a67a8e85745a668d2c5e_6176489476449545072.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\nВеликий Альянс\nОрганизация, управляющая всеми племенами Натлана, существовавшая тысячелетия назад. Оч-кан был правителем Альянса.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Вашаклахун Уба Кан",
        "desc": "<p>Дракон, укравший пламя у своего народа и научивший людей им пользоваться. Хотел создать правителя сильнее людей и драконов. Его истинное имя Кукулькан.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/28/237301566/b9c40708c129547b244f252d9b749a86_6856815824070411078.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Отец Оч-кана, который поселил его среди людей. Мудрец украденного пламени хотел, чтобы сын убил Пиро дракона",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Шиукоатль",
        "desc": "<p>Пиро Владыка драконов, побеждённый первым Пиро Архонтом Шбаланке. Инсценировал свою смерть, после чего потомки древних драконов могли только склониться перед троном и наблюдать, как их цивилизация с каждым днём неизбежно угасает.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/21/237301566/36590cd4be92a9d70abed92915537d5e_3057123849420568171.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и стал новым Владыкой драконов, но Оч-кан пошёл против него.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Шбаланке",
        "desc": "<p>Первый Пиро Архонт, победивший Повелителя огня и возродившийся из пламени. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/e7f7eee058f60fc225b1f5bc654a08e0_7006634286090563879.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "По легенде, Шбаланке спас Оч-кана из заточения драконов и стал его другом.\nЮпанки\nСтарый друг Оч-кана, не согласившийся с его тиранией. По легенде, Юпанки, отвечавший за вооружение в Великом Альянсе, украл у Оч-кана Пламя поворота, которое тиран использовал, чтобы уничтожать своих противников. Все солдаты Альянса сгорели дотла, но когда Юпанки уже собирался покинуть город, он, обернувшись на голос Оч-кана, был поглощён Пламенем поворота.\nЮноша с алыми глазами\nЧлен Клана Цветочного пера, свергнувший правителя Сожжённого города.\nКокоуик\nЧасть разума Оч-кана, отделённая от его тела.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Бона",
        "desc": "<p>Искательница приключений из клана Цветочного Пера, отправившаяся в Очканатлан искать Нефрит Возвращения. <span class=\"wk-shady\">Жила около 500 лет назад.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/24/237301566/670e85842edd33ed3f3ddddde20976a5_2638181928239819320.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Искательница приключений, отправившаяся в Очканатлан около 500 лет назад на поиски Нефрита Возвращения, который по легендам мог усмирить Бездну. Поняв, что Нефрита Возвращения не существует, Бона вместе с Кокуиком противостояла Мудрецу украденного пламени, чтобы он не получил Золотое прошение.\nИш Ушул Циб Болон Чуле-L\nОч-кан отправлял людей на раскопки древних драконьих руин, где была найдена драконья повелительница, от которого тиран Сожжённого города узнал про Ядро Чуулел.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Незаконченные грёзы",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/19/237301566/356c6b0e1be129282f759d8844872c7d_5854467669124203961.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Свиток героя сожжённого города",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ad5095f324c2da829ecaa5e2ed13af9_2791497672459683103.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Алое перо звёздного грифа",
        "desc": "Древний длинный лук, украшенный красными перьями. Это священная реликвия, которая передавалась из поколения в поколение в клане Цветочного Пера.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6548,
        "name": "Сотрясающий землю",
        "desc": "Говорят, это любимый тяжёлый меч героя, известного как Похититель огня. Говорят, что даже огонь правителя сожжённого города не смог испепелить его.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/dc6bf4c87afe67014579743618e97371_6360663376854922140.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6551,
        "name": "Кольцо Яшче",
        "desc": "Нефритовый сосуд, выкованный героями-близнецами прошлого. Легенда гласит, что однажды оно сбило с небес исполинского дракона, который жил в вулкане.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6660,
        "name": "Безумный декаданс Святого Мудреца",
        "desc": "Материал возвышения оружия.<br>Говорят, что загадочный вдохновитель, позже ставший известным как Святой Мудрец запретного города, был когда-то заключён в тюрьму. Первый человек, достигший возвышения, проявил к нему великое милосердие.<br>Когда он вышел из-под защиты когда-то великого народа, он был принят своим прежним племенем.<br>С тех пор он скрывает своё лицо под маской, пряча золотые узоры. Все свои силы он отдаёт служению мастеру, которому дал клятву.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/0e878dbfaa80066b537aa65b21f98ab5_4962317784630118380.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6661,
        "name": "Безумное опустошение Святого Мудреца",
        "desc": "Материал возвышения оружия.<br>Во время войны с драконами тот самый мудрец, скрывавший своё лицо под маской, помогал воинам расшифровывать золотые узоры на древних нечеловеческих руинах. Эти знания давно утрачены.<br>Он выучил язык и научился мыслить как враги. Возможно, использование этих навыков против них приносило ему глубокое удовлетворение.<br>Однако его очевидная ненависть к врагам беспокоила его соратников.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ad7d4eced9c047cf55dc7de12602b032_1771240742767474652.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6662,
        "name": "Безумный облик Святого Мудреца",
        "desc": "Материал возвышения оружия.<br>Именно в ту эпоху первый человек, достигший возвышения, оставил трон и вошёл в Священное пламя, когда смертный мир ожидал преемника.<br>В это же время загадочный вдохновитель взял всю власть в свои руки.<br>К несчастью, самопровозглашённый Святой Мудрец решил, что бог, которого он любил и ради которого проливал золотые слёзы, должен остаться без преемника. Он превысил свои полномочия, ставя свои эгоистичные желания выше заповедей почитаемого бога, создав город, где небо и земля были разделены.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aa7185b04bd1c2497721b870cc673d60_6516768964064862299.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6663,
        "name": "Безумная духовность Святого Мудреца",
        "desc": "Материал возвышения оружия.<br>Святой Мудрец запретного города часто бормотал во сне на нечеловеческих языках. А когда смотрелся в зеркало, замечал, что его единственный видимый сквозь маску зрачок постепенно становился вертикальным. Это только усиливало его ненависть к драконам.<br>Говорят, когда юноша с алыми глазами сжигал этот город, погружённый в тень, он увидел перед королевским залом безумца. В ярости тот словно рвал своё лицо, срывая божественный облик и обнажая зловещие драконьи раны.<br>Поглощённая золотым пламенем, изуродованная фигура этого безумца рухнула с высоты в чёрную трясину внизу. Покинутый всеми, он встретил свою трагическую судьбу.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/4c7853537ced53b00d9bb4f1afd665db_7456375540279073148.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6656,
        "name": "Ужас пылающего жертвенного сердца",
        "desc": "Материал возвышения оружия.<br>Согласно древним племенным традициям, всё, что человек берёт у этого мира, должно быть возвращено обратно.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/3f475737ca0c772330b0f9b4e7ddfd75_2354800291921853042.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6657,
        "name": "Сомнение пылающего жертвенного сердца",
        "desc": "Материал возвышения оружия.<br>Когда первобытные цивилизации рухнули, словно разбитый нефрит, а те, кто наслаждался жизнью на небесах и руководил земными цивилизациями, были поглощены пробудившимися драконами, человечество погрузилось в хаос, утратив способность воспринимать мир.<br>Они вернулись к своим самым первобытным инстинктам, уверенные в таинственной силе земли. Так началась эпоха, когда охотничья добыча стала приноситься в жертву.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/950e0ff91d2403dacc8c17553620ac31_6131057622219301507.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6658,
        "name": "Решимость пылающего жертвенного сердца",
        "desc": "Материал возвышения оружия.<br>Говорят, что Мудрец украденного пламени, передав тайные знания, позволившие племени овладеть всеми формами пламени, надеялся, что они поднимутся по ступеням цивилизации и откажутся от ошибочных практик своих предков.<br>Однако укоренившиеся практики были непоколебимы. Наделённые властью молодые люди разжигали конфликты внутри племени ради большего количества жертвоприношений. Это может объяснить разочарование мудреца и его исчезновение из истории.<br>Примечательно, что именно во время правления Святого Мудреца в запретном городе практика живых жертвоприношений была окончательно запрещена. Хотя истинной мотивацией Святого Мудреца для отмены многих обычаев было укрепление власти, этот акт можно также рассматривать как начало новой цивилизации.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/df3fc459d775fc9e9039538ca269a904_3837489163069725666.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6659,
        "name": "Великолепие пылающего жертвенного сердца",
        "desc": "Материал возвышения оружия.<br>«Если ты хочешь обладать всем, что может предложить мир, ты должен сначала отдать этому миру всё, что у тебя есть».<br>После того как Святой Мудрец запретного города запретил людям молиться Царству Ночи, духовные узы, когда-то установленные, рухнули.<br>Юноша с алыми глазами, пройдя через множество испытаний, столкнулся с последним: подражая первому возвысившемуся человеку, он должен был золотым кинжалом принести в жертву своё сердце.<br>Самопожертвование считалось честью, предназначенной для победителя. Поэтому, без колебаний блестящим лезвием он разрезал свою грудь. Следующее его появление было связано с возвращением из королевства, где вода была подобна лучам света, готовым заново вдохнуть жизнь в великое дело.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ed159b7777c20a3279fc1256f76921d1_1821996597807435068.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Оч-кан"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Натлан"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Драконы"
          }
        ]
      },
      {
        "key": "Титул:",
        "value": [
          {
            "type": "RichText",
            "text": "Правитель Сожжённого города\nСвятой Мудрец\nТиран Сожжённого города\nЦарь питонов\nХранитель"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Записки священного правителя I",
        "desc": [
          {
            "type": "RichText",
            "text": "...Разведчики Куаутли вернулись. По предварительным результатам, руины под городом залегают достаточно глубоко... полностью затоплено... Если слова (...) - правда, то в глубине руин должно быть...\n...Останься Икцуй в живых, возможно, мы смогли бы построить что-то, что быстро откачает воду...\n...Мы должны найти способ откачать воду, иначе мы не сможем продолжать..."
          }
        ]
      },
      {
        "title": "Записки священного правителя II",
        "desc": [
          {
            "type": "RichText",
            "text": "...Рабочая сила для строительства ирригационных сооружений, по одному человеку от десяти семей каждого племени...\n...Не считая вестницы клана Цветочного Пера, все племена согласились отправить рабочих...\n...без разрешения в гневе покинуть заседание, пользуясь своим высоким положением и преступив данную Альянсу клятву...\n...Воду нужно любой ценой спустить до наступления зимы...\n...Судя по отчётам надсмотрщиков, рабочие взялись за дело с энтузиазмом...\n...Кое-кто отлынивает, но это не влияет на общий прогресс...\n...Любой саботаж равноценен предательству Альянса, такие действия должны...\n...Общее количество людей в городе превышает... Нельзя допустить потенциальную угрозу, ни в коем случае нельзя рисковать жизнями спасённых им людей...\n...Если бы Унуку не покинул Альянс из-за (...) и если бы не исчезновение океанид, что следовали за ним, изучать это место было бы куда проще...\n...Труд простых смертных неэффективен, люди слишком слабы...\n...Именно поэтому они бессильны перед непостижимым...\n...Именно поэтому следует искоренить всё превосходящее человеческий разум...\n...Сохраняется ощущение жжения под кожей. Как обычно, пустили кровь, но (...) облегчения не наступило...\n...В ясном сознании вспомнил приказ (...). Велел ему выдать дополнительные пайки для вознаграждения трудолюбивых рабочих..."
          }
        ]
      },
      {
        "title": "Записки священного правителя III",
        "desc": [
          {
            "type": "RichText",
            "text": "...Статуя явно творение более древней эпохи, о которой говорит (...). Судя по её внешнему виду, мастера из драконьего рода так и не завершили работу над нижней частью. Возможно, им что-то помешало...\n...Автоматоны таинственного источника не проявляют враждебности... Предположительно, должен существовать хотя бы один центр управления, иначе они не смогли бы действовать в одиночку...\n...Если внести небольшие изменения с помощью флогистоновой гравировки, возможно...\n...Судя по словам надсмотрщиков, рабочие по-прежнему в приподнятом настроении... Инспекцию встречали воодушевлённые возгласы...\n...В докладе упоминаются суеверные слухи... Очевидный недостаток осведомлённости о флогистоновой гравировке... Распустить большинство рабочих, оставив лишь часть... Во избежание..."
          }
        ]
      },
      {
        "title": "Записки священного правителя IV",
        "desc": [
          {
            "type": "RichText",
            "text": "«...Секрет... необходимо пожертвовать... отдать всё...»\n(Почти все прочие материалы сожгли, текст не читается.)"
          }
        ]
      },
      {
        "title": "Записки священного правителя V",
        "desc": [
          {
            "type": "RichText",
            "text": "...Она называет меня правителем, назначенным судьбой, и увещевает нежными речами. Говорит о славе, славе свирепых зверей. Мерзость...\n...Её слова полностью совпадают со словами (...)... Шбаланке - о нём не упоминалось ни в одном пророчестве. Даже обезумевшие от власти звери не предвидели, что он появится на свет...\n...Иными словами, он и есть истинный «человек». Повелитель, принадлежащий исключительно людям...\n...Именно поэтому он достоин того, чтобы за ним следовал каждый... Никто иной, кроме него, не вправе называться «богом»...\n...\n...Она без утайки рассказала мне всё об этой древней империи. Канатные лестницы, тянущиеся к небесам. Оружие, преобразованное из (...). Пушки, способные на куски разорвать (...). (...), упавшие с трёх лун. Исследования (...) и стремлений...\n...Леденящие душу... Ни в коем случае нельзя позволить им вернуть себе былую славу, иначе у человечества не будет шанса на сопротивление...\n...Бесполезно искать примирения. Только полное подчинение кандалам, что набросило на них человечество. В противном случае...\n...Воспоминания, что она хранит... Энергия, которая использовались для управления механизмами источника... по-прежнему может служить людям...\n...Надо придумать, как полностью лишить её власти, но при этом обеспечить сохранение жизни до окончательного исчерпания ресурса..."
          }
        ]
      },
      {
        "title": "Записки священного правителя VI",
        "desc": [
          {
            "type": "RichText",
            "text": "...Отныне нельзя допускать, чтобы племена нарушали свои границы и посягали на верховное господство. В многоначалии нет ничего хорошего. Опыт песчаных царств и варваров северных морей показывает, что многоначалие выливается в бесконечные распри.\n...Здесь должен быть лишь один повелитель, один государь, один бог. Любое рассредоточение власти даёт шансы врагам человечества. Необходимо исключить всякую возможность смуты...\n...Если истории, что я прочёл в её воспоминаниях, правдивы, человечество вполне может двигаться вперёд по избранному курсу, пусть даже злобные звери споткнулись и упали... Если не забывать об осторожности, эта сила способна будет сокрушить все преграды на пути человечества к обретению собственной судьбы...\n...Но прежде следует запретить все подношения (...). Это единственная переменная. Нельзя допустить, чтобы гадкие душонки предателей вновь искушали живых, мёртвые должны покоиться с миром...\n...И тогда я не обману его имени... Люди и только люди, люди, которых он спас, станут повелителями, им не придётся больше подчиняться ни Ночи, ни Огню..."
          }
        ]
      },
      {
        "title": "Записки священного правителя VII",
        "desc": [
          {
            "type": "RichText",
            "text": "...Даже когда я заключил эту отвратительную нечисть в статую, она всё равно отказывается петь, как я хочу. Звериная натура берёт своё, она упрямо противится моей воле, хоть и знает, что это бесполезно. Очевидно, мы обезопасим человечество от угрозы, лишь посадив в клетку всех её сородичей, ещё более подлых, чем она сама...\n...Пока единственная проблема, которую необходимо решить, заключается в том, что управлять древними механизмами способна лишь грязная звериная порода. А зверям доверять нельзя, и я не могу уподобиться твари, что сидит в статуе, и тратить все свои силы на управление механизмами...\n...Я должен придумать, как создать Ядро Чуулел, которое принадлежало бы только людям...\n...\n...Отлично. Я постепенно понял...\n...Раз управлять механизмами способна только звериная порода, единственный разумный выход: поработить мою «драконью» часть...\n...И даже если моя «человеческая» часть погибнет, «драконья» часть останется заключена в рабском теле и будет вечно подчиняться «человеку», повиноваться «человеческой» воле и идеалам, исполнять приказы душ, которые были спасены тем человеком...\n...Всякий, кто может стать врагом человечества, должен сидеть в клетке...\n...Недопустимо облекать доверием существа, силами превосходящие людей, недопустимо полагаться на их милосердие. Только тому человеку удавалось сочетать в себе силу с добротой и милосердием, мир не знает других таких примеров, все остальные, владея силой, совершают злодеяния. Я не исключение. Только полный запрет...\n(Дальше текст вымаран, прочесть его невозможно.)"
          }
        ]
      },
      {
        "title": "Записки священного правителя VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "...Отчёты дознавателей свидетельствуют о том, что отравление Бездной остаётся в контролируемых пределах. Как мы и предполагали первоначально, нам не потребуется помощь иных сил, неподвластных человеку, чтобы сокрушить врагов Альянса...\n...Со временем потери будут уменьшаться, люди постепенно привыкнут...\n...Возможно, пока они не понимают, но рано или поздно поймут, что из всех доступных путей только этот ведёт к свободе от всех внешних ограничений. Попытки выжить, подчиняясь законам Ночи, напоминают попытки путника согреться среди зимней стужи, запалив на себе одежду...\n...Судьба человека должна лежать в его собственных руках, как и было с ним..."
          }
        ]
      },
      {
        "title": "Записки священного правителя IX",
        "desc": [
          {
            "type": "RichText",
            "text": "...Альянс никогда не погибнет... Я не... я не позволю, чтобы созданная им страна... страна, о которой он мечтал... исчезла...\n...Если запечатать город навсегда, Бездна не прорвётся сквозь стены...\n...Что бы ни случилось снаружи, здесь для человечества всегда будет гореть искра «надежды»...\n...Пусть плоть и кровь сгниют, а кости истлеют, пусть душа провалится в тюрьму, из которой нет возврата, всё равно нельзя отказываться от «надежды»... ибо это единственное сокровище, которое мне оставил тот человек...\n(Дальше почерк становится всё более неразборчивым.)"
          }
        ]
      },
      {
        "title": "Оставленные записи I",
        "desc": [
          {
            "type": "RichText",
            "text": "..Вы должны знать, соотечественники...\n...Мудрецу никогда не было дела до выживания человечества. Ради пути «эволюции» он готов принести в жертву будущее своих сородичей...\n...Небу тоже безразлична воля людей. Для него мы лишь столбы, что поддерживают землю и помогают в борьбе с врагами...\n...Поэтому мы не должны уповать ни на мудрость драконов, ни на силу Владыки Ночи. И все наши молитвы должны быть обращены только Пиро Архонту...\n...\n...Нам осталась лишь одна дорога - путь Шбаланке...\n[На камне появляются флогистоновые надписи, которые раньше были не видны.]\n(Глупый мой отпрыск, как узко трактуешь ты теорию видов. «Эволюция» никогда не была чиста и непорочна, как ты себе воображаешь. Она неоднородна, именно поэтому «эволюция» противостоит «вечности».)"
          }
        ]
      },
      {
        "title": "Оставленные записи II",
        "desc": [
          {
            "type": "RichText",
            "text": "...Вы должны помнить, соотечественники...\n...Человечество есть жизнь, что стоит на вершине «эволюции», человек является венцом эволюции всех живых существ на земле...\n...Вишапы Великого вулкана некогда считали себя расой, овладевшей тайнами эволюции, но в результате длительных и хаотичных изменений они утратили свою мудрость, а следом и силу, превратившись в диких зверей, которых истребляют люди...\n...Деградация Пиро Вишапов доказывает, что драконий род был отвергнут эволюцией. Их потомки утратили чистоту Первозданного огня, они никогда не дадут миру нового повелителя огня...\n...\n...Под его руководством человечество подчинило себе землю, а однажды мы покорим и небеса. Поэтому позволять Ночным землям надевать на нас оковы...\n...Счастливцы, которым выпала честь подняться на борт корабля! Сделайте первый шаг к нашей великой цели...\n[На камне появляются флогистоновые надписи, которые раньше были не видны.]\n(Не будь мой народ сокрушён деспотической небесной карой, не будь он разделён, не будь его эволюция прервана, стал бы я искать возможности эволюции в человеческой расе? Сотворённые существа, вы никогда не сможете этого понять, ибо вы лишь ступень на пути «эволюции».)"
          }
        ]
      },
      {
        "title": "Оставленные записи III",
        "desc": [
          {
            "type": "RichText",
            "text": "...Вы должны понимать, соотечественники...\n...За всё приходится платить, нельзя полагаться на тех, кто мудростью превосходит человека...\n...Древние драконы верили, что технологии и власть Повелителя огня позволят им править десять тысяч лет, но в конце концов лишились стремления к прогрессу и потеряли всё...\n...Подчинившись небесным правилам, мы окажемся связаны землёй и станем марионетками Владыки Ночи...\n...Не прекращайте двигаться вперёд. Иначе любимый правитель и великое дело, созданное блистательным альянсом, - всё рухнет в одночасье...\n[На камне появляются флогистоновые надписи, которые раньше были не видны.]\n(В чёрном околдованном небе я увидел благородных жеребцов, скачущих среди настоящих звёзд... И тогда я наконец понял, что любая империя, какой бы великой она ни была, в конце концов станет преградой, что мешает эволюции. Только...)"
          }
        ]
      },
      {
        "title": "Оставленные записи IV",
        "desc": [
          {
            "type": "RichText",
            "text": "..Вы должны верить, соотечественники...\n...Великий Пиро Архонт Шбаланке, его сияние освещает нам путь, мы одерживаем победу за победой...\n...\n...Не верьте бунтовским слухам, что подхватили рассказчики из глухомани, не верьте речам ложных богов и златоглазых мятежников...\n...мы должны молиться только ему, ибо он единственный истинный царь «человечества», единственный настоящий «человеческий» бог...\n...Настоящий бог никогда не умрёт... да славится вечно..."
          }
        ]
      },
      {
        "title": "Оставленные записи V",
        "desc": [
          {
            "type": "RichText",
            "text": "[Большая часть текста на табличке стёрта, разобрать надпись невозможно.]\n...Величайший... высочайший... светлейший... (...) заключил договор (...) с серебряным драконом. ...разбитая золотая печать в залог клятвы.\n...клятва дала (...) получить у драконов силу «Уицилопочтли»...\n...Однажды... превратится в выжженную землю... поэтому... нельзя, чтобы... попал к...\n...Во имя будущего Альянса и всего человечества я накладываю печать. Только кровь Повелителя огня... сможет...\n...Все будущие поколения должны..."
          }
        ]
      },
      {
        "title": "Чьи-то записи",
        "desc": [
          {
            "type": "RichText",
            "text": "...Если бы можно было вернуться в пламя вместе с ним...\n...Нет. Злодей, совершивший такие преступления, зверь, погубивший всех близких, недостоин столь тёплого и яркого конца...\n...Отвратительное кощунство... Казнь, искупить кровью... Ради...\n...ради... кого?"
          }
        ]
      }
    ]
  }
}