{
  "epId": 7297,
  "name": "Вашаклахун Уба Кан",
  "desc": "<p>Дракон, укравший пламя у своего народа и научивший людей им пользоваться. Хотел создать правителя сильнее людей и драконов. Его истинное имя Кукулькан.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/28/237301566/b9c40708c129547b244f252d9b749a86_6856815824070411078.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1745850421,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Кукулькан и Семя Первозданного огня",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/a1d846f80c1e55e2a7ab95315058e57e_1873050929874800432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Задолго до появления человечества Тейватом правила высокоразвитая цивилизация драконов, во главе которой стоял первородный дракон Нибелунг. На земле, которая тысячелетия спустя будет называться Натланом, на Священной горе, из Первозданного огня родился первый Пиро Владыка драконов Шиукоатль, который положил начало Священному городу Толлан и создал свой народ с помощью Первозданного огня. Своему первому созданию, брату\nон даровал частичку этого огня, которую потомки драконов считали частью великой души. Когда в Тейвате появились\nначалась война между Первым Сошедшим и драконами, во время которой небесные захватчики заморозили Шиукоатля в лаве, и он впал в состояние ложной смерти. Когда Нибелунг вернулся в Тейват с запретным знанием, Повелитель огня пробудился от затяжного сна благодаря зову Бездны. Великий\nбыл уничтожен тем захватчиком, но ценой больших потерь. В этот момент Повелитель пламени, взятый под контроль Бездной, ненадолго очнулся. Чтобы бороться с небесными захватчиками и Бездной, во время периодов ясности, Повелитель огня решил использовать\nспособное преобразовать весь Натлан в землю, состоящую только из флогистоновой материи. Все жизни были бы или уничтожены, или вынуждены были бы отказаться от своих тел и стать формами жизни, основанными на флогистоне. И тогда драконы, ставшие флогистоновыми формами жизни, стали бы повелевать этим новым миром."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/b04ee438a63a713231ce03528873c47e_562786398138198947.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Хотя совет драконов, слепо следовавший за своим правителем, согласились с этим планом, Кукулькан пришёл в ужас. Всё живое, превратившееся в мерцающие, иллюзорные тени, отбрасываемые гигантским факелом, лишились бы всякой возможности эволюционировать. Кукулькан знал, что Повелитель огня, проводивший эксперименты для Уицилопочтли на себе, будет первым погибшим от использования этой силы, поэтому он не согласился с планом своего брата. Он увидел, как свет ложится на землю без корней, как драконы падают ниц перед умирающим правителем, как гибнет великая цивилизация, а мир подчиняется циклам. Мудрец драконов знал, что богам на небесах и царю всех драконов не хватает силы, чтобы победить врагов, скрывавшихся в самых глубоких уголках ночного царства. Он надеялся, что в первозданном краю с плодородными землями есть уголок, нетронутый грязью и разложением."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/22/237301566/07572b5fa339baa6bdda00d5a2e02ed3_786153547844488635.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Назначенный регентом после заражения Шиукоатля, мудрейший из драконов решил найти другое решение и пойти к людям, в которых он видел надежду на эволюцию. Люди были самыми любимыми и самыми слабыми творениями Изначального, что пришли на место драконов. Когда в Тейвате разразилась вторая война с Владыкой драконов, первобытные цивилизации рухнули, словно разбитый нефрит, а те, кто руководил земными цивилизациями, были поглощены пробудившимися драконами. Человечество погрузилось в хаос, утратив способность воспринимать мир, и вернулось к первобытным инстинктам. По легенде, пройдя сквозь буйный ветер и пылающее пламя, Кукулькан достал из древнего дворца, затопленного магмой, тлеющие\nстав Мудрецом украденного пламени. Заполучив семя Первозданного огня, мудрейший из драконов прошёл сквозь пылающие равнины и ступил на суровую, дикую землю. Он обошёл все горячие источники и долины, где до сих пор не ступала лапа дракона, и однажды туман в долине рассеялся, и перед ним предстали люди. Существа эти, немощные, точно младенцы, родились в краю драконов, поэтому могли выживать лишь в тени древних крыльев. Хотя они давно потеряли своего проводника, забыли свою историю, отбросили воспоминания и затерялись среди гор и лесов, им удалось выстоять. Пораженный их упорством, единством и отвагой, мудрейший из драконов решил даровать им пылающее семя мудрости. Но этот дар имел свою цену: он принёс бы варварам цивилизацию, но вместе с этим начертил бы их судьбу, и в противовес изначальному божественному плану пришёл бы путь «эволюции». Вашаклахун Уба Кан предвидел, что в конце этого пути прольётся человеческая кровь, и две расы, две крови сольются воедино, а древние артерии вновь запульсируют, оживлённые молодой цивилизацией. Когда Вашаклахун Уба Кан создал\nон подарил первому варвару Чааку, поднявшемуся на остров, флогистон и сказал, что среди потомков Чаака родится спаситель двух миров."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Он будет жесток, как мантикора, и хитёр, как дикая лиса.</color>\n<color=#ffffffd9>Однажды он убьёт повелителя огня и взойдёт на древнейший из престолов. Да здравствует правитель двух миров!»</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/8e804c627f71c74c767026a67861ce53_9060395117135110288.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Получив негасимое семя огня у Мудреца украденного пламени, храбрый Чаак поделился огнём со своими соплеменниками и передал секрет всем, кто приходил к нему в поисках знаний. Так из дикой земли вновь пробились ростки цивилизации. Овладев великой силой первобытного пламени, бесстрашный Чаак и его спутники наконец победили свирепого Повелителя вулканов и основали первое племя. С течением времени все соплеменники разошлись по земле, и Чаак остался один. В последнюю ночь своей жизни он взобрался на высокую гору и развёл первый огонь. Он кричал, надеясь, что былые спутники откликнутся на его зов. И боги ночного царства ответили. Той ночью по всей земле звучали голоса из иного мира, сливаясь в крик рождения первой Вайоб из Царства Ночи."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/8d8e829bd173a60d120d829446104133_7883217380630042215.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "По легенде, когда Мудрец украденного пламени поделился с людьми семенем огня, они стали подражать драконам, создав язык, с помощью которого можно было осуществлять контроль над флогистоном. Так появились флогистоновые гравировки. В древние времена был мудрец, достигший такого мастерства в искусстве флогистоновой гравировки, что мог превратить все её многочисленные значения в изящные линии. Используя флогистон в качестве материала, он создавал яркие рисунки на высоких утёсах. Говорят, что именно так зародилось граффити Натлана, каким его знают сейчас.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "name": "Древняя Священная гора",
        "desc": "<p>Прежде чем потомки различных племён научились записывать свою историю на тканых свитках, древняя и гордая знать уже построила здесь великолепный священный город, презрев землю, которую эти немощные рабы знали как «Натлантида». Однако огромная империя, гордившаяся своим могуществом, давно погибла в битвах. От того могущественного города осталась лишь одинокая гробница.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/30/237301566/6fdb6cce9a5cce40096dce9c2672feba_2742961603716894059.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "name": "Нибелунг",
        "desc": "<p>Лидер элементальных драконов, отправившийся за границы мира Тейвата, чтобы получить силу Бездны для сражения с небесным порядком.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/596896f7ea3d51d7b1f6e504094f9d97_6875065463103513399.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Шиукоатль",
        "desc": "<p>Пиро Владыка драконов, побеждённый первым Пиро Архонтом Шбаланке. Инсценировал свою смерть, после чего потомки древних драконов могли только склониться перед троном и наблюдать, как их цивилизация с каждым днём неизбежно угасает.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/21/237301566/36590cd4be92a9d70abed92915537d5e_3057123849420568171.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Изначальный",
        "desc": "<p>Первый сошедший, победивший семь владык элементальных драконов и создавший людей. Также, вероятно, известен как Фанет.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_4818954959690057221.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6554,
        "name": "Обсидиановый фолиант",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/cd11df3be5420d2c53c2da0d3298eb92_4238581052558034331.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Хроники Ханан Пача",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Миктлан",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/45e7cf2f6922c41f29cbd811017e0c72_6178923358712572512.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В далёкие годы, когда великие драконы ещё бродили по земле, в долине, ещё не получившей имя Миктлан, жили лишь невежественные селяне, находившиеся под покровительством драконов. Древние огневые маяки сожгли гордость драконов, вынудив их трусливо сбежать в увядающие сны. Поэтому с людьми, искавшими покровительства, драконы заключили договор, требующий выбрать священного правителя, наделённого великими талантами с душой, подобной яркой звезде. Они пообещали построить зеркальный лабиринт и цитадель туманов, чтобы оградить крохотные племена людей от бедствий войны. Взамен они попросили лишь об одном - выбрать правителя, за которым они проследуют во снах. Но этот так называемый Правитель, назначенный судьбой, был не более чем жертвой, принесённой во имя снов, чья жизнь, подобно дыму и пеплу, рано или поздно будет развеяна ледяным ветром. Их глаза были ослеплены, чтобы они не были околдованы красками, что в них отражаются, а щиколотки перерезаны, чтобы они не покинули своих любимых товарищей. Одной из правительниц стала юная девушка, чьими единственными спутниками была флейта и молчаливый слуга Динга."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/22/237301566/5d9e2a66fb12e2e52771f122d6909843_3566651460353031511.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Между людьми долины и благородными потомками был заключён союз, погасивший кровожадное пламя междоусобной войны, оставивший лишь упокоенную тишину в струях дыма, и никто не заметил хитрого плана мудреца среди драконов. Разными хитростями, прикрываясь добрыми намерениями, мудрец подстрекал юную провидицу к восстанию против драконов. Однажды он провёл её через опасные владения ночи, показал древние пути ночного ветра, поэтому после пары красивых слов о «надежде» и капли масла в огне страданий молодая смертная ловила каждое его слово. Как и предсказывал мудрец, правительница, молодая женщина, некогда преклонявшая колени перед драконами, флейтой и песней провела\nкоторого он раньше не видел, сквозь завесу дыма, а затем, в точности следуя его совершенному плану, отослала молчаливого слугу из долины. Лишь много лет спустя, когда герой\nвонзил золотой кинжал в сердце своей бывшей хозяйки, мудрец, считавший, что владеет тайной человеческих сердец, понял, что пылающие семена предательства были посеяны давно. Вот только предательство обратилось не против драконов, что были погружены в глубокий сон, а проросло вместе с песней новорожденной Вайоб из глубоких чертогов владений ночи, закрепив основы племени под названием «Миктлан» на тысячу лет вперед. Под ночным ветром и холодным светом солнца люди украли тайные обряды, которые не надеялся постичь даже самопровозглашённый мудрец.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7287,
        "name": "Кряж Тецкатепетонко",
        "desc": "<p>Вместе с иктомизаврами здесь живут Повелители Ночного Ветра, самое загадочное из шести основных племён Натлана. Говорят, что по ночам члены этого племени и их заврианы используют светящиеся узоры, чтобы услышать отголоски безмолвного царства ночи.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/8694aaf89d32e75eca416ec7fe41e487_8109737588627402254.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Повелители Ночного Ветра",
        "desc": "<p>Одно из шести племён Натлана, также известное как Миктлан. Жители живут бок о бок с иктомизаврами. Повелители Ночного Ветра славятся своими предсказаниями и пользуются особыми ритуалами для усиления связи с Царством Ночи и своей Вайоб.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/24/237301566/0ed9af441ff862c8caccc8ba87d3f4e8_3382131558213222413.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Шбаланке",
        "desc": "<p>Первый Пиро Архонт, победивший Повелителя огня и возродившийся из пламени. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/e7f7eee058f60fc225b1f5bc654a08e0_7006634286090563879.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6547,
        "name": "Флейта Эспицаль",
        "desc": "Длинный нефритовый меч причудливой формы. Передавался как наследие среди Повелителей Ночного Ветра и назывался «флейтой жрецов».",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bdd740ad879d22a1fc4e3770cc9c73bd_5479414831341401728.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7366,
        "name": "Бдение взывающего к звёздам",
        "desc": "Статуэтка, вырезанная по подобию орла. Это священная реликвия, передаваемая из поколения в поколение среди Повелителей Ночного Ветра.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/de225a286996965268c32027a6c484d9_2367767765928118667.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Правитель двух миров",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/6311178c86742d8f0f7bfdd3b2b972a8_887618972970591646.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Мудрец украденного пламени продолжил вести людей по пути «эволюции». Благодаря тщательному отбору и вдумчивому воспитанию, подготовленные им герои племени один за другим выходили на арену для состязаний. Самый сильный из них должен был стать героем, который объединил бы все человеческие племена на чёрном камне. Союз, заключённый его именем, поднял бы на знамя пылающее солнце и пошёл бы войной на\nкоторый не смогли завоевать даже боги. Огонь, который бы выдохнул живой\nокрасил бы небо в цвет крови, а новый правитель получил бы в качестве тронного дара Первозданный огонь. Драконы бы вновь склонились перед правителем двух миров, и ему бы открылись тайны и сокровища, хранящиеся тысячелетиями. Чтобы создать идеального правителя для людей и драконов, Кукулькан создал ребёнка, Оч-кана, в чьих жилах текла драконья кровь. Кукулькан планировал, что дракон с человеческой душой убьёт одряхлевшего Пиро Дракона и станет новым Владыкой драконом, правителем двух миров. Оч-кан внешне ничем не отличается от обычного человеческого ребёнка, но при этом обладал долголетием и демонстрировал силу и регенеративные способности, значительно превышающие средние показатели взрослых мужчин. После еды он всегда делился остатками с другими вишапами, с которыми рос, что отличало его от обычных людей. Когда вишапам, неспособным стать драконами, была введена нейтрализующая инъекция, Оч-кан проявил несвойственный вишапам страх и несвойственное людям сочувствие к погибшим врагам. И хотя после этого у него некоторое время наблюдалось расстройство сознания, все физиологические показатели оставались в пределах безопасных параметров."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/866706487c6079f430bf937c0b9aabc7_913639247660289749.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Однажды Оч-кан сбежал из гнезда, за что должен был по протоколу быть отслежен и нейтрализован, но Вашаклахун Уба Кан сообщил совету драконов, что сам ликвидировал своего сына. Мудрец украденного пламени знал, что если сын пойдёт по его плану и станет царём людей, то в итоге он сделает выбор, на который рассчитывал дракон, но тогда всё лишилось бы смысла, поэтому он решил отправить сына к людям. Когда совет драконов узнал, что Кукулькан украл Семя Первозданного огня и что в восходящей человеческой федерации находится его сбежавший подопытный, они объявили его предателем и хотели сместить регента с должности правителя Священного города Толлана, но были остановлены самим Повелителем огня.После жизни среди людей Оч-кан возненавидел драконов, своего отца и драконью часть самого себя, поскольку понимал, что в плане Кукулькана нет места для людей."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/132aa0b697510cba7613d929b1849368_8719093235876291499.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В годы, когда племенные вожди забыли об истреблении злых драконов и погрязли в борьбе за власть, появился чужеземец Шбаланке, о котором не говорилось ни в одном пророчестве, герой, который не значился ни в одном плане. Он поднялся из чёрных земель светлый, как солнце, и тёплый, как рассвет. Он ходил от племени к племени в короне, сплетённой из золотых цветов, с огромным мечом из обсидиана. Мудрец украденного пламени не ожидал, что люди, облечённые властью и силой заключат перемирие. Так был основан Великий Альянс, объединяющий все племена, и построена первая столица на руинах Чичен Уктоки, где небо и земля были разделены. По легенде, Шбаланке однажды спас Оч-кана из тюрьмы драконов и стал его другом. Вместе с другими героями племён Шбаланке нарушил планы Вашаклахуна Уба Кана и убил осквернённого Пиро Дракона. Он возродился из огня и стал первым Пиро Архонтом - правителем людей.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Очканатлан",
        "desc": "<p>Чтобы осуществить великую мечту в утреннем тумане и море облаков, воины, бороздившие небеса, не знали ни минуты покоя.</p><p>В глубинах далёкого моря тумана в разрушенном городе ужасный дракон охраняет запретные истории, а  над облаками забытый легендарный пустой ковчег ждёт прибытия новых гостей...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/8694aaf89d32e75eca416ec7fe41e487_5633371373807827387.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Оч-кан",
        "desc": "<p>Дракон с человеческой душой, правитель Сожжённого города, царь питонов и Святой Мудрец.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_5631847168565650941.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Шбаланке",
        "desc": "<p>Первый Пиро Архонт, победивший Повелителя огня и возродившийся из пламени. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/e7f7eee058f60fc225b1f5bc654a08e0_7006634286090563879.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Шиукоатль",
        "desc": "<p>Пиро Владыка драконов, побеждённый первым Пиро Архонтом Шбаланке. Инсценировал свою смерть, после чего потомки древних драконов могли только склониться перед троном и наблюдать, как их цивилизация с каждым днём неизбежно угасает.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/21/237301566/36590cd4be92a9d70abed92915537d5e_3057123849420568171.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7365,
        "name": "Тысяча ослепительных солнц",
        "desc": "Этот слепящий подобно восходящему солнцу двуручный меч был свидетелем того, как гаснут и вновь загораются бесчисленные светила.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/da1910fbe0e825e1e3704c126720ab24_2121228058184091562.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Шиукоатль",
        "desc": "<p>Пиро Владыка драконов, побеждённый первым Пиро Архонтом Шбаланке. Инсценировал свою смерть, после чего потомки древних драконов могли только склониться перед троном и наблюдать, как их цивилизация с каждым днём неизбежно угасает.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/21/237301566/36590cd4be92a9d70abed92915537d5e_3057123849420568171.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Первородный Пиро дракон и старший брат Кукулькана, от которого тот получил жизнь. Создал Уицилопочтли, чтобы спасти мир от Бездны, но Кукулькан хотел пойти по другому пути.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Оч-кан",
        "desc": "<p>Дракон с человеческой душой, правитель Сожжённого города, царь питонов и Святой Мудрец.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_5631847168565650941.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Дракон с человеческой душой и сын Вашаклахуна Уба Кана. Вырос среди людей и по плану Мудреца украденного пламени должен был победить Пиро дракона и стать новым Владыкой драконов. Оч-кан слишком любил людей и считал, что нельзя допустить осуществления планов отца.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Шбаланке",
        "desc": "<p>Первый Пиро Архонт, победивший Повелителя огня и возродившийся из пламени. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/e7f7eee058f60fc225b1f5bc654a08e0_7006634286090563879.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Мудрец украденного пламени и Шбаланке заключили соглашение соединить их Золотые прошения и активировать силу Уицилопочтли, но Шбаланке не собирался исполнять уговор.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Малыш",
        "desc": "<p>Спутник Путешественника/цы, отмеченный Благословением Повелителя огня.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/63ce79e5312eda1c2946bde7b80c7727_7540709973449326147.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Вашаклахун Уба Кан направлял Путешественника/цу и его/её завриана в Священный город Толлан, чтобы Избранники драконов могли активировать Уицилопочтли.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "name": "Титу",
        "desc": "<p>Рассказчик Детей Эха и охранник сторожевого поста. <span class=\"wk-shady\">Настоящий Титу жил около 500 лет назад, а потом его образ был использован Вашаклахуном Уба Каном.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/4178d6937c0cecf38e3f081ee2411fcc_5317395639618645569.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Манку",
        "desc": "<p>Научный сотрудник Ассоциации реликвий заврианов, отвечающий за исследование некоторых племенных обычаев. <span class=\"wk-shady\">Настоящий Манку - ремесленник, живший тысячу лет назад и погибший при свержении тирана Оч-кана. Сейчас Манку является флогистоновой проекцией Вашаклахуна Уба Кана.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/e69d1b4b9230a8274adafc2a18719733_5780663173476381902.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Бона",
        "desc": "<p>Искательница приключений из клана Цветочного Пера, отправившаяся в Очканатлан искать Нефрит Возвращения. <span class=\"wk-shady\">Жила около 500 лет назад.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/24/237301566/670e85842edd33ed3f3ddddde20976a5_2638181928239819320.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Легба\nС помощью флогистоновых проекций Вашаклахун Уба Кан может принимать облик людей, чтобы незаметно жить среди них. Титу, Манку, Бона и Легба - одни из этих «масок».\nЧаак\nУченик Мудреца украденного пламени, пробудивший первую Вайоб. Чаак и его спутники победили свирепого дракона и основали первое племя.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Хроники Ханан Пача",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 6554,
        "name": "Обсидиановый фолиант",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/cd11df3be5420d2c53c2da0d3298eb92_4238581052558034331.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6863,
        "name": "Талисман Вашаклахуна Уба Кана",
        "desc": "Талисман Мудреца украденного пламени. Говорят, мудрец, укравший флогистон из когтей дракона, оставил его как доказательство заключения контракта с племенами.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8e6c16ccf9a9edadb37968b3909a0087_4626939847464438065.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Золотое прошение",
        "desc": "<p>Белый диск, извлечённый из разрушенных руин правителя сожжённого города в Очканатлане. Это один из ключевых символов, необходимых для путешествия к Великому вулкану Толлан и снятия Благословения Повелителя огня с детёныша тепетлизавра. Говорят, он является одним из фрагментов, оставшихся после разделения глаза Повелителя огня на две части. Согласно легенде, древний повелитель драконов, когда-то управлявший всем светом и мудростью, превратил один из своих глаз в источник высшей власти, с помощью которой можно было повелевать огнём. Это стало его единственной уязвимостью...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/558e5a31d367a67a8e85745a668d2c5e_6176489476449545072.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Золотое прошение",
        "desc": "<p>Белый диск, найденный в руинах Мудреца украденного пламени. Это один из необходимых даров в путешествии к Великому вулкану Толлану, которым можно снять заклятия Повелителя огня с маленького тепетлизавра. На поверхности диска выгравированы золотые надписи. При прикосновении можно почувствовать, как узоры пульсируют, словно живые.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/124137736/558e5a31d367a67a8e85745a668d2c5e_9156352436265891527.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Вашаклахун Уба Кан"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Натлан"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Драконы"
          }
        ]
      },
      {
        "key": "Титул:",
        "value": [
          {
            "type": "RichText",
            "text": "Мудрец украденного пламени"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Разговор о Уицилопочтли",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>У огненного озера серебристо-белая тень беседует с тенью, покрытой пеплом...</color>\n<color=#37ffff>Величавый, но усталый голос</color> : «...Второй этап проверочного эксперимента завершён. Того, кто принесёт всему очищение и развитие, я нареку \"Уицилопочтли\", или \"Небесный огонь\"...»\n<color=#37ffff>Величавый, но усталый голос</color> : «Это не имеет значения. В этом месте имена рано или поздно теряют смысл».\n<color=#37ffff>Величавый, но усталый голос</color> : «Астральные собрания должны быть активированы и закреплены, чтобы противостоять разложению. Самоуничтожившись до того, как их исказит Бездна, они сведут её воздействие на нет...»\n<color=#37ffff>Холодный голос</color> : Но как точно определить цели разложения? Контролируемый образец...\n<color=#37ffff>Холодный голос</color> : Эксперимент над собой? Разум покинул тебя?\n<color=#37ffff>Величавый, но усталый голос</color> : «Что тоже хорошо. Если уж на то пошло, это дряхлое тело послужит хотя бы таким образом».\n<color=#37ffff>Холодный голос</color> : Значит, после активации системы меньше всего шансов выжить будет у тебя?\n<color=#37ffff>Холодный голос</color> : Бездна разъела твой разум?.. Или ты просто желаешь, чтобы твой народ был предан погребению вместе с тобой?\n<color=#37ffff>Величавый, но усталый голос</color> : «Ты совершенно не доверяешь своим сородичам! Все владыки, кроме тебя, дали согласие».\n<color=#37ffff>Холодный голос</color> : Они лишь слепо следуют твоему плану, не задумываясь, в чём его истинный смысл... Я не согласен.\n<color=#37ffff>Величавый, но усталый голос</color> : «...Это не имеет значения. Разрушение... станет перерождением. Таково моё окончательное решение».\n<color=#37ffff>Величавый, но усталый голос</color> : «Ха... Боюсь, это предел того, сколько времени я могу каждый день проводить в сознании. Так или иначе, я включу его, когда всё будет готово».\n<color=#37ffff>Холодный голос</color> : Неужели нет выбора? Я пытаюсь найти другой путь... Ты уверен, что не погружаешь мир в море огня из-за личной мести?\n<color=#37ffff>Величавый, но усталый голос</color> : «Может быть! Я сделаю всё, чтобы остановить великого врага, скрытого в тени за пределами этого мира».\n<color=#37ffff>Величавый, но усталый голос</color> : «Хех, более того, другой выход... Ты действительно хочешь найти у этих \"людей\" то, что ищешь? Ты зашёл слишком далеко...»\n<color=#37ffff>Величавый, но усталый голос</color> : «Когда-то я пытался заставить тебя понять... Но, как и с народом, который искал мудрость в озёрах пламени, знание и истинное принятие - разные вещи».\n<color=#37ffff>Холодный голос</color> : ...\n<color=#37ffff>Величавый, но усталый голос</color> : «Если ты думаешь, что я просто стремлюсь к разрушению, а у тебя есть свой собственный мир, который ты хочешь создать... Тогда останови меня. Убей меня. Докажи мне свою правоту!»\n<color=#37ffff>Величавый, но усталый голос</color> : «Но знай, Кукулькан, это не пророчество, а лишь совет от того, кто прошёл через это. Настанет тот день...»\n<color=#37ffff>Величавый, но усталый голос</color> : «...когда ты пойдёшь по тому же пути, что и я»."
          }
        ]
      },
      {
        "title": "Разговор о судьбе драконов",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>На каскаде платформ по спектральным путям непрерывным потоком текут бесконечные вычисления...</color>\n<color=#ffffffd9>Накопленный флогистон под огромным давлением превращается в парящую, управляемую сферу жара.</color>\n<color=#ffffffd9>«Получилось!» - ликуют ваши собратья.</color>\n<color=#ffffffd9>Но сотворивший это великое деяние, не уступавшее созданию звезды, стоял за пределами экспериментальной площадки, будто был к нему совершенно непричастен.</color>\n<color=#37ffff>Холодный голос</color> : Мои поздравления. Невероятно, но тебе удалось создать нечто, сравнимое с миниатюрным небесным светилом...\n<color=#37ffff>Холодный голос</color> : «Астральное собрание», верно? Поистине великое достижение, не уступающее реконструкции полой луны.\n<color=#37ffff>Холодный голос</color> : «Тот», будь он с нами, сложил бы крылья и кивнул тебе в знак поздравления.\n<color=#37ffff>Величавый, но усталый голос</color> : «...Всё давно было бы готово, будь у тебя желание помочь».\n<color=#37ffff>Холодный голос</color> : Меня это не интересует.\n<color=#37ffff>Величавый, но усталый голос</color> : «...Но ты должен помогать мне, Кукулькан. Мы загнали посланника Захватчика всего в глубочайшие ущелья горных долин, но когда пробудится его хозяин...»\n<color=#37ffff>Величавый, но усталый голос</color> : «...это будет очередное бедствие для нашего народа».\n<color=#37ffff>Холодный голос</color> : Ах... Как великодушно с твоей стороны было создать это, чтобы защитить своих несчастных собратьев...\n<color=#37ffff>Величавый, но усталый голос</color> : «\"Наших\" несчастных собратьев».\n<color=#37ffff>Величавый, но усталый голос</color> : «Это только начало. Мои дни сочтены. Я должен проложить новый путь для всех потомков драконов до того, как чёрная как смоль тень поглотит меня полностью».\n<color=#37ffff>Холодный голос</color> : Или позволь им найти собственный путь... Прошу простить меня за прямоту, но путь, который ты хочешь проложить, для нашего народа узок.\n<color=#37ffff>Величавый, но усталый голос</color> : «Нужно идти по узкому пути. Когда твоё время истекает... когда ожидание - такая роскошь».\n<color=#37ffff>Величавый, но усталый голос</color> : «С меня довольно ожидания. Однажды, Кукулькан, когда наступят сумерки твоей жизни, ты поймёшь и примешь то же решение, что и я...»\n<color=#37ffff>Холодный голос</color> : ...Мой король, мой старший брат, повелитель, что дал мне жизнь в день своего рождения... лишь в этом я не могу с тобой согласиться."
          }
        ]
      },
      {
        "title": "Записи укравшего пламя",
        "desc": [
          {
            "type": "RichText",
            "text": "«...Моё любимое дитя появилось на свет, как я и планировал...\n‌\n...Какое прекрасное, совершенное создание. Я чувствую кровь драконов, что течёт в его жилах. Даже мой старший брат, увидев его, не сможет сразу определить, к какому роду он принадлежит...\n‌\n...Души людей ограничены слабыми телами, они не способны полностью воплотить свою волю. Но мой сын другой, он превзойдёт всех представителей рода людского. Он идеально подходит на роль главного героя моей \"истории\"...\n‌\n...Его сила не подлежит сомнениям. Даже в гнезде вишапов он требовал столько пищи, сколько положено дракону. Побеждать или быть побеждённым, становиться сильнее с каждым испытанием - через это прошли все, кто стал драконом...\n‌\n...Но я создал его не для того, чтобы вырастить нового повелителя драконьего рода...\n‌\n...\n‌\n...если бы он под моим надзором, следуя моему плану, шаг за шагом становился сильнее, пока не возглавил человеческие племена, не стал их царём, то в конце концов... он бы непременно сделал тот выбор, на который я рассчитывал, который я запланировал, но тогда всё лишилось бы смысла...\n‌\n...Возможно, не стоит держать его здесь слишком долго...»"
          }
        ]
      },
      {
        "title": "Записи о «Создании слуг источника...»",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nДля проверки эффективности конструкции и производительности единицы флогистона в качестве устройства хранения информации был разработан «слуга источника»...\nЕго планируется ввести на втором этапе осуществления плана для тонкой настройки и контроля за флогистоном, а также в качестве меры предосторожности при возникновении чрезвычайной ситуации.\nЕсли эксперимент по полномасштабной флогистонизации выйдет из-под контроля, появится необходимость сохранения физической системы для поддержания состояния квазифлогистона. И тогда всё будет зависеть от этих крошечных механизмов.\n...\nПодумать только, к моменту создания прототипа моя память так сильно пострадала от коррозии...\n...что я даже не могу вспомнить... сколько времени прошло с тех пор, как мой народ свободно парил над этой землёй.\nНе могу вспомнить... ха, не могу вспомнить того, кто должен стоять рядом с моим пустым троном.\nЛадно... однажды он вернётся в этот город.\nКомментарии к флогистоновым записям: Часть I\nВремя:\nНеизвестно\nСодержание комментария:\nНеобходимость создания автоматонов таинственного источника для поддержания работы механизмов и в качестве подстраховки на втором этапе плана вполне понятна...\nНо почему они имеют такую форму? Ведь при другой форме энергопотребление было бы куда эффективнее...\nБолее того, мой бедный брат, твои глупые потомки лишь слепо копируют прототип, не имея представления о его назначении.\nИх так называемые слуги источника получаются даже меньше твоего прототипа: ведь они настолько глупы, что боятся посягнуть на величие твоего творения.\nСмешно. Разница в размерах привела к ненужным отходам при сборке...\nКомментарии к флогистоновым записям: Часть II\nВремя:\nНеизвестно\nСодержание комментария:\n...Кто бы мог подумать, что слуги источника, созданные лишь как контрольные механизмы, не оснащённые боевыми функциями, смогут уцелеть до конца войны.\nПохоже, подражая вашему методу, при создании слуг источника они оставили собственные следы в ядрах.\nИ потому я могу отличить все эти одинаковые копии друг от друга и определить, кто создал каждую из них.\n...Мне захотелось наречь слуг именами их создателей... Зачем? Наверное, чтобы о них осталась какая-то память.\nБрат, видел бы ты меня сейчас, наверное, поднял бы меня на смех за глупость.\nПохоже, в этом безмолвном городе, где жизнь иссякла... я тоже...\nКомментарии к флогистоновым записям: Часть III\nВремя:\nНеизвестно\nСодержание комментария:\nСтранно, я не могу изменить имя прототипа... Похоже, даже у меня нет таких полномочий. Вы оставили за собой такое... поверить невозможно.\nВозможно, это связано с тем, что Священный город ещё больше пострадал от разложения. Огромный город, построенный из флогистона... где данные и структура существуют как единое целое.\nДа... Город состоит из материальных секторов... Если сектор, содержащий данные прототипа, повреждён, то его имя невозможно прочитать, а значит, невозможно изменить.\nИнтересно, какое имя ты дал этому устройству.\nА может быть, имена здесь вовсе лишены смысла. И ты никогда не давал ему имени..."
          }
        ]
      },
      {
        "title": "Оставленные записи I",
        "desc": [
          {
            "type": "RichText",
            "text": "...Вы должны знать, соотечественники...\n...Мудрецу никогда не было дела до выживания человечества. Ради пути «эволюции» он готов принести в жертву будущее своих сородичей...\n...Небу тоже безразлична воля людей. Для него мы лишь столбы, что поддерживают землю и помогают в борьбе с врагами...\n...Поэтому мы не должны уповать ни на мудрость драконов, ни на силу Владыки Ночи. И все наши молитвы должны быть обращены только Пиро Архонту...\n...\n...Нам осталась лишь одна дорога - путь Шбаланке...\n[На камне появляются флогистоновые надписи, которые раньше были не видны.]\n(Глупый мой отпрыск, как узко трактуешь ты теорию видов. «Эволюция» никогда не была чиста и непорочна, как ты себе воображаешь. Она неоднородна, именно поэтому «эволюция» противостоит «вечности».)"
          }
        ]
      },
      {
        "title": "Оставленные записи II",
        "desc": [
          {
            "type": "RichText",
            "text": "...Вы должны помнить, соотечественники...\n...Человечество есть жизнь, что стоит на вершине «эволюции», человек является венцом эволюции всех живых существ на земле...\n...Вишапы Великого вулкана некогда считали себя расой, овладевшей тайнами эволюции, но в результате длительных и хаотичных изменений они утратили свою мудрость, а следом и силу, превратившись в диких зверей, которых истребляют люди...\n...Деградация Пиро Вишапов доказывает, что драконий род был отвергнут эволюцией. Их потомки утратили чистоту Первозданного огня, они никогда не дадут миру нового повелителя огня...\n...\n...Под его руководством человечество подчинило себе землю, а однажды мы покорим и небеса. Поэтому позволять Ночным землям надевать на нас оковы...\n...Счастливцы, которым выпала честь подняться на борт корабля! Сделайте первый шаг к нашей великой цели...\n[На камне появляются флогистоновые надписи, которые раньше были не видны.]\n(Не будь мой народ сокрушён деспотической небесной карой, не будь он разделён, не будь его эволюция прервана, стал бы я искать возможности эволюции в человеческой расе? Сотворённые существа, вы никогда не сможете этого понять, ибо вы лишь ступень на пути «эволюции».)"
          }
        ]
      },
      {
        "title": "Оставленные записи III",
        "desc": [
          {
            "type": "RichText",
            "text": "..Вы должны понимать, соотечественники...\n...За всё приходится платить, нельзя полагаться на тех, кто мудростью превосходит человека...\n...Древние драконы верили, что технологии и власть Повелителя огня позволят им править десять тысяч лет, но в конце концов лишились стремления к прогрессу и потеряли всё...\n...Подчинившись небесным правилам, мы окажемся связаны землёй и станем марионетками Владыки Ночи...\n...Не прекращайте двигаться вперёд. Иначе любимый правитель и великое дело, созданное блистательным альянсом, - всё рухнет в одночасье...\n[На камне появляются флогистоновые надписи, которые раньше были не видны.]\n(В чёрном околдованном небе я увидел благородных жеребцов, скачущих среди настоящих звёзд... И тогда я наконец понял, что любая империя, какой бы великой она ни была, в конце концов станет преградой, что мешает эволюции. Только...)"
          }
        ]
      },
      {
        "title": "Записи о «Возможно, это должно быть удалено»",
        "desc": [
          {
            "type": "RichText",
            "text": "Отчёт об обратимости регрессивной эволюции потомков драконов\n...\nПо результатам экспериментов и испытаний можно сделать следующие выводы: регрессивная эволюция нанесла значительный удар по пластичности тел потомков драконов.\nС одной стороны, современные потомки драконов, подвергшиеся регрессивной эволюции, способны адаптироваться к стабильной среде после изменений (...).\nС другой стороны, сила, которую способны выдержать такие физические формы, не может быть восстановлена до своего первоначального состояния посредством (...). Такой результат достижим только через родословную... символом благословения Повелителя огня отсеять (...), после чего провести благотворные преобразования на протяжении нескольких поколений...\n...\nОценка:\nВозможно, это поможет вернуть мудрость потомкам драконов, но цена, которую придётся заплатить, слишком высока.\nЭто отнимет много времени, и сейчас у нас слишком мало деградировавших собратьев, чьи тела способны выдержать такую силу.\nЭтот отчёт нужно засекретить... Хотя наши деградировавшие собратья уже...\nТакие эксперименты слишком жестоки.\nКомментарии к флогистоновым записям\nВремя:\nНеизвестно\nСодержание комментария:\n...наверное, это хорошая возможность.\nЕсли... с помощью этого эксперимента... возможно, удастся преодолеть барьер, созданный (...).\nБрат мой, оправдались ли надежды, которые я все эти годы возлагал на человечество...\nБудущее, в которое я верил. Мир, который я выстроил... Если наши сородичи однажды смогут сделать этот «окончательный выбор»...\nИскупит ли это долгие годы одиночества? Получу ли я окончательный ответ, которого так ждал?"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Кукулькан",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/28/237301566/1df4591e0fe31f1e8f6a490f36a14816_6940637696680024811.png"
      },
      {
        "key": "Вашаклахун Уба Кан",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/21/237301566/215c43cae331b13e9d38c4c3ce07a394_8534969917814609970.png"
      },
      {
        "key": "Вашаклахун Уба Кан",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/21/237301566/eb972859b1cd859eb835e87e96db4d33_8147015628392855516.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Шбаланке и Мудрец украденного пламени"
          }
        ]
      }
    ]
  }
}