{
  "epId": 7298,
  "name": "Шиукоатль",
  "desc": "<p>Пиро Владыка драконов, побеждённый первым Пиро Архонтом Шбаланке. Инсценировал свою смерть, после чего потомки древних драконов могли только склониться перед троном и наблюдать, как их цивилизация с каждым днём неизбежно угасает.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/21/237301566/36590cd4be92a9d70abed92915537d5e_3057123849420568171.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1744415004,
  "components": {
    "galleryCharacter": [
      {
        "key": "Шиукоатль",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/21/237301566/5a032a8bdda2a2d14728f63ffb6fcd87_4691221297204761938.png"
      },
      {
        "key": "Шиукоатль",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/21/237301566/132aa0b697510cba7613d929b1849368_6845960249697721234.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Шбаланке побеждает Шиукоатля."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "name": "Элементальные драконы",
        "desc": "<p>Древнейшая раса существ, правящая Тейватом ещё до появления людей. Драконы принадлежат Миру света.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/15/237301566/693da8a1b01352fde999598e49b34fde_541324707221914524.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Шиукоатль является Пиро Владыкой драконов, родившимся из Первозданного огня.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Шбаланке",
        "desc": "<p>Первый Пиро Архонт, победивший Повелителя огня и возродившийся из пламени. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/e7f7eee058f60fc225b1f5bc654a08e0_7006634286090563879.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Шбаланке победил Шиукоатля в вулкане Толлан и возродился из огня, став первым Пиро Архонтом.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Вашаклахун Уба Кан",
        "desc": "<p>Дракон, укравший пламя у своего народа и научивший людей им пользоваться. Хотел создать правителя сильнее людей и драконов. Его истинное имя Кукулькан.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/28/237301566/b9c40708c129547b244f252d9b749a86_6856815824070411078.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Шиукоатль создал своего брата и даровал ему частицу Первозданного пламени. Когда Шиукоатль хотел активировать Уицилопочтли, Вашаклахун Уба Кан не согласился с планом брата и решил найти другой путь. Мудрец украденного пламени хотел, чтобы его сын",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Оч-кан",
        "desc": "<p>Дракон с человеческой душой, правитель Сожжённого города, царь питонов и Святой Мудрец.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_5631847168565650941.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "победил стареющего Пиро дракона и стал новым Владыкой драконов, но его опередил Шбаланке. Со временем Вашаклахун Уба Кан понял чувства своего брата и решил пойти по его пути и активировать Уицилопочтли.\nУицилопочтли\nНебесный огонь - оружие, созданное для борьбы с Бездной и способное превратить Натлан в землю, состоящую только из флогистоновой материи. Все жизни были бы или уничтожены, или вынуждены были бы отказаться от своих тел и стать формами жизни, основанными на флогистоне. И тогда драконы, ставшие флогистоновыми формами жизни, стали бы повелевать этим новым миром.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6584,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Малыш",
        "desc": "<p>Спутник Путешественника/цы, отмеченный Благословением Повелителя огня.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/16/237301566/63ce79e5312eda1c2946bde7b80c7727_7540709973449326147.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Оч-кан",
        "desc": "<p>Дракон с человеческой душой, правитель Сожжённого города, царь питонов и Святой Мудрец.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_5631847168565650941.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Некоторые драконы и заврианы обладают Благословением Повелителя огня, через которое Шиукоатль когда-то передавал свою мудрость. Заврианы с этой меткой часто обладают невероятными способностями, но тела современных заврианов Натлана не способны выдержать такую мощь. Вайоб и Царство Ночи отвергают эту силу и не желают принимать таких заврианов. Поэтому по мере взросления сила либо убивает, либо сводит с ума, и оба варианта очень опасны. Согласно легенде, воины племени брали дар, разделённый на две части, и отправлялись в Паломничество к вулкану Толлан, где смывали имя своего спутника, которое запомнил покойный Шиукоатль.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Золотое прошение",
        "desc": "<p>Белый диск, извлечённый из разрушенных руин правителя сожжённого города в Очканатлане. Это один из ключевых символов, необходимых для путешествия к Великому вулкану Толлан и снятия Благословения Повелителя огня с детёныша тепетлизавра. Говорят, он является одним из фрагментов, оставшихся после разделения глаза Повелителя огня на две части. Согласно легенде, древний повелитель драконов, когда-то управлявший всем светом и мудростью, превратил один из своих глаз в источник высшей власти, с помощью которой можно было повелевать огнём. Это стало его единственной уязвимостью...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/237301566/558e5a31d367a67a8e85745a668d2c5e_6176489476449545072.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Золотое прошение",
        "desc": "<p>Белый диск, найденный в руинах Мудреца украденного пламени. Это один из необходимых даров в путешествии к Великому вулкану Толлану, которым можно снять заклятия Повелителя огня с маленького тепетлизавра. На поверхности диска выгравированы золотые надписи. При прикосновении можно почувствовать, как узоры пульсируют, словно живые.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/124137736/558e5a31d367a67a8e85745a668d2c5e_9156352436265891527.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Разделённые части глаз Шиукоатля. Согласно легенде, древний повелитель драконов, когда-то управлявший всем светом и мудростью, превратил один из своих глаз в источник высшей власти, с помощью которой можно было повелевать огнём.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "name": "Госойтот",
        "desc": "<p>Монстр пустоты, получивший из древних легенд имя Госойтот, что значит «Жнец из Бездны».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/06/237301566/a6d6d7f5ca7dd3558c0943030ddc3dd6_5048473793693312284.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Владыка истлевшего первобытного пламени",
        "desc": "Падший дракон, сотканный из сил кромешной тьмы.<br>Монстр пустоты, известный как Жнец из Бездны и Госойтот. Он способен разрушать воспоминания, содержащиеся в артериях земли, превращая их в осязаемые силы, приводящие к бедствиям. Из этих воспоминаний, с незапамятных времён текущих под землёй, ему удалось извлечь остатки воли первобытного элементального дракона-владыки, подобно тому, как извлекается костный мозг, чтобы использовать в качестве основы для создания своего облика.<br>Но действительно ли это только «облик»? Возвращённый теми потусторонними силами, с которыми он раньше боролся, некогда мёртвый дракон открывает глаза вновь, отказываясь от всего в своём недолгом воскрешении, подобном сну. Чёрными силами заточён он в вечной ловушке последнего дня своего существования, и его безграничная ярость поглотила всё разумное, что было в нём. Осталась лишь неутолимая пылающая жажда битвы.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Госойтот способен разрушать воспоминания, содержащиеся в артериях земли, превращая их в осязаемые силы. Из этих воспоминаний ему удалось извлечь остатки воли Шиукоатля, чтобы использовать в качестве основы для создания своего облика. Возвращённый Пиро дракон оказался заточён в ловушке последнего дня своего существования, и его безграничная ярость поглотила всё разумное, что было в нём. Осталась лишь неутолимая пылающая жажда битвы.",
        "alignment": "center"
      }
    ],
    "textualResearch": [
      {
        "title": "Разговор о Уицилопочтли ",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>У огненного озера серебристо-белая тень беседует с тенью, покрытой пеплом...</color>\n<color=#37ffff>Величавый, но усталый голос</color> : «...Второй этап проверочного эксперимента завершён. Того, кто принесёт всему очищение и развитие, я нареку \"Уицилопочтли\", или \"Небесный огонь\"...»\n<color=#37ffff>Величавый, но усталый голос</color> : «Это не имеет значения. В этом месте имена рано или поздно теряют смысл».\n<color=#37ffff>Величавый, но усталый голос</color> : «Астральные собрания должны быть активированы и закреплены, чтобы противостоять разложению. Самоуничтожившись до того, как их исказит Бездна, они сведут её воздействие на нет...»\n<color=#37ffff>Холодный голос</color> : Но как точно определить цели разложения? Контролируемый образец...\n<color=#37ffff>Холодный голос</color> : Эксперимент над собой? Разум покинул тебя?\n<color=#37ffff>Величавый, но усталый голос</color> : «Что тоже хорошо. Если уж на то пошло, это дряхлое тело послужит хотя бы таким образом».\n<color=#37ffff>Холодный голос</color> : Значит, после активации системы меньше всего шансов выжить будет у тебя?\n<color=#37ffff>Холодный голос</color> : Бездна разъела твой разум?.. Или ты просто желаешь, чтобы твой народ был предан погребению вместе с тобой?\n<color=#37ffff>Величавый, но усталый голос</color> : «Ты совершенно не доверяешь своим сородичам! Все владыки, кроме тебя, дали согласие».\n<color=#37ffff>Холодный голос</color> : Они лишь слепо следуют твоему плану, не задумываясь, в чём его истинный смысл... Я не согласен.\n<color=#37ffff>Величавый, но усталый голос</color> : «...Это не имеет значения. Разрушение... станет перерождением. Таково моё окончательное решение».\n<color=#37ffff>Величавый, но усталый голос</color> : «Ха... Боюсь, это предел того, сколько времени я могу каждый день проводить в сознании. Так или иначе, я включу его, когда всё будет готово».\n<color=#37ffff>Холодный голос</color> : Неужели нет выбора? Я пытаюсь найти другой путь... Ты уверен, что не погружаешь мир в море огня из-за личной мести?\n<color=#37ffff>Величавый, но усталый голос</color> : «Может быть! Я сделаю всё, чтобы остановить великого врага, скрытого в тени за пределами этого мира».\n<color=#37ffff>Величавый, но усталый голос</color> : «Хех, более того, другой выход... Ты действительно хочешь найти у этих \"людей\" то, что ищешь? Ты зашёл слишком далеко...»\n<color=#37ffff>Величавый, но усталый голос</color> : «Когда-то я пытался заставить тебя понять... Но, как и с народом, который искал мудрость в озёрах пламени, знание и истинное принятие - разные вещи».\n<color=#37ffff>Холодный голос</color> : ...\n<color=#37ffff>Величавый, но усталый голос</color> : «Если ты думаешь, что я просто стремлюсь к разрушению, а у тебя есть свой собственный мир, который ты хочешь создать... Тогда останови меня. Убей меня. Докажи мне свою правоту!»\n<color=#37ffff>Величавый, но усталый голос</color> : «Но знай, Кукулькан, это не пророчество, а лишь совет от того, кто прошёл через это. Настанет тот день...»\n<color=#37ffff>Величавый, но усталый голос</color> : «...когда ты пойдёшь по тому же пути, что и я»."
          }
        ]
      },
      {
        "title": "Разговор о судьбе драконов",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>На каскаде платформ по спектральным путям непрерывным потоком текут бесконечные вычисления...</color>\n<color=#ffffffd9>Накопленный флогистон под огромным давлением превращается в парящую, управляемую сферу жара.</color>\n<color=#ffffffd9>«Получилось!» - ликуют ваши собратья.</color>\n<color=#ffffffd9>Но сотворивший это великое деяние, не уступавшее созданию звезды, стоял за пределами экспериментальной площадки, будто был к нему совершенно непричастен.</color>\n<color=#37ffff>Холодный голос</color> : Мои поздравления. Невероятно, но тебе удалось создать нечто, сравнимое с миниатюрным небесным светилом...\n<color=#37ffff>Холодный голос</color> : «Астральное собрание», верно? Поистине великое достижение, не уступающее реконструкции полой луны.\n<color=#37ffff>Холодный голос</color> : «Тот», будь он с нами, сложил бы крылья и кивнул тебе в знак поздравления.\n<color=#37ffff>Величавый, но усталый голос</color> : «...Всё давно было бы готово, будь у тебя желание помочь».\n<color=#37ffff>Холодный голос</color> : Меня это не интересует.\n<color=#37ffff>Величавый, но усталый голос</color> : «...Но ты должен помогать мне, Кукулькан. Мы загнали посланника Захватчика всего в глубочайшие ущелья горных долин, но когда пробудится его хозяин...»\n<color=#37ffff>Величавый, но усталый голос</color> : «...это будет очередное бедствие для нашего народа».\n<color=#37ffff>Холодный голос</color> : Ах... Как великодушно с твоей стороны было создать это, чтобы защитить своих несчастных собратьев...\n<color=#37ffff>Величавый, но усталый голос</color> : «\"Наших\" несчастных собратьев».\n<color=#37ffff>Величавый, но усталый голос</color> : «Это только начало. Мои дни сочтены. Я должен проложить новый путь для всех потомков драконов до того, как чёрная как смоль тень поглотит меня полностью».\n<color=#37ffff>Холодный голос</color> : Или позволь им найти собственный путь... Прошу простить меня за прямоту, но путь, который ты хочешь проложить, для нашего народа узок.\n<color=#37ffff>Величавый, но усталый голос</color> : «Нужно идти по узкому пути. Когда твоё время истекает... когда ожидание - такая роскошь».\n<color=#37ffff>Величавый, но усталый голос</color> : «С меня довольно ожидания. Однажды, Кукулькан, когда наступят сумерки твоей жизни, ты поймёшь и примешь то же решение, что и я...»\n<color=#37ffff>Холодный голос</color> : ...Мой король, мой старший брат, повелитель, что дал мне жизнь в день своего рождения... лишь в этом я не могу с тобой согласиться."
          }
        ]
      },
      {
        "title": "Записи о «Разложении и физическом состоянии»",
        "desc": [
          {
            "type": "RichText",
            "text": "...Всё, что некогда составляло мою суть, утекает, я чувствую, как сила искажается и расщепляется... чтобы питать, чтобы формировать, ах... существо извне, великий враг, скрытый в тени...\n...Время на исходе. Пока всё не кончено, мне нужно найти новый путь для своего народа... Путь вечного света, свободный от мрака теней...\n...Даже если мой конец будет бесславным, если меня поглотят тени Бездны, испепелит тлеющее пламя... всё равно...\n...Но как я могу оставить... будущее моих сородичей..."
          }
        ]
      },
      {
        "title": "Записи о «Людях... и выдающихся личностях»",
        "desc": [
          {
            "type": "RichText",
            "text": "...сколько же времени я проспал под покровом тьмы... Бедный мой брат...\n...когда же он поймёт: если считать своих сородичей за ничтожеств, то те из них, в ком течёт тот же огонь мудрости, всегда будут видеть в нём врага...\n...Даже сейчас, несмотря на неудачи, он продолжает упорствовать в своих нелепых планах. Выведенные им мутанты не смогли захватить трон человечества, как он того хотел...\n...«Мой любимый сын однажды будет править обеими расами. Его век намного дольше, чем у обычных людей. Но достижение этой цели может отнять чуть больше времени, чем предполагалось»...\n...«И всё же это доказывает, что человечество обладает прочими возможностями, которые выходят за рамки предначертанного судьбой»...\n...Но наш враг не так прост, как ему кажется. Когда же он наконец это поймёт...\n...Но надо признать, если он достигнет своей цели, если его пешки и впрямь встанут строем передо мной...\n...Возможно, это будет даже интересно. Мой бедный брат, посмотрим, куда заведёт тебя честолюбие. Каким окажется твой путь..."
          }
        ]
      },
      {
        "title": "Записи о «Создании слуг источника...»",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nДля проверки эффективности конструкции и производительности единицы флогистона в качестве устройства хранения информации был разработан «слуга источника»...\nЕго планируется ввести на втором этапе осуществления плана для тонкой настройки и контроля за флогистоном, а также в качестве меры предосторожности при возникновении чрезвычайной ситуации.\nЕсли эксперимент по полномасштабной флогистонизации выйдет из-под контроля, появится необходимость сохранения физической системы для поддержания состояния квазифлогистона. И тогда всё будет зависеть от этих крошечных механизмов.\n...\nПодумать только, к моменту создания прототипа моя память так сильно пострадала от коррозии...\n...что я даже не могу вспомнить... сколько времени прошло с тех пор, как мой народ свободно парил над этой землёй.\nНе могу вспомнить... ха, не могу вспомнить того, кто должен стоять рядом с моим пустым троном.\nЛадно... однажды он вернётся в этот город.\nКомментарии к флогистоновым записям: Часть I\nВремя:\nНеизвестно\nСодержание комментария:\nНеобходимость создания автоматонов таинственного источника для поддержания работы механизмов и в качестве подстраховки на втором этапе плана вполне понятна...\nНо почему они имеют такую форму? Ведь при другой форме энергопотребление было бы куда эффективнее...\nБолее того, мой бедный брат, твои глупые потомки лишь слепо копируют прототип, не имея представления о его назначении.\nИх так называемые слуги источника получаются даже меньше твоего прототипа: ведь они настолько глупы, что боятся посягнуть на величие твоего творения.\nСмешно. Разница в размерах привела к ненужным отходам при сборке...\nКомментарии к флогистоновым записям: Часть II\nВремя:\nНеизвестно\nСодержание комментария:\n...Кто бы мог подумать, что слуги источника, созданные лишь как контрольные механизмы, не оснащённые боевыми функциями, смогут уцелеть до конца войны.\nПохоже, подражая вашему методу, при создании слуг источника они оставили собственные следы в ядрах.\nИ потому я могу отличить все эти одинаковые копии друг от друга и определить, кто создал каждую из них.\n...Мне захотелось наречь слуг именами их создателей... Зачем? Наверное, чтобы о них осталась какая-то память.\nБрат, видел бы ты меня сейчас, наверное, поднял бы меня на смех за глупость.\nПохоже, в этом безмолвном городе, где жизнь иссякла... я тоже...\nКомментарии к флогистоновым записям: Часть III\nВремя:\nНеизвестно\nСодержание комментария:\nСтранно, я не могу изменить имя прототипа... Похоже, даже у меня нет таких полномочий. Вы оставили за собой такое... поверить невозможно.\nВозможно, это связано с тем, что Священный город ещё больше пострадал от разложения. Огромный город, построенный из флогистона... где данные и структура существуют как единое целое.\nДа... Город состоит из материальных секторов... Если сектор, содержащий данные прототипа, повреждён, то его имя невозможно прочитать, а значит, невозможно изменить.\nИнтересно, какое имя ты дал этому устройству.\nА может быть, имена здесь вовсе лишены смысла. И ты никогда не давал ему имени..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Шиукоатль"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Натлан"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Элементальные драконы"
          }
        ]
      },
      {
        "key": "Титул:",
        "value": [
          {
            "type": "RichText",
            "text": "Повелитель огня"
          }
        ]
      }
    ]
  }
}