{
  "epId": 7304,
  "name": "Записи безымянного искателя приключений",
  "desc": "<p>Записи, оставленные искателем приключений неизвестной эпохи. В них он записал свои приключения в Очканатлане.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/28/237301566/060988725ce1c5a4a5765038f049aa03_6683264820649869608.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1732797535,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Записи безымянного искателя приключений"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Задание мира «Заблудший путник в обители пепла»"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7147,
            "name": "Записи безымянного искателя приключений",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "Число: неизвестно, месяц: неизвестен, погода: туман...\n...Наконец-то я здесь. Очканатлан, древний город, который считается обителью злого дракона и местом захоронения ██...\n...Тётушка Лириву будет в ярости, если узнает, но ничего не поделаешь. Даже если мне станут твердить, что не надо брать на себя сожаления наших предков, я всё равно хочу закончить это дело...\n...Пусть угроза от Бездны и ослабла по сравнению со временами моего рождения, но долг предписывает мне отправиться туда ради «Нефрита Возвращения», за которым гонялись бесчисленные искатели приключений, а ещё ради разгадки последней тайны ██...\n...Всё в порядке. Ничего страшного. У тебя большой опыт приключений, что здесь такого? Всё будет хорошо. И вообще, столько лет прошло, тот злой дракон наверняка давно уже сгинул...\n...В общем, начну отсюда! Моё приключение..."
          }
        ]
      },
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "Число: неизвестно, месяц: неизвестен, погода: дождь...\n...Вот же, тот злой дракон всё равно на меня напал. Но нет худа без добра - зато теперь мне открылось это место...\n...Ядро Чуулел. Кажется, раньше оно было сердцем всего города. Соплеменники рассказывали, будто святой мудрец древности превратил себя в сердце драконьего города, но кто же знал, что нужно понимать их слова буквально...\n...В отличие от остальных, местные Автоматоны таинственного источника, похоже, понимают человеческую речь. Святой мудрец создал их для своей защиты? Как бы то ни было, пока я могу не беспокоиться, что чудовища снаружи до меня доберутся...\n...Кто бы мог подумать, у меня получилось! С помощью пирофосфорита мне удалось пробудить спящий в сердце механизма дух дракона... Это и есть дух дракона? Такой милый и бирюзовый! Наверное, я назову его Кокоуик...\n...Это путь к Алтарю Первозданного огня. Я вижу метки тётушки Лириву. Значит, по этому же пути шёл ██...\n...Остался всего один кусок пирофосфорита, нужно сохранить его для «Тонатиу»..."
          }
        ]
      },
      {
        "title": "Содержание",
        "desc": [
          {
            "type": "RichText",
            "text": "Число: неизвестно, месяц: неизвестен, погода: не знаю...\n...Мне представлялось это совсем иначе. «Тонатиу» оказался пустым и заброшенным. Я почти вижу, что чувствовал царь питонов в свои последние минуты...\n...Здесь столько пирофосфорита. Неужели все камни у искателей приключений были именно отсюда? Но кто забрал их отсюда и отдал им...\n...Вот оно как. Благодаря Коко мне наконец-то удалось выяснить истинную природу Нефрита Возвращения...\n...Механизм, способный спасти Натлан, но только не нас. Ради него погибло столько героев... Зачем было заманивать нас сюда... Понимаю, тебе не дано к нему прикоснуться, поэтому тебе нужны мы, нужен Коко...\n...Но даже если легенда о священной чаше оказалась выдумкой, её поиски всё равно делают тебя героем, и ██, и тётушку Лириву...\n...Это последний пирофосфорит на земле. Ты так и хотел, чтобы он оказался здесь? Ладно. Зато больше никто не попадётся на твой обман...\n...Ты его не получишь, я не позволю. Здесь твоему плану настанет конец!"
          }
        ]
      }
    ]
  }
}