{
  "epId": 734,
  "name": "Доброволец",
  "desc": "Если вы сможете оставаться в зоне идеального натяжения во время рыбалки, это удилище сократит время борьбы с рыбой на стабильную величину и увеличит ваши шансы на успех. Этот эффект действует только в Ли Юэ.<br/><br/>Длинная удочка, изящная как бамбук. Считается, что она принадлежала искусному отшельнику из Ли Юэ, который и создал её. Она была обнаружена рядом с каменной стелой, на которой были выгравированы следующие слова: «О, ты, у кого так много стремлений, прими эту удочку». Будто это был легендарный меч, ожидающий героя. Правда, эту историю рассказывают только торговцы, поэтому она вполне может оказаться выдумкой, служащей для повышения стоимости предмета. И всё же, даже зная об этом, многие охотно соглашаются на сделку.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Wishmaker_icon.png",
  "filterValues": {
    "objectType": [
      "Удочка"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1681911760,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Доброволец"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Удочка"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Обмен в Ассоциации рыболовов Ли Юэ"
          }
        ]
      },
      {
        "key": "Регион действия:",
        "value": [
          {
            "type": "RichText",
            "text": "Ли Юэ"
          }
        ]
      },
      {
        "key": "Стоимость:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2401,
            "name": "Оризия",
            "desc": "Бойкая маленькая рыбка, известная своим красивым хвостом в форме лепестков.<br/>Она считается декоративной рыбой, но, поскольку её мясо сочное, без костей и жира, её также нередко готовят и подают на стол.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Medaka_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 2389,
            "name": "Сахарная оризия",
            "desc": "Бойкая маленькая рыбка, известная своим красивым хвостом в форме лепестков.<br/>Вероятно, этот вид оризий больше всех любит сладкое. Каждый их орган будто настроен на поиск сладостей. В своих поисках они проплывают по всем ручьям Тейвата, и, руководствуясь принципом абсолютной справедливости, не отказываются ни от единой сладости, даже той, что посажена на крючок. Стоит сделать наживку, как они тут же клюнут на неё. <br/>Ловля этой рыбы идеально подходит для новичков.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Sweet-Flower Medaka_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 2369,
            "name": "Боевая колюшка",
            "desc": "Свирепая рыба с колючими плавниками, быстрая и проворная. На высокой скорости может даже разделять водный поток своей копьеобразной головой. Отсюда и прозвища «острое копьё» и «быстрая стрела».<br/>Этот вид самый самолюбивый и раздражительный. Во время нереста даже мелочи могут приводить их в ярость. Однажды один человек заметил, как рыба бросается на шевелящиеся водоросли, очевидно, приняв этот «танец» за провокацию. <br/>«Если вы столкнётесь с этой рыбой под водой, пожалуйста, не смотрите на неё». - «Руководство по дикой рыбалке. Глава \"Боевая колюшка\"».",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/237301566/5d026024bedc3a27b2f534a64ae12182_4457136430104276461.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 2380,
            "name": "Бурая рыба-бабочка",
            "desc": "Рыба-бабочка. Обладает кротким нравом, изящной внешностью, красивыми спинными плавниками. Также известна как «подводная королева».<br/>Её туловище покрыто полосами землистого цвета, а спокойный характер напоминает скалу. Её спокойствие даже можно назвать недостатком, ведь иногда рыба совсем не шевелится, словно превратившись в камень, что заставляет некоторых покупателей думать, будто они случайно купили мёртвую рыбу.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Brown Shirakodai_icon.png",
            "amount": 20
          }
        ],
        "isMaterial": true
      }
    ]
  }
}