{
  "epId": 7350,
  "name": "Талисман загадочной земли",
  "desc": "Талисман, который неожиданно появился в вашем инвентаре после прохождения испытания Говорящей с духами отшельницы.<br>Согласно записям Повелителей Ночного Ветра, жрецы, способные говорить с духами, могут с помощью медитации перенести своё сознание через свет и тени, отражённые в обсидиане, и достичь загадочного подземного царства, доступного лишь мёртвым. Однако это крайне опасно, и жрецы, проводящие этот ритуал, часто используют такие талисманы, чтобы защитить свои души от потери в этой таинственной земле. Тем не менее символическое значение этого талисмана значительно превышает его реальную силу. Возможно, отшельница, которая дарует этот талисман прошедшему испытание воину, делает это как обычное благословение.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c26f7b8877d8fc42dd3671a42f83cb38_3207155692698759618.png",
  "filterValues": {
    "objectType": [
      "Развитие персонажа"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1741201643,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Талисман загадочной земли"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Развитие персонажа"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Говорящая с духами отшельница Ур. 30+"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Получение"
      },
      {
        "type": "CustomEntry",
        "epId": 7367,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Использование"
      },
      {
        "type": "RichText",
        "text": "<color=#ffe14b>5★</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Ситлали",
        "desc": "<p>Великая шаманка Повелителей Ночного Ветра, всеми почитаемая Бабушка Ицтли.<br><br><em>«Я всегда считала, что Ситлали достойна статуса вождя и что со временем она возьмёт на себя эту роль. Но прошло двести лет, а она всё так же без энтузиазма выходит из дома! Возможно, для того чтобы наш гениальный шаман начал интересоваться реальным миром, потребуется фигура более увлекательная, чем персонажи её любимых романов. Но разве такой человек найдётся?»</em> - Мавуика.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/70239714/f7f4a177140cc87a55b9c6989213a374_7763192869484379377.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7420,
        "name": "Мидзуки",
        "desc": "<p>Акционер бань «Аиса», представительница народа баку и клинический психолог. Посвятила себя избавлению от кошмаров и принесению людям спокойствия.</p><p></p><p><em>«Как бы тебе описать мою подругу... Если в двух словах, она очень интересная, но очарования ей не хватает. Самый известный клинический психолог Инадзумы, она прекрасно умеет читать мысли людей. А вот свои мысли тщательно скрывает. Даже мне порой трудно её понять... Если встретитесь, попробуй угадать, о чём она думает»</em>, - Яэ Мико.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/10/70239714/5533a38558ecfda3eff0f7cbf066e63c_2165909000156774632.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ]
  }
}