{
  "epId": 7351,
  "name": "Древнее имя из обсидиана",
  "desc": "<p>Древнее имя Тумайни, выкованное после множества испытаний, означает надежду.<br>Вы его первый носитель, и оно сохранит все ваши деяния и приключения в Натлане, чтобы передать их потомкам.<br>«Мудрость» не является исключительным достоянием живых существ так же, как и не все воспоминания и эмоции - благословение. Это нечто безымянное, бесплотное, непознаваемое. Как мы не можем знать о местах, где не бывает света, так нельзя быть уверенным, что за нами не наблюдают бесчисленные глаза из глубин тьмы. Это нечто высокомерное, жаждущее знаний и информации, сокрытых в земле. Даже ужас и отчаяние, которых человеку не преодолеть, могут оказаться лишь симуляцией, созданной для вашего восприятия, как только оно постигнет суть Натлана.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/6c535148317ed9d8ecda0afd5ffdbd77_5095437906811194859.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1744743604,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Древнее имя Тумайни, выкованное после множества испытаний, означает надежду.\nВы его первый носитель, и оно сохранит все ваши деяния и приключения в Натлане, чтобы передать их потомкам.\n«Мудрость» не является исключительным достоянием живых существ так же, как и не все воспоминания и эмоции - благословение. Это нечто безымянное, бесплотное, непознаваемое. Как мы не можем знать о местах, где не бывает света, так нельзя быть уверенным, что за нами не наблюдают бесчисленные глаза из глубин тьмы. Это нечто высокомерное, жаждущее знаний и информации, сокрытых в земле. Даже ужас и отчаяние, которых человеку не преодолеть, могут оказаться лишь симуляцией, созданной для вашего восприятия, как только оно постигнет суть Натлана.\nПрислушайтесь к рёву Шумукула. Это ненависть, которая веками копилась в сердце несравненного воина. Он жалеет, что поднял оружие перед гробницами своих товарищей. Если битва была обречена, то он не лидер, а жестокий, одинокий король.\nПосмотрите на слёзы Кочанины. В них отражено тысячелетнее отчаяние. Она была тверда до самого конца, но огонь, мечи и смерть продолжали разорять её земли. В последний миг она преклонила колени перед ледяными гробами, глядя на своё отражение в лужах. Если это нельзя отвергнуть, может, стоит принять?\nИспытайте ярость Нденге. Познайте его тысячелетнее безумие. Он всю жизнь сражался за Натлан, проливал свою огненную кровь, но, заполучив трон, узнал истину войны Священного пламени. Он не был героем или любимцем народа, а лишь слепым, невежественным шутом. Человечеству не дано победить истинного владыку.\nРазгадайте слова Шбаланке, ощутите тысячелетнюю ложь. Высшая мудрость рождает высшую паранойю. Держа в руках время и смерть, он обрёк Натлан на игру без победы. Не стоит зажигать свет перед грядущей тьмой, чтобы не привлечь ещё больших чудовищ.\nОцените замысел Мавуики... Нет.\nИстория и память могут быть искажены, но оно не способно изменить то, что вы пережили. В этом заключается значение вашего имени и света, который древние имена предназначены передавать.\n«Наши предки вырезали \"чудеса\" на обсидиане, а будущие носители смотрели на них и видели \"силу\"»."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Древнее имя из обсидиана"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7413,
            "name": "Подобно закату и рассвету",
            "desc": "<p>Наконец пришло время встречи. Отправляйтесь в Палату советников.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/06/88347907/c11607f2bf78bbd9948d2838699df786_8500263474408467865.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}