{
  "epId": 739,
  "name": "Погребальная маска",
  "desc": "Трофей, полученный после победы над Синьорой, восьмой из Предвестников Фатуи.<br/>Фатуи часто скрывают свои лица под масками. Они объясняют это тем, что их прошлое более не имеет значения. Когда они становятся Фатуи, они должны отказаться от своих настоящих имен и лиц.<br/><br/>Отказ от собственного «я», прошлого и связей - это настоящий подвиг. Только одержимость, граничащая с бредом или даже выходящая за его пределы, может заставить человека присоединиться к этим мятежникам против небесных законов, связавших всю свою оставшуюся жизнь с испепеляющими Глазами Порчи.<br/><br/>Конечно, многие Фатуи поглощены жаждой власти или являются самыми настоящими садистами. И не всегда эти два понятия противоречат друг другу.<br/><br/>Возможно, у женщины, чьё настоящее имя Розалина-Кручка Лоефальтер, в прошлом была гораздо более невинная причина.<br/>Но это было до того, как её глаза наполнились яростным огнём, а беззаботная жизнь сгорела дотла. До того как лёд погасил языки пламени, которые сжигали её изнутри. До того как защищавшая её ледяная мощь была разрушена безудержным и решительным вечным иноземцем, заставившим её пламя вспыхнуть вновь...",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Funerary Mask_icon.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1692056839,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Погребальная маска"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Задание Архонтов Том II. Глава III: «Всевидящий бог, бренный мир»"
          }
        ]
      }
    ]
  }
}