{
  "epId": 7424,
  "name": "Пепельное море",
  "desc": "<p>Место на западной оконечности Натлана, возникшее 500 лет назад во время Катаклизма и известное как безветренная земля. Мастер Рубежей Санхадж Компоре призвал крошечное Царство Ночи, взорвал его и отбросил чёрное бедствие, создав при этом Пепельное море.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/8ef5e0aaf7edf5d156a382a5b0cc72da_768162445189865937.png",
  "menuId": 20,
  "menuName": "Объяснение терминов",
  "version": 1757760028,
  "components": {
    "galleryCharacter": [
      {
        "key": "Пепельное море",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/73df5dabc9f5d694cd94b05328b6bf96_4634812828878487036.png"
      },
      {
        "key": "Пепельное море",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/01/237301566/fb66c05596ec6bd13e3ce50ebe46dc0d_1442425076170515251.png"
      },
      {
        "key": "Бакунава",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/eb2601e07b98b96916efe8664ff6e5da_5162132712780478787.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Трейлеры и тизеры",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Трейлер версии 5.8 - «Лето! Жара? Курорт!»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/18/237301566/316da1381f829139a54c3b893883c3aa_3807078854125814502.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>18 июля 2025</color>\nВ Натлане всегда жарко. Хоть каждый день можно считать разгаром летнего отпуска.\nТак что почему бы не отложить на время поручения, угощения для Паймон, древние реликвии цивилизации драконов, гостей из Нод-Края и письмо от магистра ордена...\nИ насладиться бесплатной едой, проживанием и развлечениями!\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=I8N9D61dmHg&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Обучение",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Там, где умирает ветер и рушатся легенды..."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/26/237301566/049e29360b07a2e3e3d4a9e1b497ce1e_3578233024101925425.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>26 июля 2025</color>\nГоворят, огромная область к западу от Теночцитока раньше была Пепельным морем. Она же земля скорби, порождённая вторжением Бездны. Пока время смывало прошлое, загадочно исчезнувшее Пепельное море, похоже, вновь дало о себе знать. Но то, что открылось, возможно, лишь вершина айсберга..."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Пепельное море",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/007949e853649b32c74c2cd3c2e01d34_7740452771120253677.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Более пятисот лет назад Пять Грешников Каэнри'ах разделили между собой силу, способную уничтожить целый мир. Среди них была алхимик Рэйндоттир, давшая жизнь множеству существ из Бездны. Пятьсот лет назад король Каэнри'ах и мудрецы разорвали завесу греха, и в Тейват хлынули монстры Бездны. Само королевство было уничтожено, а Тейват захлестнула тёмная волна, ознаменовав начало Катаклизма. Все семь наций сражались с порождениями Бездны, и Натлан не стал исключением. На западной окраине Натлана вместе с другими монстрами появился гигантский зверь Бакунава - одно из творений Рэйндоттир, вышедшее из-под контроля. Он был неразумен и руководствовался инстинктивным стремлением пожирать, обладая бессмертием из-за возможности бесконечного роста. Некогда Бакунава даже поглотил часть тела своей создательницы. От других творений Грешницы зверь отличался тем, что его бессмертие проистекало не из жизненной силы, а из некоей более трансцендентной силы Бездны, постичь которую не смогли ни сама Рэйндоттир, ни даже орден Бездны."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/3d0d636aa02bbe8d9c6e3be6e531c843_8124674311890191342.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Бакунава уничтожал целые племена острова Теночциток, пока не остался только один выживший, Теноч, позже ставший главой объединённой армии натланских племён. Чудовище не получалось убить: даже когда ему отсекали голову или разрубали на части, его останки всё равно стремились друг к другу и срастались воедино, порождая нового монстра. Теноч, лишённый племени и древнего имени за свой воинственный характер, объединил шесть лучших воинов каждого племени - носителей древних имён союзников первого Пиро Архонта Шбаланке. Среди шести героев Натлана был Мастер Рубежей Повелителей Ночного Ветра, Санхадж Компоре. Сильнейшие Мастера Рубежей умеют расширять границы Царства Ночи, чтобы его часть на время проявилась в реальном мире. Ещё когда Теноч позвал его с собой, Санхадж предвидел их с Теночем смерть и то, как родится место, которое впоследствии станет именоваться Пепельным морем, но всё равно последовал за ним. В последней битве Мастер Рубежей нанёс на тело главы армии Натлана флогистоновую гравировку, чтобы высвободить силу заклинаний рубежей, а затем Теноч позволил Бакунаве поглотить себя. Санхадж использовал его как жертву, чтобы призвать миниатюрное Царство Ночи в чреве Бакунавы, и столкновение сил Владыки Ночи, Бездны и остаточной энергии Теноча внутри монстра вызвало мощный взрыв, разорвавший его на множество частей. И хотя чёрное бедствие было отброшено, зверь не погиб, и энергия тех сил, породившая взрыв, лишь помешала ему возродиться. В результате этой жертвы Теноча и Санхаджа появилось Пепельное море."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/e341c467aa32fed76c7abb90a148b557_6337261892301068744.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Из-за трансцендентной силы Бездны, проистекающей в Бакунаве, Пепельное море и его загрязнение стали существовать в каждом моменте времени. Надеясь остановить загрязнение пространства и не дать ему перекинуться на земли за пределами Теночцитока,\nкогда-то получивший от\nчасть её силы, сдул Пепельное море с оси времени, превратив его в Безветренную землю. С тех пор Пиро Архонты всех времён защищали печать, наложенную на Пепельное море, чтобы Бакунава не возродился и не вырвался наружу.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8409,
        "name": "Последний выживший из Теночцитока",
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7423,
        "name": "Курорт «Оазис отдыха»",
        "desc": "<p>Курорт «Оазис отдыха» - это крупный летний курорт, построенный Палатой советников. Он разделён на несколько зон. Он расположен на Теночцитоке, в самом западном уголке Натлана. На местном языке это название означает «Пещера камней и шипогрушей».</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/4737e4787680a8bfd2d80d94b0749299_3616349448418887896.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Рэйндоттир",
        "desc": "<p>Алхимик, ведьма из Ведьмина шабаша, одна из грешников Каэнри'ах, мать Альбедо. Известная как Золото и «Р.». Рэйндоттир создала армию монстров, которые атаковали Тейват 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/237301566/a38463ea993adadbabcf39531320e7e8_1855056204939670650.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7490,
        "name": "Теноч",
        "desc": "<p>Герой Натлана, живший 500 лет назад. Не принадлежал ни к какому племени, поскольку был изгнан. Во время Катаклизма объединил шесть племён и отправился на западные острова сражаться с гигантским чёрным монстром.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/5037534a2e3fdae2e4478820ca23e24b_3011095891018192070.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Шбаланке",
        "desc": "<p>Первый Пиро Архонт, победивший Повелителя огня и возродившийся из пламени. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/e7f7eee058f60fc225b1f5bc654a08e0_7006634286090563879.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "name": "Санхадж",
        "desc": "<p>Верховный жрец Повелителей Ночного Ветра и Мастер Рубежей, носивший древнее имя<custom-ruby data-ruby=\"Бидий.|Преданность|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/7af24ba165ce8b89d310affbb18b4284_4955635251801065967.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "Барбатос",
        "desc": "<p>Анемо Архонт Мондштадта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/5f7d70114271f8eca21f24cd62499dc6_6427713425223259512.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4898,
        "name": "Астарот",
        "desc": "<p>Повелительница времени, владычица неизменного мира. Также известна как Кайрос и Токоё. Является одной из теней Изначального.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/237301566/6c6230d12f0386d6d86e680bd88d4398_3850284264201550590.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Говорящая палица",
        "desc": "<p>Что может быть убедительнее весомых доводов? Только тяжёлая дубина, инкрустированная обсидианом.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/51635400/6e0130263c2de43a0bd7863edce22df3_9148127062191122904.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Бродячий ансамбль",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/be9c62594a243381afec36d022814712_9106835084381303156.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Из-за временной аномалии, возникшей из-за трансцендентной силы Бездны Бакунавы, существование Пепельного моря распространилось и на прошлое. Тысячу лет назад, во время правления аристократов, в Мондштадте собрался Бродячий ансамбль, названный людьми Ансамблем Мечников. Мечи были их флейтами, луки были их арфами, а песнью их был гимн восстания. Выступали они не только для друзей, но и для врагов. Одним из членов ансамбля была проворная танцовщица с клинками. Она была прекрасна, как заря на морских волнах, и изящна, как возвещающий рассвет жаворонок. Взмахи её острого меча становились уносимой ветром песней. Когда она пела и танцевала, то словно уходили хмурые тучи и солнце согревало землю. Музыкой и мечом она могла легко очаровать слушателя, равно как и отнять его жизнь. Другим членом ансамбля был арфист родом из богатой и очаровательной страны Фонтейн. Он отправился путешествовать по миру в поисках своей истинной судьбы. Говорят, что все леди при дворе Фонтейна плакали от горя, услыхав трагические новости о его отъезде. Он был игрив и решителен, как ветер, сопровождающий мелодию арфы, и как цветы, растущие на утёсе Звездолова. История гласит, что он влюбился в скромную мондштадтскую девушку, но она была выбрана для несчастной доли принцессы фестиваля Луди Гарпастум. В песне он раскрыл ей свои чувства и пообещал разбить её оковы. Он хотел помнить ни в кого не влюбляться и ни к чему не привязываться, но сохранил память о той девушке, как и пообещал, и пошёл бы ради неё на любую жертву. Кроме того, в ансамбле был дирижёр, который записывал музыку и путевые заметки в книге под названием «Песнь странника». Последним членом бродячего ансамбля был человек по имени Крузлид, изгнанный из клана Лоуренсов за предательство. Он владел двуручным мечом, и аристократы испытывали страх, слыша тиканье часов справедливости при взмахе его меча. Говорят, после отстранения от службы он хотел продолжить дело своих сослуживцев и посвятил себя искоренению подпольных организаций аристократов."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/3a7f9a37e77fd3237e4038db8e791874_7095235214795698512.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Во время своих путешествий Бродячий ансамбль прошёл жаркие пустыни и добрался до тлеющих берегов Пепельного моря. Там они встретили бессмертное чудовище Бакунаву и сразились с ним, а после победы вырезали из его тела рунный камень, в котором была заключена «бесконечная жизненная сила», и взяли кусок его плоти. Когда ансамбль вернулся в Мондштадт, рунный камень помог восстать против аристократии и был оставлен только что созданному Ордо Фавониус. С помощью драконьего клыка другого создания алхимика Рэйндоттир, Дурина, можно поглотить жизненную силу рунного камня и создать уникальное оружие. А плоть Бакунавы была оставлена Ведьмину шабашу и тысячу лет спустя была использована для создания человека из сказочного дракона Мини-Дурина. Создание Рэйндоттир, алхимик Альбедо, использовал душу Мини-Дурина, кровь из сердца Дурина, плоть Бакунавы и фрагменты эмбриона, оставленного его матерью. Разлагающая природа драконьего яда и мощная жизненная сила останков монстров уравновесили друг друга, что обеспечило идеальный баланс в искусственном теле.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7683,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "name": "Ордо Фавониус",
        "desc": "<p>Орден рыцарей, поклявшийся защищать город Мондштадт и его свободу. Хоть они и называют себя рыцарями, на самом деле никто их не посвящал в рыцари. Это титул, дающийся за выполнение долга, который они на себя взяли.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/08/237301566/9bd657b2f14508ea8c0f5e28d6c81c07_5562714250279988251.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Ведьмин шабаш",
        "desc": "<p>Тайное общество ведьм, которое занимается обсуждением секретов за чаепитием и исследованием Ирминсуля.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/7e361b6e509e4197a2d7ce89f277c472_7973032842141432529.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Альбедо",
        "desc": "Гений, именуемый Принцем мела. Главный алхимик и глава исследовательской команды Ордо Фавониус.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7680,
        "name": "Мини-Дурин",
        "desc": "<p>Дракон из волшебного мира Симуланки, созданный писательницей Андерсдоттер. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/43cb8d2bf27fb64bb0e4d9109cc0291a_8053752121994020040.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Дурин",
        "desc": "<p>Теневой дракон и один из детей алхимика Рэйндоттир.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/206a8a0bc1698ae7019f093470f9e845_1446865023244996257.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Копьё Драконьего хребта",
        "desc": "Копьё из драконьих клыков. От него исходит необычное тепло.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2081,
        "name": "Странствующий ансамбль",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2007,
        "name": "Меч-флейта",
        "desc": "Под всей этой ржавчиной скрывается роскошно украшенный меч. Режет плоть так же легко, как воздух.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/笛剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2033,
        "name": "Меч-колокол",
        "desc": "Тяжёлый двуручный меч со встроенными часами, механизмы которых уже давно изношены.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/钟剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2009,
        "name": "Бесструнный",
        "desc": "Когда-то этот лук был восхитительным музыкальным инструментом, но больше под его музыку никто не запляшет.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/绝弦.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1991,
        "name": "Песнь странника",
        "desc": "Эта тяжёлая книга содержит огромное количество песен. Рукописный текст внушает уважение, хоть книга и была поедена молью.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/流浪乐章.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Путешествия в Пепельное море",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/44f6196f261950c9e8b4798317466be2_4239983182932665342.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "После того как Анемо Архонт сдул Пепельное море с оси времени, чтобы остановить заражение Бездной, оно стало местом для искателей приключений со всего Тейвата. Одним из путешественников стал ступающий по лаве мудрец, вырезавший тиару из красного агата, чтобы пламя и высокие температуры были ему не страшны. Тиара защищала от огня и вызывала страх и зависть как у юнцов, так и у стариков. «Как этот выскочка посмел бросить вызов пламени Пепельного моря! Такого кощунства не случалось столетиями! Огненное море обязательно поглотит его, обратит в пепел и поднимет его в небо, чтобы развеять в ничто...» Учитель ступающего по лаве потребовал от своего ученика, чтобы тот шагнул в огненное море с тиарой на голове, но потом увидел, как хозяин тиары вольготно прогуливается по лаве и уходит за горизонт. Легенды гласят, что у ступающего по лаве был кубок, наполненный лавой, и мудрец пил её, словно это было изысканное вино. Для мудреца вино служило лишь искрой, разжигавшей огонь таланта, и немного алкоголя могло превратить огонёк в ревущее пламя вдохновения. Кубок был безмолвным свидетелем рождения мудрости в огне, а перед последним путешествием ступающего по лаве он наполнился высокомерием. Во время своих путешествий по Пепельному морю ступающий по лаве выщипнул перо у порхающей в пламени птицы. По легенде, одинокая птица пела в огне, и люди поклонялись ей, а короли сделали её символом благородства. Надев это перо, ступающий по лаве стал затворником. Он пришёл и ушёл в одиночестве, не оставив после себя ни следа. С тех пор со стороны Пепельного моря доносятся голоса. Пение птиц это, или стенания мудреца, не знает никто. История ступающего по лаве не закончилась после того, как он Пересёк пепельное море. Говорят, он прожил ещё сотню лет как отшельник, но этот краткий миг отказа от мирской суеты не смог облегчить его страдания. Бежавший от мира мудрец не боялся погибнуть в огне, но после того как он лишился всех, кто был ему дорог, его душу вечно терзал холодный огонь лишений, и не было силы, которая могла бы сопротивляться ему. Перед своей самой смертью ступающий по лаве отдал людям цветок, распускающийся лишь в бушующем огне, который когда-то носил на груди. Впоследствии люди, которые шли за мерцанием цветка, вышли на берег Пепельного моря, однако следов ступающего по лаве они не обнаружили, и только цветок распускался среди пепла."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Это цветок, распускающийся только в бушующем пламени.</color>\n<color=#ffffffd9>Пока огонь не обратит меня в пепел, Вы будете видеть сияние этого цветка сквозь дым и марево».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/d964558831a983075723071a1afbe3ed_8406160369996211430.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Другими путешественниками в Пепельное море стали искатели приключений из Мондштадта, великий Стэнли и совсем молодой и неопытный Ганс. Во время путешествия чудовище сотворило из пепельных волн вихрь, и, спасая Ганса, Стэнли был серьёзно ранен. Гансу удалось спастись и вернуться в Мондштадт, но его друг так и остался в Пепельном море. Во время одного из привалов великому искателю приключений встретился мужчина, представившийся Ночтом. Он помог остановить кровотечение распустившимся среди пепла цветком и велел не приближаться к монстрам. Ночт сказал, что он прибыл из Теночцитока, но это место не было его родиной, которую он искал. В другой день Стэнли встретилась странная женщина, которая перевязала ему раны. Каждый раз, когда искатель приключений пытался вспомнить её лицо, воспоминания словно покрывались пеплом. Единственное, что он мог вспомнить, было её имя, Нана. Хотя Стэнли был убит монстрами, он был готов к тому, что это станет его последним приключением. Он был готов пожертвовать собой, чтобы раскрыть секреты Пепельного моря, и надеялся, что члены Гильдии однажды вернутся, чтобы его жертва не была напрасной."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/a8577c153ea924a7c82e15c5073733d2_2751772283453595731.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Вернувшись в Мондштадт, Ганс Арчибальд не смог смириться со смертью Стэнли, в которой он винил себя. Чтобы великий искатель приключений не был забыт, Ганс взял его имя и стал рассказывать о подвигах и приключениях. Долгие годы он жил, чтобы рассказывать историю Стэнли, но со временем настоящая личность искателя приключений начала стираться из его памяти. Ганс создал для себя образ не настоящего друга, каким он был при жизни, а образ покрытого шрамами искателя приключений. Лишь благодаря помощи Анемо Архонта, который тоже когда-то принял образ погибшего друга, Ганс смог принять реальность и отпустить дух Стэнли.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8081,
        "desc": "",
        "displayStyle": "card",
        "menuId": 29
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Гильдия искателей приключений",
        "desc": "<p>Организация, основанная в Снежной, занимающаяся наймом искателей приключений, приёмом и раздачей поручений. Их представительство есть в каждом крупном городе. Девиз гильдии: «К звёздам и к безднам!»</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/673abbcb1fef7c9a42bbf22f47c77c6f_9141822192728269607.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2494,
        "name": "Стэнли",
        "desc": "<p>Искатель приключений, выдающий себя за своего погибшего друга.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/06/237301566/017b4391bc9a22cc951765ff84b3d1f9_6163987265808363538.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Эндзё",
        "desc": "<p>Член ордена Бездны, называющий себя книжным червём.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/725dbbb16dec2beb477c3a15194eed29_4994320714528602255.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2083,
        "name": "Ступающий по лаве",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 8351,
        "name": "Чьи-то порванные записи I",
        "desc": "Записки, найденные в останках Бакунавы.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8352,
        "name": "Чьи-то порванные записи II",
        "desc": "Записки, найденные в останках Бакунавы.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8353,
        "name": "Чьи-то истлевшие и порванные записи III",
        "desc": "Несколько истлевшие записки, найденные в останках Бакунавы.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Энтимемы и симуляции моря",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Однажды, около двадцати или тридцати лет назад, Пепельное море исчезло с лица земли, будто никогда и не существовало. Никто не смог разгадать причину его исчезновения, но некоторые смогли проникнуть в секретные области, которые напоминали его. Люди назвали эти места Энтимемой моря - будто Пепельное море отбрасывает тень в этот мир."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/66c74bd8c7fe33504df9196ec3b14e2f_4846621223262172732.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Кроме того, существовала симуляция Пепельного моря, созданная силой Бездны. Когда-то давно существовал отряд искателей приключений «Лезвия Текпатля», среди которых была Арони из Повелителей Ночного Ветра, Макани из Удела Благодатных Земель, Чако из Клана Цветочного Пера и Анджа из Народа Родников. Они хотели прославить «Лезвия Текпатля» на весь Тейват, но не успели исполнить мечту, как у Арони и Макани родился ребёнок, и они оказались первыми, кто решил покинуть отряд. Анджа предложила устроить прощальное путешествие, чтобы все могли отдохнуть и повеселиться, и отряд отправился в Пепельное море. Но вместо сокровищ они встретили лишь монстров из Бездны, а все выходы из симуляции оказались заблокированы. Спасая ребёнка, все члены отряда погибли, но их души взмолили богов о помощи мальчику."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Боги, если вы слышите мои молитвы…</color>\n<color=#ffffffd9>Возьмите моё тело, мою любовь, мою память,</color>\n<color=#ffffffd9>Пусть даже душа моя не сможет вернуться в Царство Ночи</color>\n<color=#ffffffd9>И будет обречена скитаться по пустошам…</color>\n<color=#ffffffd9>Я отдам всё, что у меня есть…</color>\n<color=#ffffffd9>…только чтобы мой ребёнок выжил».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/4abc2bbeeb877b89ee95f5ea0918bc3a_728864229728332852.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Так, «Лезвия Текпатля» стали ашами - душами, погибших в Пепельном море людей, которые не смогли вернуться в Царство Ночи и слились с маниту. Аши появились в Теночцитоке сразу после исчезновения Пепельного моря. А мальчика обнаружил старый искатель приклюний из Мондштадта. Пламя из стен обжигало его кожу, оглушительные раскаты грома разрывали его барабанные перепонки, а завывающий ветер пытался забрать его душу. В конце этого испытания его ждал младенец, и тогда искатель приключений подумал: <color=#ffffffd9>«Должно быть, этого ребёнка оставил тут... сам мир! Истинно!»</color> В подземелье не оказалось никаких древних артефактов, драгоценностей или золота, но старик ни капли не расстроился, ибо посчитал младенца своим сокровищем. <color=#ffffffd9>«Было предопределено, чтобы в конце своего путешествия я нашёл этого мальчика»</color> , сказал он, беря младенца на руки. Ему было всё равно, противоречило ли это воле мира. Старый искатель приключений умер от тяжёлых ран, прежде чем смог поведать кому-то свою историю, оставив после себя только спасённого младенца. Перед смертью он смог произнести только три слова: «воля», «приключения» и «сокровище». Несколько старых холостых членов Гильдии вместе вырастили ребёнка и назвали его Беннет, что означает «Благословенный». Как и его папы, Беннет стал искателем приключений, но всю жизнь его преследовали неудачи, вызванные разорванной связью с Вайоб Натлана. Несмотря на это, Беннет стал командиром «Приключенческого отряда Бенни» и никогда не сдавался, мечтая стать самым великим искателем приключений."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/47a2b9938049319a91be7d7d342fc5ce_813062626304455711.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Однажды, когда Беннет уже вырос, он отправился в Натлан на созданный на Теночцитоке курорт «Оазис отдыха» вместе со своим другом\nВ Натлане у Беннета началась белая полоса удач, и к нему привязался необычный аша в костюме Удела Благодатных Земель. Во время приключений на острове Беннет обнаружил дневник «Лезвий Текпатля», который был оставлен ещё до создания курорта, а затем вдруг фотографии в его альбоме приключений исказились, будто кто-то подменил их. И кроме того, в альбоме появилась фотография «Лезвий Текпатля». Искателя приключений не покидало чувство, будто кто-то зовёт его, и вместе с друзьями он отправился на место, изображённое на фотографии. Там они обнаружили проход в симуляцию Пепельного моря, созданную Бездной. А в небе этого нестабильного подземелья было «Колесо судьбы» Беннета, которое Бездна хотела уничтожить, чтобы победить мальчика, обманувшего смерть. Когда искатель приключений был уже без сознания, его друзья зажгли свет, чтобы помочь ему пройти испытание судьбы, а внезапно появившиеся аши заслонили его."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Пока солнце уходит за западный полог, пусть искры пламени укажут нам путь домой.</color>\n<color=#ffffffd9>И пусть новый палящий свет очистит скверну прошлого.</color>\n<color=#ffffffd9>Заблудившийся странник, услышь меня.</color>\n<color=#ffffffd9>Узри свет солнца, рассвета клинок. Внемли, как ветер знакомо поёт. Вдохни аромат - так сладок он.</color>\n<color=#ffffffd9>Следуй за мной. Следуй домой».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/237301566/e51f079c23cf7f1c710bd4396013580f_6193646033408472541.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Оказалось, что ашей в костюме Удела Благодатных Земель был Макани, а ашей, заменившей фотографии в альбоме Беннета, - Арони. Став ашами, они потеряли все свои воспоминания, и их сознания до того размыло, что они не могли даже вспомнить, кто они такие. Увидев Беннета, Арони последовала за ним, по пути делая снимки, как она любила при жизни. Её преследовало чувство чего-то знакомого, а симуляция Пепельного моря словно призывала её. Как «Лезвия Текпатля» и мечтали, мальчик вырос счастливым искателем приключений, который наконец смог узнать своё происхождение и найти семью."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/f0f6293938fe74aa96b75996c6457bb8_9015937450889596378.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "После того как Анемо Архонт сдул Пепельное море с оси времени, некоторые души не смогли вернуться в Мондштадт или Царство Ночи, а другие осели на этой земле, превратившись в аш. Когда Барбатос отправился в Натлан вместе с Беннетом, он встретился с Пиро Архонтом, чтобы вернуть все души. Когда в симуляции, созданной Бездной, друзья Беннета зажгли свечу, это стало сигналом для Хаборим открыть разлом между тем пространством и настоящим Пепельным морем, чтобы Барбатос проник туда и вернул потерянные души. И именно благодаря его помощи родители Беннета смогли вернуть свои воспоминания.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8403,
        "desc": "",
        "displayStyle": "card",
        "menuId": 29
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Гильдия искателей приключений",
        "desc": "<p>Организация, основанная в Снежной, занимающаяся наймом искателей приключений, приёмом и раздачей поручений. Их представительство есть в каждом крупном городе. Девиз гильдии: «К звёздам и к безднам!»</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/673abbcb1fef7c9a42bbf22f47c77c6f_9141822192728269607.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Беннет",
        "desc": "Добросердечный и порядочный искатель приключений из Мондштадта, который, к несчастью, сказочно невезуч.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/03/237301566/11d1b67215ab74fe18e903be5c0b9dab_5275252093199819768.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Венти",
        "desc": "Обычный бард, слоняющийся по улочкам Мондштадта.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Мавуика",
        "desc": "<p>Лидер Натлана, унаследовавшая древнее имя «Кионгози». Она дала обет осветить будущее народа войны Священным пламенем.<br><br>Древнее имя: <custom-ruby data-ruby=\"Кионгози|Лидер\"></custom-ruby><br><br><em>«В сложном узоре ночного неба Тейвата редко можно увидеть столь ослепительное созвездие. Его пылающее сияние словно хочет прожечь дыру в самой ткани небосвода. Когда оно превратится в падающую звезду, устремляющуюся к горизонту, его огонь превратит даже самые глубокие и холодные ночи в яркий день»</em>, - воскликнула ведьма «Б» во время гадания.</p><p></p><p><em>«Мавуика? О! Та, что состязалась со мной на стадионе Священного пламени! Ха-ха-ха, подумаешь. Я думал, что Архонты могут выпить и побольше! А... Говорят, я захмелел первым? Не может быть, ни в коем случае! В тот день я... эээ... а зачем я в тот день вообще пошёл к Пиро Архонту?»</em> - ответил Варка на вопрос Алисы о результатах «встречи» в Натлане, почесывая в задумчивости голову.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/30/70239714/b0df5861c7d3c1f7f85f6555ad4f4b4c_9130578994710546357.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 8344,
        "name": "Миниатюрное «солнце»",
        "desc": "Гладкий наощупь сувенир, который вам подарили на Беззаботной ярмарке.<br>Поскольку эти свечи пришли от «солнца», их вполне можно назвать «миниатюрными солнцами».",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/e4f3a73c62120cf8c5811fe288c9de37_5795066826039331201.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Учёный, покоривший Пепельное море",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/1d93adc2ea6456e9ba98dda829fc6720_5072089797203609555.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "После того как Пепельно море исчезло с лица земли, никто не мог его найти. Духовная энергия ритуального тканого свитка Повелителей Ночного Ветра, ведущего к залу, где Архонты сдерживали печать, наложенную на Бакунаву, иссякла, и путь к Пепельному морю оказался закрыт. Один из членов ордена Бездны, Эндзё, отправился в Натлан, чтобы разузнать о пропавшем подпространстве. Хотя Эндзё служил ордену, он не мог назвать их своим домом. Он видел, как свет Виндагнира угас под снегами, как Дети Солнца танцевали белыми ночами, как величественный город Гюрабад поглотили пески; он касался сосудов плоти и крови Алтаря Мосири, разбитых колоссов Ремурии, запятнанных фресок Башни Вукуб-Какиш; он знает, как народ сверг аристократов Мондштадта, как жители Ли Юэ массово покидали ассамблею Гуйли, как народ Оробаси сражался с последователями Наруками, как погибли жители Теночцитока и как муратанцы нашли новый дом вдали от родных краёв. Но во всех этих местах, которые он хранил в своей памяти, не находилось места для него. Воспоминания пролетали сквозь его жизнь, словно метеоры, которые вспыхивают на миг, чтобы тут же погаснуть. Эндзё хотел отыскать Пепельное море в надежде обнаружить свою родину, поэтому использовал члена Повелителей Ночного Ветра Лейлу, лишённого чувствительности к духовным сущностям, чтобы тот вошёл в Царство Ночи. В качестве медиума Эндзё дал Лейле найденный осколок оружия Санхаджа Компоре, создавшего Пепельное море. Когда Лейла вошёл в состояние духовидения, его душа заблудилась в Царстве Ночи и не смогла вернуться назад, поэтому ему на помощь пришла великая шаманка племени Ситлали и Путешественник/ца. Ситлали сама погрузилась в духовидение и попросила выткать всё, что она увидела, и одним из свитков стала карта, похожая на остров Теночциток, где раньше находилось Пепельное море. И хотя Лейла был спасён, Эндзё успел увидеть карту острова."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/01/237301566/ad7154b24433a7662fbef7520de1604b_8262905967626197268.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Отправившись на Теночциток, Эндзё выяснил происхождение Бакунавы и Пепельного моря, а также выявил расположение входа в пространство, но не смог туда попасть. На остров прибыли и Путешественник/ца с Ситлали, чтобы расследовать странное духовное происшествие. Во время предыдущей встречи с Эндзё Великая шаманка оставила на нём метку, позволяющую чувствовать его присутствие поблизости. Благодаря ашам и осколку оружия Санхаджа они смогли возобновить поток энергии тканого свитка и открыть портал к залу Архонтов. Положив лук на трон Санхаджа и сев на трон Теноча, Путешественник/ца попал/а в Пепельное море, а Эндзё заключил сделку с Ситлали, пообещав помочь Путешественнику/це взамен на возможность войти в подпространство. Из-за временной аномалии они оказались в другом времени и столкнулись с инвазивным Бакунавой - частью его тела, существующей в этот момент времени. Используя ритуальный меч Санхаджа и заключённую в нём силу Вайоб, они смогли победить эту часть Бакунавы, и Эндзё впитал его силу, чтобы отправиться вглубь Пепельного моря. На прощание, он подарил Путешественнику/це цветок, распускающийся только в бушующем пламени, чтобы тот/та смогла ходить по пространству, не чувствуя жара огня."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Пока я не обращусь в пепел, вы будете видеть сияние этого цветка сквозь дым».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Когда Путешественник/ца вернулся/ась в настоящее время, нежный, только что сорванный бутон изменился и состарился.\nПоскольку Пепельное море существует вне времени, во время своих странствий там Эндзё встретил великого искателя приключений Стэнли. Эндзё представился ему именем Ночт, помог остановить кровотечение распустившимся среди пепла цветком и велел не приближаться к монстрам. Эндзё сказал, что он прибыл из Теночцитока, но это место не было его родиной, которую он искал."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Если в этом мире действительно существует позабытый мною дом, может ли он скрываться среди этих тлеющих осколков времени?»</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Когда Путешественник/ца, Паймон и Ситлали покинули Пепельное море, великая шаманка почувствовала, что духовные следы, которые она оставила на Эндзё, были поглощены странной силой.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8205,
        "name": "Свитки поиска духов Иктоми",
        "desc": "<p>Повелители Ночного Ветра - самое загадочное из всех племён Натлана. Они владеют различными таинственными способами общения с миром. Возможно, это приключение поможет вам раскрыть некоторые из их секретов...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/03/88347907/c751d7e8b0261a89e9b962bb460b8e82_4322383634722796409.png",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 8409,
        "name": "Последний выживший из Теночцитока",
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "name": "Орден Бездны",
        "desc": "<p>Организация, состоящая из проклятых жителей Каэнри'ах и монстров, не имеющих ничего общего с людьми. Они существуют во всех уголках этого мира и являются врагами наземных цивилизаций. Главной целью ордена Бездны является уничтожение мира под властью семи Архонтов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/30/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_5331078896039253866.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Эндзё",
        "desc": "<p>Член ордена Бездны, называющий себя книжным червём.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/725dbbb16dec2beb477c3a15194eed29_4994320714528602255.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Ситлали",
        "desc": "<p>Великая шаманка Повелителей Ночного Ветра, всеми почитаемая Бабушка Ицтли.<br><br><em>«Я всегда считала, что Ситлали достойна статуса вождя и что со временем она возьмёт на себя эту роль. Но прошло двести лет, а она всё так же без энтузиазма выходит из дома! Возможно, для того чтобы наш гениальный шаман начал интересоваться реальным миром, потребуется фигура более увлекательная, чем персонажи её любимых романов. Но разве такой человек найдётся?»</em> - Мавуика.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/70239714/f7f4a177140cc87a55b9c6989213a374_7763192869484379377.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7113,
        "name": "Бедствие Эшу",
        "desc": "Церемониальный клинок, выкованный великим жрецом Повелителей Ночного Ветра Санхаджем. В сказаниях прошлого он проводил этим изогнутым клинком ритуалы, стирая границу между Царством Ночи и настоящим миром.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/034a74a58833bc506791e2d2c8e00539_8351835749900866009.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2083,
        "name": "Ступающий по лаве",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lavawalker/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 8354,
        "name": "Решительность ступающего по лаве",
        "desc": "Цветок, подаренный вам Эндзё. Когда-то это был нежный, только что сорванный бутон. Когда он успел стать таким?",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/d680517a7915e98e02c6257f95f252b4_4951244975280181068.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8384,
        "name": "Бакунава",
        "desc": "Испытанная временем сила Вайоб, что сохранилась в Бедствии Эшу, пробуждается, словно почуяв приближение врага, жившего 500 лет назад.<br>Используйте эту силу, чтобы защититься от атак Бакунавы. Когда вы защититесь от специального приёма, Вайоб нанесёт мощный контрудар.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 8327,
        "name": "Отчёт о расследовании: Бакунава",
        "desc": "Следственный отчёт, оставленный кем-то в спешке.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8328,
        "name": "Отчёт о расследовании: Пепельное море",
        "desc": "Следственный отчёт, оставленный кем-то в спешке.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8329,
        "name": "Отчёт о расследовании: Тайная пещера",
        "desc": "Следственный отчёт, оставленный кем-то в спешке.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/a3d81222ac0c259d7c24278ae6a68845_8748899289776809939.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 8351,
        "name": "Чьи-то порванные записи I",
        "desc": "Записки, найденные в останках Бакунавы.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Пепельное море"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Упомянутая область"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Натлан"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Стихотворение Беннета и Рэйзора",
        "desc": [
          {
            "type": "RichText",
            "text": "Ты и Пепельное море -\nТак близки, так далеки.\nОно мерцает на краю мира,\nТы живёшь в сердце моём!\nВолчий крюк и одуванчик -\nМои анемонии для тебя."
          }
        ]
      },
      {
        "title": "Об искателе приключений Стэнли",
        "desc": [
          {
            "type": "RichText",
            "text": "Смельчак Стэнли из Мондштадта известен своим подвигом: он переплыл Пепельное море. В том путешествии он потерял своего лучшего друга.\nХотя мало кто знает имя погибшего, память о нём жива среди нас, искателей приключений. Всё потому, что он не побоялся отправиться в это приключение."
          }
        ]
      },
      {
        "title": "Пепельное море",
        "desc": [
          {
            "type": "RichText",
            "text": "Бесконечная и укрытая пеплом равнина, где не услышишь дуновения ветра. Там похоронены мечты многих опытных искателей приключений, и многие неутомимые путешественники окончили там свой путь."
          }
        ]
      },
      {
        "title": "О Пепельном море",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Ситлали</color> : Сильнейшие Мастера Рубежей умеют расширять границы Царства Ночи, чтобы его часть на время проявилась в реальном мире.\n<color=#37ffff>Ситлали</color> : И пусть я владею заклинаниями рубежей, до Санхаджа мне далеко.\n<color=#37ffff>Ситлали</color> : Если верить легенде, именно мастерство рубежей Санхаджа пятьсот лет назад переломило ход битвы при Пепельном море. Санхадж призвал крошечное Царство Ночи, взорвал его и отбросил чёрное бедствие.\n<color=#37ffff>Ситлали</color> : Конечно, ему пришлось дорого за это заплатить. Насколько я понимаю, Санхадж и Теноч, глава объединённой армии натланских племён, пожертвовали собой, чтобы заклинание сработало."
          }
        ]
      },
      {
        "title": "О Пепельном море",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Ситлали</color> : Неужели это Пепельное море...\n<color=#37ffff>Ситлали</color> : После той битвы Пепельное море обратилось в бесплодную пустошь. А точнее, тогда оно и стало называться Пепельным морем.\n<color=#37ffff>Ситлали</color> : Поле битвы было сплошь покрыто прахом воинов и монстров, что там сражались. Иногда из недр земли доносился пугающий вой. А порой землю вновь охватывало пламя, оно поднималось к самому небу, заглушая крики и вой...\n<color=#37ffff>Ситлали</color> : Пепельное море полно опасностей и загадок. Последние несколько столетий лучшие искатели приключений надеялись попытать там счастья. К сожалению, многие из них так и не вернулись назад.\n<color=#37ffff>Ситлали</color> : А два или три десятка лет назад там стали твориться какие-то странности. Люди говорили, будто видели, как там бродит огромный чёрный монстр высотою с гору...\n<color=#37ffff>Ситлали</color> : А вскоре Пепельное море пропало, словно его и не было. Никто не понимает, как это случилось, но с тех пор это злосчастное место исчезло с лица земли.\n<color=#37ffff>Паймон</color> : Что? Но как?\n<color=#37ffff>Ситлали</color> : Если память мне не изменяет, на карту нанесено то самое место, где находилось Пепельное море до своего исчезновения.\n<color=#37ffff>Паймон</color> : Но где это?\n<color=#37ffff>Ситлали</color> : На западной оконечности Натлана. Все натланские племена живут далеко оттуда, и обычные люди старались держаться подальше от тех мест. Только после исчезновения Пепельного моря там стали появляться поселения.\n<color=#37ffff>Ситлали</color> : Но я всё это знаю только с чужих слов. Сама я там не была."
          }
        ]
      }
    ]
  }
}