{
  "epId": 7428,
  "name": "Фестиваль цветов Микавы",
  "desc": "<p>Древний инадзумский праздник ёкаев, связанный с играми, музыкой, выпивкой и весельем.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/06/237301566/c857e595da1ff6a514746f47ea9941f0_5897919683648985440.png",
  "menuId": 20,
  "menuName": "Объяснение терминов",
  "version": 1741802266,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Фестиваль цветов Микавы"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Праздник"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Инадзума"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Story Teaser: Akitsu Haneasobi | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=CTWxnQawAqE&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/CTWxnQawAqE/maxresdefault.jpg",
        "duration": 226
      }
    ],
    "galleryCharacter": [
      {
        "key": "Фестиваль цветов Микавы",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/06/237301566/be6ec1f87eae3d3f56f867c244d403cb_4067320508066907565.png"
      },
      {
        "key": "Фестиваль цветов Микавы",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/237301566/1f97e5d3113198893f5061ab43ef746d_5854473748677187250.png"
      },
      {
        "key": "Фестиваль цветов Микавы",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/237301566/c193af4a722ac248aed21869be5523db_2519136235375692628.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Дневной сон лисички"
          }
        ]
      },
      {
        "key": "Фестиваль цветов Микавы",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/237301566/a623e6ebbe26501f98e41f83bf5f106f_2464542343869005778.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Призрачный бунсин"
          }
        ]
      },
      {
        "key": "Фестиваль цветов Микавы",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/05/237301566/8a97453361fcdc4cdfdd65306d86605b_2469604104697693460.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Акицу Гарпастум: Двойные сновидения"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Трейлеры и тизеры",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Трейлер версии 3.3 - Всё зримое - явь, всё сущее - тлен"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c6fa66810399b209da492e4c6507fd7e_6661915752921079645.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25 ноября 2022</color>\nЕщё с древности Инадзума не испытывала недостатка в кайдан, историях о сверхъестественном.\nНекоторые из них, разумеется, связаны с великими ёкаями и передаются из поколения в поколение.\nИные же, наверное, всего лишь блёклые отголоски ушедших времён...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=oTIHLsa0bj0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Трейлер версии 5.4 - «Свет луны меж снов»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/8a8149bd9cfe859a61ce13ad03422c8e_8238539537074990846.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>24 января 2025</color>\nЖизнь подобна странствию между сладкими сновидениями и кошмарами.\nЕсли вас вдруг сковало напряжение, а от ужаса перехватило дух,\nрасслабьтесь и вкусите сладость сна,\nа кошмар раскрошите, пережуйте и поглотите.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=vITyIMn8rww&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Акицу Кимодамэси",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/8cb03cc59d01899b7d6a6abe14598e04_2822795805388864390.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Много лет спустя, когда Фестиваль цветов Микавы был давно забыт, три маленьких ёкая Каппа, Ёко и Хитоцумэ Кодзо из леса Тиндзю решили возродить праздник. Раньше в лесу было полно монстров, нападавших на них, но когда пришли искатели приключений, они прогнали монстров. Чтобы отблагодарить людей за помощь и стать с ними ближе, Каппа, Ёко и Хитоцумэ Кодзо попытались воссоздать легендарную игру Акицу Хадзура, изменив название на Акицу Югэй, но потратили на неё все свои силы. После этого их хватило только на пару киосков в лесу, чтобы создать атмосферу фестиваля. Когда о готовящемся празднике узнала комиссия Ясиро, глава комиссии Камисато Аято сначала хотел рассказать о нём всем, чтобы на праздник пришло побольше людей, но решил, что у публики могут возникнуть слишком большие ожидания. Вместо этого Аято привлёк людей под предлогом участия в Испытании смелости, а остальное предоставил ёкаям. Перед началом каждого раунда участники должны были поделиться на команды из двух человек, а затем раньше всех найти определённый предмет в лесу Тиндзю. Каждый из трёх раундов проводился разными организаторами: торговцами, комиссией Ясиро и Великим храмом Наруками.\nКогда маленькие ёкаи создавали Акицу Югэй, на побережье не было никого, кроме простых прохожих. Внезапно из ниоткуда появился киоск с игрой, который мог самостоятельно работать. Чтобы начать игру, достаточно было лишь обратиться к доске объявлений. Сначала игра пользовалась популярностью, но люди решили, что киоском управляет приведение, и распространившийся слух превратился в полноценную историю о приведениях. Один из игроков заявил, что во время матча попался в странную ловушку и не мог выбраться из неё несколько часов, поэтому комиссия Тэнрё отправила детектива Сиканоина Хэйдзо. Людям расхотелось приближаться к побережью, и комиссия Тэнрё собралась закрыть пляж и провести расследование. Но прежде, чем они успели что-то сделать, комиссия Ясиро организовала в этом месте Испытание смелости, и посетители решили, что Акицу Югэй - часть испытания, и начали возвращаться."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c135353829d006c04b5481b2d26df0cc_2652743712139093333.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Появление Акицу Югэй пробудило Ханюду Тидзуру, и она решила отпугнуть людей от леса, чтобы маленькие ёкаи не смогли подружиться с людьми и познать страдания. Так как её силы почти иссякли, ей пришлось использовать реквизит, запугивая людей. Когда прохожий хотел похитить украшения, приготовленные для празднования Акицу Югэй, чтобы потом продать их втридорога, Тидзуру завлекла его в ловушку внутри киска. Несколько часов человек не мог выйти из неё, и его друзья, находившиеся рядом, даже не замечали его. Встретив на испытании Путешественника/цу и Паймон, Тидзуру согласилась сыграть с ними в игру «Акицу Югэй» с условием, что проигравший должен будет исполнить желание победителя. С лёгкостью выиграв раунд, она пожелала больше никогда не видеть Путешественника/цу и Паймон и исчезла.\nНайдя два предмета первыми, Путешественник/ца и Паймон дошли до третьего раунда. Предметом, который выбрал Великий храм Наруками, были те самые хагоиты, духом которых являлась Ханюда Тидзуру. Незадолго до испытания Яэ Мико прогуливалась по пляжу и ощутила знакомую силу. Хотя она почти рассеялась, кицунэ увидела, как ёкай сидела на ветке и шептала себе, что нужно держаться подальше от людей. Кода Аято предложил Гудзи Яэ провести Испытание смелости, она поняла, что это прекрасная возможность помочь Тидзуру справиться с терзавшей её болью. Расставание Камая и самурая было первым опытом, который она пережила, когда у неё только зарождался разум и ещё не было человеческого облика. Для неё это переживание оказалось очень болезненным, и простыми разговорами ей было не помочь. Яэ Мико считала, что лучшее лекарство для Тидзуру - общение с людьми.\nБлагодаря расследованию Хэйдзо они с Путешественником/цей поняли истинную цель Тидзуру и её настоящую форму. На пляже они встретились не только с цукумогами, но и с Яэ Мико, рассказавшей Тидзуру о продолжении дружбы Камая и потомка самурая. Разобравшись со своими сложными чувствами, Ханюда Тидзуру загадала Путешественнику/це ещё одно желание, так как предыдущее не было исполнено:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Моё желание...</color>\n<color=#ffffffd9>Хочу, чтобы каждый новый день твоих странствий был наполнен праздничной радостью».</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Во время фейерверка в честь Фестиваля цветов, который организовали ёкаи и комиссия Ясиро, сила Тидзуру рассеялась, и она бесследно исчезла.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Аято",
        "desc": "Молодой и всесторонне одарённый глава комиссии Ясиро из клана Камисато. Он вежливый и предупредительный человек, у которого для любой проблемы найдётся множество решений.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Хэйдзо",
        "desc": "Талантливый молодой детектив из комиссии Тэнрё. Отличается ясным умом и острым восприятием.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3451,
        "name": "Ханюда Тидзуру",
        "desc": "<p>Ёкай, родившийся из вещи и оставивший свою форму, чтобы принять человеческий облик. Является цукумогами и духом хагоиты.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/24/237301566/92fb967495a0f83385469bb89a723a19_138721290187210369.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3448,
        "name": "Хитоцумэ Кодзо",
        "desc": "<p>Ёкай, друг Ёко и Каппы.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/15/237301566/bccd8090ab3ed8f3bcebf1c40e1b0b4c_7804659711400514871.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3450,
        "name": "Каппа",
        "desc": "<p>Ёкай, друг Ёко и Хитоцумэ Кодзо.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/15/237301566/76f0eb95946d651a7597979a131a66bb_5812397252091209662.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3449,
        "name": "Ёко",
        "desc": "<p>Ёкай, подруга Каппы и Хитоцумэ Кодзо.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/15/237301566/2d269d8aff615b57f7308b425eb408a8_1192566824105129742.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Чудесные истории фестиваля Микавы",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/3035f2e18e61438953777841eef7ad8a_4572698096721481920.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "После проведения Испытания смелости в лесу Тиндзю, гудзи Великого храма Наруками Яэ Мико решила возобновить традицию Праздника цветов Микавы и устроить полномасштабный фестиваль как для ёкаев, так и для людей. В нём бы сочетались изобретательность людей и искусство ёкаев, благодаря чему можно было бы предложить самые инновационные и захватывающие развлечения настоящего времени. Комиссия Ясиро вместе с Яэ Мико подготовили площадку в лесу Тиндзю, а комиссия Тэнрё была назначена обеспечивать безопасность праздника. Чтобы сделать фестиваль веселее, Мико решила устроить состязание по придумыванию игр, победитель которого получил бы золотую статую бакэ-дануки и полное финансирование игры по всей Инадзуме. Чтобы собрать команды для праздника и выбрать победителя, Мико выбрала Путешественника/цу как официального представителя/ницу и председателя/ницу жюри Праздника цветов Микавы, поскольку он/а был/а в хороших отношениях с ёкаями и не являлся/ась инадзумцем/кой. В лесу Тиндзю Яэ Мико пригласила маленьких бакэ-дануки Китибоси, Сёсэя и Гёбу Кобана поучаствовать в празднике, а затем поручила Путешественнику/це и ёкаям собрать команды для участия в состязании. К команде Китибоси присоединилась мастерица фейерверков Ёимия и ниндзя Саю, которую интересовала магия ёкаев. К Сёсэю присоединился управляющий клана Камисато Тома, а к Гёбу Кобану - Божественная жрица Сангономия Кокоми и юмэкуй-баку Юмэмидзуки Мидзуки. Каждая команда должна была придумать игру с помощью магии ёкаев на определённую тему, которой стали сны. Саю, Ёимия и Китибоси создали игру про двойников по идее Саю, которая мечтала, чтобы работу за нее выполняли бунсины. Тома и ёкаи из леса Тиндзю создали игру, совмещающую традиции мондштадтского Луди Гарпастум, по которому скучал Тома, и Акицу Югэй. Мидзуки, Кокоми и Гёбу Кобан создали игру, главной героиней которой являлась лисичка, выполненная по образу давней подруги Мидзуки и её сопернице Яэ Мико. Кокоми и Мидзуки хотели использовать выигрыш в соревновании для распространения игры по всей Инадзуме, включая остров Ватацуми, чтобы привлечь клиентов в бани «Аиса»."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/d50ee090da3d347980e82f0ecc0cab5e_3132257104021917788.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "После первого дня подготовки к Фестивалю цветов Микавы Путешественник/ца и Паймон направлялись домой, как вдруг им преградил путь странный самурай. После битвы с ним Путешественник/ца почувствовал/а, будто находится во сне, и лишь внезапный раскат грома позволил ему/ей вернуться в реальность. За этим раскатом стояла Райдэн Эи, которая увидела сражение. В этот же вечер один из работников фестиваля увидел двойника своего друга, и за расследование взялась комиссия Тэнрё. Кроме того, следственная группа, направленная для исследования местности, чтобы не побеспокоить ёкаев, была найдена без сознания, и все члены попали в ловушку бесконечного кошмара и не могли проснуться. Комиссия обнаружила прерывистые следы силы ёкаев, которые вывели к месту проведения фестиваля. Яэ Мико отправилась изучать следы и обнаружила, что они то появлялись, то прерывались, но никогда не отходили от горы Ёго. Чтобы не спровоцировать преступника на отчаянные меры, комиссия Тэнрё решила не останавливать фестиваль, а тайно провести расследование. Путешественнику/це было поручено выявить, нет ли среди конкурсантов двойников, чтобы не вызвать подозрения. Опросив всех участников, Путешественник/ца и Паймон не нашли ничего подозрительного, что могло свидетельствовать о талантах ёкая-двойника. Мико предложила испугать преступника, чтобы пока он размышляет, что ему делать дальше, его могли обнаружить, и представила Райдэн Эи как специального гостя фестиваля."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/5a4df9f6f8032c88206de46e3cd3ec37_2802871851495775758.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Во время второго дня перед фестивалем клинический психолог Мидзуки заметила, что Эи что-то тревожит, но та не хотела беспокоить этим других. Юмэкуй-баку предложила Путешественнику/це позвать Эи в бани «Аиса» в полночь, чтобы узнать о переживаниях Архонта. Эи рассказала, как после Катаклизма, произошедшего пятьсот лет назад, Инадзуму охватил Кошмар. На поле боя, погружённом во тьму, солдаты сражались с тёмными силами, существами, способными овладевать людьми и заманивать их в ловушку кошмаров. Даже юмэкуй-баку не могли ничего сделать, чтобы разбудить их. Если человек, попавший в кошмар, был достаточно силён, чтобы сохранить дееспособность, то кошмар во сне превращался в кошмар наяву. Человек терял способность отличать сон от реальности, воспринимая всё происходящее в реальном мире как продолжение войны, а всё ценное в жизни - как врага, который подлежит уничтожению."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/dd22e0610a8fe9569175eeca146c7051_6661914378068293468.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Одной из жертв кошмара стала óни Микоси Тиё, подруга Эи и её сестры Макото. Однажды она была целиком поглощена зверем из этого мира, с телом тигра и хвостом змеи, а затем разорвала его изнутри. Хотя она и выбралась из чрева зверя живой, эта битва навсегда осталась с ней. Ей всюду мерещились воспоминания о погибших товарищах, убитых один за другим, пока она не перестала отличать сон от реальности. Кошмар превратил все радости её жизни - подчинённых, семью, друзей - во врагов, которых необходимо уничтожить. Именно в таком состоянии, запертая на поле боя своего разума, она подняла меч против Эи на горе Ёго. Райдэн использовала Мусо но хитотати и отрубила Тиё руку, один из её рогов и часть горы Ёго."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/90922669a98df5600a1e701199c50fcb_4479179001448159757.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Эи и Путешественник/ца были в бане, внезапно в городе Инадзумы послышался крик: женщина увидела своего двойника и упала в обморок, испугавшись легенды, что она скоро умрёт. В это же время к сёгуну обратился солдат из комиссии Тэнрё и сообщил, что маленький ёкай Каппа на фестивале попал в ловушку кошмара. Когда Путешественник/ца, Эи, Мико и Мидзуки прибыли на место проведения фестиваля, они обнаружили Ёко, Хитоцумэ Кодзо и лежащего без сознания Каппу. Генерал армии Кудзё Сара и детектив Сиканоин Хэйдзо, дежурившие на празднике, не заметили ничего подозрительного и не смогли защитить Каппу. Мидзуки исследовала кошмар Каппы, но не смогла его обнаружить, будто его вообще не было. Оказалось, что «Каппа» был создан с помощью магии бакэ-дануки, а «Ёко» и «Хитоцумэ Кодзо» были двойниками, тоже созданными бакэ-дануки. Третий тануки проник в город под видом Каппы, чтобы посеять панику среди людей. Расследование выявило, что три тануки находились в плену кошмара уже пятьсот лет. Им казалось, что повсюду находятся враги, а сёгун приказала отобрать землю ёкаев, уничтожить большинство из них, а оставшихся заставить работать на людей."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/09b6a4145d20cdc58be484e0ec0d7127_597536784804437395.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Сила кошмара материализовалась в виде самурая, который напал на людей и трёх маленьких ёкаев. Когда Путешественник/ца очистил/а тануки от силы Бездны, они очнулись от своего кошмара. Оказалось, что пятьсот лет назад, когда друг кицунэ Сайгу Камуна Харуносукэ пришёл в лес Тиндзю, чтобы запечатать бакэ-дануки в камень из-за украденного королём Иороем веера для очищения Священной сакуры, три ёкая решили вырыть яму в земле и спрятаться там. В яме они обнаружили рог Микоси Тиё, заражённый Кошмаром, и он поглотил тануки. На протяжении пятисот лет три бакэ-дануки прятались в страхе, а их страх позволил фрагменту рога обрести физическую форму и стать стать чем-то вроде джибакурея, духа земли. Они перемещаются по артериям земли и связаны с ними, поэтому следы Кошмара появлялись время от времени и не выходили за пределы горы Ёго. Чтобы уничтожить Кошмар, Эи хотела использовать Мусо но хитотати, но Мико предложила бороться против Кошмара с помощью его же уловок и создать иллюзию, не отличимую от реальности. Мико решила использовать фестиваль цветов Микавы как ловушку: для фрагмента кошмара, презирающего все источники радости и счастья, радостное событие стало бы врагом, который должен быть уничтожен любой ценой."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/9a7aac90d33e9b5fea4298691f4b03b0_4618298286666320405.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "В официальный день Фестиваля цветов Микавы комиссия Ясиро раздала всем участникам слова ритуала для борьбы с Кошмаром. Когда он появился от всеобщего веселья, Райдэн Эи переместила их вместе с Путешественником/цей в Царство эвтюмии, чтобы инадзумцы не пострадали. Благодаря помощи сёгуна и молитве людей, Путешественник/ца победил/а Кошмар, и Эи смогла проститься со своей давно погибшей подругой. Когда рог Тиё был уничтожен, Каппа, Ёко и Хитоцумэ Кодзо очнулись от своего сна, а Яэ Мико и сёгун наградили трёх тануки, создававших двойников, особой наградой за самую иммерсивную игру, чтобы люди и ёкаи не боялись друг друга.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "name": "Ёкаи",
        "desc": "<p>Группа почти исчезнувших сверхъестественных существ Инадзумы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/66d717b1639150140f7da09d0371f787_5710233006594620511.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Вельзевул",
        "desc": "<p>Электро Архонт Инадзумы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/3ab98fe7bdd9f0afde77c609c4b6c382_7433889319009844252.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7500,
        "name": "Микоси Тиё",
        "desc": "<p>Верный лейтенант Райдэн Эи, обезумевшая от Кошмара после Катаклизма. Была побеждена Эи.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/6ea050aa0bf1c124840bdb386f992fb7_8473980614337086186.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 16,
        "name": "Тома",
        "desc": "Управляющий клана Камисато. Известный в Инадзуме «местный авторитет».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Thoma_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Ёимия",
        "desc": "Владелица «Фейерверков Наганохары», также известна как «Королева праздника лета». Будучи мастером своего дела, она воплощает надежды и мечты людей в своих фейерверках.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 21,
        "name": "Саю",
        "desc": "Вечно сонный миниатюрный ниндзя из тайной организации Сюмацубан.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sayu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7420,
        "name": "Мидзуки",
        "desc": "<p>Акционер бань «Аиса», представительница народа баку и клинический психолог. Посвятила себя избавлению от кошмаров и принесению людям спокойствия.</p><p></p><p><em>«Как бы тебе описать мою подругу... Если в двух словах, она очень интересная, но очарования ей не хватает. Самый известный клинический психолог Инадзумы, она прекрасно умеет читать мысли людей. А вот свои мысли тщательно скрывает. Даже мне порой трудно её понять... Если встретитесь, попробуй угадать, о чём она думает»</em>, - Яэ Мико.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/10/70239714/5533a38558ecfda3eff0f7cbf066e63c_2165909000156774632.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Кокоми",
        "desc": "<p>Божественная Жрица острова Ватацуми. Все дела острова находятся в руках этой молодой леди.<br><br><em>«Её Превосходительство Сангономия - превосходный стратег. Она видит каждый манёвр врагов, даже находясь за тысячи километров от поля боя. Воюя с армией сёгуна, мы значительно уступали им не только числом, но и вооружением. Однако тактика Её Превосходительства перевесила все наши недостатки. За все победы, о которых сейчас славно поют на острове Ватацуми, мы должны благодарить Её Превосходительство Сангономию»</em>, - Горо.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2454,
        "name": "Иорой",
        "desc": "<p>Бакэ-дануки и защитник леса Тиндзю, заключённый в камень Камуной Харуносукэ.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/124137736/5616b6b3139611441609112738d0b013_3450621923866854335.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4516,
        "name": "Сёсэй",
        "desc": "<p>Бакэ-дануки из племени Иороя.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/124137736/9ef2e4597fa40ff3b14e6bc1daf88ac3_7832100891058926410.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2448,
        "name": "Гёбу Кобан",
        "desc": "<p>Бакэ-дануки из племени Иороя</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/29/124137736/9ef2e4597fa40ff3b14e6bc1daf88ac3_6931116196818692858.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2449,
        "name": "Китибоси",
        "desc": "<p>Бакэ-дануки из племени Иороя.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/124137736/49637fef6e2a6ffeedd93fafa7b3b215_9136709837308957451.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3,
        "name": "Сара",
        "desc": "Действующий генерал комиссии Тэнрё. Сурова, решительна и отважна в бою.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kujou Sara_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Хэйдзо",
        "desc": "Талантливый молодой детектив из комиссии Тэнрё. Отличается ясным умом и острым восприятием.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3449,
        "name": "Ёко",
        "desc": "<p>Ёкай, подруга Каппы и Хитоцумэ Кодзо.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/15/237301566/2d269d8aff615b57f7308b425eb408a8_1192566824105129742.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3450,
        "name": "Каппа",
        "desc": "<p>Ёкай, друг Ёко и Хитоцумэ Кодзо.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/15/237301566/76f0eb95946d651a7597979a131a66bb_5812397252091209662.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3448,
        "name": "Хитоцумэ Кодзо",
        "desc": "<p>Ёкай, друг Ёко и Каппы.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/15/237301566/bccd8090ab3ed8f3bcebf1c40e1b0b4c_7804659711400514871.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7501,
        "name": "Камуна Харуносукэ",
        "desc": "<p>Создатель Мистической палаты оммё, живший около 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/534dcacd932867bcf1f0fe68f35a36f3_1582626467927743412.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7498,
        "name": "Кицунэ Сайгу",
        "desc": "<p>Кицунэ из клана Хакусин, которой в прошлом поклонялись как богине-кицунэ. Погибла 500 лет назад во время Катаклизма.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/0f08dee2a7798c318a8db9ebc84e13ad_7387736965287390415.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Фестиваль цветов Микавы",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/be6ec1f87eae3d3f56f867c244d403cb_5307042729667918862.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Много лет назад главные ёкаи в Инадзуме устраивали Фестиваль цветов Микавы, чтобы выпить, посмеяться и послушать музыку. Считалось, что фестиваль призван принести счастье всем, кто его посещает. Праздник проводился с большим размахом, и на него приходили и кицунэ Сайгу вместе с маленькой Яэ Мико, и Электро Архонт Райдэн Макото вместе со своей сестрой Эи. Со временем ёкаев в Инадзуме становилось меньше и праздник утратил свою популярность, пока однажды несколько маленьких ёкаев не решили отблагодарить людей и не воссоздать праздник, вдохновившись легендой о дружбе смертного и ёкая."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/237301566/ed9b52f45d8ac8cf52f1b0afc307233c_8889729351268738520.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Более пятисот лет назад на Фестиваль цветов Микавы случайно попал смертный самурай Янагибаси Такуто. Там он познакомился с одним из них - Камаем, и тот предложил присоединиться и отпраздновать фестиваль вместе. Они сразились на главном турнире фестиваля, «Акицу Ханэасоби». Поединок закончился вничью, и между смертным и ёкаем зародилась крепкая дружба. Самурай оказался мастером меча, который странствовал по миру и искал противников, чтобы усовершенствовать свои навыки. Бой с ёкаем показал ему много новых движений, которые впоследствии помогли открыть школу Соран Иссин. Камай предложил ему встречаться раз в десять лет, чтобы сравнивать их мастерство. Спустя десять лет, когда самураю было уже 35, они встретились снова на фестивале как старые друзья. Они веселились, пили саке, странствовали и мерились силами."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/237301566/601a1347bcb94682da61494b5841ac28_3530564386542175681.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда они впервые встретились, они просто уважали друг друга, но спустя эти десять лет стали настоящими друзьями. Спустя ещё десять лет самурай достиг таких высот владения мечом, что смог победить Камая на поединке, что заставило ёкая усердно готовиться и ждать следующей встречи. Но спустя десять лет самурай не пришёл на встречу, так как отправился защищать границу на юге Инадзумы во время войны. Когда они встретились в последний раз, самураю уже было 65 лет. Его волосы поседели, тело было изрезано шрамами, и он больше не мог сражаться. Камай предложил сыграть вместе в последний раунд «Акицу Ханэасоби». Самурай старался изо всех сил, но из-за слабости не смог одолеть ёкая. Камай, понимая, что это их последняя встреча, грустно вздохнул и сказал: <color=#ffffffd9>«Мне очень жаль».</color>\nОдин из ёкаев Ханюда Тидзуру - цукумогами и дух хагоиты, которыми играли самурай и Камай в «Акицу Ханэасоби», под влиянием силы Камая обрела разум и появилась на свет во время Фестиваля цветов Микавы. Любовь к праздникам и веселью была заложена в её природе, и ей хотелось веселиться на праздниках, знакомиться с людьми, играть с ними в Акицу Ханэасоби. Но с приходом ночи ей всегда вспоминалось, как постаревший самурай с горькой улыбкой отложил хагоиту, как одинокий Камай вздыхал и пил саке. Она подумала, что если подружится с кем-то из смертных, однажды на его лице тоже появится эта горькая улыбка, поэтому она решила не приближаться к людям и не повторять ошибки Камая. На самом деле история Янагибаси Такуто и Камая не закончилась на смерти самурая. Наследник Такуто в третьем поколении, Томинага Масанари, тоже подружился с Камаем. Пятьсот лет назад Камай и Томинага до последней секунды сражались плечом к плечу, причём Томинага орудовал мечом, который унаследовал от Янагибаси. Сожаление, которое всё это время терзало Камая, наконец рассеялось. Хотя для ёкаев человеческий век слишком короток, и очень скоро наступает день, когда приходит пора прощаться, их узы дружбы не рвутся, а продолжаются в новой форме.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "name": "Ёкаи",
        "desc": "<p>Группа почти исчезнувших сверхъестественных существ Инадзумы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/66d717b1639150140f7da09d0371f787_5710233006594620511.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "name": "Макото",
        "desc": "<p>Бывший Электро Архонт, известная как Баал, и сестра-близнец Райдэн Эи. Погибла во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/08ad31cb2d00748c8a122eb1c2562ff8_3486406714046377869.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Райдэн",
        "desc": "Её превосходительство Наруками Огосё, пообещавшая неизменную вечность для жителей Инадзумы.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/22/237301566/2669f7bf2fdea7ccf0a4aa7ac9f250b2_4767168744052349748.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3451,
        "name": "Ханюда Тидзуру",
        "desc": "<p>Ёкай, родившийся из вещи и оставивший свою форму, чтобы принять человеческий облик. Является цукумогами и духом хагоиты.</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/24/237301566/92fb967495a0f83385469bb89a723a19_138721290187210369.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Традиции",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/06/237301566/61beaf6962de56c4127858167a68b9c8_3144437398094076006.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Помимо веселья и выпивки традиционным занятием Фестиваля цветов Микавы является игра «Акицу\nВ этой игре участники использовали особые ракетки-хагоиты, чтобы попасть мячом по цели. Со временем настоящая Акицу Хадзура была утеряна в веках, но много лет спустя маленькие ёкаи решили воссоздать игру, являющуюся символом дружбы между ёкаями и людьми. Они услышали об этой игре от странствующего торговца и потратили все свои магические силы на создание Акицу Югэй. В этой игре необходимо отбивать мяч парящей в воздухе платформой и сбивать элементальные блоки.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "name": "Ёкаи",
        "desc": "<p>Группа почти исчезнувших сверхъестественных существ Инадзумы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/66d717b1639150140f7da09d0371f787_5710233006594620511.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3448,
        "name": "Хитоцумэ Кодзо",
        "desc": "<p>Ёкай, друг Ёко и Каппы.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/15/237301566/bccd8090ab3ed8f3bcebf1c40e1b0b4c_7804659711400514871.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3449,
        "name": "Ёко",
        "desc": "<p>Ёкай, подруга Каппы и Хитоцумэ Кодзо.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/15/237301566/2d269d8aff615b57f7308b425eb408a8_1192566824105129742.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3450,
        "name": "Каппа",
        "desc": "<p>Ёкай, друг Ёко и Хитоцумэ Кодзо.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/15/237301566/76f0eb95946d651a7597979a131a66bb_5812397252091209662.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ]
  }
}