{
  "epId": 7437,
  "name": "Видения таинственной Инадзумы. Том II",
  "desc": "Сборник народных сказаний Инадзумы, записанных странствующим писателем из Фонтейна. В нём собраны мифы и удивительные истории, передаваемые из уст в уста жителями Инадзумы.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/b75def76f2cc1862ea2d42a2874c3741_3478961483000587527.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1750416895,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Видения таинственной Инадзумы. Том II"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "• Событие версии 5.4 «Чудесные истории фестиваля Микавы»\n• Купить у Куроды"
          }
        ]
      },
      {
        "key": "Книга:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7463,
            "name": "Видения таинственной Инадзумы",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/b75def76f2cc1862ea2d42a2874c3741_3478961483000587527.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Покупка у торговцев"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Торговец</color>\n<color=#ffffff>Стоимость</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3404,
        "name": "Курода",
        "desc": "<p>Редактор издательского дома Яэ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/a0274c7520f4742f711b93efb7be580c_7954455449344475658.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Мора",
        "desc": "Повсеместная валюта. Международный язык общения.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 7436,
        "name": "Видения таинственной Инадзумы. Том I",
        "desc": "Сборник народных сказаний Инадзумы, записанных странствующим писателем из Фонтейна. В нём собраны мифы и удивительные истории, передаваемые из уст в уста жителями Инадзумы.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/b75def76f2cc1862ea2d42a2874c3741_3478961483000587527.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Юмэкуй-баку\nДавным-давно неподалёку от деревни Конда жили старик со старухой. Судьба их не баловала, но были они добры и сердечны, и все соседи их уважали.\nОднажды в снежную зимнюю пору старик отправился в горы за хворостом и увидел в лесу маленького пухлого зверька, угодившего в охотничий капкан. Зверёк никак не мог выбраться из капкана, только тихонько скулил, и невозможно было смотреть на него без жалости.\n«Бедный кабанчик, - подумал старик, и сердце его защемило, - такой малыш, и в ловушке. Мяса-то в нём немного, что проку охотнику от детёныша? Только попусту жизнь отнимет. Давай лучше я тебя освобожу!»\nСтарик отложил свой топор и развязал верёвки, опутавшие ноги кабанчика. Зверёк радостно захрюкал, несколько раз обежал вокруг старика и скрылся в лесной чаще.\nНарубив хворосту, старик вернулся домой и рассказал жене, что видел в лесу. Старуха тоже обрадовалась: «Ты сделал хорошее дело! Когда кабанчик подрастёт, мяса на нём будет больше!»\nТой ночью старики почти заснули, когда в дверь кто-то постучал. А затем они услышали нежный девичий голос:\n«Простите, есть кто-нибудь?»\nЧто путник делает на улице в такую метель? Старуха открыла дверь и увидела на пороге девушку лет семнадцати, она стояла на ветру, ёжась от холода. Девушка была пригожая, и даже простенькое платье не могло скрыть её красоты. Она была подобна небожительнице из легенд Ли Юэ. Сердце старухи пронзила жалость, она воскликнула:\n«Ох, такая метель, тут и до смерти замёрзнуть недолго! Заходите, погрейтесь у очага! Не знаю, кто вы и откуда, но что привело вас сюда в столь поздний час?»\n«Простите, что потревожила ваш покой. Мои родители погибли. Следуя воле отца, я отправилась разыскивать его друга, чтобы он взял меня под свою защиту. Но началась метель, и я заблудилась. Не могли бы вы приютить меня на одну ночь? Я лягу на полу в коридоре или в кладовке».\nДослушав её историю, старики пожалели бедную девушку, накормили её ужином и приготовили постель. Наверное, причиной тому было доброе дело, которое они сделали, но всю ночь старику и старухе снились только счастливые сны.\nВ следующие дни метель не утихала, и старики разрешили девушке остаться у них подольше. Девушка оказалась трудолюбивой и работящей, она окружила стариков заботой, и они не могли на неё нарадоваться.\nОднажды девушка вдруг сказала:\n«Я уже говорила, перед смертью родители наказали мне искать защиты у друга отца. Но я никогда с ним не встречалась и не знаю, что он за человек, согласится ли взять на себя такую обузу. Вы так заботились обо мне, что я даже не представляю, как вас отблагодарить. Если хотите, удочерите меня, и я навсегда останусь с вами. Пусть я обычная девушка, но я буду любить вас и служить вам, как умею».\nУслышав её слова, старики не могли найти себе места от радости. Детей у них не было, а теперь на старости лет появилась такая умная и заботливая дочка, чего ещё желать? Старики приняли девушку как родную, и она сторицей отплатила им за доброту, преданно заботилась о них и на людях, и дома.\nШли дни, и однажды утром старики увидели, что девушка испекла печенье, какого они никогда раньше не пробовали. Выглядело печенье очень вкусным. Девушка поднесла его старикам и сказала:\n«Пока вы спали, я испекла печенье по нашему семейному рецепту. Прошу, отнесите его на рынок и продайте, люди обязательно его полюбят».\nКак и сказала девушка, её печенья пришлись по вкусу богатым купцам, и старики принесли домой хорошую выручку. С того дня девушка каждое утро готовила печенье, а старик продавал его на рынке, и в дом стариков потекло богатство.\nСтарики не могли взять в толк: как у их дочки получается такое вкусное печенье? Ведь мука в доме самая обычная. Не в силах унять любопытство, однажды ночью, когда девушка снова взялась готовить печенье, они решили подсмотреть в щёлку, что она делает. Но дочери было нигде не видно, вместо неё на кухне стоял пухленький зверёк, вздёрнутым пятачком он подхватывал парящие в воздухе сны и превращал их в печенье. Старики перепугались, зверёк, почуяв неладное, снова превратился в прекрасную девушку. Она упала перед стариками на колени и сказала:\n«Простите, я не хотела вас пугать, мои благодетели. Вы увидели мой истинный облик, раз так, я не буду больше хранить свою тайну. На самом деле я баку, которого батюшка спас из капкана много дней назад. Чтобы отплатить вам за доброту, я приняла облик юной девушки и разыскала вас. Я превращала ваши дурные сны в ароматное печенье, чтобы вы могли выручить за него хорошую цену».\n«Ох! Значит, ты и есть тот самый кабанчик!» - вскричал старик.\n«Во-первых, я не кабанчик, а баку. Точнее, зверь мо из Ли Юэ, больше напоминающий тапира. Во-вторых, вы видели мой истинный облик, но если новость обо мне разойдётся по городу, моя хозяйка - та, что ведает всеми прекрасными снами и кошмарами, - не простит мне такой проступок. И вас тоже могут наказать. Вы заботились обо мне все эти дни. Простите, что заставляю вас волноваться. Но знайте, что я всей душой хотела стать вашей дочерью. Знать только, в этой жизни моему желанию не сбыться. Батюшка, матушка, пришла нам пора прощаться».\n«Баку? Зверь мо? Никогда мы о таком не слыхали. Но будь ты кабанчик или девушка, мы всё равно твои родители!»\n«Я от всей души благодарна вам за добрые слова. Но если весть о том, что среди людей поселился баку, разойдётся по округе, случится большая беда. И я не кабанчик, а баку».\n«Ай, какая разница! Если ты сама не скажешь, откуда люди узнают, что у нас живёт какой-то там баку? Да и потом, никто из соседей не станет удивляться, если узнает, что мы приручили лесного кабана!»\n«Вы верно говорите. Но помните, я не лесной кабан, а баку».\nИ девушка осталась жить вместе со стариками. Благодаря выручке за печенье их последние годы прошли в счастье и достатке. И жили они долго и счастливо."
          }
        ]
      }
    ]
  }
}