{
  "epId": 7463,
  "name": "Видения таинственной Инадзумы",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/b75def76f2cc1862ea2d42a2874c3741_3478961483000587527.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1739913254,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Таинственная дева Гэмбо\nВ давнюю пору жил на свете самурай по имени Такэхико. Люди высоко ценили утончённого и элегантного юношу, ибо он равно хорошо владел и кистью, и мечом. Однажды, навещая больного командира привратной стражи по имени Эмон но Ками, Такэхико познакомился с его единственной дочерью, молодой девушкой, которую звали Саёхимэ. Юная Саёхимэ поразила Такэхико своей красотой. Каждая её улыбка, каждый жест дышал нежностью и природной утончённостью. То была любовь с первого взгляда, в тайне от отца Саёхимэ молодые люди дали друг другу клятву пожениться, как только достигнут положенного возраста.\nВремя летело незаметно, но вскоре мятежники погрузили страну в хаос. Выполняя приказ сёгуната, Такэхико собрался на войну, сражаться с повстанцами. Узнав об этом, Саёхимэ отыскала его и сказала, заливаясь слезами:\n«Скоро вы уйдёте на войну, и неизвестно, когда вернётесь. Война полна опасностей, и я буду обречена ждать вас в одиночестве. Если вы любите меня, останьтесь рядом и окажите мне честь стать вашей невестой. Я не ищу славы, почестей или богатства. Я хочу лишь прожить рядом с вами счастливую жизнь».\nДоговорив, Саёхимэ сочинила короткое стихотворение, которое можно перевести так:\nДо чего горька разлука, до чего глубоки страдания, рукава мои насквозь промокли от слёз.\nЖизнь моя, что роса поутру. Ради вас я исчезну, будто пылинка в зеркале.\nНо слова её не убедили Такэхико. Он сказал так:\n«Не горюйте, моя возлюбленная. Мы расстаёмся на время, но сердце моё будет с вами до скончания веков. Если выпала судьба жить в опасное время, не должно стоять в стороне, пока остальные прославляют себя ратными подвигами. Я вернусь с победой, женюсь на вас, и больше мы никогда не расстанемся».\nДоговорив, Такэхико подарил Саёхимэ изысканное ручное зеркало как залог будущей свадьбы. И сочинил несколько строк в пару к её стиху. Перевести их можно так:\nНе знаю, когда мы встретимся снова, но клятва моя вечна.\nДорога к тебе далека, но звёздный свет соединит любящие сердца.\nТак влюблённые разлучились. Минуло несколько месяцев, и по городу поползли слухи о том, что армия сёгуната проигрывает и несёт огромные потери. Услышав тяжёлые вести, Саёхимэ слегла и вскоре умерла от горя. Вернувшись с войны героем, Такэхико узнал о трагической смерти своей возлюбленной. Безутешный юноша каждый день возжигал любимой благовония и подносил ей свежие фрукты.\nБыть может, всему виной сильная тоска, но даже после погребения душа Саёхимэ не обрела покоя. Осквернённая Бездной, она вернулась в мир смертных демоном и навестила Такэхико среди ночи. Она сохранила юную красоту, но лишилась жизненной силы. От нежных рук, что некогда касались щёк Такэхико, остались лишь почерневшие кости. Такэхико был самураем, но при виде страшного призрака в ужасе вскочил с постели и бросился прочь. Он прибежал на берег реки и стал умолять лодочника спасти ему жизнь, переправить на другой берег. Когда Саёхимэ оказалась на берегу, лодки там уже не было. Она прыгнула в реку, обратив свои ноги в плавники, и пустилась в погоню.\nДобежав до горы Ёго, Такэхико воспользовался магией, которой научился у бакэ-дануки, и спрятался в камне. Камней на горе Ёго было как звёзд в ночном небе. Саёхимэ не могла найти его, как ни старалась. В отчаянии Саёхимэ уронила ручное зеркальце, которое Такэхико подарил ей, уходя на войну. Зеркальце разбилось о землю, и в его осколках отразился камень, где прятался Такэхико.\nСаёхимэ плакала, прижимая камень к груди, изливала Такэхико свою тоску. Она умоляла любимого вспомнить клятву, которую он ей дал, но Такэхико был не в силах оправиться от страха. Саёхимэ ничего не могла поделать, но мысль о новой разлуке с любимым была невыносима, и она превратилась в огненный шар, который сжёг дотла и Такэхико, и её саму.\nЗакончив рассказ, моя подруга с большим интересом спросила, что я о нём думаю.\n«С точки зрения фонтейнцев, - был мой ответ, - весьма сомнительно, что Такэхико в самом деле любил Саёхимэ. В наших операх влюблённых не может разлучить даже смерть. Если один умирает, другой уходит за ним в мир мёртвых. Этот сюжет прослеживается и в клятве Дреста и Адсильтии, и в схватке Танкреда с Кариклеей, и в прощании Коппелиуса и Коппелии. Если не ошибаюсь, в одном из наших классических романов дано следующее определение любви: даже если у меня отнимут всю плоть, кости и внутренности, твою постель согреют остатки моего костного мозга. Такэхико клялся Саёхимэ в вечной любви. Пусть даже любимая оказалась отравлена Бездной, он должен был присоединиться к ней в загробной жизни. Такэхико был инадзумским самураем, а они лучше нас с вами знают цену клятвам».\n«Да, вы правы. В Инадзуме многие люди считают, что Такэхико струсил и предал свою возлюбленную. Но вовсе не потому, что он не смог ответить на чувства Саёхимэ. Увидев демона из Бездны, он обратился в бегство и спрятался в камне, даже не подумав избавить любимую от страданий. В конце концов его выдало то самое зеркало, которое он подарил Саёхимэ, и Такэхико сгорел дотла. Я полагаю, это карма, - сказала моя подруга, подливая себе чай. - Говорят, история эта вдохновлена романом из Ли Юэ. Там главный герой не предал свою возлюбленную, но они долгое время не могли увидеться из-за вмешательства злых сил, которые превратили девушку в чудовище и заточили её под камнем... Да, история изменилась до неузнаваемости. Но мне интереснее, что бы вы сделали, оказавшись в похожих обстоятельствах. Предположим, что Бездна превратила меня в монстра, а я пришла к вам и стала умолять рассказывать мне истории дальше...»\n«Если после превращения в монстра вы первым делом думаете о том, как бы найти меня, чтобы услышать новую историю, значит, с вами всё в порядке. По крайней мере, с вами сладить будет труднее, чем с Саёхимэ. Словом, госпожа Уса... Чай у меня закончился. Не могли бы вы налить ещё чашечку?»"
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Юмэкуй-баку\nДавным-давно неподалёку от деревни Конда жили старик со старухой. Судьба их не баловала, но были они добры и сердечны, и все соседи их уважали.\nОднажды в снежную зимнюю пору старик отправился в горы за хворостом и увидел в лесу маленького пухлого зверька, угодившего в охотничий капкан. Зверёк никак не мог выбраться из капкана, только тихонько скулил, и невозможно было смотреть на него без жалости.\n«Бедный кабанчик, - подумал старик, и сердце его защемило, - такой малыш, и в ловушке. Мяса-то в нём немного, что проку охотнику от детёныша? Только попусту жизнь отнимет. Давай лучше я тебя освобожу!»\nСтарик отложил свой топор и развязал верёвки, опутавшие ноги кабанчика. Зверёк радостно захрюкал, несколько раз обежал вокруг старика и скрылся в лесной чаще.\nНарубив хворосту, старик вернулся домой и рассказал жене, что видел в лесу. Старуха тоже обрадовалась: «Ты сделал хорошее дело! Когда кабанчик подрастёт, мяса на нём будет больше!»\nТой ночью старики почти заснули, когда в дверь кто-то постучал. А затем они услышали нежный девичий голос:\n«Простите, есть кто-нибудь?»\nЧто путник делает на улице в такую метель? Старуха открыла дверь и увидела на пороге девушку лет семнадцати, она стояла на ветру, ёжась от холода. Девушка была пригожая, и даже простенькое платье не могло скрыть её красоты. Она была подобна небожительнице из легенд Ли Юэ. Сердце старухи пронзила жалость, она воскликнула:\n«Ох, такая метель, тут и до смерти замёрзнуть недолго! Заходите, погрейтесь у очага! Не знаю, кто вы и откуда, но что привело вас сюда в столь поздний час?»\n«Простите, что потревожила ваш покой. Мои родители погибли. Следуя воле отца, я отправилась разыскивать его друга, чтобы он взял меня под свою защиту. Но началась метель, и я заблудилась. Не могли бы вы приютить меня на одну ночь? Я лягу на полу в коридоре или в кладовке».\nДослушав её историю, старики пожалели бедную девушку, накормили её ужином и приготовили постель. Наверное, причиной тому было доброе дело, которое они сделали, но всю ночь старику и старухе снились только счастливые сны.\nВ следующие дни метель не утихала, и старики разрешили девушке остаться у них подольше. Девушка оказалась трудолюбивой и работящей, она окружила стариков заботой, и они не могли на неё нарадоваться.\nОднажды девушка вдруг сказала:\n«Я уже говорила, перед смертью родители наказали мне искать защиты у друга отца. Но я никогда с ним не встречалась и не знаю, что он за человек, согласится ли взять на себя такую обузу. Вы так заботились обо мне, что я даже не представляю, как вас отблагодарить. Если хотите, удочерите меня, и я навсегда останусь с вами. Пусть я обычная девушка, но я буду любить вас и служить вам, как умею».\nУслышав её слова, старики не могли найти себе места от радости. Детей у них не было, а теперь на старости лет появилась такая умная и заботливая дочка, чего ещё желать? Старики приняли девушку как родную, и она сторицей отплатила им за доброту, преданно заботилась о них и на людях, и дома.\nШли дни, и однажды утром старики увидели, что девушка испекла печенье, какого они никогда раньше не пробовали. Выглядело печенье очень вкусным. Девушка поднесла его старикам и сказала:\n«Пока вы спали, я испекла печенье по нашему семейному рецепту. Прошу, отнесите его на рынок и продайте, люди обязательно его полюбят».\nКак и сказала девушка, её печенья пришлись по вкусу богатым купцам, и старики принесли домой хорошую выручку. С того дня девушка каждое утро готовила печенье, а старик продавал его на рынке, и в дом стариков потекло богатство.\nСтарики не могли взять в толк: как у их дочки получается такое вкусное печенье? Ведь мука в доме самая обычная. Не в силах унять любопытство, однажды ночью, когда девушка снова взялась готовить печенье, они решили подсмотреть в щёлку, что она делает. Но дочери было нигде не видно, вместо неё на кухне стоял пухленький зверёк, вздёрнутым пятачком он подхватывал парящие в воздухе сны и превращал их в печенье. Старики перепугались, зверёк, почуяв неладное, снова превратился в прекрасную девушку. Она упала перед стариками на колени и сказала:\n«Простите, я не хотела вас пугать, мои благодетели. Вы увидели мой истинный облик, раз так, я не буду больше хранить свою тайну. На самом деле я баку, которого батюшка спас из капкана много дней назад. Чтобы отплатить вам за доброту, я приняла облик юной девушки и разыскала вас. Я превращала ваши дурные сны в ароматное печенье, чтобы вы могли выручить за него хорошую цену».\n«Ох! Значит, ты и есть тот самый кабанчик!» - вскричал старик.\n«Во-первых, я не кабанчик, а баку. Точнее, зверь мо из Ли Юэ, больше напоминающий тапира. Во-вторых, вы видели мой истинный облик, но если новость обо мне разойдётся по городу, моя хозяйка - та, что ведает всеми прекрасными снами и кошмарами, - не простит мне такой проступок. И вас тоже могут наказать. Вы заботились обо мне все эти дни. Простите, что заставляю вас волноваться. Но знайте, что я всей душой хотела стать вашей дочерью. Знать только, в этой жизни моему желанию не сбыться. Батюшка, матушка, пришла нам пора прощаться».\n«Баку? Зверь мо? Никогда мы о таком не слыхали. Но будь ты кабанчик или девушка, мы всё равно твои родители!»\n«Я от всей души благодарна вам за добрые слова. Но если весть о том, что среди людей поселился баку, разойдётся по округе, случится большая беда. И я не кабанчик, а баку».\n«Ай, какая разница! Если ты сама не скажешь, откуда люди узнают, что у нас живёт какой-то там баку? Да и потом, никто из соседей не станет удивляться, если узнает, что мы приручили лесного кабана!»\n«Вы верно говорите. Но помните, я не лесной кабан, а баку».\nИ девушка осталась жить вместе со стариками. Благодаря выручке за печенье их последние годы прошли в счастье и достатке. И жили они долго и счастливо."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Видения таинственной Инадзумы"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7436,
            "name": "Видения таинственной Инадзумы. Том I",
            "desc": "Сборник народных сказаний Инадзумы, записанных странствующим писателем из Фонтейна. В нём собраны мифы и удивительные истории, передаваемые из уст в уста жителями Инадзумы.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/b75def76f2cc1862ea2d42a2874c3741_3478961483000587527.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7437,
            "name": "Видения таинственной Инадзумы. Том II",
            "desc": "Сборник народных сказаний Инадзумы, записанных странствующим писателем из Фонтейна. В нём собраны мифы и удивительные истории, передаваемые из уст в уста жителями Инадзумы.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/b75def76f2cc1862ea2d42a2874c3741_3478961483000587527.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}