{
  "epId": 7464,
  "name": "Народ литина",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1739913263,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Народ литина"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7438,
            "name": "Народ литина. Том I",
            "desc": "Фэнтезийный роман, который гуляет среди племён Натлана, якобы переведён с популярного произведения известного писателя К'ньяна из Фонтейна. Однако натланцы, побывавшие в Кур-де-Фонтейне, утверждают, что не нашли оригинала, да и местные жители, похоже, никогда не слышали о писателе по имени К'ньян.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7439,
            "name": "Народ литина. Том II",
            "desc": "Фэнтезийный роман, который гуляет среди племён Натлана, якобы переведён с популярного произведения известного писателя К'ньяна из Фонтейна. Однако натланцы, побывавшие в Кур-де-Фонтейне, утверждают, что не нашли оригинала, да и местные жители, похоже, никогда не слышали о писателе по имени К'ньян.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7440,
            "name": "Народ литина. Том III",
            "desc": "Фэнтезийный роман, который гуляет среди племён Натлана, якобы переведён с популярного произведения известного писателя К'ньяна из Фонтейна. Однако натланцы, побывавшие в Кур-де-Фонтейне, утверждают, что не нашли оригинала, да и местные жители, похоже, никогда не слышали о писателе по имени К'ньян.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Идёт третье тысячелетие после похищения пламени. Никогда ещё в истории не было столь процветающей и столь разумной эпохи.\nБесчисленные здания метрополии, устремившиеся к облакам, ярко сияют даже в самые безлунные ночи. Металлические трубы, соединяющие многочисленные улицы, светятся золотистой жидкостью, наполняющей город энергией и жизненной силой.\nЭта жидкость - литин, кровь человеческой цивилизации. За одно столетие, прошедшее со времени открытия литина, он стал источником бесчисленных изобретений, которые привели человечество в совершенно новую эпоху. Автоматизированное сельскохозяйственное оборудование в шесть раз увеличило урожайность фермерских угодий, а воздушный транспорт соединил некогда разрозненные города материка.\nСовременные люди уже не представляют своей жизни без литина. И для консулов, управляющих городами, это утверждение справедливо вдвойне.\nЛитин впервые был обнаружен в руинах древнего поселения, известного под названием Натлантида. Натлантида расположена глубоко под землёй, именно это обстоятельство сделало возможной добычу литина, который залегает ещё глубже.\nПоскольку технологии, позволяющие бурить на такую глубину с поверхности земли, отсутствовали, добыча литина на материке сосредоточилась в руках Совета технократов, который руководил исследованием руин. По мере роста спроса на литин конфликты между городами за его распределение обострялись, пока тень войны не нависла над всей землёй.\nНо сегодня жители метрополии могут на время забыть о мрачных тучах, сгустившихся в небе. Главная городская площадь запружена людьми, ведь в городе проходит «Материковая ярмарка».\nГрандиозное событие, организованное Советом технократов, проводится под девизом «Мир и прогресс» и представляет собой выставку изобретений, демонстрирующих последние достижения технологий. И хотя все изобретения вскоре будут использованы в гонке вооружений между городами, технологический прогресс подарит хоть немного утешения встревоженным людям.\nНо только не вам.\nВас совершенно не интересуют новинки, выставленные на площади. А густая толпа вокруг ещё больше убеждает вас в том, что назначить встречу здесь было не лучшим решением.\nНесколько недель назад группа повстанцев уничтожила центр перекачки литина в Цате и опубликовала снятый заранее видеоролик с навязшими в зубах фразами: «Литин - дар зла»; «Технократы уничтожают наш мир». Кроме того, что преступники назвали себя «Апостолами Невежественных», ничего примечательного в ролике не было.\nОднако магистрат Цата заявил, что повстанцы действовали по наущению высокопоставленных лиц метрополии в надежде спровоцировать войну между двумя городами, а ещё предоставил доказательства того, что каждый из повстанцев был жителем метрополии.\nЧтобы доказать свою непричастность, власти метрополии обратились к Совету технократов с просьбой вмешаться, и вы прибыли сюда провести расследование.\n«Прошу прощения за опоздание, господин детектив. Удивительная выставка, я не мог оторваться от экспонатов».\nПока вы размышляете о связи между этими событиями, сзади вас окликает коренастый джентльмен. Судя по всему, это тот самый человек, который назначил вам встречу: агент Акра, отряженный вам в помощь Советом технократов.\n«Господин Акра, давайте оставим любезности и обсудим, что нам известно о деле»."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Пока не увидишь собственными глазами, ни за что не поверишь, что в процветающей метрополии до сих пор сохраняются следы столь примитивной эпохи.\nПосле нескольких дней поисков вы с Акрой наконец нашли базу радикалов, объявивших себя «Невежественными». Она находится в заброшенной часовне под эстакадным мостом.\nРасположение базы подтверждает вашу догадку о том, что вы имеете дело с кучкой отставших от времени луддитов, а не с политическим заговором, о котором заявляют с высоких трибун.\nКак бы там ни было, нужно найти доказательства, чтобы доложить о них Совету технократов, это ясно и вам, и Акре. Поэтому вы решаете дождаться удобного случая, чтобы повстанцы покинули базу и отправились на очередную миссию по отправке неизвестного груза, тогда вы сможете пробраться внутрь и собрать всю необходимую информацию.\nПосле трёх недель ожидания случай наконец представился. На базе действовало всего двенадцать человек, тем утром все они уселись в фургон. По опыту вы знали, что они не вернутся до вечера. Вы с Акрой решили разделиться. Пока Акра стоял на страже у входа, вы пробрались в часовню.\nДлинный и извилистый коридор затоплен тошнотворным запахом, напоминающим запах формальдегида. Вы долго идёте в темноте и наконец находите выход. В тусклом свете масленых ламп часовня кажется намного больше, чем вы себе представляли. Вы различаете вдоль стен странные металлические ёмкости - видимо, именно их повстанцы изо дня в день выносят наружу.\nВы осторожно приближаетесь к ёмкостям и видите, что к каждой из них приклеена бирка, на которой написано единственное слово: «Невежество».\n«Наверное, здесь снова замешан какой-нибудь древний культ», - думаете вы.\nИ когда вы собираетесь забрать одну ёмкость для дальнейшего исследования, на плечи вам вдруг ложатся чьи-то холодные руки.\n«Проклятье!»\nВы с Акрой следили за часовней три недели, за всё время вы насчитали всего двенадцать человек, которые входили в часовню и выходили оттуда. Или этот человек никогда не покидал стен часовни, или... здесь есть другой выход, о котором вы не знали.\nВ приступе паники вы опрокидываете ногой ёмкость у стены, и в ноздри вам бьёт резкий запах формальдегида, как когда вы оказались в коридорах часовни.\nРезкий запах прочищает вам голову, наконец вы можете рассмотреть человека, который подкрался сзади и схватил вас за плечи. Его лицо когда-то можно было назвать человеческим, но с тех пор черты кошмарно исказились, на месте глаз зияли две дыры.\n«Ты видел? Видел?!» - кричит он, шаря по воздуху крепкими руками.\nОн слепой. Вот почему он никогда не выходил из часовни. Убедившись, что он вас не видит, вы быстро отступаете к выходу и, спотыкаясь, выбегаете из тёмного коридора.\n«Детектив, что случилось? Осторожно! Стойте на месте и не двигайтесь!»\nВы смутно слышите голос вашего напарника и топот шагов, когда он бросается вам навстречу.\nВы провалили задание, но всё-таки смогли раздобыть кое-какой улов. Вы вынесли из часовни странную ёмкость.\nС этой мыслью вы пытаетесь встать. А когда с трудом поднимаете голову, на вас смотрит монстр, наполовину скелет, наполовину машина. Из провала на месте лица на вас смотрят безжизненные пустые глаза, а затем вы слышите бесстрастный голос...\n«Ты видел? Ты видел \"Невежественного\"?»"
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Огромный череп, тонкие конечности, соединённые с ящероподобным туловищем.\n«Ты видишь перед собой \"человека\". Последняя особь, оставшаяся в мире».\nМонстр перед вами указывает на другое создание, плавающее в инкубационной ёмкости.\nВы почти привыкли к тому, что видите, но всё равно стараетесь смотреть в сторону. Встречаясь с монстром глазами, вы чувствуете, как по спине пробегает озноб.\n«Если это \"человек\", то кто мы такие?» -\nспрашиваете вы у монстра, которого до недавних пор называли Акрой. Теперь вам становится ясно, что это всего лишь кодовое наименование, которое присвоил ему Совет технократов.\nЧасовня связана с Натлантидой посредством какой-то недоступной вашему пониманию технологии. Возможно, в каждом городе есть особое место, позволяющее установить секретную связь.\n«Вы? Племя, обитающее на поверхности? Мопсы, бигли, серые человечки... Мы нарекали их разными именами...\nКак ни называй, но создали их мы. Их биологические функции резко отличаются от наших. Среда, благотворная для нас, смертельно опасна для них, и наоборот. Именно по этой причине их поглощение и разложение необходимо, чтобы воссоздать мир, пригодный нам для жизни».\nЕсли всё действительно обстоит так, как он говорит, история всей нашей цивилизации заранее спланирована монстрами, и именно они подарили человечеству многочисленные технологии и изобретения.\nОни всегда были рядом, но мы их никогда не видели. А всё из-за того, что особая железа в нашем мозгу выделяет газ, названный ими «туманом разума», который не позволяет нам видеть мир таким, какой он есть на самом деле.\nЯ могу видеть отвратительную форму этого монстра лишь потому, что вдыхаю газ, известный под названием «невежество». Это вещество я создал своими руками в предыдущем цикле.\n«У меня остался последний вопрос: вы дали нам литин, но где гарантия, что мы уничтожим друг друга в страшной войне, когда литин закончится?»\n«Литин», чудесный источник энергии, обнаруженный в руинах Натлантиды, по сути своей являлся энергетической формой жизни этих существ. Их цивилизация погибла во время войны, заразившей всю планету опасным веществом, и выжившие особи решили превратить свою сущность в чистую энергию, которая будет находиться в биологическом хранилище, погребённом глубоко под землёй.\nЗатем они создали новый вид, способный выживать на загрязнённой планете. Они надеялись, что новый вид возьмёт на себя разложение вредного вещества, и однажды мир снова станет пригодным для жизни.\nНо в новом мире не будет места для вида, который они создали. Как только обитатели поверхности открыли литин и стали использовать его для развития своей цивилизации, началось постепенное освобождение древних существ, затаившихся под землёй. Теперь они терпеливо ждали гибели цивилизации на поверхности, чтобы окончательно возродиться.\n«Наверное, ты слышал о психоистории? Нет, вряд ли. Неважно. Одним словом, разработке поддаются не только биологические функции существа, но и вся история вида... Это лишь вопрос технологий.\nНеустанная погоня за знаниями, неконтролируемая жадность и стремление одержать верх приведут их к неизбежному концу. \"Невежественные\" отрицают это, но лишь потому, что эволюция пока не уничтожила в вас бессмысленную мораль и нравственность».\nНаконец вы оказываетесь в самой дальней комнате в глубинах биологического хранилища, где содержатся последние воспоминания бесчисленных поколений Невежественных.\nКогда выжившие представители древней цивилизации решили перевести свою жизненную энергию в литин, некоторые особи воспротивились. Они не желали отказываться от своей индивидуальности и сливаться в единую, безграничную мудрость. Именно по этой причине их стали называть «Невежественными».\nОстальные особи не могли отказать Невежественным в их праве, а потому решили оставить им последнюю комнату и позволить воплощение за воплощением жить среди поверхностных форм жизни. Они верили, что однажды собратья согласятся присоединиться к ним и вернутся в объятия коллектива.\nДа, вы вождь Невежественных. Вы увидели множество воспоминаний: воспоминания о мудрецах, создававших своды законов, о поэтах, воспевающих добродетель, и о воинах, сражавшихся против гнёта тиранов.\nВ начале каждого воспоминания вы видите огромный силуэт, нависающий над изгнанными из древнего города. Кажется, он что-то говорит, но вы не помните слов. Вы знаете только, что очень по нему скучаете.\nНаверное, каждое поколение Невежественных однажды возвращается сюда, чтобы дать свой ответ.\nИ каким будет ваш ответ?"
          }
        ]
      }
    ]
  }
}