{
  "epId": 7471,
  "name": "Буер",
  "desc": "<p>Дендро Архонт Сумеру.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/eefeae3e6ad6f9081dc2a39d89a720fd_9214936641668252309.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1760382754,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "После",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Буер стала Дендро Архонтом Сумеру.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Руккхадевата",
        "desc": "<p>Повелительница трав и деревьев, предыдущий Дендро Архонт и правительница Сумеру. <span class=\"wk-shady\">Информация о Руккхадевате была стёрта из Ирминсуля.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/237301566/59da6a8cbcffa112e5d2b63788d7051e_1480677671668697202.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Когда предыдущий Дендро Архонт, великая властительница Руккхадевата, была заражена запретным знанием, она создала Буер из самой чистой ветки",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Ирминсуль",
        "desc": "<p>Ирминсуль можно представить как большое дерево, растущее вверх ногами глубоко под землёй и хранящее в себе все знания и мудрость мира с древних времён до настоящего времени. Артерии земли, подобно корням Ирминсуля, пересекают землю, поглощая воспоминания мира.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/aa06aa829f5a3a926aef88750adb81f2_208058611950951154.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ". Позже малая властительница Кусанали полностью удалила свою создательницу из Ирминсуля, чтобы уничтожить запретное знание.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Академия Сумеру",
        "desc": "<p>Организация Сумеру, осуществляющая административный контроль над регионом и занимающаяся просвещением жителей.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_2725272071367240618.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Мудрецы из Академии Сумеру обнаружили новорождённую Буер после гибели Руккхадеваты. Поскольку они считали Буер слишком слабой и всё ещё поклонялись её предшественнице, они заперли нового Архонта в Храме Сурастаны и стали править Сумеру.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Сабзеруз",
        "desc": "<p>Фестиваль в Сумеру, названный в честь Повелительницы цветов и празднующий день рождения Дендро Архонта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/17b89adfdc44a158d37be3cb35268ddd_8906376955499093861.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Фестиваль в Сумеру, празднующий день рождения Дендро Архонта - день, когда мудрецы обнаружили Буер. Долгое время Академия не разрешала праздновать этот фестиваль, но после свержения мудрецов празднование Сабзеруза вернулось.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "name": "Аранары",
        "desc": "<p>Фамильяры Дендро Архонта и духи леса.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/960461c3413ef1a52a3d848543f4ef41_3476359838263448819.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "name": "Пари",
        "desc": "<p>Фамильяры Дендро Архонта, рождённые из частиц божественной птицы Симург.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/f21022149a22f1cc88730af56ae3f1f6_6616951351854371522.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Фамильяры Дендро Архонта.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Скарамучча",
        "desc": "<p>Бывший номер шесть из Предвестников Фатуи, созданный Райдэн Эи.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/237301566/3ca9b9e2138195540f079c470acfbce5_2710094818565120265.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Скарамучча хотел стать новым искусственным Архонтом, но был побеждён Буер.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Путешественник",
        "desc": "<p>Путешественник/ца из другого мира, разлучённый/ая со своей сестрой/своим братом. Он/а отправляется в долгое путешествие, чтобы найти всех семерых Архонтов и вернуть родного человека.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/70239714/f00d18b57acb4aa37bf2fc39bf67ddd0_830350480334963652.gif",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Первый мудрец Буер",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Дотторе",
        "desc": "<p>Номер два из Предвестников Фатуи, известный под кодовым именем Доктор. Обладал множеством «сегментов» самого себя, почти все из которых уничтожил при сделке с Дендро Архонтом.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/6b83e21c8ac24b40beb717d67c74768b_8339767543029034147.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Предвестник Фатуи обменял Электро и Дендро",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Сердце Бога",
        "desc": "<p><em>«У тебя при себе останки Третьего Сошедшего, да? Вы, кажется, называете их Сердцами Бога?» </em>- Скирк в разговоре с Нёвиллетом.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "на уничтожение своих сегментов и знания о ложном небе.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4913,
        "name": "Апеп",
        "desc": "<p>Дендро Владыка драконов, одна из семи элементальных драконов.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/03/9750d15029b9018793ef9d9f0bfec6de_743071265959457769.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Дендро дракон Сумеру. Когда Буер избавила Сумеру от запретного знания, часть заражённой Апеп была также уничтожена. Благодаря соглашению с существами, жившими внутри дракона, малая властительница Кусанали вылечила Апеп.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 3373,
        "name": "Серебряная ветвь",
        "desc": "<p>Новая ветвь, взятая из центра мира.</p><p>Когда-то существовало гигантское дерево, которое тянулось через весь мир, и эта веточка была его частью. Хотя её отделили от дерева, их связь вечно будет сильна. Поэтому до тех пор, пока гигантское белое дерево, символизирующее центр мира, не умрёт, ветвь никогда не завянет.</p><p></p><p>«Деревья» символизируют жизнь. В одной легенде говорится о женщине, которая перед смертью доверила своё сознание ветвям белого дерева. Таким образом, её жизнь и надежды не были потеряны, ведь ветви росли и пускали ростки там, где было солнце и дождь, а затем расцветали и приносили плоды.</p><p>«Деревья» также символизируют мудрость. В одной легенде говорится о мудреце, который приобрёл знание о том, как чертить руны и управлять священными словами, вися вниз головой на дереве, и таким образом смог проникнуть в царство, созданное на корнях дерева, и получить знания о тайнах демонических небес.</p><p>Все знания и воспоминания текут по ветвям гигантского дерева точно так же, как ручей впадает в реку, река впадает в море, море превращается в облака, а облака проливаются дождём на землю. Точно так же, как сама жизнь.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/05a1c827b845851af03663ede6b2d41f_7096753802391680310.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Рождение",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/237301566/06f850e5a4b6fa662b8699dda1293f21_7318720441474659464.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Много тысячелетий назад были созданы артерии земли, поглощающие воспоминания Тейвата и души, и Ирминсуль, хранящий в себе все знания и мудрость. Хотя Ирминсуль не является настоящим деревом, его можно представить как дерево, растущее вверх ногами. А артерии земли можно представить как корни этого дерева, простирающиеся от огромного пространства в глубине земли и выходящие на поверхность, а также пересекающие землю. Давным-давно воплощением и проявлением силы Ирминсуля стала Богиня Мудрости, великая властительница Руккхадевата. Исток её силы и сознание было тесно связано с мировым деревом. Вместе с\nизгнанной в Тейват, и\nотвергнувшим божественный трон Селестии, Руккхадевата правила Сумеру. Аль-Ахмар захотел получить запретное знание, чтобы узнать все истины этого мира, но даже Богиня Мудрости не была в силах его постичь. Набу Маликата пожертвовала собой, чтобы Аль-Ахмар получил запретное знание, но оно вскоре начало разъедать его разум и заразило Ирминсуль. Запретное знание не принадлежало этому миру и было истиной, которую нельзя постичь. Оно пришло с самого дна Бездны, и мир постоянно отвергал его, что приводило к загрязнению и разрушению. Если бы дерево было уничтожено силой Бездны, это могло бы уничтожить весь Тейват, поэтому Руккхадевата пожертвовала часть своей силы и излечила его, уменьшившись в размере. После смерти Аль-Ахмара великая властительница стала Дендро Архонтом."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/03/237301566/ac2b30d4337bee666fae2e6979587638_4772347479214865853.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Пятьсот лет назад, когда Тейват захлестнула\nИрминсуль снова заразился запретным знанием. В момент начала бедствия сознание Руккхадеваты, связанное с деревом, пронзила ужасная боль. Когда она бросилась к дереву, оно уже разлагалось под воздействием запретного знания. Богиня Мудрости понимала, что не сможет устранить загрязнение, полагаясь лишь на свои силы, поэтому она создала устройство, объединяющее в себе всю человеческую мудрость, и нарекла его «Акаша». С помощью Акаши великая властительница отняла у людей Сумеру сны - квинтэссенцию человеческой мудрости. Она собрала их мудрость и отдала все свои силы, опять уменьшившись в размере. Благодаря мудрости народа Сумеру ей удалось почти полностью избавить Ирминсуль от запретного знания."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/237301566/364b2b5dab98491b0f3f8c3a864106cb_6224476361249431042.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Руккхадевата уничтожила запретное знание из Ирминсуля с помощью мудрости всего народа, она осознала, что процесс прошёл не так гладко, как она ожидала. Голова стала раскалываться от боли, а в сердце появились дурные предчувствия. Только тогда она поняла, что её сознание соединено с Ирминсулем. Он даровал ей знания и мудрость, но его заражение перекинулась на неё. С тех пор её существование было отравлено запретным знанием. Богиня Мудрости не только испытывала страшные страдания, но и понимала, что даже после её смерти всё, что связано с ней, сохранится в виде воспоминаний и знаний Ирминсуля, а значит, запретное знание вечно будет оставаться в нём. Но Руккхадевата никогда бы не смогла стереть саму себя, поэтому она отломила самую чистую ветвь Ирминсуля и сделала её его новым воплощением -\n<color=#ffffffd9>«Пусть даже древо умрёт, но побег сможет пустить новый корень и дать начало новой жизни».</color> В самый последний момент своей жизни Руккхадевата оставила новому Дендро Архонту подсказку, чтобы та смогла исцелить Ирминсуль, но это послание также оказалось заражено, и от него осталась лишь часть: <color=#ffffffd9>«Мир… забудет меня…»</color>\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Ирминсуль",
        "desc": "<p>Ирминсуль можно представить как большое дерево, растущее вверх ногами глубоко под землёй и хранящее в себе все знания и мудрость мира с древних времён до настоящего времени. Артерии земли, подобно корням Ирминсуля, пересекают землю, поглощая воспоминания мира.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/aa06aa829f5a3a926aef88750adb81f2_208058611950951154.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7083,
        "name": "Ангелы",
        "desc": "<p>Небесные посланники, главной задачей которых была помощь людям. Были изгнаны с Селестии, после чего утратили тела и разум.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/11/237301566/2aa6b47bf4316be4c736d48e07f765e4_1182305316823487314.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Руккхадевата",
        "desc": "<p>Повелительница трав и деревьев, предыдущий Дендро Архонт и правительница Сумеру. <span class=\"wk-shady\">Информация о Руккхадевате была стёрта из Ирминсуля.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/237301566/59da6a8cbcffa112e5d2b63788d7051e_1480677671668697202.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Набу Маликата",
        "desc": "<p>Повелительница цветов, подруга Великой Властительницы Руккхадеваты и Аль-Ахмара.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_4293187669096717509.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "name": "Аль-Ахмар",
        "desc": "<p>Правитель пустыни Сумеру, также известный как царь Дешрет и Алый король.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_2834910047270303942.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Заточение",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/237301566/3acd72a94c1ae5813d9bf26d69a883f0_7116382444025722186.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "После того как Руккхадевата погибла во время Катаклизма, защищая Ирминсуль от запретного знания, мудрецы Академии Сумеру, правящей организации Сумеру, в руинах выжженной травы обнаружили наворождённую Буер, которую назвали малой властительницей Кусанали. Оплакивая погибшую Богиню Мудрости, они решили, что новый Дендро Архонт слишком слаба и заперли её в Храме Сурастаны. Внутри храма находилось устройство, которое прежняя Богиня Мудрости использовала для медитации и изоляции от мира. Великий мудрец модифицировал это устройство так, чтобы им нельзя было управлять изнутри, и запер там Буер. Мудрецы жаждали отсыкать великую властительницу Руккхадевату, а появление малой властительницы лишь доказывало, что её больше нет. Поскольку Академия уже правила страной, присутствие Дендро Архонта не имело значение, поэтому они больше никогда не обращались к ней."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/237301566/837243f54e724ac834cc7f6ea281d70d_4494105023665778217.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Хотя физическое тело малой властительницы Кусанали было заперто в Храме Сурастаны и она не имела силы, её разум оставался свободным. Она наблюдала за приключениями Путешественника/цы и Паймон на Архипелаге Золотого Яблока, где они столкнулись с миражами, олицетворяющими «глубокий сон». Однажды малая властительница пришла одной девочке во сне. Эта девочка, Дуньярзада, была больна элеазаром - проявлением заражённого Ирминсуля в мире, и не могла выйти из своей комнаты. Буер подружилась с ней и дала ей часть своей мудрости, чтобы та смогла посмотреть на мир по-новому. Несколько лет спустя, когда девочка уже выросла и перестала видеть сны, она продолжила почитать малую властительницу и прибыла в город Сумеру на празднование дня рождения Дендро Архонта. Но когда день Сабзеруза подошёл к концу, на следующий день снова наступил день рождения Буер. Малая властительница поняла, что мудрецы из Академии Сумеру погрузили сумерцев в коллективный сон, чтобы в это же время с помощью Акаши поглощать их личные сны. Она не имела возможности повлиять на бесконечный\nСабзеруза сама, поэтому обратилась за помощью к Путешественнику/це и Паймон, которые из-за чувствительности к Дендро могли видеть её образ. Малая властительница не могла сразу рассказать правду, , так как это могло сильно ударить по их рассудку, и они должны были найти выход из сансары сами. Благодаря подсказкам Кусанали, Путешественник/ца и Паймон смогли разрушить сон бесконечного Сабзеруза, который длился 168 циклов."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/237301566/5f8a663d254bd0697ef499ad4aefea6c_5888338783489236647.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Продолжив расследования о замысле мудрецов Академии, малая властительница Кусанали и Путешественник/ца выяснили, что за всем стоит Предвестник Фатуи Дотторе, когда-то исключённый из Академии. Он пытался использовать украденное Электро Сердце Бога и другого Предвестника, Скарамуччу, чтобы создать искусственное божество. Для этого Скарамучча установил связь с Ирминсулем. Дотторе смог запереть сознание Буер в Храме Сурастаны, но благодаря помощи Путешественника/цы, Паймон, некоторых учёных Академии и пустынников, она была освобождена. Погрузив зарождающееся божество Скарамуччу в 168 циклов сансары, которые прошли сумерцы, малая властительница смогла собрать достаточно данных по борьбе с механическим божеством, чтобы победить его. После того как Скарамучча лишился Сердца Бога и потерял сознание, Буер оставила его в Храме Сурастаны и использовала его связь с Ирминсулем для поиска информации.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6516,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Сабзеруз",
        "desc": "<p>Фестиваль в Сумеру, названный в честь Повелительницы цветов и празднующий день рождения Дендро Архонта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/17b89adfdc44a158d37be3cb35268ddd_8906376955499093861.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Академия Сумеру",
        "desc": "<p>Организация Сумеру, осуществляющая административный контроль над регионом и занимающаяся просвещением жителей.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_2725272071367240618.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Фатуи",
        "desc": "<p>Организация из Снежной, служащая Ледяной Царице и распространившая своё влияние всюду на континенте. Состоящие в организации Предвестники охотятся за Сердцами Богов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/237301566/38c409297992d7a782f0f1312f311707_3394993246458986105.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Сердце Бога",
        "desc": "<p><em>«У тебя при себе останки Третьего Сошедшего, да? Вы, кажется, называете их Сердцами Бога?» </em>- Скирк в разговоре с Нёвиллетом.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3570,
        "name": "Дуньярзада",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/17/237301566/b870c8c1310f918467367df07471fd94_5653912522984679081.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Дотторе",
        "desc": "<p>Номер два из Предвестников Фатуи, известный под кодовым именем Доктор. Обладал множеством «сегментов» самого себя, почти все из которых уничтожил при сделке с Дендро Архонтом.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/6b83e21c8ac24b40beb717d67c74768b_8339767543029034147.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Скарамучча",
        "desc": "<p>Бывший номер шесть из Предвестников Фатуи, созданный Райдэн Эи.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/237301566/3ca9b9e2138195540f079c470acfbce5_2710094818565120265.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2975,
        "desc": "",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ирминсуль",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/237301566/907364d2d2a45f604bea18d1c6c41487_8654624979520384142.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Хотя малая властительница Кусанали была спасена из заточения, а проблема с Академией была решена, Ирминсуль всё ещё был заражён запретным знанием, а элеазар и Увядание распространялись по Сумеру. После битвы с искусственным божеством Буер смогла получить капсулу знаний Архонта, содержащую последние воспоминания её предшественницы. Использовав капсулу и Сердце Бога для защиты от загрязнения, малая властительница оказалась в подпространстве сознания Руккхадеваты, загрязнённом запретным знанием. Дендро Архонт чувствовала последние мгновения жизни великой властительницы, которая продолжала бороться с заражением Ирминсуля до самого конца, невзирая на хаос, безумие и боль.\nПройдя через загрязнение подсознания Руккхадеваты, малая властительница Кусанали оказалась у Ирминсуля, где встретила отголоски сознания великой властительницы, как две капли воды похожей на неё саму. Первый Дендро Архонт рассказала о рождении Буер и о том, что той предстоит сделать для исцеления Ирминсуля: полностью стереть Руккхадевату из Ирминсуля, уничтожив все воспоминания о ней. Фраза, которую Руккхадевата оставила Кусанали, полностью звучала как: <color=#ffffffd9>«Пусть мир окончательно забудет меня».</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Все мы живём под сенью древа мудрости и пытаемся прочесть мир в узорах земли и каплях дождя.</color>\n<color=#ffffffd9>А потом обращаемся в белых птиц и взлетаем на ветви, чтобы обрести последний, самый важный лист.</color>\n<color=#ffffffd9>Когда-то в этом мире лишь мне были доступны сны. Мне мечталось, как все люди смогут по ночам погружаться в грёзы.</color>\n<color=#ffffffd9>Странные видения возникнут в сознании людей. Одни опустятся на землю, другие воспарят к небесам.</color>\n<color=#ffffffd9>Они подобны сияющей сети, что соединяет всё сущее, маленьким мирам среди миров, где все судьбы переплетаются воедино.</color>\n<color=#ffffffd9>Постепенно мне стало ясно, эти неописуемые изменчивые сущности таят в себе бездонные глубины.</color>\n<color=#ffffffd9>Только они могут окончательно изгнать безумие. Только сны могут призвать сознание из тёмных глубин.</color>\n<color=#ffffffd9>Мне привычно строить гипотезы и искать ответы. Спасти мир с помощью снов его жителей - таким был мой ответ.</color>\n<color=#ffffffd9>Теперь вы нашли свой ответ. Я верну сны простым людям.</color>\n<color=#ffffffd9>Прощайте, жители Сумеру. Пусть этой ночью вас ждут хорошие сны».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/237301566/99a9fe8bd96e9319a3044675692837d5_696009987000569837.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Уничтожив Руккхадевату из Ирминсуля, сама Буер, как и все жители и существа Сумеру, забыли о её существовании. И хотя Кусанали не могла вспомнить о своей создательнице, она чувствовала пустоту в глубине души, будто потеряла что-то важное. В памяти людей и даже древних книгах малая властительница стала единственным существующим Архонтом Сумеру, которая потратила все свои силы во время Катаклизма пятьсот лет назад и поэтому уменьшилась в размере. Раньше они воспевали великую властительницу Руккхадевату, которая создала тропический лес и через Академию даровала мудрость народу Сумеру. В то время как малая властительница Кусанали, которую мудрецы препроводили в Храм Сурастаны, стала скорее символом, означающим, что эта земля с незапамятных времён находится под божественной защитой. Однако мало кто знает, кто она, как появилась на этом свете и какими силами обладает. Из расплывчатых ответов мудрецов о малой властительнице Кусанали, жители Сумеру поняли, что им больше не стоит надеяться на милосердную мудрость нынешнего Архонта. Малая властительница использовала Акашу, чтобы наблюдать за эмоциями и отношением людей. Она знала об их преданности прежнему Архонту, разочаровании в новом божестве и уверенности, что божество мудрости больше никогда не вернётся. Она знала, какую миссию ей неизбежно придётся выполнить. И она знала, что должна как можно быстрее учиться и развиваться, чтобы противостоять угрозам, исходящим из глубин мира."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/237301566/7d3b38c37245dc231d3df0770299c6f8_6499063274327706660.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "После изменения Ирминсуля люди сумерцы стали считать, что Буер создала тропический лес и через Академию даровала мудрость народу Сумеру. В глазах людей присутствие Дендро Архонта являлось символическим и означало, что эта земля с незапамятных времён находится под божественной защитой. Мудрецы города поклонялись ей с величайшей преданностью, и люди последовали их примеру без малейших колебаний. Малая властительница использовала Акашу, чтобы переживать вместе с людьми радости и горести, и способна была слышать даже те речи, которые выходят за рамки лести. Чем больше она узнаёт, тем яснее понимает, что должна быстрее учиться и развиваться, ведь только так она сможет противостоять угрозам, исходящим из глубин мира. Именно в этом заключалась её неизбежная миссия. Хотя были и те, кто недоволен нынешней ситуацией, Буер оставалась непоколебимой. Её упорство проистекало из убеждённости, ведь она лучше других знает, что должна быть поддержкой и опорой для всех."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/09/237301566/dc0eadf6dd11766d504eb89ade6ce8b5_6415911796274014920.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "После победы над зарождающимся искусственным божеством и изгнания всех мудрецов, причастных к этому проекту, к малой властительнице Кусанали пришёл Предвестник Дотторе с предложением обменять Сердца Бога. Буер знала, что чужое Сердце Бога принесёт только неприятности Сумеру, поэтому отдала Электро Сердце Бога взамен на уничтожение всех сегментов Предвестника. А взамен Дендро Сердца Бога Дотторе рассказал ей о фальшивом небе. Без Дендро Сердца Бога Акаша перестала работать, и хотя сумерцы снова стали видеть сны, им пришлось учиться самим искать информацию.\nХотя Академия Сумеру осталась основным правящим органом страны, Богиня Мудрости теперь участвует в принятии решений. Поскольку она не является человеком и почти всю свою жизнь провела взаперти, общаясь с людьми лишь в редких снах, она плохо понимает человеческие эмоции, чувства и поведение, так что иногда полагается на своих друзей.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "name": "Ирминсуль",
        "desc": "<p>Ирминсуль можно представить как большое дерево, растущее вверх ногами глубоко под землёй и хранящее в себе все знания и мудрость мира с древних времён до настоящего времени. Артерии земли, подобно корням Ирминсуля, пересекают землю, поглощая воспоминания мира.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/aa06aa829f5a3a926aef88750adb81f2_208058611950951154.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Академия Сумеру",
        "desc": "<p>Организация Сумеру, осуществляющая административный контроль над регионом и занимающаяся просвещением жителей.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_2725272071367240618.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Фатуи",
        "desc": "<p>Организация из Снежной, служащая Ледяной Царице и распространившая своё влияние всюду на континенте. Состоящие в организации Предвестники охотятся за Сердцами Богов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/237301566/38c409297992d7a782f0f1312f311707_3394993246458986105.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Сердце Бога",
        "desc": "<p><em>«У тебя при себе останки Третьего Сошедшего, да? Вы, кажется, называете их Сердцами Бога?» </em>- Скирк в разговоре с Нёвиллетом.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Руккхадевата",
        "desc": "<p>Повелительница трав и деревьев, предыдущий Дендро Архонт и правительница Сумеру. <span class=\"wk-shady\">Информация о Руккхадевате была стёрта из Ирминсуля.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/237301566/59da6a8cbcffa112e5d2b63788d7051e_1480677671668697202.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "name": "Дотторе",
        "desc": "<p>Номер два из Предвестников Фатуи, известный под кодовым именем Доктор. Обладал множеством «сегментов» самого себя, почти все из которых уничтожил при сделке с Дендро Архонтом.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/6b83e21c8ac24b40beb717d67c74768b_8339767543029034147.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "videoCollection": [
      {
        "title": "Character Teaser - \"Nahida: Happy Birthday\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=DWlWuVU4ZiI&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/DWlWuVU4ZiI/maxresdefault.jpg",
        "duration": 170
      },
      {
        "title": "Cutscene Animation: \"A Dream of Falling Branches\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=zgQG0b-Isbk&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/zgQG0b-Isbk/maxresdefault.jpg",
        "duration": 158
      },
      {
        "title": "Cutscene Animation: \"Homecoming\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=tY7iTQ5LAzM&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/tY7iTQ5LAzM/maxresdefault.jpg",
        "duration": 125
      },
      {
        "title": "Cutscene Animation: \"The First Sage of Buer\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ExVzjvMSnTI&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/ExVzjvMSnTI/maxresdefault.jpg",
        "duration": 277
      },
      {
        "title": "Lantern Rite Promotional Video: Dream Upon a Lantern｜Genshin Impact",
        "url": "https://www.youtube.com/watch?v=2kY4raFWXtM&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/2kY4raFWXtM/maxresdefault.jpg",
        "duration": 105
      },
      {
        "title": "Story Teaser: Flowers and Dreams | Genshin Impact #Story #Teaser #Nahida #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=yX9vAY8eV_0&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/yX9vAY8eV_0/maxresdefault.jpg",
        "duration": 155
      },
      {
        "title": "Sumeru Preview Teaser 03: Prelude to Wisdom | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=JrC7DTUsii8&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/JrC7DTUsii8/maxresdefault.jpg",
        "duration": 202
      },
      {
        "title": "Sumeru Promotional Video｜Genshin Impact",
        "url": "https://www.youtube.com/watch?v=zZEpU-DbzZU&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/zZEpU-DbzZU/maxresdefault.jpg",
        "duration": 42
      },
      {
        "title": "Version 3.0 \"The Morn a Thousand Roses Brings\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=WIxkKExpu94&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/WIxkKExpu94/maxresdefault.jpg",
        "duration": 366
      },
      {
        "title": "Version 3.1 \"King Deshret and the Three Magi\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=-2-WKyGTUrM&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/-2-WKyGTUrM/maxresdefault.jpg",
        "duration": 365
      },
      {
        "title": "Version 3.2 \"Akasha Pulses, the Kalpa Flame Rises\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=bT3qW-Zgtow&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/bT3qW-Zgtow/maxresdefault.jpg",
        "duration": 313
      }
    ],
    "galleryCharacter": [
      {
        "key": "Буер",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/1ce6047b7dbd231e04f84df4a935df37_2238468114667942147.jpg",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Создание Буер её предшественницей Руккхадеватой"
          }
        ]
      },
      {
        "key": "Буер",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/5f5d74499bfb1a26ce22eba8fe39b719_5984070459974230456.jpg",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Малая властительница Кусанали и великая властительница Руккхадевата"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Буер"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Сумеру"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Архонты"
          }
        ]
      },
      {
        "key": "Титул:",
        "value": [
          {
            "type": "RichText",
            "text": "Малая властительница Кусанали"
          }
        ]
      },
      {
        "key": "Связанная статья:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2850,
            "name": "Нахида",
            "desc": "<p>Узница глубин Храма Сурастаны, которая созерцает мир только в сновидениях.</p><p></p><p><em>«Она чересчур внимательна и любвеобильна. В её поведении есть изъяны, но чувство божественной ответственности за Сумеру похвально. И для младшего из Архонтов это в порядке вещей, тогда как некоторые иные склонны впадать в истерику...» </em>- верховный судья Фонтейна Нёвиллет.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/28/70239714/f29490bddc56b4a6773b6c5003bbb853_5866014545552401401.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}