{
  "epId": 7478,
  "name": "Пульчинелла",
  "desc": "<p>Номер пять из Предвестников Фатуи, известный под кодовым именем Цыплёнок. Является мэром Снежной.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/87ec8255a0832db3fda01cf61b5c7c75_3273330981350008699.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1743446598,
  "components": {
    "videoCollection": [
      {
        "title": "Teyvat Chapter Interlude Teaser: A Winter Night's Lazzo | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=TmaAOV4SJNQ&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/TmaAOV4SJNQ/maxresdefault.jpg",
        "duration": 259
      },
      {
        "title": "Teyvat Chapter Storyline Preview: Travail｜Genshin Impact (Contains spoilers)",
        "url": "https://www.youtube.com/watch?v=TAlKhARUcoY&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/TAlKhARUcoY/maxresdefault.jpg",
        "duration": 259
      }
    ],
    "galleryCharacter": [
      {
        "key": "Пульчинелла",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/3890b1c8f67ca222886d56ed619d4d56_6681146425478808747.png"
      },
      {
        "key": "Предвестники Фатуи",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/bf8ee46d2caba6d5928fbe7b125d37c4_3076890065197392912.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Пульчинелла"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Снежная"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Фатуи"
          }
        ]
      },
      {
        "key": "Титул:",
        "value": [
          {
            "type": "RichText",
            "text": "Цыплёнок"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 4810,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Пульчинелла - мэр Снежной.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Фатуи",
        "desc": "<p>Организация из Снежной, служащая Ледяной Царице и распространившая своё влияние всюду на континенте. Состоящие в организации Предвестники охотятся за Сердцами Богов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/237301566/38c409297992d7a782f0f1312f311707_3394993246458986105.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Пульчинелла - номер пять из Предвестников Фатуи, известный под кодовым именем Цыплёнок.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Тарталья",
        "desc": "<p>Номер одиннадцать из Предвестников Фатуи, искусный воин, также известный под именем Чайльд.<br><br><em>«Ты можешь доверять ему, но не подпускай его слишком близко. Когда дело доходит до схватки, его вкусы весьма специфичны. Встречи, которых он жаждал больше всего, неминуемо приближали его к его собственной гибели»</em>, - дружеский совет от Предвестника Пульчинеллы.<br><em>«Он готовит еду, он убирается... Он самый лучший братишка на свете!»</em> - восторженная похвала от младшей сестры Тони.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>О Цыплёнке...</color>\n<color=#ffffff73>Я не знаю, каковы его мотивы, но, похоже, он искренне хочет мне помочь. Он относится ко мне как к члену семьи. Кстати, о семье. Тоня и Тевкр рассказывают в своих письмах о пирожках и других подарках, которые он приносит им. Это говорит о том, что он сдержал своё обещание заботиться о моей семье во время моего отъезда.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Тарталья",
        "desc": "<p>Номер одиннадцать из Предвестников Фатуи, искусный воин, также известный под именем Чайльд.<br><br><em>«Ты можешь доверять ему, но не подпускай его слишком близко. Когда дело доходит до схватки, его вкусы весьма специфичны. Встречи, которых он жаждал больше всего, неминуемо приближали его к его собственной гибели»</em>, - дружеский совет от Предвестника Пульчинеллы.<br><em>«Он готовит еду, он убирается... Он самый лучший братишка на свете!»</em> - восторженная похвала от младшей сестры Тони.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>История персонажа 5</color>\nКогда мальчик вернулся домой, он уже не был прежним. Из трусливого и нерешительного мальчишки он превратился в легкомысленного и самоуверенного юношу. Он вёл себя так, будто мир вращается вокруг него, а все битвы только и ждут его появления на поле брани. Войны несут с собой перемены, и непредсказуемость этих перемен, подобная красочной круговерти калейдоскопа, пленила и притягивала Аякса. На глазах у отца из третьего сына, за судьбу которого он переживал, Аякс превратился в необычайного упрямца, приносящего в мирную жизнь деревни Морепесок сплошные раздоры. Или, лучше сказать, он стал сердцем раздора - неважно, куда он шёл и что делал, драки и споры следовали за ним по пятам... А он находил в этом удовольствие. В конце концов после одной серьёзной драки, в которой едва не дошло до убийства, отец был вынужден отдать любимого сына в организацию Фатуи. Отец надеялся, что жёсткая военная дисциплина, присущая Фатуи, закалит характер его сына, но вместо этого был вынужден наблюдать, как мальчишка легко разделался с отрядом хорошо вооружённых воинов. Его отец был разочарован, но этот инцидент привлёк внимание Пульчинеллы, номера пять из Предвестников. Он был удивлён боевыми умениями Аякса и крайне заинтересован его натурой, стягивающей вокруг себя неприятности и наслаждающейся этим. Пульчинелла принял Аякса в Фатуи и под предлогом наказания заставил начать с самых низов и посвятить себя служению Царице. Неудержимая жажда битвы Аякса была полностью удовлетворена служением в Фатуи, а его возросшее эго тешили победы над могучими противниками... В конце концов Аякс был избран одним из Предвестников и получил титул «Чайльд» Тарталья. Так он стал одним из наиболее могущественных людей Снежной. Но стать Тартальей не было его конечной целью. Для того, кто жаждет бросить вызов всему миру, это был лишь первый шаг в путешествие длиною в жизнь."
      },
      {
        "type": "CustomEntry",
        "epId": 7482,
        "name": "Тарталья",
        "desc": "<p>Номер одиннадцать из Предвестников Фатуи, известный под кодовым именем Чайльд. Его настоящее имя Аякс.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/c6b5ff3fad38f4f92e53e4776145866c_6308540733232612854.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7477,
        "name": "Арлекино",
        "desc": "<p>Номер четыре из Предвестников Фатуи, известная как Слуга. Её настоящее имя Перуэр.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/14/237301566/87e4301d75fef8a894e351dd8b01b2fb_65053596982585966.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор об Арлекино</color>\n<color=#37ffff>Тарталья</color> : Я знаком с некоторыми ребятами из Дома очага, они мне очень нравятся. Напоминают мне о Тоне и Тевкре.\n<color=#37ffff>Тарталья</color> : И если ты однажды предашь их, будь уверена, я тебе этого не спущу.\n<color=#37ffff>Арлекино</color> : С чего мне вдруг предавать их?\n<color=#37ffff>Тарталья</color> : Ну, однажды ты уже предала Дом очага, разве нет? Так мне рассказывали...\n<color=#37ffff>Арлекино</color> : ...\n<color=#37ffff>Тарталья</color> : Ладно, признаю... Это рассказал мне старик. Ну, Цыплёнок.\n<color=#37ffff>Арлекино</color> : Мне сейчас куда больше хочется послушать, что сказал великий Цыплёнок. Не желаешь меня просветить?\n<color=#37ffff>Тарталья</color> : Да ничего особенного... Сказал, что ты уничтожила многих членов Дома очага, расправилась с собственной «семьёй»...\n<color=#37ffff>Тарталья</color> : Судя по твоей реакции, это всё выдумки?\n<color=#37ffff>Арлекино</color> : Нет. Мне не очень нравится формулировка, но он сказал правду.\n<color=#37ffff>Арлекино</color> : Строго говоря, в его словах сквозит некоторое предубеждение. Но я пока не хочу вносить ясность. Предубеждение отлично умеет скрывать за собой правду, и я очень ценю это свойство.\n<color=#37ffff>Арлекино</color> : Например, я называю Фонтейн своей родной страной, и люди воображают уйму всего... хотя я здесь только выросла."
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Скарамучча",
        "desc": "<p>Бывший номер шесть из Предвестников Фатуи, созданный Райдэн Эи.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/237301566/3ca9b9e2138195540f079c470acfbce5_2710094818565120265.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Странник",
        "desc": "<p>Скиталец, личность которого остаётся загадкой. Носит одежды горного отшельника, но высказываниями и действиями на ищущих просветления совсем не похож.<br><br><em>«Верующие творят славу своих богов, а отступники становятся свидетелями их преображения. Я не буду загонять его ни в какие рамки. Неопределённость - краеугольный камень его будущего», </em>- Буер, Благословенный Мудрец, Махакусаладхарма.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/70239714/24d97a22be742fb732ea96f625d1faac_279357737036794010.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>О Цыплёнке…</color>\nТолько такой простак, как Чайльд, может верить, что Цыплёнок заботится о нём и его семье по доброте душевной. Господин градоначальник в самом деле немало постарался ради их блага, но любой здравомыслящий человек видит истинный смысл его поступков: «Теперь твоя семья в моих руках»."
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Арлекино",
        "desc": "<p>Слуга, четвёртая из Предвестников Фатуи. Опытный, безжалостный дипломат. «Отец», которого боятся и на которого полагаются дети Дома очага.<br></p><p><em>«Судьба не бывает благосклонной. Только тот, кто борется изо всех сил, достоин встретиться с ней лицом к лицу»</em>, - «Шут» Пьеро.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/70239714/672e65470bfd14b664596c2a7f7eaaf8_6373678808378922111.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>О Цыплёнке...</color>\nЦыплёнок не питает ко мне большой любви, и это взаимно. Полагаю, он неплохой мэр... возможно, даже выдающийся. Незаурядная способность получать огромную выгоду, уплачивая весьма скромную цену, принесла ему широкое признание в политических кругах. К сожалению, «скромная» цена чаще всего подразумевает участие Дома очага, и если так пойдёт дальше, рано или поздно... Хм."
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Лини",
        "desc": "<p>Маг-иллюзионист из Фонтейна, завораживающий публику ловкостью рук и красноречием.<br><br><em>«Рано или поздно дети взрослеют, превосходя родителей. Только так \"семья\" будет \"процветать\". Я с нетерпением жду того дня, когда он превзойдёт меня... Интересно, какое значение примет \"семья\" для него?»</em>, - Арлекино.<br><br><em>«Иногда он совершает отвлекающие движения, иногда притворяется рассеянным и намеренно допускает оплошность... Но, когда он настроен серьёзно, ловкость рук завораживает больше, чем могла бы магия. Угадай, о чём я говорю?»</em> - Линетт подкинула загадку своему брату Фремине, слегка дуя на чай.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/70239714/e343d4442cc3b8e243f0d528bb715f75_4693008620861939901.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о «Стуже»</color>\nЯ знаю от «Отца», что это совместный план Цыплёнка и Дельца. Очевидно, он связан со стратегией дальнейшего развития Фатуи.\nДому очага удалось заполучить Сердце Бога, и теперь нам выпала честь сыграть ключевую роль в проекте «Стужа».\n«Ключевая роль» подразумевает опасность. Так что нам участие в плане сулит одни неприятности.\n«Отец» тоже так считает, но не может отказаться. Их план вполне разумен, и они даже выделили нам щедрое финансирование.\nПросто... план предполагает, что мы понесём большие потери. Наша роль почётна только на словах, на самом деле они пытаются подчинить нас себе. Им не по себе от того, что существует разведывательная организация, которую они не могут контролировать."
      },
      {
        "type": "CustomEntry",
        "epId": 2532,
        "name": "Виктор",
        "desc": "<p>Агент Фатуи, находившийся под началом Синьоры в Мондштадте. После смерти Предвестницы был определён к Пульчинелле и отправлен в Сумеру.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/17/237301566/5423213ed07349c518107a94bcae79f1_1271753384442764200.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о своём назначении</color>\nИменно так. Недавно я получил приказ вернуться в Снежную.\nМеня вроде как переводят к другому Предвестнику. Я больше не обязан ожидать дальнейших распоряжений в Мондштадте.\nУ кого именно я окажусь в подчинении, пока неизвестно. Только бы это был не Скарамучча...\nПочему тебя вдруг решили перевести?\nРазве это не очевидно? Всё из-за госпожи Синьоры... ну... её жертвы.\nА вообще моё дело маленькое. Я исполняю приказы и много думать мне ни к чему.\n...\nВо время перевода из Мондштадта я получил приказ вернуться в Снежную.\nОднако на полпути пришёл новый приказ: мне нужно было явиться в Сумеру, чтобы помочь в работе господину Всеволоду, также я узнал, что меня перевели в подчинение господина Пульчинеллы."
      },
      {
        "type": "CustomEntry",
        "epId": 2473,
        "name": "Антон",
        "desc": "<p>Антон Мельников - исполняющий обязанности командира девятой роты, которую отправили в Разлом Ли Юэ расследовать Исполнитель желаний.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/17/237301566/6b60a6bca26c3d0d6ec858e00ccf8fce_336656178103088630.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о девятой роте</color>\n<color=#37ffff>Антон</color> : А что насчёт нас? Да что тут говорить... мы упорно сражаемся и терпим поражения. Всё просто.\n<color=#37ffff>Антон</color> : Когда мы спустились, мы были девятой ротой, шестьдесят четыре человека. А сейчас? Больше половины, вместе с командиром роты, погибли или пропали без вести... Я смею предположить...\n<color=#37ffff>Антон</color> : Хотя это одно и тоже... Нас разбросало по Ли Юэ, мы потеряли связь друг с другом. Мы проиграли и давно должны были отступить...\n<color=#37ffff>Путешественник/ца</color> : Ваши сослуживцы на поверхности напали на Ли Юэ.\n<color=#37ffff>Антон</color> : Это неожиданно, но я понимаю.\n<color=#37ffff>Антон</color> : Для господина Пульчинеллы естественно отказаться от относительно малоценных активов ради более значимых начинаний. Так он мыслит.\n<color=#37ffff>Антон</color> : Мы, как его непосредственные подчинённые, не станем возражать..."
      }
    ]
  }
}