{
  "epId": 7481,
  "name": "Панталоне",
  "desc": "<p>Номер девять из Предвестников Фатуи, известный под кодовым именем Делец.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/956de0dda8ce1b194c63a24d007a1dac_5233227327066920513.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1744013010,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Фатуи",
        "desc": "<p>Организация из Снежной, служащая Ледяной Царице и распространившая своё влияние всюду на континенте. Состоящие в организации Предвестники охотятся за Сердцами Богов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/237301566/38c409297992d7a782f0f1312f311707_3394993246458986105.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Панталоне - номер девять из Одиннадцати Предвестников Фатуи. В его интересы входит разрушение экономики других стран.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4810,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Панталоне управляет экономикой Снежной.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3929,
        "name": "Ланда",
        "desc": "<p>Агент Фатуи, служащий Предвестнику Панталоне и притворяющийся странствующим торговцем. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/13922ca655e74cb71f4c0b293ee31956_8116949348265763127.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ланда притворяется торговцем из Мондштадта, хотя на самом деле служит Панталоне.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 2092,
        "name": "Бледный огонь",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Тарталья",
        "desc": "<p>Номер одиннадцать из Предвестников Фатуи, искусный воин, также известный под именем Чайльд.<br><br><em>«Ты можешь доверять ему, но не подпускай его слишком близко. Когда дело доходит до схватки, его вкусы весьма специфичны. Встречи, которых он жаждал больше всего, неминуемо приближали его к его собственной гибели»</em>, - дружеский совет от Предвестника Пульчинеллы.<br><em>«Он готовит еду, он убирается... Он самый лучший братишка на свете!»</em> - восторженная похвала от младшей сестры Тони.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>О Дельце...</color>\n<color=#ffffff73>О, этот парень амбициозен, а его голова полна «грандиозных планов». Я не понимаю ни слова, когда он начинает говорить о своих теориях... Пока он поддерживает наш резервный капитал в полном объёме, я не жалуюсь.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Тарталья",
        "desc": "<p>Номер одиннадцать из Предвестников Фатуи, искусный воин, также известный под именем Чайльд.<br><br><em>«Ты можешь доверять ему, но не подпускай его слишком близко. Когда дело доходит до схватки, его вкусы весьма специфичны. Встречи, которых он жаждал больше всего, неминуемо приближали его к его собственной гибели»</em>, - дружеский совет от Предвестника Пульчинеллы.<br><em>«Он готовит еду, он убирается... Он самый лучший братишка на свете!»</em> - восторженная похвала от младшей сестры Тони.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о «Стуже»</color>\nНо теперь мне действительно пора домой. Старик прислал нарочных, чтобы меня поторопили. Я нужен ему для какого-то плана...\nЭх, говорят, Делец тоже задействован в плане. До чего же не хочется слушать его многословные рассуждения. Может, придумаешь, как задержать меня в Фонтейне?\nМне куда интереснее помогать Лини и другим ребятам совершенствовать боевые навыки. А ещё лучше, если получится устроить дружеский поединок с тобой. Я ещё никогда не видел, чтобы ты сражалась в полную силу."
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Скарамучча",
        "desc": "<p>Бывший номер шесть из Предвестников Фатуи, созданный Райдэн Эи.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/08/237301566/3ca9b9e2138195540f079c470acfbce5_2710094818565120265.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Странник",
        "desc": "<p>Скиталец, личность которого остаётся загадкой. Носит одежды горного отшельника, но высказываниями и действиями на ищущих просветления совсем не похож.<br><br><em>«Верующие творят славу своих богов, а отступники становятся свидетелями их преображения. Я не буду загонять его ни в какие рамки. Неопределённость - краеугольный камень его будущего», </em>- Буер, Благословенный Мудрец, Махакусаладхарма.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/70239714/24d97a22be742fb732ea96f625d1faac_279357737036794010.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>О Дельце…</color>\nА, девятый из Предвестников. Одержим идеей «справедливого обмена» до такой степени, что пытается нарушить природное неравенство людей и Архонтов. Наверное, все смертные устроены одинаково - любят предаваться бессмысленным фантазиям. У него нет ни впечатляющих способностей, ни обширного кругозора, а дружба с Доктором сулит ему одни неприятности."
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Арлекино",
        "desc": "<p>Слуга, четвёртая из Предвестников Фатуи. Опытный, безжалостный дипломат. «Отец», которого боятся и на которого полагаются дети Дома очага.<br></p><p><em>«Судьба не бывает благосклонной. Только тот, кто борется изо всех сил, достоин встретиться с ней лицом к лицу»</em>, - «Шут» Пьеро.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/70239714/672e65470bfd14b664596c2a7f7eaaf8_6373678808378922111.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>О Дельце...</color>\nНе могу отрицать, он человек весьма умный и изобретательный, но ему не хватает трезвости. Он разрабатывает грандиозные планы, управляет экономикой целой страны, но все его действия продиктованы только ненавистью и злобой. Рассудительные люди часто верят, что управляют своими эмоциями, но в этой уверенности и кроется их самая большая слабость."
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Е Лань",
        "desc": "<p>Таинственная девушка, утверждающая, что работает в Департаменте по делам граждан, но в списках Департамента её нет.<br></p><p><em>«Ты ищешь Е Лань? Я бы посоветовала относиться к ней как к обычному человеку, но тогда легко потерять контроль над переговорами. Некоторые вещи зависят от её впечатления о тебе»</em>, - Янь Фэй.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/30/237301566/524a9c46341217316950f422fcab9caf_3963767383517916025.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Элегантный браслет и накидка из белого шёлка</color>\nИз всей разведывательной карьеры Е Лань выделяется одна запоминающаяся операция, которая обернулась одновременно и успехом, и неудачей. Неудачей, потому что Е Лань потеряла семейную реликвию - нефритовый элегантный браслет. На внутренней стороне браслета выгравировано заклинание, которое превращает семейную реликвию в устройство связи. Однако для работы заклинания требуется два таких устройства. Теперь, когда остался только один браслет, он превратился в обычный аксессуар. А успех в том, что противник также не сумел получить преимущество, а ведь это был сам Девятый Предвестник Фатуи, Панталоне. Е Лань проникла на скрытый торговый путь, которым тайно управлял Панталоне, и перехватила товары. А самую ценную вещь она забрала в качестве компенсации за потерянный браслет. В незапамятные времена существовал необычный мифический зверь. Накидка, сшитая из его меха, стоила бы целое состояние, а из-за редкости зверя её было бы невероятно трудно достать. Зверь настолько силён, что, хотя он и умер несколько веков назад, его тело осталось нетронутым, а мех до сих пор источает таинственный аромат. Панталоне собирался подарить его Царице, но Е Лань неожиданно перехватила его. Более того, ей не понравился фасон в стиле Снежной, выбранный для Царицы. Она сняла мех, совместила его с волокном из местного растения Ли Юэ и сшила себе модную накидку с рукавами. Это происшествие может считаться как значительным, так и незначительным - в зависимости от точки зрения. В конечном счёте, всё сводится к двум словам: приобретение и потеря. Цикл приобретений и потерь - довольно точное описание всей жизни Е Лань. Однако её это не беспокоит. Вместо этого, она получает огромное удовольствие."
      },
      {
        "type": "CustomEntry",
        "epId": 2507,
        "name": "Гёте",
        "desc": "<p>Владелец и управляющий отеля «Гёте»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/06/237301566/5b9a37804f9eec741e29cd7724cca71c_5357031715575769055.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Об отеле «Гёте»</color>\nОтель «Гёте» является частью нашего семейного гостиничного бизнеса. Я владелец и управляющий этим отелем.\nНо сейчас, к сожалению, мы не можем разместить у себя новых постояльцев.\nДело в том, что делегация Фатуи сняла отель целиком и на неопредёленный срок.\nМне кажется, что им совсем не понравилось жильё, которое для них подготовил Ордо Фавониус. Этот факт только подчёркивает роскошь отеля «Гёте», не так ли?\nЧестно говоря, это идёт в разрез с принципами семьи Гёте, но господин Панталоне сделал мне предложение, от которого невозможно было отказаться..."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Андрей</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о Банке северного королевства</color>\nЭто банк из Снежной, работающий на территории Ли Юэ. Здание банка построено в соответствии с местным архитектурным стилем.\nОднако многие жители Ли Юэ недоброжелательно относятся к нашему банку. Они опасаются, что наше присутствие на местном рынке может навредить экономике региона.\nКонечно же, дела обстоят ровно наоборот. Пока мы полностью интегрированы в местные рыночные отношения, экономика Ли Юэ будет только процветать.\nЧто касается экономического развития Снежной, то тут мы можем только поблагодарить мудрого мастера Панталоне.\nИ, конечно же, не стоит забывать Её Величество Царицу."
      },
      {
        "type": "CustomEntry",
        "epId": 2469,
        "name": "Дядюшка Тянь",
        "desc": "<p>Опора Небес Цисин</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/05/237301566/3c32609c73bce0d8e9be91c717be4c46_7973883366445536832.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о плане Чжи И</color>\nЧжи И вступил в сговор с Фатуи, чтобы получить должность Опоры Небес. И это объясняет, почему Фатуи вмешались в избирательный процесс.\nА этот служащий Фатуи по имени Юсупов находится в наших руках, поэтому с помощью признаний Чжи И мы сможем перейти в атаку на дипломатическом поприще.\nКроме того, мы также можем с помощью помощника Юсупова Феофана проникнуть в ряды Фатуи.\nИ в некоторых случаях он может быть нам очень полезен.\nПервая часть операции прошла как по маслу, и все данные были переданы Нин Гуан.\nНо когда мы снова связались с Феофаном, он исчез со всеми доказательствами.\nБоюсь, что Фатуи тоже шпионят за нами, раз так быстро реагируют.\nПо другим каналам мне сообщили, что Предвестник Панталоне замешан в этом.\nОсновные силы Фатуи находятся не здесь, поэтому Панталоне является лишь пешкой в этой игре."
      },
      {
        "type": "CustomEntry",
        "epId": 2469,
        "name": "Дядюшка Тянь",
        "desc": "<p>Опора Небес Цисин</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/05/237301566/3c32609c73bce0d8e9be91c717be4c46_7973883366445536832.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о Чжи И</color>\nЧжи И и посол Юсупов ввязались в сложную игру, считая друг друга пешками. Однако по мнению Е Лань и Панталоне, ими управляли более могущественные силы.\nХитрые расчёты никогда не перестанут существовать, но если ты не можешь им противостоять, то не надо связываться с ними.\nУ каждого человека есть свои желания, но они не должны управлять человеком. Не нужно думать о временных неудачах или везении, а следует идти по зову сердца."
      },
      {
        "type": "CustomEntry",
        "epId": 2469,
        "name": "Дядюшка Тянь",
        "desc": "<p>Опора Небес Цисин</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/05/237301566/3c32609c73bce0d8e9be91c717be4c46_7973883366445536832.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о Панталоне</color>\nПанталоне является девятым из Предвестников Фатуи и, наверное, самым богатым из них.\nОднако его «богатство» измеряется не только деньгами. Он по-особому понимает значение слова «богатство». Его планы способны расшатать основы этого мира."
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Лини",
        "desc": "<p>Маг-иллюзионист из Фонтейна, завораживающий публику ловкостью рук и красноречием.<br><br><em>«Рано или поздно дети взрослеют, превосходя родителей. Только так \"семья\" будет \"процветать\". Я с нетерпением жду того дня, когда он превзойдёт меня... Интересно, какое значение примет \"семья\" для него?»</em>, - Арлекино.<br><br><em>«Иногда он совершает отвлекающие движения, иногда притворяется рассеянным и намеренно допускает оплошность... Но, когда он настроен серьёзно, ловкость рук завораживает больше, чем могла бы магия. Угадай, о чём я говорю?»</em> - Линетт подкинула загадку своему брату Фремине, слегка дуя на чай.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/70239714/e343d4442cc3b8e243f0d528bb715f75_4693008620861939901.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о «Стуже»</color>\nЯ знаю от «Отца», что это совместный план Цыплёнка и Дельца. Очевидно, он связан со стратегией дальнейшего развития Фатуи.\nДому очага удалось заполучить Сердце Бога, и теперь нам выпала честь сыграть ключевую роль в проекте «Стужа».\n«Ключевая роль» подразумевает опасность. Так что нам участие в плане сулит одни неприятности.\n«Отец» тоже так считает, но не может отказаться. Их план вполне разумен, и они даже выделили нам щедрое финансирование.\nПросто... план предполагает, что мы понесём большие потери. Наша роль почётна только на словах, на самом деле они пытаются подчинить нас себе. Им не по себе от того, что существует разведывательная организация, которую они не могут контролировать."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Фатуи в Натлане</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о Дельце</color>\nМора объединяет нас. Мы путешествуем по миру и собираем долги. А верны мы Дельцу, его интересам и его богатству.\nУ этого человека есть потенциал стать гигантом издательской индустрии и разрушить экономическую систему Фонтейна. Это соответствует интересам Дельца."
      }
    ],
    "videoCollection": [
      {
        "title": "Teyvat Chapter Interlude Teaser: A Winter Night's Lazzo | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=TmaAOV4SJNQ&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/TmaAOV4SJNQ/maxresdefault.jpg",
        "duration": 259
      }
    ],
    "galleryCharacter": [
      {
        "key": "Панталоне",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/087c5e8712fb3053ed24c86433b5ee78_5369268138790956015.png"
      },
      {
        "key": "Предвестники Фатуи",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/bf8ee46d2caba6d5928fbe7b125d37c4_7796150215103717253.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Панталоне"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Снежная"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Фатуи"
          }
        ]
      },
      {
        "key": "Титул:",
        "value": [
          {
            "type": "RichText",
            "text": "Делец"
          }
        ]
      }
    ]
  }
}