{
  "epId": 7490,
  "name": "Теноч",
  "desc": "<p>Герой Натлана, живший 500 лет назад. Не принадлежал ни к какому племени, поскольку был изгнан. Во время Катаклизма объединил шесть племён и отправился на западные острова сражаться с гигантским чёрным монстром.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/5037534a2e3fdae2e4478820ca23e24b_3011095891018192070.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1759065114,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Теноч",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/b3b73b152ca4cb11cfb5c164b722a808_7272216891442191728.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Около двух тысяч лет назад в Натлане появился первый Пиро Архонт, Шбаланке. Он был мудрым и могущественным и любил свой народ, а народ всегда поддерживал его. После гибели Архонта править страной стал его лучший друг, Оч-кан. Пытаясь привести свой народ к процветанию, он выпустил тёмные силы, и его душа была разъедена Бездной. В Натлане вспыхнула гражданская война, в которой Оч-кан был свергнут, а его народ, владеющий силой Анемо, был изгнан. Часть изгнанников смирилась, навсегда покинула родину и отправилась в далёкие земли, где они получили новое название - Муратан. А другая часть отказалась уходить, и им позволили остаться лишь на самых бесплодных и отдалённых окраинах страны, на острове Теночциток. Так и жили они веками, забытые всеми, пока тьма снова не окутала землю. Королевство всё ещё было раздробленным и слабым, но именно эти люди первыми взяли в руки оружие и встали на его защиту. Пусть они уже давно жили в нищете и лишениях, но никто не отступил и не сбежал. Они не покинули родную землю, как и когда-то давным-давно. Они пали один за другим, пока не остался последний из них - Теноч."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/7f64c83d42532e0d29e8fc25edbdd0f4_7521254409525368902.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Еще до начала Катаклизма, произошедшего пятьсот лет назад, Теноч был изгнан из племени и лишён древнего имени за постоянные ссоры и битвы. Но когда по Натлану разлилась чёрная волна, он взял свою обсидиановую дубину и отправился в путь, чтобы объединить спорящие племена. Первой к Теночу присоединились великая бегунья Ванджиру из Удела Благодатных Земель вместе со своим спутников Кайеке. Хотя постоянные междоусобицы между племенами утомили её, приглашение Теноча вновь придало ей сил, и Удел Благодатных Земель согласился бороться за земли Натлана. Вторым к Теночу присоединился отважный Менелик из клана Цветочного Пера и кукузавр Нгубу. Хотя племена часто враждовали с Теночем, для Менелика он был героем. Третьим, кто присоединился к Теночу, стал Мастер Рубежей Повелителей Ночного Ветра, Санхадж Компоре, и иктомизавр Махамба. Хотя Компоре предвидел их с Теночем героический конец и то, как родится место, которое впоследствии станет именоваться Пепельным морем, он всё равно последовал за ним. Четвёртыми к Теночу добровольно присоединились юный Буркина из Потомков Крон и юмказавр Конгамато. Война оставила на теле Теноча бесчисленные шрамы, и для Буркина они стали доказательством того, что и ему предстоит пройти этот путь."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/9ddb9e150eed8deca3950f873090afea_862103509063571919.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Пятыми, кого убедил Теноч, были начальник рудников Детей Эха Сундиата и стегозавр Мухуру. Именно Сундиата однажды обратился к Пиро Архонту с просьбой поддержать изгнание Теноча, чтобы избежать дальнейших конфликтов. Но понимая, что это может быть последняя битва их поколения, Сундиата присоединился, попросив не втягивать своё племя. Шестым к Теночу присоединился его главный враг юности - великан Тупак из Народа Родников. За время их битв у Тупака осталось более трёхсот шрамов, двадцати сломанных костей и более ста осколков обсидиана, застрявших глубоко в его теле. А сам великан оставил герою двести мелких ран, два сломанных ребра и глаз, который больше не различал дальность. Два закадычных врага разразились буйным смехом и обменялись рукопожатиями, и так Теноч нашёл себе союзников из шести крупнейших племён, став лидеров объединённой армии Натлана. Все шесть героев обладали древними именами спутников первого Пиро Архонта Шбаланке, которые пятьсот лет спустя стали ключом к уничтожению Бездны в Натлане."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/b8c1a12835afa54b2754e7872ed1cda7_1877904175573510080.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Во время войны с Бездной натланцы подсчитали, что до полного растворения Царства Ночи в Бездне осталось не больше пяти столетий, но тогда Натлан лежал в руинах, а цивилизация умирала. Необходимо было объединить племена, иначе нельзя было мечтать об окончательной победе. У Пиро Архонта состоялся долгий разговор с героями каждого племени, и наконец был выработан план по спасению Натлана длиной в пять столетий. За это время Архонты и вожди должны были отстроить племена, а когда пришло бы время, Вайоб снова выбрали бы шесть героев Натлана с древними именами спутников Шбаланке. Хаборим поместила свою жизнь в Священное пламя, чтобы через пятьсот лет возродиться и осуществить свой план. Хотя Теноч считал, что тогда его гнев никогда не успокоится, а его силу никогда не послужит победе Натлана, он принял выбор Архонта."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Я понимаю твой выбор.</color>\n<color=#ffffffd9>Герои настоящего вымостят дорогу в будущее кровью и огнём.</color>\n<color=#ffffffd9>Но не забудь, что мы ждём от тебя победы, которую заслужили.</color>\n<color=#ffffffd9>Иначе я найду способ получить свой долг, так и знай».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/eb2601e07b98b96916efe8664ff6e5da_4881164381154593537.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Как и предвидел Санхадж Компоре, последней для Теноча стала битва, которая ознаменовала появление Пепельного моря. Из всех чудовищ Бездны, которые атаковали Натлан пятьсот лет назад, самым ужасным был Бакунава - создание алхимика из Каэнри'ах, Рэйндоттир. Именно он уничтожил все племена на Теночцитоке, пока не остался один лишь Теноч. Чудовище невозможно было убить: даже когда ему отсекали голову или разрубали на части, его останки всё равно стремились друг к другу и срастались воедино, порождая нового монстра. Понимая, что Бакунава способен поглотить весь Натлан, Теноч решил пожертвовать собой. Он позволил Санхаджу нанести на своё тело флогистоновую гравировку, чтобы высвободить силу заклинаний рубежей и расширить границы Царства Ночи и проявить его часть в реальном времени. Затем Теноч позволил Бакунаве поглотить себя. Санхадж использовал его как жертву, чтобы призвать миниатюрное Царство Ночи в чреве Бакунавы, и столкновение сил Владыки Ночи, Бездны и остаточной энергии Теноча внутри монстра вызвало мощный взрыв, разорвавший его на множество частей. При взрыве образовалось Пепельное море, а сам глава объединённой армии натланских племён и Мастер Рубежей погибли."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/e341c467aa32fed76c7abb90a148b557_8761681904627583469.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Теноч получил почётное имя героя Тенойолочин, что означает «Благородное сердце Теночцитока», и был похоронен на родной земле. И хотя жертва Теноча не уничтожила Бакунаву полностью, она позволила Натлану победить и осуществить план Пиро Архонта пятьсот лет спустя. Чтобы сдержать Бакунаву от возрождения, Пиро Архонты построили зал, находящийся в пространстве за пределами Натлана и ведущий к Пепельному морю. Там они установили троны Теноча и шести героев Натлана, где расположили их оружия, а Говорящую палицу Теноча забрала Хаборим. На троне Теноча, открывающем портал в Пепельное море, выгравирована надпись: <color=#ffffffd9>«Здесь покоится вечный Теноч. Здесь лежат его кости»</color> .\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6824,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 8205,
        "name": "Свитки поиска духов Иктоми",
        "desc": "<p>Повелители Ночного Ветра - самое загадочное из всех племён Натлана. Они владеют различными таинственными способами общения с миром. Возможно, это приключение поможет вам раскрыть некоторые из их секретов...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/03/88347907/c751d7e8b0261a89e9b962bb460b8e82_4322383634722796409.png",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 8409,
        "name": "Последний выживший из Теночцитока",
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Очканатлан",
        "desc": "<p>Чтобы осуществить великую мечту в утреннем тумане и море облаков, воины, бороздившие небеса, не знали ни минуты покоя.</p><p>В глубинах далёкого моря тумана в разрушенном городе ужасный дракон охраняет запретные истории, а  над облаками забытый легендарный пустой ковчег ждёт прибытия новых гостей...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/11/237301566/8694aaf89d32e75eca416ec7fe41e487_5633371373807827387.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7423,
        "name": "Курорт «Оазис отдыха»",
        "desc": "<p>Курорт «Оазис отдыха» - это крупный летний курорт, построенный Палатой советников. Он разделён на несколько зон. Он расположен на Теночцитоке, в самом западном уголке Натлана. На местном языке это название означает «Пещера камней и шипогрушей».</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/4737e4787680a8bfd2d80d94b0749299_3616349448418887896.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7424,
        "name": "Пепельное море",
        "desc": "<p>Место на западной оконечности Натлана, возникшее 500 лет назад во время Катаклизма и известное как безветренная земля. Мастер Рубежей Санхадж Компоре призвал крошечное Царство Ночи, взорвал его и отбросил чёрное бедствие, создав при этом Пепельное море.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/8ef5e0aaf7edf5d156a382a5b0cc72da_768162445189865937.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Шбаланке",
        "desc": "<p>Первый Пиро Архонт, победивший Повелителя огня и возродившийся из пламени. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/e7f7eee058f60fc225b1f5bc654a08e0_7006634286090563879.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Оч-кан",
        "desc": "<p>Дракон с человеческой душой, правитель Сожжённого города, царь питонов и Святой Мудрец.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_5631847168565650941.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "name": "Хаборим",
        "desc": "<p>Имя Хаборим, предположительно, носили все смертные Архонты Натлана. Текущим Архонтом является Мавуика.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/d5506157004bc0381b4b390f00f69070_6188583702386847507.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7491,
        "name": "Тупак",
        "desc": "<p>Великан из Народа Родников, носивший древнее имя<custom-ruby data-ruby=\"Умоджа.|Объединение|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/ae03bb5614b3b8ca7e53769a14d6478c_9162010546895889955.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7492,
        "name": "Сундиата",
        "desc": "<p>Вождь племени Детей Эха и герой Натлана, носивший древнее имя<custom-ruby data-ruby=\"Барака.|Благословение|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/635c5399fafe1d44199f06a2bf16c6d4_5480790815000162720.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7493,
        "name": "Ванджиру",
        "desc": "<p>Героиня Натлана, носившая древнее имя<custom-ruby data-ruby=\"Увезо.|Сила|\"></custom-ruby>Погибла во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/add3afe4552cceed035952468c67b943_5035189965596681773.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7494,
        "name": "Менелик",
        "desc": "<p>Один из героев Натлана, храбрый воин, который посвятил себя справедливости и добродетели. Носил древнее имя<custom-ruby data-ruby=\"Вука.|Преодоление|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/4f28960dcb633617fa313fbc29425e38_1602890380391450858.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "name": "Санхадж",
        "desc": "<p>Верховный жрец Повелителей Ночного Ветра и Мастер Рубежей, носивший древнее имя<custom-ruby data-ruby=\"Бидий.|Преданность|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/7af24ba165ce8b89d310affbb18b4284_4955635251801065967.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7496,
        "name": "Буркина",
        "desc": "<p>Один из шести героев Натлана, носил древнее имя<custom-ruby data-ruby=\"Малипо.|Пламя поворота|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад от рук своего спутника.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/72c2727153942e702ee7bc8dd32597b7_2144265266735853442.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Говорящая палица",
        "desc": "<p>Что может быть убедительнее весомых доводов? Только тяжёлая дубина, инкрустированная обсидианом.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/51635400/6e0130263c2de43a0bd7863edce22df3_9148127062191122904.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 7423,
        "name": "Курорт «Оазис отдыха»",
        "desc": "<p>Курорт «Оазис отдыха» - это крупный летний курорт, построенный Палатой советников. Он разделён на несколько зон. Он расположен на Теночцитоке, в самом западном уголке Натлана. На местном языке это название означает «Пещера камней и шипогрушей».</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/04/237301566/4737e4787680a8bfd2d80d94b0749299_3616349448418887896.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Теноч родился на острове Теночциток, куда 2000 лет назад были изгнаны последователи",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Оч-кан",
        "desc": "<p>Дракон с человеческой душой, правитель Сожжённого города, царь питонов и Святой Мудрец.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/10/237301566/63a25b6e81dd259afd00ea7e7eae627f_5631847168565650941.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "name": "Хаборим",
        "desc": "<p>Имя Хаборим, предположительно, носили все смертные Архонты Натлана. Текущим Архонтом является Мавуика.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/d5506157004bc0381b4b390f00f69070_6188583702386847507.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Теноч согласился с планом текущего Пиро Архонта",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Мавуика",
        "desc": "<p>Лидер Натлана, унаследовавшая древнее имя «Кионгози». Она дала обет осветить будущее народа войны Священным пламенем.<br><br>Древнее имя: <custom-ruby data-ruby=\"Кионгози|Лидер\"></custom-ruby><br><br><em>«В сложном узоре ночного неба Тейвата редко можно увидеть столь ослепительное созвездие. Его пылающее сияние словно хочет прожечь дыру в самой ткани небосвода. Когда оно превратится в падающую звезду, устремляющуюся к горизонту, его огонь превратит даже самые глубокие и холодные ночи в яркий день»</em>, - воскликнула ведьма «Б» во время гадания.</p><p></p><p><em>«Мавуика? О! Та, что состязалась со мной на стадионе Священного пламени! Ха-ха-ха, подумаешь. Я думал, что Архонты могут выпить и побольше! А... Говорят, я захмелел первым? Не может быть, ни в коем случае! В тот день я... эээ... а зачем я в тот день вообще пошёл к Пиро Архонту?»</em> - ответил Варка на вопрос Алисы о результатах «встречи» в Натлане, почесывая в задумчивости голову.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/30/70239714/b0df5861c7d3c1f7f85f6555ad4f4b4c_9130578994710546357.png",
        "displayStyle": "text",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "по сражению с Бездной, но пообещал ей, что найдёт способ, как получить свой долг. Во время",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "он стал лидером и объединил шесть племён, погрязших в спорах.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7493,
        "name": "Ванджиру",
        "desc": "<p>Героиня Натлана, носившая древнее имя<custom-ruby data-ruby=\"Увезо.|Сила|\"></custom-ruby>Погибла во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/add3afe4552cceed035952468c67b943_5035189965596681773.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Бегунья",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7000,
        "name": "Удел Благодатных Земель",
        "desc": "<p>Одно из шести племён Натлана, также известное как Тетеокан. Жители живут бок о бок с татанказаврами. Племя славится любовью к тренировкам и спортивным соревнованиям.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/34cbc5aa060896e731bea85173816bed_7751929454071826209.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "и героиня Натлана, которая первая присоединилась к Теночу вместе со своим спутником Кайеке.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7494,
        "name": "Менелик",
        "desc": "<p>Один из героев Натлана, храбрый воин, который посвятил себя справедливости и добродетели. Носил древнее имя<custom-ruby data-ruby=\"Вука.|Преодоление|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/4f28960dcb633617fa313fbc29425e38_1602890380391450858.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Один из шести героев Натлана и воин",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "name": "Клан Цветочного Пера",
        "desc": "<p>Одно из шести племён Натлана, также известное как Тлалокан. Жители живут бок о бок с кукузаврами.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/237301566/b3db302029d76613e2bfa33f036c565c_4703083528994467732.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ", который вместе со своим спутником Нгубу вторым присоединился к Теночу.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "name": "Санхадж",
        "desc": "<p>Верховный жрец Повелителей Ночного Ветра и Мастер Рубежей, носивший древнее имя<custom-ruby data-ruby=\"Бидий.|Преданность|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/7af24ba165ce8b89d310affbb18b4284_4955635251801065967.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Санхадж Компоре из",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "name": "Повелители Ночного Ветра",
        "desc": "<p>Одно из шести племён Натлана, также известное как Миктлан. Жители живут бок о бок с иктомизаврами. Повелители Ночного Ветра славятся своими предсказаниями и пользуются особыми ритуалами для усиления связи с Царством Ночи и своей Вайоб.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/24/237301566/0ed9af441ff862c8caccc8ba87d3f4e8_3382131558213222413.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "предвидел их с Теночем конец и как родится место, которое впоследствии станет именоваться",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7424,
        "name": "Пепельное море",
        "desc": "<p>Место на западной оконечности Натлана, возникшее 500 лет назад во время Катаклизма и известное как безветренная земля. Мастер Рубежей Санхадж Компоре призвал крошечное Царство Ночи, взорвал его и отбросил чёрное бедствие, создав при этом Пепельное море.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/8ef5e0aaf7edf5d156a382a5b0cc72da_768162445189865937.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ", но всё равно третьим присоединился к Теночу вместе со своим спутников Махамбой.\nПоскольку Теноч потерял своё древнее имя, Ода воскресения не смогла его вернуть.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7496,
        "name": "Буркина",
        "desc": "<p>Один из шести героев Натлана, носил древнее имя<custom-ruby data-ruby=\"Малипо.|Пламя поворота|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад от рук своего спутника.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/72c2727153942e702ee7bc8dd32597b7_2144265266735853442.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Один из шести героев Натлана и курьер",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "name": "Потомки Крон",
        "desc": "<p>Одно из шести племён Натлана, также известное как Уитцтлан. Жители племени живут бок о бок с юмказаврами. Потомки Крон славятся любовью к экстремальным видам спорта: скалолазанию, спуску по верёвке, паркуру на вулканах.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/05/237301566/79ebff2a0e10528e9129a10ee3043668_5764817952363516280.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ". Четвёртым присоединился к Теночу вместе со своим спутником Конгамато.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7492,
        "name": "Сундиата",
        "desc": "<p>Вождь племени Детей Эха и герой Натлана, носивший древнее имя<custom-ruby data-ruby=\"Барака.|Благословение|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/635c5399fafe1d44199f06a2bf16c6d4_5480790815000162720.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Вождь",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Дети Эха",
        "desc": "<p>Одно из шести племён Натлана, также известное как Нанацкайан. Жители племени живут бок о бок с тепетлизаврами.<br>«Какой бы свет вы ни искали, Дети Эха ответят вам искренностью, твёрдой и непоколебимой, как камень, и горячей, как пламя кузницы».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/05/237301566/eb438f45c1b23162d4b17505fc6b0205_4048251979466285119.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "и один из шести героев Натлана, который ещё до Катаклизма обратился к текущему Пиро Архонту с просьбой поддержать изгнание Теноча из-за его любви к битвам. Сундиата и его спутник Мухуру были пятыми, кто присоединился к Теночу в битве с Бездной.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7491,
        "name": "Тупак",
        "desc": "<p>Великан из Народа Родников, носивший древнее имя<custom-ruby data-ruby=\"Умоджа.|Объединение|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/ae03bb5614b3b8ca7e53769a14d6478c_9162010546895889955.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Главный враг юности Теноча, великан из",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6997,
        "name": "Народ Родников",
        "desc": "<p>Одно из шести племён Натлана, также известное как Мецтли. Жители живут бок о бок с кохолазаврами. В этом приветливом племени любят музыку, вечеринки и горячие источники.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/05/237301566/bf4346b2af8799209a3a494f359067a7_8906688900072372819.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ". В сражениях получил от Теноча более 300 шрамов, 20 сломанных костей и более 100 осколков обсидиана, застрявших глубоко в плоти. Тупак был последним, кто присоединился к Теночу.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Говорящая палица",
        "desc": "<p>Что может быть убедительнее весомых доводов? Только тяжёлая дубина, инкрустированная обсидианом.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/51635400/6e0130263c2de43a0bd7863edce22df3_9148127062191122904.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7030,
        "name": "Плодотворный крюк",
        "desc": "Оружие, изготовленное храбрецом Буркиной из Потомков Крон при помощи героя Теноча, ради того, чтобы заполучить лучшие во всём Натлане пламегранаты.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/25c75653d47f882870e96d9119a17e9a_6960324287026452673.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7115,
        "name": "Украшенные цветами перья",
        "desc": "Длинный лук, пылающий словно пламя. Говорят, перья, которыми он украшен, принадлежали древнему тирану Нгубу.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/0d166f885502452188022563f5fc8797_876127194185049091.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6550,
        "name": "Пепельный рог",
        "desc": "Ритуальный сосуд, передававшийся из поколения в поколение среди Мецтли. Говорят, его бережно хранил, никогда не используя, герой Тупак Великан.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/28866045cbb3e5227244b4aa09ef0db3_8394892053233317551.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6938,
        "name": "Повелитель вулканов и Теневые иглы",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ed418f2007c8595744a9baa59cf50e66_3429199171117673913.png",
        "displayStyle": "card",
        "menuId": 12
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Теноч"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Натлан"
          }
        ]
      }
    ]
  }
}