{
  "epId": 7492,
  "name": "Сундиата",
  "desc": "<p>Пятьдесят второй вождь племени Детей Эха и герой Натлана, носивший древнее имя<custom-ruby data-ruby=\"Барака.|Благословение|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/635c5399fafe1d44199f06a2bf16c6d4_5480790815000162720.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1761291102,
  "components": {
    "textualResearch": [
      {
        "title": "Записи флогистоновой кузницы Сундиаты",
        "desc": [
          {
            "type": "RichText",
            "text": "Мастеру, раскрывшему свиток: я Маган Сундиата, пятьдесят второй вождь Нанацкайана, преемник Мбанди. Подобно Даураме, Наюге и Санхаджу, я вплету древние письмена в свиток, дабы вы не блуждали в потёмках и освоили законы флогистоновой ковки.\n…\nГлава V: Иная возможная технология флогистоновой ковки\nВ свитке, оставленном нашей праматерью Саккук, говорится, что техника флогистоновой ковки появилась в эпоху древних драконов. Тогда существовал более продвинутый и невообразимый для нас поныне метод ковки, при котором различные материалы ковали напрямую из флогистона.\nСаккук была свидетельницей применения древней технологии, а основательницу нашего дела Ишкие называют Героиней кузнечного пламени, ибо ей по-настоящему открылось, как ковать из флогистона напрямую. Ишкие не была драконом, но росла безымянной сиротой, а потому сама нарекла себя именем на драконьем языке. Так что в теории технология продвинутой флогистоновой ковки полностью доступна людям.\nК сожалению, Ишкие оставила после себя небольшое наследие. Почти все её записи сгорели вместе с мастерской. Ишкие подожгла свою мастерскую, а после заставила брата вместе с нею покончить с собой, чтобы история не могла уравнять его с тираном Оч-каном. В некотором смысле она убила своего родного брата, первого вождя Тетеокана. Не осмелюсь судить её, ибо нормы морали меняются от эпохи к эпохе. Однако утрата такой технологии не может не вызывать сожаления.\nТринадцатый вождь, Хун Тох, да благословит Огонь его имя, всю жизнь пытался овладеть искусством ковки из флогистона, однако не преуспел. И я пытался, когда был моложе, но и я потерпел неудачу. Потомки, мастера будущего: предпринимайте попытки и вы, но не вздумайте тратить на поиски технологии все свои годы и силы. Ибо ткать материю из флогистона - всё равно что строить нерушимую крепость из перемолотого злакофрукта, не упуская из виду расположение каждой крупинки. Один неверный шаг - и крепость рухнет. Опыт подсказывает, что нынешний уровень развития технологий не позволит обычным людям совершить такой подвиг. Поэтому советую вам сосредоточиться на использовании флогистона в качестве дополнительного материала для закалки металлов и нефрита, а не пытаться ковать из флогистона напрямую.\nНо это не означает, что мы сдались и расписались в собственной неспособности превзойти предков и древних драконов. Помните, что флогистон всего лишь инструмент. Не позволяйте инструменту управлять вами, ведь только человек может воплотить в жизнь свою мечту.\nВ действительности многие идеи, записанные во времена Саккук, уже воплощены в жизнь, хотя ни один кузнец за эти столетия так и не овладел искусством ковки из флогистона. В пример можно привести золотые диски, сохраняющие песни и мелодии, платформы, что в мгновение ока поднимаются в воздух с помощью флогистона, или вездеходы, которым покоряется любой рельеф. Таких чудес предостаточно! Новые поколения ремесленников, да будет мирным их время, могут воспользоваться этими технологиями для создания чудес, превосходящих воображение наших современников. Вот оно, наследие Нанацкайана: «благословение», созданное руками смертных, а не полученное в дар от богов или хозяев.\n…"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "\"Sunset\" Animated Short | Genshin Impact #GenshinImpact #StandWithMavuika #Sunset",
        "url": "https://www.youtube.com/watch?v=aGtkhL8gDYE&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/aGtkhL8gDYE/maxresdefault.jpg",
        "duration": 645
      },
      {
        "title": "Cutscene Animation: \"Before Dawn Breaks\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=UUqlrTb0pSU&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/UUqlrTb0pSU/maxresdefault.jpg",
        "duration": 80
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Сундиата"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Натлан"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Дети Эха"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Дети Эха",
        "desc": "<p>Одно из шести племён Натлана, также известное как Нанацкайан. Жители племени живут бок о бок с тепетлизаврами.<br>«Какой бы свет вы ни искали, Дети Эха ответят вам искренностью, твёрдой и непоколебимой, как камень, и горячей, как пламя кузницы».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/05/237301566/eb438f45c1b23162d4b17505fc6b0205_4048251979466285119.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Сундиата был вождём племени и начальником рудников.\nИшкие\nОсновательница Детей Эха, которая до Сундиаты носила древнее имя Барака. Жила более двух тысяч лет назад.\nСаккук\nВождь Детей Эха и героиня Натлана, которая до Сундиаты носила древнее имя Барака. Жила около двух тысяч лет назад.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7490,
        "name": "Теноч",
        "desc": "<p>Герой Натлана, живший 500 лет назад. Не принадлежал ни к какому племени, поскольку был изгнан. Во время Катаклизма объединил шесть племён и отправился на западные острова сражаться с гигантским чёрным монстром.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/5037534a2e3fdae2e4478820ca23e24b_3011095891018192070.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ещё до",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Сундиата обратился к Пиро Архонту, чтобы поддержать изгнание Теноча из племён. Во время Катаклизма, когда Теноч стал главой объединённых армий Натлана, Сундиата присоединился к нему в борьбе с Бездной.\nМухуру\nСтегозавр, спутник Сундиаты",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7491,
        "name": "Тупак",
        "desc": "<p>Великан из Народа Родников, носивший древнее имя<custom-ruby data-ruby=\"Умоджа.|Объединение|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/ae03bb5614b3b8ca7e53769a14d6478c_9162010546895889955.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7493,
        "name": "Ванджиру",
        "desc": "<p>Героиня Натлана, носившая древнее имя<custom-ruby data-ruby=\"Увезо.|Сила|\"></custom-ruby>Погибла во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/add3afe4552cceed035952468c67b943_5035189965596681773.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7494,
        "name": "Менелик",
        "desc": "<p>Один из героев Натлана, храбрый воин, который посвятил себя справедливости и добродетели. Носил древнее имя<custom-ruby data-ruby=\"Вука.|Преодоление|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/4f28960dcb633617fa313fbc29425e38_1602890380391450858.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "name": "Санхадж",
        "desc": "<p>Верховный жрец Повелителей Ночного Ветра и Мастер Рубежей, носивший древнее имя<custom-ruby data-ruby=\"Бидий.|Преданность|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/7af24ba165ce8b89d310affbb18b4284_4955635251801065967.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7496,
        "name": "Буркина",
        "desc": "<p>Один из шести героев Натлана, носил древнее имя<custom-ruby data-ruby=\"Малипо.|Пламя поворота|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад от рук своего спутника.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/72c2727153942e702ee7bc8dd32597b7_2144265266735853442.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "name": "Хаборим",
        "desc": "<p>Имя Хаборим, предположительно, носили все смертные Архонты Натлана. Текущим Архонтом является Мавуика.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/d5506157004bc0381b4b390f00f69070_6188583702386847507.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Друзья Санхаджа",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6924,
        "name": "Шилонен",
        "desc": "<p>Гравёр имён Нанацкайана. Хорошо умеет находить баланс между тяжким бременем работы и комфортной жизнью.<br><br><em>«Шилонен, нужно слегка доработать солнечные очки, которые я у тебя заказывала. Узоры на концах дужек... М-м? Куда она подевалась? До обеденного перерыва ещё далеко... Шилонен! Ты тут? Надо обсудить очки!»</em> - кричала Мавуика у входа в кузницу Шилонен.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/70239714/b663e62a652cfea13b60cbb756f88f84_7030055574710067357.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Героиня Натлана, участвовавшая в плане",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "name": "Хаборим",
        "desc": "<p>Имя Хаборим, предположительно, носили все смертные Архонты Натлана. Текущим Архонтом является Мавуика.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/d5506157004bc0381b4b390f00f69070_6188583702386847507.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ". Является наследницей древнего имени Сундиаты.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Говорящая палица",
        "desc": "<p>Что может быть убедительнее весомых доводов? Только тяжёлая дубина, инкрустированная обсидианом.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/51635400/6e0130263c2de43a0bd7863edce22df3_9148127062191122904.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7031,
        "name": "Крепящий горы шип",
        "desc": "Это копьё выковали мастера рудников, чтобы преподнести его духам гор.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/201424fa6a98ffb190ae82c8ad7d0cc3_6084387639848528037.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6938,
        "name": "Повелитель вулканов и Теневые иглы",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ed418f2007c8595744a9baa59cf50e66_3429199171117673913.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Сундиата",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/23/237301566/70ca0cdfb53f53966e57d97fea2967e4_3423165538260492915.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "История умалчивает о том, кем были родители героя по имени Маган Сундиата и из какого племени они происходили, но в его жилах не было ни капли благородной крови. В песнях и легендах говорится, что Сундиата появился на свет более пятисот лет назад, осенённый благословением утренней звезды. В то время правительницей племени Детей Эха была Мбанди, матерь всех шахт и самоцветов. Она назначила юного Сундиату воином и рудокопом племени, хотя железный молот тогда был больше самого мальчика. Несмотря на это, мальчик размахивал молотом, поднимая в штольне настоящий вихрь, и продвигался вглубь горы, пока из-под его рукояти летели искры.\nКогда Мбанди вернулась в Царство Ночи, Сундиата уже был крепким и сильным не по годам юношей. В ночь, когда люди выбирали нового вождя, Сундиата покинул племя. Он был сильнейшим в племени, но власть его не прельщала, зато ему хотелось найти доказательства, что он не зря гордился своей принадлежностью к Детям Эха. Преисполненный решимостью, Сундиата отправился в странствие по неизведанным землям, но с тех пор в племени на нём легло клеймо предателя. Лишившись своего доброго имени, Сундиата отправился в далёкому магмовому озеру, чтобы сжечь своё тело в его раскалённых водах. В то время в озере жил злой дракон Луквата, который мечтал восстановить власть драконов на земле. Когда война между людьми и драконами уничтожила его племя, он укрылся в тёмной горной пещере. Глаза дракона ослепли от серных испарений, разум померк, и Луквата даже не знал, что Натлан перешёл под правление людей уже полторы тысячи лет назад. И когда Сундиата вторгся в его логово, он увидел, что легендарный дракон давно одряхлел и потерял рассудок. Сундиата рассмеялся, взмахнул молотом и сказал дракону с издёвкой:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Я обычный безымянный рудокоп, а вовсе не презренный раб.</color>\n<color=#ffffffd9>И ты никакой не правитель, а старая глупая ящерица!»</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Хотя дракон был стар, его ярость была ужасна. Жар раскалённой лавы в мгновение ока опалил волосы и брови Сундиаты, а под кожу ему проник коварный яд дракона, разъедая внутренности и вызывая страшную боль. Огромные жёлтые клыки оставляли на теле Сундиаты гноящиеся раны, а острые когти терзали старые шрамы, но юноша продолжал размахивать своим молотом. И только когда твёрдый как скала череп дракона треснул и Луквата погиб, Сундиата довольный простёрся на земле, став настоящим героем."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/23/237301566/abf3bfa47615c78e90d233493d0fa65f_5817773823182216665.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Когда Сундиата вернулся в племя, он наконец был избран вождём Детей Эха и начальником рудников. Однажды, ещё до наступления Катаклизма, шахтёры Нанацкайана несколько месяцев работали днём и ночью, чтобы создать один невероятно важный инструмент. Этот инструмент был необходим для безопасности шахт и выживания племени, и старейшины назвали его Крепящим горы шипом. Всякий раз, когда земля начинала сотрясаться и горы приходили в движение, людям приходилось делать подношения горным духам в самых глубоких пещерах, чтобы прекратить обвал. Молодой Сундиата находил этот ритуал смешным и решил узнать причину обвалов. Он отправился вдоль горных артерий, и в глубочайших пещерах обнаружил грот, охраняемый длинными шипами. Это была запретная земля тирана Оч-кана, куда тысячу лет не ступала нога человека, но вождь обнаружил там свежие следы. Тоннели извивались под землёй, подобно змеям, и никто не знал, куда они ведут. В итоге Сундиата прошёл вверх по течению подземной реки и увидел в конце тоннеля мерцающий свет. Там он обнаружил руины крепости тирана сожжённого города и убежище древних шахтёров. Когда Оч-кан попытался уничтожить всё, что было создано драконами, по этим тоннелям предки Детей Эха сбежали в безлюдные горы. Этот тайный ход был открыт слепым стегозавром, обитавшим среди скалистых утёсов. И хотя секретный проход был запечатан, кровожадным монстрам всё равно удавалось через него пробраться. Чтобы защитить свой дом в верховьях долины Теквемекан, воины племени вооружались острыми клинками и длинными копьями и яростно сражались с монстрами в тёмных пещерах. Люди потеряли счёт дням, так долго длилась битва, но вдруг кошмарные вопли и грохот металла о камень разом стихли. Крепящий горы шип даровал благословение всем, кто скрывался, чтобы отвоевать себе свободу и родную землю, но погиб, не дождавшись рассвета, чтобы рассвет встретили другие. И благословение длится по сей день."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/23/237301566/7f64c83d42532e0d29e8fc25edbdd0f4_7464811893771750377.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Во время своего правления Сундиата обратился к Пиро Архонту с просьбой поддержать изгнание воина по имени Теноч из-за его любви к битвам. Но когда по Натлану разлилась чёрная волна, именно Теноч взял свою обсидиановую дубину и отправился в путь, чтобы объединить спорящие племена. До Сундиаты к Теночу уже присоединились четыре героя из разных племён, и Сундиата вместе со своим спутником-стегозавром Мухуру стал пятым. Понимая, что эта битва может стать последней для Натлана, начальник рудников отправился на эту битву, попросив не втягивать в неё Детей Эха. Всего за Теночем пошли шесть героев из шести племён. Все они носили те же древние имена, что и шесть героев, сопровождающих первого Пиро Архонта Шбаланке. Сундиата носил древнее имя"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/23/237301566/eac52273399f768256f4e828868cd0a8_3155887671023438618.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Во время войны с Бездной натланцы подсчитали, что до полного растворения Царства Ночи в Бездне осталось не больше пяти столетий, но тогда Натлан лежал в руинах, а цивилизация умирала. Необходимо было объединить племена, иначе нельзя было мечтать об окончательной победе. У Пиро Архонта состоялся долгий разговор с героями каждого племени, и наконец был выработан план по спасению Натлана длиной в пять столетий. За это время Архонты и вожди должны были отстроить племена, а когда пришло бы время, Вайоб снова выбрали бы шесть героев Натлана с древними именами спутников Шбаланке. Вождь рудников знал будущего Архонта с самого детства и видел её силу, поэтому согласился с её планом. Сундиата был одним из тех, кто отправился на последнюю битву вместе с Хаборим, после которой она поместила свою жизнь в Священное пламя, чтобы через пятьсот лет возродиться и осуществить свой план. Во время этого сражения Сундиата бросился выручать героиню из Удела Благодатных Земель, приняв удар на себя, но в итоге всё равно все умерли. И лишь Пиро Архонт смогла добраться до Священного пламени благодаря воину из Народа Родников, погибшего перед её троном. Когда пришло время осуществления плана Пиро Архонта, дух Сундиаты помог наследнице своего древнего имени Шилонен дать силу Хаборим для сражения с Бездной.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Дети Эха",
        "desc": "<p>Одно из шести племён Натлана, также известное как Нанацкайан. Жители племени живут бок о бок с тепетлизаврами.<br>«Какой бы свет вы ни искали, Дети Эха ответят вам искренностью, твёрдой и непоколебимой, как камень, и горячей, как пламя кузницы».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/05/237301566/eb438f45c1b23162d4b17505fc6b0205_4048251979466285119.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "name": "Хаборим",
        "desc": "<p>Имя Хаборим, предположительно, носили все смертные Архонты Натлана. Текущим Архонтом является Мавуика.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/27/237301566/d5506157004bc0381b4b390f00f69070_6188583702386847507.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7490,
        "name": "Теноч",
        "desc": "<p>Герой Натлана, живший 500 лет назад. Не принадлежал ни к какому племени, поскольку был изгнан. Во время Катаклизма объединил шесть племён и отправился на западные острова сражаться с гигантским чёрным монстром.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/5037534a2e3fdae2e4478820ca23e24b_3011095891018192070.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7491,
        "name": "Тупак",
        "desc": "<p>Великан из Народа Родников, носивший древнее имя<custom-ruby data-ruby=\"Умоджа.|Объединение|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/ae03bb5614b3b8ca7e53769a14d6478c_9162010546895889955.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7493,
        "name": "Ванджиру",
        "desc": "<p>Героиня Натлана, носившая древнее имя<custom-ruby data-ruby=\"Увезо.|Сила|\"></custom-ruby>Погибла во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/add3afe4552cceed035952468c67b943_5035189965596681773.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7494,
        "name": "Менелик",
        "desc": "<p>Один из героев Натлана, храбрый воин, который посвятил себя справедливости и добродетели. Носил древнее имя<custom-ruby data-ruby=\"Вука.|Преодоление|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/4f28960dcb633617fa313fbc29425e38_1602890380391450858.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7495,
        "name": "Санхадж",
        "desc": "<p>Верховный жрец Повелителей Ночного Ветра и Мастер Рубежей, носивший древнее имя<custom-ruby data-ruby=\"Бидий.|Преданность|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/7af24ba165ce8b89d310affbb18b4284_4955635251801065967.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7496,
        "name": "Буркина",
        "desc": "<p>Один из шести героев Натлана, носил древнее имя<custom-ruby data-ruby=\"Малипо.|Пламя поворота|\"></custom-ruby>Погиб во время Катаклизма 500 лет назад от рук своего спутника.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/72c2727153942e702ee7bc8dd32597b7_2144265266735853442.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6924,
        "name": "Шилонен",
        "desc": "<p>Гравёр имён Нанацкайана. Хорошо умеет находить баланс между тяжким бременем работы и комфортной жизнью.<br><br><em>«Шилонен, нужно слегка доработать солнечные очки, которые я у тебя заказывала. Узоры на концах дужек... М-м? Куда она подевалась? До обеденного перерыва ещё далеко... Шилонен! Ты тут? Надо обсудить очки!»</em> - кричала Мавуика у входа в кузницу Шилонен.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/70239714/b663e62a652cfea13b60cbb756f88f84_7030055574710067357.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7031,
        "name": "Крепящий горы шип",
        "desc": "Это копьё выковали мастера рудников, чтобы преподнести его духам гор.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/201424fa6a98ffb190ae82c8ad7d0cc3_6084387639848528037.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7510,
        "name": "Первый поход Сундиаты",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/99206bcf5f7b719cf45b8fe34f7ba272_1799210593401237045.png",
        "displayStyle": "card",
        "menuId": 12
      }
    ],
    "galleryCharacter": [
      {
        "key": "Сундиата",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/23/237301566/394c7919f50ab4a1c491865761b02c0b_1665222390065690207.png"
      },
      {
        "key": "Сундиата",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/4dc818b68124a700a885764cb4d47263_5812020531457557491.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Сундиата и его наследница Древнего имени Шилонен."
          }
        ]
      },
      {
        "key": "Сундиата",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/70ca0cdfb53f53966e57d97fea2967e4_7561530481373036764.png"
      }
    ]
  }
}