{
  "epId": 7498,
  "name": "Кицунэ Сайгу",
  "desc": "<p>Кицунэ из клана Хакусин, которой в прошлом поклонялись как богине-кицунэ. Погибла 500 лет назад во время Катаклизма.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/0f08dee2a7798c318a8db9ebc84e13ad_7387736965287390415.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1740586082,
  "components": {
    "videoCollection": [
      {
        "title": "Character Teaser - \"Raiden Shogun: Nightmare\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ydPqFAEgHzs&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/ydPqFAEgHzs/maxresdefault.jpg",
        "duration": 101
      },
      {
        "title": "Story Teaser: Akitsu Haneasobi | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=CTWxnQawAqE&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/CTWxnQawAqE/maxresdefault.jpg",
        "duration": 226
      },
      {
        "title": "Story Teaser: Ode of Floating Dreams | Genshin Impact #GenshinImpact #RaidenShogun",
        "url": "https://www.youtube.com/watch?v=PBM2jQ0NW5o&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/PBM2jQ0NW5o/maxresdefault.jpg",
        "duration": 136
      }
    ],
    "galleryCharacter": [
      {
        "key": "Кицунэ Сайгу",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/3ad2f6ec1911f2a2dc137ba8b37851e9_6511448043239862846.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Сасаюри, Тиё, Эи и кицунэ Сайгу."
          }
        ]
      },
      {
        "key": "Кицунэ Сайгу",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/1e10e665a799a6fe87c53750fefb3b63_8815965776953485526.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Кицунэ Сайгу во время Фестиваля цветов Микавы."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "name": "Ёкаи",
        "desc": "<p>Группа почти исчезнувших сверхъестественных существ Инадзумы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/66d717b1639150140f7da09d0371f787_5710233006594620511.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2386,
        "desc": "",
        "displayStyle": "text",
        "menuId": 15
      },
      {
        "type": "RichText",
        "text": "Сайгу является ёкаем.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7499,
        "name": "Сасаюри",
        "desc": "<p>Тэнгу, генерал армии сёгуната. Погиб во время войны с Оробаси 2000 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/18/237301566/6532a7d73481ef732501064e283864c1_8653309294083624700.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Вельзевул",
        "desc": "<p>Электро Архонт Инадзумы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/68ce1b8c0e262cc6e4f1074c6431a295_2947870127704437948.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "name": "Макото",
        "desc": "<p>Бывший Электро Архонт, известная как Баал, и сестра-близнец Райдэн Эи. Погибла во время Катаклизма 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/08ad31cb2d00748c8a122eb1c2562ff8_3486406714046377869.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7500,
        "name": "Микоси Тиё",
        "desc": "<p>Верный лейтенант Райдэн Эи, обезумевшая от Кошмара после Катаклизма. Была побеждена Эи.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/6ea050aa0bf1c124840bdb386f992fb7_8473980614337086186.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Сасаюри, Эи, Макото, Тиё и кицунэ Сайгу были друзьями.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2454,
        "name": "Иорой",
        "desc": "<p>Бакэ-дануки и защитник леса Тиндзю, заключённый в камень Камуной Харуносукэ.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/124137736/5616b6b3139611441609112738d0b013_3450621923866854335.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Король бакэ-дануки был соперником и другом кицунэ Сайгу. Когда 500 лет назад начался",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ", она предложила Иорою сыграть в прятки, чтобы тот не пострадал, но так и не вернулась, погибнув от Бездны. Иорой до сих пор не знает, что его подруга умерла.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2541,
        "name": "Ханатирусато",
        "desc": "<p>Таинственная жрица Великого храма Наруками</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/237301566/fbd2dfe0d5891487065fbfb1059b6ed1_7372750484125757394.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Когда кицунэ Сайгу была заражена Бездной, её тело и разум были поглощены тёмной волей во время защиты Наруками. Память кицунэ Сайгу воплотилась в виде Ханатирусато.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Кицунэ из клана Хакусин, о которой заботилась Сайгу, пока она была маленькая.\nАсасэ Хибики\nКицунэ Сайгу была наставницей жрицы храма Наруками.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7501,
        "name": "Камуна Харуносукэ",
        "desc": "<p>Создатель Мистической палаты оммё, живший около 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/534dcacd932867bcf1f0fe68f35a36f3_1582626467927743412.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Камуна Харуносукэ был другом кицунэ Сайгу. После её смерти во время Катаклизма он создал особое искусство оммёдо, чтобы сражаться со злом.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 1997,
        "name": "Кольцо Хакусин",
        "desc": "Катализатор, в котором заточены воспоминания о кицунэ Сайгу с древнейших времен. Однако этих воспоминаний так много, что вместить их все в одном сосуде не представлялось возможным.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/白辰之环.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7435,
        "name": "Тамаюратэй но оханаси",
        "desc": "Давным-давно по Инадзуме блуждал ёкай, принявший форму огонька фонаря. Возможно, когда-то это было его пристанищем.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/a539c3f246fc39105fca045cb374aee8_7144935190009323615.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2049,
        "name": "Громовой пульс",
        "desc": "Лук, дарованный сёгуном. Его окружают непрестанно потрескивающие молнии.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/飞雷之弦振.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2001,
        "name": "Истина кагура",
        "desc": "Божественные колокольчики, используемые в ритуальном танце кагура, благословлены самой Гудзи. Вокруг них витает аромат цветков Священной сакуры.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/神乐之真意.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2090,
        "name": "Эмблема рассечённой судьбы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Воспоминания Симэнавы",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 142,
        "name": "Линза воспоминаний",
        "desc": "Таинственная линза. Если посмотреть через неё на статуи лис, вы увидите то, чего раньше не было.<br/>Говорят, давным-давно легендарная кицунэ Сайгу передала тогдашнему главе клана Хийраги, Хироси, катализатор в качестве инструмента для изгнания злых духов.<br/>Клан Хийраги, перед тем как преподнести его в знак дружбы Великому храму Наруками, использовал его в качестве линзы для заказанной у заморского мастера особенной фотокамеры.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Memento Lens_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2317,
        "name": "Новые хроники шести кицунэ ",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/New Chronicles of the Six Kitsune_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 1904,
        "name": "Милость Наруками",
        "desc": "Материал возвышения оружия.<br/>Демонов, которые обитали в дикой природе и среди людей, привлекала представляемая «Электро мицудомоэ» всемогущая Наруками Огосё. Хоть и жили они дольше остальных существ, конец приходил и им. Те, чьи годы сочтены, в погоне за вечностью могли лишь молиться, что «вечность» их не забудет. Она и в самом деле отвечала на их молитвы, запоминая друзей и врагов. Будь то живущий в тумане и прорывающийся сквозь туман демонический филин, посмевший пробраться в её королевский сад бакэ-дануки, луноликая воительница дева-они, которая столкнётся с ней в бою, паривший на чёрных крыльях тэнгу, или же сопровождавшая её кицунэ Сайгу, что пропала навеки...<br/>Эти бесчисленные истории крепко спят в её сердце, но однажды они ярко засияют в вечном раю её снов.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Narukami's Affection_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>История персонажа 4</color>\nДавным-давно человечеству не нужно было использовать фразу «давным-давно», чтобы начинать рассказы о ёкаях. Тэнгу господствовали в небесах, óни проносились по полю боя, бакэ-дануки прятались на тропинках, а кицунэ ходили среди людей. Под знаменем Наруками невероятные силы воинства ёкаев помогали людям пережить эпоху невзгод и нищеты. Не доверяя горам, они построили город у моря, и так появилась Инадзума. Среди ёкаев родословная Хакусин Кицунэ была наиболее почитаемой, и именно этот великий род оставил множество легенд среди людей. Всякий раз, когда ёкаи собирались, чтобы попировать, само собой, они хвастались о том, как их последние подвиги снова вошли в легенды. Конечно, учитывая количество выпитого алкоголя, большинство рассказанных историй слегка отличались от правды. Но никто и не был против, главное, чтобы рассказ был интересным. Со временем это стало известно как «Хякумоногатари дайкай», или «великая встреча ста историй». Нередко можно было увидеть, как Уракусай поднимает свою чашу и говорит, заставляя всех остальных ёкаев завороженно слушать его историю, вызывая улыбку даже у кицунэ Сайгу. Но Мико, которая тогда была в облике юной кицунэ, садилась на плечо кицунэ Сайгу и безжалостно выискивала любые неточности в истории Уракусая. Уракусай, обладая хладнокровием и блестящими манерами, вежливо отвечал ей, накручивая на палец свою бороду. Но Мико всегда могла найти, к чему придраться, и так они и препирались друг с другом, пока госпожа Сайгу не улыбалась и не призывала обе стороны остановиться: в конце концов, зрители хотели услышать продолжение. После ещё трёх раундов выпивки и ещё нескольких рассказов ёкаям становилось трудно даже сказать связное предложение, не говоря уже об историях. И тогда собравшиеся ёкаи отбрасывали ненужные слова и поднимались в небо, чтобы посмотреть, кто лучше всего сможет закрыть небо и луну своими силами. Это состязание получило название «ночное шествие духов в безлунной тьме» - «Хякки якко». Пятьсот лет спустя маленькая кицунэ уже сама стала могущественным ёкаем. Что касается тех ёкаев, которые разделяли с ней пир, то они уже давно затерялись где-то в войнах и истории, а их роды становятся всё малочисленнее с каждым днем. И таким образом их великое шествие, Хякки якко, стало тем, что произошло «давным-давно»."
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о лисёнке</color>\nДавным-давно однажды в святилище пришла маленькая девочка.\nВ руках она держала умирающего лисёнка. Она упала на колени перед кицунэ Сайгу в мольбах о спасении её друга.\nПо словам девочки, лисёнок стал часто появляться в деревне после того, как она покормила его жареным тофу.\nНо вскоре случилось несчастье. В тот момент, когда лисёнок ослабил бдительность, на него набросилась злая деревенская собака. С горечью и виной в сердце малышка понесла израненного лисёнка в святилище.\nКицунэ Сайгу приняла её просьбу и согласилась исцелить лисёнка. Переживая, что девочке без её друга будет одиноко, Сайгу попросила одну из кицунэ побыть с ней. Это была я.\nА дальше... Не нужно и говорить, что вскоре от такой баснословно прекрасной лисы, как я, она была без ума.\nОна покупала мне всевозможные лакомства и бесконечно баловала меня. Она не желала, чтобы я отходила от неё, даже когда спала.\nЧерез два дня раны лисёнка зажили, и вместе с девочкой мы пришли в святилище. Кицунэ Сайгу спросила её, какая из лис ей нравится больше: та, с которой она дружила, или новая?\nВ нерешительности она переводила взгляд то на меня, то на её старого друга.\nНо когда её лисёнок, подбежав к ней, заскулил, она отпустила меня.\n«Тётя жрица, ваша лиса очень красивая, но я всё равно люблю моего старого друга больше!»\nНаконец, девочка в благодарность за компанию угостила меня жареным тофу, а затем ушла со своим другом-лисёнком."
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Райдэн",
        "desc": "Её превосходительство Наруками Огосё, пообещавшая неизменную вечность для жителей Инадзумы.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/22/237301566/2669f7bf2fdea7ccf0a4aa7ac9f250b2_4767168744052349748.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>История персонажа 3</color>\nДо того как Райдэн Эи стала сёгуном, она была самураем и следила за исполнением приказов своей предшественницы. Предыдущий Электро Архонт, Райдэн Макото, не была сильным бойцом, и Эи занималась делами войны. Но кроме сражений выпадали и минуты отдыха, когда Эи с друзьями играли в каруту, сидя под сакурой. Из-за своего характера Эи всегда была самым неумелым игроком. Она никогда не побеждала и не получала призов, которые кицунэ Сайгу специально готовила для победителя. Поэтому Эи углубилась в изучение каруты с таким же сосредоточением, что вкладывала в тренировки боевым искусствам. То она донимала Макото или Микоси Тиё просьбами поиграть с ней, то лунными ночами в одиночку читала вслух стихи на картах. И вот настал день, когда под сакурой Эи побеждала противника за противником. Даже могучий тэнгу был повержен после тяжёлой битвы, и наконец она стала чемпионкой. Эи издала ликующий возглас, и победа её была встречена смехом друзей. Только тогда она поняла, что утратила самообладание, и, опустив руки, вернулась к своему обычному холодному облику. Друзья, конечно, вовсе не насмехались над ней. Они понимали её характер и то, как она старалась, чтобы завоевать первое место. А кицунэ Сайгу, сияя улыбкой, поднесла ей пирожные: «Вот и приз победителю, хоть это и просто домашние пирожные. Не думала, что это тебя так взволнует. Что ж, насладись трофеями своей победы сполна». Эи вряд ли можно было назвать жадной до сладостей, но, как самурай, она твёрдо верила, что, проиграв, непременно нужно отыграться. Эти пирожные были скорее подтверждением её стремления к победе. Но вскоре её холодное выражение лица снова сменилось улыбкой. Пирожные были прекрасны - как и вкус победы. А её неуклюжие попытки скрыть улыбку были презабавным зрелищем для её друзей. По сей день Эи часто вспоминает ту сакуру. Хотя она давно не ходила к ней... и никто больше не сидит под деревом, Эи всё равно хочет, чтобы время остановилось навсегда."
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "name": "Вельзевул",
        "desc": "<p>Электро Архонт Инадзумы.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/68ce1b8c0e262cc6e4f1074c6431a295_2947870127704437948.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о Катаклизме</color>\nЭтот солдат был одним из тысяч, пожертвовавших своей жизнью, и он говорил о той самой катастрофе, которая произошла в Инадзуме пятьсот лет назад.\nВ то время Инадзума переживала серьёзные потрясения. Какие-то были местными, а причины других коренились в... ныне павшем королевстве Каэнри'ах.\nБедствие в Инадзуме сильно меня обеспокоило. Я поняла, что должна вмешаться, пока не стало слишком поздно. Иначе оно расползлось бы по всему Тейвату.\nНо моя подруга, кицунэ Сайгу, заверила меня, что беспокоиться не о чем. Что она возьмёт на себя ответственность за защиту Инадзумы и бросит все силы на борьбу с угрозой.\nИ хотя никто из нас не хотел признаться, но мы обе знали, что впереди ждёт трагедия.\nИменно. Бесчисленные монстры внезапно появились по всей Инадзуме. И... кицунэ Сайгу пожертвовала своей жизнью, чтобы защитить людей.\nЯ так и не увиделась с ней напоследок. Но мне хочется верить, что до последнего мгновенья она не забыла данного мне обещания."
      },
      {
        "type": "CustomEntry",
        "epId": 7420,
        "name": "Мидзуки",
        "desc": "<p>Акционер бань «Аиса», представительница народа баку и клинический психолог. Посвятила себя избавлению от кошмаров и принесению людям спокойствия.</p><p></p><p><em>«Как бы тебе описать мою подругу... Если в двух словах, она очень интересная, но очарования ей не хватает. Самый известный клинический психолог Инадзумы, она прекрасно умеет читать мысли людей. А вот свои мысли тщательно скрывает. Даже мне порой трудно её понять... Если встретитесь, попробуй угадать, о чём она думает»</em>, - Яэ Мико.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/10/70239714/5533a38558ecfda3eff0f7cbf066e63c_2165909000156774632.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>История персонажа 1</color>\nХотя было бы несправедливо утверждать, что о юмэкуй-баку совсем ничего не известно, но по сравнению с вездесущими кицунэ, которые постоянно встречаются в легендах и преданиях, внушающими страх и благоговение тэнгу, они никогда не пользовались особой известностью.\nНа великом собрании, известном как Хякумоногатари дайкай, баку были не более чем второстепенными персонажами. Одни тихонько сидели в уголке и потягивали чай, других можно было встретить среди младших ёкаев, почтительно внимающих возвышенным речам и грандиозным историям высокопоставленных особ. Третьи выступали в роли прислуги, наливая чай и сакэ таким утончённым особам, как Уракусай.\nДля молодой баку Юмэмидзуки Мидзуки единственное удовольствие от посещения таких банкетов заключалось в том, что она любовалась тем, как её подруга, юная кицунэ Яэ Мико, поражала окружающих своим острым умом и находчивостью.\nНаблюдая за тем, как Мико без устали спорит с Уракусаем, свернувшись калачиком на плече своей старшей сестры кицунэ Сайгу, Мидзуки в итоге всегда съедала в несколько раз больше своей обычной порции закусок. Восхищаясь тем, как она разбивает в пух и прах аргументы оппонента, Мидзуки часто кивала в знак восхищения быстротой мышления своей подруги и даже заучивала её блестящие реплики слово в слово.\nНа следующее утро, увидев зевающую Мико, Мидзуки с нетерпением подходила к ней с миской свежеобжаренного тофу, готовая возобновить разговор, начатый накануне.\nИногда энтузиазм Мидзуки, граничащий с нетерпением, заставал Мико врасплох. В таких случаях она изящно прикрывала лицо пушистым хвостом, а затем быстро меняла тему разговора, говоря: «Пойдём есть рамэн».\nНеважно, стояли ли они лицом к лицу перед ларьком с рамэном мастера Карасу или сидели на самой крепкой ветке сакуры на южном склоне горы Ёго, или отдыхали на пляже в лучах заходящего солнца, - юная кицунэ и маленький баку были неразлучны, болтая обо всём и обо всех.\nНевысказанные секреты их сокровенных мечтаний становились сокровищами, которыми они делились друг с другом.\nНо как наследница рода Хакусин Кицунэ, обязанности, которые ожидали Мико, и ответственность, которую влекло за собой её взросление, были поистине тяжким грузом.\nКогда Мико, а затем и Мидзуки обрели способность принимать человеческий облик, их обеих, совсем как людей, разделили потоки жизни, унеся каждую в разные стороны света.\nПод руководством кицунэ Сайгу Мико постигла глубокие тайны магии ёкаев и, окруженная девами Великого святилища Наруками, освоила 880 заповедей Гудзи. Как восходящая звезда рода Хакусин, Мико пересекалась с могущественными ёкаями, укрепляя положение своего рода в мире ёкаев.\nЕё жизнь была похожа на то бескрайнее море, которым они когда-то любовались вместе, - бурная и постоянно меняющаяся, полная опасностей и трудностей, но в то же время полная бесконечных возможностей.\nМидзуки тем временем погрузилась в более спокойную жизнь. Большую часть времени она занималась земледелием или ткачеством вместе со своими друзьями-баку, чтобы свести концы с концами, но в установленное время она отправлялась в патруль, пожирая кошмары тех, кто обращался к ней за помощью.\nОна словно плыла по течению в безмятежное озеро, до крайности спокойное и однообразное.\nИх совместные прогулки становились всё реже, и в конце концов им стало трудно соблюдать договорённость проводить время вместе хотя бы раз в месяц.\nОднако Мидзуки не испытывала по этому поводу сожаления.\nКаждое утро она выходила из дома в то же время, что и Мико, а когда Мико брала тарелку с жареным тофу, которую приготовила для неё Мидзуки, она всё так же улыбалась, как улыбалась лишь самым близким друзьям.\nМидзуки сомневалась, что сможет вынести хотя бы десятую часть обязанностей Мико, и всякий раз, когда они шли вместе, чувствовала себя раздавленной под тяжестью взглядов, устремлённых на них со всех сторон.\nЕё более чем устраивала второстепенная молчаливая роль. Она давала Мико ощущение покоя, когда та в этом нуждалась."
      },
      {
        "type": "CustomEntry",
        "epId": 7420,
        "name": "Мидзуки",
        "desc": "<p>Акционер бань «Аиса», представительница народа баку и клинический психолог. Посвятила себя избавлению от кошмаров и принесению людям спокойствия.</p><p></p><p><em>«Как бы тебе описать мою подругу... Если в двух словах, она очень интересная, но очарования ей не хватает. Самый известный клинический психолог Инадзумы, она прекрасно умеет читать мысли людей. А вот свои мысли тщательно скрывает. Даже мне порой трудно её понять... Если встретитесь, попробуй угадать, о чём она думает»</em>, - Яэ Мико.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/10/70239714/5533a38558ecfda3eff0f7cbf066e63c_2165909000156774632.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>История персонажа 2</color>\nК сожалению, мирная жизнь не вечна.\nВ тот день на землю обрушилось чёрное бедствие. Ёкаи и смертные ничем не отличались друг от друга перед лицом этой злой силы, и крики отчаяния эхом разнеслись по островам.\nОзадаченные и неспособные сражаться, юмэкуй-баку могли лишь поспешно бежать, прячась в укромных уголках.\nКогда сёгун наконец уничтожил последний пережиток проклятия, а Мидзуки и её народ вернулись, всё ещё пребывая в шоке, некогда процветающее поселение превратилось в руины.\nМидзуки в смятении бегала повсюду в поисках своей подруги. Но повсюду она находила лишь обрывки прощаний и трагедий.\nКицунэ Сайгу, её соседки из детства, нигде не было. Осталась только Мико с тусклыми глазами, бледным лицом и едва заметными следами слёз на щеках, склонившая голову в молитве перед почти засохшей Священной сакурой.\nПосле этого Мико, которую знала Мидзуки, взяла на себя всю ответственность ещё до того, как стала к этому готова, превратившись в уважаемую Гудзи Яэ.\nУтренние встречи с Мико тоже стало трудно сохранить - задачи по восстановлению Великого храма Наруками накапливались бесконечно, заставляя Мико перебраться в святилище и работать без устали день и ночь.\nНарод юмэкуй-баку также был завален бесконечными просьбами. В разрушенной Инадзуме повсюду можно было встретить ёкаев и смертных, чьи тела и души были глубоко изранены.\nБедствие было оттеснено, но ужасные воспоминания, которые оно оставило после себя, продолжали жить в умах как ёкаев, так и смертных, пустив глубокие корни в их снах. Эти воспоминания каждую ночь вызывали непрекращающийся страх, ослабляя волю выживших.\nЭта сила была настолько ужасна, что старейшина юмэкуй-баку не мог ей противостоять. Развеяв кошмары некоторых самураев сёгуната, он без сил рухнул на землю и погрузился в глубокий сон, который продолжался несколько месяцев. Когда он проснулся, нанесённый ему колоссальный вред заставил его уйти на покой.\nИменно тогда Мидзуки, доселе неизвестная юная юмэкуй-баку, раскрыла свой незаурядный талант. Извлекая чёрный яд из сознания пострадавших, она испытывала боль, сравнимую с глубокими порезами и ожогами, но при этом избегала длительных периодов сна, которые нередко затягивались на полгода.\nТак Мидзуки стала надеждой страждущих. Каждый день она помогала им освободиться от мук кошмаров, терпя неизмеримую боль. Затем она, пошатываясь, уходила, ища укромный уголок, чтобы в одиночестве справиться со своим бременем.\nЭто было, пожалуй, самое трудное время для Мидзуки. Она каждый миг разделяла страдания других. Неважно, был ли это день или ночь, она видела лишь темноту, окрашенную в пурпурный цвет, струящуюся и растекающуюся, словно кровь, капающая из открытой раны.\nК счастью, в памяти хранился образ её близкой подруги. Когда Мидзуки оказывалась на грани срыва, этот отблеск цветущей сакуры помогал ей вернуть рассудок.\n«В роли Гудзи, Мико должна помогать сёгуну решать проблемы этого мира... Я также должна выполнить свой долг, помогая всем справиться с душевными страданиями!»\nБлагодаря этой поддержке Мидзуки могла продолжать работу.\nОднако она упустила из виду, что если погрузиться в работу с головой, то столетия пролетают как один миг.\nПока Мидзуки ухаживала за бесчисленными пациентами и смягчала отголоски оставленных ран, Мико, которую она знала, преобразилась, пройдя через испытания, выпавшие на долю Гудзи. Теперь она чаще сохраняла игривое настроение, сталкиваясь с быстротечным миром и его обитателями.\nИзредка сидя вместе возле старого ларька с рамэном, они, всегда делившиеся всем, после нескольких неудачных попыток открыть сердце оказались в ловушке неловкого молчания.\nПосле долгих раздумий Мидзуки решила сдаться.\nВ той катастрофе боль, которую испытала Мико, была гораздо сильнее её собственной. Жизнь в Великом храме Наруками была для неё трудом настолько тяжким, что ни один обычный ёкай не мог себе вообразить.\nКто знает, может, не имея язвительного самообладания, Мико не смогла бы противостоять лавине событий?\nСозерцая разные пейзажи, вполне естественно, что возникают разные чувства.\nПо крайней мере, они добросовестно выполняют свои обязанности. Всё, что есть сегодня, - результат самых лучших решений, которые каждая из них могла принять.\nВоспринимать близкого человека как эмоциональный якорь, ожидая, что он навсегда останется фигурой, выгравированной в ваших воспоминаниях, - это бесспорно станет тюрьмой для обеих.\nБеззаботное прошлое не вернуть. У каждой свой путь. Почему бы не отнестись к нему спокойно и не отбросить бесполезную настойчивость?\nПусть воспоминания о тех давних временах хранятся в глубине сознания."
      },
      {
        "type": "CustomEntry",
        "epId": 2541,
        "name": "Ханатирусато",
        "desc": "<p>Таинственная жрица Великого храма Наруками</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/237301566/fbd2dfe0d5891487065fbfb1059b6ed1_7372750484125757394.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор об Иорое</color>\nВообще-то он говорил про наследницу рода Белого дракона, также известную как кицунэ Сайгу. В прошлом ей много где поклонялись как богине кицунэ.\nНебесная кицунэ и Земная кицунэ когда-то были её посланницами. Когда она покинула наш мир, они обе превратились в каменные статуи, но сохранили свою силу. Теперь они ждут её возвращения чтобы вновь резвиться вместе на равнине Бякко.\nСегодня в роду кицунэ на острове Наруками осталось в десять раз меньше оборотней и духов, чем было во времена её ухода.\nИорой сказал: «Это ещё не конец!»\nВот и всё о том, что произошло. Вы знаете, что полное имя Иороя - Иорой, Тайный защитник рощи?\nПусть Иорой грубый и проказливый, но он также добрый и верный. Поэтому давным-давно кицунэ Сайгу хотела направить его на верный путь.\nЧтобы добиться того, чтобы он следовал приказам Электро Архонта, кицунэ Сайгу обхитрила их двоих, пытаясь помочь Иорою стать защитником рощи и отвечать за безопасность леса Тиндзю.\nПоэтому, когда мир покрылся непроглядной тьмой, кицунэ Сайгу беспокоилась за него, ведь он мог погибнуть, защищая лес от зла.\nЧтобы испытать его, она предложила сыграть в прятки, ведь бакэ-дануки отлично умеют прятаться...\n«Иорой, что бы ни случилось... это всё мои магические фокусы. Не дай себя обмануть и не показывайся», - говорила она.\n«Конечно, хитрая лисица. На этот раз я точно тебя одолею», - говорил Иорой. Так и началось это бесконечное состязание.\nЧерез некоторое время Иорой почувствовал, что что-то не так, и начал сеять вокруг себя хаос. Чтобы выманить кицунэ Сайгу, он даже похитил оберег.\nОн не понимал, что оберег нужен для очищения Священной сакуры. Он решил, что это обычный гребень, который по какой-то причине очень дорог кицунэ Сайгу. А потом за такой проступок он был обращён в камень.\n...Кицунэ Сайгу поглотила тьма. А потом, когда тьму удалось победить, она вместе с почвой вернулась на великий остров Наруками."
      },
      {
        "type": "CustomEntry",
        "epId": 2541,
        "name": "Ханатирусато",
        "desc": "<p>Таинственная жрица Великого храма Наруками</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/237301566/fbd2dfe0d5891487065fbfb1059b6ed1_7372750484125757394.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Разговор о кицунэ Сайгу</color>\nЯ уже говорила, что унаследовала воспоминания кицунэ Сайгу.\nКицунэ Сайгу изначально была из рода Белого дракона и защищала жителей Инадзумы вместе с Электро Архонтом.\nЯ не знаю, сколько лет прошло с тех пор, но в итоге кицунэ Сайгу поглотила тьма, когда она пыталась защитить остров Наруками.\nОднако барьеры, которые она установила, защитили множество людей. И пусть я просто унаследовала её память... и, возможно, я перехожу некоторые границы... но я горжусь ею.\nНо это не тот случай. Я не из её рода, я скорее...\nКогда с тьмой, которая её поглотила, было покончено, мысли и воспоминания кицунэ Сайгу вернулись на землю острова Наруками.\nКогда вы рассказали мне, что во время очищения корней Громовой сакуры появился отимуся, я уже знала об этом. Пока она на пути, она верит...\nВернемся к делу. Я... Я, Ханатирусато, есть скверна, сгустившаяся из воспоминаний кицунэ Сайгу.\n«Не дай ослепить себя, не дай поколебать себя, держись того пути, в который веришь».\nЭто были последние слова кицунэ Сайгу перед тем, как она исчезла.\nЯ не имею права говорить от имени рода Белого дракона. Но я верю, что будь кицунэ Сайгу всё ещё жива, она даровала бы тебе своё благословение.\nЯ надеюсь, что её слова - то есть, мои слова - смогут отвести от тебя хотя бы часть той лжи и того зла, которые ждут тебя в будущем.\nКицунэ Сайгу всегда ценила короткие песенки. Хоть я и унаследовала её память и знание тысячи и ста одиннадцати песен, которые она знала, вряд ли я смогу исполнить их так же изящно."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>«Исчезающая лиса»</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Легенда гласит, что когда-то существовала белая лиса, которая называла себя Сайгу и служила Электро Архонту. Говорят, что иногда она появлялась в облике человека, чтобы выслушать желания людей.\nОднако все желания имеют свою цену. Говорят, что ваше желание исполнится, если вы предложите Сайгу жареный тофу.\nЛегенда гласит, что однажды она поручила предкам деревни Конда таинственную миссию. Взамен она должна была защищать их и обеспечить вечный мир и процветание деревни.\nОднако по неизвестной причине Сайку перестала откликаться на желания людей. Поэтому всё меньше и меньше людей делали ей подношения. В конце концов, таинственная миссия также была забыта.\nПосле этого жители постепенно начали всё чаще и чаще встречать в деревне некоего духа.\nЛюди, которые видели этого духа, описывают его как нечто, принимающее форму молодой женщины, которая появляется в грозовые дождливые ночи. Иногда кажется, что она близко, а иногда, - что далеко...\nНекоторые говорят, что это происходит потому, что подношений стало не хватать. Другие говорят, что это потому, что жители деревни Конда забыли о своей миссии. Так или иначе, теперь великая лиса гневно предстаёт жителям деревни в виде призрака как предупреждение о надвигающейся беде.\nНекоторые даже говорят, что она больше не та белая лиса, которая когда-то приносила деревне процветание, и что вместо этого она превратилась в обиженного Татаригами...\nИ как только Татаригами положит на тебя глаз, он будет продолжать преследовать тебя, скрываясь по тёмным углам, через густую тьму которых не может пробиться твой взор..."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>«Тануки из леса Тиндзю»</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Тануки - шаловливые малыши.\nЭто относится и к тануки леса Тиндзю. Они не какие-то злые чудовища, но им нравится разыгрывать людей.\nСайгу заметила это и начала состязаться в остроумии с тануки. Само собой, она множество раз выходила победительницей, ставя их в тупик, оставляя их растерянными и ошеломленными.\nПосле таинственного исчезновения Сайгу тануки заскучали, потеряв свою соперницу и товарища по играм, и стали разыгрывать проходящих мимо жителей деревни."
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Кицунэ Сайгу"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Инадзума"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "• Ёкаи\n• Великий храм Наруками"
          }
        ]
      }
    ]
  }
}