{
  "epId": 7509,
  "name": "Хитрец Компоре",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/56c935218b22137b57a910c0f730e7eb_3419871997228669796.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1743352242,
  "components": {
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Хитрец Компоре"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7515,
            "name": "Хитрец Компоре. Том I",
            "desc": "Считается, что этот гобелен был лично соткан мастером Санхаджем Компоре. У него короткое и странное содержание. Большинство считает его вымыслом.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/56c935218b22137b57a910c0f730e7eb_3419871997228669796.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7516,
            "name": "Хитрец Компоре. Том II",
            "desc": "Считается, что этот гобелен был лично соткан мастером Санхаджем Компоре. У него короткое и странное содержание. Большинство считает его вымыслом.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/56c935218b22137b57a910c0f730e7eb_3419871997228669796.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7517,
            "name": "Хитрец Компоре. Том III",
            "desc": "Считается, что этот гобелен был лично соткан мастером Санхаджем Компоре. У него короткое и странное содержание. Большинство считает его вымыслом.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/56c935218b22137b57a910c0f730e7eb_3419871997228669796.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Говорят, этот гобелен своими руками соткал герой Повелителей Ночного Ветра Санхадж Компоре. Рассказанная в нём история кратка и загадочна, старые шаманы племени часто принимают её за шутку - как и многие другие шутки, которые хитроумный герой рассказывал при жизни, эта тоже окрашена темнотой лунной ночи. Одни говорят, что Санхадж выбрал особые нити, чтобы соткать гобелен, другие утверждают, будто Санхадж измельчил в порошок обсидиан и чёрные раковины, чтобы придать гобелену особый таинственный цвет.\nКогда-то давно в племени Повелителей Ночного Ветра жил коварный хитрец по имени Компоре. Компоре не чурался воровства и привык добиваться своего обманом или силой, а потому в племени о нём ходила дурная слава, но у Компоре был честный брат по имени Санхадж.\nВ те времена Владыка Перекрёстка ещё бродил путями смертных, даруя людям шести племён благодать сна или смерти, направляя их в подземный мир и отпуская души в чёрную реку. Он был хозяином Ночных земель, «Папой-Знахарем» и «Мамой-Сном» в одном лице. Говорят, что в конце чёрной реки он построил винокурню, где готовилось вино из грибов, и всякий испивший его мог увидеть во сне судьбу любого смертного.\n«Будь у меня такой дар, я уподобился бы прорицателям нашего племени, которые предсказывают судьбу и открывают истины, лежащие в основе всего мира!»\nГлаза хитреца забегали, и он подумал:\n«А какую прибыль принесли бы мне тайные знания и запретные мечты? Что я мог бы выторговать себе в обмен на такие сокровища?»\nИ вот, потирая руки, хитрый Компоре принялся воплощать в жизнь свой коварный план."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Чтобы выведать у Владыки Перекрёстка рецепт чудесного грибного вина, Компоре явился к своему честному брату Санхаджу и сказал:\n«Брат мой, каждый член нашего племени наслышан о твоей доброте. Я знаю, у тебя золотое сердце, ты говоришь только правду и никогда не кривишь душой. Так вот, пообещай, что будешь честен со мной и сохранишь наш план в тайне».\nНе зная о коварном замысле своего брата, Санхадж согласно кивнул.\n«Хорошо. Я открою тебе свой план. Но ты должен помогать мне и не рассказывать о нём ни одной живой душе».\nИ Компоре открыл брату свой коварный замысел:\n«Я хочу, чтобы ты отправился к Владыке Перекрестка. Скажи ему, что я неизлечимо болен, а ты ищешь лекарство Папы-Знахаря, которое подарит мне исцеление. Пока вы будете говорить, я проберусь на винокурню и украду грибное вино. С грибным вином наше племя станет ещё мудрее, а люди заживут ещё беззаботнее».\n«Подумай хорошенько, брат мой. Представь, как процветёт наше племя, получив грибное вино Владыки Перекрёстка. И представь, сколько выгод это принесёт нам с тобой».\nСанхадж хотел отказаться, но он поторопился и ответил согласием на первую просьбу брата, и теперь ему ничего не оставалось, как подчиниться воле Компоре.\nСамо собой, мы знаем эту историю только со слов Компоре. Почему он решил изобразить себя злодеем, обокравшим родного брата? Так ли всё было на самом деле? Компоре стал героем племени, а потому никто не хочет доискиваться правды."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Хотя Санхадж согласился на вероломный замысел брата, но он был честным человеком и терзался от того, что ему придётся обмануть Владыку Перекрёстка. И однажды ночью, провалившись в беспокойный кошмар, Санхадж открыл Владыке замысел своего брата.\nПротянув чёрные, как ночь, руки, Мама-Сон заключила честного Санхаджа в объятия и согрела поцелуем его чело. В беззвучной темноте сна она уже простила проступок Санхаджа. А в награду за честность она налила в обсидиановую чашу таинственного грибного вина и вручила чашу Санхаджу.\nНо в этот самый миг Компоре ворвался в палатку спящего брата и набросил ему на шею пеньковую веревку. Он заранее знал, что Санхадж раскроет его замысел Владыке Перекрестка.\nИ вот, не дождавшись предостережения от владычицы мира грёз, спящий Санхадж погиб от руки собственного брата. Обсидиановая чаша выскользнула из его рук, запачкав грибным вином его грудь и туго обвитую вокруг шеи верёвку со следами крови.\nВладыка Перекрёстка опечалился гибелью Санхаджа. Разгневавшись на коварного Компоре за столь ужасное злодеяние, он наложил на него заклятие. Несчастный Санхадж воскреснет в нём и откроет ему всю его судьбу. И отныне все, кого он обманул и убил, будут навеки запечатлены в его памяти; и каждую его ложь брат будет повторять ему на ухо тысячу раз. Так Компоре получил дар, испив грибного вина, но запятнал себя несмываемым грехом и проклятием.\nИ с тех пор Компоре стал зваться новым именем: Санхадж Компоре. Только много позже, когда Теноч собрал героев для последней битвы с чёрной волной, Санхадж Компоре наконец смог искупить свою вину... Но это уже другая история. Ха-ха, но даже после решающей битвы многие соплеменники видели в кромешной ночной тьме коварную улыбку Санхаджа Компоре... Наверняка эта история - его очередная шутка или мистификация."
          }
        ]
      }
    ]
  }
}