{
  "epId": 7510,
  "name": "Первый поход Сундиаты",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/99206bcf5f7b719cf45b8fe34f7ba272_1799210593401237045.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1743352258,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "О братья мои, дети мои, внемлите!\nЗапомните моё имя: я Дхели Мамаду из Детей Эха.\nЯ певец Детей Эха, я несу людям саги и баллады о героях.\nВ жилах моих течёт кровь Билали, первого певца баллад.\nЯ гордый потомок Кейтана Коуяте и Бинту Коуяте.\nОднажды Билали последовал за странствующим мудрецом, дабы выучить древние песни.\nА муж и жена Коуяте вплетали древние письмена в ковры и шатры.\nМой разум знает повелителей драконов и правителей варваров из тёмных веков.\nМои слова способны увлечь самого шумного маниту.\nМои рассказы проливают свет на многие истины, мои слова очищают от многой лжи.\nИбо рассказы, избавленные от лжи, становятся историей, что яснее кристального зеркала.\nВ кристальных зеркалах отражается радуга былых времён, но и тьма порой бывает ослепительна,\nкак свет в бездонных глазах мертвецов.\nИстория учит тех, кто выжил, но рассказы уходят своими корнями к умершим...\nПодобно тому, как драгоценные руды будущего всегда рождаются в жилах прошлого.\nПриходите послушать мою песню, я поведаю вам о герое.\nПодслушайте, как я пою оду детям бизона, детям гигантского носорога.\nЯ поведаю вам о герое по имени Маган Сундиата, о его подвигах и судьбе.\nЯ поведаю вам о тяготах и страстях Мали Диаты.\nЯ вознесу хвалу славному имени Соголона Диаты.\nИ спою о последней битве Наре Маган Диаты с великим врагом...\nСкажите, жил ли на свете другой герой, у которого было бы столько имён?\nОн был неуязвим для самой чёрной магии и самых злых духов!\nБратья мои, дети мои, гордые Дети Эха!\nЯ расскажу вам о тысячах варварских вождей, ныне забытых.\nЯ расскажу вам, как покорились вожди герою Сундиате.\nИ как, побеждённые, они встали под его знамёна.\nЯ поведаю вам о том, как враги становятся друзьями, как дикость становится добротой...\nЯ поведу рассказ о том, как чёрное воинство двинулось вперёд, огромное, словно гора.\nИ как герой Сундиата разбил его.\nЯ поведаю вам о подвигах, которые оказались преданы забвению, расскажу о жертвах, что не были поняты..."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Многие мудрецы этого мира происходят из простолюдинов,\nи в жилах Сундиаты не было ни капли благородной крови.\nДревние сказания исчезают, как солёные реки в тёмной шахте,\nоставляя поэтам лишь мерцающие кристаллы истины.\nА потому никто не знает доподлинно, как появился на свет Сундиата.\nДрузья постараются приукрасить его историю, враги не удостоят его своими похвалами.\nКак звали его родителей? Из какого племени они происходили?\nДаже бледный свет трёх лун не знает ответа.\nВ песнях и легендах говорится, что Сундиата появился на свет, осенённый благословением утренней звезды.\nМать его не была красавицей, отец не был силачом,\nно звёзды, что следят за нами с небес, не заботятся о красоте смертных,\nоблечённые вечным и священным долгом - плести судьбы неба и земли.\nКогда Сундиата был ребёнком, племенем Детей Эха правила Мбанди.\nЧёрная, как обсидиан, Мбанди была матерью всех шахт и самоцветов.\nОна назначила молодого Сундиату воином племени.\nИ так началась история великого воина и рудокопа.\nИ мальчик по имени Сундиата стал добывать руду.\nЖелезный молот был больше самого Сундиаты.\nНо мальчик размахивал молотом, поднимая в штольне настоящий вихрь,\nи даже храбрецы кричали в испуге: «Штольня сейчас рухнет!»\n«Ха-ха, братья и сёстры, не бойтесь!\nЭтот вихрь поднял мой молот! Видите? Вжух, вжух!»\nСундиата продвигался вглубь горы, бил молотом по камню, и из-под рукояти его летели искры.\nА люди смотрели со смесью радости и испуга, как Сундиата завоёвывает свою славу.\nКогда великая Мбанди вернулась в объятия Владыки Ночи,\nСундиата был уже юношей, крепким и сильным не по годам.\nВ ночь, когда люди выбирали нового вождя, Сундиата покинул племя.\nОн был сильнейшим в племени, но власть его не прельщала.\nЗато ему хотелось найти доказательства того, что он не зря гордится своей принадлежностью к Детям Эха.\nИ преисполненный решимости, Сундиата отправился в странствие по неизведанным землям.\nОднако соплеменники не поняли Сундиату, и с тех пор на нём лежало клеймо предателя..."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Лишившись своего доброго имени, Сундиата ступил на опасный путь дальних странствий.\nОн отправился к далёкому магмовому озеру, чтобы сжечь своё тело в его раскалённых водах.\nНыне магмовое озеро остыло, там больше не свирепствуют драконы.\nНо в те далёкие дни озеро было вотчиной злого дракона Лукваты,\nодного из немногих выживших древних драконов.\nЗлобный Луквата лелеял надежду восстановить власть драконов на земле.\nДревняя война, сотрясшая небо и землю, уничтожила его племя.\nИ он укрылся в тёмной горной пещере, тем самым сохранив себе жизнь.\nЛишившись слуг, которые предупреждали каждое его желание, Луквата одряхлел.\nГлаза его ослепли от серных испарений, разум сделался вздорным и заторможенным.\nЗастрявший в безумном сне, где продолжалась битва с посланцами небес,\nдракон не знал, что Натлан давно перешёл под владычество людей.\nИ когда крошечный раб явился в его логово, чтобы бросить ему вызов,\nдревний дракон в ярости поднялся из логова, оглашая округу кашлем и проклятиями.\nИзрыгая пламя и серу, дракон пророкотал:\n«Презренный раб! Как смеешь ты нарушать царственный покой своего правителя?»\nСундиата увидел, что легендарный дракон совсем одряхлел и потерял рассудок.\nОн до сих пор считал себя правителем, забыв о гибели своей расы.\nСундиата рассмеялся, взмахнул молотом и сказал дракону с издёвкой:\n«Я обычный безымянный рудокоп, а вовсе не презренный раб.\nИ ты никакой не правитель, а старая глупая ящерица!»\nУслышав это, Луквата от ярости лишился дара речи и снова зашёлся в безудержном кашле.\nПасть его извергла поток грязной раскалённой лавы с клубами чёрного дыма.\nНо Сундиата даже бровью не повёл и обрушил тяжёлый молот на старого дракона.\nЛуквата одряхлел и состарился, но ярость его была ужасна.\nЖар раскалённой лавы в мгновение ока опалил волосы и брови Сундиаты,\nа под кожу ему проник коварный яд дракона, разъедая внутренности и вызывая страшную боль.\nОгромные жёлтые клыки оставляли на теле Сундиаты гноящиеся раны, а острые когти терзали старые шрамы.\nНо Сундиата продолжал размахивать своим молотом, несмотря на боль.\nПока твёрдый как скала череп дракона не треснул, пока от взмахов молота не развеялся чёрный дым.\nНаконец дракон испустил дух, а магмовое озеро начало остывать.\nДовольный Сундиата простёрся на земле. Теперь он стал настоящим героем!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Первый поход Сундиаты"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7518,
            "name": "Первый поход Сундиаты I",
            "desc": "Тканый свиток, передаваемый из поколения в поколение среди Детей Эха. В нём рассказывается легенда о молодом Сундиате, жившем 500 лет назад.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/99206bcf5f7b719cf45b8fe34f7ba272_1799210593401237045.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7519,
            "name": "Первый поход Сундиаты II",
            "desc": "Тканый свиток, передаваемый из поколения в поколение среди Детей Эха. В нём рассказывается легенда о молодом Сундиате, жившем 500 лет назад.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/99206bcf5f7b719cf45b8fe34f7ba272_1799210593401237045.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7520,
            "name": "Первый поход Сундиаты III",
            "desc": "Тканый свиток, передаваемый из поколения в поколение среди Детей Эха. В нём рассказывается легенда о молодом Сундиате, жившем 500 лет назад.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/99206bcf5f7b719cf45b8fe34f7ba272_1799210593401237045.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}