{
  "epId": 7571,
  "name": "Клятва долгой ночи",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/3cf2511dfb1f91696a0ee986e5f1fb22_3371878648281977517.png",
  "filterValues": {
    "reliquaryEffect": [
      "Бонус урона"
    ]
  },
  "menuId": 5,
  "menuName": "Артефакты",
  "version": 1742960050,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Клятва долгой ночи"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Подземелье «Заброшенный причал»"
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Окрашенный шлем",
        "position": "Корона разума",
        "desc": [
          {
            "type": "RichText",
            "text": "Древний и тяжёлый шлем. Это реликвия, которая символизирует наследие старого рода северных воинов."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/05fda276bef09554c8f211f522d0af40_3781380058496969941.png"
      },
      "sands_of_eon": {
        "title": "Скорбный колокольчик бессмертного",
        "position": "Пески времени",
        "desc": [
          {
            "type": "RichText",
            "text": "Бронзовый колокольчик воина, странствовавшего по чёрной бездне. Его скорбный голос часто слышится в беспросветной ночи."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/a31853ec22fd57e5d86d57410b9f29ab_6254013672553410186.png"
      },
      "flower_of_life": {
        "title": "Клятва светоносца",
        "position": "Цветок жизни",
        "desc": [
          {
            "type": "RichText",
            "text": "Железный цветок, который носил ратник. Символизирует торжественную клятву неустанной бдительности, принесённую этим человеком."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/3cf2511dfb1f91696a0ee986e5f1fb22_3371878648281977517.png"
      },
      "plume_of_death": {
        "title": "Соловьиное перо",
        "position": "Перо смерти",
        "desc": [
          {
            "type": "RichText",
            "text": "Искусное украшение головного убора, выполненное из пера соловья. Считается, что такую форму ему придал первый Литейщик факелов."
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/16b85e568d3142cb76a402c1f2a2ba3b_6000909972545702054.png"
      },
      "goblet_of_eonothem": {
        "title": "Умолкнувший рог",
        "position": "Кубок пространства",
        "desc": [
          {
            "type": "RichText",
            "text": "Рог, которым когда-то призывали хранителей клятвы. Он давно утратил своё применение."
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/a3e5d377be8f8a8104334ae67f6c9ad4_7361859787259660590.png"
      }
    },
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 7488,
        "name": "Вареса",
        "desc": "<p>Могучая воительница и хозяйка сада из Удела Благодатных Земель, которая живёт неторопливо и очень расслабленно. Она любит могущественных героев и огромные порции вкусной еды!</p><p></p><p><em>«Вареса, моя самая необычная ученица... Её непринуждённая, неформальная манера поведения не имеет себе равных. Куда бы она ни отправилась, она всё равно что ребёнок в путешествии, который думает только о местных лакомствах или ищет подходящее место для ночлега... Но, если вам доведётся вместе сражаться с монстрами Бездны, будьте осторожны, ведь как только она входит в раж, её поведение становится весьма агрессивным»</em>, - Иансан.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/26/70239714/8e069d8d2ebf92fa2e78a0507f0c749a_6935232209907120535.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Варесе будет очень полезно увеличение <color=#ffd780>урона атак в падении</color> , которые она использует. Поскольку она часто активирует <color=#ffd780>элементальный навык</color> , а также <color=#ffd780>заряженную атаку</color> и <color=#ffd780>атаку в падении</color> после навыка, она может получить максимальный бонус урона.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Сяо",
        "desc": "Бессмертный дух Якса, охраняющий гавань Ли Юэ. Также зовётся Охотником на демонов или Защитником Якса.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Сяо будет полезно увеличение <color=#ffd780>урона атак в падении</color> , которые он использует во время <color=#ffd780>взрыва стихии</color> . Стоит учитывать, что Сяо обычно не использует <color=#ffd780>заряженные атаки</color> , поэтому набрать уровни Вечного сияние может быть сложнее.",
        "alignment": "center"
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Урон атак в падении увеличивается на 25%.",
      "fourSetEffect": "После того как атака в падении, заряженная атака или элементальный навык экипированного персонажа поражают противника, экипированный персонаж получает 1/2/2 уровня Вечного сияния. Атаки в падении, заряженные атаки и элементальные навыки могут по отдельности вызывать этот эффект один раз в 1 сек. Вечное сияние: урон атаки в падении повышается на 15%. Эффект длится 6 сек. и складывается до 5 раз. Длительность каждого уровня рассчитывается отдельно."
    },
    "story": [
      {
        "title": "Клятва светоносца",
        "desc": [
          {
            "type": "RichText",
            "text": "...В те времена охотничьи ветры с севера усмирили землю и по приказу жестокой знати истребили непокорных жителей приграничья.\nИ в попытке захватить власть, оставленную небесными лунами, юродивый старец, изъяснявшийся на странных наречиях, представил коварный заговор Царю альвов.\nДети луны, прятавшиеся в лесах, разбежались, а их родные сёстры, следуя велению судьбы, ступили на окольную тропу.\nВ итоге даже возомнивший о себе невесть что безумец не смог вырваться из небесной темницы, и фантазии кончились тем, что его поглотило демоническое небо.\nНо всё это случилось в ту пору, когда «рай» ещё не родился.\nВ то время «рай» был не более чем фантазией двух детей под луной.\nПока много лет спустя один из них не был казнён как разбойник, чьи преступления гремели в разных странах.\nЛишь тогда второй наконец понял истинный смысл слов, которые, казалось, были сказаны без всякого злого умысла.\nНам хорошо известно, что было дальше.\nКогда наступила долгая ночь, двору северного королевства стало не до пограничных земель за снежными равнинами.\nПолчища чёрных зверей пронеслись по бесплодной земле, разрушая все следы цивилизации.\nТак было до тех пор, пока первый Литейщик факелов не рассёк тьму лучом света, взяв силу у жрицы Детей луны.\nИменем луны он прогнал тьму в древние сумрачные руины и закопал её поглубже вместе с душами, растерзанными кошмарами.\nКогда всё осталось позади, выжившие построили маяк на вершине горы, откуда наблюдали за новой правительницей Снежной.\nЧтобы сохранить чистую, детскую мечту своего друга, Литейщик не побоялся защитить её перед судом Царицы.\nОн получил указ, которого так ждал, но ему пришлось взять на себя клятву бдительности и самопожертвования.\nТак началась история «рая», известного под названием «Нод-Край»."
          }
        ]
      },
      {
        "title": "Соловьиное перо",
        "desc": [
          {
            "type": "RichText",
            "text": "Легенды гласят, будто соловьи с горящими угольками в клювах летают только в безлунные ночи.\nКрошечные огоньки прочерчивают небо, словно падающие звёзды, и даже самые тёмные времена наполняются светом.\nВ руинах древнего замка, построенного ещё в эпоху освоения новых земель, возвышалась башня, где «светоносцы» стояли на страже долгие ночи напролёт.\nПрошли столетия с тех пор, как их предки дали Царице присягу вечной верности.\nОбитатели этого «рая» верили, что, пока их маяк не погас, они могут пользоваться полной свободой,\nне страшась свирепых чёрных зверей, которые обрекут их на скитания, не прося убежища в землях на севере.\nНо вот однажды из-за горизонта донёсся леденящий душу звук: Повелитель Дикой Охоты скакал по ночному небу.\nПо своему обыкновению, дозорные сняли меховые шубы, когда дозор был закончен, но солнце в тот день не взошло.\nРёв сигнальных горнов разнёсся по горам, и воины выстроились у подножия башни\nв ожидании приказа выступить на юг, дабы исполнить древнюю клятву.\nНо Старшина светоносцев сидел посреди Медового зала, храня молчание.\nИбо на севере к городским воротам уже подошла армия, сияющая, как солнце в полярный день.\n«Воины Белой Звезды, почему вы решили именно сейчас постучать во врата Пирамиды?\nДаже у вас нет права попрать священную власть, дарованную нам её величеством Царицей».\nНезваные гости назвали себя подкреплением, но Старшина знал, что у них были иные причины сюда явиться.\nНо уступить сейчас означало бы положить конец автономии, которую они отстаивали на протяжении столетий.\nИз-под маски старшего офицера донёсся голос, тихий и прохладный.\nИ тут же откуда-то послышался глумливый смешок.\n«Оттуда и пришло чёрное бедствие. Помните, Снежной не вынести тяжести вашего поражения.\nВоины Соловья, сражайтесь до последней капли крови! Но если никто из вас не вернётся...\nМы позаботимся о \"последствиях\"»."
          }
        ]
      },
      {
        "title": "Скорбный колокольчик бессмертного",
        "desc": [
          {
            "type": "RichText",
            "text": "Казалось, вернулась великая битва, от которой пылала земля: воздух был напоен запахом крови.\nС громким воем армия духов пронзила кромешную тьму ночного неба.\nСогласно народным преданиям, то было демоническое воинство, явившееся из другого мира, чтобы забрать души.\nДругие считали их призраками, оставшимися после давнего кошмара.\nНо на самом деле то было бедствие, которое жители приграничных земель называли Дикой Охотой.\nБудь это летней грозой, что мечет с неба громы и молнии,\nлюди, привыкшие к жизни, полной опасностей и приключений, сочли бы её лишь мелкой неприятностью.\nНо то была буря, которой не видели уже сотню лет, она обрушилась на землю, словно чёрный кровавый дождь.\nТогда люди наконец поняли, что кошмарные предания, которые рассказывали их предки,\nне были пустыми сказками, нагонявшими страх на детей: их породил леденящий кровь ужас.\nНо кто-то должен встретиться лицом к лицу со страхом, чтобы зажечь свет и направить блуждающих в бесконечной тьме.\nСтая чёрных воронов летела между светом и тьмой, ведомая человеком, что шёл против света.\nОн молча поднял свой меч, и лицо его в отблеске лезвия было столь же твёрдым и непримиримым, как сам меч.\nСознавая, что идут на верную смерть, воины выполнили свою присягу и вышли на поле боя, откуда никто уже не вернулся.\n...\nВ конце пути остался лишь человек с тёмным клинком.\nОн знал, что скверна, вызвавшая Дикую Охоту, прячется в глубине этого густого леса.\nЕщё немного, совсем немного, и он спасёт землю, которую поклялся защищать.\nПогрузившись в свои мысли, он не заметил даже, что тело его разорвано на части,\nа сигнальный колокольчик, который он носил с собой, звенел, надрываясь, всё время, пока чёрная грязь сражалась с кровью и плотью.\nВозможно, напуганные тревожным звоном, падальщики замерли на месте,\nпозволив ему уйти в бездну, чтобы выполнить данную клятву...\nМного лет спустя по городам и сёлам разошлась новая легенда:\nесли слышишь заунывный звон колокольчика, значит, сюда идёт тот, кто поклялся истребить Дикую Охоту."
          }
        ]
      },
      {
        "title": "Умолкнувший рог",
        "desc": [
          {
            "type": "RichText",
            "text": "Когда затрубил рог, возвещая о могуществе Севера, громогласная поступь сотрясла землю,\nсловно железные рельсы, протянувшиеся сквозь холодную тундру бледным огнём.\nОсобые войска, преданные её величеству Царице, не подчиняются никому из Предвестников.\nОни поклялись создать новый, чистый мир под белыми звёздами.\nЖители приграничных районов, получивших автономию, всё равно остаются сынами своей родины.\nИбо любовь Царицы не ведает границ, в ней найдётся место для каждого последователя.\nВера в это с самого детства жила в сердце прапорщика, возглавляющего пограничный отряд,\nпока он не оказался у врат ада и не увидел души, которые никто и никогда не любил.\nЗапрос атаковать до сих пор не одобрили, но прапорщик втайне принял решение.\nМы проделали столь долгий путь, чтобы спасти невинных людей, пострадавших от безжалостного бедствия.\nРазве можем мы стоять в стороне и смотреть, как чёрные монстры вгрызаются в землю, разлучая матерей с детьми, убивая невинных?\nЕсли это и есть приказ, который отдали власти предержащие, это никуда не годится.\n...\nСеверный ветер разогнал мутные миазмы, рассветные лучи пробились сквозь чёрные тучи и вновь пролились на лазурную землю.\nВойна закончилась, но башня встречала не героя, вернувшегося с триумфом, а преступника и детей, которых он спас, рискуя жизнью.\nХотя план был реализован неидеально, доктор-отступник не придал этому особенного значения, поскольку главная цель была достигнута.\nСамовольная отлучка и измена Царице - тяжкие преступления, но новая присяга дарует помилование.\nНовые воины будут нести вахту на лестнице, сложенной из костей, пока бездонное море не иссякнет."
          }
        ]
      },
      {
        "title": "Окрашенный шлем",
        "desc": [
          {
            "type": "RichText",
            "text": "Легенда гласит, что первый Литейщик факелов пришёл с далекого севера Снежной, а соловей был эмблемой блестящего рода, к которому он принадлежал.\nЧлены его семьи когда-то служили тайными агентами, но милостью Зимнего Царя им был пожалован аристократический титул.\nТак этот человек невысокого происхождения оказался при дворе, украсив собой круг придворных альвов.\nКогда пришло бедствие, приграничные земли, некогда бывшие средоточием больших надежд, оказались покинуты богами.\nНо в самый тёмный час, который только выпадал Нод-Краю, с севера пришёл одинокий всадник, облачённый в доспехи цвета тёмного серебра.\nБудто зная, зачем он явился, посланница новой луны зажгла фонарь, дабы рассеять тьму.\nВ ночь накануне отплытия к южным островам Лемпо воины устроили большой пир в Медовом зале.\nСамым заметным воином в Медовом зале оказался юноша с копьём и в чёрном шлеме с плюмажем.\nСреди современных ратников мало кто носил столь тяжёлые и старинные доспехи.\nИбо они были знаком того, что в жилах их владельца течёт кровь первых воинов, которые последовали за Литейщиком, дабы отразить наступление тьмы.\nУ них не было ни наделов, ни титулов, но они продолжали свято чтить клятву своих предков,\nибо верили, что владыка альвов, который некогда защищал всю Снежную, хранит их по сей день.\nМолодой воин стоял на коленях у тел своих павших товарищей посреди болотистой тундры, теперь залитой кровью героев.\nСамопожертвование всегда было уделом и славой ратника... но если бы он мог спасти ещё хоть кого-нибудь, пусть только одного...\nИ потому, как его предки когда-то, воин взмолился древнему божеству, которому никто больше не поклонялся, взмолился правителям, которые раньше были ему подвластны.\nТо ли разбуженный рёвом горнов, то ли давно забытым запахом кровопролития, то ли просто от скуки\nспящий призрак очнулся от долгого и крепкого сна и откликнулся на мольбы.\nКак и было предсказано в древних легендах, призрачный синий лесной огонь возродится на новых полях сражений..."
          }
        ]
      }
    ]
  }
}