{
  "epId": 7622,
  "name": "Дети Морозной луны",
  "desc": "<p>Потомки легендарного золотого королевства, поклоняющиеся лунной богине. Большую часть времени они живут в дикой местности или в лесах и собираются на острове около Нод-Края, где находятся реликвии, похожие на Автоматонов таинственного источника древних драконов.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/495bf3319bc3e1faf3bafaa0ee422e48_384379782252634774.png",
  "menuId": 23,
  "menuName": "Группа",
  "version": 1758463559,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Трейлеры и тизеры",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Превью Нод-Края «В безмолвной морозной ночи»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/18/237301566/914f170faaac58337cd3fa5f71e021a3_902214802238861933.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>18 июля 2025</color>\nПроисхождение Детей Морозной Луны уходит в глубокую древность и восходит к тем временам, когда в небесах Тейвата ещё сменялись фазы лун.\nТеперь лунный свет больше не меняется, как и эта безмолвная морозная ночь.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=29lHlxxtaZg&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Трейлер «Песня полой луны»: Баллада о лунной ночи"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/22/237301566/0c45570ce211e2ad99c126c6aef53690_489394307815342674.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>22 июля 2025</color>\nОна роняет капли росы на каждый цветок,\nи окрашивает сумерки в серебряный свет.\nТак в мрачных лесах воют тени,\nи в страхе бегут птицы и олени.\nОна напевает безымянную мелодию,"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/22/237301566/c95eb673501df4f92527fad1ccd20085_7545520793324804347.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "бродя по одиноким залам дворца.\nЧтобы родина не пала во мрак.\nЧтобы эта повесть не канула в забвение.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=QWDyxSo-oq0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Иллюстрации",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Группы Нод-Края: Дети Морозной луны"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/13/237301566/3e1ad3af376681a5cd8f222a70004e0a_9191196122443000784.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>26 апреля 2025</color>\nПотомки легендарного золотого королевства отказались от своей древней цивилизации и среди гор и лесов нашли новый дом. Единственное, чего они никогда не отвергали - веру в богиню луны. Теперь, с приходом Фатуи, их мирная жизнь, похоже, подходит к концу..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "RichText",
        "text": "Гиперборея\nЗолотое королевство, созданное и уничтоженное",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Изначальный",
        "desc": "<p>Первый сошедший, победивший семь владык элементальных драконов и создавший людей. Также, вероятно, известен как Фанет.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/08/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_4818954959690057221.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "около 6000 лет назад. Дети Морозной Луны являются потомками Гипербореи.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7625,
        "name": "Лунные богини",
        "desc": "<p>Ария, Саннада и Канон - три сестры и лунные богини, некогда правившие первозданными небесными сферами. Война со Вторым престолом привела к гибели сестёр и уничтожении лун.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/1f76253cb02cf46c0f6d8b836271b6f2_7084873002776829305.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Когда Гиперборея была уничтожена, Богиня Морозной Луны, Уррекуутар, вняла молитвам выживших и провела их в",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7623,
        "name": "Нод-Край",
        "desc": "<p>Благословлённая луной земля, расположенная на северо-западе Тейвата.</p><p>Следуйте за серебряной нитью, сотканной новолунием, пересеките резкие ветры и замёрзшую тундру, пока озёра, словно осколки разбитого зеркала, не отразят вечный блеск инея. Дни коротки, но в долгие ночи свет и песни новой луны нежно ласкают лица Путешественников. Зажгите огни в башне, чтобы истинный свет луны снова засиял над этой землёй.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/20/237301566/78a8e1dd1bd89bf1cc3a54aaf005406f_1619367022092392301.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ". Потомки золотого королевства назвали себя Детьми Морозной Луны, чтобы почтить её за спасение.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7476,
        "name": "Коломбина",
        "desc": "<p>Номер три из Предвестников Фатуи, известная под кодовым именем Субретка. Также является Богиней Луны Куутар.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/eec3ce8e5b5a2fcef15e211af926b3b3_5988948115832256860.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Куутар, Богиня Луны, связанная силами с Морозной Луной. Из-за алчности и заблуждений Детей Морозной Луны, Куутар покинула их.\nЛовия\nСтаршая жрица, жившая более 500 лет назад. Ловия объединилась с",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8930,
        "name": "Ротванг",
        "desc": "<p>«Юродивый старец», мечтающий о чёрном рае за небесами. Его настоящее имя - Раутванги.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/21/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_4323576423725558441.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "и пыталась создать идеального наследника, ведущего к раю. Для этого она преступила законы и очищала кровь близнецов Айлы и Алии.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8924,
        "name": "Айла",
        "desc": "<p>Первый Голос Лунного Гимна, жившая 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/19/237301566/c414e4ed94fae43ea026ca79a1796389_7673756658384932126.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Первый Голос Лунного Гимна, жившая 500 лет назад. Из-за очищения крови смогла видеть судьбу. После того как её сестра Алия покончила с собой, Айла поняла, что Ловия обманывала их и убила её, предав её имя забвению. Айла реформировала Детей Морозной Луны, отказавшись от идеи создать идеального наследника.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8396,
        "name": "Лаума",
        "desc": "<p>Святая, благословлённая лунным светом и лесом, надежда, рождённая среди Детей Морозной Луны.<br><br><em>«Под началом нашей доброй Посланницы Лунной Баллады не пострадает ни одна невинная душа, будь то человек или зверь... Эх... Но когда право сильного перестаёт действовать, диким зверям, привыкшим к кровожадной охоте, приходится несладко»</em>, - Нефер.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/09/70239714/3a81221c8669ea5409b2ccd434132fb5_4838901057661983165.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Текущий Голос Лунного Гимна, обладающая исключительно чистой кровью, которой не видели уже сотни лет. Из-за своих способностей Лаума чувствовала, что луна, которой поклоняются Дети Морозной Луны, ненастоящая, а настоящая находится за пределами ложного неба. Она рассказала об этом Детям Морозной Луны, чтобы привести их к истинной вере.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8919,
        "name": "Верна",
        "desc": "<p>Верховная жрица Лунного порядка из Детей Морозной Луны. Её полное имя - Вернадска.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/19/237301566/1bef9436f61c40e795c8c141e804411e_754138626874625613.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Верховная жрица Лунного порядка, открывшая запечатанную 500 лет назад Айлой Палату первого указа.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8923,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Лучший рыбак Детей Морозной Луны.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8922,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Дочь жрицы Рахетар, интересующаяся историями за пределами острова Хийси.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные области"
      },
      {
        "type": "CustomEntry",
        "epId": 8826,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 8521,
        "name": "Серенада шёлковой луны",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/b8350998129a66e67c1a7691153da68d_6559589601591776539.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 8512,
        "name": "Рассвет прядильщицы луны",
        "desc": "Безупречный и острый серебряный меч, который пронзает доспехи подобно лунному свету. Легенда гласит, что это священный клинок, благословлённый первым Голосом Лунного Гимна.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/02686441b09dcc1d5029ff21a6d04ef8_297003927757836842.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 8836,
        "name": "Зеркало прядильщицы ночи",
        "desc": "Зеркало из безупречного серебра. Согласно легенде, оно стало свидетелем рождения Девы Луны, поэтому Дети Морозной Луны считают его священной реликвией.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/d28b849e0abef976114ea7ecef92960e_4616051474368823347.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 8779,
        "name": "Гимны крайнего севера",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/288d84d9769eb1650cbe427026ebe402_5495273741062744782.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 8879,
        "name": "Печать Вечной Луны",
        "desc": "Соберите все 3 печати, чтобы открыть сокровищницу на острове Хийси.<br><br>Вы случайно нашли этот круглый камень с отметиной во время исследования. Если собрать три с одинаковыми знаками, возможно, удастся воссоздать тень яркой луны, когда-то озарявшей мир.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/ff13c58b35b51614680bf8e6b91421c6_5130227984953364823.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Дети Морозной Луны",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/20/237301566/7c0405d180c21d61966c910c78058a85_7646322684421128882.png"
      },
      {
        "key": "Остров Хийси",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/20/237301566/e61d62ff2a978a567c05fdba726fd012_5766728266200998337.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "«О, луна, милосердная госпожа, куда ты ведёшь нас?"
          }
        ]
      },
      {
        "key": "Озарённая платформа",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/20/237301566/e310f312bc07c55220c5588d2f315ef8_4996008863157412932.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Бедствия мира рождают в смертных желания, а желания - веру. Но если вера не всегда предназначена для фантомов, то зачем придавать ледяным глыбам форму, что берёт начало из снов и песен?"
          }
        ]
      },
      {
        "key": "Чертог серебряной Луны",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/20/237301566/a528cc415dc388bf658d805e3f767a96_6093793969788706995.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Луна так же ярко сияет, как и тогда."
          }
        ]
      },
      {
        "key": "Палата первого указа",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/20/237301566/3eac5e8e2d923bc43ea064a88573de8b_9015462982257315575.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "«Все мы запятнаны грехом... Как же тогда мы можем увидеть безупречный лунный свет?»"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Древняя книга",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nСогласно учению святых Золотого Города, чувства должны подчиняться уму, ибо смертным языкам не под силу выразить священные тайны, а мимолётные движения сердца лишь оскверняют слова предков. Во имя чистого и великого идеала, ради будущего сынов крайнего севера, необходимо (...).\nУказ был одобрен Ловией, скромной прислужницей Морозной Луны и [...]-й старшей жрицей со времён падения Гипербореи.\n...\nУказ CMLXIII: Альтернативный план избрания священного наследника\n(Текст полностью стёрт, прочитать его невозможно.)"
          }
        ]
      },
      {
        "title": "Древняя книга",
        "desc": [
          {
            "type": "RichText",
            "text": "...\n...Согласно учению святых Золотого Города, все сведения, касающиеся ремёсел и тайных обрядов, при записи должны быть очищены от чувств и личных отношений, ибо смертным языкам не под силу выразить священные тайны, а мимолётные движения сердца лишь оскверняют слова предков. Не пытайтесь постичь то, что лежит за пределами человеческого разумения, но ревностно читайте древние молитвы, дабы не осквернить чистоту благословений.\nПовеление было одобрено Саредне, скромной прислужницей Морозной Луны и 13-й старшей жрицей со времён падения Гипербореи. Обязательно к исполнению. Во имя владычицы Морозной Луны древние законы, некогда неясные и трудные для понимания, теперь изложены доступно и кратко, дабы верующие не колебались и не сбивались с пути.\n...\nУказ III: Рай и Пророчество о священном наследнике\nПотомки Гипербореи должны хранить свою священную кровь чистой, ибо однажды на свет явится священный наследник рая.\nЗапрещается вступать в брак с ближайшими родственниками. То есть браки между кровными родственниками запрещены.\nЗапрещается вступать в брак с членами клана, запятнавшего себя богохульством.\nЗапрещается вступать в брак с членами клана, лишившего жизни невинного человека.\nЗапрещается вступать в брак с членами клана, нарушившего клятву.\nЗапрещается вступать в брак с членами клана, который не носит короны-рогов.\nЗапрещается вступать в брак с членами клана, запятнавшего себя отцеубийством.\nЗапрещается вступать в брак с помешанными.\nЗапрещается вступать в брак с потомками альвов.\nЗапрещается вступать в брак с неверующими.\nЗапрещается вступать в брак с чужестранцами.\nБрак есть священнейший акт добродетели, и его необходимо хранить в чистоте. Нечистые деяния да не осквернят нашу кровь.\nДа не прогневают ваши деяния владычицу Морозной Луны, да не нарушены будут ваши клятвы.\nПеред вступлением в брак брачующиеся должны получить благословение старшей жрицы, иначе на род их падёт проклятье.\nПроклятье падёт на их потомков до седьмого колена, а потом ещё до седьмого колена.\nПусть рога нарушивших сию клятву будут отсечены серебряными клинками. Пусть они будут ввергнуты в долгую ночь непознанного.\nТак услышьте древнее пророчество. Однажды наступит рай, и явится миру владычица, раем повелевающая.\nЛожное семикратное сияние высоких небес падёт к её ногам, и кости земли восстанут, дабы последовать за ней.\nИбо она станет источником единства с миром, ибо с неё начнётся возрождение первого великого подвига.\nХраните мудрые слова сего указа в своём сердце и помните, что в жилах ваших течёт благословенная кровь.\n...\nУказ VI: Подношения Мельнице САМПО\nПотомки Гипербореи должны любой ценой защищать сокровище, выкованное святыми Золотого Города.\nДа будет известно, что реликвия, именуемая Мельницей САМПО, есть священное творение, ибо её благословение дарует нескончаемый поток золота, зерна и соли.\nТолько наследник, предсказанный в пророчестве, сможет пробудить Мельницу и сотворить для нас рай вечного изобилия.\nКак гласит пророчество предков, священное творение должно быть запечатано в святилище до рождения наследника, дабы не подверглось оно осквернению.\nПоследовательницам, не достигшим ранга жрицы, не должно входить в святилище, где запечатана Мельница, иначе на род их падёт проклятье.\nПроклятье падёт на их потомков до седьмого колена, а потом ещё до седьмого колена.\nПеред весенним севом должно принести в жертву Мельнице САМПО пшеницу, козье молоко и соль, дабы вас не постигла беда.\nДолжно назначить хотя бы одну жрицу, которая будет возносить гимны Мельнице САМПО днём и ночью, дабы стяжать богатый урожай и процветание.\n...\nУказ X: Подношение Стреле Терпикераунаса\nПотомки Гипербореи должны благочестиво почитать Стрелу Терпикераунаса.\nДа будет известно, что сия реликвия, выкованная из чистого света, суть лук и стрелы, пронзающие многоликую тьму ледяной ночи.\nПриготовьте священное масло, как готовили его наши предки:\nвозьмите чистый серебряный сосуд, сосуд без воды и пыли, ибо корень всякой скверны - нечистота.\nВложите в сосуд жир ягнёнка, прозрачный и беспримесный, согрейте его на медленном огне.\nОгонь не должен быть ни слишком горяч, ни слишком холоден. Если жир кипит, значит, огонь слишком горяч.\nДобавьте следом серу, соль, опилки и воск, после перемешайте.\nМешайте до тех пор, пока масло в сосуде не станет однородным.\nСемь часов вы должны отсчитать, и часов должно быть семь. До шести вы не должны считать, и до восьми тоже,\nесли только вы не считаете до семи. До пяти считать не надо, до девяти тоже.\nЗатем умаслите лук и стрелы священным маслом,\nи стрелы ваши поразят чёрных врагов, и разломят их на осколки, как серебряный диск, и они тут же сгинут."
          }
        ]
      },
      {
        "title": "Древняя книга",
        "desc": [
          {
            "type": "RichText",
            "text": "(Толстая стопка бумаг, спрятанная кем-то в секретном отделении с задней стороны обложки.)\n...\nВ соответствии с регламентом, установленным (...), все сведения, касающиеся Механикоса и Техникоса, при записи должны быть очищены от чувств и личных оценок, регистрировать такие сведения следует кратко и объективно, чтобы не искажать истину личным отношением, чтобы накопленные знания в полном объёме передавались будущим поколениям и служили на благо нашего народа.\nСодержание настоящего документа одобрено Спаргапирис из рода Хаксафрауса. Все члены ордена, начиная со жрецов-распорядителей, обязаны заучить его наизусть и неукоснительно соблюдать предписанные процедуры, пока прогресс восстановления цивилизации не достигнет пяти седьмых (за более подробной информацией обращайтесь к Руководству по Техникосу I-330).\n...\nЕсли вы читаете эти строки, примите поздравления! Вы успешно прошли базовую аттестацию по Техникосу и Механикосу и получили титул жреца-распорядителя.\nК сожалению, ваш новый титул не даёт никаких привилегий, это бремя ответственности и страданий, которое вы возложили на себя во имя нашей страны и всех живых существ, что её населяют.\nВам суждено посвятить всю свою молодость, всю свою жизнь сохранению последних остатков цивилизации. Но до самого последнего вздоха вы можете так и не увидеть сияния Морозной Луны, не увидеть рассвета над нашей прекрасной родиной. Ибо огни крайнего севера погасли, и бесчисленные поколения обречены дрожать от холода посреди коварной ночи. Поруганный подлунный мир никогда не знал чудес, и слёзы ни разу не выручили из беды наших сородичей.\nТак какой смысл в том, чтобы нести возложенное на вас бремя?\nПолагаю, всё это ради несбыточной мечты. Мечты о бесчисленных новых днях, о бесконечных развилках будущего.\nЛишь пожертвовав своей кровью, слезами и потом, мы подарим потомкам надежду вновь увидеть эпоху великолепия, которую мы помним, вновь увидеть утраченный нами рай. Никто больше не будет плакать от боли, никто не будет страдать от холода. Все заживут вместе как братья и сёстры, и все будут счастливы, и воцарится мир.\nТакова будет наша последняя величайшая мечта: чтобы наши соотечественники не жили в плену варварства и суеверий. Ради надежды, некогда дарованной богам и смертным, мы должны двигаться вперёд. Нет иного пути, только вперёд.\nЗапомните эти слова, прежде чем приступить к чтению записей об оценке и рабочих регламентов.\nХраните в сердце мечту о завтрашнем дне. И да не покроется она тленом забвения.\nСпаргапирис из рода Хаксафрауса, исполняющая обязанности старшей жрицы Гипербореи\n...\nПротокол III: Финальная оценка стадии отбора и очистки крови\nПосле оценки и утверждения исполняющей обязанности старшей жрицы и главной жрицы-распорядителя Техникоса проект «Семя жизни» эры Гипербореи, далее именуемый проектом «Священный Наследник», был признан нежизнеспособным в рамках изначально запланированных параметров. Верховный жрец (Винда из рода Хитамтрауса), руководивший проектом, погиб, а основные процессы Техникоса и аппараты Механикоса были утеряны во время падения Гипербореи. В том числе, помимо прочего, утеряно:\n· Процесс резки и модификации (...)\n· Процесс создания и реконструкции (...)\n· Процессы (...) и (...) альвов;\n· Адаптивный процесс редактирования (...)\n· ...\nПеречисленные процессы Техникоса в настоящее время воспроизвести невозможно.\nВ результате обсуждения был принят следующий альтернативный протокол:\n· Очистка имеющихся на данный момент (...) должна осуществляться посредством контролируемой селекции с применением примитивных и неэффективных методов.\n· Необходимо регистрировать фенотипическую стабильность каждого поколения. Затем на основе данных выявить наиболее подходящие для союза пары и применить ненасильственные методы склонения к вступлению в союз.\n· Если эффективность попыток склонения к союзу не соответствует заявленным ожиданиям (критерии оценки приведены в Руководстве по Техникосу O-90), следует своевременно переключиться на следующий по приоритету вариант и следовать протоколу.\n· Чтобы минимизировать опасность заболеваний, коэффициент родственной близости размножающихся пар не должен превышать (...), то есть особи в размножающихся парах не должны иметь друг с другом близких родственников в пределах пяти поколений.\nПредполагается, что данный курс действий приведёт к поставленной цели через (...) поколений селекции. И тогда миру явится предсказанный священный наследник, который будет свободно повелевать чистой, неискажённой энергией элементов, не обращаясь к ритуальным орудиям и не жертвуя душой, в результате чего достигнет слияния с Миром.\nПримечание: учитывая прогнозируемый рост населения и объективные ограничения, препятствующие расширению среды обитания, предполагается, что в течение семи поколений можно будет остановить всеобщую искусственную селекцию и с некоторыми ограничениями разрешить браки с избранными представителями других рас (подробнее см. Руководство по Техникосу I-1012). Кроме того, настоящим подтверждается, что при условии обеспечения преемственности цивилизации потомкам крайнего севера будет предоставлено суверенное право самостоятельно определять свою судьбу.\n...\nПротокол VI: Субатомный Архитектурный Модулятор Прото-Объектов (запечатан)\nПроект создания сверхсовременной системы Механикоса курировался лично (...), на данный момент проект до конца не изучен. Он был разработан для реконструкции материи на субатомном уровне, то есть для прямого преобразования материи в стабильную энергию, которая затем высвобождалась бы в форме (...).\nИз всех известных высших устройств Механикоса, датируемых эпохой Гипербореи, до наших дней сохранился только Субатомный Архитектурный Модулятор Прото-Объектов (далее - САМПО). Его конструкция практически не пострадала, что придаёт ему огромное символическое значение. Однако по официальной оценке старшей жрицы и главной жрицы-распорядителя Механикоса, устройство в его нынешнем состоянии недоступно к использованию. Модуль совместного управления, подключённый к устройству, был утерян во время падения Гипербореи и не может быть воспроизведён с помощью существующих технологий. Без этого модуля нормальная активация САМПО невозможна, и предполагается, что даже при принудительном перезапуске устройство не сможет пройти перенастройку без сбоев (подробнее см. в приложении).\nВ результате обсуждения было принято решение запечатать устройство на неопределённый срок без повторной оценки возможности его активации в течение (...) поколений. Чтобы предотвратить случайные повреждения устройства, персоналу запрещено нарушать печать без разрешения старшей жрицы.\nПримечание: главная жрица-распорядитель Механикоса, Ариапифия из рода Массагет, предложила теоретически жизнеспособный альтернативный протокол: контролируемый ввод энергии Мира (...) или энергии Мира (...) (для оценки данной возможности см. Руководство по Механикосу D-503) на определённой несущей частоте, позволяющий обойти модуль совместного управления и принудительно запустить САМПО. Проведённая оценка показала, что предложенный протокол небезопасен, поскольку существует вероятность дестабилизации системы из-за превышения (...), что может привести к (...). В связи с этим первоначальное решение остаётся неизменным.\n...\nПротокол X: Стрела Терпикераунаса\nПримитивное устройство Механикоса, созданное в эпоху Гипербореи, преобразующее энергию Мира (...) в полукристаллическую полимерную форму. После стабилизации материал (...) на высоких частотах и выбрасывается с циклическим ускорением, очищая заданную область от загрязнения энергией Мира (...).\nПо официальной оценке старшей жрицы и главной жрицы-распорядителя Механикоса, устройство подлежит восстановлению. Проект будет осуществляться под руководством главной жрицы-распорядителя Механикоса, Ариапифии из рода Массагет, изготовление прототипа планируется завершить в течение (...) стандартных кварталов.\nПосле сборки прототип необходимо регулярно обрабатывать смазкой, чтобы предотвратить несчастные случаи (см. Руководство по Механикосу D-306).\n..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Дети Морозной луны"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Организация"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Нод-Край"
          }
        ]
      },
      {
        "key": "Лидер:",
        "value": [
          {
            "type": "RichText",
            "text": "Лаума"
          }
        ]
      }
    ]
  }
}