{
  "epId": 7627,
  "name": "Ифа",
  "desc": "<p><em>«Недавно Ифа стащил у меня две банки мёда. Думаю, снова собрался печь печенье для своих заврианчиков. Ты не подумай, я не жалуюсь. Надеюсь только, он хоть немного мне оставит»</em>, - Оророн.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/01/70239714/449a03086145c8f3d69bd380686c108c_3735623280978062013.png",
  "filterValues": {
    "characterRegion": "Натлан",
    "characterVision": "Анемо"
  },
  "menuId": 2,
  "menuName": "Галерея персонажей",
  "version": 1743581557,
  "components": {
    "videoCollection": [
      {
        "title": "Version 5.5 \"Day of the Flame's Return\" Trailer | Genshin Impact #NewVersion #Trailer #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=VW7lkG8b74Q&t",
        "coverUrl": "https://i.ytimg.com/vi/VW7lkG8b74Q/maxresdefault.jpg",
        "duration": 262
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Путь персонажа к выходу",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Анонс персонажей первой половины 2025 года"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/06/70239714/cd41fe68fe52b3c5841fb519dcb217ff_8966292094611668094.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>20 декабря 2024</color>\n<color=#ffffff>✨</color> В течение следующего полугода Путешественник по очереди познакомится с ними\nи свяжет их судьбы со своей собственной...\nСсылка на запись в <color=#80c0ff>VK</color> : <color=#80c0ff>https:/vk.com/genshinimpact?w=wall-183293188_2026596</color>"
      },
      {
        "type": "RichText",
        "text": "Ифа находится на третьей позиции слева",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Анонс персонажа - Лечебный десант"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/01/70239714/c584c1e99e1141fb5752ef4eab338bfb_6489384022906387598.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>1 апреля 2025</color>\nИфа бросается в бой с неба, пикируя на противников с револьвером в руке, и его эффектное появление наводит на мысль о том, что прибыло подкрепление из клана Цветочного Пера.\nНо если присмотреться и не обращать внимания на кругляша, которой парит в воздухе у его плеча... бейдж на груди и аптечка подсказывают, что перед вами доктор.\n«Ого! - думают люди, - лечебный десант прибыл на помощь!» И спешат к Ифе, чтобы скорее ввести его в курс дела.\nНо Ифа даже не смотрит на людей, его интересуют только заврианы, которым нужна помощь. Сначала он обработает их раны, а потом займётся людскими царапинами.\nПостепенно лицо ветеринара стало знакомо почти каждому в Натлане, теперь люди всегда здороваются с ним при встрече.\nУ Ифы неважная память на лица, но в ответ на дружеское приветствие он всегда улыбается: «Здорово, кент!»"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Другие появления/камео",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Трейлер версии 5.5 - «День возвращения огня»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/23/70239714/52f678f55a7bf88c93dc90d41b8da2e1_2137389328810625008.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14 марта 2025</color>\nВ Натлане проводить захватывающие соревнования - это всегда замечательно.\nНо организовать такое грандиозное состязание, которое объединит все шесть племён? Поистине незабываемое событие!\nИ вот люди с заврианами вновь мчатся по этой древней земле, совсем как бесчисленное множество раз сотни и тысячи лет назад.\nДух соперничества, как и пламя Натлана, вечен."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/01/70239714/78b59ae3e0a84c37a7fe19eec3a5cce4_2330030867016951778.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>YouTube (CN версия):</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xzVW30oPBfQ"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>YouTube (EN версия):</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=VW7lkG8b74Q&t"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>YouTube (JP версия):</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=72qu-u1vD6Q"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>YouTube (KR версия):</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=_H4H67_jMDM"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Взаимоотношения с персонажами",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Оророн",
        "desc": "<p>Юноша из Повелителей Ночного Ветра, который, однако, живёт в глуши вместе со всевозможными существами.<br><br>Древнее имя:<custom-ruby data-ruby=\"Бидий|Преданность\"></custom-ruby><br><br><em>«Даже самым упрямым пациентам он даст сто очков вперёд... Если взбрело что-то в голову, переубедить его даже не пытайтесь. Но я за него не особенно беспокоюсь. Парнишка живёт своим умом, и я уверен, что бы ни преподнёс ему наш безумный мир, он со всем справится»</em>, - бормотал Ифа, заполняя карточку больного.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/70239714/d28eded09506620ab178fc3bb1cb7dea_3891656968977458900.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Анонс персонажа Ифа"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Оророн об Ифе:</color>\nНедавно Ифа стащил у меня две банки мёда. Думаю, снова собрался печь печенье для своих заврианчиков. Ты не подумай, я не жалуюсь. Надеюсь только, он хоть немного мне оставит."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Анонс персонажа Оророн"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Заполняя карточку больного, Ифа бормочет:</color>\nДаже самым упрямым пациентам он даст сто очков вперёд... Если взбрело что-то в голову, переубедить его даже не пытайтесь. Но я за него не особенно беспокоюсь. Парнишка живёт своим умом, и я уверен, что бы ни преподнёс ему наш безумный мир, он со всем справится."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Озвучивание"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Оророн об Ифе:</color>\nИфа хоть и часто ругает своих пациентов, но на самом деле с заврианами у него прекрасные отношения. В свободное время он играет перед клиникой на гитаре, а заврианы собираются вокруг и подпевают.\nНо это больше похоже на шум, чем на пение. Если мимо прохожу, то тоже присоединяюсь... К заврианам, я имею в виду."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "История Оророна 3"
      },
      {
        "type": "RichText",
        "text": "...Как сказал бы Ифа, социальные отношения между людьми чрезвычайно сложны. Вместо того чтобы тратить время и силы, пытаясь понять их мотивы, лучше сосредоточиться на их умозаключениях и поступках - это поможет снять большую часть умственного напряжения. Поэтому, видя, что люди проявляют к нему заботу и привязанность, он отвечает им добром на добро. Да, всё так просто. «Мне повезло, что я ветеринар, - сказал Ифа, жестикулируя. - Если бы я был врачом, которому нужно лечить людей, моя работа была бы намного сложнее...» Кажется, Ифа перечислял множество странных медицинских случаев, но Оророн вскоре погрузился в свои мысли. Какими бы странными они ни были, разве могли они быть страннее, чем его собственные? «Если подумать... В каком-то смысле я тоже больной, причём без всякой надежды на излечение, - размышлял Оророн. - А если обратить внимание на мои уши, которые выглядели совсем не так, как у обычного человека, то меня тоже можно считать больным животным? Хм... с другой стороны, может быть, и людей следует считать животными?» В этот момент Оророн прервал бесконечные рассуждения Ифы и спросил: «Если бы я заболел, мне следовало бы обратиться к ветеринару?» Ифа остановился на полуслове и долго пристально смотрел на него. «Ты ведь меня сейчас совсем не слушал?» - «Нельзя уходить от вопросов, на которые ты не хочешь отвечать, перекладывая ответственность на меня», - сказал Оророн в ответ."
      },
      {
        "type": "CustomEntry",
        "epId": 6318,
        "name": "Качина",
        "desc": "<p>Юная воительница из Нанацкайана с древним именем Утхабити. Добрая и решительная девушка, преодолевая трудности, становится только сильнее.</p><p></p><p><em>«Вскоре после нашей первой встречи я увидела Качину плачущей и предложила ей платок. Но она, улыбнувшись, сказала: \"Не переживай, я сама утру свои слёзы\". Этот момент я никогда не забуду. Так что и ты не переживай за неё, она сильная девушка. Просто поддерживай её»</em>, - Муалани.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/70239714/26925adb1092d29c8afdf46d92fad8bd_1057222640632167323.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Озвучивание"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Качина об Ифе:</color>\nИфа - удивительный завроветеринар! Любой заврианчик, который к нему сходит, после возвращения начинает вести здоровый образ жизни! Они правильно питаются, хорошо спят, не доставляют хлопот и в принципе больше не болеют! Поэтому, если завриан приболел, все первым делом просят Ифу прилететь и осмотреть его!"
      },
      {
        "type": "CustomEntry",
        "epId": 6317,
        "name": "Кинич",
        "desc": "<p>Охотник на заврианов из Уитцтлана. Всегда знает, какую цену назначить.</p><p></p><p><em>«Мой слуга не глуп, проворен, но его самый большой недостаток в том, что избавиться от него невозможно. Он слишком живучий! Ну кто падает с утёса головой вниз и не умирает? Я в ярости!»</em> - самопровозглашённое драконье величество Кухул Ахав.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/70239714/9b80ee75a81f8c4c9148a8fea589ccbc_5880057952609706718.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Озвучивание"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Кинич об Ифе:</color>\n<color=#37ffff>Кинич:</color> Я уже прибегал к его услугам. Это было, когда Ахав сказал, что он «болен»... Что бы это ни было, он постоянно плакал и орал. Поэтому я решил, что имеет смысл отвести его к лучшему завроветеринару. И он действительно хорош. Ахав пробыл внутри недолго, но когда Ифа вывел его, он был здоров.\n<color=#37ffff>Ахав:</color> Аргх... Да что ты знаешь о медицине! Он даже не настоящий врач, он шарлатан! Шарлатан! ...Тебя там даже не было, ты не знаешь, что он сказал!"
      },
      {
        "type": "CustomEntry",
        "epId": 6319,
        "name": "Муалани",
        "desc": "<p>Знаменитый гид из Натлана, владелица магазина товаров для водного спорта, эксперт по всем видам укрощения волн.</p><p></p><p><em>«В Натлане нет места, куда эта девчонка не смогла бы добраться. Но почему она каждый раз перед путешествием спрашивает меня о благоприятном времени? Мне пришлось рассчитывать ей удачные дни на десять лет вперед, только тогда она успокоилась»</em>, - Ситлали.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/70239714/f4c75caad42923eb91ee760aa2eb473a_5039171817645939387.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Озвучивание"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Муалани об Ифе:</color>\nИфа лучше всех! Куда бы мы его ни позвали, он всегда с радостью присоединяется. А ещё он очень быстро и эффективно справляется с любым делом. Если бы он уже не работал ветеринаром, думаю, из него получился бы отличный тренер по водным видам спорта. Хм? Он из другого племени? Ну это совсем не проблема!"
      },
      {
        "type": "CustomEntry",
        "epId": 6924,
        "name": "Шилонен",
        "desc": "<p>Гравёр имён Нанацкайана. Хорошо умеет находить баланс между тяжким бременем работы и комфортной жизнью.<br><br><em>«Шилонен, нужно слегка доработать солнечные очки, которые я у тебя заказывала. Узоры на концах дужек... М-м? Куда она подевалась? До обеденного перерыва ещё далеко... Шилонен! Ты тут? Надо обсудить очки!»</em> - кричала Мавуика у входа в кузницу Шилонен.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/70239714/b663e62a652cfea13b60cbb756f88f84_7030055574710067357.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Озвучивание"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Шилонен об Ифе:</color>\nИфа приходил в племя, чтобы вылечить нескольких тепетлизавров. Он очень опытный и знает, как заботиться о своих пациентах. Даже самые буйные заврианы сидят тихо, когда он рядом. Ифа говорит, что всё это благодаря набору шприцов для заврианов, которые я ему сделала. Даже без иглы они заставят любого человека или завриана хорошо себя вести. Хочешь посмотреть? У меня ещё есть набор образцов, если тебе интересно. Подожди, я принесу самый большой... А? Ты чего пятишься? Иголка даже не надета, это совершенно безопасно."
      },
      {
        "type": "CustomEntry",
        "epId": 7080,
        "name": "Часка",
        "desc": "<p>Миротворец Тлалокана, разрешающий все споры.<br><br>Древнее имя:<custom-ruby data-ruby=\"Вука|Преодоление\"></custom-ruby></p><p></p><p><em>«...Мы всецело осознали всю глупость и безрассудство наших недавних действий. Мы готовы забыть о разногласиях и впредь помогать друг другу... Настоящее заявление составлено по нашей собственной воле, никаких возражений высказано не было. Кроме того, мы выражаем благодарность \"миротворцу\" за её выдающийся вклад в мирное разрешение спора»</em>, - записали вожди враждовавших племён в двустороннем мировом соглашении, отразившем их самые «искренние» чувства.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/70239714/9c6c89386dbe9f1954a8b57c8c3c9da4_6383593193032564533.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Озвучивание"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Часка об Ифе:</color>\nКуичи с моим отцом часто обсуждали с Ифой вопросы медицины. Поэтому после воздушной мастерской я первым делом повела Кою к нему на осмотр. Но он показался мне таким пренебрежительным - глянул мельком, сказал «ничего серьёзного, Куско справится», и тут же ушёл к другому пациенту... Эх... Он, конечно, был прав. Я просто слишком переживала."
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Мавуика",
        "desc": "<p>Лидер Натлана, унаследовавшая древнее имя «Кионгози». Она дала обет осветить будущее народа войны Священным пламенем.<br><br>Древнее имя: <custom-ruby data-ruby=\"Кионгози|Лидер\"></custom-ruby><br><br><em>«В сложном узоре ночного неба Тейвата редко можно увидеть столь ослепительное созвездие. Его пылающее сияние словно хочет прожечь дыру в самой ткани небосвода. Когда оно превратится в падающую звезду, устремляющуюся к горизонту, его огонь превратит даже самые глубокие и холодные ночи в яркий день»</em>, - воскликнула ведьма «Б» во время гадания.</p><p></p><p><em>«Мавуика? О! Та, что состязалась со мной на стадионе Священного пламени! Ха-ха-ха, подумаешь. Я думал, что Архонты могут выпить и побольше! А... Говорят, я захмелел первым? Не может быть, ни в коем случае! В тот день я... эээ... а зачем я в тот день вообще пошёл к Пиро Архонту?»</em> - ответил Варка на вопрос Алисы о результатах «встречи» в Натлане, почесывая в задумчивости голову.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/30/70239714/b0df5861c7d3c1f7f85f6555ad4f4b4c_9130578994710546357.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Озвучивание"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Мавуика об Ифе:</color>\nУХороший врач обладает не только отличными медицинскими знаниями, но и выдающимися навыками общения. А когда между врачом и пациентом существует языковой барьер, на первый план выходят наблюдательность и эмпатия. Именно поэтому Ифа может подружиться практически с кем угодно.\nТак что, если кто-то, будь то человек или завриан, не поладил с Ифой... Ха-ха, сдаётся мне, что проблема не в Ифе."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Задания Архонтов",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Том V. Глава IV. «Радуга обречена сгореть»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/04/70239714/59b471a9cf5cc98fd1180658b92a0132_3831450425041478994.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "План Капитано и Оророна заключается в восстановлении артерий земли Натлана. Они находят древнее устройство цивилизации драконов, призванное вернуть силу артериям - это обеспечит сильную опору Натлану против Бездны ценой воспоминаний людей. Мавуика с Путешественником/цей и другими героями отправляются остановить механизм.\nИм удаётся отключить недавно запущенный механизм, пока Капитано отвлекается на спасение Шилонен от Оророна, чей рассудок вдруг помутился из-за пробуждения Владыки Ночи. Владыка Ночи была ангелом, которая когда-то создала Царство Ночи (аналог артерий земли), чтобы спасти Натлан. Из-за работы механизма Владыка Ночи очнулась и не смогла сдержать крик, взбудораживший повреждённую душу Оророна.\nВпоследствии герои узнают, что Капитано родом из Каэнри'ах: он сражался со своими воинами 500 лет назад во время Катаклизма, видел смерть и разрушения, что влечёт за собой Бездна, потому он вознамерился спасти Натлан от такой же участи. После всего пройденного Оророн пробуждает своё древнее имя - Бидий, Преданность.\nНе без разногласий, но в итоге Фатуи под предводительством Предвестника и возглавляемые Архонтом воины Натлана объединяются, чтобы дать отпор общему врагу.\nДля осуществления плана Мавуики не хватает последнего пробудившегося героя. Бездна осознаёт, что лучшего шанса уже не предоставится, и решает начать полномасштабное вторжение, коего Натлан не видел со времён Катаклизма.\nНачинается настоящая война за выживание...\n<color=#ffd780>Анимация «До наступления рассвета»:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=UUqlrTb0pSU"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Анимация «Вечный огонь»:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=Yqn_Lmht2tE"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Действующие лица:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Путешественник",
        "desc": "<p>Путешественник/ца из другого мира, разлучённый/ая со своей сестрой/своим братом. Он/а отправляется в долгое путешествие, чтобы найти всех семерых Архонтов и вернуть родного человека.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/70239714/f00d18b57acb4aa37bf2fc39bf67ddd0_830350480334963652.gif",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7080,
        "name": "Часка",
        "desc": "<p>Миротворец Тлалокана, разрешающий все споры.<br><br>Древнее имя:<custom-ruby data-ruby=\"Вука|Преодоление\"></custom-ruby></p><p></p><p><em>«...Мы всецело осознали всю глупость и безрассудство наших недавних действий. Мы готовы забыть о разногласиях и впредь помогать друг другу... Настоящее заявление составлено по нашей собственной воле, никаких возражений высказано не было. Кроме того, мы выражаем благодарность \"миротворцу\" за её выдающийся вклад в мирное разрешение спора»</em>, - записали вожди враждовавших племён в двустороннем мировом соглашении, отразившем их самые «искренние» чувства.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/70239714/9c6c89386dbe9f1954a8b57c8c3c9da4_6383593193032564533.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Оророн",
        "desc": "<p>Юноша из Повелителей Ночного Ветра, который, однако, живёт в глуши вместе со всевозможными существами.<br><br>Древнее имя:<custom-ruby data-ruby=\"Бидий|Преданность\"></custom-ruby><br><br><em>«Даже самым упрямым пациентам он даст сто очков вперёд... Если взбрело что-то в голову, переубедить его даже не пытайтесь. Но я за него не особенно беспокоюсь. Парнишка живёт своим умом, и я уверен, что бы ни преподнёс ему наш безумный мир, он со всем справится»</em>, - бормотал Ифа, заполняя карточку больного.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/70239714/d28eded09506620ab178fc3bb1cb7dea_3891656968977458900.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6319,
        "name": "Муалани",
        "desc": "<p>Знаменитый гид из Натлана, владелица магазина товаров для водного спорта, эксперт по всем видам укрощения волн.</p><p></p><p><em>«В Натлане нет места, куда эта девчонка не смогла бы добраться. Но почему она каждый раз перед путешествием спрашивает меня о благоприятном времени? Мне пришлось рассчитывать ей удачные дни на десять лет вперед, только тогда она успокоилась»</em>, - Ситлали.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/70239714/f4c75caad42923eb91ee760aa2eb473a_5039171817645939387.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6317,
        "name": "Кинич",
        "desc": "<p>Охотник на заврианов из Уитцтлана. Всегда знает, какую цену назначить.</p><p></p><p><em>«Мой слуга не глуп, проворен, но его самый большой недостаток в том, что избавиться от него невозможно. Он слишком живучий! Ну кто падает с утёса головой вниз и не умирает? Я в ярости!»</em> - самопровозглашённое драконье величество Кухул Ахав.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/15/70239714/9b80ee75a81f8c4c9148a8fea589ccbc_5880057952609706718.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6318,
        "name": "Качина",
        "desc": "<p>Юная воительница из Нанацкайана с древним именем Утхабити. Добрая и решительная девушка, преодолевая трудности, становится только сильнее.</p><p></p><p><em>«Вскоре после нашей первой встречи я увидела Качину плачущей и предложила ей платок. Но она, улыбнувшись, сказала: \"Не переживай, я сама утру свои слёзы\". Этот момент я никогда не забуду. Так что и ты не переживай за неё, она сильная девушка. Просто поддерживай её»</em>, - Муалани.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/70239714/26925adb1092d29c8afdf46d92fad8bd_1057222640632167323.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6924,
        "name": "Шилонен",
        "desc": "<p>Гравёр имён Нанацкайана. Хорошо умеет находить баланс между тяжким бременем работы и комфортной жизнью.<br><br><em>«Шилонен, нужно слегка доработать солнечные очки, которые я у тебя заказывала. Узоры на концах дужек... М-м? Куда она подевалась? До обеденного перерыва ещё далеко... Шилонен! Ты тут? Надо обсудить очки!»</em> - кричала Мавуика у входа в кузницу Шилонен.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/07/70239714/b663e62a652cfea13b60cbb756f88f84_7030055574710067357.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Владыка Ночи",
        "desc": "<p>Ангел, создавшая Царство Ночи в Натлане.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/237301566/6b241f723a377795d5a2ef3c3e97200b_3435879319829205378.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Мавуика",
        "desc": "<p>Лидер Натлана, унаследовавшая древнее имя «Кионгози». Она дала обет осветить будущее народа войны Священным пламенем.<br><br>Древнее имя: <custom-ruby data-ruby=\"Кионгози|Лидер\"></custom-ruby><br><br><em>«В сложном узоре ночного неба Тейвата редко можно увидеть столь ослепительное созвездие. Его пылающее сияние словно хочет прожечь дыру в самой ткани небосвода. Когда оно превратится в падающую звезду, устремляющуюся к горизонту, его огонь превратит даже самые глубокие и холодные ночи в яркий день»</em>, - воскликнула ведьма «Б» во время гадания.</p><p></p><p><em>«Мавуика? О! Та, что состязалась со мной на стадионе Священного пламени! Ха-ха-ха, подумаешь. Я думал, что Архонты могут выпить и побольше! А... Говорят, я захмелел первым? Не может быть, ни в коем случае! В тот день я... эээ... а зачем я в тот день вообще пошёл к Пиро Архонту?»</em> - ответил Варка на вопрос Алисы о результатах «встречи» в Натлане, почесывая в задумчивости голову.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/30/70239714/b0df5861c7d3c1f7f85f6555ad4f4b4c_9130578994710546357.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7502,
        "name": "Иансан",
        "desc": "<p>Главный тренер спортивного клуба Удела Благодатных Земель, известный нутрициолог Натлана.</p><p><br><em>«Иансан — лучший тренер во всём Натлане и человек, которого я больше всех уважаю! Все говорят, что у меня талант, но без её руководства он пропал бы впустую. Не волнуйтесь, если у вас нет привычки к физическим упражнениям, тренер Иансан найдёт подход к каждому! Кстати, не хотите ли взглянуть на эту листовку? Тренер как раз набирает новых учеников!»</em> - Вареса.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/26/70239714/ddafd4c71a8e0d0cefd5ee7e9deff6d6_4477498942125188633.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Ситлали",
        "desc": "<p>Великая шаманка Повелителей Ночного Ветра, всеми почитаемая Бабушка Ицтли.<br><br><em>«Я всегда считала, что Ситлали достойна статуса вождя и что со временем она возьмёт на себя эту роль. Но прошло двести лет, а она всё так же без энтузиазма выходит из дома! Возможно, для того чтобы наш гениальный шаман начал интересоваться реальным миром, потребуется фигура более увлекательная, чем персонажи её любимых романов. Но разве такой человек найдётся?»</em> - Мавуика.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/70239714/f7f4a177140cc87a55b9c6989213a374_7763192869484379377.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7417,
        "name": "Капитано",
        "desc": "<p>Номер один из Предвестников Фатуи и Рыцарь-Страж Каэнри'ах. Его настоящее имя Траин.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/05/237301566/1a328d36a9cee6e5e2f7918ecb8d3637_5047383438343342947.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7627,
        "name": "Ифа",
        "desc": "<p><em>«Недавно Ифа стащил у меня две банки мёда. Думаю, снова собрался печь печенье для своих заврианчиков. Ты не подумай, я не жалуюсь. Надеюсь только, он хоть немного мне оставит»</em>, - Оророн.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/01/70239714/449a03086145c8f3d69bd380686c108c_3735623280978062013.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "А также: Куичи.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7099,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "name": "Катаклизм в Каэнри'ах",
        "desc": "<p>Бедствие, произошедшее 500 лет назад, во время которого силы Бездны вырвались в Тейват. В результате Катаклизма Каэнри'ах была уничтожена.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/12/237301566/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_1090730713764694732.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7083,
        "name": "Ангелы",
        "desc": "<p>Небесные посланники, главной задачей которых была помощь людям. Были изгнаны с Селестии, после чего утратили тела и разум.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/11/237301566/2aa6b47bf4316be4c736d48e07f765e4_1182305316823487314.png",
        "displayStyle": "card",
        "menuId": 23
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/01/70239714/6ab5ad917c3d42d55553803cd6b660fd_1722585098927159626.png"
      },
      {
        "key": "«День возвращения огня»",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/01/70239714/fa204eb74640253f57f9922d5891a664_2764208132407908648.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Кадр из трейлера версии 5.5 «День возвращения огня»\n<color=#ffffff73>В Натлане проводить захватывающие соревнования - это всегда замечательно.</color>\n<color=#ffffff73>Но организовать такое грандиозное состязание, которое объединит все шесть племён? Поистине незабываемое событие!</color>\n<color=#ffffff73>И вот люди с заврианами вновь мчатся по этой древней земле, совсем как бесчисленное множество раз сотни и тысячи лет назад.</color>\n<color=#ffffff73>Дух соперничества, как и пламя Натлана, вечен.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Ифа"
          }
        ]
      },
      {
        "key": "День рождения:",
        "value": [
          {
            "type": "RichText",
            "text": "Информация временно отсутствует"
          }
        ]
      },
      {
        "key": "Созвездие:",
        "value": [
          {
            "type": "RichText",
            "text": "Шнур Опеле"
          }
        ]
      },
      {
        "key": "Титул:",
        "value": [
          {
            "type": "RichText",
            "text": "Вслед за блуждающим ветром"
          }
        ]
      },
      {
        "key": "Глаз Бога:",
        "value": [
          {
            "type": "RichText",
            "text": "Анемо"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Информация временно отсутствует"
          }
        ]
      },
      {
        "key": "Китайский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "吕书君 (Lu Shujun)"
          }
        ]
      },
      {
        "key": "Английский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "Jonny Loquasto"
          }
        ]
      },
      {
        "key": "Японский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "寺島惇太 (TERASHIMA Junta)"
          }
        ]
      },
      {
        "key": "Корейский CV:",
        "value": [
          {
            "type": "RichText",
            "text": "박기욱 (Park Ki-wook)"
          }
        ]
      },
      {
        "key": "Версия выхода:",
        "value": [
          {
            "type": "RichText",
            "text": "Скоро"
          }
        ]
      }
    ]
  }
}