{
  "epId": 7680,
  "name": "Мини-Дурин",
  "desc": "<p>Дракон из волшебного мира Симуланки, созданный писательницей Андерсдоттер. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/43cb8d2bf27fb64bb0e4d9109cc0291a_8053752121994020040.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1752745853,
  "components": {
    "videoCollection": [
      {
        "title": "Cutscene Animation: \"Grand Endeavor\" | Genshin Impact #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=zgBtldXHJoE&ab_channel=GenshinImpact",
        "coverUrl": "https://i.ytimg.com/vi/zgBtldXHJoE/maxresdefault.jpg",
        "duration": 152
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Иллюстрации и эмодзи",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Картины Паймон 34"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/16/237301566/bbe85f644b15cefc08cd52efb3fb83ea_2233256833835491651.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>7 августа 2024</color>\nПривет, Путешественники! Новый набор эмодзи Genshin Impact уже доступен на HoYoLAB!\nВ «Картинах Паймон» собраны чиби-эмодзи разных персонажей Genshin Impact. Паймон надеется, что они вам понравятся!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/16/237301566/fd8a340de08f2d81638dae2ee183eaa2_6149142454269744843.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/16/237301566/ed628eabbea89780a5d4f92b55f81a1c_8859184845226999258.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "День рождения Странника"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/16/237301566/549932ecdc016dd4963dfbf48f35bba3_1557683485315865248.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>3 января 2025</color>\nЯ же говорил, не нужно мне ничего дарить. К чему этот подарок своими руками? Сделано так себе... По-твоему, я так выгляжу?\nЛадно, очередной странный подарок от тебя. Одним больше.\nА? Ещё и Дурин что-то подготовил?\n...Ладно-ладно, идей у вас хоть отбавляй. И смеётесь так радостно, что и не поймёшь, кто тут больше ждёт этого дня."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Алиса",
        "desc": "<p>Хранительница границ мира, великая искательница приключений, злой-презлой Додокороль, защитница старого Мондштадта, друг, не покинувший надежду взрослых, составительница «Путеводителя по Тейвату», изобретательница искусства кудзирай, тэмари-дзюцу, поставшица знаменитой госпожи Сангема-бай, старейшина Ведьмина шабаша под кодовым именем «А.» и мама Кли.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/16/237301566/7c4f62f9126f4c80e16f20e2728f449f_5967603972261492538.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Барбелот",
        "desc": "<p>Провидица, ведьма из Ведьмина шабаша и учительница Моны. Известна как Астромант Барбелот Трисмегистус и «Б.».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/c11bc32a2df3184a98f12aa253560c6c_2431908676514242104.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Андерсдоттер",
        "desc": "<p>Аня М. Андерсдоттер - писательница из Мондштадта и ведьма из Ведьмина шабаша.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/f1576f261802f32e6c00a1bf8a6335df_1220539739638345648.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Мини-Дурин родился в волшебном мире",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Симуланка",
        "desc": "<p>Давным-давно три богини создали этот мир и назвали его Симуланкой.</p><p>Богиня Создания, владычица материи и магии, создала горы и реки, даровала жизнь. Её силы также обеспечили существование Симуланки во множестве миров.</p><p>После Богини Создания пришла Богиня Пророчества, властвующая над звёздами и всеми судьбами мира. Она заставила небо кружиться, а землю вращаться. Её статуя всё ещё стоит на самой высокой точке Столицы Созвездия.</p><p>Последней была Богиня Судьбы, владевшая всеми сокровенными историями и самыми заветными желаниями. Она даровала пылкую любовь, вечную ненависть, а также показала истинный смысл смерти и веры.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/193a95712c2de70de8387cacada48417_2626299660223667771.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ", созданном тремя ведьмами из",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Ведьмин шабаш",
        "desc": "<p>Тайное общество ведьм, которое занимается обсуждением секретов за чаепитием и исследованием Ирминсуля.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/7e361b6e509e4197a2d7ce89f277c472_7973032842141432529.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ": Алисой, Барбелот и Андерсдоттер. Андерсдоттер создала дракона, хотя знала, что его судьба будет связана с судьбой Дурина из Тейвата.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Дурин",
        "desc": "<p>Теневой дракон и один из детей алхимика Рэйндоттир.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/206a8a0bc1698ae7019f093470f9e845_1446865023244996257.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Теневой дракон, созданный ведьмой",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Рэйндоттир",
        "desc": "<p>Алхимик, ведьма из Ведьмина шабаша, одна из грешников Каэнри'ах, мать Альбедо. Известная как Золото и «Р.». Рэйндоттир создала армию монстров, которые атаковали Тейват 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/237301566/a38463ea993adadbabcf39531320e7e8_1855056204939670650.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": ", на котором был основан Дурин из Симуланки.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Странник",
        "desc": "<p>Скиталец, личность которого остаётся загадкой. Носит одежды горного отшельника, но высказываниями и действиями на ищущих просветления совсем не похож.<br><br><em>«Верующие творят славу своих богов, а отступники становятся свидетелями их преображения. Я не буду загонять его ни в какие рамки. Неопределённость - краеугольный камень его будущего», </em>- Буер, Благословенный Мудрец, Махакусаладхарма.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/70239714/24d97a22be742fb732ea96f625d1faac_279357737036794010.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Нилу",
        "desc": "<p>Знаменитая танцовщица Театра Зубаира. Изящная красавица с чистой и открытой душой.</p><p></p><p><em>«И что в том театришке хорошего? Если бы она отправилась вместе со мной в гастроли по Тейвату, то заработала бы столько моры, сколько бы ей захотелось... Вот только она, наивная душа, понятия не имеет о собственной ценности»</em>, - Дори.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/24/237301566/586d726f9ebda3506c78beaaa41f13b6_2370206591499918355.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Навия",
        "desc": "<p>Действующая глава Спина-ди-Росула, лучший и самый ответственный босс.<br><br><em>«В детстве мы играли в одну настольную игру, где она выступала в роли искательницы приключений, а я - в роли ведущей. Что и говорить, я неплохо умею справляться с непредвиденными обстоятельствами, но при этом меня часто ставили в тупик её ответы и решения. С другой стороны, именно это и делало игру интересной», </em>- Клоринда.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/17/70239714/3fc7580c01a9e622692402889706c4db_1613407406345195234.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Кирара",
        "desc": "<p>Курьер инадзумской компании доставки «Комания экспресс». Эта нэкомата обожает свою работу и общество людей.<br><br><em>«Чрезвычайно милая нэкомата. Она особенно мила, если шепнуть ей на ушко о запаздывающих посылках, когда она спит. Тогда она побежит с такой прытью, какой не ожидаешь даже от генерала Горо на поле боя»</em>,<em> </em>- Яэ Мико.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/24/237301566/d1699810632f8c3bc8c1e8c8beb8250f_6129930541608621707.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Путешественник",
        "desc": "<p>Путешественник/ца из другого мира, разлучённый/ая со своей сестрой/своим братом. Он/а отправляется в долгое путешествие, чтобы найти всех семерых Архонтов и вернуть родного человека.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/70239714/f00d18b57acb4aa37bf2fc39bf67ddd0_830350480334963652.gif",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Герои, попавшие в мир Симуланки, смогли спасти волшебный мир и превратить опасного дракона в Мини-Дурина. Странник стал другом Мини-Дурина, и они вместе отправились в",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "text",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные задания"
      },
      {
        "type": "CustomEntry",
        "epId": 6379,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 7683,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 6298,
        "name": "Чешуя падшего дракона",
        "desc": "<p>Чешуя, излучающая зловещую силу. Говорят, её сбросил злой дракон Симуланки.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/124137736/21b34bf10fb75985013b7eb08b82d99e_309868235185771637.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6297,
        "name": "Рог дракона, похожий на оружие",
        "desc": "Рог дракона, напоминающий меч. Кажется, он когда-то принадлежал безрассудному дракону...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/58534f6ae7b1a6f3cc4241b2aa31c5a6_6713613311793333551.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6310,
        "name": "Свиток злого дракона",
        "desc": "Книга с иллюстрациями о «падшем драконе Симуланки», о Дурине. Никто не знает, о чём эти истории.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/29081ecbad8a0f2f3e1d8a7496007e8b_1087047178303247795.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Мини-Дурин",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/f546b115d97b88ae2d016434f6f9a55a_4817584005524661655.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Однажды ведьмы из Ведьмина шабаша - Андерсдоттер, Барбелот и Алиса - создали волшебный мир Симуланку по одной из сказок Андерсдоттер о бумажных животных. Алиса создала горы и реки и даровала жизнь жителям Симуланки. Барбелот заставила небо кружиться, а землю вращаться. Андерсдоттер даровала жителям пылкую любовь, вечную ненависть, а также показала им истинный смысл смерти и веры. Помимо бумажных животных и заводных людей Андерсдоттер создала дракона Дурина, основанного на создании ведьмы Рэйндоттир. Настоящий Дурин был существом из Бездны, поэтому его кровь была ядовита для всего живого в Тейвате. Когда пятьсот лет назад дракон отправился посмотреть мир и рассказать о своей создательнице и братьях и сёстрах, он принёс людям только смерть и разрушения и был повержен Анемо Архонтом Барбатосом и его другом, элементальным драконом Двалином. Тело Дурина рухнуло на снежную гору, которая получила имя Драконий хребет."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/e6b68df693f8cf8e7c24ef5c09a54c07_9087943235613983812.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Как и настоящий Дурин, Дурин из Симуланки имел печальную судьбу: всё, к чему он прикасался, превращалось в игрушечные кубики, а жители Симуланки его боялись. Даже несмотря на предсказание от Барбелот, Андерсдоттер решила впустить его в мир Симуланки, став его матерью. Она верила, что однажды люди Симуланки выберут свой собственный путь. Понимая, что, в отличие от Алисы и Барбелот, она долго не проживёт, она сказала Дурину, что станет звездой в Симуланке и будет смотреть на него с небес."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Иди и познай этот мир, моё дитя... Распространяй добро на своём пути...</color>\n<color=#ffffffd9>Ты обязательно встретишь хороших друзей, я уверена... Это тебе моё благословение.</color>\n<color=#ffffffd9>Что касается этого мира... я оставляю его тебе».</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/0b8216da0f5599a8f0dedb9be1827990_3590969315925765752.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Дурин родился, все жители его начали бояться, поскольку любое его приземление оставляло огромные следы. Он не хотел причинить никому зла, но жители Симуланки не слушали его. Лишь одна маленькая белка-летяга считала его своим другом, так как он всегда помогал ей собирать цветы, до которых она не дотягивалась. Но её мать, увидев их вместе, испугалась, что Дурин хочет украсть её ребёнка. Когда мать дракона, Андерсдоттер, умерла, Дурин продолжил смотреть на звёзды на небе, чтобы ему было не одиноко. Однажды шахтёры копали слишком глубоко, что прорвались в мир на следующей странице, и Дурин случайно разрушил их шахту. Затем он украл звёзды с неба Столицы Созвездий, так как скучал по маме. Многочисленные стражники отправлялись победить дракона, но так и не возвращались. Осознав, что люди Симуланки никогда его не примут, дракон загадал желание никогда не рождаться."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/a92c9339033038d28c5ef81edf349f3e_3203261115790195857.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Когда дракон загадал желание, несколько людей, держащих в руках книгу Андерсдоттер в это время, попали в волшебный мир Симуланки, чтобы спасти его. Среди них была\nи Путешественник/ца и Паймон. Они спасли бумажных животных и заводных человечков, вернули звёзды на небо, а затем отправились сразиться с драконом. Когда они отправились в логово Дурина, то встретили шахтёров, которые, как и они, пришли победить дракона, но не смогли найти дорогу обратно. Хоть все в Симуланке считали их погибшими, дракон не причинил им вреда. В логове дракона они увидели его воспоминания о рождении, общении с Андерсдоттер и о его страданиях, когда весь мир его отверг. Вместо битвы с драконом они решили с ним поговорить, но к нему год за годом приходили люди, чтобы отрубить голову, поэтому он вступил в бой. Ослабив Дурина, они наконец смогли с ним поговорить и убедить его в том, что на самом деле он не хотел «не рождаться», а хотел быть принятым этим миром и завести друзей. Фея Леса сказала загадать Дурину желание Андерсдоттер, и все вместе они дали ему свои благословения, превратив его в маленького безобидного дракона Мини-Дурина."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/2b30cf0b78a9cab15961a039d51e6e6c_214926532740161096.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "После превращения Мини-Дурин вместе со Странником отправился восстанавливать дома в лесу, разрушенные им ранее. Хотя жители помнили о прошлых разногласиях с драконом, они были благодарны ему за новые дома и всегда были рады пополнению. Они даже решили организовать в их честь праздник. В Столице Созвездия Мини-Дурин принёс целый запас игрушечной руды и растительного масла, чтобы загладить свою вину. Большинство жителей приняли его извинения, но некоторые сказали, что сначала посмотрят, как он будет вести себя дальше. Когда некоторые жители Тейвата получили приглашение в Симуланку, дракон познакомился с дочерью ведьмы Алисы, Кли, её «братом» Альбедо и искательницей приключений Фишль. Кли даже нарисовала ему карту Мондштадта, где был указан её дом, чтобы Дурин мог прийти к ней в гости. Создав волшебную лодку «Дурин», способную путешествовать в другой мир, Странник вместе с драконом отправились в Тейват."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/d97160c2d7ebb6560f691f24e5ac57f6_6306885383914874759.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Когда Странник увидел воспоминания Андерсдоттер и Барбелот о создании Мини-Дурина, он услышал пророчество: «Ребёнок \"Р.\" однажды... воскреснет из мёртвых». Поскольку линии судьбы Симуланки расположены прямо в Тейвате и являются отражением реального мира, судьба отражённого мира Симуланки может иметь некое воздействие на Тейват. Так, судьба Мини-Дурина была переплетена с судьбой Дурина из Тейвата, и изменение судьбы первого могло повлиять на второго. Наблюдения на Драконьем хребте, сделанные другим созданием Рэйндоттир, Альбедо, показали, что сердце Дурина медленно возвращается к жизни. Альбедо собирался выработать план действия для любого из возможных сценариев возвращения Дурина к жизни, включая самый опасный. Он надеялся, что если пророчество исполнится и сердце Дурина снова забьётся, то из мёртвых воскреснет не «злой дракон». Поскольку Странник спас Мини-Дурина, их судьбы стали связаны, и Альбедо попросил их обоих прийти на помощь Мондштадту, когда пробьёт назначенный час.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6379,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Симуланка",
        "desc": "<p>Давным-давно три богини создали этот мир и назвали его Симуланкой.</p><p>Богиня Создания, владычица материи и магии, создала горы и реки, даровала жизнь. Её силы также обеспечили существование Симуланки во множестве миров.</p><p>После Богини Создания пришла Богиня Пророчества, властвующая над звёздами и всеми судьбами мира. Она заставила небо кружиться, а землю вращаться. Её статуя всё ещё стоит на самой высокой точке Столицы Созвездия.</p><p>Последней была Богиня Судьбы, владевшая всеми сокровенными историями и самыми заветными желаниями. Она даровала пылкую любовь, вечную ненависть, а также показала истинный смысл смерти и веры.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/193a95712c2de70de8387cacada48417_2626299660223667771.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5112,
        "name": "Драконий хребет",
        "desc": "<p>Опасный заснеженный регион на юге Мондштадта, где никогда не тает лёд. Земля на Драконьем Хребте пропитана отравленной кровью дракона Дурина.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/01/237301566/b8b72510f6e10df82a28ab7e44925d9d_6675973962702745321.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Ведьмин шабаш",
        "desc": "<p>Тайное общество ведьм, которое занимается обсуждением секретов за чаепитием и исследованием Ирминсуля.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/7e361b6e509e4197a2d7ce89f277c472_7973032842141432529.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Алиса",
        "desc": "<p>Хранительница границ мира, великая искательница приключений, злой-презлой Додокороль, защитница старого Мондштадта, друг, не покинувший надежду взрослых, составительница «Путеводителя по Тейвату», изобретательница искусства кудзирай, тэмари-дзюцу, поставшица знаменитой госпожи Сангема-бай, старейшина Ведьмина шабаша под кодовым именем «А.» и мама Кли.</p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/16/237301566/7c4f62f9126f4c80e16f20e2728f449f_5967603972261492538.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Барбелот",
        "desc": "<p>Провидица, ведьма из Ведьмина шабаша и учительница Моны. Известна как Астромант Барбелот Трисмегистус и «Б.».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/c11bc32a2df3184a98f12aa253560c6c_2431908676514242104.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Андерсдоттер",
        "desc": "<p>Аня М. Андерсдоттер - писательница из Мондштадта и ведьма из Ведьмина шабаша.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/f1576f261802f32e6c00a1bf8a6335df_1220539739638345648.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Рэйндоттир",
        "desc": "<p>Алхимик, ведьма из Ведьмина шабаша, одна из грешников Каэнри'ах, мать Альбедо. Известная как Золото и «Р.». Рэйндоттир создала армию монстров, которые атаковали Тейват 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/237301566/a38463ea993adadbabcf39531320e7e8_1855056204939670650.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Дурин",
        "desc": "<p>Теневой дракон и один из детей алхимика Рэйндоттир.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/206a8a0bc1698ae7019f093470f9e845_1446865023244996257.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "name": "Барбатос",
        "desc": "<p>Анемо Архонт Мондштадта.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/5f7d70114271f8eca21f24cd62499dc6_6427713425223259512.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Двалин",
        "desc": "<p>Элементальный дракон и друг Анемо Архонта Барбатоса. После отравления кровью теневого дракона Дурина стал для людей Ужасом Бури.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/b6e31b3c3cb069320d40e3b7b7d06b2f_2627257747151251085.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Нилу",
        "desc": "<p>Знаменитая танцовщица Театра Зубаира. Изящная красавица с чистой и открытой душой.</p><p></p><p><em>«И что в том театришке хорошего? Если бы она отправилась вместе со мной в гастроли по Тейвату, то заработала бы столько моры, сколько бы ей захотелось... Вот только она, наивная душа, понятия не имеет о собственной ценности»</em>, - Дори.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/24/237301566/586d726f9ebda3506c78beaaa41f13b6_2370206591499918355.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Навия",
        "desc": "<p>Действующая глава Спина-ди-Росула, лучший и самый ответственный босс.<br><br><em>«В детстве мы играли в одну настольную игру, где она выступала в роли искательницы приключений, а я - в роли ведущей. Что и говорить, я неплохо умею справляться с непредвиденными обстоятельствами, но при этом меня часто ставили в тупик её ответы и решения. С другой стороны, именно это и делало игру интересной», </em>- Клоринда.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/17/70239714/3fc7580c01a9e622692402889706c4db_1613407406345195234.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Кирара",
        "desc": "<p>Курьер инадзумской компании доставки «Комания экспресс». Эта нэкомата обожает свою работу и общество людей.<br><br><em>«Чрезвычайно милая нэкомата. Она особенно мила, если шепнуть ей на ушко о запаздывающих посылках, когда она спит. Тогда она побежит с такой прытью, какой не ожидаешь даже от генерала Горо на поле боя»</em>,<em> </em>- Яэ Мико.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/24/237301566/d1699810632f8c3bc8c1e8c8beb8250f_6129930541608621707.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Странник",
        "desc": "<p>Скиталец, личность которого остаётся загадкой. Носит одежды горного отшельника, но высказываниями и действиями на ищущих просветления совсем не похож.<br><br><em>«Верующие творят славу своих богов, а отступники становятся свидетелями их преображения. Я не буду загонять его ни в какие рамки. Неопределённость - краеугольный камень его будущего», </em>- Буер, Благословенный Мудрец, Махакусаладхарма.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/70239714/24d97a22be742fb732ea96f625d1faac_279357737036794010.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Кли",
        "desc": "Эксперт по взрывчатке и частый гость темницы Ордо Фавониус. Также известна как «Ускользающее солнце».",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/237301566/ca5fba7e25bd27e309de326cfaf925bd_8880784398069733248.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Альбедо",
        "desc": "Гений, именуемый Принцем мела. Главный алхимик и глава исследовательской команды Ордо Фавониус.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Фишль",
        "desc": "Таинственная девушка, называющая себя «Принцессой осуждения» и путешествующая в сопровождении ворона по имени Оз.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Трансмутация человеческого тела",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/16/237301566/f988fb022d6f4d8e58a5f27589940718_2797952356908018587.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "С каждым днём к Дурину возвращалось всё больше жизни, и монстры, находящиеся под влиянием его силы, стали нападать на людей и принимать их облик, чтобы заменить их собой. Понимая, что возродившийся теневой дракон может быть опасен для Мондштадта, Альбедо решил убить его и искусственно возродить в другом виде с помощью Мини-Дурина. После воскрешения Дурин перестал бы быть монстром и больше бы не представлял опасности для Мондштадта. Дурин с Драконьего хребта был намного агрессивнее и примитивнее, а чистая сторона Мини-Дурина из сказки должна была уравновесить злую сторону теневого дракона. Дракон из сказочной страны не хотел уступать имя другому дракону и считал, что имеет на него право. Мини-Дурин боялся, что, слившись с Дурином и став человеком, может перестать быть собой, но он хотел, чтобы в его жизни появился смысл: победить злого дракона и стать человеком. Вместе с Альбедо они договорились совершить алхимический ритуал и превратить Мини-Дурина в человека с помощью трансмутации человеческого тела."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/16/237301566/3a7f9a37e77fd3237e4038db8e791874_219645330418464670.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Чтобы получить материалы для трансмутации и убить Дурина, Альбедо извлёк ядро из сердца дракона, и его оставшееся тело лишилось жизненной силы. Для проведения ритуала алхимик заручился одобрением ведьм из Ведьминого шабаша и взял у них плоть бессмертного монстра из Пепельного моря и фрагмент «эмбриона», из которого Рэйндоттир создавала своих монстров. С помощью чистой души сказочного дракона, крови изначального дракона и тела из плоти бессмертного чудовища и фрагментов эмбриона, Альбедо развернул работу над алхимической моделью трансмутации."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/16/237301566/63d015a24be89a27d8e942aa1a5eed5c_4540778884892184583.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Разлагающая природа драконьего яда и мощная жизненная сила останков монстров должны были уравновесить друг друга, чтобы обеспечить идеальный баланс в искусственном теле. Столкновение силы разложения с жизненной силой должно было вызвать мощный побочный эффект в виде создания новой жизни. Когда жители Мондштадта праздновали Праздник ветряных цветов, Альбедо выполнил алхимический ритуал, по размеру охвативший весь город, и в результате создал синтетического человека. Альбедо и Мини Дурин стали единственными существами в целом мире, обязанными своему рождению алхимии и принявшие человеческий облик. И если разделить все живые существа по видам, они бы оказались единственными представителями своего вида. И хотя тело Мини Дурина пока нестабильно, он исполнил свою мечту и стал человеком.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7683,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5112,
        "name": "Драконий хребет",
        "desc": "<p>Опасный заснеженный регион на юге Мондштадта, где никогда не тает лёд. Земля на Драконьем Хребте пропитана отравленной кровью дракона Дурина.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/01/237301566/b8b72510f6e10df82a28ab7e44925d9d_6675973962702745321.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7424,
        "name": "Пепельное море",
        "desc": "<p>Место на западной оконечности Натлана, возникшее 500 лет назад во время Катаклизма и известное как безветренная земля. Мастер Рубежей Санхадж Компоре призвал крошечное Царство Ночи, взорвал его и отбросил чёрное бедствие, создав при этом Пепельное море.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/237301566/8ef5e0aaf7edf5d156a382a5b0cc72da_768162445189865937.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4939,
        "name": "Праздник ветряных цветов",
        "desc": "<p>Традиционный праздник Мондштадта, во время которого жители преподносят «анемонии» Анемо Архонту Барбатосу и своим близким. </p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/a2b5d731d7d2847a062cfd8750b02944_7280859701605203716.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Ведьмин шабаш",
        "desc": "<p>Тайное общество ведьм, которое занимается обсуждением секретов за чаепитием и исследованием Ирминсуля.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/7e361b6e509e4197a2d7ce89f277c472_7973032842141432529.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Дурин",
        "desc": "<p>Теневой дракон и один из детей алхимика Рэйндоттир.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/206a8a0bc1698ae7019f093470f9e845_1446865023244996257.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Альбедо",
        "desc": "Гений, именуемый Принцем мела. Главный алхимик и глава исследовательской команды Ордо Фавониус.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Рэйндоттир",
        "desc": "<p>Алхимик, ведьма из Ведьмина шабаша, одна из грешников Каэнри'ах, мать Альбедо. Известная как Золото и «Р.». Рэйндоттир создала армию монстров, которые атаковали Тейват 500 лет назад.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/237301566/a38463ea993adadbabcf39531320e7e8_1855056204939670650.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Мини-Дурин"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Симуланка"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Мини-Дурин",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/2b30cf0b78a9cab15961a039d51e6e6c_3133949439328337945.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Мини-Дурин вместе с Кли и созданной им лодкой."
          }
        ]
      }
    ]
  }
}