{
  "epId": 7762,
  "name": "Записка неизвестного происхождения",
  "desc": "Вы нашли эту записку в загадочном месте. Её содержание похоже на дневник.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/0f07cb6fbcb8a27664e6281ed22fa233_6918072165512844978.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1748640355,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 7766,
        "name": "Записка неизвестного происхождения I",
        "desc": "Вы нашли эту записку в загадочном месте. Её содержание похоже на дневник.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/0f07cb6fbcb8a27664e6281ed22fa233_6918072165512844978.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7765,
        "name": "Записка неизвестного происхождения II",
        "desc": "Вы нашли эту записку в загадочном месте. Её содержание похоже на дневник.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/0f07cb6fbcb8a27664e6281ed22fa233_6918072165512844978.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7764,
        "name": "Записка неизвестного происхождения III",
        "desc": "Вы нашли эту записку в загадочном месте. Её содержание похоже на дневник.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/0f07cb6fbcb8a27664e6281ed22fa233_6918072165512844978.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7763,
        "name": "Записка неизвестного происхождения IV",
        "desc": "Вы нашли эту записку в загадочном месте. Её содержание похоже на дневник.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/05/20/0f07cb6fbcb8a27664e6281ed22fa233_6918072165512844978.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Записка неизвестного происхождения"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6506,
            "name": "Конец пути"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Запись первая:\nМеня зовут Бо Ян, и с помощью этих записей я собираюсь передать свой опыт и знания потомкам.\nЗапись вторая:\nПо приказу Цисин мы с моим братом Жун Чжао отправились в Разлом, взяв Мистический компас, чтобы поддержать отряд Миллелитов. Однако там нас поджидали ужасные чудовища. Многие не пережили то столкновение. Если бы не помощь прибывшего Яксы, мы с братом тоже присоединились бы к ним.\nЗапись третья:\nУ того Якса были четыре руки, и похож он был на того, кто давным-давно потерял остатки разума. Даже имени своего он не помнил. В приступах сумасшествия Якса нередко выкрикивал имена Алатус и Меногиас, хотя таковых среди нас не было. Он повелевал молнией и в пугающем бесстрашии был подобен величайшим из покорителей. Десять дней мы следовали за ним, сражаясь с чудовищами, и оружием прокладывали путь вперёд.\nЗапись четвёртая:\nУ всякой твари есть уязвимость, и эти чудовища не исключение. Обнаружив их уязвимое место, Якса выработал победоносную тактику. В нашем предыдущем сражении поверхность Разлома была разрушена, обнажив под собой загадочный подземный дворец.\nПо нашим наблюдениям, чудовища, приближаясь к нему, становились слабее. Поэтому мы предположили, что под землёй покоится некая сила, способная подавлять тварей Каэнри'ах.\nЗапись пятая:\n...У нас слишком много потерь. Необходимо положить конец сражениям. Вместе с Жун Чжао мы условились, что я возьму Мистический компас и поведу часть Миллелитов в подземный дворец вслед за Якса. Мы отвлечём чудовищ и уведём их как можно глубже.\nМы с Яксой должны будем воссоздать печать изнутри, а мой брат будет помогать нам снаружи. Только так печать станет целой. Если план сработает, Разлом станет безопасным. Вот только те Миллелиты, что последовали за нами, окажутся заперты в подземном дворце. Цена слишком велика... но мы обязаны попытаться.\nЗапись шестая:\nМиллелиты вели наблюдения день и ночь и подтвердили, что после того, как чудовища оказываются в подземном дворце, они слабеют, будто бы некая сила высасывает из них все соки...\nНекоторые из раненых солдат пожертвовали собой, а другие в смятении отделились от отряда и не вернулись. Чудовища... сможем ли мы справиться с ними таким образом?\nЗапись седьмая:\nБоюсь, что среди живых свидетелей странного эффекта подземного дворца остались только я и Якса. Не знаю, сколько прошло времени... Якса тяжело ранен и сходит с ума. Боюсь, ему осталось совсем немного.\nЯ, хоть и сохранил рассудок, чувствую, как понемногу теряю его. Не могу вспомнить, сколько я уже пробыл под землёй... Якса призывает меня пробираться к поверхности. Он совсем забыл, что нам суждено остаться здесь.\nЗапись восьмая:\nПодземный дворец этот похож на живое существо. Когда в земле образовалась трещина, мы прыгнули вниз и дали бой, но ещё тогда я заметил, как трещина стала понемногу затягиваться. Не знаю, могли ли мы избрать иную тактику...\nДаже если атаковать эти трещины, они всё равно понемногу восстанавливаются. Иногда это происходит быстро, а иногда требуется время. От чего это зависит, мне выяснить не удалось. Означает ли это, что, обрушив в ходе битвы поверхность, мы разрушили оболочку подземелья? ...Неужели мы случайно угодили в брюхо исполина, который медленно пожирает нас?\nЗапись девятая:\nВсе чудовища, должно быть, умерли. Нам наконец-то удалось измотать их... Сколько бы я ни бродил по руинам, выхода так и не нашёл. Якса уже покинул этот мир, и я остался здесь совсем один...\nСегодня мне привиделся мой дом, жена и дети... Они приблизились ко мне, а затем прошли насквозь и исчезли... Неужели я тоже схожу с ума?! Иначе как мне могут видеться родные из далёкого Ли Юэ?.. Как же мне хочется вернуться домой... Но смогу ли я выбраться?\nЗапись десятая:\nЖун Чжао... Временами во мне вскипает ненависть за то, что все эти муки выпали на мою долю, а не твою. И всё же... я ведь твой старший брат, и я рад, что ты выжил. Я так устал... мысли путаются..."
          }
        ]
      }
    ]
  }
}