{
  "epId": 8269,
  "name": "Священный призыв семерых",
  "desc": "<p>Карточная игра, созданная двумя учёными из Сумеру и распространившаяся по всему Тейвату. Писатель из Инадзумы Фукумото создал вымышленный лор игры.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/bbe1f34f068639b16f0389029e8fc1ce_4579881763461157444.png",
  "menuId": 20,
  "menuName": "Объяснение терминов",
  "version": 1756736349,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Трейлеры и тизеры",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Трейлер версии 3.3 - «Всё зримое - явь, всё сущее - тлен»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/07/237301566/c6fa66810399b209da492e4c6507fd7e_5615487277399818990.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25 ноября 2022</color>\nЕщё с древности Инадзума не испытывала недостатка в кайдан, историях о сверхъестественном.\nНекоторые из них, разумеется, связаны с великими ёкаями и передаются из поколения в поколение.\nИные же, наверное, всего лишь блёклые отголоски ушедших времён...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=oTIHLsa0bj0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Трейлер версии 3.7 - Дуэль! К вершинам карточного мастерства!"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/23/70239714/594dddcec4de566299a51e2f602e2d15_3528237908873569032.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>13 мая 2023</color>\nКарточная игра подобна человеческой жизни. Порой судьба сдаёт нам случайные карты, но опыт способен изменить исход даже самой безнадёжной партии.\nЧеловеческая жизнь подобна карточной игре. Победы и поражения лишь кульминационные точки путешествия. А в захватывающих дуэлях звучит мелодия вечности.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=0fEtfzr0fpY"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Тизер «Карточное сокровище»"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/47829eff8f2622f6d8abef0143f54551_3355186518440849353.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 июня 2023</color>\nДавно забытое прошлое. Таящая сокровища карта. Игра, родившаяся из дружбы.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=ZhWO6QOzLT4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "«Священный призыв семерых»",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/d117b7775ff35836aa868c8de0d0ce13_5368843121030452130.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Карточная игра «Священный призыв семерых» была создана двумя учёными из Сумеру, Гулабом и Гарвипидамом. Они были знакомы с самого детства, учились и росли вместе. Гулаб был болен элеазаром - болезнью, существовавшей только в Сумеру, и возникшей из-за запретного знания. Болезнь сопровождалась тёмными чешуйками на коже, онемением конечностей и в последней стадии смертью. Если бы не повязки на руках, сложно было догадаться о его болезни, но никто не хотел с ним дружить. Несмотря на это Гулаб был спокойным, добрым и всегда в хорошем настроении. Гарвипидам стал единственным, кто захотел дружить с больным мальчиком, и с тех пор они стали неразлучны. Они вместе поступили в Академию Сумеру, где Гулаб добился звания дастура Ртавахиста. Но вскоре после этого течение болезни стало ухудшаться, начались серьёзные осложнения, и Гулаб оказался прикованным к постели. Он проходил лечение в больнице, поэтому ему пришлось оставить исследования. Чтобы поддержать друга, Гарвипидам каждый день приходил в больницу, хотя тот говорил, что приходить так часто ни к чему. Когда им нечем было заняться в больнице, друзья стали забавляться, раскрашивая карточки, и постепенно эти карточки превратились в «Священный призыв семерых». Вскоре уже вся больница играла в карточную игру. При создании игры Гарвипидам использовал теоретические знания об элементах, мечтая вместе продолжить исследование, когда Гулаб выздоровеет."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/9410c6251327ab6c1257fecd24c1f595_6948451517613006929.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Мечтам Гарвипидама было не суждено случиться, и Гулаб погиб от элеазара. После его смерти учёный пытался сыграть в игру с кем-то ещё, но каждый раз, когда он поднимал глаза, видел силуэт своего друга, будто он всё ещё сидел за столом. Все знакомые Гарвипидама говорили, что он должен двигаться дальше и получать удовольствие от «Священного призыва семерых», ведь он один из его создателей. Но мужчина так и не смог смириться с гибелью друга. Он стал вести затворнический образ жизни, представлялся вымышленным именем, и даже его соседи не знали, кто живёт с ними. Хотя существовали изображения создателей игры, никто не знал их личности, и со временем игра обросла слухами. Некоторые считали, что авторы игры не являются настоящими создателями, а другие - что игру изобрели после откровения божества мудрости. Лишь после одного из турниров «Священного призыва семерых» истина была раскрыта, и Гарвипидам наконец смог смириться со смертью Гулаба, благодаря последнему письму и подарку - карты «Священного призыва семерых», на которой они оба изображены в детстве.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "name": "Академия Сумеру",
        "desc": "<p>Организация Сумеру, осуществляющая административный контроль над регионом и занимающаяся просвещением жителей.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/04/237301566/2285a2d002f2043abe9bddf65a46f891_2725272071367240618.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 8270,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 3944,
        "desc": "",
        "displayStyle": "card",
        "menuId": 18
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "«Король священного призыва»",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "После появления «Священного призыва семерых» была написана книга «Король священного призыва», рассказывающая о юноше Абу, который нашёл у себя на чердаке Карточный ларец. Открыв его, он обнаруживает душу Царя крокодилов, и тот вселяется в сумерца, после чего герой становится игроком в Священный призыв семерых. Для создания изображений для карт, автор книги, Фукумото, вдохновлялся реальными боями и личностями, например, генералом махаматрой Сайно. После выхода книги некоторые стали полагать, что настоящим создателем игры является Царь крокодилов и Царь ибисов, а сама книга написана одержимым юношей. И хотя Фукумото выступил с опровержением, количество слухов только увеличилось, а популярность игры возросла.\nЦарь крокодилов Собек, полководец всех полководцев и Царь ибисов Тот, секретарь всех секретарей, были одними из семи мудрецов царя\n- правителя пустыни Сумеру. В одной главе книги Царь крокодилов и Царь ибисов постоянно спорили, и однажды их спор зашёл о преобразовании материи. Собек отыскал человека, который, получив благословение океаниды, мог превращать любую жидкость в вино. Тот же отыскал человека, под воздействием проклятия превращающего всё в серебро. Мудрецы царя Дешрета поспорили, кто из этих людей победит, и попросили главного жреца пустыни, Германубиса, предсказать исход их спора. <color=#ffffffd9>«Две силы сталкиваются напрямую, как острое копьё и крепкий щит</color> , - говорил Германубис. - <color=#ffffffd9>И каждая из них должна уступить другой и сделать шаг назад. В этом заключается принцип равновесия»</color> . Исход спора был таким: простая чаша сделалась серебряной, а илистая вода в чаше превратилась в прекрасное вино с частицами серебра. Однако Царь крокодилов и Царь Ибисов не поняли предостережений Германубиса и продолжали без устали сражаться друг с другом, пока наконец не изобрели удивительную магию призыва и не продолжили свою битву на поле «Священного призыва семерых».\nПри выпуске финального тома первой части «Короля священного призыва» на специальном предзаказе должны были представить образец товара в виде оружия, названного Клюв ибиса. Из-за уникальных характеристик запрос на изготовление образца был воспринят как запрос на создание настоящего оружия, что расстроило издательский дом Яэ. Однако Фукумото, который присутствовал при доставке лука, впечатлился таким поворотом событий и написал историю, которая позже вошла в книгу в качестве примечания. По истории лук, украшенный драгоценными камнями, когда-то был в сокровищнице Царя ибисов. Царь крокодилов был уверен, что тот, кто владеет этим луком, станет самым искусным лучником под командованием царя Дешрета, поэтому решил во что бы то ни стало получить этот лук. Зеленокожий юноша спросил, сможет ли он получить лук, если станет самым блестящим лучником из всех, но в ответ получил лишь усмешку. Когда царь Дешрет давно исчез, Царь крокодилов решил пересечь море песков ради церемониального поединка, чтобы разжечь неистовую войну, которая сотрёт границы множества миров. Чтобы остановить его, одинокая\nдержащая золотой лук, поднялась по ступеням, ведущим к поединку. После этой битвы Собек был запечатан Тотом в Дуэльном зале за жажду великой войны и попытку уничтожить стены миров. Дуэльный зал был подобен некоему святилищу: из него нельзя было сбежать и незаметно сжульничать. Даже Царь крокодилов не мог покинуть это место."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/09e3d65b6afe44c2eb824f5bc52ca8f6_1494281877174131513.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Несколько столетий спустя юноша Абу обнаружил Карточный ларец, и в него вселился Царь крокодилов, и вместе они стали королём священного призыва. Когда Собек с помощью Абу снова вошёл в запечатанный Дуэльный зал, он снова увидел золотой лук, который держал призрак. Время как будто остановилось, чтобы остаток его души смог пройти через разбитые двери, разбросанные коридоры и вернуться в палату предательства и интриг. Перехватив летящую в него неотвратимую золотую стрелу, выпущенную из лука тайных обрядов, он избежал несчастной участи быть пронзённым насквозь. Но в этот момент тайное заклинание рассеялось, стрела сломалась, а тень владельца лука исчезла в мгновение ока. Собек схватил лук за мгновение до того, как тот упал. Его многочисленные попытки завладеть этим выкованным из золота луком заканчивались неудачей, что привело к тому, что они с Царём ибисов постепенно перестали общаться. И когда он наконец обрёл желанное сокровище, то обнаружил, что в его сердце холодно, как в застоявшемся болоте, и в нём нет ни капли радости. Царь крокодилов поразмыслил и пришёл к выводу, что он уже не так сильно, как в молодости, стремится реализовать несбывшиеся мечты."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/334c716df62558e7326153cf949a2b0a_759668867041982066.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Позже, когда душа Царя крокодилов уже покинула тело Абу, юноша пришёл сразиться с ним в Дуэльный зал. Вспоминая прошлое, Собек взял в руки длинный лук, представляя себе победу, о которой так мечтал в юности, и медленно пошёл к полю битвы, предначертанному судьбой. Хотя зеленокожий король был близок к победе, молодой человек смог одержать победу. Абу, наклонив голову, наблюдал, как тело Царя крокодилов постепенно рассыпается в прах. <color=#ffffffd9>«Хотя ты живёшь за счёт войны, ты ни на день не прекращал гасить её пламя»</color> , - сказал юноша. <color=#ffffffd9>«Это было бы слишком скучно.</color> <color=#ffffffd9>Мир был бы таким скучным без тебя. Для меня ты… Ты не поймёшь. О, кстати, мне только что пришло в голову, что я ещё не знаю твоего имени»</color> . Царь крокодилов увидел, как на губах молодого человека появилась незнакомая, опасная улыбка. В тот день различные миры засвидетельствовали желание молодого человека: <color=#ffffffd9>«Стены будут разрушены, и начнётся война между мирами. Я хочу, чтобы реки крови окрасили землю, а горы костей пронзили небо. Так я увековечу повелителя дуэлей»</color> .\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Сайно",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Генерал махаматра, который осуществляет надзор над всеми учёными Академии. Говорят, в работе он по эффективности превосходит «Великую Ваювьястру» Кшахревара.</span></p><p></p><p><em><span style=\"color: rgba(255, 255, 255, 0.85)\">«Немало учёных Академии боятся, что генерал махаматра вмешается в их исследования. Зря они опасаются. Едва ли среди них найдутся такие, чьи результаты были бы достойны его визита».</span></em></p><p><span style=\"color: rgba(255, 255, 255, 0.85)\">Так ответила Коллеи на вопрос лесного стража Тигнари о генерале махаматре.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/24/70239714/e09e2bda5e022611fad0dea1bb6518bb_3921227929686782989.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3902,
        "name": "Клюв ибиса",
        "desc": "<p>Золотой лук, выкованный по описанию из истории. Если использовать его как обычное оружие, он словно становится частичкой вымышленного мира, сошедшей со страниц книги.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/25/51635400/3c33fbd1aeadf27dc00617c3f4d31c55_2918362787867635712.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5151,
        "name": "Диалог пустынных мудрецов",
        "desc": "<p>Символизирующий славу алхимии кадуцей, который ввиду своего особого статуса был изготовлен из особого сплава. Удары этим чрезвычайно жёстким и неимоверно тяжёлым жезлом несомненно очень болезненны.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/237301566/cac436c29ec9fc31413bc56cd0448f70_7446052532261605007.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3945,
        "name": "«Король священного призыва»",
        "desc": "<p>Лёгкий роман, основанный на популярной карточной игре Тейвата «Священный призыв семерых». Благодаря оригинальным персонажам и захватывающему сюжету он стал новым бестселлером.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/28/51635400/76dde4a69ca10e7f15263e886449d470_5117031727602879537.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Приходите сыграть в «Священный призыв семерых»!",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/7fb65b965bc9f751a8a7308300471349_1481482516531573624.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Несколько лет назад странствующий торговец Ли Бэнь привез карточную игру «Священный призыв семерых» в Инадзуму, где она обрела популярность и получила собственную вымышленную историю. Из Инадзумы игра распространилась по всему Тейвату и завоевала сердца тысяч поклонников. Прибыв в Мондштадт, Путешественник/ца и Паймон встретили ассистентку главного алхимика Ордо Фавониус, Сахарозу, которой пришла посылка от бродячего сумерского учёного, с которым она работала. Девушка как-то увидела у своего коллеги Тиммея необычные карточки, поэтому обратилась к учёному за консультацией. В знак благодарности за помощь с исследованием тот прислал ей набор карт в «Священный призыв семерых», среди которых была даже карта с изображением самой Сахарозы. Поскольку ни Сахароза, ни Путешественник/ца, ни Паймон никогда не играли в игру, они отправились в таверну «Кошкин хвост», где часто собирались игроки. Когда количество посетителей, пришедших сыграть в карты, увеличилось, владелица таверны Маргарита выделила специального сотрудника, чтобы тот помогал игрокам. Этим сотрудником оказался чёрный кот по имени Принц, которого Путешественник/ца и Паймон однажды помогали искать. Для «перевода» речи Принца был назначен специальный помощник, заявлявший, что после игры в «Священный призыв семерых» начал полностью понимать животное."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/f7fdd44677fa759a84b5e7c7d07b778b_4774258549970826054.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Поскольку Принц был слишком искусен, чтобы играть с новичками, Маргарита попросила подругу Путешественника/цы, Диону, создающую напитки в таверне, помочь им. Та подарила Путешественнику/це и Сахарозе карту «Дилюка», винодельческого магната Мондштадта, которую недавно оставил в таверне сводный брат Дилюка, Кэйа. Сам Дилюк был удивлён существованию карты с его изображением и решил поговорить о ней с братом. После получения правил игры и выигрыша в дуэли у Сахарозы, Путешественник/ца получил/а от Маргариты Карточный ларец - шкатулку для хранения карт, которая улавливает сигналы других ларцов поблизости, помогая найти соперника. После ещё одной победы над рыцарем Ордо Фавониус Принц назначил Путешественнику/це особого соперника, Фишль, победа над которой позволила бы ему/ей стать сертифицированным карточным игроком. Одолев принцессу осуждения в равном бою, Путешественник/ца получил/а карту «Фишль», «Руководство для игроков» и возможность приобретать в таверне различные товары, связанные со «Священным призывом семерых».\nКогда игра стала настолько популярна, что в неё стал играть весь Тейват, дух чайника Пухляш создала особое подпространство, где игроки со всего мира могли играть друг с другом, не приезжая в другие страны.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5426,
        "name": "Приходите сыграть в «Священный призыв семерых»!",
        "desc": "<p>Кто-то в алхимическом магазине Мондштадта рассказывает о полученной странной посылке. Проверьте.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/23/88347907/dbd650379a4fe11bd51ad4d4e23f73a3_8334579442862714566.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 30,
        "name": "Сахароза",
        "desc": "Алхимик, преисполненная любопытством по отношению ко всему на свете. Она занимается исследованием биоалхимии.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sucrose_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 44,
        "name": "Диона",
        "desc": "Молодая девушка, унаследовавшая остаточную долю нечеловеческой крови. Она невероятно популярный бармен таверны «Кошкин хвост».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Дилюк",
        "desc": "Магнат, построивший непревзойдённую винную империю в Мондштадте.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Кэйа",
        "desc": "Капитан Ордо Фавониус выглядит довольно экзотично. Несмотря на дружелюбие и приветливость, от него веет странным холодком.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/237301566/a59b105ea80a314fc010e1886667facb_435122796050807398.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Фишль",
        "desc": "Таинственная девушка, называющая себя «Принцессой осуждения» и путешествующая в сопровождении ворона по имени Оз.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3329,
        "name": "Принц",
        "desc": "<p>Мудрейший из кошачьих</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/05/70239714/4938aab787f25a6c7d47a11fa7ee9e8e_7442976121538420415.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2517,
        "name": "Маргарита",
        "desc": "<p>Хозяйка таверны «Кошкин хвост».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/14/237301566/f5445fc28da7f06c3ccbfd6c9b243a96_2630048777681658030.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2529,
        "name": "Ли Бэнь",
        "desc": "<p>Странствующий торговец из Ли Юэ.</p><p></p><p>Эксклюзивный персонаж события «Изумительные изделия».</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/237301566/807d2047080168332452ad786d285fb7_6578976209412153694.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3941,
        "name": "Шу Юнь",
        "desc": "<p>Правай рука Принца</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/03/237301566/64858a07768c8b442b80248b1567cbca_5065600227196179047.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3524,
        "name": "Пухляш",
        "desc": "<p>Владыка исчезающих радуг и ясного неба.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/237301566/92f7252b0d5f4a371655933b505a69c8_7463511237668458178.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3193,
        "name": "Сахароза",
        "desc": "<p><strong><span style=\"color: #FFFFFF\">«Безобидная карамелька»</span></strong></p><p>«Невозможно оценить колоду, не испробовав её в бою!»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/04/248396187/b9a4ece363d697dfb565dda772efbaf4_4978663664738091436.png",
        "displayStyle": "card",
        "menuId": 17
      },
      {
        "type": "CustomEntry",
        "epId": 3181,
        "name": "Дилюк",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/04/248396187/1692ce668a14a238e1fa6b763b9ae0ce_8773259033714652575.png",
        "displayStyle": "card",
        "menuId": 17
      },
      {
        "type": "CustomEntry",
        "epId": 3188,
        "name": "Фишль",
        "desc": "<p><strong><span style=\"color: rgba(255, 255, 255, 0.85)\">«Принцесса осуждения»</span></strong></p><p>«Оз, мой фамилиар, расправь же свои крылья и направь меня к судьбе этой величественной ночи!»</p><p>«Миледи, не в моих силах заменить вам эту карту...»</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/70239714/a122204b72ab4c460887089b8e4664be_4810926268946548188.png",
        "displayStyle": "card",
        "menuId": 17
      },
      {
        "type": "CustomEntry",
        "epId": 3334,
        "name": "Карточный ларец",
        "desc": "<p>Шкатулка для хранения карт, выпускаемая Ассоциацией игроков в «Священный призыв семерых». Карточные ларцы выдаются новичкам, освоившим правила игры и прошедшим проверку членом Ассоциации. Говорят, Карточный ларец — изобретение учёных Академии Сумеру. Каждый ларец оснащён специальным механизмом, который улавливает сигнал от других ларцов поблизости. Используйте эту функцию, чтобы вступать в поединки с соперниками в округе!</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/28/237301566/b2d1cdd9dd64d797e2beacdcb039210c_320047284911866373.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Дуэль! К вершинам карточного мастерства!",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/0b591dd44b48e694730e3edee7fb187c_3366143719157171802.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Популярность карточной игры «Священный призыв семерых» продолжила расти, и для создания уникальных карточных изображений даже стали приглашать знаменитого мондштадского художника\nГильдия искателей приключений решила организовать Грани-при Короля Священного призыва - турнир в каждом городе Тейвата с призами. Когда Путешественник/ца и Паймон прибыли в Мондштадт, турнир уже подходил к финалу, поэтому они не смогли принять участие, но помимо официального состязания игроки организовали свои неофициальные турниры без ограничений по времени подачи заявок. Когда Путешественник/ца и Паймон зашли к Дионе в таверну «Кошкин хвост», рядом с девушкой они заметили необычного ёкая из Инадзумы - курьера «Комании экспресс» Кирару. А после встречи с Дионой и владелицей таверны, когда они направлялись к площадке с турниром, с ними познакомилась журналистка из Фонтейна, Шарлотта, приехавшая освещать каждый турнир Гран-при Короля Священного призыва. Она рассказала, что во время состязания увидела Карточного вора, который воспользовался невнимательностью соперника, чтобы украсть его карты. Журналистка хотела проследить за преступником, но его след простыл. Желая выяснить всю правду, Путешественник/ца и Паймон присоединились к её расследованию."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/69aea1267bbfd8628bd4d8e569920c7f_5604734524600792493.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Во время финальной битвы между капитаном Ордо Фавониус Кэйей и мальчиком, ухаживающим за голубями, Тимми Шарлотта заметила двух подозрительных людей, которые избегали чужих взглядов, словно затевали что-то неблаговидное. Когда один из них внезапно бросился бежать, журналистка, Путешественник/ца и Паймон отправились за ним, пропустив финал состязания, в котором победил Тимми. Когда они догнали подозреваемого за воротами Мондштадта, на того вдруг напали Похитители сокровищ. После того как Похитители сокровищ были побеждены, подозреваемый признался, что ему предложили купить карту с нарисованным на рубашке сундуком в три раза дороже, чем он её приобрёл, поэтому после сделки удивлённый мужчина хотел проверить, настоящая ли мора, и тогда на него напали. Рассказав всё Ордо Фавониус и поняв, что за карточными рубашками скрывается какой-то секрет, Шарлотта, Путешественник/ца и Паймон отправились в гавань Ли Юэ, где должен был состояться следующий финал. Покидая турнир, они увидели афишу турнира, где были изображены создатели «Священного призыва семерых», но никто не знал их личностей, адресов или другую информацию."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/d01763012fa95507bd7836854d2c3fb9_8003719174813827251.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда Путешественник/ца, Паймон и Шарлотта прибыли в Ли Юэ, журналистка была приглашена на встречу с главой правящей организации Ли Юэ, Нин Гуан, поэтому Путешественник/ца и Паймон отправились проводить своё расследование. В гавани они встретили своего старого друга Каэдэхара Кадзуху и снова увидели Кирару, которая не могла найти ритуальное бюро «Ваншэн». Оказалось, что посылка Кирары была для владелицы ритуального бюро и финалистки Гран-при в Ли Юэ, Ху Тао. Путешественник/ца и Паймон расспросили Ху Тао о рубашках с изображением сундука, и та вспомнила, как экзорцист Чун Юнь проиграл в дуэли с неизвестным человеком, и при победе тот попросил карту с похожей рубашкой. Когда Кадзуха, Путешественник/ца и Паймон разыскали Чун Юня, он помогал ребёнку найти его убежавшую подругу. Узнав, что мальчик подарил ей Карточный ларец, Путешественник/ца воспользовались отслеживанием игроков на своём ларце и пошли по следам девочки, где снова наткнулись на Похитителей сокровищ. После победы над ними и встречи с пропавшей девочкой Чун Юнь сообщил, что человек, которому он проиграл карту, собирался отправиться в Инадзуму."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/c9894dcb6f98a3756a7299353b2a02ee_4407908945773921997.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Вернувшись в гавань к победе Ху Тао в Гран-при, Путешественник/ца и Паймон встретили Шарлотту и Нин Гуан, которая рассказала, как недавно на рынке появились чрезвычайно редкие рубашки с изображением сундука, но они были выкуплены всего за одну ночь. Сначала она подумала, что это очередной торговец, припрятавший товар, чтобы создать ажиотажный спрос, но узнав о Карточном воре, сразу подумала о нём. И хотя эти рубашки были выполнены по индивидуальному заказу, особой красотой и изяществом они не отличались, поэтому тайна за картами с сундуком становилась только загадочнее."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/0c24f56ce52d600a1594e60a86abeefa_594076962623727452.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Прибыв на остров Рито, Путешественник/ца, Паймон и Шарлотта встретили Электро Архонта Инадзумы, Эи. Её подруга и фамильяр, Яэ Мико, уговорила её принять участие в Гран-при, и Эи смогла пройти в полуфинал, сражаясь с обычными инадзумцами, трепетавшими перед ней в страхе. В полуфинале Архонт проиграла Мико. Второй финалисткой стала Верховная жрица Сангономии, Кокоми, приехавшая на Рито показать инадзумцам, что даже если они верят в разных богов, они всё равно могут сойтись вместе за карточной игрой и оставить любые разногласия. Рядом с площадкой по турниру Путешественник/ца, Шарлотта и Паймон снова встретили Кирару, доставляющую посылки. После победы над Мико в финальной битве, Кокоми предположила, что загадка Карточного вора кроется именно в маршруте перемещения Кирары, поскольку время и место полностью совпадали. Все её коробки были очень лёгкими, поэтому находиться в них могло только одно: карты с изображением сундука. И поскольку она забрала посылку ещё до встречи с Карточным вором, работать могли несколько преступников. Сопоставив факты, нэкомата вспомнила, что все её посылки имели общее направление в Сумеру: <color=#ffffffd9>«Примерно в 100 шагах по дороге от Караван-рибата в сторону пустыни, возле первого пылающего цветка»</color> , поэтому Путешественник/ца, Шарлотта и Паймон попросили отправиться вместе с ней доставлять посылку."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/70343bc67d366a2c6893ffc6707026da_8081937571062038112.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "В Караван-Рибате они встретили генерала махаматру Сайно, победившего в турнире, и рассказали ему о произошедшем. Чтобы поймать преступников с поличным, Сайно отправился вместе с ними. Во время встречи с клиентами нэкомата попыталась разузнать о содержимом посылки, но Похитители сокровищ, получившие её, напали на курьера. После того как Сайно и другие помогли отбить нападение, Похитители сокровищ признались, что они устали воровать и решили устроить что-то грандиозное и одновременно украсть важные реликвии всех стран, чтобы повысить авторитет организации. А чтобы быстро сообщить о плане остальным, они написали послание и замаскировали его под видом карт с изображением сундка. Каждый Похититель сокровищ знал, что если покрыть сундук мокрой землёй или песком, а потом потереть, то откроется послание: <color=#ffffffd9>«Собратья, Похитители сокровищ. Пришло время для настоящего дела. Возьмите кинжалы, наденьте маски и подготовьте вьючных яков… А если у кого нет вьючных яков...»</color> . Далее в послании были написаны подробности плана и время. Некоторые Похитители сокровищ стали играть в «Священный призыв семерых», и карты с посланием попали в обращение. Поняв ошибку, Похитители сокровищ решили собрать все карты, чтобы никто другой не мог узнать об их плане, поэтому они крали, выигрывали или покупали рубашки."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/13dd8937509b63587365c20f111f5f0a_2359361944767608416.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Когда дело о Карточных ворах было раскрыто, а Сайно конвоировал преступников, у Кирары осталась последняя посылка. Она долгое время пролежала в офисе, потому что не удавалось найти получателя, и даже соседи не знали, куда он делся. Но позже срок хранения посылки вышел и оказалось, что отправитель скончался, поэтому Кирара решила найти адресата Гарвипидама. На посылке значилась деревня Вимара в Сумеру, но никто из жителей не слышал о человеке с этим именем. У старосты они узнали, что в деревне живёт учёный из Академии, но никто его не знает. Когда Кирара и остальные нашли Гарвипидама, оказалось, что он является одним из создателей «Священного призыва семерых», а отправитель посылки, Гулаб, второй создатель. В посылке лежало письмо и карта, которую нарисовал Гулаб перед смертью:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>«Дорогой друг, наверное, ты в недоумении: почему я оставляю тебе подобное послание?</color>\n<color=#ffffffd9>Дело не в этом. Ты никак не можешь принять, что мои дни сочтены…</color>\n<color=#ffffffd9>Подозреваю, что тот подаренный мною ларец лежит у тебя в каком-нибудь пыльному углу.</color>\n<color=#ffffffd9>Поэтому, уж прости, последний подарок я отправляю тебе только сейчас.</color>\n<color=#ffffffd9>Помнишь, как мы познакомились? Только ты хотел дружить с мальчиком, больным элеазаром.</color>\n<color=#ffffffd9>Теперь моя очередь помочь тебе найти новых друзей.</color>\n<color=#ffffffd9>Так я всегда останусь рядом с тобой, мой друг…»</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/7bc9ca894b9306e6f861c3cebb599561_2465822552007288056.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Хотя после смерти Гулаба Гарвипидам не мог играть в карты, для многих «Священный призыв семерых» стал не просто игрой, а возможностью познакомиться, подружиться и вместе насладиться поединком. И даже если друзья уходят, они не исчезают навсегда, а остаются с людьми, просто в ином обличии. Наконец приняв уход своего друга, Гарвипидам предложил сыграть в «Священный призыв семерых» с картой, которую оставил ему Гулаб, ведь подаренный Карточный ларец всегда оставался при нём.\n<color=#ffd780>Связанные статьи:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8423,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Гильдия искателей приключений",
        "desc": "<p>Организация, основанная в Снежной, занимающаяся наймом искателей приключений, приёмом и раздачей поручений. Их представительство есть в каждом крупном городе. Девиз гильдии: «К звёздам и к безднам!»</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/673abbcb1fef7c9a42bbf22f47c77c6f_9141822192728269607.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 8270,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Шарлотта",
        "desc": "<p>Исполненная энергии журналистка «Паровой птицы», проводящая всё своё время в поисках правды.</p><p></p><p><em>«Госпожа Евфрасия, три дня назад одна из ваших журналисток устроила тайную слежку за подозреваемым от Кур-де-Фонтейна до самого Ромарина. Банда преступников чуть не схватила её, чтобы бросить в море. Может быть, выражение \"Чем ближе к месту событий, тем достовернее новости\" и имеет смысл, но неужели госпожа Шарлотта ценит репортажи больше собственной жизни?»</em> - очередной напряжённый обмен мнениями между капитаном Шеврёз из Особого патруля и госпожой Евфрасией, главным редактором «Паровой птицы».</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/70239714/7bbbff3f35661a93b5091b1f17fae6c0_7720768113983454547.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Кирара",
        "desc": "<p>Курьер инадзумской компании доставки «Комания экспресс». Эта нэкомата обожает свою работу и общество людей.<br><br><em>«Чрезвычайно милая нэкомата. Она особенно мила, если шепнуть ей на ушко о запаздывающих посылках, когда она спит. Тогда она побежит с такой прытью, какой не ожидаешь даже от генерала Горо на поле боя»</em>,<em> </em>- Яэ Мико.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/24/237301566/d1699810632f8c3bc8c1e8c8beb8250f_6129930541608621707.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 44,
        "name": "Диона",
        "desc": "Молодая девушка, унаследовавшая остаточную долю нечеловеческой крови. Она невероятно популярный бармен таверны «Кошкин хвост».",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Кэйа",
        "desc": "Капитан Ордо Фавониус выглядит довольно экзотично. Несмотря на дружелюбие и приветливость, от него веет странным холодком.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/237301566/a59b105ea80a314fc010e1886667facb_435122796050807398.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2492,
        "name": "Тимми",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/20/237301566/683e4af0068ff18aaa5df8894cf818a1_801418069811700167.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Ху Тао",
        "desc": "Хозяйка ритуального бюро «Ваншэн» в семьдесят седьмом поколении. Она унаследовала этот бизнес в достаточно юном возрасте.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 22,
        "name": "Кадзуха",
        "desc": "Ронин-самурай из Инадзумы, который нашёл приют на флоте Южного креста в Ли Юэ. Этот добрый и беззаботный молодой человек многое пережил в прошлом.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaedehara Kazuha_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 45,
        "name": "Чун Юнь",
        "desc": "Молодой экзорцист из семьи экзорцистов. Изо всех сил старается подавить свою энергию Ян.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Chongyun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Нин Гуан",
        "desc": "Воля Небес группировки Цисин. Её богатство несравнимо ни с кем на континенте Тейват.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Райдэн",
        "desc": "Её превосходительство Наруками Огосё, пообещавшая неизменную вечность для жителей Инадзумы.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/22/237301566/2669f7bf2fdea7ccf0a4aa7ac9f250b2_4767168744052349748.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Яэ Мико",
        "desc": "Гудзи Великого храма Наруками, а также главный редактор издательского дома Яэ. За прекрасной внешностью скрывается неожиданный ум и хитрость.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Кокоми",
        "desc": "<p>Божественная Жрица острова Ватацуми. Все дела острова находятся в руках этой молодой леди.<br><br><em>«Её Превосходительство Сангономия - превосходный стратег. Она видит каждый манёвр врагов, даже находясь за тысячи километров от поля боя. Воюя с армией сёгуна, мы значительно уступали им не только числом, но и вооружением. Однако тактика Её Превосходительства перевесила все наши недостатки. За все победы, о которых сейчас славно поют на острове Ватацуми, мы должны благодарить Её Превосходительство Сангономию»</em>, - Горо.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Сайно",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Генерал махаматра, который осуществляет надзор над всеми учёными Академии. Говорят, в работе он по эффективности превосходит «Великую Ваювьястру» Кшахревара.</span></p><p></p><p><em><span style=\"color: rgba(255, 255, 255, 0.85)\">«Немало учёных Академии боятся, что генерал махаматра вмешается в их исследования. Зря они опасаются. Едва ли среди них найдутся такие, чьи результаты были бы достойны его визита».</span></em></p><p><span style=\"color: rgba(255, 255, 255, 0.85)\">Так ответила Коллеи на вопрос лесного стража Тигнари о генерале махаматре.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/24/70239714/e09e2bda5e022611fad0dea1bb6518bb_3921227929686782989.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Альбедо",
        "desc": "Гений, именуемый Принцем мела. Главный алхимик и глава исследовательской команды Ордо Фавониус.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Священный призыв семерых"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Термин"
          }
        ]
      }
    ]
  }
}