{
  "epId": 8345,
  "name": "Памятный альбом Тейвата",
  "desc": "<p>Альбом, наполненный воспоминаниями о людях и событиях, с которыми Путешественник/ца столкнулся/лась во время его/её путешествий. В этом бесконечном путешествии многое произошло, и немало друзей сменяли друг друга на этом пути. Даже звёзды могут потерять своё очарование для путника, что каждый вечер засыпает под их светом. Чтобы не допустить этого, необходимо запечатлеть все места, и каждого, кто встречается на пути. Этой мудростью Паймон поделилась с вами в путешествии. С тех пор прошло много лет, и сама Паймон тоже изменилась. Как же это трогательно!</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/c287116bd4ebd9976b08eb6a76e224be_83785722072779138.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1756663134,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Памятный альбом Тейвата"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "RichText",
            "text": "Событие версии 5.8 «Воспоминания о Тейвате: Прелюдия снежной завесы»"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Натлан",
        "desc": [
          {
            "type": "RichText",
            "text": "В Натлане, стране заврианов, мы встретили интересных друзей - Кинича и Ахава. Эта парочка - человек и завриан - ни дня не может прожить без препирательств друг с другом. Но даже так они остаются неразлучными товарищами."
          }
        ]
      },
      {
        "title": "Фонтейн",
        "desc": [
          {
            "type": "RichText",
            "text": "Интроверт-драйвер Фремине был одним из первых, кого мы встретили, когда прибыли в Фонтейн. Он застенчивый, тихий, но верный друг."
          }
        ]
      },
      {
        "title": "Сумеру",
        "desc": [
          {
            "type": "RichText",
            "text": "Хотя мы путешествуем уже давно, наши знания о флоре и фауне всё ещё не идут ни в какое сравнение со знаниями лесных дозорных Сумеру. Если у вас есть вопросы по этой теме, обращайтесь к Тигнари."
          }
        ]
      },
      {
        "title": "Инадзума",
        "desc": [
          {
            "type": "RichText",
            "text": "В словах Паймон это будет звучать так: «Увлечённость Ёимии подобна извержению!»... Хотя она могла бы не понять этой аналогии, ведь она родилась в Инадзуме и никогда не видела вулканы. Только не забудьте послать ей фотографию вулкана."
          }
        ]
      },
      {
        "title": "Ли Юэ",
        "desc": [
          {
            "type": "RichText",
            "text": "Сяо до сих пор соблюдает древние клятвы, изгоняя злых духов ради Ли Юэ. Иногда он берёт с собой сувениры и навещает старых друзей."
          }
        ]
      },
      {
        "title": "Мондштадт",
        "desc": [
          {
            "type": "RichText",
            "text": "Вы собираетесь отправиться в заснеженную страну, а по пути встречаете старого друга Кэйю. Приключение продолжается, и новые неизведанные места ждут вас."
          }
        ]
      }
    ]
  }
}