{
  "epId": 8376,
  "name": "Аша, беги!",
  "desc": "<p>Отдавайте команды и доведите ашу-испытателя до финиша!<br>Когда аша-испытатель будет проходить над трамплином, <span style=\"color: #FFE14B\">скомандуйте тепетлизавру-работнику поднять трамплин</span>. Когда аша будет проходить рядом с раскрашиваемым указателем, <span style=\"color: #FFE14B\">дайте команду аше-работнику нарисовать на знаке правильное направление </span>и помочь ему двигаться вперёд. Если аша-испытатель доберётся до финиша, то пробный запуск аттракциона будет признан успешным!</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
  "menuId": 14,
  "menuName": "Обучение",
  "version": 1756660880,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Аша, беги!"
          }
        ]
      },
      {
        "key": "Связанная статья:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 8368,
            "name": "Аша",
            "desc": "<p>Необычные маниту, которые любят и умеют пользоваться красками. Они обитают в окрестностях курорта «Оазис отдыха» и обладают необычайным для своих сородичей духовным восприятием - в них можно даже вселиться с помощью Говорящего с духами.<br>После вселения в такого маниту вы сможете бросать <span style=\"color: rgb(255, 225, 75)\">шары с краской</span>, чтобы атаковать или рисовать. Долгое нажатие позволит перейти в режим прицеливания.</p><p>Аши способны быстро перемещаться короткими рывками. Удерживайте кнопку, чтобы выбрать направление рывка. Вы также можете удерживать кнопку прыжка, чтобы подпрыгнуть выше. Когда аша находится в воздухе, удерживайте кнопку, чтобы целиться <span style=\"color: rgb(255, 225, 75)\">шарами с краской</span>. Во время прицеливания аша останется в воздухе до следующего нажатия кнопки прыжка.</p><p>Аши могут в любой момент изменить цвет своих шаров с краской. Они также могут переключиться на шары с невидимой краской, чтобы убрать нанесённые цвета.</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "Аша, беги!",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/30/7788d48ea6cae41e8f6a6d43a1c4dd2b_2064474950782180021.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Отдавайте команды и доведите ашу-испытателя до финиша!\nКогда аша-испытатель будет проходить над трамплином, <color=#ffe14b>скомандуйте тепетлизавру-работнику поднять трамплин</color> . Когда аша будет проходить рядом с раскрашиваемым указателем, <color=#ffe14b>дайте команду аше-работнику нарисовать на знаке правильное направление</color> и помочь ему двигаться вперёд. Если аша-испытатель доберётся до финиша, то пробный запуск аттракциона будет признан успешным!"
          }
        ]
      }
    ]
  }
}