{
  "epId": 8392,
  "name": "«Парящий аша»",
  "desc": "<p>В этом состязании постарайтесь покрыть как можно большую <span style=\"color: rgb(255, 225, 75)\">зону граффити соперника</span> своей краской или <span style=\"color: rgb(255, 225, 75)\">зону граффити, которая ещё не была раскрашена</span>. Вы победите, когда закрасите определённую площадь зоны граффити!</p><p>Воздушный шар, которым управляет противник, сбрасывает бомбы с краской. Взрываясь, они покрывают зону граффити вокруг краской, а противник выходит вперёд.<br>Если <span style=\"color: rgb(255, 225, 75)\">обстрелять бомбы с краской</span> шарами с краской до того, как они взорвутся, то <span style=\"color: rgb(255, 225, 75)\">они разорвутся раньше времени и окрасят поле в ваши цвета</span>. Чаще используйте эту особенность, чтобы получить преимущество!</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
  "menuId": 14,
  "menuName": "Обучение",
  "version": 1756660869,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "«Парящий аша»"
          }
        ]
      },
      {
        "key": "Связанная статья:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 8368,
            "name": "Аша",
            "desc": "<p>Необычные маниту, которые любят и умеют пользоваться красками. Они обитают в окрестностях курорта «Оазис отдыха» и обладают необычайным для своих сородичей духовным восприятием - в них можно даже вселиться с помощью Говорящего с духами.<br>После вселения в такого маниту вы сможете бросать <span style=\"color: rgb(255, 225, 75)\">шары с краской</span>, чтобы атаковать или рисовать. Долгое нажатие позволит перейти в режим прицеливания.</p><p>Аши способны быстро перемещаться короткими рывками. Удерживайте кнопку, чтобы выбрать направление рывка. Вы также можете удерживать кнопку прыжка, чтобы подпрыгнуть выше. Когда аша находится в воздухе, удерживайте кнопку, чтобы целиться <span style=\"color: rgb(255, 225, 75)\">шарами с краской</span>. Во время прицеливания аша останется в воздухе до следующего нажатия кнопки прыжка.</p><p>Аши могут в любой момент изменить цвет своих шаров с краской. Они также могут переключиться на шары с невидимой краской, чтобы убрать нанесённые цвета.</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "galleryCharacter": [
      {
        "key": "«Парящий аша»",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/24/fc862a67811c9c40431252a21209a219_8526278541415364644.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "В этом состязании постарайтесь покрыть как можно большую <color=#ffe14b>зону граффити соперника</color> своей краской или <color=#ffe14b>зону граффити, которая ещё не была раскрашена</color> . Вы победите, когда закрасите определённую площадь зоны граффити!"
          }
        ]
      },
      {
        "key": "«Парящий аша»",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/24/8e2b36fa59d383d157078a2d8b916152_4150181651794286405.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Воздушный шар, которым управляет противник, сбрасывает бомбы с краской. Взрываясь, они покрывают зону граффити вокруг краской, а противник выходит вперёд.\nЕсли <color=#ffe14b>обстрелять бомбы с краской</color> шарами с краской до того, как они взорвутся, то <color=#ffe14b>они разорвутся раньше времени и окрасят поле в ваши цвета</color> . Чаще используйте эту особенность, чтобы получить преимущество!"
          }
        ]
      }
    ]
  }
}