{
  "epId": 8706,
  "name": "Добро пожаловать в Нашгород",
  "desc": "Эта карта была найдена после встречи с куухенки на причале Нашгорода. Похоже, на ней отмечены интересные места по всему городу.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/44ff970d6a2aa6c057a3373f85ff871c_1987179974368956843.png",
  "filterValues": {
    "objectType": [
      "Предмет задания"
    ]
  },
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 1759138686,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Добро пожаловать в Нашгород"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      },
      {
        "key": "Где найти:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 8865,
            "name": "Место, где восходит Луна",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/20/41133912/4e701d3839b67c2028a4892f81d1c8c0_1165020819502033842.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Инвестиционный портфель книжного магазина «Источник Мимира»\nКнижный магазин дарит не только знания, но и надежду. Инвестиции, конечно, рискованны, но ходят слухи, что один из успешных инвесторов этого портфеля распрощался с тяжёлым трудом в порту и отправился в кругосветное путешествие. Пожелаем этому счастливчику всего наилучшего!\nЕсли вас также интересует этот инвестиционный портфель, не упустите свой шанс!\nКолесо Фортуны в «Сперанце»\nЕсли вы думаете, будто «Сперанца» славится только своими хот-догами, вы глубоко ошибаетесь! Местные никогда не проходят мимо Колеса Фортуны рядом с магазином, и вы последуйте их примеру! Возможно, оно напомнит вам «Гранд-Рулетку» из «Флагмана»... но какая разница!\nСловом, вращайте рулетку, и «Хот-дог» подскажет, как сложится ваш день!\nКрасивые и вкусные сахарные фигурки\nУмелые руки Хунайятты вырезают из мёда с патокой всевозможные фигурки причудливой формы. Неповторимые сахарные фигурки добавляют жизни в Нашгороде ещё больше ярких цветов. Только попробуйте, и вы поймёте, что фигурки даже слаще, чем спокойная улыбка их создательницы!\nНо слишком долго любоваться сахарными фигурками нельзя: они могут испортиться!\nУсердные исследователи\nПо неизвестным причинам сотрудница Исследовательского института Фонтейна по имени Люба прибыла в Нашгород и занялась некими весьма абстрактными экспериментами... Если вы поможете Любе с её странными опытами, награда удивит вас не меньше самих исследований!"
          }
        ]
      }
    ]
  }
}