{
  "epId": 8730,
  "name": "Записи Семёна",
  "desc": "Заметки на листах бумаги с узором в виде раковин.<br>В записях приведены наблюдения Семёна у Малинового лимана. Он описывает медуз и выражает обеспокоенность их условиями обитания.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/10/32ba03aed77c908d87833ad7003b3736_1423342399501301145.png",
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Вишнёвая медуза\nГоворят, что это уникальный вид, который можно найти только в Нод-Крае. Его отличает розовый зонтик и длинные щупальца. Чаще всего вишнёвых медуз можно встретить на мелководье Малинового лимана, где приливы создают идеальные условия для охоты на мелкий планктон. Даже во время отлива они без труда передвигаются по суше, вероятно, благодаря специальным водяным карманам, сохраняющим влагу, или железам, выделяющим слизь, которая минимизирует процесс обезвоживания. Их щупальца гораздо более прочные, чем у обычных медуз, и наделены уникальной силой, хотя, возможно, она нужна им только для охоты на добычу. Я осторожно коснулся одной из медуз палкой, но она никак не отреагировала и не напала на меня (думаю, в Банде Раковины едва ли найдётся ещё один такой смельчак, как я.) Они общаются друг с другом, переплетая щупальца, как люди, которые пожимают друг другу руки или дают пять. Получается, те танцевальные движения, которые они выполняют, собираясь вместе, вероятно, являются частью их «языка». Хотя у вишнёвых медуз нет мозга, нельзя сказать, что их действия подчиняются одним рефлексам.\nК сожалению, сооружения Фатуи почти полностью уничтожили среду обитания вишнёвых медуз. Машины, которые они сюда привезли, не перестают гудеть ни днём, ни ночью... Я не знаю, зачем нужны эти машины, но кажется, что из-за них всё вокруг умирает. Я видел несколько медуз, которые без сил распростёрлись на песке: возможно, им стало нечего есть, или всё дело в шуме от машин, или и то, и другое. Я пытался им помочь, но... было уже слишком поздно."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Записи Семёна"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      }
    ]
  }
}