{
  "epId": 8778,
  "name": "Легенда о Риде Миллере",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/03a8b4d8dffddbcfa26acf7e7aaba6ab_4182482964320066280.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1758043236,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Серия «Тайны в кармане»! Великий вор Рид Миллер и Мельница САМПО (подарочное квартальное издание)\n(Эта недорогая и увлекательная приключенческая серия, популярная в Нашгороде, стоит всего десять моры за выпуск. Предположительно, в ней рассказывается о том, как великий вор Рид Миллер пытался украсть реликвию Морозной Луны, Мельницу САМПО, из дворца губернатора. Однако авторы явно пытаются привлечь к серии как можно больше читателей, и потому в центре повествования постоянно оказываются молодые женщины, которые соревнуются за любовь Миллера.)\n...\nГлава IV\nПоявилась Трясогузка, красавица, что опаснее сокола! В свете луны она приближается к Риду Миллеру... но зачем?\n«Ох, милый, ты оставил всех своих очаровательных спутниц, чтобы в одиночестве полюбоваться ночным пейзажем... Как ты жесток!»\nЕё голос, мягкий, как лучший шёлк Ли Юэ, скрывал в себе еле заметный яд, колючий, словно шипы сумерской розы. Рид Миллер не обернулся: он слишком хорошо знал этот голос.\nЧерез мгновение рядом с ним грациозно, словно кошка, приземлилась пленительная фигура. Это была девушка лет двадцати с волной лиловых волос, ниспадающей на беззастенчиво обнажённые белые плечи. Её серебристое платье казалось сотканным из струящегося лунного света, оно подчёркивало её изгибы, но не отвлекало внимания от насмешливой злобы, что искрилась в её карих глазах.\nЭто и была Трясогузка, или «А» для избранного круга людей, которые были достаточно близки к ней и к числу которых относился Рид Миллер. Во всём Нод-Крае не было другой такой женщины: роковая красавица, которая могла затмить самого Рида Миллера своей славой и мастерством кражи. Она легко заполучала любое, даже самое ценное сокровище, стоило только захотеть. Иногда от скуки она раздавала драгоценности беднякам на улице или выбрасывала в море, словно мусор. Бесчисленное множество мужчин боролось за её внимание, и она с удовольствием играла их чувствами, никогда не отвечая взаимностью.\nЕдинственным сокровищем, которое до сих пор не давалось Трясогузке, было сердце Рида Миллера. Возможно, именно поэтому она с такой одержимостью жаждала заполучить этого красивого и загадочного мужчину, она готова была пойти на всё, чтобы завоевать его сердце.\n«От тебя пахнет дорогими духами и дешёвыми амбициями, Трясогузка».\nОна улыбнулась, словно и не ожидала ничего другого, и плавно села рядом, а потом незаметно подвинулась к Риду ещё ближе.\n«Это был подарок от другого. Ревнуешь?» - она провела рукой в шёлковой перчатке по руке Рида. - «А от тебя пахнет чрезмерной самоуверенностью, Рид. Ты нацелился на Мельницу САМПО, я знаю. Но не слишком ли это... очевидная цель, дорогой?»\n«Ты права. Я заберу Мельницу САМПО, отнятую у Детей Морозной Луны, и остальные сокровища, которые присвоил себе губернатор», - Миллер наконец встретился взглядом с Трясогузкой, отчего та невольно вздрогнула, а на щеках её вспыхнул румянец. Но девушка быстро овладела собой и фривольно улыбнулась: «Сегодня на этой сцене выступаю я. А ты найди себе другую».\n«Глупости», - она прильнула к Риду и почти коснулась губами его лица. «На этой сцене хватит места нам двоим. Но софиты... светят только на одного. Я доберусь до Мельницы САМПО раньше тебя, милый. И если ты мне угодишь... я даже позволю тебе издалека на неё полюбоваться».\nДзынь!\nЕдва слова сорвались с её губ, как Трясогузка молниеносно выхватила тонкий, но опасный кинжал. Рид был хорошо знаком с её повадками: Трясогузка наслаждалась бессмысленной атакой, гибельной только на первый взгляд. Рид вскинул руку и отразил её кинжал перчаткой. Раздался короткий звон металла об металл, и всё смолкло.\n«Ты совсем не умеешь держать себя в руках, Трясогузка. Однажды это плохо кончится».\n«Ха, красивые женщины и не должны держать себя в руках. Но если тебе это не нравится, научи меня, как надо, милый».\nСловно лёгкий ветерок под луной, она сделала два шага назад и послала Риду воздушный поцелуй. А после спрыгнула в темноту под башней, не оставив по себе ничего, кроме запаха дорогих духов в холодном ночном воздухе.\n(Страницы из середины книги были вырваны. Скорее всего, не для чтения, а с иной целью...)\nГлава XVII\nИ пока губернатор негодовал из-за кражи Мельницы САМПО, отряд детективов Снежной внезапно ворвался во дворец и заковал его в кандалы! Неужели...\n«Ха! Ваше превосходительство, должно быть, вами овладела такая ярость, что вы забыли, кто такой Рид Миллер. Да, он презренный вор, но ещё он мастер маскировки, способный мастерски перевоплотиться и в другого мужчину, и в женщину, и в ребёнка!»\n«Т-ты... быть не может! Это абсурд! Попытайся ты выдать себя за Леонова, опричники бы...»\nЧеловек, выдававший себя за детектива Леонова, смеётся и дважды обходит вокруг связанного губернатора, явно насмехаясь над его безапелляционными выводами.\n«Опричники? Вы про тех, кто связал вас и опечатал дворец? Это мои люди. Я приказал им выдать себя за опричников, и ваши подчинённые поверили мне безоговорочно. Удивлены, губернатор? Вы забыли, что солдаты Снежной слепо исполняют любые приказы: и от настоящих начальников, и от ловких самозванцев? Пока мы с вами беседуем, реликвия Детей Морозной Луны благополучно вернулась в руки священной госпожи. Если вы не собираетесь нарушить запрет Белого царя и вступить в открытую войну с Детьми Морозной Луны, реликвии вам не вернуть».\n«Ах ты... треклятый мошенник! Подлый вор! Ладно бы ты украл только Мельницу САМПО, но ты решил обчистить всю мою коллекцию!»\n«Какая разница? Сокровища, которые вы считаете своими, как и земли, которые вы называете своей собственностью, были отняты у обездоленных, - Рид держался с невозмутимым спокойствием, словно проклятия, которые изрыгал побагровевший губернатор, никак его не касались. - Я не вижу разницы между бандитом, который грабит людей, и губернатором, который их угнетает. Мы защищаем нашу свободу единственным доступным способом, потому что никто другой не станет за неё бороться. Но будьте уверены, ни одно сокровище не осядет в наших карманах. Все они до последнего будут возвращены законным владельцам».\nВ другом конце зала Трясогузка, изображавшая детектива, тихо вздохнула, но губернатор этого не услышал.\n«Да, безнадёжный случай. Прячет у себя ценнейшую реликвию Морозной Луны и рассказывает, что ни одно сокровище не осядет в его кармане...»\nУслышав её слова, Ласка невольно вздрогнула и отвела взгляд от приёмного отца, сидевшего связанным в центре зала.\n«Н-но как? Господин Миллер отдал реликвию госпоже... Неужели он подменил её, пока мы не видели...»\n«Ох, ты до сих пор не поняла? Так он и обманывает вас, молоденьких дурочек, - Трясогузка трагически вздохнула. - Он похитил сердце дочери Морозной Луны»."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Кто же этот человек, покоривший сердце молодой девушки, которая не верила в любовь с первого взгляда?\n(Популярная в Нод-Крае книга, повествующая о разгоревшейся с первого взгляда любви между великим вором Ридом Миллером и дочерью губернатора, Леонитой Прохоровной Трубецкой. Внимание: все персонажи и события являются вымышленными, любое совпадение с реально жившими людьми случайно.)\nЮная Леонита Прохоровна Трубецкая, любимая дочь губернатора Нод-Края, направляется в столовую в сопровождении своей горничной. Она охвачена тревогой, но поступь её тверда и грациозна. Ведь настоящая леди никогда не должна терять самообладания.\nЕё взгляд прикован к утренним газетам: она почти уверена, что именно сегодня великий вор Рид Миллер опубликует своё заявление. Возможно, думает Леонита, возможно, я начинаю понимать, что на уме у этого неуловимого ворона. При мысли о том, что люди её отца никак не могут поймать Рида Миллера, она невольно злится: «Хм, я обязательно тебя поймаю!»\nОтец сегодня почему-то очень увлечён газетой. Леонита откусывает тост и спрашивает как ни в чём ни бывало:\n«Папенька, есть интересные новости?»\n«Гм, ничего такого, о чём стоит беспокоиться моей маленькой Ните», - князь Трубецкой откладывает газету, улыбается дочери. Потом говорит: «Пригласите ювелиршу».\nРыжеволосый лакей, стоявший рядом с губернатором, заводит в столовую женщину, та низко кланяется, в руках у неё шкатулка с драгоценностями. Губернатор бросает на шкатулку быстрый взгляд, затем жестом велит передать шкатулку его дочери. Когда на лице Леониты мелькает удивление, он говорит: «Ну же, ты ведь не думала, что я забыл о твоём дне рождения! На балу, который состоится через три дня, моя маленькая Нита станет первой красавицей Снежной. Нет, первой красавицей всего Тейвата. А теперь надень ожерелье, я хочу тобой полюбоваться!»\nЛеонита послушно достаёт ожерелье из шкатулки и застёгивает его на шее. Выбор отца, как всегда, безупречен: сразу видно, что над ожерельем работали мастера из Фонтейна, а драгоценный камень в середине до того прекрасен, что затмевает даже лучшие камни Натлана. «Знаю, время ещё не пришло, - говорит губернатор, - но я твой отец, а значит, должен первым поздравить тебя с днём рождения, моя дорогая!» Он окидывает глазами ожерелье и добавляет:\n«Обязательно надень его на бал. Там будет очень важный гость, и я хочу, чтобы ты с ним познакомилась».\nГолос отца звучит очень торжественно, и Леонита сразу понимает истинный смысл его слов. После дня рождения она станет совершеннолетней, и её можно будет обручить. Дочь губернатора не может сама выбрать себе подходящую партию, её мужем станет отпрыск какого-нибудь знатного рода из Снежной. Вот почему Леонита никогда не верила в любовь, ведь это было совершенно бессмысленно. Губернатор ценил не только ум и красоту Леониты, для него куда важнее была покорность и понятливость приёмной дочери.\nКонечно, это была лишь одна из причин.\n«Хорошо, папенька». Князь ласково погладил Леониту по голове, но в следующий миг отеческая улыбка исчезла с его лица, и губернатор с прежним суровым видом отправился исполнять свои обязанности.\nЛеонита проводила отца взглядом и почувствовала в душе лёгкий укол разочарования. Она тихо вздохнула и взяла себя в руки. Затем подвинула поближе утреннюю газету и на первой полосе, как и ожидала, увидела письмо, украшенное чёрными перьями. В письме говорилось:\nУважаемый князь Трубецкой,\nЧерез три дня в тёмную ночь новолуния величайшее ваше сокровище станет моим.\nБлагодарю за щедрость. С наилучшими пожеланиями,\nРид Миллер\n«Ну как? Узнаешь, кто из нас кто?»\nФонтейнская ювелирша с изумлением уставилась на двух рыжеволосых лакеев, вышедших из гардеробной. Конечно, только один из них был настоящим лакеем из губернаторского дворца.\n«Слева... Нет, нет, погодите... Справа? Да, справа! Справа!»\n«Ты пытаешься угадать...» - тот лакей, что стоял справа, слегка огорчился.\n«Точно? Если ошибёшься, сегодня ночью у тебя будут большие неприятности!» - подначивал ювелиршу лакей, стоявший слева.\n«Уверена!» - голос ювелирши был твёрд, но покрытый испариной лоб выдавал её волнение.\nЛакей справа разразился смехом и подтолкнул своего товарища к ювелирше: «Ты ошиблась! Вот он, твой возлюбленный!»\n«Ха! Она не смогла нас отличить!»\n«Ох... Нет! Я хотела сказать, что справа - ряженый!»\n«Ах ты...»\n«Ха-ха-ха! Не забывайте: мы ведь и хотим всех запутать! Если ювелирша не может узнать своего возлюбленного, значит, сегодня всё пройдёт по плану».\n«Но ты уверен, что хочешь действовать в одиночку? Если что-то пойдёт не так, никто тебя не прикроет», - обеспокоенно говорит настоящий лакей.\n«Я больше не хочу жертвовать ни одним из Похитителей сокровищ, - говорит Рид Миллер, и улыбка на его лице гаснет. - Вы уже выполнили самое опасное задание - проникли во дворец губернатора. Так что не беспокойтесь обо мне и возвращайтесь в Фонтейн. Людям в Фонтейне тоже нужна помощь Похитителей сокровищ».\nЛакей и ювелирша переглянулись и торжественно проговорили: «Мы клянёмся похитить все страдания этого мира!»\nПроводив их взглядом, Рид Миллер обернулся к губернаторскому дворцу, залитому лучами закатного солнца. Трубецкой добился успеха в борьбе с Похитителями сокровищ по одной простой причине: благодаря своему огромному богатству. Даже величайшие воры мира оказались бессильны перед его безграничными ресурсами. Обладая достаточным количеством сокровищ, можно нанять лучших воинов, приобрести лучшее оружие и окружить себя самыми проницательными советниками. Даже закон будет молчать, если богатство того пожелает, и любое сопротивление оказывается погребено под толщей золотого песка.\nИстинный размер состояния Трубецкого был загадкой для всего мира. Что ещё более странно, никто никогда всерьёз не задавался вопросом о том, где он нажил такое состояние. При мысли об этом с губ Миллера сорвался смешок. Но теперь он знает: легендарная Мельница САМПО, волшебная реликвия, которая, как говорят, приносит несметные богатства, спрятана в самом губернаторском дворце. Этим открытием он обязан расследованию рыжеволосого лакея, острому глазу ювелирши, а ещё дочери губернатора (чей день рождения уже не за горами)...\nГазета с письмом Миллера быстро разлетелась с прилавков. Следующие несколько дней весь Нод-Край гудел в ожидании бала по случаю дня рождения Леониты... Разумеется, люди ждали не столько бала, сколько неизбежной схватки между великим вором и князем Трубецким.\nДворец губернатора был приведён в состояние повышенной готовности, и каждый гость подвергался тщательному досмотру. Такие предосторожности были необходимы, ведь великий вор прославился как настоящий мастер маскировки. Пока Леонита просматривала длинный список имён и титулов: бароны, графы, новые вельможи, блистающие при дворе, аристократы, пользующиеся благосклонностью Белого царя... и ожерелье на её шее становится тяжёлым, будто оковы.\nНадо выйти в сад, подышать свежим воздухом, решает она.\n«Мама, это дочь князя Трубецкого?»\n«Да».\n«Но почему она... человек? Ведь князь не человеческого рода».\n«Она не родная, а приёмная».\n«Как странно. Зачем благородному князю Трубецкому понадобилось удочерять человека...»\nТак шепталась со своим ребёнком в соседней галерее элегантно выглядящая женщина, которую Леонита никогда прежде не видела. Поймав взгляд Леониты, она взяла ребёнка за руку и пошла прочь.\nИ правда. Зачем благородному князю Трубецкому понадобилось удочерять человека?\n«И правда. Зачем благородному князю Трубецкому понадобилось удочерять человека?»\nУслышав шёпот, который выразил тревогу, поселившуюся в её сердце, Леонита испуганно заозиралась по сторонам. В саду никого нет. Неужели воображение играет с ней злую шутку? Она вздохнула и направилась к тайным покоям дворца. Ей снова нужно лечение... Процедуры изматывают её, но она переносит их без единой жалобы, ведь Леонита с самого детства решила, что никогда не станет позором для своего отца.\nПочему-то в голове снова звучит голос, который она услышала в саду.\nЭтот голос, словно костёр посреди зимы, был полон тепла, способного растопить даже снег.\nС наступлением темноты начинают прибывать гости. Леонита чувствует, что едва владеет собой от напряжения. Весь вечер она танцует с разными кавалерами, они приходят и уходят, но ни одно имя не задерживается в её памяти.\n«Десять, девять, восемь...» Начинается обратный отсчёт до полуночи, и все взгляды в зале устремлены на неё. Рядом с отцом стоит амбициозный выскочка из королевского двора, его взгляд прикован к ней - или к большому драгоценному камню, украшающему её ожерелье. «Шесть, пять, четыре...» Она не понимает, чего они так ждут: её дня рождения или чего-то совсем другого?\n«Три, два...»\nЧто? С самого начала Леонита заметила, что люди вокруг словно окутаны серебристой дымкой, и с каждой секундой дымка становилась всё ярче. Временами по её собственному телу тоже струился серебристый цвет. Отец говорил, что это болезнь, которую нужно непрерывно лечить, изъян, обусловленный её человеческой природой...\n«Один!» Драгоценный камень, украшавший её ожерелье, вдруг падает на пол.\nМир окутан серебристым светом. Вокруг Леониты воцаряется тишина, глубокая, как снежная ночь. Она растерянно стоит на месте, её сердце, стянутое невидимой нитью, бьётся в такт пульсации серебристого света. Ей хочется броситься прочь, но какая-то нежная сила не даёт ногам пошевелиться. Что это? Колдовство? Судьба? Или то самое чувство, в которое она никогда не верила, что разгорается, стоит к нему приблизиться? Время будто остановилось, людей вокруг не видно, и мягкий тёплый свет накатывает на неё из тишины.\n«Княжна Леонита, вы в опасности! Князь приказал мне защищать вас. Прошу, идите за мной».\n«Но отец приказал мне... Нет, ты не подручный отца. Ты... Рид Миллер!»\n«Прошу вас, госпожа. Приказ князя...»\n«Все превозносят твой ум, но по мне, так ты самый обычный лжец без стыда и совести!»\n«...А княжна оказалась не дурочка».\n«Хм. Отец расставил надёжные сети. Тебе не уйти».\n«Вот только сети его поставлены в тайных покоях, где хранится Мельница САМПО. Я прав?»\n«Хм...»\nВ письме я выразился предельно ясно: сегодня ночью величайшее сокровище князя станет моим. И хотя Мельница САМПО действительно представляет собой большую ценность, его вряд ли можно назвать величайшим сокровищем.\n«Т-ты что... собираешься похитить... меня?»\n«Именно так, моя милая смышлёная госпожа».\n«Ха! Я дочь князя Трубецкого! Я не позволю заклятому врагу моего отца взять меня в заложницы!»\n«В самом деле? Вы настоящая дочь князя? Зачем благородному князю Трубецкому понадобилось удочерять человека?»\n«...»\nСеребристая сила, лечение, Мельница САМПО, неисчерпаемые богатства князя Трубецкого... приёмная дочь. Леонита вдруг всё поняла. Она и есть настоящий источник богатства губернатора, и «процедуры» выполнялись вовсе не для лечения, то были ритуалы, необходимые, чтобы САМПО производила непрерывный поток бриллиантов. И на самом деле она всегда знала, но не хотела думать об этом.\n«Ох, чуть не забыл. В последнюю секунду я привёл в действие маленькое устройство внутри бриллианта. Хорошо, что успел». Сбросив рыжий парик, Рид Миллер наклонился к самому уху Леониты:\n«С днём рождения!»\nВсе знают, чем закончилась эта история. Рид Миллер сбежал, дочиста ограбив губернаторский дворец, и Леонита, влюбившаяся в него с того самого момента, как увидела его истинное лицо, оставила свою золотую клетку, чтобы скитаться по миру вместе с великим вором. Да, всегда найдутся люди, которые называют легенду о Риде Миллере пустым вымыслом. Что тут сказать? Люди эти похожи на упрямцев, что никогда не любили и потому твердят, что любви на свете вовсе не существует."
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "О человеке по имени Зима нам известно крайне мало. Мы знаем, что он был родом из Снежной, где круглый год лютует мороз и вьюга. Его имя не встречается ни в бортовых журналах, ни в эпосах, ни в героических сказаниях. Словно снежинка, он ненадолго опустился на поверхность легенды и быстро растаял, не оставив по себе даже следа.\nЗима родился в небольшой деревеньке к юго-востоку от Снежнограда, где жители зарабатывали на кусок хлеба сбором льда в тени заснеженных горных вершин. Холодными ночами они рассказывали друг другу сказки и легенды, от которых веяло древним воздухом, запечатанным подо льдом. Сказки о лукавых духах мороза, которые крадут сапоги путешественников, о бледных и печальных снегурочках. Говорили, будто некоторые снегурочки искали любовь, что греет простых смертных на холодном ветру, но, когда их предавали, превращали возлюбленных в замёрзшие статуи. Один приятель Зимы, полюбив такую снегурочку, насмерть замёрз на склоне горы, и даже после смерти на лице его сохранялась безумная улыбка. Зиме такая смерть казалась скучной. Его влекло к приключениям, он хотел отыскать свою судьбу, непохожую на других. Он устал от однообразия и повторений, даже если повторялась удивительная смерть. И потому Зима покинул страну вечной белизны и отправился на юг, к островам посреди синего моря. Именно там он впервые услышал рассказы о легендарном великом воре.\nСлава Рида Миллера к тому времени гремела по всему Нод-Краю. Ходили слухи, что губернатор схватил его и доставил в Снежноград для казни через повешение на городской площади. Но как раз в тот момент, когда все поверили, что история Рида Миллера закончится на виселице, сокровищницу губернатора кто-то обчистил, оставив на стене дерзкое послание золотой пылью. Никто не знал, как великому вору удалось избежать петли, но чудо воскрешения из мёртвых превратило Рида Миллера в предмет неутихающих толков в тавернах и кумира всех юношей в портах. Поэтому, когда великий вор вернулся, купил трёхмачтовый корабль и начал вербовать моряков, ищущих приключений и богатства, Зима не задумываясь пошёл работать к нему.\nОднако жизнь на борту корабля оказалась совсем не такой романтичной, как обещали легенды. И пусть Миллер прославился тем, что грабил богатых и отдавал награбленное бедным, по морю он шёл так осторожно, будто был торговцем специями, а не великим вором. Кроме меток, обозначающих рифы и течения, на морских картах Рида Миллера можно было найти россыпь красных кружков, предупреждавших о монстрах, которые, по слухам, обитают в этих водах. Он тратил целые недели, чтобы обойти пучины, где могут обитать чудовища, или туманные моря, кишащие морскими змеями. Жизнь на корабле состояла из мытья палуб, латания парусов и борьбы с дёснами, опухшими от цинги. Зиме всё это казалось слишком скучным и знакомым, совсем как на родине. По ночам он молил чернильное море: пусть начнётся настоящий шторм! Или пусть из пучины вынырнет страшное морское чудовище! Он жаждал увидеть, как великий вор, будто герой древности, вонзит гарпун в глаз огромной твари. Больше всего на свете Зима жаждал приключения, которое по-настоящему всколыхнёт его душу.\nЕго молитвы были исполнены, но совсем не так, как он хотел. Корабль рассекал спокойные лазурные воды, как вдруг послышалась песня. То была не человеческая песня, в ней не было мелодии, но она мгновенно пленяла души моряков. Паруса опали, корабль остановился. Из воды появилось бледное, завораживающе красивое лицо. То была сирена, и она потребовала жертвы, чтобы корабль мог пройти дальше. Если команда откажется принести жертву, весь корабль уйдёт под воду.\nРид Миллер отказался принести жертву. Вместо этого он приказал всей команде заткнуть уши пчелиным воском, чтобы не слышать обольстительную песню сирены. Но трюк не сработал. Обыденная логика разбивается в щепки под натиском легенды. Охваченные паникой по воле волшебной песни, моряки выбросили за борт ящики с морой, награбленной во дворце губернатора, надеясь, что золото будет достойной жертвой. Но сирена даже не посмотрела на золотые монеты, погружавшиеся в толщу воды, ибо человеческие богатства для неё ничего не значили. Её жадный взгляд был прикован к самим морякам.\nУ великого вора, чью шею не смогла удержать даже петля палача, не осталось иного выбора, кроме как подчиниться. Миллер приставил свой холодный клинок к горлу Зимы, но тот и не думал сопротивляться. Ради этой секунды он покинул родную землю и странствовал по чужим краям. Когда ледяная вода сомкнулась у него над головой, перед его глазами всплыло лицо давно потерянного друга, на котором застыла знакомая безумная улыбка, запечатлённая поцелуем снегурочки. Всю жизнь Зима бежал от однообразия и повторений, чтобы в последний момент осознать, что каждый его побег был бегством в другое зеркало. Его приключения не стали новой историей... но оказались лишь едва заметными примечаниями к истории, которая уже существовала."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Легенда о Риде Миллере"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 8744,
            "name": "Легенда о Риде Миллере. Том I",
            "desc": "Популярное развлечение в Нод-Крае. Эти дешёвые романы о Риде Миллере не принадлежат одной серии - каждый из них написал разный автор. Их достоверность столь же сомнительна, как качество бумаги, на которой они напечатаны.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/03a8b4d8dffddbcfa26acf7e7aaba6ab_4182482964320066280.png"
          },
          {
            "type": "CustomEntry",
            "epId": 8745,
            "name": "Легенда о Риде Миллере. Том II",
            "desc": "Популярное развлечение в Нод-Крае. Эти дешёвые романы о Риде Миллере не принадлежат одной серии - каждый из них написал разный автор. Их достоверность столь же сомнительна, как качество бумаги, на которой они напечатаны.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/03a8b4d8dffddbcfa26acf7e7aaba6ab_4182482964320066280.png"
          },
          {
            "type": "CustomEntry",
            "epId": 8746,
            "name": "Легенда о Риде Миллере. Том III",
            "desc": "Популярное развлечение в Нод-Крае. Эти дешёвые романы о Риде Миллере не принадлежат одной серии - каждый из них написал разный автор. Их достоверность столь же сомнительна, как качество бумаги, на которой они напечатаны.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/03a8b4d8dffddbcfa26acf7e7aaba6ab_4182482964320066280.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}