{
  "epId": 8779,
  "name": "Гимны крайнего севера",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/288d84d9769eb1650cbe427026ebe402_5495273741062744782.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 1758043228,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "Пролог\nО уста, сплетите мне песни и стихи! Сплетите заветы и сказания крайнего севера.\nМне пришлось покинуть землю предков, покинуть родные места\nи отправиться скитаться по неизвестным краям, по скудной захолустной земле...\nЛишь глубокие воды покоятся в объятиях пустынной тундры, лишь снежинки танцуют на берегах тысячи озёр.\nНо меня по-прежнему осеняет лунный свет, и ветер по-прежнему овевает моё лицо.\nЯ спою о том, как луна впервые снизошла на грешную землю, я спою песню, что отгоняет злые наваждения.\nЯ вознесу хвалу бурлящим рекам, я воспою бесконечную вереницу горных вершин.\nЯ прославлю бронзовый корабль Сёйтервойнена и золотые стрелы Яникуйнена.\nЯ осыплю проклятиями коварный замысел Паккаисукко и предам порицанию бедствие, постигшее Похьёлу.\nМой гимн - священное слово Небес, спетое нашим предкам посланниками богов.\nНо судьба подобна мимолётному сну, и однажды смерть чистой водой умоет наши глаза.\nПокуда лунный свет заперт в горней темнице, мне не вернуться в родные края.\nНе вернуться туда, где мягкий свет золотит зелёные кроны, где утренние звёзды серебром обрамляют сосны.\nО юные дети Гипербореи, пусть слова моего гимна навеки останутся в ваших сердцах.\nНе ходите тропой хитрого лиса. Не ищите надменной силы огромного медведя.\nКрайний север будет жить, пока звучат гимны и поётся руно.\nГимн I: Питкамуунен, Владыка семи бедствий\n(День летнего солнцестояния. Сжигается первый в урожае сноп пшеницы. К этому подношению добавляют курицу, быка, желчный пузырь змеи, равный по весу сжатой пшенице, а ещё семь чашек крови █████ ████ в серебряной посуде. Старшая жрица семикратно читает руно и совершает гадание на звериных потрохах, дабы умилостивить богов.)\nО верховный Владыка Неба, безжалостный и неодолимый, Отец всего сущего, Мать всех богов,\nмы приносим жертву, дабы утолить твою ревность, дабы гнев твой не обрушился на землю.\nО капризный крылатый владыка, опустошающий земные царства, бог с непреклонным сердцем,\nникто не знает даже, какого ты пола, но мы просим тебя удалиться от мира смертных и оставить детей крайнего севера.\nТы разрушил порядок, установленный законами старых времён, ты предложил убежище смертным, но ███ их.\nТы сотряс древнее пристанище бессмертных, ты ██ их крылья и их ██.\nТы бог возмездия, бог злобы. Никто в подлунном мире не смеет ослушаться твоей воли.\nНа небесах и на земле твой клинок творит ██, выпивая до последней капли ██ злодеев и невиновных.\nО ██ и ██ повелитель, боги перед тобой - простые смертные, а смертные - жалкие насекомые.\nНикто не смеет произносить твоё имя, ибо ты ██ каждого, кто знает его.\nИ всё равно, чистый и яростный бог, мы молим тебя смилостивиться и принять нашу жертву.\nПусть Морозная Луна укроет нас от бедствий, которые ты приносишь, и избавит нас от вечных страданий.\n(Пояснение от жрицы Эрнрут: этот ритуал был упразднён пять столетий назад указом Айлы, первого Голоса Лунного Гимна. Примечательно, что нечитаемые слова гимна не были вычеркнуты намеренно. Если верить соответствующим записям, во время исполнения ритуала старшие жрицы должны были произносить пропущенные слова неразборчиво, дабы не злить Владыку семи бедствий.)\nГимн II: Маттаракка, Мать жизни\n(Когда рождается ребёнок, на священный камень кладут щепотку морской соли. Жрица в ранге служительницы или выше читает руно четыре раза, затем новорожденного окунают в тёплую воду, настоянную на листьях шпороцветника.)\nУслышь меня, почтенная Маттаракка, мать богов и людей.\nТвою милость чтут повсюду, от Гипербореи до Сал Виндагнира.\nТы заботишься о молодых женщинах, облегчаешь родовые муки, помогаешь разрешиться от бремени.\nТы радуешься плодородию, даришь жизнь подлунному миру и вскармливаешь всё живое.\nТы мать всех вод, ты дала жизнь сердцу ревущего первобытного океана,\nвсе птицы, звери и рыбы в подлунном мире твои, ибо ты породила их.\nСвоей божественной волей ты слепила смертных из плоти и крови, как гончар лепит сосуды из глины.\nА потому я молю тебя, даруй этому младенцу здоровье, смелость и мудрость.\n(Пояснение от жрицы Эрнрут: этот ритуал был упразднён пять столетий назад указом Айлы, первого Голоса Лунного Гимна. Вместо него жрица в ранге служительницы или выше должна прочесть над новорожденным «Пусть новая луна освещает твой путь», чтобы защитить его от скверны подлунного мира.)\nГимн III: Туонетар, Мать подземного царства\n(Во время осеннего сбора урожая в жертву приносятся животные в соответствии со статусом умерших в этом году. Подготовленных животных помещают в деревянные или бронзовые сосуды с замысловатой резьбой, по форме напоминающие ладьи, после чего сжигают. Перед сожжением жрица в ранге служительницы или выше выкалывает у животных глаза и преподносит хозяйке обители мёртвых. Затем, закрыв свои глаза тёмной повязкой, старшая жрица четыре раза читает руно и совершает гадание на звериных потрохах, дабы умилостивить божество.)\nО повелительница мёртвых, бестрепетная, бесстрастная,\nо призрачная владычица подземного мира, суровая, молчаливая, ужасная Туонетар!\nТебе ненавистны горделивые и непокорные смертные, никому не вырваться из твоей хватки.\nТы не гнушаешься бедных хижин, где спят на соломе, заходишь и в дворцы с тронами, украшенными позолотой.\nТебя боятся, ибо ты всё видишь, всё слышишь, и никому не уйти от твоего суда.\nМы почитаем тебя, ибо милость твоя безгранична, никто не будет отвергнут тобой.\nТы держишь в руках судьбы всех живых существ, но воля твоя неколебима, какими бы жаркими ни были мольбы.\nИ всё равно, благородная и грозная богиня, мы знаем, что на самом деле ты добра и милосердна.\nНекогда ты даровала предкам наших предков свободу и не продлила их страдания,\nи сейчас, о владычица смерти, что ведает судьбами всех живых существ подлунного мира, прими нашу скромную жертву.\nПотомки крайнего севера взывают к тебе с мольбой: теперь золотая кровь вернулась в твои объятия,\nтак проведи нас через тёмный поток преисподней и позволь уснуть вечным сном, лишённым сновидений.\n(Пояснение от жрицы Эрнрут: этот ритуал был упразднён пять столетий назад указом Айлы, первого Голоса Лунного Гимна. Теперь после смерти последователя Морозной Луны, независимо от его положения в обществе, жрица в ранге служительницы или выше должна прочесть над покойным «Пусть новая луна приведёт тебя к берегам упокоения». Затем проводится скромный погребальный обряд.)\nГимн IV: Лаймелея, Мать времени\n(В день зимнего солнцестояния сжигается ткань с изображениями всех значимых событий ушедшего года, пепел собирают в серебряную чашу, наполненную чистой водой. Старшая жрица читает руно четыре раза, а когда поднимается ветер, окропляет Колос тёмного леса священной водой, дабы умилостивить божество.)\nЧистейшая и вечная Мать времени, повелительница, что никогда не рождалась и никогда не умрёт,\nТы всё создаешь и всё разрушаешь. Ты всё помнишь и всё предаёшь забвению.\nВ миг своего рождения ты породила и себя, о мать всех матерей!\nТы одна не движешься в бесконечном потоке, ты одна чужая среди священного сонма богов.\nВозьми под свою защиту четыре заточённые луны. Возьми под свою защиту четыре заточённые луны.\nТы одна чужая среди священного сонма богов, ты одна не движешься в бесконечном потоке.\nО мать всех матерей, в миг своего рождения ты породила и себя!\nТы всё предаёшь забвению и всё помнишь. Ты всё разрушаешь и всё создаёшь.\nО повелительница, что никогда не умрёт и никогда не рождалась, вечная и чистейшая Мать времени!\n(Пояснение от жрицы Эрнрут: смысл данного гимна не удаётся прояснить, а описанный ритуал противоречит историческим фактам. Колос тёмного леса, Божественное древо, появившееся пять столетий назад при рождении Девы Луны, не мог фигурировать ни в одном из ритуалов, предшествовавших этому событию. Поскольку в других текстах данный обряд не упоминается, скорее всего, переписчик допустил ошибку. Тем не менее отрывок был сохранен без изменений ради текстуальной точности.)\nГимн V:\n(Текст отсутствует)"
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "Гимн VI: Такоджа Яникуйнен, Изначальный кузнец\nО великий кузнец трёх лун, создатель костей земли, отец и прародитель!\nПусть разгневаешься ты и свергнешь неустойчивый трон, чтоб красавица стала твоей.\nВ первый день ты выковал золотой лук с лунным сиянием, дабы поразить своих врагов.\nНо пока ты охотился, лук украли, и он стал оружием, что служит твоим врагам.\nНа второй день ты выковал лунную колесницу, дабы яркий свет её охранял твой дом.\nНо пока ты охотился, колесницу украли, и теперь она стала оружием, что служит твоим врагам.\nНа третий день ты выковал лунный челнок, дабы просить руки у дочери звёзд.\nНо безрассудство завело тебя в туманные топи, и кузница света погасла.\nТы владыка, которого можно и нельзя называть, злобный и кровожадный.\nТы повелитель несчастий, хозяин всякого зла, ты любишь пожары войны, ты хочешь смотреть, как гибнут невинные.\nТы грозный и могучий Вечный Рабочий, властитель двух природ.\nСилой, мощью и храбростью ты подобен богам. Даже звёзды благоговеют пред тобой.\nУсмири гнев, что сотрясает нашу землю, о несокрушимый владыка.\nОблегчи боль, что терзает моё сердце, прогони чёрные бедствия.\n(Пояснение от жрицы Эрнрут: старая версия гимна об усмирении стихийных бедствий. Хотя в источниках упоминается другой извод гимна, где последние четыре строки предназначались для призыва, а не для усмирения бедствий, но он по неясным причинам был утрачен задолго до рождения Девы Луны. В современных ритуалах следует придерживаться стандартного текста, переработанного и упрощённого Айлой, первым Голосом Лунного Гимна:\nО бледная Морозная Луна, во имя потомков крайнего севера, я умоляю тебя утихомирить гнев, что сотрясает землю.\nПусть твой нежный свет облегчит боль, что терзает наши сердца, и прогонит чёрные бедствия!)\n...\nГимн XI: Койтар и Сёйтервойнен, Богиня Утренней звезды и Апостол крайнего севера\nЯ призываю Койтар, жену Сёйтервойнена, первую, прекраснейшую дочь бога-творца!\nО щедрая дева, светлая утренняя звезда, твои деяния будут вечно славиться в песнях сынов крайнего севера.\nХолодный ветер ночи не погасит серебряное пламя в нашей груди, а коварная тьма не осквернит наши сердца.\nОднажды мы вернёмся домой, пройдём через дикие травы одиноких кладбищ и вновь ступим в золотой город.\nЯ призываю тебя, благословенная Койтар, подчинившая своей власти бесчисленные народы! Одари своей милостью наши завоевания.\nМолю тебя, сотряси землю, пусть города трепещут, а враги крайнего севера исчезнут, как роса под Морозной Луной.\n(Пояснение от жрицы Эрнрут: старая версия гимна, позже переработанная и упрощённая Айлой, первым Голосом Лунного Гимна. В современных ритуалах следует придерживаться стандартного текста, приведённого ниже:\nЛедяной ветер не погасит серебряное пламя в нашей груди, а коварная тьма не осквернит наши сердца.\nО бледная Морозная Луна, молю тебя, защити сынов крайнего севера, чтобы чёрное бедствие холодной ночи исчезло, как утренняя роса.)\n...\nГимн XVI: Саарелайнен, Зимний незнакомец\nПусть предсмертные муки, терзавшие тебя, обойдут меня стороной, спутник зимы и стужи.\nТы весёлый, добрый, красивый сын благородной семьи, кроткий и храбрый.\nНа звёздном коне ты проскакал по заброшенному острову Хийси и тёмным, окутанным туманом землям Похьёлы\nк дому прекрасной дочери Паккаисукко, чтобы просить её руки.\nСтарый Паккаисукко, слуга наших предков, ответил,\nчто отдаст тебе в жёны свою дочь, если ты откроешь ему врата Похьёлы.\nВесёлый, добрый, красивый юноша, ты знал, что старик замыслил недоброе, но всё равно согласился.\nВедь иначе старый Паккаисукко вместо тебя наказал бы свою доверчивую дочь.\nВ мрачных и туманных землях Похьёлы Владыка семи бедствий разрубил тебя на семь частей.\nТеперь чистая юная дева, дочь Паккаисукко, никогда не выйдет замуж.\nЯ твержу твоё имя, что нельзя называть, потерявшийся герой, целитель всех болей и несчастий мира,\nпусть милость твоя усмирит дикие ветры холодной ночи и согреет птенцов, приникших к застывшей земле.\n(Пояснение от жрицы Эрнрут: старая версия гимна об избавлении от ран и болезней, позже переработанная и упрощённая Айлой, первым Голосом Лунного Гимна. В современных ритуалах следует придерживаться стандартного текста, приведённого ниже:\nО потерянное дитя, во имя потомков крайнего севера я молю о благословении света.\nПусть милость Морозной Луны усмирит дикие ветры холодной ночи и согреет птенцов, приникших к застывшей земле.)"
          }
        ]
      },
      {
        "title": "Том III",
        "desc": [
          {
            "type": "RichText",
            "text": "Гимн XXI: Уррекуутар, Богиня Морозной Луны\nО Уррекуутар, мать священного сияния, услышь мои молитвы и обрати свой взор с небес на землю.\nПусть твои безмолвные слёзы пронзят холодную ночь, зажгут серебряный факел, что никогда не погаснет, и подарят людям крайнего севера путеводный свет.\nО Уррекуутар, мать серебряного челнока, услышь мою молитву и укрась небосвод нежной кисеёй.\nПусть твоя серебряная нить спасёт заблудшие души из скверны подземного мира, чтобы они не заплутали холодной ночью.\nО Уррекуутар, куда бы ты ни повела нас, мы пойдём за тобой, и твоя воля будет нашим законом.\nПусть даже холодная ночь смерти ослепит нас, мы не покроем себя позором, воспевая хвалу лживым огням.\n(Пояснение от жрицы Эрнрут: старая, неотредактированная версия гимна. Гимн не сокращали, он с самого начала был довольно коротким, поскольку о главном божестве, что покровительствовало нашим предкам, не следовало распространяться слишком подробно, а происхождение, прошлое и будущее Лун не следовало описывать в гимнах. В современных ритуалах следует придерживаться стандартного текста, переработанного и упрощённого Айлой, первым Голосом Лунного Гимна:\nО бледная Морозная Луна, во имя потомков крайнего севера я молю тебя осенить нас своим взором с небесного купола.\nПусть твои безмолвные слёзы пронзят леденящую ночь и даруют нам, оставленным и забытым, путеводный свет.)\nГимн XXII: Куутар, Дева Луны\nО безупречная молодая луна, посланница Морозной Луны молит тебя о милости.\nОчисти наши грехи, смой бесконечные страдания и слёзы навеки отлучённых от рая."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Гимны крайнего севера"
          }
        ]
      },
      {
        "key": "Книги:",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 8747,
            "name": "Гимны крайнего севера I",
            "desc": "Сборник гимнов, передававшийся из поколения в поколение среди Детей Морозной Луны, составленный госпожой Эрнрут. Большая часть его содержания и описанных в нём обрядов уже давно вышла из употребления.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/288d84d9769eb1650cbe427026ebe402_5495273741062744782.png"
          },
          {
            "type": "CustomEntry",
            "epId": 8748,
            "name": "Гимны крайнего севера II",
            "desc": "Сборник гимнов, передававшийся из поколения в поколение среди Детей Морозной Луны, составленный госпожой Эрнрут. Большая часть его содержания и описанных в нём обрядов уже давно вышла из употребления.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/288d84d9769eb1650cbe427026ebe402_5495273741062744782.png"
          },
          {
            "type": "CustomEntry",
            "epId": 8749,
            "name": "Гимны крайнего севера III",
            "desc": "Сборник гимнов, передававшийся из поколения в поколение среди Детей Морозной Луны, составленный госпожой Эрнрут. Большая часть его содержания и описанных в нём обрядов уже давно вышла из употребления.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/288d84d9769eb1650cbe427026ebe402_5495273741062744782.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}