{
  "epId": 8780,
  "name": "Эхо раковины",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7b078e9234ceb501021cd3bd105b0cc6_8412316685875993831.png",
  "menuId": 12,
  "menuName": "Книги",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Том I",
        "desc": [
          {
            "type": "RichText",
            "text": "«Отдай мне раковину, и мы больше никогда тебя не побеспокоим», -\nсказал, поигрывая клинком, красивый мальчик, что подошёл к костру вместе со своей свитой.\nШла тридцатая ночь в пустынной стране изгнания, которую мальчики и девочки называли между собой «Иноземье».\nКлинок, который некогда рубил деревья, рассекал траву, резал плоды и убивал всех, кто вставал у него на пути, теперь немного затупился, а взрослые, пытавшиеся взять над ними верх силой, умирали, так и не вынув свои клинки из ножен.\nЕго собственные ножны давно где-то потерялись.\n«Тебе правда так нужна эта раковина?»\nМальчик с раковиной в руках был самым низкорослым из всех, и его прозвали Коротышкой.\n«Да».\n«Почему?»\n«А надо объяснять? - усмехнулся красивый мальчик. - Коротышка, \"мы\" установили правила. У кого раковина, тот и говорит».\nДа, то был тайный договор, который дети заключили у костра, чтобы дать отпор взрослым, превратившим их в рабов.\nЧтобы выжить на этой горестной, безлюдной земле, обрёкшей их на изгнание.\nДети решили выбрать себе командира - такого же ребёнка, как они сами, но способного провести их за собой через все невзгоды. Такого, кто соберёт остальных вокруг себя и не испугается силы. Он должен быть умён и способен владеть раковиной, чтобы стать главным среди детей.\nРаковину они подобрали днём, во время работы на побережье, подобрали тайком, пока никто из взрослых не видел. Ещё одно подтверждение того, что у взрослых тоже не совершенны.\nПрощаясь с детством, подростки начинают понимать, что взрослые - отнюдь не всезнающие сверхлюди, и чувствуют горечь, будто у них отняли мечту. Но местным детям эта новость принесла только радость и облегчение.\nА потом...\nИдеальный порядок так и не наступил. Вернее сказать, звериная жестокость в сердцах детей, не находя себе выхода, становилась всё более необузданной. Ведь если насилие способно перевернуть весь мир с ног на голову, то почему бы тому человеку, в чьих руках оно сосредоточено, не завладеть всем, что есть вокруг?\nВ том числе и раковиной... и всем, что она олицетворяла в тайном договоре между детьми.\n«Значит, ты думаешь, что сможешь владеть раковиной?»\n«Я выложился больше всех и получил больше всего взамен. Да и вообще, клинок теперь мой».\n«Значит, ты станешь нашим командиром».\n«Само собой. Я стану вашим командиром».\n«И будешь командовать нами, как командовали взрослые?»\n«И что в этом плохого?»\nЛадно... Словно отвечая на его вопрос, невысокий мальчик встал, повернувшись спиной к костру, лицо его было скрыто в тени...\nНо красивому мальчику показалось, что по лицу Коротышки пробежала ухмылка. Почему-то его охватило странное беспокойство... До той ночи он верил, что всё вокруг подчиняется его власти, как послушный клинок в его руке.\nКоротышка отдал ему раковину и ушёл в густой лес.\nС той ночи мальчик, который некогда владел раковиной, словно растворился в воздухе."
          }
        ]
      },
      {
        "title": "Том II",
        "desc": [
          {
            "type": "RichText",
            "text": "«Ты сразу знал, чем всё закончится...»\nДевочка в очках наконец отыскала низкорослого мальчика и привела его назад. Когда он вернулся, дети расступились, чтобы дать ему дорогу, и в глаза их застыло беспокойство.\nКогда все расступились, он увидел, что напротив него, в кресле, сложенном из груды тяжёлых вещей, развалился красивый мальчик, кожа его побледнела и черты заострились. Бордовые губы казались особенно яркими на фоне пламени костра, трепетавшего, точно жуткая вуаль на ветру.\nНикаких ран было не видно, но руки мальчика безжизненно повисли, окоченевшие, словно их вылепили из гипса.\nКлинок, которым он так гордился, лежал рядом.\nНикто его не подобрал.\n«Обычно так всё и заканчивается. Но я не думал, что это будет так быстро».\nКоротышка поднял клинок. Тот был по-прежнему твёрд, хотя и приобрёл немало зазубрин и сколов от рубки дров.\nКрасивый мальчик не знал, как чинить клинок, но поскольку других опор у него не было, он предпочёл сохранить в тайне, что клинку нужна починка.\nЕстественно, он сделался подозрительным, плохо спал, часто впадал в ярость. Боялся показать свою слабость, как взрослые, но в итоге стал ещё слабее. И финал был предсказуем.\nНа самом деле... героям историй почти всегда нужно только набраться терпения.\n«Когда ты впервые это увидел?»\n«Наверное, в тот день, когда он забрал у меня раковину».\n«Забрал раковину?»\n«Что такое раковина? Безделушка, которую мы подобрали на берегу. Рано или поздно он бы её выбросил. Или её, или испорченный клинок. Если в одной руке держать раковину, а в другой клинок, удары будут слабыми и неуверенными».\nИз толпы вышел мальчик с раковиной в руках, он шагнул вперёд и вложил раковину в руки Коротышки.\nКоротышка опустил взгляд и увидел на ладонях мальчика красные полосы, следы от грубой верёвки.\n«И что ты собираешься делать?» - спросила девочка в очках.\nКоротышка поднёс раковину к губам и попытался дунуть в неё, как рисуют в книжках с картинками. Но вместо отчётливого звука раздался лишь тихий смешной свист.\nТогда он поднес её к уху и прислушался: из раковины доносился шум волн.\n«Мы построим здесь город и превратим его в рай для детей. Отныне никто не будет в одиночку владеть раковиной, ибо она принадлежит всем нам. Любой может брать её и говорить то, что считает нужным».\n«Но однажды мы вырастем и станем взрослыми - тем, кем нам совсем не хочется быть».\n«Ничего страшного, тут не о чем переживать. Наступит завтра, появятся новые дети. Если им не понравится, какими мы станем, они смогут разрушить наш мир своими собственными руками».\nНизкорослый, неприметный мальчик. Умный мальчик.\nОн бросил сломанный клинок в море.\nИ положил раковину к ногам остальных детей."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Название:",
        "value": [
          {
            "type": "RichText",
            "text": "Эхо раковины"
          }
        ]
      }
    ]
  }
}