{
  "epId": 8892,
  "name": "Блокнот Раковины",
  "desc": "Блокнот, сделанный Паймон, в котором собраны записи, полученные от ребят из Банды Раковины.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/8d5184a66815234e47b9b1b33abdc8ef_8882434788191588596.png",
  "menuId": 9,
  "menuName": "Ресурсы Тейвата",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Блокнот Раковины"
          }
        ]
      },
      {
        "key": "Тип:",
        "value": [
          {
            "type": "RichText",
            "text": "Предмет задания"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Гигантский механический монстр\nМеханизм серовато-белого цвета, способный к быстрым видоизменениям. В активном режиме испускает свечение, оснащён разнообразным набором атак. Говорят, его настоящее название звучит так: «Автоматон таинственного источника: Конфигуратор». И будто бы это не изобретение современных натланцев, а наследие более древних времён.\nУзоры на его корпусе выглядят знакомо. Мне доводилось видеть похожие узоры на руинах Нод-Края. Возможно, наш островок подобен кораблю, который некогда был единым целым с Натланом, но однажды морское чудище вылезло из пучины, сцапало его своими когтями... плавниками или щупальцами и утащило на север. Это объясняет, почему на столь маленьком пятачке земли мы видим такие сходства.\n(Лучше не рассказывать об этом Кате! Когда я вернусь, а ты выздоровеешь, мы отправимся на остров Детей Морозной Луны и сравним мои снимки гигантского механического монстра с местными руинами... Само собой, надо будет придумать какой-нибудь предлог, чтобы Катя ничего не заподозрила!)\nГигантская статуя кентавра\nКаменная статуя, которую называют «легат големов». Он стоит с гордо поднятой головой, в левой руке держит щит, в правой - меч. Он похож на забытое изваяние в древнем замке, которое вдруг оживает. Когда он (или «оно»?) бьёт копытом свой постамент, во все стороны летит пыль с каменной крошкой, но стоит пыли осесть, как он бросается в атаку и оказывается достойным соперником. Его приёмы разительно отличаются от атак обычных механических монстров. Иногда он отдаёт приказы, словно настоящий полководец, иногда будто наигрывает мелодию... Жаль, я ничего не смыслю в музыке и не понимаю, какая это мелодия.\nГоворят, где-то в океанских глубинах лежат руины погибшей Ремурии. В этот раз мне не удалось там побывать, зато я собрала много книг и легенд о Ремурии, при случае отправлю их домой с торговым караваном. Я знаю, ты любишь истории о древних королевствах, надеюсь, они тебе тоже понравятся.\nГигантский водяной шар\nГидротульпа - человекоподобное чудовище, сотворённое из скопления воды. В отличие от духов воды, о которых рассказывала Катя, у гидротульпы нет ни хвоста, ни ног, зато есть руки и голова, как у человека. Её суставы и череп покрыты голубоватой бронёй. Во время боя он призывает на помощь капельки воды, уменьшенные копии себя, и иногда пожирает их, чтобы увеличить свою силу.\nЯ слышала, что необыкновенная фонтейнская вода рождает говорящих океанид. Но гидротульпы говорить не умеют, а может, не хотят. Или мы просто не понимаем их язык...\nГигантский краб\nГигантский краб с громким именем: Император огня и железа! Говорят, как и многие другие ракообразные, по мере роста этот краб ищет подходящие панцири, чтобы облачиться в них вместо брони. И если его не остановить, он будет расти и расти, пока не нацепит на спину Дворец Мермония (это такое большущее здание в Фонтейне, здесь все дома огромные!).\nОднажды над крабом одержал победу некий человек по имени Бэзил Элтон. Возможно, тогда он и перестал расти? Но и сейчас краб огромен, даже не знаю, кто больше: гигантский краб или морское чудище. Думаю, всё-таки чудище! Ведь оно должно уметь двигать целые острова (конечно, если моя гипотеза о мигрирующих островах верна)!"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Дедушка Кроти живёт с семьёй в пещере в глубине долины Кроти. Там влажно и пахнет старыми корнями. Жизнь там текла спокойно и безмятежно, пока громилы не притащили туда свои железяки. Когда наступает ночь и громилы уходят, семья Кроти выходит из пещеры, чтобы поискать еду или поиграть с лунными светлячками.\nМалышка Кроти любит луну даже больше, чем ягоды лакка или лунных светлячков. Луна над долиной Кроти большая и круглая, как огромная белая тарелка в небе. (Юрва говорит, что у кротов-нюхачей слабое зрение, но острый нюх и чуткий слух. Возможно, малышка Кроти чувствует запах луны. Быть может, она пахнет даже слаще, чем ягоды лакка.) В особенно ясные ночи она видит кротов без тени: они колышутся в лунном свете, словно дым на ветру. Они разговаривают между собой, но никогда не позволяют малышке Кроти присоединиться к ним. Как будто они её даже не замечают. Возможно, всё дело в том, что малышка Кроти ещё не лишилась тени. Она слышала, будто в этих таинственных объединениях действуют секретные правила (совсем как в «Подземном обществе»). Возможно, другой крот без тени должен за не поручиться, или она должна пройти некий таинственный ритуал, а пока ей приходится стоять в сторонке и слушать.\nНо малышке Кроти и слушать их разговоры очень интересно. Один крот-нюхач пришёл из далёких земель: наверное, у него нет дома, и он может считать своим домом любое место на земле. Он говорит, что бывал в заснеженных горах, пересекал песчаные пустыни, взбирался на высокие вершины и погружался на дно океана. «В тех местах растут ягоды лакка?» - спросил один из местных кротов. «Насколько я знаю, нет. Но там есть много других деликатесов». Услышав его ответ, местный крот скривился: похоже, ему в самом деле очень дороги ягоды лакка.\nМалышка Кроти тоже любит ягоды лакка, но ей интересно, понравятся ли ей другие деликатесы, о которых сказал крот без тени. Однажды она уходила из долины Кроти на поиски приключений, в тот раз ей пришлось долго, очень долго копать, пока она не оказалась в месте, где полно громил. Она тронулась в путь вечером, но в том месте было до того светло и шумно, что малышка Кроти едва могла следовать за луной. Она уловила там много запахов, правда, по большей части неприятных. В конце концов она последовала за знакомым ароматом ягод лакка и оказалась перед целой горой фруктов, там было много фруктов, которых она никогда даже не видела. Пахли они восхитительно. Малышка Кроти надеялась, что сможет взять себе немного, всего несколько штучек, но в тот день ей не повезло. Иногда так бывает.\nКогда она вернулась в долину Кроти, оказалось, что все ужасно за неё беспокоились. Родные не могли поверить, когда узнали, что она ушла так далеко. Чем ей не нравилась жизнь в долине Кроти? Почему она решила уйти? Тогда малышка Кроти рассказала о том, что слышала от кротов без теней. «Разве бывают кроты без тени? Наверное, тебе это приснилось», - сказал её брат. Ему тоже не понравилось, что сестрёнка уходила из долины, да и все остальные члены семьи были уверены, что свежие ягоды лакка вкуснее всех фруктов на свете.\nЕсли в следующую лунную ночь она не увидит кротов без тени, значит, это и правда был сон, решила малышка Кроти. В конце концов, она не имела ничего против жизни в долине. Но когда луна поднялась и озарила своим светом долину, кроты без тени появились снова. И завели те же самые разговоры, что и в прошлый раз. Если она не спит, значит, это послание луны. Малышка Кроти очень обрадовалась. Той лунной ночью она снова ушла из долины Кроти, снова одна, но на этот раз она не знала, когда вернётся. Вдруг где-то там, среди заснеженных гор или песчаных пустынь, там, где она ещё никогда не была, найдутся фрукты, которые она полюбит даже больше, чем свежие ягоды лакка."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Царский краб живёт по соседству с теми чудиками, Детьми Морозной Луны. Говорят, ему несколько сотен лет (иначе как бы он стал таким большим?). Он гораздо больше, чем все крабы, которых я видела. Даже дом у него - не обычная раковина, а огромная, похожая на небольшую гору (она даже больше, чем раковина, которую мы нарисовали на своём флаге!), как настоящая крепость. А что самое удивительное, раковина поросла мхом, наполненным куувяки, и в темноте пещеры мох светится, который светится, точно россыпь маленьких звёздочек. Наверное, это и есть его корона.\nПоэтому вполне логично, что все крабы в окрестностях стали его подданными. Бедняги, они постоянно хлопочут, чтобы принести ему еду: ягоды лакка, рыбу и всякие другие штуковины, которые я даже не знаю, как называются. Никогда не съедают сами, а затаскивают всё в глубину пещеры. Дважды я видела, как они приносили туда блестящие камушки и серебро захода луны. Может, это «подать», которую они платят царю? Говорят, во времена великого вора Рида Миллера наместник из Снежной тоже брал с местных подати. Да, скорее всего, и тут то же самое...\nНо мне кажется, что Царскому крабу не так уж нужны огромные запасы рыбёшек и ягод лакка. Вчера ближе к вечеру я видела, как он выходил из пещеры. Он шёл очень медленно, будто тащил на себе целую гору, и земля дрожала под его шагами. И тут маленький крабик подтащил к нему крошечную рыбёшку, но Царский краб только смерил её взглядом и легонько махнул своей гигантской клешнёй. Крабик до того перепугался, что бросил рыбёшку и немедленно закопался в песок.\nЦарский краб не стал есть рыбёшку, он оттолкнул её той клешнёй, что поменьше, а после замер, словно глядя на море вдали. Наверное, царём быть очень одиноко. Все крабы тебя боятся, у тебя есть крепость и корона, но нет друзей, с которыми можно сцепиться щупальцами, как вишнёвые медузы (Семён говорит, что медузы общаются щупальцами, значит, наверное, крабы общаются клешнями).\nИнтересно, где он нашёл такую огромную раковину? Может, раньше там жил другой царь, ещё больше? А если он ещё больше вырастет, то переедет во дворец? В следующий раз надо будет принести ему немного перезрелых ягод лакка, чтобы исследовать его раковину. Или не стоит... Великому вору не следует подходить к аристократам слишком близко, это сулит несчастья."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Вишнёвая медуза\nГоворят, что это уникальный вид, который можно найти только в Нод-Крае. Его отличает розовый зонтик и длинные щупальца. Чаще всего вишнёвых медуз можно встретить на мелководье Малинового лимана, где приливы создают идеальные условия для охоты на мелкий планктон. Даже во время отлива они без труда передвигаются по суше, вероятно, благодаря специальным водяным карманам, сохраняющим влагу, или железам, выделяющим слизь, которая минимизирует процесс обезвоживания. Их щупальца гораздо более прочные, чем у обычных медуз, и наделены уникальной силой, хотя, возможно, она нужна им только для охоты на добычу. Я осторожно коснулся одной из медуз палкой, но она никак не отреагировала и не напала на меня (думаю, в Банде Раковины едва ли найдётся ещё один такой смельчак, как я.) Они общаются друг с другом, переплетая щупальца, как люди, которые пожимают друг другу руки или дают пять. Получается, те танцевальные движения, которые они выполняют, собираясь вместе, вероятно, являются частью их «языка». Хотя у вишнёвых медуз нет мозга, нельзя сказать, что их действия подчиняются одним рефлексам.\nК сожалению, сооружения Фатуи почти полностью уничтожили среду обитания вишнёвых медуз. Машины, которые они сюда привезли, не перестают гудеть ни днём, ни ночью... Я не знаю, зачем нужны эти машины, но кажется, что из-за них всё вокруг умирает. Я видел несколько медуз, которые без сил распростёрлись на песке: возможно, им стало нечего есть, или всё дело в шуме от машин, или и то, и другое. Я пытался им помочь, но... было уже слишком поздно."
          }
        ]
      }
    ]
  }
}