{
  "epId": 8924,
  "name": "Айла",
  "desc": "<p>Первый Голос Лунного Гимна, жившая 500 лет назад.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/19/237301566/c414e4ed94fae43ea026ca79a1796389_7673756658384932126.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1758464676,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 7622,
        "name": "Дети Морозной луны",
        "desc": "<p>Потомки легендарного золотого королевства, поклоняющиеся лунной богине. Большую часть времени они живут в дикой местности или в лесах и собираются на острове около Нод-Края, где находятся реликвии, похожие на Автоматонов таинственного источника древних драконов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/495bf3319bc3e1faf3bafaa0ee422e48_384379782252634774.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Айла была первым Голосом Лунного Гимна около 500 лет назад. Под её руководством многие традиции Детей Морозной Луны были реформированы, а древнее святилище, Палата первого указа, запечатана.\nЛовия\nСтаршая жрица Детей Морозной Луны, которая выбрала Айлу и её сестру-близнеца Алию, чтобы те смогли родить идеальную наследницу, которая приведёт их к раю. Поскольку кровь сестёр не была достаточно чиста, Ловия заставляла их пить «чистый лунный свет», чтобы очистить кровь. Благодаря этому Айла стала видеть судьбу.\nЛовия была убита Айлой за предательство своего народа, и её имя было стёрто из истории.\nАлия\nСестра-близнец Айлы, выбранная вместе с ней для создания идеальной наследницы. Алия пожертвовала собой, чтобы Ловия и",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8930,
        "name": "Ротванг",
        "desc": "<p>«Юродивый старец», мечтающий о чёрном рае за небесами. Его настоящее имя - Раутванги.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/21/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_4323576423725558441.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "не смогли получить силу.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7476,
        "name": "Коломбина",
        "desc": "<p>Номер три из Предвестников Фатуи, известная под кодовым именем Субретка. Также является Богиней Луны Куутар.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/14/237301566/eec3ce8e5b5a2fcef15e211af926b3b3_5988948115832256860.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Айла предсказала появление Лунной богини и засвидетельствовала её рождение. Статуя Куутар у Детей Морозной Луны вырезана Айлой и показывает Куутар в её первоначальном облике.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8929,
        "name": "Соловей",
        "desc": "<p>Первый Литейщик факелов и основатель Светоносцев.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/21/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_3634791264162489158.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Первый Светоносец, с которым Айла поделилась Стрелой Терпикераунаса - древним артефактом Гипербореи, преобразующим энергию Мира света и очищающим энергию Мира пустоты. Благодаря этому Светоносцы смогли бороться с Дикой Охотой.\nЛовия хотела, чтобы Айла убила Соловья, поскольку он мешал её планам.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8928,
        "name": "Рид Миллер",
        "desc": "<p>Великий вор и основатель Похитителей сокровищ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/24/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_1433400120532124888.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "По легенде, Айла уговорила великого вора украсть камень желаний, которым была околдована старшая жрица Ловия.\nНекоторые верят, что Айла была влюблена в Рида Миллера, поэтому до конца жизни осталась незамужней.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Путешественник",
        "desc": "<p>Путешественник/ца из другого мира, разлучённый/ая со своей сестрой/своим братом. Он/а отправляется в долгое путешествие, чтобы найти всех семерых Архонтов и вернуть родного человека.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/70239714/f00d18b57acb4aa37bf2fc39bf67ddd0_830350480334963652.gif",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Поскольку Айла видела судьбу, она предвидела появление Владыки Рая - героя, которому суждено избавиться мир от бессмертного змея и защитить рай. Она записала свой образ, чтобы даже 500 лет спустя наставлять его/её.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные задания"
      },
      {
        "type": "CustomEntry",
        "epId": 8844,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 8848,
        "name": "Зеркала, лабиринт и царь",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/13/118896516/03386dacb31726cbf471f6fb2a29e069_4752480156511487760.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 8847,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 8779,
        "name": "Гимны крайнего севера",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/288d84d9769eb1650cbe427026ebe402_5495273741062744782.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 8512,
        "name": "Рассвет прядильщицы луны",
        "desc": "Безупречный и острый серебряный меч, который пронзает доспехи подобно лунному свету. Легенда гласит, что это священный клинок, благословлённый первым Голосом Лунного Гимна.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/02686441b09dcc1d5029ff21a6d04ef8_297003927757836842.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 8521,
        "name": "Серенада шёлковой луны",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/b8350998129a66e67c1a7691153da68d_6559589601591776539.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "textualResearch": [
      {
        "title": "Записи Айлы",
        "desc": [
          {
            "type": "RichText",
            "text": "...Я солгала, как и Ловия, как и моя сестра. Я ответила «нет», когда господин Соловей спросил, испытываю ли я ненависть.\n...Но как я могла облечь свою ненависть в слова? Как честному человеку с добрым сердцем понять ту кошмарную злобу, что поселилась у меня в душе?\n...Нет. Нельзя так думать, никому нельзя об этом рассказывать. Господина Соловья не стоит беспокоить такими пустяками. Человек не обязан слушать о чужих страданиях, если сам не испытал ничего подобного. Даже если он действительно готов выслушать и искренне пролить слезу сочувствия... Какая разница? Я лишь напрасно раню его доброе сердце. На бесчисленных нитях судьбы между прошлым, настоящим и будущим, которые Ловия случайно мне показала, льют слёзы над чужими несчастьями лишь самые добрые люди, чья жизнь должна быть озарена радостью. Пусть законы подлунного мира требуют платить злом за добро, но я не могу позволить ему страдать напрасно.\n...Раньше я ненавидела ложь, а теперь сама плету её... Быть может, (...) последних десяти лет даны мне в наказание за эту секунду...\nНо какая разница... история знает множество случаев, когда невинные несли жестокую кару, от благородной девы Соли до потомков джинна Гюрабада. Что уж говорить обо мне - грешнице, запятнанной (...). Если серебряная нить всё равно обвилась вокруг моей шеи, лучше мне покрыть себя новыми грехами, лишь бы спасти детей, которые пока чисты и не тронуты скверной...\n...Всё рождённое Морозной Луной должно вернуться в неё. Все святилища, где нашли приют наши предки: все стены, башни, крепости и храмы, должны быть разрушены. Останутся только величественные колонны, воздвигнутые здесь потомками драконов. Долгие годы обособленности и затворничества идут на пользу лишь пустым притязаниям и сумасбродным заблуждениям. Пусть наши с ними нити разделяет не высокомерие мёртвых, а добродетели, в которые никто больше не верит: почтение к природе, доброта к чужеземцам. Тогда на свете не появится новой Ловии... и новой Айлы.\n...Спустя десятилетия родится новая богиня луны... Какая насмешка судьбы! Всё, чего так долго и отчаянно искала Ловия, оказалось напрасным. Даже если бы (...) родила священного наследника, как было предсказано, а не человека, забравшего мою сестру... Наследник, который должен был стать нашим королём, лишь посеял бы ещё больший хаос в Снежной. Рождение новой луны не имело никакого отношения к тому, что она делала. Она даже не смогла предвидеть рождение девочки и не знала, что священный трон на самом деле никогда не был разрушен...\n...Не знаю, доживу ли я до того дня, ибо своих нитей не вижу. Но я молю, чтобы этого не случилось. Грешники не достойны видеть чистого света луны...\n...Как бы там ни было, надо убедить людей, что новая луна будет радоваться лишь добру, любви и помощи ближним. Нет других молитв и обрядов, которые могли бы умилостивить нашу богиню. Вот чему должны верить люди, вот чему они обязаны верить. Иначе, каким бы высоким ни был идеал, он поблекнет, запятнанный скверной подлунного мира...\n...Нити богов слепят глаза, я не вижу, куда она направляется. Но Дети Морозной Луны, которым она даровала искупление, должны быть уверены, что само право выбора находится в её руках... Она не обязана ничего отдавать взамен, она не обязана быть идеальным божеством для каждого...\n...Дочь Морозной Луны, дева новолуния... Пусть ей явится во сне настоящее счастье... Пусть Морозная Луна вовеки не отпустит мои грехи, ибо бессчётное множество раз я прокляла её имя."
          }
        ]
      },
      {
        "title": "Письмо для Айлы",
        "desc": [
          {
            "type": "RichText",
            "text": "Уважаемая госпожа Айла!\nЯ не смог остановить госпожу Алию и искренне сожалею о постигшей её судьбе. Но её благородная жертва позволила нам остановить Ротванга и предотвратить гибель бессчётного множества людей. Теперь я понимаю, почему она решила разыгрывать из себя мою близкую подругу. Обязательно обсудим с вами этот вопрос во время следующей встречи (хотя, возможно, к тому времени вы будете знать куда больше, чем я).\nЯ не берусь судить её и не буду пытаться изменить ваше мнение о ней. Но позвольте мне исполнить последнюю волю госпожи Алии и передать вам её слова. Она просила оказать вам всемерную поддержку (что я, несомненно, исполню, ведь вы моя благодетельница), и что - передаю сказанное ею слово в слово - она надеется, что жизнь ваша будет счастливой и свободной.\nЧто до Стрелы Терпикераунаса, о которой вы пишете в последнем письме, если она действительно обладает силой, способной развеять непроглядную тьму бедствия, и вы готовы поделиться ею с таким бескорыстием, примите мою глубочайшую благодарность от имени всего народа Нод-Края. Если дело обстоит так, как вы предвидите, и Ротванг действительно восстанет из непроглядной тьмы, то наши преемники - орден, который я хотел бы назвать Светоносцами в честь зажжённого вами пламени - встретят угрозу, вооружившись технологиями, которыми вы столь щедро нас одарили.\nВсе подробности обсудим при личной встрече, когда вы будете свободны. Я понимаю, что после смерти Ловии у Детей Морозной Луны появилось множество дел, требующих вашего личного участия.\nИскренне ваш\nСоловей"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Айла"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "Нод-Край"
          }
        ]
      },
      {
        "key": "Группа:",
        "value": [
          {
            "type": "RichText",
            "text": "Дети Морозной Луны"
          }
        ]
      },
      {
        "key": "Титул:",
        "value": [
          {
            "type": "RichText",
            "text": "Голос Лунного Гимна"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Айла",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/19/237301566/b437b0b91e394f0f37714a22468f4805_2955514577728780693.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Записанное изображение Айлы."
          }
        ]
      }
    ]
  }
}