{
  "epId": 8930,
  "name": "Ротванг",
  "desc": "<p>«Юродивый старец», мечтающий о чёрном рае за небесами. Его настоящее имя - Раутванги.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/21/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_4323576423725558441.png",
  "menuId": 10,
  "menuName": "Архив NPC",
  "version": 1758463029,
  "components": {
    "textualResearch": [
      {
        "title": "Письмо для Ловии",
        "desc": [
          {
            "type": "RichText",
            "text": "Святейшей и почтеннейшей госпоже Ловии\nПишу вам в надежде объяснить трагическое событие, произошедшее ранее. Вы велели мне отрядить людей для встречи священной госпожи, и я сделал всё, как вы сказали. Но бедная девушка (и какая она была красавица!) не оценила вашей доброты и, охваченная неким необъяснимым порывом, покончила с собой. Сколь горькая и невосполнимая утрата, мне остаётся лишь молиться за вас, пусть ваша милосердная богиня утешит скорбь и не даст благородному сердцу сломиться под тяжестью горя.\nЧто же до «Мельницы САМПО», о которой вы писали в последнем письме, я до глубины души тронут вашей искренностью и доверием. Как и вы, я не посвящён в принципы работы священной реликвии. Однако наши мысли сходятся: следует найти иной способ пробудить древнюю реликвию и создать рай вечного изобилия для народа Нод-Края, а в особенности для ваших благородных сородичей. С настоящего момента я полностью посвящу себя разгадке тайн, сокрытых в реликвии.\nЧто касается прочих вопросов, как маловажных, так и более существенных, надеюсь вскоре обсудить их с вами лично. А пока прошу вас принять эти скромные дары как знак моего уважения и жест сочувствия в связи с постигшей вас утратой. Знайте, что я с глубочайшим уважением отношусь к вашему благородству. Даже при дворе его величества Белого царя редко встретишь женщину столь необычайной прозорливости и глубокой преданности высшему благу, женщину, для которой благополучие страны и народа несравнимо важнее личных чувств. Наши позиции, интересы и стремления едины. А посему я уверен, нас ждёт множество совместных начинаний.\nВаш преданный друг и союзник\nРотванг"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Имя:",
        "value": [
          {
            "type": "RichText",
            "text": "Ротванг"
          }
        ]
      },
      {
        "key": "Регион:",
        "value": [
          {
            "type": "RichText",
            "text": "• Каэнри'ах\n• Нод-Край"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Связи"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Раутванги был чужеземцем в Каэнри'ах, где он обучался астрологии и алхимии в Академии заклинаний. Однажды он узнал о чёрном рае за небесами, и за изучение тёмных знаний был исключен из Академии и выслан из Каэнри'ах. Исследовав весь мир и не найдя там информации про чёрный рай, Раутванги отправился в",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7623,
        "name": "Нод-Край",
        "desc": "<p>Благословлённая луной земля, расположенная на северо-западе Тейвата.</p><p>Следуйте за серебряной нитью, сотканной новолунием, пересеките резкие ветры и замёрзшую тундру, пока озёра, словно осколки разбитого зеркала, не отразят вечный блеск инея. Дни коротки, но в долгие ночи свет и песни новой луны нежно ласкают лица Путешественников. Зажгите огни в башне, чтобы истинный свет луны снова засиял над этой землёй.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/20/237301566/78a8e1dd1bd89bf1cc3a54aaf005406f_1619367022092392301.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8936,
        "name": "Белый царь",
        "desc": "<p>Повелитель альвов и первый Крио Архонт Снежной.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/21/237301566/513d51e0ebfd54f5da34a9f85dfaf61f_8442938389532724812.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Раутванги стал любимцем при дворе Белого царя благодаря своим познаниям в алхимии и астрологии и взял имя Ротванг. Монах хотел использовать Белого царя для достижения своих целей.\nЛовия\nРотванг хотел использовать священную реликвию",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7622,
        "name": "Дети Морозной луны",
        "desc": "<p>Потомки легендарного золотого королевства, поклоняющиеся лунной богине. Большую часть времени они живут в дикой местности или в лесах и собираются на острове около Нод-Края, где находятся реликвии, похожие на Автоматонов таинственного источника древних драконов.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/31/237301566/495bf3319bc3e1faf3bafaa0ee422e48_384379782252634774.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ", мельницу САМПО, для достижения чёрного рая. Он объединился со старшей жрицей Ловией для создания идеального наследника, способного активировать реликвию.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 8928,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Ротванг хотел склонить великого вора на свою сторону, чтобы выйти за пределы небесной оболочки.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Связанные предметы"
      },
      {
        "type": "CustomEntry",
        "epId": 8520,
        "name": "Ночь открытия неба",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/25c4512875bad223765a5a32c82b09a4_7122872897984003318.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ]
  }
}