{
  "version": 1754945717,
  "language": "th-th",
  "menuId": 7,
  "menuName": "ศัตรูและมอนสเตอร์",
  "totalItems": 325,
  "list": [
    {
      "epId": 2100,
      "name": "Childe",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
      "desc": "Tartaglia ผู้บริหารอันดับที่สิบเอ็ดของ Fatui มีฉายาว่า \"Childe\"<br/>เขาดึงพลังจาก \"เนตรมาร\" ซึ่งเป็นแหล่งพลังที่ชั่วร้าย และต่อสู้ด้วยศิลปะการต่อสู้ที่เขาเรียนรู้ในดินแดนแห่งความมืดมิด<br/><br/>เขาเป็นนักรบที่มีความปรารถนาในการต่อสู้อย่างไม่มีที่สิ้นสุด<br/>ทุกครั้งที่มีการต่อสู้จนเสียเลือด ทุกครั้งที่มีการท้าทายที่เอาชีวิตเป็นเดิมพัน สำหรับเขาแล้วมันเป็นเพียงบททดสอบที่น่าสนุกเท่านั้น<br/>ว่ากันว่าชื่อเสียงในด้านการต่อสู้ของ Childe นั้นเลื่องลือไปทั่วทุกสารทิศ<br/>แต่ตัวเขาเองไม่เคยสนใจกับคำพูดเหล่านี้เลย<br/><br/>เพราะว่า...<br/><i>\"เธอจะเป็นเหมือนตาพายุแห่งความขัดแย้ง</i><br/><i>\"เสียงของดาบที่ปะทะกันจะเป็นท่วงทำนองที่ร่วมทางไปกับเธอเสมอ</i><br/><i>\"ความทรงจำอันดำมืดจากการตกอยู่ในดินแดนแห่งความมืดมิด</i><br/><i>จะกลายเป็นพลังที่ทำให้เธอพลิกโลกทั้งใบได้\"</i>"
    },
    {
      "epId": 2101,
      "name": "La Signora",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
      "desc": "\"Signora\" ผู้บริหารอันดับที่แปดของ Fatui<br/>แตกต่างไปจาก Fatui คนอื่นที่ใช้พลังของเนตรมาร เนตรมารคือสิ่งที่ระงับเปลวไฟอันร้อนแรงที่กัดกินทุกสิ่งอย่าง เมื่อเทียบกับอาวุธที่ใช้สำหรับต่อสู้ฆ่าฟันกันแล้ว พูดว่าเป็นเครื่องมือที่ใช้สำหรับคุมขังน่าจะเหมาะกว่า<br/>ซึ่งนี่ก็คือรูปแบบที่ผิดเพี้ยนที่เกิดขึ้นกับเธอหลังจากเอาชนะผนึกของเนตรมาร คือเถ้าถ่านที่ก่อตัวรวมกันด้วยความผิดหวังอย่างยาวนานนับหลายปี<br/><br/>สีแดงเข้มราวกับแสงแห่งรุ่งอรุณสะท้อนอยู่ในนัยน์ตาของเธอ และในที่สุดเธอก็สยายปีกแห่งเปลวเพลิงและโบยบินสู่อรุณรุ่ง<br/><i>\"แต่นั่นไม่ใช่แสงแรกแห่งรุ่งอรุณหรอกนะ Rosalyne ที่รัก นั่นคือทะเลเพลิงที่แผดเผาทุกสิ่งทุกอย่างต่างหากล่ะ\"</i><br/>ท่ามกลางแสงสว่าง มีเสียงเสียงหนึ่งพูดกับเธอเช่นนี้<br/><br/>แต่สิ่งนี้ก็ไม่ได้สำคัญอะไร เพราะเธอรู้อยู่แก่ใจดี ว่าเธอได้ถูกเปลวไฟกลืนกินไปตั้งนานแล้ว"
    },
    {
      "epId": 2102,
      "name": "Hilichurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl_icon.png",
      "desc": "เผ่าพันธุ์ที่มีมาแต่โบราณซึ่งร่อนเร่อยู่ในถิ่นทุรกันดารของ Teyvat<br/>มีโครงสร้างที่คล้ายกันกับมนุษย์ แต่สูญเสียสติปัญญาและจิตวิญญาณ ตามบันทึกแสดงให้เห็นว่าพวกมันปรากฏอยู่บนโลกมาแล้วกว่าพันปี แต่กลับไร้ซึ่งประวัติศาสตร์และอารยธรรม<br/>นับตั้งแต่เกิดภัยพิบัติมืดเมื่อห้าร้อยปีก่อน พวกมันก็ได้แพร่กระจายไปทั่วทุกมุมโลก แม้ว่าจะอ่อนแอและขาดความเป็นองค์กร แต่บางครั้งก็อาจทำให้ผู้คนเดือดร้อนได้ไม่น้อยเหมือนกัน"
    },
    {
      "epId": 2103,
      "name": "Stonehide Lawachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stonehide Lawachurl_icon.png",
      "desc": "\"ราชา\" ลึกลับผู้สัญจรไปมาท่ามกลางยอดเขานับพัน<br/>Hilichurl ตัวใหญ่ยักษ์ซึ่งถูกเรียกโดยเหล่าพวกพ้องว่า \"Lawa\" ธาตุหินที่แพร่กระจายในสิ่งแวดล้อมนั้น ได้กลายเป็นส่วนหนึ่งของร่างกายของพวกมันไปแล้ว ราวกับว่ากล้ามเนื้อและผิวหนังได้ถูกแกะสลักออกมาจากหินผาที่สงบนิ่ง"
    },
    {
      "epId": 2104,
      "name": "Thunderhelm Lawachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunderhelm Lawachurl_icon.png",
      "desc": "\"ราชา\" ลึกลับผู้ท่องไปในพายุฝน<br/>Hilichurl ตัวใหญ่ยักษ์ซึ่งถูกเรียกโดยเหล่าพวกพ้องว่า \"Lawa\" ร่างกายขนาดใหญ่ที่เต็มไปด้วยธาตุไฟฟ้า และพลังงานธาตุที่แผ่ออกมาตามรอยแยกของร่างกายในรูปของ Electro Crystal"
    },
    {
      "epId": 2105,
      "name": "Frostarm Lawachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Frostarm Lawachurl_icon.png",
      "desc": "\"ราชา\" ลึกลับผู้ท่องไปในหิมะและสายหมอก<br/>Hilichurl ตัวใหญ่ยักษ์ซึ่งถูกเรียกโดยเหล่าพวกพ้องว่า \"Lawa\" โดยร่างกายที่ผ่านการฝึกฝนจนถึงขีดสุดนั้น ดูเหมือนว่าจะผสานเข้ากับธาตุน้ำแข็งที่เอ่อล้นออกมาในสิ่งแวดล้อมเป็นที่เรียบร้อยแล้ว ช่างสุขุมและสง่างามราวกับธารน้ำแข็งทางตอนเหนือ"
    },
    {
      "epId": 2106,
      "name": "Cryo Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Samachurl_icon.png",
      "desc": "Hilichurl เฒ่าซึ่งมักจะพึมพำและร่ายเวทน้ำแข็ง<br/>Hilichurl ผู้มีความสามารถในการควบคุมธาตุ ซึ่งความสามารถของพวกมันนั้น มีแนวโน้มที่จะขึ้นสู่จุดสูงสุดในวัยชรา ชาแมนเหล่านี้มีความสามารถในการท่องจำบทสวดอันหนาวเหน็บ และเชี่ยวชาญในการใช้มันเพื่อควบคุมศัตรู"
    },
    {
      "epId": 2107,
      "name": "Cryo Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Slime_icon.png",
      "desc": "มอนสเตอร์ขนาดเล็กที่เกิดจากการควบแน่นของธาตุน้ำแข็งที่กระจายอยู่ทั่วไปในธรรมชาติ<br/>ครั้งหนึ่งในอดีตมีข่าวลือมุ่งร้ายจากทางฝั่งคู่แข่งว่า Dawn Winery จะใช้ Cryo Slime ในการควบคุมอุณหภูมิของห้องเก็บไวน์เพื่อรักษาคุณภาพไวน์ของพวกเขา"
    },
    {
      "epId": 2108,
      "name": "Cryo Hilichurl Grenadier",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Grenadier_icon.png",
      "desc": "เผ่าพันธุ์ที่มีมาแต่โบราณซึ่งร่อนเร่อยู่ในถิ่นทุรกันดารของ Teyvat<br/>ค้นพบความวิเศษของ Cryo Slime ซึ่งสามารถรักษาอาหารให้สดใหม่ได้อย่างมีประสิทธิภาพ โดยพวก Hilichurl นั้นมีภูมิปัญญาในการใช้ Slime ทุกชนิด ไม่ว่าจะเป็นการทำ Pyro Slime และ Cryo Slime ในถังระเบิด หรือใช้ Anemo Slime เพื่อสร้างยานพาหนะ... บางทีนี่อาจเป็นวิธีคิดที่เกิดจากชีวิตที่ยากลำบากล่ะมั้ง"
    },
    {
      "epId": 2109,
      "name": "Cryo Abyss Mage",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Abyss Mage_icon.png",
      "desc": "มอนสเตอร์ Abyss ผู้ควบคุมธาตุน้ำแข็งที่เย็นจัดในการต่อสู้<br/>แม้จะเป็นเพียงเศษเสี้ยวของพลังที่มหาศาล แต่ก็ยังสามารถกลั่นไอน้ำในชั้นบรรยากาศให้กลายเป็นเสาน้ำแข็งได้ แต่ตัวของมันเองนั้นกลับบอบบางและอ่อนแอ ทันทีที่โล่ป้องกันตัวถูกทำลายลง ไม่ว่าใครก็สามารถจัดการมันได้ทั้งนั้น"
    },
    {
      "epId": 2110,
      "name": "Ice Shield Hilichurl Guard",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shield Hilichurl Guard_icon.png",
      "desc": "เผ่าพันธุ์ที่มีมาแต่โบราณซึ่งร่อนเร่อยู่ในถิ่นทุรกันดารของ Teyvat<br/>Hilichurl ได้แสดงให้เห็นถึงความสามารถในการปรับตัวให้เข้ากับสภาพแวดล้อมได้ดี ท่ามกลางสภาพแวดล้อมที่ถูกห้อมล้อมไปด้วยธาตุน้ำแข็ง ก็สามารถใช้ประโยชน์จากน้ำแข็งที่แข็งแกร่งเพื่อสร้างโล่ป้องกันตัวเอง"
    },
    {
      "epId": 2111,
      "name": "Ice Shieldwall Mitachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shieldwall Mitachurl_icon.png",
      "desc": "Hilichurl ร่างกายบึกบึนผู้ใช้น้ำแข็งสุดแกร่งเป็นโล่ โดยจะใช้ประโยชน์จากโล่น้ำแข็งยักษ์อันแข็งแกร่งในการต่อสู้<br/>โดยทั่วไปแล้ว สิ่งมีชีวิตที่มีขนาดใหญ่และไม่ชอบอยู่นิ่งนั้น จำเป็นต้องบริโภคแคลอรี่จำนวนมากเพื่อความอยู่รอด ซึ่งนั่นเป็นผลให้ El Musk ในสมัยนี้เสนอ \"ดัชนี Mitachurl\" ซึ่งอ้างอิงจากสัดส่วนของ Mitachurl เมื่อเทียบกับประชากร Hilichurl ทั้งหมดในพื้นที่ใดพื้นที่หนึ่ง เพื่อคำนวณความอุดมสมบูรณ์และความมั่นคงของอาหารของพวก Hilichurl เหล่านี้"
    },
    {
      "epId": 2112,
      "name": "Cryo Hilichurl Shooter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Shooter_icon.png",
      "desc": "เผ่าพันธุ์ที่มีมาแต่โบราณซึ่งร่อนเร่อยู่ในถิ่นทุรกันดารของ Teyvat<br/>นักธนูซึ่งถือหน้าไม้ธรรมดาทั่วไป หัวลูกศรถูกเคลือบไว้ด้วยน้ำแข็งที่ไม่มีวันละลาย ได้ยินว่าบาดแผลที่ได้รับจากหัวลูกศรประเภทนี้นั้นรักษาได้ยากมาก เนื่องจากความหนาวเย็นจะทำให้เลือดไหลเวียนได้ช้าลง"
    },
    {
      "epId": 2113,
      "name": "Cryo Cicin",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Cicin_icon.png",
      "desc": "สิ่งมีชีวิตขนาดเล็กที่สามารถควบคุมธาตุน้ำแข็งได้เล็กน้อย<br/>โดยทั่วไปจะเรียกพวกมันและสิ่งมีชีวิตที่คล้ายคลึงกับพวกมันว่า Cicin ถึงแม้พวกมันจะอ่อนแอมาก แต่ด้วยสาเหตุนี้เองที่ทำให้พวกมันต้องปรับตัว โดยใช้การเคลื่อนที่ที่เป็นเอกลักษณ์ เพื่อหลบหลีกการโจมตีของนักล่า"
    },
    {
      "epId": 2114,
      "name": "Cryo Whopperflower",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Whopperflower_icon.png",
      "desc": "มอนสเตอร์รูปแบบพืชที่มักจะโผล่ออกมาและหายตัวไปอย่างรวดเร็ว ซึ่งใช้ธาตุน้ำแข็งในการต่อสู้<br/>บางครั้งก็จะหลบซ่อนอยู่ใต้ผืนดิน และคอยซุ่มโจมตีเหยื่อ ภายใต้การเจริญเติบโตที่ยาวนาน, การได้รับสารอาหารที่ครบถ้วน และสภาพแวดล้อมที่พอเหมาะแล้ว บางครั้งก็จะสามารถแทงรากไปยังที่ไหนซักแห่ง และเติบโตกลายเป็น Cryo Regisvine ขนาดยักษ์ได้..."
    },
    {
      "epId": 2115,
      "name": "Cryo Specter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Specter_icon.png",
      "desc": "มอนสเตอร์ที่เกิดขึ้นจากความเข้มข้นของธาตุน้ำแข็ง และสามารถลอยอยู่ในอากาศได้<br/>เคยมีนักเล่นแร่แปรธาตุได้ตรวจสอบเจ้า Specter เขาคิดว่า Slime และนักเดินทางต่างสามารถใช้ธาตุได้โดยไม่ต้องอาศัยวิชั่น ดังนั้น Specter ก็น่าจะเป็น Slime หรือไม่ก็นักเดินทาง แต่แล้วเขาก็ถูกอาจารย์ตำหนิเข้าให้"
    },
    {
      "epId": 2116,
      "name": "Hilichurl Berserker",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Berserker_icon.png",
      "desc": "เผ่าพันธุ์ที่มีมาแต่โบราณซึ่งร่อนเร่อยู่ในถิ่นทุรกันดารของ Teyvat<br/>เพื่อขับไล่เหล่านักผจญภัยที่มาบุกรุก จะทำการกวัดแกว่งท่อนไม้ที่ลุกไหม้ด้วยไฟอันร้อนแรงและพุ่งไปข้างหน้า หากเกิดเพลิงไหม้ตามทุ่งหญ้าหรือในป่าล่ะก็ โดยทั่วไปแล้วไม่ได้เป็นเพราะ \"อัศวิน\" บางคนที่มีความพิเศษ แต่เป็นเจ้า Hilichurl เหล่านี้ต่างหากที่เป็นตัวการ"
    },
    {
      "epId": 2117,
      "name": "Lupus Boreas, Dominator of Wolves",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Lupus Boreas, Dominator of Wolves_icon.png",
      "desc": "Lupical ผู้คอยพิทักษ์ Wolvendom จิตวิญญาณอันสูงส่งและมีเกียรติ<br/>เมื่อฝูงหมาป่าถูกคุกคาม มันจะปรากฏตัวขึ้นพร้อมกับแยกเขี้ยวและกางกรงเล็บของมัน<br/><br/>สำหรับชาว Mondstadt แล้ว หมาป่าแห่ง Wolvendom เป็นเหมือนตำนานที่น่าสะพรึงกลัว:<br/>เงาอันเลือนรางที่เคลื่อนไหวอยู่ในป่า เสียงหอนอันเยือกเย็นจากระยะที่ไม่อาจคาดเดาได้ ความรู้สึกประหลาดที่เหมือนมีใครจ้องอยู่ข้างหลังตลอดเวลา<br/>มนุษย์มีโอกาสที่จะได้สบตากับหมาป่าน้อยมาก เพราะมันคือกฎที่ราชาหมาป่า Lupus Boreas กำหนดไว้สำหรับเผ่าพันธุ์ของตน"
    },
    {
      "epId": 2119,
      "name": "Millelith Sergeant",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/09/10122356/b7cd2bc548bfa1ded92fba0f51b08edb_2140170289167605623.png"
    },
    {
      "epId": 2120,
      "name": "Mutant Electro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Mutant Electro Slime_icon.png",
      "desc": "มอนสเตอร์ที่เกิดจากการควบแน่นของธาตุไฟฟ้าที่กระจายอยู่ทั่วไปในธรรมชาติ<br/>Slime สีเหลืองสดใสที่เกิดจากการกลายพันธุ์ของ Electro Slime เพราะร่างกายที่อุดมไปด้วยธาตุไฟฟ้า จึงมักจะปล่อยไฟฟ้าออกมาใส่บริเวณรอบ ๆ อยู่เป็นช่วง ๆ และสามารถปล่อยอาร์กไฟฟ้าไปยัง Electro Slime ที่อยู่ใกล้เคียงได้; แต่จะไม่มีกระแสไฟฟ้าวิ่งผ่านระหว่าง Electro Slime สีม่วง ซึ่งหากมองจากมุมนี้ ดูเหมือนว่า Electro Slime จะมีอยู่สองขั้ว<br/>พิจารณาจากสิ่งนี้ บางทีนี่อาจเป็นจุดเริ่มต้นของสาขาวิชาอันยิ่งใหญ่บางอย่างก็เป็นได้..."
    },
    {
      "epId": 2121,
      "name": "Primo Geovishap",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
      "desc": "หลายปีผ่านไป Geovishap ยักษ์ที่มีพลังมหาศาลสามารถปรับตัวให้เข้ากับ การเปลี่ยนแปลงที่ผิดปกติของสภาพแวดล้อมของธาตุได้<br/>จากคำบอกเล่าของชาวบ้านบอกว่า หลังจาก \"ภัยพิบัติมังกร\" ได้ทำลายหุบเขา Tianqiu Valley แล้วเหล่า Geovishap และ Primo Geovishap ก็ได้หลบลงไปใต้พื้นดิน และหลับใหลอยู่ในที่ที่มองไม่เห็น เพื่อรอโอกาสที่จะคืนกลับมา..."
    },
    {
      "epId": 2122,
      "name": "Rockfond - Rifthound Whelp",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound Whelp_icon.png",
      "desc": "สัตว์ร้ายแห่งสายเลือดอสูร ที่สามารถกัดกร่อนเขตแดนของโลกได้ \"Gold\" เรียกพวกมันว่า \"Alfisol\"<br/>พวกมันมาจากส่วนลึกของขุมนรกและสามารถกลืนกินพลังของธาตุได้ โชคดีที่ตอนนี้อสูรพวกนี้ค่อนข้างหายากแล้ว"
    },
    {
      "epId": 2123,
      "name": "Rockfond - Rifthound",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound_icon.png",
      "desc": "สัตว์ร้ายแห่งสายเลือดอสูร ที่สามารถกัดกร่อนเขตแดนของโลกได้ มันถูกสร้างขึ้นโดย \"Gold\"<br/>อสูรเหล่านี้เผยพฤติกรรมทางชีววิทยาที่คล้ายคลึงกับหมาป่าปกติทั่วไป บางทีอาจเป็นเพราะความรู้สึกชื่นชมไม่ก็ความอิจฉาริษยาที่มีต่อ \"เครือญาติ\" บนพื้นดิน และความใฝ่ฝันที่จะเข้าไปแทนที่ก็เป็นได้"
    },
    {
      "epId": 2124,
      "name": "Thundercraven - Rifthound Whelp",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound Whelp_icon.png",
      "desc": "สัตว์ร้ายแห่งสายเลือดอสูร ที่สามารถกัดกร่อนเขตแดนของโลกได้ \"Gold\" เรียกพวกมันว่า \"Leaching\"<br/>ในอดีต เมื่อสัตว์อสูรยักษ์ย่างกรายมา มักจะมีฝูงสุนัขนักล่าปรากฏตัวขึ้น เพื่อละลายเขตแดนของโลกและเปิดเส้นทางก่อนเสมอ"
    },
    {
      "epId": 2125,
      "name": "Thundercraven - Rifthound",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound_icon.png",
      "desc": "สัตว์ร้ายแห่งสายเลือดอสูร ที่สามารถกัดกร่อนเขตแดนของโลกได้ มันถูกสร้างขึ้นโดย \"Gold\"<br/>พวกมันเคยทำลายล้างดินแดน จนถูกต่อต้านและตามล่า และได้หายไปเป็นช่วงระยะเวลาหนึ่ง แต่ช่วงนี้พวกมันกลับปรากฏขึ้นตัวอีกครั้ง ฝูงหมาป่าสีดำที่คุกคามความปลอดภัยของ Springvale และ Wolvendom ก็เป็นพวกมันนั่นเอง"
    },
    {
      "epId": 2126,
      "name": "Large Cryo Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Cryo Slime_icon.png",
      "desc": "มอนสเตอร์ที่เกิดจากการควบแน่นของธาตุน้ำแข็งที่กระจายอยู่ทั่วไปในธรรมชาติ<br/>ธาตุน้ำแข็งปริมาณมากที่อัดแน่นอยู่ในร่างกายจะถูกใช้เพื่อควบแน่นไอน้ำในอากาศให้กลายเป็นเกราะป้องกัน ซึ่งหลักการเดียวกันนี้ จะถูกใช้ในการทำให้ผิวน้ำโดยรอบแข็งตัว ในแง่หนึ่งแล้วมันเป็น Slime ที่อิสระที่สุด เพราะสามารถข้ามมหาสมุทรได้อย่างง่ายดาย"
    },
    {
      "epId": 2127,
      "name": "Large Geo Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Geo Slime_icon.png",
      "desc": "มอนสเตอร์ที่เกิดจากการควบแน่นของธาตุหินที่กระจายอยู่ทั่วไปในธรรมชาติ<br/>สามารถรวบรวมพลังงานในร่างกายให้กลายเป็นเกราะหิน เพื่อปกป้องตัวเองจากความเสียหายได้ ครั้งหนึ่งเหล่ากองโจรล่าสมบัติในอดีตเคยพูดถึง \"Golden Geo Slime King\" ซึ่งเชื่อกันว่าในเมื่ออัญมณีและแร่ธาตุหลายชนิดมีองค์ประกอบของธาตุหิน เช่นนั้นบางที Geo Slime ที่มีองค์ประกอบของธาตุหินเหมือนกัน ก็อาจจะสามารถเป็นอัญมณีและแร่ธาตุได้เช่นกัน"
    },
    {
      "epId": 2128,
      "name": "Large Hydro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Hydro Slime_icon.png",
      "desc": "มอนสเตอร์ที่เกิดจากการตกตะกอนของธาตุน้ำที่กระจายอยู่ทั่วไปในธรรมชาติ<br/>Hydro Slime ที่มีพละกำลังที่แข็งแกร่งและรูปร่างที่ใหญ่โตยิ่งขึ้น สามารถสร้างฟองขึ้นมาเพื่อกักขังศัตรูได้ ว่ากันว่าในสถานที่บางแห่งที่อุดมไปด้วยพลังงาน ขนาดของมันนั้นสามารถขยายไปจนถึงระดับที่เหนือการคาดเดาได้ ครั้งหนึ่งมีผู้พบเห็น Hydro Slime ที่มีขนาดใหญ่พอ ๆ กับเนินดินขนาดเล็กใน Wolvendom เลยทีเดียว"
    },
    {
      "epId": 2129,
      "name": "Large Pyro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Pyro Slime_icon.png",
      "desc": "มอนสเตอร์ที่เกิดจากการตกตะกอนของธาตุไฟที่กระจายอยู่ทั่วไปในธรรมชาติ<br/>แม้ว่าระดับสติปัญญาของมันจะไม่ได้เพิ่มขึ้นตามการเติบโตของร่างกาย แต่มันก็ร้อนมาก ถึงขนาดอาจทำให้เกิดไฟป่าในฤดูแล้งได้ เมื่อโกรธมันจะพ่นลูกไฟอันร้อนแรงออกมา และมันจะมืดลงเมื่ออารมณ์ตกต่ำลง ช่างเป็น Slime ที่มีความสามารถในการแสดงออกที่รุนแรงซะจริง ๆ"
    },
    {
      "epId": 2130,
      "name": "Large Dendro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Dendro Slime_icon.png",
      "desc": "Slime ที่เกิดการเปลี่ยนแปลงพื้นฐานทางนิเวศวิทยาเพราะอุดมไปด้วยธาตุไม้<br/>อย่างไรก็ตามบางคนคิดว่าเมื่อพิจารณาจากพฤติกรรมการล่าที่คล้ายกับ Whopperflower ซึ่งชอบที่จะลอบโจมตีเหยื่อด้วยการหลอกล่อแล้ว มันอาจเป็น Slime ที่ถูกพืชปรสิตที่มีความพิเศษแฝงอยู่ก็เป็นได้ ซึ่งจากมุมมองนี้ บางทีในบางวัฒนธรรม Dendro Slime อาจมีคุณค่าทางยาที่พิเศษก็เป็นได้...?"
    },
    {
      "epId": 2131,
      "name": "Large Electro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Electro Slime_icon.png",
      "desc": "มอนสเตอร์ที่เกิดจากการควบแน่นของธาตุไฟฟ้าที่กระจายอยู่ทั่วไปในธรรมชาติ<br/>เพราะร่างกายที่อุดมไปด้วยธาตุไฟฟ้า จึงมักจะปล่อยไฟฟ้าออกมาใส่บริเวณรอบ ๆ อยู่เป็นช่วง ๆ ในปัจจุบันนี้ มีบางคนเริ่มพยายามที่จะใช้พลังงานนี้เพื่อดำเนินกิจกรรมการผลิตที่เป็นประโยชน์บ้างแล้ว บางทีอาจจะมีสาขาวิชาใหม่ ๆ เกิดขึ้นในไม่ช้านี้ก็เป็นได้...?"
    },
    {
      "epId": 2132,
      "name": "Large Anemo Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Anemo Slime_icon.png",
      "desc": "มอนสเตอร์ที่เกิดจากการควบแน่นของธาตุลมที่กระจายอยู่ทั่วไปในธรรมชาติ<br/>เมื่อเทียบกับ Anemo Slime แล้ว เนื่องจากแฝงไปด้วยพลังของธาตุลมที่เข้มข้นยิ่งขึ้น จึงทำให้ความสามารถในการลอยตัวดีขึ้นไปด้วย ดูเหมือนว่าพวก Hilichurl ที่ใช้ชีวิตอยู่ในป่ามานานจะอาศัยคุณสมบัติที่พิเศษนี้ ในการสร้างยานพาหนะพิเศษที่ขับเคลื่อนด้วย Anemo Slime ขนาดใหญ่ เพื่อขนส่งวัสดุจากแหล่งที่มาที่ไม่รู้จักด้วย"
    },
    {
      "epId": 2133,
      "name": "Hilichurl สุดแปลก",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Unusual Hilichurl_icon.png",
      "desc": "\"Homu, homu, mimi domu!\""
    },
    {
      "epId": 2135,
      "name": "Hilichurl Shooter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Shooter_icon.png",
      "desc": "เผ่าพันธุ์ที่มีมาแต่โบราณซึ่งร่อนเร่อยู่ในถิ่นทุรกันดารของ Teyvat<br/>นักธนูในหมู่ Hilichurl ซึ่งถือหน้าไม้ธรรมดาทั่วไป ในความเป็นจริงแล้ว Hilichurl นั้นไม่มีทักษะถึงขั้นทำหน้าไม้ได้ ดังนั้นโดยทั่วไปจึงเชื่อกันว่าเบื้องหลังของพวก Hilichurl มีองค์กรที่คอยควบคุม Hilichurl และจัดหาอุปกรณ์และวัสดุให้พวกมัน ซึ่งพวก Abyss Mage ที่มักจะอยู่ด้วยกันกับพวก Hilichurl นั้นน่าสงสัยเป็นพิเศษ"
    },
    {
      "epId": 2136,
      "name": "Geo Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Samachurl_icon.png",
      "desc": "Hilichurl เฒ่าซึ่งมักจะพึมพำ ผู้รับฟังเสียงเรียกแห่งหินผา<br/>Hilichurl ผู้มีความสามารถในการควบคุมธาตุ ซึ่งความสามารถของพวกมันนั้น มีแนวโน้มที่จะขึ้นสู่จุดสูงสุดในวัยชรา เมื่อเทียบกันกับหินผาอันหนักแน่นและเก่าแก่แล้ว ถึงแม้จะเป็น Hilichurl ที่แก่เฒ่า ก็ยังเหมือนเป็นเพียงแค่เด็กอมมือเท่านั้น แต่ความทรงจำและประสบการณ์ก็ทำให้พวกมันได้รับพลังที่สามารถควบคุมหินได้"
    },
    {
      "epId": 2137,
      "name": "Geo Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Slime_icon.png",
      "desc": "มอนสเตอร์ขนาดเล็กที่เกิดจากการควบแน่นของธาตุหินที่กระจายอยู่ทั่วไปในธรรมชาติ<br/>โดยทั่วไปแล้ว บนเปลือกโลกนั้นอุดมสมบูรณ์ไปด้วยธาตุหิน ซึ่ง Geo Slime ที่ถือกำเนิดขึ้นจากสิ่งนี้ ก็ให้ความรู้สึกถึงความติดดินอยู่เหมือนกัน"
    },
    {
      "epId": 2138,
      "name": "Rock Shield Hilichurl Guard",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shield Hilichurl Guard_icon.png",
      "desc": "เผ่าพันธุ์ที่มีมาแต่โบราณซึ่งร่อนเร่อยู่ในถิ่นทุรกันดารของ Teyvat<br/>Hilichurl จอมอึดที่ใช้ชีวิตอยู่ท่ามกลางพื้นที่ที่ห้อมล้อมไปด้วยธาตุหิน โล่อันแข็งแกร่งไร้เทียมทานของมันนั้นมีชั้นหินหลายชั้นซ้อนทับกันอยู่"
    },
    {
      "epId": 2139,
      "name": "Rock Shieldwall Mitachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shieldwall Mitachurl_icon.png",
      "desc": "Hilichurl ร่างใหญ่ที่ใช้หินเป็นโล่กำบัง<br/>สำหรับพวก Hilichurl แล้ว สิ่งที่สำคัญที่สุดก็คือการได้กินเนื้อและต่อสู้เพื่อให้ร่างกายแข็งแกร่งขึ้น<br/>หากสามารถเปลี่ยนเป็นนักรบที่ทั้งใหญ่และแข็งแกร่งอย่าง Mitachurl ได้ล่ะก็ จะได้กินเนื้อมากมาย ต่อสู้ได้มากขึ้น และยกโล่หินขนาดใหญ่ (เกือบ) ที่ทำลายไม่ได้อีกด้วย"
    },
    {
      "epId": 2140,
      "name": "Geo Specter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Specter_icon.png",
      "desc": "มอนสเตอร์ที่กำเนิดขึ้นจากธาตุหินที่มีความเข้มข้นสูง สามารถลอยอยู่ในอากาศได้<br/>Geo Specter จะเลียนแบบผลไม้บางชนิดในตอนที่มันหุบปีกเก็บไว้ ดังนั้นในตำนานโบราณบางเรื่อง พวกมันจึงถูกกล่าวถึง ว่าเป็นผลของต้นไม้ยักษ์ที่อยู่บนสวรรค์ และถูกเชื่อว่ามีคุณค่าทางยาที่แสนวิเศษ"
    },
    {
      "epId": 2141,
      "name": "Geovishap",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geovishap_icon.png",
      "desc": "Geovishap โตเต็มวัย<br/> ว่ากันว่าหลังจากเจริญเติบโตเป็นเวลานานหลายปี Geovishap Hatchling จะปลดเกราะป้องกันตัวเองออกและกลายมาเป็น Geovishap แต่ Geovishap ทั้งสองชนิดนี้และ Primo Geovishap ที่แข็งแกร่งกว่า ได้จำศีลอยู่ใต้ภูเขาเป็นเวลานานหลายปี จนกระทั่งได้ปรากฏตัวและมีการเคลื่อนไหวเมื่อไม่นานมานี้ ดังนั้นสิ่งเหล่านี้จึงไม่ได้รับการพิสูจน์จากบันทึกการสังเกตโดยตรงแต่อย่างใด"
    },
    {
      "epId": 2144,
      "name": "Geovishap Hatchling",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geovishap Hatchling_icon.png",
      "desc": "กิ้งก่าน้อยที่มีกระดองเป็นหินแข็ง<br/>การเคลื่อนไหวที่ว่องไวของมัน ทำให้มันเป็นคู่ต่อสู้ที่ประมาทไม่ได้ ผู้เชี่ยวชาญจากสถาบัน Sumeru ได้ทำการศึกษาและพบว่า มอนสเตอร์น้อยเหล่านี้ เมื่อมันโตเต็มวัยจะสามารถกลายเป็น \"มังกร\" ได้ หากมันสามารถหลีกเลี่ยงภัยพิบัติธรรมชาติและนักล่า สักวันมันอาจจะกลายเป็นอสูรยักษ์ที่สั่นสะเทือนขุนเขาก็เป็นได้"
    },
    {
      "epId": 2145,
      "name": "Cryo Regisvine",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
      "desc": "มอนสเตอร์ที่เกิดจากเถาวัลย์ที่เต็มไปด้วยกระแสน้ำค้างแข็ง<br/>มีงานวิจัยบอกไว้ว่า พืชนั้นเป็นเหมือนดั่งอวัยวะของโลก ที่ช่วยปรับกระแสพลังงานธาตุที่มากเกินไปให้เหมาะสม ซึ่งตัวอย่างของปรากฏการณ์นี้ได้แก่ Mist Flower, Whopperflower เป็นต้น พืชเหล่านี้ล้วนเป็นสิ่งที่เต็มไปด้วยพลังงานธาตุ<br/>ส่วนพืชชนิดพิเศษที่เติบโตในสภาพแวดล้อมที่เฉพาะเจาะจงอย่าง Cryo Regisvine นั้น เมื่อเวลาผ่านไปก็จะเป็นเหมือนกับอสูรที่มีร่างอันใหญ่โตและดุร้าย..."
    },
    {
      "epId": 2146,
      "name": "Perpetual Mechanical Array",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Perpetual Mechanical Array_icon.png",
      "desc": "เครื่องจักรรูปร่างแปลกประหลาด<br/>ว่ากันว่ามันเป็นเครื่องจักรสงคราม ที่หลงเหลืออยู่จากอาณาจักรที่ล่มสลายไปเมื่อนานมาแล้วมันประกอบไปด้วยหลายส่วน ซึ่งสามารถเปลี่ยนรูปร่างเป็นลักษณะต่าง ๆ เพื่อให้เข้ากับสภาพแวดล้อมการต่อสู้ และทำการโจมตีได้หลากหลายประเภท<br/>หากจะว่าไปแล้ว รูปร่างทรงลูกบาศก์นี้ก็มีลักษณะคล้ายกับ Hypostasis อยู่ไม่น้อยเลยทีเดียว"
    },
    {
      "epId": 2147,
      "name": "Fatui - Cryo Cicin Mage",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Cryo Cicin Mage_icon.png",
      "desc": "นักเวทของ Fatui ผู้สามารถควบคุม Cryo Cicin ในการต่อสู้ ไม่มีใครรู้ถึงที่มาและใบหน้าที่ซ่อนอยู่ภายใต้หน้ากากของพวกเธอ<br/>หากว่ากันตามเหตุผล มนุษย์ที่ไม่มีวิชั่นไม่ควรควบคุมธาตุได้ แต่พวกเธอกลับสามารถใช้ Mist Grass เพื่อควบคุม Cryo Cicin และยังบงการพลังแห่งน้ำแข็งได้อย่างสบาย พวกเธอที่เดินเตร็ดเตร่ไปมาอย่างดูไม่มีจุดหมายนั้นได้รับคำสั่งที่ชั่วร้ายแบบไหนอยู่กันแน่นะ..."
    },
    {
      "epId": 2148,
      "name": "Fatui - Pyro Agent",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Pyro Agent_icon.png",
      "desc": "เจ้าหน้าที่พิเศษที่ทำงานให้ Fatui<br/>หน้าที่ของเจ้าหน้าที่พิเศษของ Fatui นั้นคือการจัดการเรื่องเกี่ยวกับ \"หนี้\" และไม่ได้จำกัดอยู่เพียงการจัดการเรื่องสินค้าและหนี้สินทางการเงินเท่านั้น<br/>\"ตาต่อตา ฟันต่อฟัน\" นั้นก็เป็นหนี้ชนิดหนึ่งเหมือนกัน ไม่ว่าจะเป็นใครหน้าไหน ถ้าเกิดไปทำร้ายหรือขัดผลประโยชน์ของพวกมันเข้าล่ะก็ ผู้นั้นจะต้องชดใช้กลับเป็นสิบเท่า"
    },
    {
      "epId": 2149,
      "name": "Mirror Maiden",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Mirror Maiden_icon.png",
      "desc": "Fatui Maiden ผู้ที่มีท่วงท่าสง่างามราวกับกำลังบูชาเทพเจ้า และใช้ Hydro Mirror ในการต่อสู้<br/>เธอสามารถควบคุม Hydro Mirror ได้อย่างสง่างาม ทำให้ผู้คนตกอยู่ในห้วงแห่งภาพลวงตาของเธออย่างเต็มใจ ดูเหมือนจะไม่มีสิ่งไหนรอดพ้นจากหูของเธอไปได้ ดวงตาที่ปิดลงนั้นไม่รู้ว่าเห็นภาพอะไร และไม่รู้ว่าในนั้นได้สะท้อนความลุ่มหลงแบบไหนออกมา..."
    },
    {
      "epId": 2150,
      "name": "Fatui - Electro Cicin Mage",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Electro Cicin Mage_icon.png",
      "desc": "นักเวทของ Fatui ผู้สามารถควบคุม Electro Cicin ในการต่อสู้ ไม่มีใครรู้ถึงที่มาและใบหน้าที่ซ่อนอยู่ภายใต้หน้ากากของพวกเธอ<br/>พวกเธอใช้ประโยชน์จากการชื่นชอบ Mist Grass ของ Electro Cicin เพื่อควบคุมมันในการต่อสู้ เช่นเดียวกันกับ Electro Cicin ที่หลงใหลในกลิ่นของ Mist Grass นักเวทเหล่านี้ก็ชื่นชอบการแกล้งเหยื่อเป็นที่สุด"
    },
    {
      "epId": 2151,
      "name": "Fatui Skirmisher - Cryogunner Legionnaire",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Cryogunner Legionnaire_icon.png",
      "desc": "ทหารที่ปกคลุมร่างกายด้วยเครื่องจักรสงครามของ Fatui<br/>ติดตั้งอุปกรณ์ที่สามารถควบคุมธาตุได้ในระดับหนึ่ง ใช้อาวุธปืนที่สามารถพ่นน้ำแข็งที่เย็นยะเยือกออกมาได้<br/>ถึงแม้ว่าจะครอบครองพลังธาตุที่คนทั่วไปไม่สามารถไขว่คว้าหามาได้ แต่บางทีพลังแบบนี้ก็ต้องแลกมาด้วยอะไรบางอย่างล่ะนะ..."
    },
    {
      "epId": 2152,
      "name": "Fatui Skirmisher - Geochanter Bracer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Geochanter Bracer_icon.png",
      "desc": "Skirmisher ที่สามารถสร้างโล่ป้องกันขึ้นมาจากธาตุหินเพื่อปกป้องสหายร่วมรบได้<br/>แตกต่างจาก Mage และ Agent ที่เป็นพวกหัวกะทิ ลำพังกำลังรบและอุปกรณ์ของ Skirmisher นั้นค่อนข้างจะอ่อนแอ<br/>เพื่อที่จะทำภารกิจให้สำเร็จและลดความสูญเสียในหมู่สมาชิกและทรัพยากรแล้ว Skirmisher จึงมักจะใช้กลยุทธ์การต่อสู้แบบเป็นทีมเป็นหลัก"
    },
    {
      "epId": 2153,
      "name": "Fatui Skirmisher - Hydrogunner Legionnaire",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Hydrogunner Legionnaire_icon.png",
      "desc": "ทหารที่ปกคลุมร่างกายด้วยเครื่องจักรสงครามของ Fatui<br/>ติดตั้งอุปกรณ์ที่สามารถควบคุมธาตุได้ในระดับหนึ่ง ใช้อาวุธปืนที่สามารถพ่นกระแสน้ำอันแสนรุนแรงออกมาได้<br/>ชื่อของ Skirmisher นั้นหมายถึงการเพิกเฉยต่อความเป็นตาย แทรกซึมเข้าไปในพื้นที่ต่างแดนเพื่อทำภารกิจให้สำเร็จและวางรากฐานที่มั่นคงสำหรับการดำเนินการบางอย่างในอนาคต"
    },
    {
      "epId": 2154,
      "name": "Fatui Skirmisher - Pyroslinger Bracer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Pyroslinger Bracer_icon.png",
      "desc": "ทหาร Fatui ที่ครอบครองปืนไฟบรรลัยกัลป์<br/>อาวุธที่ Skirmisher ใช้นั้นสามารถควบคุมธาตุได้ในระดับหนึ่ง ซึ่งจะใช้ประโยชน์จากปฏิกิริยาทางธาตุเป็นกลยุทธ์ในการต่อสู้<br/>เพราะว่าครอบครองทั้งอาวุธและความรู้ จึงทำให้เป็นกลุ่ม Skirmisher ที่สามารถสร้างภัยคุกคามที่มิอาจมองข้ามได้ในการต่อสู้"
    },
    {
      "epId": 2155,
      "name": "Fatui Skirmisher - Electrohammer Vanguard",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Electrohammer Vanguard_icon.png",
      "desc": "Skirmisher ที่มีรูปร่างกำยำแข็งแกร่ง ซึ่งมาพร้อมกับค้อนสงครามที่มีพลังของสายฟ้าสถิตอยู่<br/>การเป็นทหารของ Fatui นั้นหมายถึงการมีทรัพยากรที่ล้นเหลือ ทั้งเงินเดือนเบี้ยเลี้ยง, อาวุธสงครามและเสบียง<br/>แต่ในขณะเดียวกัน ก็หมายถึงการต้องอยู่ห่างไกลจากบ้านและครอบครัว มอบชีวิตที่เหลืออยู่ให้แก่เพื่อนร่วมรบที่ยังไม่เคยแม้แต่จะเห็นหน้ากันมาก่อน"
    },
    {
      "epId": 2156,
      "name": "Fatui Skirmisher - Anemoboxer Vanguard",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Anemoboxer Vanguard_icon.png",
      "desc": "Skirmisher ที่สามารถใช้พลังของสายลมและฟื้นฟูพลังชีวิตของเพื่อนร่วมรบได้<br/>ต้องออกห่างจากบ้านเกิดเพื่อบ้านเกิด ต้องบอกลาคนรักแต่ก็ได้เพื่อนร่วมรบที่ฝากชีวิตได้แลกมาแทน<br/>...บางทีพวกเขาอาจมีความคิดเช่นนี้ ในตอนทำสิ่งชั่วร้ายระหว่างที่ทำภารกิจก็เป็นได้"
    },
    {
      "epId": 2157,
      "name": "Hilichurl Fighter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Fighter_icon.png",
      "desc": "เผ่าพันธุ์ที่มีมาแต่โบราณซึ่งร่อนเร่อยู่ในถิ่นทุรกันดารของ Teyvat<br/>นักรบอารมณ์ร้ายผู้เชื่อมั่นในพลังของกล้ามเนื้ออย่างหมดใจ หากกล้ามเนื้อแข็งแรงและมีพละกำลังที่มากเพียงพอแล้ว วันหนึ่งพวกเขาก็จะสามารถชูโล่ขนาดยักษ์ขึ้นมา และกลายเป็น Mitachurl ได้... รึเปล่านะ?"
    },
    {
      "epId": 2158,
      "name": "Cryo Hypostasis",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hypostasis_icon.png",
      "desc": "โค้ดเนม: \"Daleth\" สิ่งมีชีวิตธาตุน้ำแข็งระดับสูง<br/>จากการวิจัยพบว่า มีความแตกต่างทางองค์ประกอบของสสารเล็กน้อยระหว่าง Elemental Hypostasis กับสิ่งมีชีวิตธาตุที่พบเห็นได้ทั่วไป และความแตกต่างเล็กน้อยในองค์ประกอบเหล่านี้ บางทีอาจเป็นจุดเริ่มต้นของรูปแบบที่มีเสถียรภาพสูง และวิธีการเคลื่อนที่แบบมีกลไกของพวกมันล่ะนะ"
    },
    {
      "epId": 2159,
      "name": "Geo Hypostasis",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Hypostasis_icon.png",
      "desc": "โค้ดเนม: \"Gimel\" สิ่งมีชีวิตธาตุหินระดับสูง<br/>Elemental Hypostasis นั้น จะมีร่างเป็นโครงสร้างที่มีความเข้มข้นและคุณภาพที่สูงมาก ๆ<br/>พลังงานธาตุที่มีความเข้มข้นสูงนั้น สร้างเปลือกแข็งขึ้นมาห่อหุ้มแกนกลาง และจะมีเพียงแกนกลางเท่านั้นที่จะถูกกระตุ้นให้เกิดปฏิกิริยาของธาตุได้"
    },
    {
      "epId": 2160,
      "name": "Hydro Hypostasis",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Hypostasis_icon.png",
      "desc": "โค้ดเนม: \"He\" สิ่งมีชีวิตธาตุน้ำระดับสูง<br/>Elemental Hypostasis มีคุณสมบัติในการกำจัดสิ่งแปลกปลอมที่ทรงพลัง ซึ่งจะจัดการใครก็ตามที่กล้าลองดีกับมันอย่างไร้ความปรานี<br/>ซึ่งเป้าหมายของพฤติกรรมการกำจัดสิ่งแปลกปลอมนี้ ดูเหมือนว่าจะรวมไปถึงธาตุตามธรรมชาติด้วย"
    },
    {
      "epId": 2161,
      "name": "Pyro Hypostasis",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hypostasis_icon.png",
      "desc": "โค้ดเนม: \"Ayin\" สิ่งมีชีวิตธาตุไฟระดับสูง<br/>จากการวิจัยของนักวิชาการพบว่า ความผิดปกติของ Elemental Hypostasis กับสิ่งมีชีวิตธาตุท้องถิ่นมีความสัมพันธ์กันอย่างใกล้ชิด แต่ไม่ชัดเจนว่าการมีอยู่ของ Elemental Hypostasis ได้ส่งผลกระทบต่อกระแสพลัง หรือว่าพลังงานธาตุที่กลายพันธุ์ได้ทำให้ Elemental Hypostasis ถือกำเนิดขึ้นมากันแน่"
    },
    {
      "epId": 2162,
      "name": "Electro Hypostasis",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hypostasis_icon.png",
      "desc": "โค้ดเนม: \"Aleph\" สิ่งมีชีวิตธาตุไฟฟ้าระดับสูง<br/>Elemental Hypostasis นั้นเป็นรูปแบบสูงสุดของโครงสร้างธาตุ ที่โดยปกติแล้วมักจะเกิดขึ้นในสถานที่ที่มีการระเบิดของพลังงานธาตุ หรือสถานที่ที่มีการอุดตันของธาตุ<br/>Elemental Hypostasis ที่แตกต่างกัน จะพัฒนาวิธีการต่อสู้โดยอาศัยคุณลักษณะทางธาตุของพวกมันเป็นหลัก"
    },
    {
      "epId": 2163,
      "name": "Anemo Hypostasis",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Hypostasis_icon.png",
      "desc": "โค้ดเนม: \"Beth\" สิ่งมีชีวิตธาตุลมระดับสูง<br/>Elemental Hypostasis เป็นรูปแบบชีวิต ที่ละทิ้งรูปแบบเดิมและโครงสร้างทางชีวภาพอย่างสมบูรณ์ ทำให้พวกมันสามารถไปถึงระดับความบริสุทธิ์สูงสุดของธาตุได้<br/>งานวิจัยเกี่ยวกับ Elemental Hypostasis นั้น ส่วนใหญ่ดำเนินการโดยนักวิชาการของ Sumeru Academia แต่เนื่องจากความอันตรายของพวกมัน นอกเหนือจากรหัสและการตั้งชื่อแล้ว จึงแทบจะไม่มีผลการวิจัยอะไรที่ควรค่าแก่การอ้างอิงถึงเลย..."
    },
    {
      "epId": 2164,
      "name": "Wooden Shield Hilichurl Guard",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shield Hilichurl Guard_icon.png",
      "desc": "เผ่าพันธุ์ที่มีมาแต่โบราณซึ่งร่อนเร่อยู่ในถิ่นทุรกันดารของ Teyvat<br/>นักรบ Hilichurl ผู้ถือโล่ไม้ โดยโล่ไม้นั้นไม่เพียงแต่เป็นอุปกรณ์ป้องกันที่แข็งแกร่ง แต่ยังถือว่าเป็นสมบัติที่มีค่าของเผ่าพันธุ์อีกด้วย ตามรายงานจากผู้คนจำนวนมากพบว่า Hilichurl จะวิ่งเข้าหานักเดินทางที่ตั้งแคมป์และทำอาหาร ขับไล่พวกเขาออกไป จากนั้นจึงชิงฝาหม้อของพวกเขา"
    },
    {
      "epId": 2165,
      "name": "Wooden Shieldwall Mitachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shieldwall Mitachurl_icon.png",
      "desc": "Hilichurl ร่างใหญ่ที่ผ่านการต่อสู้มาแล้วนับครั้งไม่ถ้วน<br/>จะใช้ Dendro Slime ในการสร้างโล่ไม้ที่แข็งแกร่งก่อนเข้าสู้การต่อสู้<br/>ด้วยกล้ามเนื้อที่แข็งแรง แผงคอมันวาว เงาร่างที่ใจกว้างและน่าเชื่อถือ ในหนึ่งมื้อต้องกินเนื้อสัตว์จำนวนมาก เป็นผู้ที่สามารถต่อกรกับนักผจญภัยที่โหดเหี้ยมได้ มีสถานะสูงส่งมากในเผ่า"
    },
    {
      "epId": 2166,
      "name": "Hydro Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Samachurl_icon.png",
      "desc": "Hilichurl เฒ่าซึ่งมักจะพึมพำและร่ายเวทน้ำ<br/>Hilichurl ผู้มีความสามารถในการควบคุมธาตุ ซึ่งความสามารถของพวกมันนั้น มีแนวโน้มที่จะขึ้นสู่จุดสูงสุดในวัยชรา มันเกิดอะไรขึ้นกันแน่นะ ถึงทำให้สิ่งมีชีวิตที่โง่เขลาเหล่านี้ เชี่ยวชาญเคล็ดวิชาลับในการสรรสร้างน้ำและเรียกสายฝนได้?"
    },
    {
      "epId": 2167,
      "name": "Hydro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Slime_icon.png",
      "desc": "มอนสเตอร์ขนาดเล็กที่เกิดจากการตกตะกอนของธาตุน้ำที่กระจายอยู่ทั่วไปในธรรมชาติ<br/>ตำนานเล่าว่ามีบางคนใช้ Hydro Slime เป็นแหล่งน้ำฉุกเฉิน โดยจะสำรอง Hydro Slime ไว้ก่อนที่จะไปในบริเวณแห้งแล้งหรือส่วนลึกของดันเจี้ยนที่หาแหล่งน้ำได้ยากด้วย แต่ในความเป็นจริงแล้วเนื่องจากความเข้มข้นของธาตุน้ำที่มากเกินไป การดื่มมันเข้าไปโดยตรงจะเป็นอันตรายต่อร่างกายของมนุษย์"
    },
    {
      "epId": 2168,
      "name": "Hydro Abyss Mage",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Abyss Mage_icon.png",
      "desc": "มอนสเตอร์ Abyss ผู้ใช้ธาตุน้ำในการต่อสู้<br/>มีเรื่องเล่าในหมู่นักผจญภัยว่า Abyss Mage คือผู้ปฏิบัติการระดับล่างของ \"Abyss Order\" ผู้มีบทบาทอยู่ทั่วทุกมุมโลก และมีส่วนร่วมในการสมคบคิดและการทำลายล้างต่าง ๆ แม้ว่าพวกเขามักที่จะกล่าวติดตลกว่า อันตรายที่ยิ่งใหญ่ที่สุดของ Hydro Abyss Mage นี้ ก็คือมันสามารถทำให้เกิดโรคไขข้อได้ แต่ในความเป็นจริงแล้ว พวกมันมีพลังที่ไม่สามารถมองข้ามได้อยู่"
    },
    {
      "epId": 2169,
      "name": "Hydro Cicin",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Cicin_icon.png",
      "desc": "สิ่งมีชีวิตขนาดเล็กที่สามารถควบคุมธาตุน้ำได้เล็กน้อย<br/>โดยทั่วไปจะเรียกพวกมันและสิ่งมีชีวิตที่คล้ายคลึงกับพวกมันว่า Cicin พวกมันชื่นชอบ Mist Grass ซึ่งเป็นพืชที่หายากและมหัศจรรย์เป็นที่สุด นักเวทของ Fatui ได้ใช้ประโยชน์จากสิ่งนี้ในการควบคุม Cicin ในการต่อสู้"
    },
    {
      "epId": 2170,
      "name": "Hydro Specter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Specter_icon.png",
      "desc": "มอนสเตอร์ที่กำเนิดขึ้นจากธาตุน้ำที่มีความเข้มข้นสูง สามารถลอยอยู่ในอากาศได้<br/>ในค่ำคืนที่สว่างไสวไปด้วยแสงจันทร์ Hydro Specter ที่ลอยอยู่ริมแม่น้ำจะเปล่งแสงสลัว ๆ ออกมา พวกมันที่ชอบทำตัวลับ ๆ ล่อ ๆ มักจะถูกเหล่านักเดินทางมองว่าเป็นวิญญาณเร่ร่อนอยู่เสมอ ด้วยเหตุนี้จึงมักจะถูกพูดถึงในเรื่องเล่าพื้นบ้านอยู่บ่อยครั้ง"
    },
    {
      "epId": 2171,
      "name": "Floating Hydro Fungus",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Floating Hydro Fungus_icon.png",
      "desc": "สิ่งมีชีวิตสปอร์ที่มีสติปัญญา มีความสามารถในการปรับตัวสูง<br/>แต่ว่ากันว่ารสชาติแย่มาก อย่างไรก็ตาม Fungus ประเภทนี้มีความชื้นอยู่ภายในจำนวนมาก จึงสามารถใช้เป็นแหล่งน้ำฉุกเฉินได้..."
    },
    {
      "epId": 2172,
      "name": "Kairagi: Fiery Might",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Fiery Might_icon.png",
      "desc": "ซามูไรพเนจรที่กลายไปเป็นโจร<br/>พวกเขาฝึกฝนการต่อสู้อย่างไม่หยุดยั้งมาตั้งแต่เด็ก แต่เพราะเหตุผลต่าง ๆ ที่ทำให้ไม่มีโอกาสได้ทำเพื่อบ้านเมือง จึงหันเหไปจากเส้นทางที่ถูกต้อง เข้าสู่เส้นทางที่ชั่วร้าย ใบมีดนั้นไม่เยือกเย็นเหมือนเหล็กทั่วไป แต่เต็มไปด้วยเปลวไฟแห่งความโกรธแค้น ดูเหมือนว่าจะใช้ยันต์ที่สร้างขึ้นจากศาสตร์วิชา Kamuna ที่สาบสูญ เพื่อทำให้ใบมีดนี้ลุกเป็นไฟ"
    },
    {
      "epId": 2173,
      "name": "Kairagi: Dancing Thunder",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Dancing Thunder_icon.png",
      "desc": "ซามูไรพเนจรที่กลายไปเป็นโจร<br/>พวกเขามีทักษะการต่อสู้ที่แข็งแกร่ง แต่ด้วยเหตุผลต่าง ๆ ที่ทำให้ไม่มีโอกาสได้ทำเพื่อบ้านเมือง จึงหันเหไปจากเส้นทางที่ถูกต้อง และเดินเข้าสู่เส้นทางที่ชั่วร้าย พวกเขาใช้ยันต์ที่สร้างขึ้นจากศาสตร์วิชา Kamuna ที่สาบสูญไปนับร้อยปี เพื่อทำให้ดาบนี้เต็มไปด้วยพลังของสายฟ้า"
    },
    {
      "epId": 2174,
      "name": "Primordial Bathysmal Vishap",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
      "desc": "Vishap ที่อาศัยอยู่ใต้ทะเลลึก<br/>พวกมันเคยเป็นเผ่าพันธุ์ที่มีอำนาจแห่งใต้ทะเลลึก... อันที่จริงแล้วในอดีตอันไกลโพ้น เหล่ามังกรเป็นผู้ปกครองโลกใบนี้ แต่อดีตราชาทั้งเจ็ดได้พ่ายแพ้ต่ออำนาจแห่งเบื้องบน และค่อย ๆ ล้มหายตายจากไป"
    },
    {
      "epId": 2175,
      "name": "Bolteater Bathysmal Vishap",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
      "desc": "Vishap ที่อาศัยอยู่ใต้ทะเลลึก และเนื่องจากการแบ่งหน้าที่ในสังคม จึงได้ปรากฏสถานะของธาตุไฟฟ้าขึ้น<br/>หลังจากที่ราชาโบราณทั้งเจ็ดได้สูญสิ้นไป ราชายุคใหม่ทั้งเจ็ดก็ได้ถือกำเนิดขึ้นทีละคน เพียงแต่การวิวัฒนาการเช่นนี้ของ Bathysmal Vishap ได้ทำให้สูญเสียสายเลือดบริสุทธิ์ไป การวิวัฒนาการในลักษณะนี้ มังกรน้ำจะไม่กำเนิดขึ้นในเผ่าพันธุ์ของพวกมันเองอีกต่อไป ตามคำทำนายได้กล่าวไว้ว่า มังกรน้ำตัวใหม่จะถือกำเนิดในร่างมนุษย์อย่างแน่นอน..."
    },
    {
      "epId": 2176,
      "name": "Rimebiter Bathysmal Vishap",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
      "desc": "Vishap ที่อาศัยอยู่ใต้ทะเลลึก และเนื่องจากการแบ่งหน้าที่ในสังคม จึงได้ปรากฏสถานะของธาตุน้ำแข็งขึ้น<br/>การมาถึงของมนุษย์ได้นำมาซึ่งความขัดแย้ง Bathysmal Vishap จึงเริ่มมีวิวัฒนาการ เช่นเดียวกับมดที่จะแบ่งหน้าที่ไปตามเพศ จนทำให้เกิดสถานะที่แตกต่างกัน ซึ่ง Vishap เหล่านี้ แข็งแกร่งกว่า Bathysmal Vishap ธรรมดาทั่ว ๆ ไป"
    },
    {
      "epId": 2177,
      "name": "Primordial Bathysmal Vishap Hatchling",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/05/10122356/845b59e5a11e2fc0f067e8d389f43675_1151276802060884472.png"
    },
    {
      "epId": 2178,
      "name": "Bolteater Bathysmal Vishap Hatchling",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/09/10122356/5b39d16b6c1dcfc1effed540115d45c5_8506986223128920597.png"
    },
    {
      "epId": 2179,
      "name": "Rimebiter Bathysmal Vishap Hatchling",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/09/10122356/8c890a7bc5e211997fe545d479f52948_1417408750875306866.png"
    },
    {
      "epId": 2180,
      "name": "Abyss Herald - Wicked Torrents",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Herald: Wicked Torrents_icon.png",
      "desc": "มอนสเตอร์ที่ใช้น้ำในการต่อสู้ซึ่งอยู่ใต้การควบคุมของ Abyss Order<br/>ร่างที่เงียบขรึมเหล่านี้คือแนวหน้าของพวก Abyss โดยมันจะกวัดแกว่ง Tidal Blade ที่จะกลืนกินทุกอย่างในทันที เพื่อขย้ำเกราะป้องกันทั้งหลายกับความเชื่อนอกรีตให้แหลกละเอียด และลงโทษเหล่าคนเขลาบาปหนาให้วอดวาย"
    },
    {
      "epId": 2181,
      "name": "Abyss Lector - Fathomless Flames",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
      "desc": "มอนสเตอร์ที่ควบคุมเพลิงโลกันตร์ และไล่ตามความหมายของหนังสือคัมภีร์ ผู้ขึ้นตรงต่อ \"Abyss Order\"<br/>วิธีที่ผู้คนบนพื้นดินเรียกพวกมันนั้น แตกต่างไปจากความหมายเดิมอยู่เล็กน้อย คำว่า \"Lector\" ก็หมายความว่า \"ผู้อ่านหนังสือคัมภีร์\" ด้วยเช่นกัน เมื่ออ่านหนังสือคัมภีร์นี้แล้ว จะทำให้มีพลังที่แข็งแกร่ง"
    },
    {
      "epId": 2182,
      "name": "Abyss Lector - Violet Lightning",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Violet Lightning_icon.png",
      "desc": "มอนสเตอร์ซึ่งอยู่ภายใต้การชี้นำของ Abyss Order มีความสามารถในการควบคุมสายฟ้า และร้องเพลงสรรเสริญความมืด<br/>พวกมันคือเหล่าผู้เผยแพร่ศาสนาและสาวกของ Abyss โดยจะใช้สายฟ้าที่น่าหวาดหวั่น เพื่อทำให้ภูมิปัญญาแห่งความมืดที่บิดเบี้ยวในค่ำคืนอันยาวนาน ชำระล้างจิตใจของเหล่าผู้ไม่ศรัทธา และใช้สายฟ้าสีม่วงอันไร้ขอบเขต ในการประกาศถึงการมีอยู่ ของพลังอันยิ่งใหญ่ที่กัดกร่อนจิตใจของมนุษย์"
    },
    {
      "epId": 2183,
      "name": "Pyro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Slime_icon.png",
      "desc": "มอนสเตอร์ขนาดเล็กที่เกิดจากการตกตะกอนของธาตุไฟที่กระจายอยู่ทั่วไปในธรรมชาติ<br/>มีระดับสติปัญญาอยู่ในขั้นพื้นฐานสุด ๆ แต่ดูเหมือนว่าจะใช้งานได้อย่างหลากหลาย ก็... สำหรับพวก Hilichurl อ่ะนะ"
    },
    {
      "epId": 2184,
      "name": "Blazing Axe Mitachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Blazing Axe Mitachurl_icon.png",
      "desc": "Hilichurl ร่างกายบึกบึนผู้กวัดแกว่งขวานขนาดยักษ์<br/>โจมตีอย่างรุนแรงโดยใช้ประโยชน์จาก Pyro Slime ในการทำให้ขวานติดสถานะธาตุไฟ ซึ่งทำให้มีพลังทำลายล้างที่รุนแรง<br/>โดยทั่วไปแล้ว การทำให้อาวุธติดไฟและดับซ้ำ ๆ อย่างที่ Blazing Axe Mitachurl ทำนี้ จะทำให้ความแข็งของเหล็กลดลง ซึ่งเป็นผลให้ใบมีดเสียหายได้ง่าย แต่พลังของ Mitachurl นั้นมีมากมายมหาศาล ถึงขนาดที่แม้ว่าขวานจะสูญเสียด้านคมไปแล้ว ก็ยังสามารถใช้เป็นค้อนแทนได้อยู่ดี"
    },
    {
      "epId": 2185,
      "name": "Pyro Abyss Mage",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Abyss Mage_icon.png",
      "desc": "มอนสเตอร์ Abyss ผู้มีพลังเวทและใช้พลังธาตุไฟในการต่อสู้<br/>ดูเหมือนว่าพวก Abyss mage นั้นจะมีความเชี่ยวชาญในการใช้ภาษาแปลก ๆ ของพวก Hilichurl และสามารถควบคุมพวกมันได้โดยไม่ทราบสาเหตุ ว่ากันว่าพวก Abyss mage นั้นเข้าใจในภาษาโบราณที่สูญหายไปและใช้พลังของมันในการร่ายเวท"
    },
    {
      "epId": 2186,
      "name": "Pyro Hilichurl Shooter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hilichurl Shooter_icon.png",
      "desc": "เผ่าพันธุ์ที่มีมาแต่โบราณซึ่งร่อนเร่อยู่ในถิ่นทุรกันดารของ Teyvat<br/>นักธนูซึ่งถือหน้าไม้ธรรมดาทั่วไป บนหัวลูกศรจะมีวัสดุไวไฟบาง ๆ ติดอยู่เพื่อเผาไหม้เป้าหมาย โดย El Musk รุ่นก่อนเชื่อว่า นี่เป็นสิ่งที่คิดค้นโดย Hilichurl หัวใสที่ต้องการทำอาหารให้เสร็จในทีเดียวขณะทำการออกล่า"
    },
    {
      "epId": 2187,
      "name": "Pyro Specter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Specter_icon.png",
      "desc": "มอนสเตอร์ที่เกิดขึ้นจากความเข้มข้นของธาตุไฟ และสามารถลอยอยู่ในอากาศได้<br/>เคยมีนักศึกษาของสถาบันได้ทำการวิจัยเกี่ยวกับวิถีชีวิตของพวกมัน เขาคิดว่า Crystalfly สามารถบินได้และเกิดในพื้นที่ที่มีความเข้มข้นของธาตุสูงเช่นเดียวกับ Specter ดังนั้น Specter ก็คือ Crystalfly ชนิดหนึ่ง แต่จนถึงทุกวันนี้ เขาคนนั้นก็ยังเรียนไม่จบเลย"
    },
    {
      "epId": 2188,
      "name": "Pyro Whopperflower",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Whopperflower_icon.png",
      "desc": "มอนสเตอร์รูปแบบพืชที่จะโจมตีเหยื่อแบบไม่ให้ได้ตั้งตัว ซึ่งใช้ธาตุไฟในการล่าเหยื่อของมัน<br/>ในโลกของ Teyvat นั้น มีพืชที่เป็นหนึ่งเดียวกับธาตุอยู่ ด้วยเหตุนี้พวกมันที่ได้รับสติปัญญามานั้นจึงมีความต้องการ \"สารอาหาร\" ที่เพิ่มขึ้นเป็นอย่างมาก..."
    },
    {
      "epId": 2189,
      "name": "Hilichurl Grenadier",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Grenadier_icon.png",
      "desc": "เผ่าพันธุ์ที่มีมาแต่โบราณซึ่งร่อนเร่อยู่ในถิ่นทุรกันดารของ Teyvat<br/>พวกเจ้าเล่ห์ที่ถนัดในการใช้ประโยชน์จาก Pyro Slime โดยจะใช้ Pyro Slime ในการโจมตีผู้บุกรุกโดยอาศัยประโยชน์จากการระเบิดของ Pyro Slime บางทีมือขว้างระเบิดที่มีทักษะในการขว้างปาที่ยอดเยี่ยมนั้น อาจสามารถทำลายหุ่นไม้ได้ถึงห้าต้นพร้อมกันในทีเดียวก็เป็นได้"
    },
    {
      "epId": 2190,
      "name": "Pyro Regisvine",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Regisvine_icon.png",
      "desc": "เถาวัลย์ยักษ์ที่ดูดซับเปลวไฟโบราณที่โหมกระหน่ำอยู่ในแนวกระแสพลัง<br/>พืชที่ไม่เคยหยุดนิ่งราวกับเต็มไปด้วยความโกรธ<br/>นักกวี, นักร้อง หรือแม้แต่นักวิชาการต่างเห็นว่า \"ธาตุ\" นั้นมีอารมณ์และความหวัง หากนี่เป็นเรื่องจริง อารมณ์และความหวังแบบไหนกันที่ทำให้ Pyro Regisvine มีไฟลุกไหม้อยู่ตลอดเวลา ราวกับดิ้นรนเพื่ออยากจะหลุดพ้นจากการผูกติดกับพื้นโลก..."
    },
    {
      "epId": 2191,
      "name": "Eye of the Storm",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Eye of the Storm_icon.png",
      "desc": "รูปแบบที่กำเนิดขึ้นจากกลุ่มก้อนของธาตุลมที่มีคุณภาพสูงมาก<br/>การก่อตัวของ Eye of the Storm นั้น หมายความว่ากระแสพลังในพื้นที่เกิดการอุดตันและการตกตะกอนขึ้น ซึ่งมันจะใช้พลังของลมพายุออกมาอย่างบ้าคลั่งและไร้ความปรานี เพื่อกวาดล้างผู้คนที่อยู่ในบริเวณโดยรอบ บางทีอาจเป็นเพราะมันเป็นสัญลักษณ์ของความเจ็บป่วยของโลกแห่งนี้ก็เป็นได้"
    },
    {
      "epId": 2192,
      "name": "Sangonomiya Cohort",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Sangonomiya Cohort_icon.png"
    },
    {
      "epId": 2193,
      "name": "Electro Whopperflower",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Whopperflower_icon.png",
      "desc": "มอนสเตอร์ในรูปแบบพืชที่เต็มไปด้วยพลัง และใช้ธาตุไฟฟ้าในการโจมตีเหยื่อ<br/>เมื่อเต็มไปด้วยพลังงาน พวกมันจะสามารถปล่อยกระแสไฟฟ้าสุดแข็งแกร่ง ออกจากกลีบดอกได้ ดังนั้นนักวิชาการบางคน จึงพยายามนำมันไปใช้ประโยชน์ในด้านอื่น ๆ..."
    },
    {
      "epId": 2194,
      "name": "กองโจรล่าสมบัติ - Carmen",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Carmen_icon.png"
    },
    {
      "epId": 2195,
      "name": "กองโจรล่าสมบัติ - Boss",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Boss_icon.png"
    },
    {
      "epId": 2196,
      "name": "กองโจรล่าสมบัติ - Raptor",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Raptor_icon.png"
    },
    {
      "epId": 2197,
      "name": "กองโจรล่าสมบัติ - Liuliu",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Liuliu_icon.png"
    },
    {
      "epId": 2198,
      "name": "กองโจรล่าสมบัติ - Wallenstein",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarder: Wallenstein_icon.png"
    },
    {
      "epId": 2199,
      "name": "กองโจรล่าสมบัติ - Cryo Potioneer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Cryo Potioneer_icon.png",
      "desc": "กลุ่มกองโจรที่กระจายอยู่ไปทั่วทั้งดินแดน รวมไปถึงส่วนลึกของดันเจี้ยนที่ไม่มีใครรู้จักด้วย<br/>เหล่า Cryo Potioneer ได้รับการต้อนรับเป็นอย่างดีในหมู่กองโจร เพราะโพชั่นของพวกเขามีความสามารถในการทำให้อุณหภูมิลดลงอย่างรวดเร็ว ต่อให้อยู่ในป่าที่ไม่มี Mist Flower แต่พวกเขาก็สามารถทำเหล้าที่เย็นชื่นใจไว้ดื่มได้"
    },
    {
      "epId": 2200,
      "name": "กองโจรล่าสมบัติ - Pugilist",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Pugilist_icon.png",
      "desc": "กลุ่มกองโจรที่กระจายอยู่ไปทั่วทั้งดินแดน รวมไปถึงส่วนลึกของดันเจี้ยนที่ไม่มีใครรู้จักด้วย<br/>เป็นผู้ที่หลงใหลในกล้ามเนื้อและการต่อสู้ เลือกกินเป็นที่สุด แถมยังชอบอวดข้อดีของการมีกล้ามโต ๆ กับคนรอบตัวอีกด้วย ทำให้สมาชิกในกลุ่มกองโจรคนอื่น ๆ ไม่ค่อยชอบคนประเภทนี้เท่าไหร่"
    },
    {
      "epId": 2201,
      "name": "กองโจรล่าสมบัติ - Gravedigger",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Gravedigger_icon.png",
      "desc": "กลุ่มกองโจรที่กระจายอยู่ไปทั่วทั้งดินแดน รวมไปถึงส่วนลึกของดันเจี้ยนที่ไม่มีใครรู้จักด้วย<br/><i>\"คนต่างพูดว่าพวกเราเหมือนยืนอยู่บนบ่าของยักษ์ ซึ่งหมายถึงการขุดเอาสมบัติที่สั่งสมมาจากบรรพบุรุษ แล้วเอามันมา เพื่อที่จะได้... อ่า นำมันคืนสู่เศรษฐกิจหมุนเวียนไงล่ะ! สิ่งที่เราทำมันยอดไปเลยว่ามั้ย!\"</i><br/>—— Gravedigger หรือ \"นักขุดหลุมศพ\" ของกองโจรล่าสมบัติคนหนึ่งพูดในขณะที่กำลังขุดสมบัติในโบราณสถาน"
    },
    {
      "epId": 2202,
      "name": "กองโจรล่าสมบัติ - Scout",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Scout_icon.png",
      "desc": "กลุ่มกองโจรที่กระจายอยู่ไปทั่วทั้งดินแดน รวมไปถึงส่วนลึกของดันเจี้ยนที่ไม่มีใครรู้จักด้วย<br/>พวกเขารับหน้าที่สอดแนมและกำหนดเป้าหมาย พวกเขามักจะจมปลักอยู่ในแวดวงอาชญากรรมเนื่องจากความยากจน หรือการขาดการศึกษา แต่ดูจากการแต่งกายของพวกเขาแล้ว ดูเหมือนว่าพวกเขาจะไม่ได้ร่ำรวยขึ้นหลังจากเลือกเส้นทางชีวิตของอาชญากรรม..."
    },
    {
      "epId": 2203,
      "name": "กองโจรล่าสมบัติ - Handyman",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Handyman_icon.png",
      "desc": "กลุ่มกองโจรที่กระจายอยู่ไปทั่วทั้งดินแดน รวมไปถึงส่วนลึกของดันเจี้ยนที่ไม่มีใครรู้จักด้วย<br/>สมาชิกที่มีสถานะต่ำต้อยที่ต้องทำงานประเภทใช้แรงงาน พวกเขามักจะถูกเพื่อนร่วมแก๊งหัวเราะเยาะเพราะรูปร่างของพวกเขา แต่เมื่อแก๊งถูกโจมตีพวกเขาจะแสดงทักษะและความแข็งแกร่งอย่างคาดไม่ถึงออกมา!"
    },
    {
      "epId": 2204,
      "name": "กองโจรล่าสมบัติ - Hydro Potioneer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Hydro Potioneer_icon.png",
      "desc": "กลุ่มกองโจรที่กระจายอยู่ไปทั่วทั้งดินแดน รวมไปถึงส่วนลึกของดันเจี้ยนที่ไม่มีใครรู้จักด้วย<br/>ว่ากันว่าก่อนที่นักปรุงยาบางคนจะเข้าร่วมกับกองโจรล่าสมบัติ พวกเขาเคยตระเวนไปตามหมู่บ้านและเมืองต่าง ๆ เพื่อขาย... \"ยาวิเศษ\" และ \"น้ำศักดิ์สิทธิ์\" ที่พวกเขาปรุงขึ้นมาเอง ยาวิเศษและน้ำศักดิ์สิทธิ์เหล่านี้ดูเหมือนจะใช้ได้ผลดีในการต่อสู้"
    },
    {
      "epId": 2205,
      "name": "กองโจรล่าสมบัติ - Seaman",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Seaman_icon.png",
      "desc": "กลุ่มกองโจรที่กระจายอยู่ไปทั่วทั้งดินแดน รวมไปถึงส่วนลึกของดันเจี้ยนที่ไม่มีใครรู้จักด้วย<br/><i>\"สิ่งที่เราทำอยู่เรียกว่าการขโมย? หมายความว่าไงขโมย? มันเรียกว่าการค้นพบสมบัติอีกครั้ง แล้วนำสมบัติกลับคืนสู่อ้อมกอดของผู้ที่ชื่นชมมันต่างหาก! แบบนี้ทุกคนก็มีความสุขไง เรื่องแบบนี้ดีจะตายไป!\"</i><br/>—— Seaman หรือ \"หนุ่มชาวทะเล\" ของกองโจรล่าสมบัติคนหนึ่งตอบสมาชิกใหม่ที่ขี้สงสัย"
    },
    {
      "epId": 2206,
      "name": "กองโจรล่าสมบัติ - Pyro Potioneer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Pyro Potioneer_icon.png",
      "desc": "กลุ่มกองโจรที่กระจายอยู่ไปทั่วทั้งดินแดน รวมไปถึงส่วนลึกของดันเจี้ยนที่ไม่มีใครรู้จักด้วย<br/>พวกเขาเป็นผู้เสี่ยงตายที่ใช้ความรู้ทางเคมีมาผสมระเบิดจากสารไวไฟ เพื่อคอยช่วยเหลือเพื่อนร่วมแก๊งในการก่ออาชญากรรม"
    },
    {
      "epId": 2207,
      "name": "กองโจรล่าสมบัติ - Marksman",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Marksman_icon.png",
      "desc": "กลุ่มกองโจรที่กระจายอยู่ไปทั่วทั้งดินแดน รวมไปถึงส่วนลึกของดันเจี้ยนที่ไม่มีใครรู้จักด้วย<br/>ถึงแม้จะได้รับฉายาว่า Marksman หรือ \"นักแม่นธนู\" แต่มันก็เป็นฉายาที่เอาไว้เยาะเย้ยเสียมากกว่า เพราะพวกเขาใช้หน้าไม้แทนที่จะเป็นธนูที่ต้องฝึกฝนอย่างยาวนานถึงจะเชี่ยวชาญ ต้องบอกว่าแม้แต่พวก Hilichurl ก็รู้วิธีใช้หน้าไม้ มันก็แค่ชี้ปลายที่กว้างกว่าไปทางศัตรูแล้วเหนี่ยวไกเท่านั้นเอง"
    },
    {
      "epId": 2208,
      "name": "กองโจรล่าสมบัติ - Crusher",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Crusher_icon.png",
      "desc": "กลุ่มกองโจรที่กระจายอยู่ไปทั่วทั้งดินแดน รวมไปถึงส่วนลึกของดันเจี้ยนที่ไม่มีใครรู้จักด้วย<br/>เขาเคยเป็นคนงานเหมือง ในตอนที่เหมือง Chasm ต้องปิดลง เขายังได้รับเบี้ยเลี้ยงอีกด้วย แต่ด้วยเหตุผลหลายอย่าง ทำให้เขาต้องเข้าร่วมกลุ่มกองโจรล่าสมบัติ"
    },
    {
      "epId": 2209,
      "name": "กองโจรล่าสมบัติ - Electro Potioneer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Electro Potioneer_icon.png",
      "desc": "กลุ่มกองโจรที่กระจายอยู่ไปทั่วทั้งดินแดน รวมไปถึงส่วนลึกของดันเจี้ยนที่ไม่มีใครรู้จักด้วย<br/>Potioneer หรือ \"นักปรุงยา\" เป็นชื่อเล่นที่มอบให้กับสมาชิกของกองโจรล่าสมบัติที่มีความเชี่ยวชาญในการใช้สารเคมีอันตราย<br/><i>\"หืม? บนสมบัติชิ้นนี้เขียนชื่อกิลด์นักผจญภัยของพวกแกไว้รึไง?\"</i><br/>——\"นักปรุงยา\" ของกองโจรล่าสมบัติคนหนึ่งพูดขึ้นเมื่อตอนเผชิญหน้ากับสมาชิกกิลด์"
    },
    {
      "epId": 2210,
      "name": "Magatsu Mitake Narukami no Mikoto",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Magatsu Mitake Narukami no Mikoto_icon.png",
      "desc": "หุ่นเชิดทรงพลังที่ทำหน้าที่ในนามโชกุน Raiden เมื่อเผชิญหน้ากับศัตรูที่คุกคาม \"ความเป็นนิรันดร์\" จะเผยให้เห็นร่างนี้<br/>ในฐานะผู้ช่วยเหลือของ Raiden Ei ในการไล่ตาม \"ความเป็นนิรันดร์\" เธอไม่เคยสงสัยหรือหวาดกลัวเลย และพยายามทำทุกอย่างให้ดีที่สุด ด้วยใจบริสุทธิ์ไม่ฟุ้งซ่าน<br/>เธอเคยได้ยินมาว่า ในยุคของ Makoto กับ Ei นั้น Ei เองก็ได้แบกรับความรับผิดชอบที่คล้ายกับเธอ และต้องทนทุกข์กับความสูญเสียหลายต่อหลายครั้ง<br/>เมื่อเงาทั้งสองรวมกันอีกครั้ง เธอจะมองเห็นเพียงรอยร้าวเล็ก ๆ นับไม่ถ้วนที่หลงเหลืออยู่ในเจตจำนงนิรันดร์ของ \"เธอ\" เท่านั้น ในเมื่อโชคชะตาได้ลิขิตให้หวนกลับมาอีกครั้ง เธอจึงต้องประกาศสงครามตามที่ได้สัญญาไว้<br/><br/><i>ร่างกายนี้ คือสัญลักษณ์ของความยิ่งใหญ่ และมีสิทธิ์ในการปกครองทั่วทั้งดินแดน นั่นคือทุกสิ่งที่ประกอบขึ้นเป็น 'โชกุน Raiden'</i><br/><i>\"ดังนั้นจึงได้รับสืบทอดความเจ็บปวดจากการสูญเสียนับไม่ถ้วนก่อนหน้านี้มาจาก Ei ด้วย รวมถึง ความมุ่งมั่นที่จะมุ่งไปสู่ความเป็นนิรันดร์\"</i><br/><i>\"ความมุ่งมั่น, ความกล้าหาญ, ความหลงใหล, ความเกลียดชัง... ต่างก็ต้องแปรเปลี่ยนและบิดเบี้ยวไปตามกาลเวลา\"</i><br/><i>\"มีเพียง 'กฎ' เท่านั้น ที่จะคงอยู่นิรันดร์ไม่เปลี่ยนแปลง\"</i>"
    },
    {
      "epId": 2211,
      "name": "Oceanid",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
      "desc": "ร่างกายของสิ่งมีชีวิตที่เกิดจากการรวมตัวของธาตุน้ำอันบริสุทธิ์ มักจะมาพร้อมกับร่างที่เป็นน้ำ<br/>ว่ากันว่ายิ่งร่างน้ำบริสุทธิ์เท่าไหร่ ธาตุน้ำก็จะยิ่งสมบูรณ์เท่านั้น และพลังของภูตแห่งน้ำบริสุทธิ์นี้ก็จะยิ่งแข็งแกร่งขึ้นไปด้วย มีตำนานกล่าวไว้ว่า Oceanid นั้นเคยเป็นสัตว์ทะเลจากแดนไกล ที่ขนเศษชิ้นส่วนของเทพเจ้าที่ตายไปนานแล้วไปยังทั่วทุกมุมโลก บางทีพวกเขาอาจทำเช่นนี้ เพื่อให้ความรักที่พระเจ้าของพวกเขามีต่อโลกนี้ สามารถแพร่กระจายผ่านผืนน้ำไปทั่วดินแดนก็ได้..."
    },
    {
      "epId": 2212,
      "name": "Azhdaha",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
      "desc": "มังกรยักษ์โบราณที่มีอายุยืนยาวดั่งขุนเขา<br/>ครั้งหนึ่งในอดีตอันไกลโพ้นเคยยืนเคียงบ่าเคียงไหล่กับราชาผู้ปกครองท่าเรือแห่งหิน แต่ในท้ายที่สุดก็เกิดความขัดแย้งและถูกกำราบอยู่ในสถานที่อันมืดมิดซึ่งอยู่ลึกลงไปใต้พื้นดิน ในช่วงหลายปีที่ผ่านมามันค่อย ๆ สูญเสียพลัง และรูปร่างก็บิดเบี้ยวไป<br/>เสียงสั่นอันแผ่วเบาของห่วงโซ่ และเสียงคำรามแห่งความโกรธเกรี้ยวของราชามังกรนั้น ยังคงดังก้องอยู่ท่ามกลางแนวเทือกเขาราวกับความทรงจำแห่งอดีตกาล"
    },
    {
      "epId": 2213,
      "name": "Dendro Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Samachurl_icon.png",
      "desc": "Hilichurl เฒ่าซึ่งมักจะพึมพำ ผู้ปลุกพลังแห่งธาตุไม้ให้ตื่นขึ้น<br/>Hilichurl ผู้มีความสามารถในการควบคุมธาตุ ซึ่งความสามารถของพวกมันนั้น มีแนวโน้มที่จะขึ้นสู่จุดสูงสุดในวัยชรา ความแค้นที่อยู่ภายใต้หน้ากาก และไม้เลื้อยที่เต็มไปด้วยพิษแห่งความเกลียดชังซึ่งผุดขึ้นมาพร้อมกับเสียงกระซิบ"
    },
    {
      "epId": 2214,
      "name": "Dendro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Slime_icon.png",
      "desc": "Slime ที่เกิดการเปลี่ยนแปลงพื้นฐานทางนิเวศวิทยาเพราะอุดมไปด้วยธาตุไม้<br/>จากมุมมองทางนิเวศวิทยาแล้ว ดูเหมือนว่ามันจะได้รับจุดอ่อนของธาตุไม้มาด้วย ซึ่งทันทีที่เจอเปลวไฟที่ลุกโชน มันก็จะติดไฟและลุกไหม้อย่างรุนแรง"
    },
    {
      "epId": 2215,
      "name": "Ochimusha: Ensorcelled Thunder",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/16/144837601/a0b5bae220f523da62fccc0e6fe99b88_8699531854370434219.png"
    },
    {
      "epId": 2216,
      "name": "Ochimusha: Cankered Flame",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ochimusha: Cankered Flame_icon.png"
    },
    {
      "epId": 2217,
      "name": "Stormterror",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
      "desc": "มังกรแห่งตะวันออก Dvalin ซึ่งเป็นหนึ่งในสี่วายุแห่ง Mondstadt<br/>ในช่วงเวลาอันยาวนานและในความมืดที่ไม่สิ้นสุด ต่อให้เป็นอัญมณีที่สดใสก็ต้องหม่นหมองเพราะฝุ่นธุลี และมังกรที่ภาคภูมิก็อาจถูกกัดกร่อนจนเต็มไปด้วยความเกลียดชัง<br/>แต่อย่าลืมว่า ฝุ่นนั้นสามารถปัดออกไปได้ ความแคลงใจและพิษร้ายก็ถูกขจัดได้เช่นกัน<br/><br/><i>\"สยายปีกแล้วบินไปบนฟ้าอย่างอิสระเถอะ</i><br/><i>\"เหมือนอย่างที่เธอเคยทำในตอนที่เราเจอกัน ตอนที่ฉันเดินอยู่บนพื้นดิน แล้วขับร้องเพลงแห่งสายลม</i><br/><i>\"เธอโบยบินอยู่บนฟ้า แล้วมองลงมายังโลกเบื้องล่าง</i><br/><i>ทุกวันนี้ ท้องฟ้าไม่มีพายุหิมะอีกต่อไปแล้ว ผืนดินก็เต็มไปด้วยหญ้าเขียวขจี มันสวยมากเลยใช่มั้ยล่ะ</i><br/><i>\"ถ้าเธอเคยเดินบนพื้นโลก และฟังบทเพลงของคนเลี้ยงแกะ และเสียงระฆังที่แว่วมาตามลม ถ้าเธอเคยลิ้มรสไวน์ที่หวานราวกับน้ำผึ้งเธอจะเข้าใจ</i><br/><i>\"ถ้าเธอมาเป็นฉัน แล้วได้เห็นรูปร่างอันสง่างามของเธอ โผทะยานบนท้องฟ้าสีคราม</i><br/><i>\"แล้วเธอจะเข้าใจว่าท้องฟ้าและโลกแบบนี้ ควรค่าแก่การต่อสู้เพื่อให้ได้มา\"</i>"
    },
    {
      "epId": 2219,
      "name": "Ruin Scout",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Scout_icon.png",
      "desc": "เครื่องจักรรูปทรงแปลกประหลาด ที่มีรูปร่างและคุณสมบัติที่ต่างกันไป เพื่อปรับให้เข้ากับเป้าหมาย<br/>ว่ากันว่ามันเป็นเครื่องจักรสงคราม ที่หลงเหลืออยู่จากอาณาจักรที่ล่มสลายไปเมื่อนานมาแล้ว เมื่อเทียบกับ Ruin Guard ที่เห็นได้ทั่วไปแล้ว การออกแบบของมันมีคุณค่าต่อการศึกษาในแง่ของกลไกของสิ่งมีชีวิตมากกว่าเสียอีก ไม่รู้ว่าเพราะเหตุใด ถึงได้เลียนแบบลักษณะและการเคลื่อนไหว ของสิ่งมีชีวิตใต้ทะเลลึกบางชนิด แต่ไม่ว่ายังไงก็คงไม่อยากให้มันมาพัวพันอยู่แล้ว"
    },
    {
      "epId": 2220,
      "name": "Ruin Guard",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
      "desc": "เครื่องจักรสงครามโบราณ ที่มีรูปร่างของมนุษย์<br/>ว่ากันว่ามันเป็นเครื่องจักรสงคราม ที่หลงเหลืออยู่จากอาณาจักรที่ล่มสลายไปเมื่อนานมาแล้ว พวกมันตระเวนอยู่ตามโบราณสถานและเมืองหลวงที่ถูกทิ้งร้างทั่วโลก และคอยโจมตีนักเดินทางที่ไม่ทันระวัง จากการศึกษาพบว่า Ruin Guard และโบราณสถานไม่ได้มีต้นกำเนิดจากแหล่งเดียวกัน ซึ่งบ่งบอกว่าช่วงเวลาของสองสิ่งนี้ห่างกันหลายพันปี แล้วทำไม Ruin Guard ยังคงใช้ \"พลังแห่งระเบิดไฟ\" ของพวกมัน เพื่อปกป้องโบราณสถานเหล่านี้ด้วยนะ..."
    },
    {
      "epId": 2221,
      "name": "Ruin Cruiser",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Cruiser_icon.png",
      "desc": "เครื่องจักรรูปทรงแปลกประหลาด ที่มีรูปร่างและคุณสมบัติที่ต่างกันไป เพื่อปรับให้เข้ากับเป้าหมาย<br/>ว่ากันว่ามันเป็นเครื่องจักรสงคราม ที่หลงเหลืออยู่จากอาณาจักรที่ล่มสลายไปเมื่อนานมาแล้ว เมื่อเทียบกับ Ruin Guard ที่เห็นได้ทั่วไปแล้ว รูปแบบของมันมีคุณค่าต่อการศึกษาในแง่ของกลไกของสิ่งมีชีวิตมากกว่าเสียอีก ด้วยการออกแบบที่มีการกระจาย และรูปแบบการโจมตีที่เลียนแบบมาจากฝูงผึ้งนี้ จึงทำให้สามารถเปลี่ยนลักษณะการโจมตีได้จากหลากหลายทิศทาง"
    },
    {
      "epId": 2222,
      "name": "Ruin Serpent",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Serpent_icon.png",
      "desc": "จักรกลอัตโนมัติโบราณรูปร่างประหลาด<br/>ตำนานเล่าว่ามันเป็นเครื่องจักรกลหนักทางวิศวกรรมของอาณาจักรที่ล่มสลายไป ระบบฟันเฟืองที่ \"ส่วนหัว\" ของมันสามารถบดขยี้ได้แม้กระทั่งหินที่แข็งที่สุด ด้วยความสามารถนี้ น่าจะสามารถขุดเจาะเส้นทางอุโมงค์ที่ใหญ่พอให้กองทัพกรีธาทัพเดินทางผ่านไปได้ทั่วทั้งทวีป"
    },
    {
      "epId": 2223,
      "name": "Ruin Destroyer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Destroyer_icon.png",
      "desc": "เครื่องจักรรูปทรงแปลกประหลาด ที่มีรูปร่างและคุณสมบัติที่ต่างกันไป เพื่อปรับให้เข้ากับเป้าหมาย<br/>ว่ากันว่ามันเป็นเครื่องจักรสงคราม ที่หลงเหลืออยู่จากอาณาจักรที่ล่มสลายไปเมื่อนานมาแล้ว เมื่อเทียบกับ Ruin Guard ที่เห็นได้ทั่วไปแล้ว การออกแบบของมันมีคุณค่าต่อการศึกษาในแง่ของกลไกของสิ่งมีชีวิตมากกว่าเสียอีก มงกุฎยักษ์ที่ประกอบขึ้นจากหลาย ๆ ส่วน ซึ่งดูเหมือนพืชบางชนิดที่น่ากลัว ไม่รู้ว่าต้องผ่านอะไรมาบ้าง ถึงได้ออกแบบเครื่องจักรที่น่ากลัวแบบนี้ออกมากได้"
    },
    {
      "epId": 2224,
      "name": "Ruin Hunter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Hunter_icon.png",
      "desc": "เครื่องจักรสงครามขนาดยักษ์ ที่มีรูปร่างแปลกประหลาด<br/>ว่ากันว่ามันเป็นเครื่องจักรสงคราม ที่หลงเหลืออยู่จากอาณาจักรที่ล่มสลายไปเมื่อนานมาแล้ว ดูเหมือนว่าจะมีจุดประสงค์เพื่อเพิ่มกำลังการรบ ซึ่งรูปแบบการออกแบบของมันนั้น ได้ละทิ้งรูปร่างของมนุษย์ที่ไร้ประสิทธิภาพไป ไม่ว่าจะเป็นการต่อสู้ระยะประชิดหรือว่าการยิงมิสไซล์ระยะไกล ก็ล้วนแต่มีพลังทำลายที่น่ากลัวทั้งสิ้น<br/>กับแค่อาวุธโบราณที่ถูกทอดทิ้งไว้ ยังมีความสามารถขนาดนี้ แล้วอารยธรรมที่สามารถผลิตอาวุธเช่นนั้นได้ จะเป็นยังไงกันนะ..."
    },
    {
      "epId": 2225,
      "name": "Ruin Grader",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Grader_icon.png",
      "desc": "เครื่องจักรสงครามโบราณ ที่มีรูปร่างของมนุษย์<br/>รูปร่างของพวกมันคล้าย Ruin Guard แต่ดูผิดรูปผิดร่างมากกว่า และทรงพลังมากกว่า แกนพลังงานได้ถูกติดไว้ที่ขาทั้งสองข้าง เพื่อขับเคลื่อนร่างกายที่หนักหน่วงของพวกมัน"
    },
    {
      "epId": 2226,
      "name": "Ruin Defender",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Defender_icon.png",
      "desc": "เครื่องจักรรูปทรงแปลกประหลาด ที่มีรูปร่างและคุณสมบัติที่ต่างกันไป เพื่อปรับให้เข้ากับเป้าหมาย<br/>ว่ากันว่ามันเป็นเครื่องจักรสงคราม ที่หลงเหลืออยู่จากอาณาจักรที่ล่มสลายไปเมื่อนานมาแล้ว เมื่อเทียบกับ Ruin Guard ที่เห็นได้ทั่วไปแล้ว การออกแบบของมันมีคุณค่าต่อการศึกษาในแง่ของกลไกของสิ่งมีชีวิตมากกว่าเสียอีก ด้วยการจำลองแขนขาตามแมลง จึงทำให้มันเคลื่อนไหวได้สะดวกกว่าเครื่องจักรรูปทรงมนุษย์ รวมถึงโล่ที่สร้างขึ้นจากชิ้นส่วนต่าง ๆ นั้นก็สามารถต้านทานการโจมตีจากด้านหน้าได้"
    },
    {
      "epId": 2227,
      "name": "Nobushi: Kikouban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Kikouban_icon.png",
      "desc": "ซามูไรพเนจรที่กลายไปเป็นโจร ถึงแม้จะถูกเรียกว่า \"Nobushi\" แต่ไม่ได้อยู่ในองค์กรที่เป็นอันหนึ่งอันเดียวกัน<br/>นอกจากจะมีทักษะดาบที่ยอดเยี่ยมแล้ว พวกเขายังเชี่ยวชาญในการใช้หน้าไม้ลอบโจมตีคู่ต่อสู้อีกด้วย ขอแค่สามารถเอาชนะได้ พวกเขาทำได้ทุกอย่างไม่ว่าจะวิธีไหน ผู้ที่ละทิ้งความเป็นนักรบ ก็มักจะละทิ้งศักดิ์ศรีของตนด้วยเช่นกัน<br/>บางคนถึงขั้นเข้าร่วมกับพวกกองโจรล่าสมบัติ หรือ Fatui เพื่อความอยู่รอดและความมั่งคั่ง"
    },
    {
      "epId": 2228,
      "name": "Nobushi: Hitsukeban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Hitsukeban_icon.png",
      "desc": "ซามูไรพเนจรที่กลายไปเป็นโจร ถึงแม้จะถูกเรียกว่า \"Nobushi\" แต่ไม่ได้อยู่ในองค์กรที่เป็นอันหนึ่งอันเดียวกัน<br/>พวกเขาไม่เพียงแต่มีทักษะดาบที่ยอดเยี่ยมเท่านั้น แต่ยังสามารถโจมตีด้วย Teika powder ที่มีธาตุแฝงอยู่ได้อีกด้วย หากมองอย่างเป็นกลางแล้ว บางทีนี่อาจจะเป็นอุบายการเอาชนะ ที่เบี่ยงเบนจากวิถีแห่งการต่อสู้ก็เป็นได้<br/>บางคนถึงขั้นเข้าร่วมกับพวกกองโจรล่าสมบัติ หรือ Fatui เพื่อความอยู่รอดและความมั่งคั่ง"
    },
    {
      "epId": 2229,
      "name": "Nobushi: Jintouban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Jintouban_icon.png",
      "desc": "ซามูไรพเนจรที่กลายไปเป็นโจร ถึงแม้จะถูกเรียกว่า \"Nobushi\" แต่ไม่ได้อยู่ในองค์กรที่เป็นอันหนึ่งอันเดียวกัน<br/>พวกเขาอยู่ในเส้นทางแห่งการต่อสู้มานานหลายปี และมีทักษะดาบที่ยอดเยี่ยม แต่กลับไม่ได้นำไปใช้ในทางที่ถูกต้องจนถึงทุกวันนี้ <br/>บางคนถึงขั้นเข้าร่วมกับพวกกองโจรล่าสมบัติ หรือ Fatui เพื่อความอยู่รอดและความมั่งคั่ง"
    },
    {
      "epId": 2230,
      "name": "Electro Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Samachurl_icon.png",
      "desc": "Hilichurl เฒ่าซึ่งมักจะพึมพำ ผู้เฝ้าปรารถนาต่อธาตุไฟฟ้า<br/>Hilichurl ผู้มีความสามารถในการควบคุมธาตุ ซึ่งความสามารถของพวกมันนั้น มีแนวโน้มที่จะขึ้นสู่จุดสูงสุดในวัยชรา เนื่องจากพวกเขามีทักษะขั้นสูงในการนำไฟฟ้าและเรียกสายฟ้าได้ พวกเขาจึงสามารถเขียนเพลงจากเสียงฟ้าร้องได้ด้วย"
    },
    {
      "epId": 2231,
      "name": "Electro Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Slime_icon.png",
      "desc": "มอนสเตอร์ขนาดเล็กที่เกิดจากการควบแน่นของธาตุไฟฟ้าที่กระจายอยู่ทั่วไปในธรรมชาติ<br/>จากการวิเคราะห์พบว่า การเคลื่อนที่แบบกระโดดไปมาของ Electro Slime นั้นสามารถสะท้อนความต่างศักย์ไฟฟ้าในพื้นดินได้ ในสถานที่ที่เอ่อล้นไปด้วยธาตุไฟฟ้า คุณสามารถหลีกเลี่ยงอันตรายได้โดยสังเกตการเคลื่อนไหวที่ผิดปกติของ Electro Slime ได้"
    },
    {
      "epId": 2232,
      "name": "Electro Hilichurl Grenadier",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Grenadier_icon.png",
      "desc": "เผ่าพันธุ์พื้นเมืองที่อาศัยอยู่ตามท้องทุ่งของ Teyvat<br/>สำหรับ Hilichurl ที่ใช้ชีวิตอย่างป่าเถื่อนแล้ว Electro Slime ดูเหมือนจะไม่มีประโยชน์มากมายเท่ากับ Pyro Slime และ Anemo Slime บางทีอาจมีสักวันที่พวกเขาจะค้นพบการไหลเวียนของธาตุระหว่าง Electro Slime และ Mutant Electro Slime จากนั้นก็พัฒนาอย่างรวดเร็ว...?"
    },
    {
      "epId": 2233,
      "name": "Crackling Axe Mitachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Crackling Axe Mitachurl_icon.png",
      "desc": "Hilichurl ร่างกายบึกบึนผู้กวัดแกว่งขวานขนาดยักษ์<br/>โจมตีอย่างรุนแรงโดยใช้ประโยชน์จาก Electro Slime ในการทำให้ขวานติดสถานะธาตุไฟฟ้า ซึ่งทำให้มีพลังทำลายล้างที่รุนแรง<br/>หัวขวานที่หลอมจากเหล็กกล้านั้น เป็นวัสดุที่ตรวจจับประจุไฟฟ้าได้ดีมาก Crackling Axe Mitachurl ที่ทั้งสูงและแข็งแรง จะชูขวานเพื่อเรียกสายฟ้า ซึ่งถือเป็นภาพที่ดูน่าเกรงขามมากสำหรับ Hilichurl"
    },
    {
      "epId": 2234,
      "name": "Electro Abyss Mage",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Abyss Mage_icon.png",
      "desc": "มอนสเตอร์ Abyss ผู้อาศัยพลังธาตุไฟฟ้าในการต่อสู้<br/>มีนักวิชาการคนหนึ่งที่ชื่อว่า Alva Nicolai ในระหว่างที่เขาศึกษาอยู่ที่ Sumeru Academia นั้นได้เคยศึกษาเกี่ยวกับแบบจำลองธาตุไฟฟ้าที่ Electro Abyss Mage ใช้ และในที่สุดก็ได้ค้นพบอาวุธเชิงทฤษฎีที่เรียกว่า \"Nicolai Coil\" แต่น่าเสียดายที่จนถึงทุกวันนี้ ก็ยังไม่มีใครนำไปปฏิบัติเลย บางคนบอกว่าข้อมูลงานวิจัยของเขา ได้ถูกเชื้อรากัดกินไปเสียแล้วในช่วงที่น้ำท่วม"
    },
    {
      "epId": 2236,
      "name": "Electro Hilichurl Shooter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Shooter_icon.png",
      "desc": "เผ่าพันธุ์ที่มีมาแต่โบราณซึ่งร่อนเร่อยู่ในถิ่นทุรกันดารของ Teyvat<br/>นักธนูซึ่งถือหน้าไม้ธรรมดาทั่วไป หัวลูกศรทำจาก Electro Crystal เพื่อสร้างการโจมตีไฟฟ้าแก่เป้าหมาย ว่ากันว่านักธนูระดับหัวกะทิของ Hilichurl นั้น สามารถยิงธนูออกไปได้ถึงห้าดอกภายในทีเดียว สุดยอดจริง ๆ"
    },
    {
      "epId": 2237,
      "name": "Electro Cicin",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Cicin_icon.png",
      "desc": "สิ่งมีชีวิตขนาดเล็กที่สามารถควบคุมธาตุไฟฟ้าได้เล็กน้อย<br/>โดยทั่วไปจะเรียกพวกมันและสิ่งมีชีวิตที่คล้ายคลึงกับพวกมันว่า Cicin ถึงแม้พวกมันจะอ่อนแอมาก แต่หากอยู่ในสภาพแวดล้อมที่พิเศษ พวกมันจะสร้างความเสียหายได้มากเลยทีเดียว"
    },
    {
      "epId": 2238,
      "name": "Thunder Manifestation",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunder Manifestation_icon.png",
      "desc": "สิ่งมีชีวิตธาตุไฟฟ้าที่ไม่ธรรมดา แม้ว่าภายนอกจะมีลักษณะที่คล้ายกับ Oceanid แต่กลับไม่มีสติปัญญาและความทรงจำอย่างเธอ<br/>สิ่งที่ขับเคลื่อน Thunder Manifestation คือความโกรธแค้นที่บริสุทธิ์ยิ่งกว่าเดิม<br/>ว่ากันว่าสิ่งมีชีวิตชนิดนี้ จะเกิดมาพร้อมกับสายฟ้าในสถานที่ที่มีความแค้นรุนแรงหลงเหลืออยู่เท่านั้น เช่น Amakumo Peak ที่แตกสลาย ซึ่งเต็มไปด้วยเมฆครึ้มและสายฟ้าฟาด ขอเพียงแค่ยังมีความเกลียดแค้นอยู่ในดินแดน เช่นนั้นเสียงฟ้าร้องก็จะไม่ขาดหายไป"
    },
    {
      "epId": 2239,
      "name": "Electro Specter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Specter_icon.png",
      "desc": "มอนสเตอร์ที่เกิดขึ้นจากความเข้มข้นของธาตุไฟฟ้า และสามารถลอยอยู่ในอากาศได้<br/>เคยมีนักวิชาการได้ศึกษาเกี่ยวกับสิ่งมีชีวิตเหล่านี้ เขามองว่า Hypostasis นั้นมีลักษณะเฉพาะของธาตุ และเกิดในพื้นที่ที่มีความเข้มข้นของธาตุสูงเช่นเดียวกับ Specter ดังนั้น Specter ก็คือ Hypostasis ชนิดหนึ่ง แต่ต่อมาเขาได้ถูกสอบสวนเรื่องการทุจริตทางวิชาการ"
    },
    {
      "epId": 2240,
      "name": "Anemo Samachurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Samachurl_icon.png",
      "desc": "Hilichurl เฒ่าซึ่งมักจะพึมพำ ผู้ส่งสารแห่งธาตุลม<br/>Hilichurl ผู้มีความสามารถในการควบคุมธาตุ ซึ่งความสามารถของพวกมันนั้น มีแนวโน้มที่จะขึ้นสู่จุดสูงสุดในวัยชรา ซึ่งความสามารถในการควบคุมกระแสลมของมันนั้น มาจากความทรงจำที่สูญหายไปในความมืด"
    },
    {
      "epId": 2241,
      "name": "Anemo Slime",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Slime_icon.png",
      "desc": "มอนสเตอร์ขนาดเล็กที่เกิดจากการควบแน่นของธาตุลมที่กระจายอยู่ทั่วไปในธรรมชาติ<br/>เป็นเพราะพลังของธาตุลม จึงทำให้มีความสามารถในการลอยตัวอยู่ในระดับหนึ่ง"
    },
    {
      "epId": 2242,
      "name": "Anemo Specter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Specter_icon.png",
      "desc": "มอนสเตอร์ที่กำเนิดขึ้นจากธาตุลมที่มีความเข้มข้นสูง สามารถลอยอยู่ในอากาศได้<br/>ว่ากันตามทฤษฎีแล้ว มอนสเตอร์ที่ก่อตัวขึ้นจากการอัดแน่นของธาตุลมนั้น มีความสามารถในการลอยตัวได้ในระดับหนึ่งอยู่แล้ว ซึ่งเมื่อพิจารณาจากมุมมองนี้ ปีกที่เหมือนกับกลีบดอกไม้ของพวกมัน แรกเริ่มน่าจะเป็นอวัยวะที่ใช้เพื่อการลอกเลียนแบบประเภทหนึ่ง"
    },
    {
      "epId": 2243,
      "name": "Maguu Kenki",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki_icon.png",
      "desc": "นักดาบจักรกล<br/>ดูเหมือนจะไม่สามารถพูดได้และไม่อยากที่จะพูด แต่เต็มใจที่จะสื่อสารด้วยดาบเท่านั้น<br/>ว่ากันว่าขณะที่ทำการทดสอบ มันได้ถูกสร้างขึ้นโดยการรวบรวมความทรงจำของปรมาจารย์รุ่นแรกแห่งสำนักสอนวิชาดาบแห่งหนึ่ง แต่จู่ ๆ กลับสูญเสียการควบคุมโดยไม่ทราบสาเหตุ มันเลยถูกทอดทิ้งในที่สุด<br/>จากคำอธิบายของคนร้องเพลง นักดาบจักรกลนี้มักจะวนเวียนอยู่ในที่ที่ชะตาของมันสิ้นสุดลง และใบหน้าอันดุร้ายที่คอยปกป้องมันนั้น ดูเหมือนจะมาจากปีศาจแสนดุร้ายที่รู้จักกันดีในยุคนั้น"
    },
    {
      "epId": 2244,
      "name": "Maguu Kenki: Mask of Terror",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Mask of Terror_icon.png"
    },
    {
      "epId": 2245,
      "name": "Maguu Kenki: Lone Gale",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Lone Gale_icon.png"
    },
    {
      "epId": 2246,
      "name": "Maguu Kenki: Galloping Frost",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Galloping Frost_icon.png"
    },
    {
      "epId": 2247,
      "name": "Golden Wolflord",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
      "desc": "ผู้ปกครองกลุ่มหมาป่าดำที่มาจากต่างโลกอันแสนมืดมน มีอำนาจในการสั่งให้ฝูงหมาป่าที่ซ่อนเขี้ยวเล็บที่คมกริบละลายดินแดนเพื่อสร้างทางเดินให้มันได้<br/>Wolflord นั้นไม่มีชื่อ เพราะมันก็เป็นเพียงสิ่งที่ \"Gold\" สร้างขึ้นโดยไม่ใส่ใจก็เท่านั้น และนั่นเป็นเหตุผลว่าทำไมมันจึงหมกมุ่นอยู่กับการบุกรุกโลกที่ไม่ได้เป็นของมัน และสร้างชื่อให้กับตัวมันเอง<br/>แต่ฝูงหมาป่านั้นห่างไกลจากความโง่เขลา หลังได้รับความพ่ายแพ้จากการรุกรานครั้งก่อน พวกมันได้เลือกเกาะร้างที่ไม่มีมนุษย์หรือผู้พิทักษ์อยู่ เพื่อเตรียมพร้อมสำหรับการมาถึงของ Wolflord"
    },
    {
      "epId": 2248,
      "name": "Black Serpent Knight: Windcutter",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Black Serpent Knight: Windcutter_icon.png",
      "desc": "ทหารคุ้มกันอันทรงเกียรติของราชวงศ์ โดยใช้วิชาดาบที่เรียกว่า \"เพลงดาบสัจธรรม\" เพื่อกวาดล้างศัตรูของราชวงศ์<br/>\"ดาบแห่งแสงสุดท้าย\" ก็เป็นหนึ่งในพวกเขาเช่นกัน ความรุ่งโรจน์ของอาณาจักรพลันดับสลายมลายสิ้นสูญ ทุกสิ่งอย่างล้วนสายเกินกว่าจะกอบกู้ให้กลับมาเป็นดั่งเดิม"
    },
    {
      "epId": 2249,
      "name": "Shadowy Husk: Standard Bearer",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Standard Bearer_icon.png",
      "desc": "ทหารแห่งความมืดมิด ครั้งหนึ่งเคยเป็นทหารภาคภูมิใจของอาณาจักรโบราณใต้ดิน แต่ตอนนี้ได้สูญเสียสติ และความทรงจำทั้งหมดไปเสียแล้ว<br/>แต่ถึงอย่างนั้น พวกเขายังคงทำการต่อสู้ด้วยการชูธงของอาณาจักร ถึงแม้จะลืมเลือนไปแล้วว่าสหายร่วมหน้าตาเป็นอย่างไร หรือพรใดที่เคยได้รับก็ตาม แต่มีแค่ธงนี้เท่านั้นที่พวกมันจะไม่มีวันวางลง"
    },
    {
      "epId": 2250,
      "name": "Shadowy Husk: Line Breaker",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Line Breaker_icon.png",
      "desc": "ทหารแห่งความมืดมิด ครั้งหนึ่งเคยเป็นทหารภาคภูมิใจของอาณาจักรโบราณใต้ดิน ตอนนี้ไม่หลงเหลือสติปัญญาพอที่จะเป็น \"มนุษย์\" ได้อีกต่อไป<br/>ความตั้งใจที่จะต่อสู้เพื่อทำลายล้างศัตรู และปกป้องดูเหมือนจะถูกฝังลึกไว้ในเปลือกที่ว่างเปล่านี้ ถึงแม้ว่าจะไม่มีใครสามารถบอกพวกเขาได้ว่าศัตรูอยู่ที่ไหน หรือสิ่งที่ต้องปกป้องคืออะไรก็ตาม"
    },
    {
      "epId": 2251,
      "name": "Shadowy Husk: Defender",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Defender_icon.png",
      "desc": "ทหารแห่งความมืดมิด ครั้งหนึ่งเคยเป็นทหารภาคภูมิใจของอาณาจักรโบราณใต้ดิน ในตอนนี้มันเป็นเพียงเปลือกที่ว่างเปล่าที่มีความทรงจำในการต่อสู้<br/>จุดจบของทุกสิ่งคือความเสื่อมถอย เปลือกที่ว่างเปล่าเหล่านี้ก็คือ \"Black Serpent Knight\" ที่ถูกกัดกร่อนอยู่ภายใต้บาป, คำสาป และกาลเวลา"
    },
    {
      "epId": 2716,
      "name": "Jadeplume Terrorshroom",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/2c52519dbc771ad29b2b7228c3ab3a36_4978255271272768555.png",
      "desc": "<p>หลังจากผ่านไปนาน Fungus ขนาดใหญ่ที่มีรูปร่างเฉพาะตัวก็ได้พัฒนาขึ้น</p><p>ระดับความฉลาดหลักแหลมนั้นเทียบเท่าหรือเหนือกว่าสัตว์ตัวเป็น ๆ เสียอีก</p><p>และมันจะเริ่มล่าสัตว์ก่อนเพื่อรับเอาสารอาหาร หางของมันมีสีเขียวสวยงามคล้ายกับสัตว์ศักดิ์สิทธิ์โบราณที่ภาควิชาทฤษฎีธาตุนับถือ</p><p>เมื่อพิจารณาจากตรรกะของวิวัฒนาการการเลียนแบบแล้ว พวกมันคงจะเคยร่วมเดินทางบนโลกกว้างนี้ด้วยกันมาก่อน</p>"
    },
    {
      "epId": 2717,
      "name": "Electro Regisvine",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/cc5fbd3bdd4a48efb854968a3bfd22e8_6434813408085981805.png",
      "desc": "<p>มอนสเตอร์รูปร่างเถาวัลย์ขนาดใหญ่ที่ดึงกระแสไฟฟ้าแรงสูงไหลจากในกระแสพลัง</p><p>ไฟฟ้าถูกปล่อยออกจากยอดไม้อย่างต่อเนื่องราวกับความพิโรธของผืนดินได้ถูกระบายออกมา</p><p>นักวิชาการบางคนจากภาควิชาเทคโนโลยีเคยเสนอว่าถ้าสร้างเมทริกซ์วงจรที่ซับซ้อนรอบ Electro Regisvine</p><p>ก็จะสามารถขนไฟฟ้าเข้าเมืองเพื่อนำไปใช้งานได้</p><p>แผนนี้ถูกคัดค้านอย่างดุเดือดโดยนักวิชาการภาควิชาทฤษฎีธาตุ</p><p>ด้วยเหตุนี้พวกเขาจึงเสียสละ Shroomboar สิบตัวเพื่อพิสูจน์อันตรายจากการใช้ไฟฟ้า</p>"
    },
    {
      "epId": 2718,
      "name": "Eremite Sword-Dancer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/db927b5ac3dd814a05afe64931529478_9049456069292815430.png",
      "desc": "<p>สมาชิกกลุ่มทหารรับจ้างที่กระจัดกระจายที่มาจากทะเลทรายที่มีสีราวกับทองคำเพื่อเงินค่าตอบแทน พวกเขาสามารถทำงานเพื่อใครก็ได้ทั้งนั้น</p><p>เป็นนักรบทะเลทรายที่เชี่ยวชาญในการใช้ดาบโค้งใหญ่ วิชาดาบที่สืบทอดมาจากอารยธรรมที่สาบสูญไม่ได้เป็นเพียงทักษะการต่อสู้เท่านั้น</p><p>แต่การร่ายรำดาบที่พัฒนาจากทักษะดังกล่าวได้กลายเป็นการแสดงกายกรรมที่ได้รับความนิยมในหลายประเทศ</p><p>ว่ากันว่าดาบโค้งใหญ่ชนิดนี้ใช้ในตอนที่ต่อสู้ขณะขี่ม้าในสมัยโบราณ</p>"
    },
    {
      "epId": 2719,
      "name": "Eremite Sunfrost",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/2511ef76a6dee1e388fea0826bade579_8091857720409098077.png",
      "desc": "<p>สมาชิกกลุ่มทหารรับจ้างที่กระจัดกระจายที่มาจากทะเลทรายที่มีสีราวกับทองคำเพื่อเงินค่าตอบแทน พวกเขาสามารถทำงานเพื่อใครก็ได้ทั้งนั้น</p><p>ทหารรับจ้างมืออาชีพที่ไม่สนใจเรื่องอื่นนอกจากหน้าที่และภารกิจ ถือเอาการบรรลุภารกิจเป็นแนวทางเดียวในการดำเนินงาน</p><p>ราคาคำขอในตลาดทหารรับจ้างของพวกเขาจึงสูงสุดด้วยเช่นกัน</p><p>วิญญาณสุดอันฺตรายที่ถูกผนึกไว้ในอาวุธที่ใช้ จะฟื้นตื่นขึ้นมาในยามวิกฤต มีเพียงเสียงร้องของผู้พ่ายแพ้เท่านั้นที่สามารถระงับความโกรธของมันได้</p><p>ไม่ว่าผู้แพ้จะเป็นเจ้านายอาวุธเองหรือว่าเป็นศัตรูก็ตาม</p>"
    },
    {
      "epId": 2720,
      "name": "Eremite Ravenbeak Halberdier",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/57a287699b909c11a29fe6b6db610af5_8116405130512772079.png",
      "desc": "<p>สมาชิกกลุ่มทหารรับจ้างที่กระจัดกระจายที่มาจากทะเลทรายที่มีสีราวกับทองคำเพื่อเงินค่าตอบแทน พวกเขาสามารถทำงานเพื่อใครก็ได้ทั้งนั้น</p><p>ต่อสู้ด้วยอาวุธที่มีชื่อว่า \"ง้าวปากอีกา\" ในตำนานเล่าว่าในสมัยโบราณ ฤษีที่รับใช้เทพเจ้าทะเลทรายจะถือง้าวนี้เป็นสัญลักษณ์แสดงตัวตน</p><p>ซึ่งนามอันแท้จริงของอาวุธนี้สูญหายไปในทะเลแห่งทรายแล้ว</p>"
    },
    {
      "epId": 2721,
      "name": "Eremite Linebreaker",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/2d516994e260d7760f9394cb498e0991_8567572979999213544.png",
      "desc": "<p>สมาชิกกลุ่มทหารรับจ้างที่กระจัดกระจายที่มาจากทะเลทรายที่มีสีราวกับทองคำเพื่อเงินค่าตอบแทน พวกเขาสามารถทำงานเพื่อใครก็ได้ทั้งนั้น</p><p>นักศิลปะการต่อสู้ที่มีหมัดมวยอันเป็นเอกลักษณ์ มาเข้าร่วมกลุ่ม Eremite เพื่อคนหาคู่ต่อสู้ที่แข็งแกร่งยิ่งขึ้น</p><p>สำหรับพวกเขาแล้วการต่อสู้ไม่ใช่เพื่อเงินค่าตอบแทน แต่ทำเพื่อแสวงหาเทคนิคศิลปะการต่อสู้ที่เก่งกาจกว่าเดิม</p>"
    },
    {
      "epId": 2722,
      "name": "Eremite Desert Clearwater",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/a0f86676af484d039ad829c899d1dd35_8853463713162459279.png",
      "desc": "<p>สมาชิกกลุ่มทหารรับจ้างที่กระจัดกระจายที่มาจากทะเลทรายที่มีสีราวกับทองคำเพื่อเงินค่าตอบแทนพวกเขาสามารถทำงานเพื่อใครก็ได้ทั้งนั้น</p><p>เด็กสาวที่หลงทางในความฝันโบราณแห่งการประพันธ์เพลงแห่งกรวดทราย เห็นว่าความสนุกในการต่อสู้เป็นสิ่งตอบแทนที่มีมูลค่าอย่างแท้จริงเมื่อเธอออกทำภารกิจ</p><p>ในตำนานเล่าว่าผู้หญิงที่เกิดในเผ่าพันธุ์นี้มักเป็นที่โปรดปรานของวิญญาณเร่ร่อนในทะเลทราย</p><p>ดังนั้นพวกเขาจึงมักจะตายก่อนเวลาอันควร บางทีมีเพียงท่วงทำนองแห่งการต่อสู้ที่พลุ่งพล่านในสายเลือดของเธอเท่านั้นที่เธอจะหลุดพ้นจากเสียงกระซิบวิญญาณเหลานั้นได้</p><p>วิญญาณสุดอันฺตรายที่ถูกผนึกไว้ในอาวุธที่ใช้ จะฟื้นตื่นขึ้นมาในยามวิกฤต มีเพียงเสียงร้องของผู้พ่ายแพ้เท่านั้นที่สามารถระงับความโกรธของมันได้</p><p>ไม่ว่าผู้แพ้จะเป็นเจ้านายอาวุธเองหรือว่าเป็นศัตรูก็ตาม</p>"
    },
    {
      "epId": 2723,
      "name": "Eremite Daythunder",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/5f9a54c0016a9a1c5ba5ad9e78398f10_7308215568877615171.png",
      "desc": "<p>สมาชิกกลุ่มทหารรับจ้างที่กระจัดกระจายที่มาจากทะเลทรายที่มีสีราวกับทองคำเพื่อเงินค่าตอบแทน</p><p>พวกเขาสามารถทำงานเพื่อใครก็ได้ทั้งนั้น ทายาทของชนเผ่าซามูไรที่แท้จริงที่มีอาชีพให้ต้องทำการต่อสู้</p><p>ซึ่งแตกต่างจากรูปคนป่าเถื่อนที่ถือขวานยักษ์อย่างสิ้นเชิง </p><p>เพราะนักรบของชนเผ่านี้ได้ทำการศึกษาเกี่ยวกับร้อยแก้วโบราณและบทกวีของเมืองร้างในทรายไว้มากมาย</p><p>วิญญาณสุดอันตรายที่ถูกผนึกไว้ในอาวุธที่ใช้ จะฟื้นตื่นขึ้นมาในยามวิกฤต มีเพียงเสียงร้องของผู้พ่ายแพ้เท่านั้น</p><p>ที่สามารถระงับความโกรธของมันได้ ไม่ว่าผู้แพ้จะเป็นเจ้านายอาวุธเองหรือว่าเป็นศัตรูก็ตาม</p>"
    },
    {
      "epId": 2724,
      "name": "Eremite Crossbow",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/c2bd235637707a0f1905ae8b42207c81_7662840529657047099.png",
      "desc": "<p>สมาชิกกลุ่มทหารรับจ้างที่กระจัดกระจายที่มาจากทะเลทรายที่มีสีราวกับทองคำเพื่อเงินค่าตอบแทน</p><p>พวกเขาสามารถทำงานเพื่อใครก็ได้ทั้งนั้น แต่ดั้งเดิม กลุ่ม Eremite นั้นคุ้นเคยกับการใช้ธนูและลูกศรเพื่อจัดการกับศัตรูมากกว่า</p><p>แต่หลังจากที่ทางสถาบันอนุญาตให้พวกเขาซื้อหน้าไม้ใน Bazaar ได้ ก็มีเพียงนักธนูที่ภาคภูมิสุด ๆ เท่านั้นที่จะใช้ธนูและลูกศรในการต่อสู้</p><p>เพราะอาวุธประเภทนี้ตองใช้เวลาในการฝึกฝนยาวนานหลายปี</p>"
    },
    {
      "epId": 2725,
      "name": "Dendro Specter",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/fadf14ff797dfdd9a87c3e03f5321fde_5249271061420284159.png",
      "desc": "<p>มอนสเตอร์ที่เกิดจากธาตุไม้ที่มีความเข้มข้นสูง สามารถลอยอยู่กลางอากาศได้</p><p>นักวิชาการภาควิชาสมุฏฐานวิทยาเคยศึกษาลักษณะทางนิเวศวิทยาของ Dendro Specter</p><p>และพบว่ามีความคล้ายคลึงกับ \"Aranara\" ในตำนานอย่างมาก</p><p>หลังจากการค้นคว้า เขาก็ได้ข้อสรุปว่าสิ่งที่เรียกว่า Aranara แท้จริงแล้วก็คือ Dendro Specter</p><p>ต่อมานักวิชาการท่านนี้ก็ได้กลายเป็นนักเขียนเทพนิยายที่ไม่มีผู้ใดรู้จัก</p>"
    },
    {
      "epId": 2727,
      "name": "Stretchy Anemo Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/4428023ce42492ef24285eeb0f653c4b_2438155511984145573.png",
      "desc": "<p>สิ่งมีชีวิตสปอร์ที่มีสติปัญญา มีความสามารถในการปรับตัวสูง</p><p>Fungus ที่ดูดซับสารอาหารอย่างรวดเร็วผ่านลาต้นเห็ดที่ยื่นยาว</p><p>หมวกเห็ดรูปร่มของมันจะหมุนไปตามกระแสลม</p>"
    },
    {
      "epId": 2728,
      "name": "Grounded Hydroshroom",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/9e8e5977e203c66d3edc884f03f4bb49_5796621368688414115.png",
      "desc": "<p>สิ่งมีชีวิตเลียนแบบที่เกิดขึ้นมาจากสปอร์มีความสามารถในการปรับตัวเข้ากับสิ่งแวดล้อมได้เป็นอย่างดี</p><p>ดูไปดูมาก็คล้ายนก แต่ก็ดูเหมือนจะบินไม่ได้ หรืออาจเป็นเพราะอิทธิพลของธาตุน้ำ</p><p>ทำให้มันดูคล่องตัวมากกว่าเมื่อเทียบกับสิ่งมีชีวิตประเภทเดียวกัน</p><p>มีงานวิจัยวิเคราะห์ว่า Fungus นี้เป็นสายพันธุ์ที่เกิดจากการรวมตัวกันของ Spore ขนาดเล็กจำนวนมาก</p><p>ไม่ใช่สิ่งมีชีวิตเซลล์บริสุทธิ์แต่อย่างใด และมันจะยึดครองอาณานิคมของ Fungus เพื่อแสดงถึงการมีสติปัญญาที่เหนือกว่า</p>"
    },
    {
      "epId": 2729,
      "name": "Floating Dendro Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/93ab547d2d1f2cf6145fddaf7fe4c32c_199390824415665799.png",
      "desc": "<p>สิ่งมีชีวิตสปอร์ที่มีสติปัญญา มีความสามารถในการปรับตัวสูง</p><p>นักวิชาการบางคนเคยเขียนประกาศว่าพวกมันเป็น Dendro Specter ชนิดหนึ่ง</p><p>หลังจากถูกหักล้าง เขาก็เปลี่ยนใจและบอกว่ามันเป็น \"วาทศาสตร์\" เชิงกวีประเภทหนึ่งแทน</p>"
    },
    {
      "epId": 2730,
      "name": "Whirling Cryo Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/672c8ee43f7b7b4f281ede0fbc5f926c_8568672945326023931.png",
      "desc": "<p>สิ่งมีชีวิตสปอร์ที่มีสติปัญญา มีความสามารถในการปรับตัวสูง</p><p>Fungus ไม่ได้มีรสชาติดีขึ้นหลังจากผ่านการแช่แข็ง</p><p>แต่ด้วยเหตุนี้จึงยังพอมีสรรพคุณในการบรรเทาความร้อนอยู่บ้าง</p>"
    },
    {
      "epId": 2731,
      "name": "Stretchy Pyro Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/890f0c41c5b1773fba0174ab8521b52c_1943394093982639538.png",
      "desc": "<p>สิ่งมีชีวิตสปอร์ที่มีสติปัญญา มีความสามารถในการปรับตัวสูง</p><p>แม้ว่าจะดูร้อนมาก แต่จริง ๆ แล้วนิสัยค่อนข้างจะอ่อนโยน</p><p>ตราบใดที่คุณไม่เข้าไปใกล้มากเกินไป ก็ไม่น่าจะเกิดอันตรายใด ๆ ขึ้นได้...?</p>"
    },
    {
      "epId": 2732,
      "name": "Stretchy Geo Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/462c5af38decee9d376993edf73b702e_4194068622538291674.png",
      "desc": "<p>สิ่งมีชีวิตสปอร์ที่มีสติปัญญา มีความสามารถูในการปรับตัวสูง</p><p>ธาตุหินที่อุดมด้วยธาตุอาหารมากมาย จะสร้างเปลือกแข็งครอบไว้บนส่วนที่คล้ายหมวก</p><p>เพื่อการชูโบกส่วนหัวที่หนักอึ้งนี้ โครงสร้างลำตัวของมันจึงต้องมีขนาดที่เหนียวแน่นกว่าชนิดอื่น ๆ</p>"
    },
    {
      "epId": 2733,
      "name": "Whirling Electro Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/2e2ac653620f1194c727cc4687c08754_2097583992461936413.png",
      "desc": "<p>สิ่งมีชีวิตสปอร์ที่มีสติปัญญา มีความสามารถในการปรับตัวสูง</p><p>จากการศึกษาพบว่า ทิศทางกระแสน้ำภายใน Fungus ชนิดนี้จะเปลี่ยนแปลงเป็นระยะ ๆ</p><p>เมื่อเวลาผ่านไป ซึ่งหากพัฒนาแล้วอาจมีขอบเขตการใช้งานที่กว้างขวางยิ่งขึ้น...</p>"
    },
    {
      "epId": 2734,
      "name": "Winged Dendroshroom",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/bfdb3e06fa910a13d550ff3a349c152f_8707243319424935313.png",
      "desc": "<p>สิ่งมีชีวิตเลียนแบบที่เกิดขึ้นมาจากสปอร์มีความสามารถในการปรับตัวเข้ากับสิ่งแวดล้อมได้เป็นอย่างดี</p><p>นอกจากมันจะมีลักษณะคล้ายนกแล้ว มันยังเลียนแบบการใช้ชีวิตของนกด้วยเชนกัน</p><p>มันสามารถอาศัยปีกของกลุ่มก้อน Fungus โบยบินขึ้นบนท้องฟ้าและโปรยปรายสปอร์ได้ไกลมากยิ่งขึ้น</p><p>และมันจะยึดครองอาณานิคมของ Fungus เพื่อแสดงถึงการมีสติปัญญาที่เหนือกว่า</p>"
    },
    {
      "epId": 2735,
      "name": "Winged Cryoshroom",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/10/144837601/20b2da81ddb5537e82d80a163f5e9c32_4012343306009796514.png",
      "desc": "<p>สิ่งมีชีวิตเลียนแบบที่เกิดขึ้นมาจากสปอร์มีความสามารถในการปรับตัวเข้ากับสิ่งแวดล้อมไดเป็นอย่างดี</p><p>นอกจากมันจะมีลักษณะคล้ายนกแล้ว มันยังเลียนแบบการใช้ชีวิตของนกด้วยเช่นกัน</p><p>ในขณะที่โบยบินมันจะโปรยดอกไม้ที่ทาจากผลึกน้ำแข็งออกมา ซึ่งคริสตัลของผลักน้ำแข็งเหล่านี้ความจริงแล้วเป็น Spore ต่างหาก</p><p>และมันจะยึดครองอาณานิคมของ Fungus เพื่อแสดงถึงการมีสติปัญญาที่เหนือกว่า</p>"
    },
    {
      "epId": 2814,
      "name": "Eremite Axe Vanguard",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/17/144837601/5d42b5c18ef3e3b1df5bc1df2373d51e_8062641158644806494.png",
      "desc": "<p>สมาชิกกลุ่มทหารรับจ้างที่กระจัดกระจายที่มาจากทะเลทรายที่มีสีราวกับทองคำเพื่อเงินค่าตอบแทน พวกเขาสามารถทำงานเพื่อใครก็ได้ทั้งนั้น</p><p>นักรบสตรีที่ใช้ขวานมักไม่ยอมย่อท้อในการตอสู้ เพื่อทำการขัดขวางการวางตำแหน่งของศัตรูและสร้างโอกาสสำหรับสหายในบ้านเกิดกลางทะเลทราย</p><p>บางครั้งพวกเธอก็จะนั่งข้าง ๆ กองไฟ บรรเลงเพลงอันห่างไกลที่ของผู้คนที่หายลับไปในทะเลแห่งทราย</p>"
    },
    {
      "epId": 2816,
      "name": "Ruin Drake: Skywatch",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/18/176148810/85fb79a3bb0ffae3055d58dadb9fb11b_7459742168524951506.png",
      "desc": "<p>เครื่องจักรต่อสู้ร่างมังกรที่น่าเกรงขาม</p><p>ตำนานกล่าวไว้ว่าเครื่องจักรต่อสู้นี้ถูกทิ้งไว้หลังจากที่อาณาจักรถูกทำลาย รูปแบบเลียนแบบสายพันธุ์ Vishap</p><p>แต่โครงสร้างได้รับการปรับให้เหมาะสมเพื่อเพิ่มประสิทธิภาพ</p><p>เมื่อเทียบกับ Vishap ตัวจริงแล้ว มันมีความสามารถูในการ \"ดูดซับ\" ธาตุ หรือ \"ตอบโต้\" ธาตุได้ดีกว่า </p><p>แล้วเหตุใดอารยธรรมที่สามารถสร้าง อาวุธที่น่าสะพรึงกลัวแบบนี้ออกมาได้ ถึงถูกทำลายไปเสียแล้วล่ะ...</p>"
    },
    {
      "epId": 2817,
      "name": "Ruin Drake: Earthguard",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/18/176148810/85fb79a3bb0ffae3055d58dadb9fb11b_1664710524124008700.png",
      "desc": "<p>เครื่องจักรต่อสู้ร่างมังกรที่น่าเกรงขาม</p><p>ตำนานกล่าวไว้ว่าเครื่องจักรต่อสู้นี้ถูกทิ้งไว้หลังจากที่อาณาจักรถูกทำลาย</p><p>รูปแบบเลียนแบบสายพันธุ์ Vishap แต่โครงสร้างได้รับการปรับให้เหมาะสมเพื่อเพิ่มประสิทธิภาพ</p><p>เมื่อเทียบกับ Vishap ตัวจริงแล้ว มันมีความสามารถูในการ \"ดูดซับ\" ธาตุ หรือ \"ตอบโต้\" ธาตุได้ดีกว่า</p><p>เมื่อมองดูจากความสามารถนี้แล้ว อารยธรรมที่สร้างเครื่องจักรเหล่านี้ขึ้นมาจะต้องเคยมีความทะเยอทะยานที่ยิ่งใหญ่มากอย่างแน่นอน...</p>"
    },
    {
      "epId": 2855,
      "name": "Algorithm of Semi-Intransient Matrix of Overseer Network",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/10/144837601/702fe9f038eb1bab144bd63853736da3_2654859194883080584.png",
      "desc": "<p>กลไกนิรันดร์ที่ควบคุมโบราณสถานมากมายที่กระจัดกระจายไปทั่วทะเลทราย ดูเหมือนว่ายังคงหลงเหลือความยึดติดของราชาผู้โดดเดี่ยวอยู่<br>บางทีอาจเป็นเพราะคำสอนของสหายในความฝัน หรือเป็นเพราะปรารถนาฤทธิ์อำนาจของธรรมิกชนในบนสรวงสวรรค์ องค์ราชาจึงได้สร้างกลไกที่ไม่ควรตั้งอยู่บนโลกใบนี้ และใช้มันเป็นเมืองหลวงบนผืนทะเลทราย<br>เหนือซากปรักหักพังของเมืองพันเสา เสาโบราณยังคงสะท้อนความงดงามของสรวงสวรรค์สีทองอยู่ แม้ว่าความฝันขององค์ราชันจะถูกลืมเลือนไปนานแล้วก็ตาม</p>"
    },
    {
      "epId": 2857,
      "name": "Aeonblight Drake",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/144837601/5ed960ef01a22660c0e92ab516835435_5731186473207898095.png",
      "desc": "<p>เครื่องจักรรูปร่างคล้ายมังกรที่สร้างความหวาดกลัวให้แก่ผู้คน</p><p>เช่นเดียวกับราชันผู้เคยปกครองดินแดนอันกว้างใหญ่เมื่อครั้งอดีต</p><p>ตำนานเล่าว่าอาณาจักรที่เคยล่มสลายได้โหยหาเทคโนโลยีต้องห้าม</p><p>พยายามสร้างกลไกที่ยั่งยืนที่สามารถแข่งขันและก้าวข้ามชีวิตนิรันดร์ได้</p><p>จักรกลขนาดยักษ์แสนลึกลับที่ไม่รู้จักเหน็ดเหนื่อยนี้</p><p>พิสูจน์ให้เห็นว่าพวกมันไปถึงจุดที่มนุษย์ไม่ควรก้าวล่วงแค่ไหนแล้ว</p>"
    },
    {
      "epId": 2892,
      "name": "Primal Construct: Repulsor",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/15/144837601/60aa5a703106abea12e09b790da7972b_1832262906490587711.png",
      "desc": "<p>ผู้พิทักษ์โบราณสถานที่สาบสูญไปในทะเลทราย พลังทำลายล้างมากพอที่จะลงทัณฑ์ทุกสิ่งที่กล้าเข้ามารบกวนความฝันอันบริสุทธิ์ของราชัน<br>จุดประสงค์ของเครื่องจักรนี้ไม่ได้มีไว้เพื่อคุ้มครองวังหรือวิหารแต่อย่างใด แต่เป็นการสร้างสรวงสวรรค์ที่ราชาแห่งความโง่เขลาวาดฝันไว้บนทะเลทรายขึ้นมาอีกครั้ง<br>แต่ในตอนนี้ “สรวงสวรรค์” ได้ถูกทำลายไปนานแล้ว มีเพียงคำสาปที่ถูกสลักอยู่บนเครื่องจักรเหล่านี้ ที่ยังบันทึกถึงความฝันและคำมั่นสัญญาที่ถูกผู้คนบนโลกนี้ลืมเลือนไปแล้ว</p>"
    },
    {
      "epId": 2893,
      "name": "Primal Construct: Reshaper",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/15/144837601/60aa5a703106abea12e09b790da7972b_7399779216282724499.png",
      "desc": "<p>ผู้พิทักษ์โบราณสถานที่สาบสูญไปในทะเลทราย พลังทำลายล้างมากพอที่จะลงทัณฑ์ทุกสิ่งที่กล้าเข้ามารบกวนความฝันอันบริสุทธิ์ของราชัน<br>ราชาแห่งตะวันอันแผดเผาซึ่งปกครองเหนือทะเลทรายเคยสัญญากับประชาชนของเขาถึงสรวงสวรรค์แห่งอีกด้านฝั่งหนึ่ง แต่กลับกลายเป็นว่านั่นเป็นเพียงความเข้าใจผิดที่โง่เขลาของราชันเองก็เท่านั้น<br>แต่ในตอนนี้ “สรวงสวรรค์” ได้ถูกทำลายไปนานแล้ว มีเพียงคำสาปที่ถูกสลักอยู่บนเครื่องจักรเหล่านี้ ที่ยังบันทึกถึงความฝันและคำมั่นสัญญาที่ถูกผู้คนบนโลกนี้ลืมเลือนไปแล้ว</p>"
    },
    {
      "epId": 2894,
      "name": "Primal Construct: Prospector",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/15/144837601/60aa5a703106abea12e09b790da7972b_2986546606809941943.png",
      "desc": "<p>ผู้พิทักษ์โบราณสถานที่สาบสูญไปในทะเลทราย พลังทำลายล้างมากพอที่จะลงทัณฑ์ทุกสิ่งที่กล้าเข้ามารบกวนความฝันอันบริสุทธิ์ของราชัน<br>เจ้าแห่งทะเลทรายเคยได้สำรวจความรู้ต้องห้าม เพื่อสร้างสรวงสวรรค์ที่เฝ้าฝันถึง และเครื่องจักรลึกลับเหล่านี้บางทีอาจจะเป็นผลงานของเขา<br>แต่ในตอนนี้ “สรวงสวรรค์” ได้ถูกทำลายไปนานแล้ว มีเพียงคำสาปที่ถูกสลักอยู่บนเครื่องจักรเหล่านี้ ที่ยังบันทึกถึงความฝันและคำมั่นสัญญาที่ถูกผู้คนบนโลกนี้ลืมเลือนไปแล้ว</p>"
    },
    {
      "epId": 2895,
      "name": "Stretch Electro Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/15/144837601/e7f8daca29f5d7f30844905016252907_3040602955931155905.png",
      "desc": "<p>สิ่งมีชีวิตสปอร์ที่มีสติปัญญา มีความสามารถในการปรับตัวสูง<br>ซึ่งมีแตกต่างจาก Fungus อื่น ๆ นอกเหนือจากหมวกเห็ด แล้วยังมีหนวดเห็ดเรืองแสงอีกด้วย หากอยู่ในอันตรายก็จะปล่อยลูกบอลไฟฟ้าขนาดเล็กออกมาเพื่อป้องกันตัวเอง</p>"
    },
    {
      "epId": 2896,
      "name": "Grounded Geoshroom",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/15/144837601/49216ca30200a7432b571186027efd61_6164058004530456591.png",
      "desc": "<p>สิ่งมีชีวิตเลียนแบบที่เกิดขึ้นมาจากสปอร์มีความสามารถในการปรับตัวเข้ากับสิ่งแวดล้อมได้เป็นอย่างดี<br>เนื้อเยื่อบางส่วนดูเหมือนจะได้รับการคีราติไนเซชันอย่างสมบูรณ์ภายใต้อิทธิพลของธาตุหิน </p><p>เมื่อพิจารณาแล้วจากเดิมที่เห็ดวิวัฒนาการมาจากสปอร์ เมื่อเวลาผ่านไป อาจเป็นไปได้ที่จะพัฒนารูปแบบชีวิตใหม่โดยอาศัยสิ่งนี้<br>และมันจะยึดครองอาณานิคมของ Fungus เพื่อแสดงถึงการมีสติปัญญาที่เหนือกว่า</p>"
    },
    {
      "epId": 2897,
      "name": "Whirling Pyro Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/15/144837601/912e3e8c1b00de91bd7ce8418263f461_6426201648897775216.png",
      "desc": "<p>สิ่งมีชีวิตสปอร์ที่มีปัญญา มีความสามารถในการปรับตัวสูง<br>เนื่องจากมีธาตุไฟที่สะสมอยู่อย่างอุดมสมบูรณ์ จึงทำให้เกิดไฟป่าในฤดูแล้งได้ง่าย เป็นชนิดพันธุ์รุกรานที่เป็นอันตรายอย่างมากต่อผืนป่า</p>"
    },
    {
      "epId": 2898,
      "name": "Floating Anemo Fungus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/15/144837601/0b332fc89af26ece5c6402fc82cce5e5_2265629557297390349.png",
      "desc": "<p>สิ่งมีชีวิตสปอร์ที่มีสติปัญญา มีความสามารถในการปรับตัวสูง<br>แม้ว่าจะมีหมวกเห็ดขนาดใหญ่ แต่โครงสร้างของเนื้อเยื่อคล้ายร่มเหล่านี้จริง ๆ แล้วด้านในนั้นกลวงและว่างเปล่า จึงยากที่จะใช้เป็นกินเป็นอาหาร</p>"
    },
    {
      "epId": 2899,
      "name": "Eremite Stone Enchanter",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/144837601/c757c4e26cff0dba6198a837cb900d1d_800288574691157780.png",
      "desc": "<p>หนึ่งในสมาชิกกลุ่มทหารรับจ้างที่หลุดออกมาจากทะเลทราย ยินดีทำงานให้ใครก็ได้ให้ค่าตอบแทน<br>ในสมัยโบราณ เหล่านักรบเกราะหนักเหล่านี้คือเป็นผู้พิทักษ์ที่น่าเชื่อถือที่สุดของราชาแห่งตะวันอันแผดเผา </p><p>บางทีอาจเป็นเพราะเหตุนี้เองที่ร่างกายของพวกเขายังคงฉายแสงสีทองของดวงตะวันมาจนถึงทุกวันนี้<br>วิญญาณสุดอันตรายที่ถูกผนึกไว้ในอาวุธที่ใช้ จะฟื้นตื่นขึ้นมาในยามวิกฤต มีเพียงเสียงร้องของผู้พ่ายแพ้เท่านั้นที่สามารถระงับความโกรธของพวกเขาได้ </p><p>ไม่ว่าผู้แพ้จะเป็นเจ้านายอาวุธเองหรือว่าเป็นศัตรูก็ตาม</p>"
    },
    {
      "epId": 2900,
      "name": "Eremite Galehunter",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/144837601/1d21ab234a065f179a1a3db8e171c21c_2052451261859999922.png",
      "desc": "<p>หนึ่งในสมาชิกกลุ่มทหารรับจ้างที่หลุดออกมาจากทะเลทราย ยินดีทำงานให้ใครก็ได้ให้ค่าตอบแทน<br>เนื่องจากการใช้หน้าไม้อย่างแพร่หลาย มีเพียงนักรบที่มีประสบการณ์มากที่สุดของเผ่า Eremite ในปัจจุบันเท่านั้นที่ใช้ธนูยาว </p><p>พวกเธอไม่จำเป็นต้องพึ่งพาสายตาของตนเอง ก็สามารถระบุตำแหน่งของศัตรูได้จากการฟังเสียงของทรายไหลเท่านั้น<br>วิญญาณสุดอันตรายที่ถูกผนึกไว้ในอาวุธที่ใช้ จะฟื้นตื่นขึ้นมาในยามวิกฤต มีเพียงเสียงร้องของผู้พ่ายแพ้เท่านั้นที่สามารถระงับความโกรธของพวกเขาได้ </p><p>ไม่ว่าผู้แพ้จะเป็นเจ้านายอาวุธเองหรือว่าเป็นศัตรูก็ตาม</p>"
    },
    {
      "epId": 2974,
      "name": "Dendro Hypostasis",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/06/144837601/580b15e255e628d790bf49687894e4fa_6883315633094848386.png",
      "desc": "<p>สิ่งมีชีวิตธาตุไม้ขั้นสูงที่มีรหัสว่า \"Zayin\"<br>จากการคาดคะเนของนักวิชาการ Hypostasis นั้นมีปัญญาแห่งการ \"เรียนรู้\" ทำให้สามารถใช้ \"การจำลอง\" เป็นความสามารถในการโจมตี แต่หากสามารถนำเข้าข้อมูลและเกิดการเปลี่ยนแปลง ก็อาจนำไปสู่การปนเปื้อนจากข้อมูลได้ ระหว่างกระบวนการเรียนรู้และเปลี่ยนแปลง เป้าหมายดั้งเดิมของการกำเนิด... แม้จะยังคงเป็นปริศนาในโลกวิชาการมาจนถึงทุกวันนี้... ก็อาจถูกบิดเบือน และหมดความสำคัญไปในที่สุด</p>"
    },
    {
      "epId": 2975,
      "name": "Shouki no Kami",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/06/144837601/86791657203a69e453d8e217414b3f9e_4402247864095035199.png",
      "desc": "<p>Shouki no Kami จำลองที่ผนึกกำลังสร้างขึ้นโดยหกคณะใหญ่แห่งสถาบัน Sumeru ซึ่งมีพลังทัดเทียมกับเทพเจ้าที่แท้จริง<br>หากผู้คนบนโลกเรียกมันว่าเทพเจ้าจอมปลอม นั่นเป็นเพราะพวกเขาไม่เข้าใจถึงความหมายที่แท้จริงของคำว่า \"เทพเจ้า\"<br>หากผู้ที่เหนือกว่าคนธรรมดาคือเทพเจ้า<br>Shouki no Kami ก็ได้บรรลุถึงทุกสิ่งและได้แบกรับพลังขั้นสูงสุดแล้ว จึงเรียกได้ว่าเหนือกว่าคนธรรมดาแล้ว<br>หากผู้ที่รักใคร่มนุษย์คือเทพเจ้า<br>Shouki no Kami ก็ได้มอบความล้มเหลวให้แก่มนุษย์ทุกคนแล้ว จึงเรียกได้ว่าได้ให้ความรักที่เท่าเทียมแล้ว<br>หากผู้ที่คอยเฝ้ามองดูมนุษย์คือเทพเจ้า<br>...<br>...<br>Shouki no Kami ก็ได้เห็นถึงความรัก ความเกลียดชัง การจากลา และความขลาดเขลา ที่มากล้นเหลือคณานับมาแล้ว จึงเรียกได้ว่าได้คอยเฝ้ามองผู้คนแล้ว<br><br><em>\"พวกแกได้มีความสุขมามากพอแล้ว\"</em><br><em>\"จึงได้โง่เขลา โอหัง และโลภมากถึงเพียงนี้\"</em><br><em>\"ถึงเวลาปิดฉากยุคสมัยนี้!\"</em><br><em>\"เทพเจ้าองค์ใหม่ จะมาประกาศความพ่ายแพ้ของเทพเจ้ายุคเก่า\"</em><br><em>\"พวกมนุษย์ที่น่าเวทนา... รีบคุกเข่าศิโรราบเสียตอนนี้เถอะ\"</em></p>"
    },
    {
      "epId": 3443,
      "name": "Bathysmal Vishaps Herd",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/12/144837601/b47c21200d36f217cab2e527e85d2896_3883406098743534731.png",
      "desc": "<p>ฝูง Bathysmal Vishap ที่ทรงพลัง</p><p>ความแข็งแกร่งของพวกมันได้มาจากการฝึกฝนและคัดเลือกโดยชาว Enkanomiya แน่นอนว่าไม่มี Vishap ตัวใดที่คิดว่านี่คือบุญคุณที่ต้องตอบแทน</p><p>ผู้ที่แข็งแกรงที่สุดในฝูงจะสามารถใช้ธาตุต่าง ๆ ได้ และระบายความแค้นต่อผู้ที่มาเยือน</p>"
    },
    {
      "epId": 3474,
      "name": "Setekh Wenut",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/18/144837601/ca675a813c0acf7a5efbc88e7af636c2_8317114255114776525.png",
      "desc": "<p>นักล่าไร้ตาซึ่งอาศัยอยู่ในส่วนลึกของทะเลทราย จะสัมผัสหาร่องรอยของเหยื่อโดยอาศัยเสียง และการสั่นสะเทือนของพื้นดิน<br>ตำนานเล่าว่าในอดีตกาลก่อนที่แนวคิดเรื่องเวลาจะถูกสร้างขึ้น ดินแดนที่พวกมันอยู่เต็มไปด้วยหญ้าเขียวขจี และต้นไม้ยักษ์ นายของพวกมัน และลูกหลานของเขาลัดเลาะไปตามดินที่ชื้นเปียกลื่น ราวกับปลาที่แหวกว่ายอยู่ในน้ำ<br>หลังจากผ่านมาหลายยุคหลายสมัย ของประทานจากสวรรค์ได้เปลี่ยนให้ดินกลายเป็นก้อนกรวด ทำให้สิ่งมีชีวิตจำนวนมากดับสูญ และหายไป แต่พวกมันยังสามารถอยู่รอดได้ ด้วยการปรับตัวให้เข้ากับสิ่งมีชีวิตบนพื้นโลกมากขึ้น และกลายเป็นที่รู้จักในชื่อ “Wenut”<br>อาจเป็นเพราะความคล้ายคลึงกันในพฤติกรรมทางชีววิทยา ทำให้ชาวทะเลทรายบางคนยังคงเชื่ออย่างผิด ๆ ว่า “Wenut” เป็นร่างโตเต็มวัยของ Quicksand Eel</p>"
    },
    {
      "epId": 3475,
      "name": "Eremite Scorching Loremaster",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/144837601/e3ada2f7642f67aa52b067345fae5a54_3494058495827196829.png",
      "desc": "<p>หนึ่งในสมาชิกกลุ่มทหารรับจ้างที่กระจัดกระจายตามทะเลทราย แม้ว่าจะยินดีทำงานให้ใครก็ตามที่ให้ค่าตอบแทน แต่ก็ไม่มีวันลืมรากเหง้าของตัวเองในผืนทรายเด็ดขาด<br>หลังจากการล่มสลายของอารยธรรม เรื่องราวในทะเลทราย เหมือนเฉกเช่นประกายไฟในสายลม และสายฝนในหมู่เมฆ ถูกส่งต่อปากต่อปากจากรุ่นสู่รุ่นผ่านบทกวี และประวัติศาสตร์ที่เป็นความลับ เรื่องราวมากมายหมุนเวียนเปลี่ยนไป เรื่องราวมากมายได้สูญหายไป<br>“กลุ่ม Eremite” เป็นชื่อเรียกรวม ๆ ที่เรียกโดยคนนอกที่ไม่รู้ หรือคนที่มีจิตใจดูถูกเหยียดหยามโดยไม่แยกแยะความแตกต่างของชนเผ่าต่าง ๆ ในทะเลทราย ในหมู่คนที่ถูกเรียกว่ากลุ่ม Eremite มีคนมากมายที่ได้หลงลืมเรื่องราวของทะเลทรายไปแล้ว แต่ในวันนี้ก็ยังมีผู้คนที่ยังจำเรื่องราวมากมายได้อยู่ และพวกเขาจะไม่ทรยศต่อสายเลือดแห่งทะเลทรายที่ไหลเวียนอยู่ในร่างกายอย่างเด็ดขาด</p>"
    },
    {
      "epId": 3476,
      "name": "Eremite Floral Ring-Dancer",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/144837601/088685fa15801b65f875acec2cbfcfac_2224854817371475423.png",
      "desc": "<p>หนึ่งในสมาชิกกลุ่มทหารรับจ้างที่กระจัดกระจายตามทะเลทราย ยินดีทำงานให้ใครก็ตามที่ให้ค่าตอบแทน<br>ชาวทะเลทรายนั้นมีประเพณีเกี่ยวกับดนตรีและการร่ายรำ ในตอนแรกเริ่ม เป็นการสดุดีแด่ทวยเทพ ต่อมาจึงเปลี่ยนเป็นการแสดง และเทคนิคการต่อสู้เพื่อเอาใจราชาของพวกเขา ตามตำนานในทะเลทราย มีนางรำผู้หนึ่งออกอุบายลอบปลงพระชนม์ราชาตรงแท่นบรรทม หรือบนหอคอยสูง ถึงแม้ตอนนี้เรื่องราวของเทพ และราชาของพวกเขาจะจมลึกลงไปในกระแสของทราย แต่ความทรงจำเกี่ยวกับการเต้นรำ ก็ยังคงอยู่ในสายเลือดของพวกเขา<br>วิญญาณชั่วร้ายที่แตกสลายจะถูกผนึกไว้ในอาวุธที่ใช้งาน และจะตื่นขึ้นในสถานการณ์คับขัน มีเพียงเสียงร่ำไห้ของผู้พ่ายแพ้เท่านั้นที่สามารถระงับความโกรธของพวกเขาได้… ไม่ว่าผู้แพ้จะเป็นเจ้าของอาวุธ หรือศัตรูก็ตาม</p>"
    },
    {
      "epId": 3477,
      "name": "Consecrated Red Vulture",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/144837601/534c13befe626c1aa2853a32def6f1f3_8148679222124932653.png",
      "desc": "<p>นกล่าเหยื่อที่จิกกินซาก และกลายพันธุ์ด้วยการกลืนกินสิ่งมีชีวิตที่ยิ่งใหญ่กว่า<br>ท่ามกลางซากศพที่ถูก Consecrated Beast กลืนกิน มักจะผสมปนเปไปด้วยเจตจำนง ที่ไม่สามารถจมดิ่งลงสู่ความเงียบงันได้ ซึ่งเจตจำนง และพลังเหล่านี้ จะผลักดันให้มันกระหายการฆ่า และการกลืนกินซากอย่างไร้สิ้นสุด</p>"
    },
    {
      "epId": 3478,
      "name": "Consecrated Scorpion",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/144837601/ea2958c04ec8f00a5ec2d9f8dc1410e4_553422970438505961.png",
      "desc": "<p>สัตว์ขาปล้องที่กัดกินซาก และกลายพันธุ์ด้วยการกลืนกินสิ่งมีชีวิตที่ยิ่งใหญ่กว่า<br>สิ่งมีชีวิตมีกฎการวิวัฒนาการของมันเอง และกฎของ Consecrated Beast ก็คือการมีโชคที่เพียงพอ ในการค้นพบซากของสิ่งมีชีวิตที่ยิ่งใหญ่ในอดีตอันไกลโพ้นก่อนเผ่าพันธุ์ของพวกมัน สัตว์และมนุษย์มักจะมีสิ่งที่เหมือนกันมากเกินกว่าที่มนุษย์จะยอมรับได้</p>"
    },
    {
      "epId": 3479,
      "name": "Consecrated Flying Serpent",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/144837601/d1b0d88f2f2bdb3e9bad3abf570ac911_3685230421800710619.png",
      "desc": "<p>สัตว์เลื้อยคลานที่กัดกินซาก และกลายพันธุ์ด้วยการกลืนกินสิ่งมีชีวิตที่ยิ่งใหญ่กว่า<br>แม้จะมีความสามารถในการควบคุมธาตุ แต่ตัว Consecrated Beast เองก็ไม่สามารถย่อยซากของสิ่งมีชีวิตอมตะในร่างกายได้อย่างสมบูรณ์ ในทางกลับกัน พลังของมันค่อย ๆ หลอมรวมเข้ากับตัวสัตว์เอง โดยถักทอขึ้นเป็นเปลือกกระดูกที่ห่อหุ้มร่างกายของพวกมัน ซึ่งว่ากันว่ามีส่วนประกอบคล้ายกับวัสดุหลอมบางชนิดจาก Inazuma</p>"
    },
    {
      "epId": 3618,
      "name": "Black Serpent Knight: Rockbreaker Ax",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/28/72229630/a02a8cc0f182ca2f8c6bd6fcb8eed8b6_231581953627152027.png",
      "desc": "<p>ทหารคุ้มกันอันทรงเกียรติของราชวงศ์ ใช้วิชาดาบที่เรียกว่า \"เพลงดาบสัจธรรม\" เพื่อกวาดล้างศัตรูของราชวงศ์...<br>แม้เพลงดาบสัจธรรมจะเป็นเทคนิคด้านการใช้ดาบ ทว่ามันสามารถนำไปประยุกต์ใช้ได้กับอาวุธทางการทหารหลากหลายชนิด ในยุคที่อาณาจักรตกอยู่ในความมืดมิด บางทีนักรบผู้แบกรับหน้าที่แห่งการปกป้องก็ไม่มีทางเลือกมากนัก</p>"
    },
    {
      "epId": 3619,
      "name": "Abyss Herald: Frost Fall",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/28/72229630/b12b3d4c0195e8cce852ea4681c4d7fe_4935197237432765885.png",
      "desc": "<p>มอนสเตอร์จาก \"Abyss Order\" ที่กวัดแกว่งคมดาบน้ำแข็งในการต่อสู้<br>มีนักบุญที่คอยเผยแพร่และเชิดชูวจนะฉันใด ก็มีทูตที่คอยแก้คำสรรเสริญที่บิดเบี้ยวให้กลับคืน พร้อมกำจัดเสียงที่ต่างออกไปฉันนั้น<br>มักมีคนบอกว่า ดาบโลหะที่แทงทะลุร่างกายนั้นเย็นเยียบดุจน้ำแข็ง แต่ว่ากันว่า น้ำแข็งดำมืดเช่นนี้แช่แข็งได้กระทั่งจิตวิญญาณ</p>"
    },
    {
      "epId": 3695,
      "name": "ผู้พิทักษ์โอเอซิสของ Apep",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/65858273/b34994cfe94a4963d0f7966a53df1de4_1552609329317337402.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Apep เคยลัดเลาะผ่านทุ่งหญ้าที่หอมหวน ต้นไม้ยักษ์สูงใหญ่ เถาวัลย์ยาวเลื้อยอันไร้จุดสิ้นสุด ร่วมกับลูกหลานราวมากมายดุจปลาที่แหวกว่ายในสายน้ำ จนกระทั่งแมกไม้แห้งเหี่ยวกลายเป็นฝุ่นทราย และเหล่าสิ่งมีชีวิตเล็กจ้อยราวกับก้อนกรวดได้สร้างนครอันอ่อนแอขึ้นบนแผ่นดินเดิม<br>Apep และลูกหลานมากมายเคยทำให้ทะเลทรายปั่นป่วนราวกับน้ำที่เดือดพล่าน เคยทำลายล้างบ้านเมืองตึกรามบ้านช่องจนไม่เหลือซากมาก่อน จนกระทั่งราชาแห่งทะเลทรายคนใหม่ได้สงบศึกกับราชาที่สูญเสียบ้านเกิดเมืองนอน นับตั้งแต่นั้นมาเนินทรายภายใต้แสงตะวันจึงเป็นของทั้งมนุษย์และเทพ ส่วนโอเอซิสแห่งมังกรก็หลงเหลืออยู่ในใจของมันเท่านั้น<br>Apep เคยแบ่งปันความรู้เกี่ยวกับการวิวัฒนาการให้ลูกหลานแห่งตน เพราะสายน้ำไหลรินย่อมไม่เน่าเหม็น แต่ไม้ที่ผุพังย่อมหักโค่น สุดท้ายมันก็ทำสัญญากับราชาแห่งทะเลทราย และได้รับสติปัญญาอันล้ำเลิศมาครอง จากนั้นเป็นต้นมา มันก็มองเห็นเพียงภาพแห่งจุดสิ้นสุด และหายนะอันไร้ซึ่งขอบเขต<br>Apep เคยดำดิ่งไปกับภาพหายนะเพียงลำพังมาก่อน มนุษย์ เทพ มังกร สัตว์ป่าที่เดินเหิน นกที่โบยบิน และปลาที่แหวกว่าย รวมถึงทุกความทรงจำ สติปัญญา คำพูด และความแค้น จะถูกบดขยี้กลายเป็นฝุ่นผงที่ไร้สีสัน และแสงจันทร์สุดท้ายจะกลายเป็นฝนเพลิงสีขาวตกลงสู่ดินแดนอันรกร้าง<br>...<br>Apep เคยมองว่าใต้ผืนทะเลทรายคือสุสานของตน หาใช่วังของราชาที่สูญเสียบ้านเมืองไม่ อีกไม่นานพิษของ \"ปัญญา\" จะทำให้มันหลุดพ้นจากความโกรธแค้นและชิงชังนับหลายจันทรา มันเบื่อหน่ายกับภาพที่ไร้สีสันของจุดจบเต็มที จนกระทั่งการมาถึงของเทพผู้อ่อนเยาว์ และนักเดินทางสีทอง ที่ทำให้มันหวนนึกถึงอดีตอีกครั้ง แม้ว่าดินแดนเขียวขจีที่ตนเองเคยปกครองจะกลายเป็นทุ่งรกร้างประดับสีทองคำไปแล้ว ถึงตนกับลูกหลานจะปรับสภาพเพื่อความอยู่รอดจนมีรูปลักษณ์ที่บิดเบี้ยวและน่าเกลียดเกินทน ทว่าภายในใจของมันนั้น ยังคงมีภาพมุมหนึ่งของโอเอซิสเก็บเอาไว้เสมอ</span></p>"
    },
    {
      "epId": 3701,
      "name": "Anemo Hilichurl Rogue",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/65858273/efe0f76e77ad63e3cae7fdf3087ff2c3_9006824385450597565.png",
      "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Hilichurl พเนจรที่ไม่ได้สังกัดชนเผ่าใด ดูเหมือนว่าเขาจะกำลังไล่ตามจุดเริ่มต้นของโชคชะตาแห่งเผ่าพันธุ์ และตามหาแสงสว่างอันรุ่งโรจน์ ที่ในปัจจุบันได้อับแสงไปแล้ว</span><br><span style=\"color: rgb(255, 255, 255)\">ถ้าหากในหมู่มอนสเตอร์ที่มีเพียงภาษาเรียบง่าย และไร้การสืบทอดทางลายลักษณ์อักษรเหล่านี้ มีบทกวีหรือมหากาพย์ของตัวเอง พวกมันคงนับว่าเป็นตัวเอกในเรื่องราวเหล่านั้นเลยก็ได้</span></p>"
    },
    {
      "epId": 3702,
      "name": "Hydro Hilichurl Rogue",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/65858273/2d6058ae6b1fd8a91f7223f5d6bf39b2_7537946667773211019.png",
      "desc": "<p><br>Hilichurl พเนจรที่ไม่ได้สังกัดชนเผ่าใด และร่อนเร่ไปตามถิ่นทุรกันดารราวกับถูกเนรเทศ<br>เขาจะช่วยเหลือ Hilichurl หรือค่าย Hilichurl ที่ต้องการความช่วยเหลือตามการชี้นำของโชคชะตา และจะจากไปหลังจากเสร็จสิ้นภารกิจหรือโชคชะตานั้นสิ้นสุดลง ซึ่งดูเหมือนว่าเขาจะมีระดับสติปัญญาที่สูงกว่า Hilichurl ทั่วไป</p>"
    },
    {
      "epId": 3703,
      "name": "Consecrated Fanged Beast",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/65858273/a763da7861639448aac207ad4787ad3f_3832407932408291145.png",
      "desc": "<p><span style=\"color: rgb(255, 255, 255)\">นักล่าที่ที่กัดกินซาก และกลายพันธุ์ด้วยการกลืนกินสิ่งมีชีวิตที่ยิ่งใหญ่กว่า</span><br><span style=\"color: rgb(255, 255, 255)\">กฎของธรรมชาติคือผู้อ่อนแอย่อมตกเป็นเหยื่อของผู้ที่แข็งแกร่งกว่า ซึ่งสัตว์เลี้ยงและ Consecrated Beast กลับเป็นข้อยกเว้น เดิมทีเหยื่อล่อของมนุษย์และเศษซากร่างสิ่งมีชีวิต ต่างเป็นกับดักทั้งโดยตั้งใจและไม่ได้ตั้งใจอยู่แล้ว ซึ่งราคาที่ต้องจ่ายเมื่ออยากได้ของขวัญจากผู้แข็งแกร่งนั้น แสนสาหัสยิ่งกว่าการถูกขังในกรงซะอีก</span></p>"
    },
    {
      "epId": 3704,
      "name": "Consecrated Horned Crocodile",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/65858273/c2cbcbe766c9778c9ef60d6abf79ad6f_3140447676055024766.png",
      "desc": "<p><br>สัตว์เลื้อยคลานที่กัดกินซาก และกลายพันธุ์ด้วยการกลืนกินสิ่งมีชีวิตที่ยิ่งใหญ่กว่า<br>บางครั้งภาพลักษณ์อันน่าเกรงขามของอสูรดุร้ายก็ทำให้ผู้คนเกรงกลัว และถูกมองว่าเป็นร่างอวตารของพลังอันยิ่งใหญ่ ที่หยิบยืมรูปลักษณ์ของพวกมันมาแสดงพลังของตน แต่สิ่งมีชีวิตส่วนใหญ่ที่ดูดซับ \"พลังอันยิ่งใหญ่\" เข้าไปจริง ๆ ก็มักจะตายเพราะเหตุนี้ มีเพียงส่วนน้อยเท่านั้นที่จะวิวัฒนาการจนมีร่างใหม่</p>"
    },
    {
      "epId": 3705,
      "name": "Iniquitous Baptist",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/02/10257458/7d4916b7f60b75adb549f0c67deaa001_2171156699257471770.png",
      "desc": "<p><span style=\"color: rgb(255, 255, 255)\">มอนสเตอร์จาก Abyss Order สามารถใช้ธาตุหลากหลายชนิดในการต่อสู้ และใช้โล่ธาตุที่เกี่ยวข้อง เพื่อต้านทานความเสียหายระหว่างการต่อสู้ได้ โดยในระหว่างการต่อสู้ จะสร้างวงแหวนธาตุขึ้นมา และทำการร่ายเวทสำหรับการโจมตีที่รุนแรง การทำลายวงแหวนธาตุทั้งหมดด้วยปฏิกิริยาธาตุ บางทีอาจจะสามารถหยุดยั้งหายนะที่กำลังจะมาถึงได้นะ</span></p>"
    },
    {
      "epId": 3992,
      "name": "Emperor of Fire and Iron",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10257458/5b2d0002dee8f701cef4c5af61e6f5ea_6567699469387754869.png",
      "desc": "<p>หนึ่งในผู้ปกครองสองตนที่ยืนอยู่บนยอดของเหล่า Fontemer Aberrant ครั้งหนึ่งเคยเป็นเรื่องเล่าในหมู่กะลาสี Armored Crab ที่ไม่ต้องเผชิญหน้ากับศัตรูตามธรรมชาติ สามารถล่าและกินอาหารได้เรื่อย ๆ มันจะคอยมองหาหอยสังข์และเปลือกหอยที่เหมาะสม เพื่อนำมาใช้เป็นเกราะใหม่เมื่อเติบโตขึ้น แต่สุดท้ายมันก็โตเกินไป ก่อนช่วงน้ำท่วมครั้งแรก มีบันทึกว่า Armored Crab ขนาดยักษ์โจมตีเรือ ซึ่งในที่สุดพลเรือเอก Basil Elton ที่ยังไม่ได้กลับไปประจำการ ก็ขับไล่มันออกไปได้ในที่สุด ลองนึกภาพโลกแบบนี้ดูสิ: ผู้คนทั้งหมดใน Teyvat ถูกกำจัด และราชันเพลิงเหล็กหลอมที่เติบโตขึ้นอย่างไม่สิ้นสุด จนถึงขั้นนำพระราชวัง Mermonia มาสวมเป็นชุดเกราะหินสีขาวที่งดงามที่สุด แน่นอนว่าในโลกแบบนั้น ไม่มีใครเรียกมันว่า \"ราชันเพลิงเหล็กหลอม\" แบบกึ่งเกรงขาม กึ่งล้อเลียนหรอก</p>"
    },
    {
      "epId": 3993,
      "name": "Icewind Suite",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10257458/2f00954ed77a3e7855ca2f2835e3a1db_6892133854540914358.png",
      "desc": "<p>นักเต้นรำจักรกลที่พัฒนาโดยศูนย์วิทยาศาสตร์ Fontaine ในแนวคิดดั้งเดิมของ Bossuet นักเต้นรำจักรกลเป็นผลงานศิลปะ ที่ก้าวข้ามยุคแห่งการผลิตซ้ำด้วยกลไก แต่หลังจากที่ Bossuet ถูกบีบให้ออก โปรเจกต์นี้จึงถูกเปลี่ยนให้ Maillardet เป็นผู้รับผิดชอบ Maillardet มีมุมมองเฉพาะตัวเกี่ยวกับจักรกลและนักเต้นรำ ดังนั้น ในกระบวนการของการผลิตซ้ำ ขณะที่ฟังก์ชันต่าง ๆ ของอุปกรณ์และนักเต้นจักรกลกำลังสมบูรณ์แบบ พวกเขาค่อย ๆ เบี่ยงเบนไปจากความตั้งใจดั้งเดิมในการออกแบบของ Bossuet</p>"
    },
    {
      "epId": 4040,
      "name": "Water-Spouting Phantasm",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/10257458/fb5ba2c5c7d84636a4839f63b76a6e49_6590610518358796213.png",
      "desc": "<p>ในขณะที่ Oceanid ได้สูญพันธุ์ไปจาก Fontaine สิ่งมีชีวิตธาตุประหลาดก็ปรากฏขึ้นในน้ำ ว่ากันว่า ในยุค Egeria นั้น Oceanid มักจะเดินเคียงข้างไปกับมนุษย์ และครั้งหนึ่งเคยกระจายไปตามแหล่งน้ำที่ใสสะอาด เพื่อเชื่อมโยงสายน้ำของโลกเข้าด้วยกัน แต่พวกเธอส่วนใหญ่ตายไปพร้อมกับเทพของตน ส่วนที่หลงเหลืออยู่ก็ไม่มีเทพของตนอีกต่อไป</p>"
    },
    {
      "epId": 4041,
      "name": "Water-Splitting Phantasm",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/cf48c862cca13592c75af698957ee507_4535301421664981644.png",
      "desc": "<p>ในขณะที่ Oceanid ได้สูญพันธุ์ไปจาก Fontaine สิ่งมีชีวิตธาตุประหลาดก็ปรากฏขึ้นในน้ำ สิ่งมีชีวิตธาตุที่ปรากฏขึ้นหลังภัยพิบัติชนิดนี้ ไม่มีความงามเหมือน Oceanid ในอดีต ดังนั้นพวกมันจึงถูกเรียกว่า Tainted Hydro (น้ำขุ่น) แม้ว่าพิษที่ละลายในน้ำจะเจือจางและชำระล้างแล้ว แต่นอกเสียจากว่าจะมีภาชนะบรรจุน้ำบริสุทธิ์อยู่ที่ใดสักแห่ง Oceanid ก็จะไม่ถือกำเนิดขึ้นเองในน้ำของ Fontaine อีกต่อไป</p>"
    },
    {
      "epId": 4042,
      "name": "Shatterstone Breacher Primus ขนาดใหญ่",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/2bb834df6885bf50199968902848197a_8061421834069146324.png",
      "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas ตามความเข้าใจของเมลูซีน Breacher Primus นั้นเป็นสิ่งมีชีวิตที่ไม่เป็นอันตราย และเมลูซีนบางตนถึงกับคิดว่ามันน่ารักมากด้วย</p>"
    },
    {
      "epId": 4043,
      "name": "Shatterstone Breacher Primus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/a9d995fb4308bc433aa3117374bbdfa2_5431218819067064069.png",
      "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas ดูเหมือนว่าจะถูกกระตุ้นอย่างรุนแรงเมื่อเผชิญพลังสสารหรือพลังวิญญาณ ดังนั้นแม้ว่ามันจะไม่ความรุนแรงและการรุกรานที่แข็งแกร่ง แต่ดูเหมือนว่าวิธีนี้จะสามารถขับไล่ Breacher Primus ได้อย่างมีประสิทธิภาพ</p>"
    },
    {
      "epId": 4044,
      "name": "Overgrown Breacher Primus ขนาดใหญ่",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/ea9fac3483cdd3b6a70fcea2ba5dad02_6289453677698750869.png",
      "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas Breacher Primus นั้นอยู่นอกเหนือหมวดหมู่สิ่งมีชีวิตพื้นฐานที่รู้จัก: พวกมันไม่ใช่สัตว์ พืช เห็ดราหรือประเภทธาตุใด ๆ นักวิชาการจาก Sumeru จึงไม่เคยยุติข้อถกเถียงอย่างเป็นทางการว่ามันคืออะไรกันแน่ จนกระทั่งมันถูกห้ามใช้เป็นหัวข้อวิจัยทางวิชาการ เพราะในระบบความรู้ของมนุษย์ในปัจจุบัน ประเด็นนี้ก็เหมือนกับ \"นิยามและแก่นแท้ของภาษา\" มันไม่มีข้อสรุปที่แม่นยำและมีความหมาย</p>"
    },
    {
      "epId": 4045,
      "name": "Overgrown Breacher Primus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/d14420e5a16b12c9a6b7d899aeacf1ec_4902416869005335651.png",
      "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas ที่ Fontaine มีการพบเห็น Breacher Primus เป็นครั้งแรกไม่นานหลังจากเกิดภัยพิบัติ ในเวลานั้น มีการบันทึกว่า Breacher Primus โจมตีและปกป้องผู้คนในเวลาเดียวกัน</p>"
    },
    {
      "epId": 4046,
      "name": "จักรกลสอดแนม",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/65858273/03b6c3af19fcba75282ba382142a4b01_1347768204881857348.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">หนึ่งในจักรกลของกลไกเครื่องลานชนิดใหม่ ที่ออกแบบและผลิตตั้งแต่เริ่มแรก<br>ว่ากันว่าเมื่อ \"เจ้าแห่งกลไกเครื่องลาน\" Guillotin อยู่ในสถาบันปรัชญาธรรมชาติ ครั้งหนึ่งเขาเคยสร้างเครื่องจักร ที่สามารถจำลองความคิดได้อย่างชาญฉลาดอย่างแท้จริง<br>แม้ว่าเขาจะไม่เคยยอมรับคำกล่าวอ้างอย่างเป็นทางการ แต่ตำนานนี้ ก็ได้สร้างแรงบันดาลใจให้กับวิศวกรมากมายในอนาคต ทศวรรษที่ผ่านมา มีคนประกาศว่าจะสร้างกลไกเครื่องลานที่มีความสามารถในการคิดขั้นพื้นฐาน และสามารถอ่านอารมณ์ของมนุษย์ได้ แต่ท้ายที่สุด ผลลัพธ์ที่เกี่ยวข้องก็ไม่ได้รับการยอมรับ</span></p>"
    },
    {
      "epId": 4047,
      "name": "จักรกลรุ่นเพิ่มประสิทธิภาพการคำนวณ",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/65858273/b41d5988248088edd12a7f16da6657da_1219619278460822962.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">กลไกเครื่องลานที่ออกแบบและผลิตขึ้น เพื่อถ่ายทอดและขยายสัญญาณ<br>พลังงานที่ขับเคลื่อนกลไกเครื่องลาน เกิดขึ้นจากปฏิกิริยาทำลายล้างที่ควบคุมได้ของพลังสสารกับพลังวิญญาณในแกนพลังงาน ดังนั้นการปล่อยพลังงานมากเกินไป จะทำให้สมดุลเดิมถูกทำลาย</span></p>"
    },
    {
      "epId": 4048,
      "name": "จักรกลสำรวจใต้น้ำ",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/65858273/f582e9fa33cd56f5396b7ae1750cd4ca_6549622913628881390.png",
      "desc": "<p><span style=\"color: #BFBFBF\">กลไกเครื่องลานที่ออกแบบและผลิตขึ้นเพื่อการสำรวจใต้น้ำ<br>ในการออกแบบกลไกนาฬิกา เมื่อไม่สามารถก้าวข้ามพลวัตได้ จลนศาสตร์เป็นเป้าหมายการวิจัยที่สำคัญที่สุด หากพูดถึงการออกแบบจักรกลเพื่อวัตถุประสงค์พิเศษ บางครั้งการเลียนแบบทางชีวภาพสามารถให้วิธีแก้ปัญหาที่สะดวกที่สุดได้</span></p>"
    },
    {
      "epId": 4049,
      "name": "จักรกลสำรวจภาคผืนดิน",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/3a1ba344f9f13084d726382cc40a3e53_8501084480431881296.png",
      "desc": "<p>กลไกเครื่องลานที่ออกแบบและผลิตขึ้นเพื่อการสำรวจทรัพยากรใต้ดินและแร่พิเศษ เนื่องจากสามารถตั้งค่าประเภทโลหะที่สามารถค้นหาได้ จึงเป็นที่นิยมอย่างมากในหมู่กองโจรล่าสมบัติและนักผจญภัย</p>"
    },
    {
      "epId": 4050,
      "name": "จักรกลรักษาการณ์ใต้น้ำ",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/65858273/f9a30d3a1b55b47fe9b85a41967741e7_7516975513180216379.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">กลไกเครื่องลานที่ออกแบบขึ้นเพื่อการค้นหา ขับไล่ และกำจัดสิ่งมีชีวิตใต้น้ำที่ส่งผลเสียต่ออุปกรณ์ใต้น้ำ<br>ตั้งแต่ช่วงน้ำท่วมครั้งแรก ศูนย์วิทยาศาสตร์ Fontaine ก็กังวลเกี่ยวกับน้ำท่วมครั้งที่สอง ที่อาจจะเกิดขึ้นในอนาคต บางคนเริ่มคิดที่จะกอบกู้ซากปรักหักพังที่จมอยู่ในน้ำและสร้างเมืองใต้ทะเล ในขณะที่บางคนมองดูเกาะกลางอากาศที่ลอยอยู่สูงเกินเอื้อมตลอดกาล และฝันถึงทุกสิ่งของเมืองลอยฟ้า<br>\"รักษาการณ์ใต้น้ำ\" มาจากคนรุ่นก่อน แต่ในแง่ของผลลัพธ์นั้น ดูเหมือนคนรุ่นหลังจะได้เปรียบกว่าในช่วงไม่กี่ปีที่ผ่านมา</span></p>"
    },
    {
      "epId": 4051,
      "name": "จักรกลเก็บเกี่ยว",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/65858273/97d935b7ef2029022d2afff1dda10858_2251818366819562976.png",
      "desc": "<p><span style=\"color: #BFBFBF\">กลไกเครื่องลานที่ออกแบบขึ้นเพื่อขุดและขนส่งดินทราย<br>กลไกเครื่องลานที่สร้างพลังงานจากการทำลายสสารกับวิญญาณ มีข้อได้เปรียบที่ไม่เหมือนใครใน Fontaine เนื่องจากสายน้ำและคุณภาพดินของ Fontaine เองนั้น มีลักษณะเฉพาะในการกักเก็บและถ่ายส่งพลังสสารกับพลังวิญญาณ นี่เป็นเหตุผลว่าทำไมบางครั้งบล็อกพลังงานสสารและวิญญาณ จึงมักถูกพบเห็นระหว่างการผจญภัย</span></p>"
    },
    {
      "epId": 4052,
      "name": "จักรกลระวังภัยภาคพื้นที่",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/65858273/6dc3e045a6a5328ef191cd16d2d33a5f_4366290278259300555.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">กลไกที่สามารถยิงพลังงานที่เกิดจากการทำลายล้างออกมาได้ ความจริงแล้วมันเป็นอุปกรณ์ทดลอง ที่ผลิตขึ้นในการวิจัยที่เกี่ยวข้องของสถาบันปรัชญาธรรมชาติ ก่อนที่จะจัดตั้งศูนย์วิทยาศาสตร์ Fontaineขึ้น<br>ดังนั้น แม้จะประสบความสำเร็จเชิงพาณิชย์ ในฐานะอุปกรณ์รักษาความปลอดภัยและการป้องกัน แต่เหล่าวิศวกรส่วนใหญ่ก็ไม่ได้มองว่ามันเป็นกลไกเครื่องลานตามความหมายอย่างเคร่งครัด</span></p>"
    },
    {
      "epId": 4053,
      "name": "จักรกลจู่โจม",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/65858273/f47330ba59a37b485805f076403c1e63_5353417750469887901.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">เช่นเดียวกับ \"จักรกลสอดแนม\" มันเป็นหนึ่งในจักรกลของกลไกเครื่องลานชนิดใหม่ ที่ออกแบบและผลิตตั้งแต่เริ่มแรก (หลายร้อยปีต่อมา ไม่มีใครเรียกมันว่า \"ชนิดใหม่\" อีกแล้ว ชื่อนี้ใช้เพื่อแยกแยะกลไกเครื่องลานแบบดั้งเดิม ที่มีพลังงานศักย์ในเวลานั้น)<br>ฉายานี้ใช้เพื่อรำลึกถึงเพื่อนของนักประดิษฐ์ และจุดประสงค์เดิมของการออกแบบ คือ เพื่อช่วยเหลือผู้คน อย่างไรก็ตาม ในภายหลังผู้คนมักเชื่อว่าการใช้มันเพื่อโจมตีคน มีข้อได้เปรียบกว่าการใช้คนเพื่อโจมตีคน</span></p><p><br></p>"
    },
    {
      "epId": 4054,
      "name": "จักรกลปราบปราม",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/65858273/2f50163bfc40d3af453ccd6f2d227fe7_6388268191521666405.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">กลไกเครื่องลานรุ่นพิเศษที่ได้รับการปรับแต่งมาจาก \"Cal. Scherbius\" น่าเสียดายที่มันไม่มีความสามารถอื่นนอกจากการโจมตี<br>การทำงานของกลไกเครื่องลานที่อิงตามพลังงานการทำลายล้าง มักใช้ตัวทำซ้ำที่ทำจากคริสตัลพิเศษ เพื่อดึงพลังสสารกับพลังวิญญาณและแสงจากสภาพแวดล้อมของ Fontaine เพื่อสร้างพลังงาน แต่ในพื้นที่อื่น ๆ นอกเหนือจาก Fontaine ก็สามารถเคลื่อนไหวได้ในระยะสั้น ๆ ด้วยบล็อกพลังงานที่เตรียมไว้ล่วงหน้า ความแตกต่างระหว่างทั้งอย่างนี้ จะสะท้อนให้เห็นในรูปทรงของส่วนคริสตัลบนกลไก</span></p>"
    },
    {
      "epId": 4055,
      "name": "จักรกลทำลายล้าง",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/65858273/16ef076f8093794bc35bba0ea0516739_943589759523766132.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">แม้ว่าศูนย์วิจัยวิทยาศาสตร์ทางวิศวกรรมพลังงานจลน์ Fontaine จะเป็นสถาบันวิจัยและออกแบบเครื่องจักรกลไกเครื่องลานที่สำคัญที่สุด แต่ก็มีวิศวกรและเวิร์กชอปอิสระจำนวนมาก ที่ไม่มีส่วนเกี่ยวข้องกับศูนย์วิทยาศาสตร์<br>จักรกลประเภทนี้ เดิมถูกออกแบบและสร้างโดยวิศวกรอิสระ เพื่อระลึกถึงคนรักและผู้สนับสนุน ในที่สุดมันก็ได้รับเลือกและจัดหาโดยกรมการปกครอง ให้เป็นหนึ่งในอาวุธของหน่วยงานความมั่นคง หรือหน่วยงานปราบปรามความรุนแรงสาธารณะของเมือง</span></p>"
    },
    {
      "epId": 4056,
      "name": "จักรกลก่อสร้าง",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/7a059c214997823e4d0e30900e7a3675_5640266385190083049.png",
      "desc": "<p>กลไกเครื่องลานขนาดใหญ่ ที่ไม่สามารถประเมินมูลค่าในการก่อสร้าง และการสำรวจทางโบราณคดีได้ มันได้รับการตั้งชื่อตามวิศวกรที่ Callas จ้างมาสร้างเส้นทางเดินเรือ Clementine ด้วยการสนับสนุนของ Callas วิศวกรได้สร้างเครื่องจักรก่อสร้างขนาดยักษ์ \"เรือดนตรีทองคำ\" ในตำนาน เพื่อใช้ขุดอุโมงค์ Poisson และหลังจากเสร็จสิ้น เขาก็ได้ออกแบบเครื่องยนต์ที่มีโครงสร้างคล้ายกัน แต่ลดขนาดกลไกเครื่องลานลง</p>"
    },
    {
      "epId": 4057,
      "name": "Hunter's Ray",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/23/10257458/698535753fc8a6245f0f7fbf8da670fc_5953671907957517417.gif",
      "desc": "<p>ปลากระเบนที่สามารถปล่อยใบมีดน้ำได้ ในบรรดา Fontemer Aberrant นั้น มีสิ่งมีชีวิตประหลาดที่มี \"สีพิเศษ\" อยู่ด้วย ว่ากันว่าร่างกายที่มีสีสันประหลาดนี้ไม่ใช่สิ่งมีชีวิต แต่เป็นดวงวิญญาณในมหาสมุทร ที่ไม่ได้เกิดมาพร้อมกับร่างกาย และไม่เคยกลืนกินเหยื่อ มันจะให้พรแก่ผู้ที่ Fontemer ยอมรับ หรือผู้ที่ควบคุม Fontemer แน่นอนว่าผู้ที่ทำการวิจัย และมีประสบการณ์ด้านปรัชญาธรรมชาติ จะไม่เห็นด้วยกับข้อความที่ไม่มีมูลความจริงนี้</p>"
    },
    {
      "epId": 4058,
      "name": "Armored Crab",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/23/10257458/329e20cf29240d29d0ac7fe36c2387ec_7129099442405108415.gif",
      "desc": "<p>ปูที่อาศัยอยู่ในหอยสังข์และเปลือกหอย แทบไม่มีความก้าวร้าวที่พบได้ในสัตว์ป่าทั่วไปเลย เนื่องจากความก้าวร้าวที่ไม่ได้มาจากความหิวนั้น มักมาจากจิตสำนึกเรื่องอาณาเขต และอาณาเขตของ Armored Crab ก็คือบ้านหลังเล็กๆ บนหลังของมัน</p>"
    },
    {
      "epId": 4059,
      "name": "Sternshield Crab",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/23/10257458/d49b4459e083e938acb7f27a42ba8e3c_2028828763935962896.png",
      "desc": "<p>ปูที่อาศัยอยู่ในหอยสังข์และเปลือกหอย Armored Crab จะยังคงมองหากระดองที่เหมาะกับร่างกายของพวกมัน ตลอดช่วงระยะการเจริญเติบโต เคยมีหนังสือนิทานขายดีเล่มหนึ่ง เล่าถึงการเดินทางอันทุลักทุเลของ Armored Crab ที่มองหาที่อยู่อาศัยของตัวเอง มันเป็นเรื่องราวที่เต็มไปด้วยความสนใจในวัยเด็ก แต่ปฏิกิริยาหลังจากนั้นก็พิสูจน์ให้เห็นว่า มันก็เหมือนกับนิทานอื่น ๆ ที่ทำให้ผู้ใหญ่รู้สึกลึกซึ้งได้ยิ่งกว่า</p>"
    },
    {
      "epId": 4060,
      "name": "Hat Jellyfish",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/23/10257458/87bb57452620c85eae7b1085cef22e9e_621690602149694293.gif",
      "desc": "<p>สัตว์น้ำที่ล่าโดยการยิงระเบิดน้ำ แม้ว่ามันจะดูเหมือนหมวก แต่ส่วนปากที่ใช้ในการกินอาหารนั้นอยู่ที่ส่วนล่างของ \"หมวก\" เพราะงั้นจึงเป็นสิ่งที่ไม่ฉลาดเลย ที่จะสวมมันไว้บนศีรษะ ในอดีตเคยมีคนยืนยันแล้วว่า: \"เมื่อมองย้อนกลับไป นั่นเป็นพฤติกรรมที่ไม่ฉลาดเลยจริงๆ\"</p>"
    },
    {
      "epId": 4061,
      "name": "Bubbly Seahorse",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/23/10257458/5a552de7e3c66ce34928e7bb2743aec9_7579998472116677505.gif",
      "desc": "<p>สัตว์น้ำที่ล่าโดยการยิงระเบิดน้ำ ในบรรดาผู้ชื่นชอบ (ที่มีไม่กี่คน) Fontemer Aberrant นั้น มีจำนวนไม่น้อยเลยที่ชื่นชอบ Bubbly Seahorse แน่นอนว่า ผู้ชื่นชอบ Fontemer Aberrant นั้นเหมือนกับผู้ชื่นชอบกลไกเครื่องลาน และในบรรดากลุ่มที่แบ่งย่อยในหมู่พวกเขานั้น ค่อนข้างจะก้าวร้าวต่อกลุ่มอื่นๆ เป็นอย่างมาก</p>"
    },
    {
      "epId": 4062,
      "name": "Bubbler Seahorse",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/23/10257458/8b4fe55750705c6da25e5af1b8dd8a2d_8908402151766378132.png",
      "desc": "<p>Bubbly Seahorse ตัวผู้ที่โตเต็มวัย มีนิสัยที่ก้าวร้าวมาก มีคนเคยพบราชาในหมู่ม้าน้ำ ว่ากันว่าเขาเป็นสิ่งมีชีวิตผู้ภาคภูมิที่มีแขนขาเรียวยาว</p>"
    },
    {
      "epId": 4063,
      "name": "Ball Octopus",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/23/10257458/fee95eca531db38ef9c235adf1a78939_1774308201780690564.gif",
      "desc": "<p>สัตว์น้ำที่ล่าโดยการยิงระเบิดน้ำ แน่นอนว่าการยิงระเบิดน้ำไม่ใช่ความสามารถที่หายากในบรรดา Fontemer Aberrant แต่สำหรับนักท่องเที่ยวที่เป็นนักดำน้ำมือสมัครเล่น กระแสน้ำแรงดันสูงนี้ สามารถสร้างความเสียหายได้อย่างมาก ความหนาของอุปกรณ์ดำน้ำมีเหตุผลสองข้อ: เพื่อต้านทานแรงดันใต้น้ำ และเพื่อต้านทานการโจมตีของ Fontemer Aberrant</p>"
    },
    {
      "epId": 4064,
      "name": "Angelic Sea Hare",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/23/10257458/6d053f1ef1b24b3d00aa46c80beec288_5411219529543349720.gif",
      "desc": "<p>สัตว์น้ำที่ล่าโดยการยิงระเบิดน้ำ จากมุมของการวิวัฒนาการ Fontemer Aberrant เป็นสัตว์น้ำที่มีการเปลี่ยนแปลง เนื่องจากสภาพแวดล้อมพิเศษของ Fontaine ดังนั้นจึงสามารถคาดเดาได้ว่า ก่อนหน้านี้สัตว์น้ำดึกดำบรรพ์ใน Fontaine ก็ไม่ต่างจากพื้นที่อื่นๆ ของ Teyvat มากนัก</p>"
    },
    {
      "epId": 4065,
      "name": "Cherubic Sea Hare",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/23/10257458/aba82712e6eed54f1464f954405b48a8_2593999273825965277.png",
      "desc": "<p>Angelic Sea Hare ที่โตเต็มวัย มี \"ปีกคู่\" ที่ด้านหลังเป็นก้อนไขมันที่สามารถเก็บพลังงานธาตุได้ สัตว์น้ำชนิดนี้ใช้เวลาทั้งชีวิตในการกิน และเก็บสะสมพลังงานจำนวนมากที่ไม่จำเป็นสำหรับกิจกรรมต่าง ๆ บางทีในหายนะที่น้ำทะเลเหือดแห้งไปหมด มันก็อาจจะมีชีวิตอยู่ต่อไปได้อีกนาน หรือกลายเป็นสารอาหารที่สำคัญสำหรับสิ่งมีชีวิตอื่นๆ ได้</p>"
    },
    {
      "epId": 4066,
      "name": "Blubberbeast",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/23/10257458/64a7b43457e1bc80b7d4f73f144f55c7_2565066881006388367.png",
      "desc": "<p>สัตว์เลี้ยงลูกด้วยนมที่อาศัยอยู่ในน่านน้ำของ Fontaine สามารถส่งเสียงที่ไพเราะ เพื่อสื่อสารกับเพื่อน ๆ ของมันได้ ตามหลักการของความหนาแน่น น้ำเป็นตัวกลางในการกระจายเสียง และมีประสิทธิภาพสูงกว่าอากาศมาก ด้วยแรงบันดาลใจจาก Blubberbeast บางคนในศูนย์วิทยาศาสตร์ ได้คิดค้นเทคโนโลยีที่ดัดแปลงภาพเป็นข้อมูล และส่งข้อมูลได้ทันที แต่เนื่องจากข้อจำกัดทางเทคนิคในการทดลองหลายอย่าง จึงไม่ได้ถูกนำมาใช้อย่างแพร่หลายนอกศูนย์วิทยาศาสตร์ แต่ในความเป็นจริง มีเทคโนโลยีการรับส่งข้อมูล โดยใช้ของเหลวและเสียงในยุคโบราณอันไกลโพ้น บนโลกนี้ไม่มีเรื่องอะไรที่เป็นเรื่องใหม่หรอก</p>"
    },
    {
      "epId": 4343,
      "name": "Experimental Field Generator",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/176148810/411a0336222dd0d0f0dd7ae5c80e43f4_7482916458266636945.png",
      "desc": "<p>อุปกรณ์ขนาดใหญ่ที่ออกแบบโดย Edwin Eastinghouse ขณะมีชีวิตอยู่ ตามจุดประสงค์การออกแบบเดิม ซึ่งมีผล \"ต้านทาน\" แรงโน้มถ่วง ตามความตั้งใจเดิมของการออกแบบ นี่เป็นก้าวแรกในการเปลี่ยน Fontaine ให้เป็นเมืองบนท้องฟ้า ดังนั้นผู้คนจะไม่ต้องกังวลกับคลื่นที่เคยพัดถล่มแผ่นดินอีกต่อไป แม้ว่าทั้งเจ็ดประเทศจะจมอยู่ใต้ทะเลลึกอย่างสมบูรณ์ แต่นครว่าการ Fontaine อันงดงามจะยังคงลอยอยู่ในอากาศเช่นเดียวกับ Celestia แม้แต่ความลับของจักรวาลก็ดูจะไม่ใช่เรื่องไกลตัวอีกต่อไป</p><p>Arkhium ในแกนกลางของอุปกรณ์มีลักษณะของการ \"แยกตัว\" หรือ \"ตกตะกอน\" ซึ่งมีคุณสมบัติในการแปลงวัสดุ หรือแยกสิ่งอื่นที่ไม่ใช่วัสดุได้ ว่ากันว่าคุณสมบัติดังกล่าวสามารถย้อนกลับได้ แต่ศูนย์วิทยาศาสตร์ Fontaine กลับหมกมุ่นอยู่กับผลทางกายภาพของมันเท่านั้น</p>"
    },
    {
      "epId": 4344,
      "name": "Millennial Pearl Seahorse",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/176148810/c4f5112a860768d0c0c581344c205174_8772138842653582103.png",
      "desc": "<p>หนึ่งในผู้ปกครองสองตนที่ยืนอยู่บนยอด Fontemer Aberrant</p><p>กวีและนักเขียนมักจะยกย่องว่ามันมีความภาคภูมิและสูงส่งเพราะความสันโดษ แต่ท้ายที่สุด สิ่งที่สามารถทำให้พรรณนาออกมาเช่นนี้ได้ ก็เป็นเพราะรูปลักษณ์ที่เรียวยาวและสง่างาม นั่นเป็นเหตุผลว่าทำไมมันจึงถูกเรียกว่า \"ม้าน้ำ\" และราชาแห่ง Armored Crab กลับเป็น \"ราชา\"</p><p>ในตำนานของ Fontaine กล่าวว่า ครั้งหนึ่งเคยมีสงครามอันดุเดือดเกิดขึ้นในหมู่ Fontemer Aberrant หลงเหลือไว้เพียง \"Millennial Pearl Seahorse\" และ \"Emperor of Fire and Iron\" เท่านั้นที่ยังคงประจันหน้าต่อสู้กันเอง อยู่ทางตอนเหนือและตอนใต้ของทะเลสาบ ใน \"บทเพลงแห่ง Dobharcu\" ผู้เขียนเคยบรรยายจุดจบของสงครามไว้ว่า: Hunter's Ray ที่รู้จักกันในชื่อ Stormlord ได้สร้างคลื่นลูกใหญ่ขึ้นก่อนที่เขาจะตายไป ก่อให้เกิดสิ่งที่ผู้คนเรียกกันว่า \"ช่วงน้ำท่วมครั้งแรก\"...</p><p>แน่นอนว่าทั้งหมดนี้ เป็นเพียงจินตนาการโรแมนติกของผู้คน ที่ไม่เต็มใจที่จะยอมรับความจริงอันไร้การเพ้อฝัน Fontemer Aberrant เป็นเพียงสิ่งมีชีวิตใต้น้ำธรรมดา ไม่มีราชสำนักที่งดงามหรือล่มสลาย และไม่มีคำพูดยกยอปอปั้น หรือคำว่ากล่าวชั่วร้ายใด ๆ</p>"
    },
    {
      "epId": 4345,
      "name": "Fatui - Wind Operative",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/176148810/aae4d48597cbdb452d7113200f76a95d_5059590772490512958.png",
      "desc": "<p>สายลับชั้นยอดของ Fatui</p><p>เจ้าหน้าที่ที่ไม่มีกองทหารประจำการในหมู่ Fatui พวกเธอสามารถปฏิบัติงานพร้อมกับทหารคนอื่น ๆ หรือปฏิบัติงานคนเดียว และปฏิบัติงานร่วมกับ \"หมุด\" ที่ถูกฝังอยู่ทั่วทุกที่ได้ ตามคำสั่งและเนื้อหาของภารกิจ เช่น เป็นสายลับ ต้านการสอดแนม คุ้มกัน หรือลอบสังหาร เป็นต้น เพื่อปฏิบัติภารกิจพิเศษเหล่านี้ เจ้าหน้าที่จึงต้องเชี่ยวชาญทักษะที่หลากหลาย รวมถึงความสามารถพิเศษต่าง ๆ ด้วย</p>"
    },
    {
      "epId": 4346,
      "name": "Fatui - Frost Operative",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/176148810/b2c598a4fa81be8bb43ba35074d92f74_4387685865270207659.png",
      "desc": "<p>สายลับชั้นยอดของ Fatui</p><p>ผู้ที่ได้รับการคัดเลือกตั้งแต่ยังเด็ก หลังจากได้รับการศึกษาและการฝึกฝนเป็นเวลาหลายปี และผ่านการคัดเลือกมากมาย จึงจะกลายเป็น \"เจ้าหน้าที่\" ได้ พวกเขาเป็นทหารที่เก่งกาจที่สุดในหมู่ Fatui ซึ่งเปี่ยมด้วยทักษะที่ยอดเยี่ยมและความภักดีที่แน่วแน่</p>"
    },
    {
      "epId": 4401,
      "name": "Deepwater Assault Mek",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/12/53372413/42bd4ed7c62bde287d29b7b393d40bbd_5539727866735219796.png",
      "desc": "<p>จักรกลเครื่องลานที่ออกแบบมาเพื่อโจมตีใต้น้ำ ซึ่งสิ่งที่แตกต่างจาก \"รักษาการณ์ใต้น้ำ\" คือ ศัตรูของมันคาดว่าจะตัวใหญ่กว่าและดุร้ายยิ่งกว่า แน่นอนว่าราคาที่จ่ายสำหรับความสามารถดังกล่าวและต้นทุนการผลิตนั้น ไม่สามารถปลดปล่อยพลังได้อย่างเต็มที่เมื่อต้องเผชิญหน้ากับศัตรูขนาดเล็ก</p><p>ในอดีต เคยเกิดโศกนาฏกรรมที่มอนสเตอร์ขนาดใหญ่บุกเข้ามาใน Fontaine กองเรือเกราะเหล็กสีขาวอันเป็นที่ชื่นชมของผู้คน ซึ่งลอยลำอยู่ในทะเลสาบ ได้ถูกทำลายอย่างสิ้นเชิงเพื่อปกป้องประเทศ ผู้ออกแบบหวังว่าหากเหตุการณ์เช่นนี้เกิดขึ้นอีก อย่างน้อยจักรกลเครื่องลานที่สามารถโจมตีด้วยอานุภาพแรงสูงในน้ำ จะเป็นแนวป้องกันด่านแรกของกองทัพเรือและทหารได้</p>"
    },
    {
      "epId": 4571,
      "name": "Hydro Tulpa",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/53372413/685c8e4b6a58dbed2c74cbbf1cbb977c_8188280064399098895.png",
      "desc": "<p>มอนสเตอร์รูปร่างคล้ายมนุษย์ที่เกิดจากการรวมตัวกันของน้ำ</p>"
    },
    {
      "epId": 4572,
      "name": "All-Devouring Narwhal",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/53372413/d6f05906844b79f1be3d4f049381a60f_3526542023068861541.png",
      "desc": "<p>อสูรยักษ์จากต่างโลกอันลึกลับ</p>"
    },
    {
      "epId": 5056,
      "name": "Solitary Suanni",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/03/10257458/f02b8c509e8b9e4440f8c7d044f8206e_8202412647169799680.png",
      "desc": "<p>อสูรวิญญาณที่สง่างามและเย่อหยิ่ง อาศัยอยู่ในภูเขาลึกที่รายล้อมไปด้วยพลังเซียนเท่านั้น ตั้งแต่ยุคโบราณ</p><p>อสูรเซียนสายพันธุ์นี้ถือเป็นสัญลักษณ์แห่งความโชคดี ด้วยนิสัยเฉพาะตัวที่ชอบอาศัยอยู่อย่างสันโดษบนภูเขาและป่าไม้ ปลีกตัวการรบกวนจากทางโลก จึงได้รับการชื่นชมจากเหล่าปัญญาชนทุกสมัย ในตำนานพื้นเมืองอันเก่าแก่ของหุบเขา Chenyu ผู้นำของ Suanni จะถูกขนานว่า \"เจ้าแห่งขุนเขา\" ซึ่งมีฐานะเทียบเท่ากับเซียน</p><p>บางทฤษฎีก็ให้ความเห็นว่า อสูรเสวียนเหวินที่เตร็ดเตร่อยู่ตามภูเขาและป่าไม้ในปัจจุบัน จริง ๆ แล้วก็คือทายาทของเหล่าอสูรเซียนเช่นกัน แต่ทว่าชะตาต้องเซียนนั้นเบาบาง ทำให้ยากต่อการสืบทอดสายเลือดอันสูงศักดิ์เช่นนี้ไว้ ทำให้เสื่อมสภาพกลายเป็นสัตว์ป่าดุร้าย ทฤษฎีนี้ตรงกันข้ามกับอีกทฤษฎีหนึ่งที่เกี่ยวกับต้นกำเนิดของอสูรเสวียนเหวิน แต่ถึงแม้จะเป็นเช่นนั้น ในบันทึกที่มีอยู่น้อยนิดเกี่ยวกับอสูรเสวียนเหวินได้กล่าวไว้ว่า เวลามันปรากฏตัว มักจะมาพร้อมกับอสูรเสวียนเหวินมากมายที่ทำหน้าที่เป็นบริวาร</p><p>ในปัจจุบันนี้ \"การแสดงวูซู\" ที่รู้จักกันอย่างแพร่หลายในหุบเขา Chenyu ได้แสดงเลียนแบบตามการเคลื่อนไหวและกิริยาท่าทางของ Suanni ในตำนาน อย่างไรก็ตาม มีเพียงไม่กี่คนที่เคยเห็น Suanni จริง ๆ ผู้คนส่วนใหญ่ ทำได้เพียงอธิบายรูปร่างของสิ่งมีชีวิตนี้ผ่านการจินตนาการเท่านั้น หลังผ่านการวิวัฒนาการและการแต่งเติมทางศิลปะมาเป็นเวลาหลายพันปี ในที่สุดก็ยึดแบบ \"หัวอสูร\" ตามรูปร่างที่เห็นกันในปัจจุบัน</p>"
    },
    {
      "epId": 5057,
      "name": "อสูรเสวียนเหวิน",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/03/10257458/d75494fa72798564617469b6393fac97_5880296042272747296.png",
      "desc": "<p>อสูรดุร้ายที่อาศัยอยู่ท่ามกลางกลางป่าเขาในหุบเขา Chenyu ซึ่งถูกเรียกว่า \"เสวียนเหวิน\" ตามลวดลายสีเข้มบนตัวมัน</p><p>ตามตำนานพื้นบ้านของหุบเขา Chenyu ในอดีตอันไกลโพ้น อสูรร้ายเหล่านี้เคยเป็นอสูรคู่ใจของเซียนผู้หนึ่ง ที่คอยติดตามเขาเพื่อปราบปรามปีศาจ ปกป้องแผ่นดิน พอเซียนผู้นั้นเสียชีวิตลง พวกมันจึงประพฤติตัวเสื่อมทรามแล้วกลายเป็นอสูรดุร้าย ตอนนี้ไม่มีสิ่งที่สามารถพิสูจน์ความจริงของตำนานได้ มีความเห็นที่แตกต่างกันเกี่ยวกับท่านเซียนมากมาย แต่สิ่งเดียวที่ยืนยันได้ก็คือ เมื่อคำนึงถึงความปลอดภัยแล้ว ทางที่ดีก็อย่าเข้าไปใกล้กับสิ่งมีชีวิตดุร้ายเหล่านี้อย่างหุนหันพลันแล่น</p><p>เป็นเวลาหลายพันปีที่มนุษยชาติมีการพัฒนาบุกเบิกอย่างต่อเนื่อง พื้นที่ซึ่งเดิมทีอสูรเหล่านี้เคยใช้ชีวิตอยู่จึงเริ่มแคบลงเรื่อย ๆ จนถึงทุกวันนี้ จึงพบเจอเงาร่างของอสูรเหล่านี้เป็นครั้งคราวในภูเขาสูงที่ไร้ผู้คนอย่างหุบเขา Chenyu เพียงเท่านั้น...</p>"
    },
    {
      "epId": 5595,
      "name": "The Knave",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/144837601/6673f62e348a0eb42218a128deb8410e_6407881366964846329.png",
      "desc": "<p>The Knave ผู้บริหารอันดับที่สี่ของ Fatui</p>"
    },
    {
      "epId": 5609,
      "name": "Legatus Golem",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/144837601/3d9acabfe82467816e21ac130d1bf59a_4101318390133617199.png",
      "desc": "<p>รูปปั้นเซนทอร์ที่ทำจากหินสีขาว และทองเหลือง ภายใต้เปลือกหินที่แข็งแกร่งมีหยาดน้ำค้างวิญญาณไหลเวียนอยู่ ยืนหยัดราวกับผู้บัญชาการกองทัพ พร้อมที่จะเหยียบย่ำใครก็ตามที่กล้ารุกรานให้แหลกเป็นผุยผงได้ทุกเมื่อ<br>อารยธรรมโบราณที่จมอยู่ใต้น้ำเชื่อว่า สงครามก็เหมือนกับดนตรี เป็นศิลปะที่ต้องเป็นไปตามจังหวะ ผู้บัญชาการของกองทัพควรจะเป็นเหมือนผู้ควบคุมวงออเคสตรา ที่ปฏิบัติต่อโล่และดาบในมือดั่งสาย และคันธนูของพิณ บรรเลงท่วงทำนองแห่งเปลวเพลิงที่ลุกโชนบนสนามรบอันโหดร้าย<br>\"สงครามคือความชั่วร้ายที่จำเป็น ซึ่งนำไปสู่ความสุขของทุกคน\" กองทัพที่ปกครองโกเลม และช่างจูนเสียงผู้พิชิตทะเลหลวงเคยกล่าวไว้เช่นนี้</p>"
    },
    {
      "epId": 5610,
      "name": "Praetorian Golem",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/144837601/58a281322c63e65ad15683fe7427a02d_4467201868430301205.png",
      "desc": "<p>รูปปั้นที่เคลื่อนไหวได้ด้วยรูปร่างของนักรบ มันจะชี้ดาบไปยังผู้ใดก็ตามที่กล้าบุกเข้าไปในดินแดนที่มันปกป้อง ไม่รู้ว่าสิ่งที่ขับเคลื่อนการต่อสู้ของมันเป็นวิญญาณ หรือว่าเวทมนตร์กันแน่</p><p>ตำนานเล่าว่า มันอาจเป็นหนึ่งในกองทัพโกเลม ที่เคยพิชิตอาณาจักรบนท้องทะเลหลวง หอคอย และพระราชวังที่จมอยู่ใต้ท้องทะเล เป็นพยานถึงชะตากรรมของคนที่กล้าขัดขวางกงล้อแห่งโชคชะตา</p>"
    },
    {
      "epId": 6561,
      "name": "Secret Source Automaton: Hunter-Seeker",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/e9927800b8131027725d29cb61a78b27_422828444968932815.png",
      "desc": "<p>จักรกลที่ใช้ในการเก็บรวบรวมของโบราณสถาน<br>ว่ากันว่ามันเป็นเครื่องจักรสำหรับทำงานพิเศษในโบราณสถาน โดยถูกออกแบบมาเพื่อใช้ในการจับหรือเก็บรวบรวมตัวอย่างเป็นหลัก และมีความสามารถในการต่อสู้ขั้นพื้นฐานเท่านั้น<br>มีข่าวลือว่ามันไม่ใช่จักรกลที่ถูกสร้างขึ้นโดยมนุษย์ แต่เป็นสิ่งประดิษฐ์ของอารยธรรมโบราณที่เก่าแก่ยิ่งกว่านั้น ปัจจุบันอารยธรรมโบราณนั้นได้สูญหายไปแล้ว เหลือเพียงจักรกลประหลาดเหล่านี้ที่เดินกระจัดกระจายไปทั่วทุกที่</p>"
    },
    {
      "epId": 6562,
      "name": "Flowing Blade Skirmisher",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/43ad84539dd197c7ce540bbe6d39ba91_2845186952523351902.png",
      "desc": "<p>ผู้กล้าจากต้นกำเนิดของน้ำพุไหลริน และผู้พิทักษ์ชนเผ่าที่ลาดตระเวนอยู่ริมน้ำและลุ่มน้ำ<br>นักรบชนเผ่าผู้ชำนาญในทักษะการต่อสู้ด้วยมือเปล่าแบบดั้งเดิม ในกระบวนท่าออกหมัดและเท้าที่ดูธรรมดานั้น กลับแฝงไว้ด้วยพลังอันแข็งแกร่งดั่งเกลียวคลื่น</p>"
    },
    {
      "epId": 6563,
      "name": "Forged Sand Interrogator",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/4def2808096fb71d5667c7e630834d07_5045800371347548000.png",
      "desc": "<p>ผู้กล้าจากหุบเขา และผู้พิทักษ์ชนเผ่าที่ลาดตระเวนอยู่ระหว่างภูเขาคริสตัลและแม่น้ำ<br>นักรบชนเผ่าที่ถือกระบองหัวบอลอยู่ในมือ ซึ่งสามารถทำให้หินที่แข็งที่สุดกลายเป็นผุยผงได้เมื่อใดที่เธอหวดตี เวลาที่ไม่ได้ต่อสู้ เธอมักจะใช้อาวุธทุบหินเพื่อค้นหาร่องรอยของอัญมณีและผลึกโฟลจิสตัน</p>"
    },
    {
      "epId": 6564,
      "name": "Swiftstep Seeker",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/01/144837601/b6a874e5a67445b8599013f973086ead_7552098231094157000.png",
      "desc": "<p>ผู้กล้าจากพงศ์พิดานพฤกษา และผู้พิทักษ์ชนเผ่าที่ลาดตระเวนอยู่ระหว่างป่าและหุบเขา<br>เมื่อเทียบกับนักรบจากเผ่าอื่น นักรบที่โหนตัวไปรอบภูเขาตลอดทั้งวันด้วยตะขอและเชือกเหล่านี้มีความไวต่อสิ่งแวดล้อมมากกว่า และคิดอยู่เสมอว่าจะเอาชนะคู่ต่อสู้ด้วยการโจมตีที่ไม่คาดคิดได้อย่างไรดี</p>"
    },
    {
      "epId": 6565,
      "name": "Swiftstep Storm Scout",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/8634313e5c948597c6ae7879d86170c1_1712615174835891578.png",
      "desc": "<p>ผู้กล้าจากพงศ์พิดานพฤกษา และผู้พิทักษ์ชนเผ่าที่ลาดตระเวนอยู่ระหว่างป่าและหุบเขา<br>ว่ากันว่าเมื่อชนเผ่าที่ใช้ดาบต้องฝึกฝนทักษะการต่อสู้ของพวกเขา พวกเขาจะต้องยืนใต้ต้นไม้ และต้องฟันใบไม้ที่ร่วงหล่นลงมาในหนึ่งวันทั้งหมด แต่ความจริงนั้นการโจมตีของเหล่าผู้ส่งสารมักจะเกิดขึ้นอย่างเงียบเชียบอยู่แล้ว เช่นเดียวกับใบไม้ที่ร่วงหล่นลงมาอย่างไร้เสียง</p>"
    },
    {
      "epId": 6566,
      "name": "Flowing Blade Grease-Saw",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/0d682da55c48120c375ec107f85222d8_8053296048713734298.png",
      "desc": "<p>ผู้กล้าจากต้นกำเนิดของน้ำพุไหลริน และผู้พิทักษ์ชนเผ่าที่ลาดตระเวนอยู่ริมน้ำและลุ่มน้ำ<br>นักรบที่มักจะพุ่งตัวไปข้างหน้าเสมอ ดาบในมือเปรียบดั่งเขี้ยวเล็บที่กลืนกินผู้คน ชาวเผ่าที่ฝึกฝนวิชาดาบนั้นจะต้องต้านทานแรงต้านในน้ำเพื่อฝึกฝนด้านพละกำลังและเทคนิค ผู้ที่มีฝีมือเป็นเลิศที่สุดในนั้นทำได้แม้กระทั่งผ่าปลาที่แหวกว่ายอยู่ในน้ำออกเป็นสองส่วนด้วยซ้ำ</p>"
    },
    {
      "epId": 6567,
      "name": "Swiftstep Armed Courier",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/7c136f463e94a0ffe6accb2d561c7d3c_2734021760003446827.png",
      "desc": "<p>ผู้กล้าจากพงศ์พิดานพฤกษา และผู้พิทักษ์ชนเผ่าที่ลาดตระเวนอยู่ระหว่างป่าและหุบเขา<br>ผู้คนมักสงสัยว่าดาบใหญ่เป็นอาวุธที่หนักเกินไปสำหรับผู้ส่งสารของ \"พงศ์พิดานพฤกษา\" หรือไม่ แต่บางทีอาจเพราะหน้าที่ของผู้ส่งสารนั้นสำคัญยิ่ง อาวุธที่น่าเกรงขามจึงถูกมองว่าเป็นสิ่งที่จำเป็นต้องมี</p>"
    },
    {
      "epId": 6568,
      "name": "Forged Sand Shieldbreaker",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/1becba1ffe3462105f7e0917033f5f1a_6049354877711630785.png",
      "desc": "<p>ผู้กล้าจากหุบเขา และผู้พิทักษ์ชนเผ่าที่ลาดตระเวนอยู่ระหว่างภูเขาคริสตัลและแม่น้ำ<br>นักรบชนเผ่าที่สองมือกวัดแกว่งค้อนยักษ์ มักจะเป็นแนวหน้าในการทำลายแนวป้องกันของศัตรู ในเผ่า \"บุตรแห่งเสียงสะท้อน\" ที่ชื่นชอบอัญมณีและเครื่องประดับทำมือ ค้อนเป็นเครื่องมือที่เหล่านักรบได้สัมผัสอยู่บ่อยครั้งมาตั้งแต่ยังเด็ก</p>"
    },
    {
      "epId": 6569,
      "name": "Forged Sand Javelineer",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/50db637254bfc7df0df0afd951c58605_7456832990730049654.png",
      "desc": "<p>ผู้กล้าจากหุบเขา และผู้พิทักษ์ชนเผ่าที่ลาดตระเวนอยู่ระหว่างภูเขาคริสตัลและแม่น้ำ<br>ในยุคสมัยที่ยอดเขาพังทลาย และเผ่าจำเป็นต้องถูกสร้างขึ้นใหม่ เหล่านักรบจะใช้หอก เพื่อเป็นเครื่องหมายระบุตำแหน่งทั้งสองฝั่งของหุบเขาในการขุดเจาะเส้นทาง ซึ่งหมายความว่า หอกแต่ละเล่มจะต้องถูกปักลึกลงไปในหิน</p>"
    },
    {
      "epId": 6570,
      "name": "Flowing Blade Harpoon-Thrower",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/ef7ff6c8ab1f943ce537d0000c473c20_7295060485706204915.png",
      "desc": "<p>ผู้กล้าจากต้นกำเนิดของน้ำพุไหลริน และผู้พิทักษ์ชนเผ่าที่ลาดตระเวนอยู่ริมน้ำและลุ่มน้ำ<br>นักรบผู้มักถือฉมวกไว้ในมือเสมอ ความสามารถในการจับปลาที่พวกเขาได้เรียนรู้จากการล่าปลานั้นไม่อาจมองข้ามได้เลย ว่ากันว่า ชาวเผ่าในสมัยก่อนได้ใช้ทักษะเช่นนี้ในการไล่ล่าอสูรยักษ์ที่มีครีบ และเกล็ดแหลมคมในทะเล</p>"
    },
    {
      "epId": 6571,
      "name": "Tepetlisaurus Warrior: Shard Striker",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/30a7103c31c5fb3242fd67bc8fd522c2_5350906384946969098.png",
      "desc": "<p>นักรบผู้แข็งแกร่งจากหุบเขา และได้รับมงกุฎ Saurian<br>นักรบที่สามารถใช้พลังของหินถล่มเพื่อโจมตีได้ แม้แต่ในบรรดา \"บุตรแห่งเสียงสะท้อน\" ที่ใช้ชีวิตใกล้ชิดกับหินและคริสตัล นักรบผู้สวมมงกุฎ Saurian ก็ยังเป็นยอดฝีมือที่เข้าใจในพลังของหินถล่มมากกว่า ว่ากันว่าพวกเขาสามารถวิเคราะห์คุณภาพและลวดลายภายในแร่ ผ่านพื้นผิวชั้นหยาบของแร่ดิบได้</p>"
    },
    {
      "epId": 6572,
      "name": "Tepetlisaurus Warrior: Rockbreaker Blade",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/848fb9a07e721141f082a0105ee8529f_6754465081417498474.png",
      "desc": "<p>นักรบผู้แข็งแกร่งจากหุบเขา ได้รับการยอมรับในด้านความกล้าหาญ และได้รับมงกุฎ Saurian<br>นักรบที่สามารถใช้พลังของหินถล่มเพื่อโจมตีได้ ในตำนานเล่าว่า เดิมที Sulfurous Veins เป็นเทือกเขาที่อุดมสมบูรณ์และสวยงามยิ่งกว่านี้ แต่เมื่อคลื่นดำรุกรานเข้ามา เหล่านักรบผู้สวมมงกุฎ Saurian ของ \"บุตรแห่งเสียงสะท้อน\" จึงต้องทุบแผ่นดินให้แยกออก เพื่อให้คลื่นดำไหลไปในทิศทางที่พวกเขาต้องการ ส่งผลให้ที่นั่นมีสภาพเป็นอย่างทุกวันนี้</p>"
    },
    {
      "epId": 6573,
      "name": "Yumkasaurus Warrior: Whirling Leaves",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/7bbce536cf943daa97d1136466c1027c_5177150234040548514.png",
      "desc": "<p>นักรบผู้แข็งแกร่งจากพงศ์พิดานพฤกษา ได้รับการยอมรับในด้านความกล้าหาญ และได้รับมงกุฎ Saurian<br>นักรบที่สามารถขยายรัศมีการโจมตีได้โดยใช้ตะขอและเชือก ตะขอและเชือกเป็นสิ่งที่ขาดไม่ได้ในชีวิตประจำวันของผู้คนในเผ่า \"พงศ์พิดานพฤกษา\" แต่ถึงอย่างนั้น ก็มีเพียงนักรบที่บ้าคลั่งที่สุดเท่านั้นที่นำตะขอ เชือกและใบเลื่อยมารวมเข้าด้วยกัน กลายเป็นอาวุธที่ควบคุมได้ยาก แต่มีพลังสังหารอย่างมหาศาล</p>"
    },
    {
      "epId": 6574,
      "name": "Yumkasaurus Warrior: Flowing Skyfire",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/7a00a866dc6b298689ea7bc58f252d24_4833013831435284749.png",
      "desc": "<p>นักรบผู้แข็งแกร่งจากพงศ์พิดานพฤกษา ได้รับการยอมรับในด้านความกล้าหาญ และได้รับมงกุฎ Saurian<br>นักรบที่สามารถขยายรัศมีการโจมตีได้โดยใช้ตะขอและเชือก หลังจากประกอบขึ้นด้วยกลไกอันซับซ้อนแล้ว ปืนใหญ่มือในมือของพวกเขาก็สามารถยิงโจมตีด้วยตะขอได้ สำหรับนักรบผู้สวมมงกุฎ Saurian แห่งเผ่า \"พงศ์พิดานพฤกษา\" แล้ว การศึกษาทักษะและความคิดนั้น สำคัญยิ่งกว่าการขัดเกลาจิตใจและเจตจำนง</p>"
    },
    {
      "epId": 6575,
      "name": "Koholasaurus Warrior: Waveshuttler",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/513b6cb9814482bdfc810c7161c14f7c_5967422724734475835.png",
      "desc": "<p>นักรบผู้แข็งแกร่งจากต้นกำเนิดของน้ำพุไหลริน ได้รับการยอมรับในด้านความกล้าหาญ และได้รับมงกุฎ Saurian<br>นักรบที่สามารถควบคุมพลังของคลื่นได้ชั่วคราวเพื่อเคลื่อนที่ไปมา ตามตำนาน วีรบุรุษของเผ่าถึงขั้นสามารถตีลังกากลับไปกลับมาบนน้ำได้โดยไม่ต้องใช้เครื่องมือใด ๆ ในขณะแล่นด้วยความเร็วสูง ชาวเผ่าในปัจจุบันจึงเชื่อว่า นี่คือเทคนิคการแล่นไปบนคลื่นที่ค่อนข้างซับซ้อนอย่างหนึ่ง ซึ่งจุดสำคัญอยู่ที่วิธีการเคลื่อนไหว</p>"
    },
    {
      "epId": 6576,
      "name": "Koholasaurus Warrior: Reefsplitter",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/22b96e2aff384ab37f971f4047e68b06_5441788202239793197.png",
      "desc": "<p>นักรบผู้แข็งแกร่งจากต้นกำเนิดของน้ำพุไหลริน ได้รับการยอมรับในด้านความกล้าหาญ และได้รับมงกุฎ Saurian<br>นักรบที่สามารถควบคุมพลังของคลื่นได้ชั่วคราวเพื่อเคลื่อนที่ไปมา ว่ากันว่าการเรียนรู้ทักษะดังกล่าวต้องผ่านการฝึกฝนสามขั้นตอน: ขั้นแรกคือปรับตัว ขั้นที่สองคือปฏิบัติตาม และสุดท้ายคือการบังคับ การฝึกวิชาขนส่งเช่นนี้เป็นเพียงเงื่อนไขเบื้องต้นในการเข้ามาเป็นนักรบมงกุฎ Saurian ของ \"เหล่าวารี\" เท่านั้น ผู้เป็นยอดฝีมือในบรรดานักรบมงกุฎ Saurian ถึงขั้นที่ว่าสามารถใช้มันแล่นเรือบนบกชั่วคราวได้ด้วยซ้ำ</p>"
    },
    {
      "epId": 6577,
      "name": "Tepetlisaurus Whelp",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/3b6c59574d93ce8d4845714dee7626f9_6591424955714708134.png",
      "desc": "<p>Tepetlisaurus ที่ยังเด็ก มีความสามารถในการเจาะทะลวงหิน และโฟลจิสตันแข็งได้<br>พวกมันยังไม่มีเขาแหลมคมงอกขึ้นบนหน้าผาก และทักษะการขุดเจาะของพวกมันก็ยังไม่ชำนาญมากพอ จึงเป็นเรื่องปกติหากได้ยินเรื่องที่ Tepetlisaurus น้อยมักจะติดอยู่ในหินภูเขาอยู่บ่อย ๆ แต่สักวันหนึ่ง มันจะเติบโตเป็นรูปลักษณ์ที่สามารถเคลื่อนที่ในดินแข็งได้อย่างอิสระ</p>"
    },
    {
      "epId": 6578,
      "name": "Tepetlisaurus",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/43c39306f3245a282f84a19306ae32da_8447838657052981686.png",
      "desc": "<p>Saurian ที่มีเขาและกรงเล็บที่แข็งแกร่ง สามารถเจาะทะลวงหินภูเขาและโฟลจิสตันแข็งได้<br>ตำนานเล่าว่า บรรพบุรุษของ Tepetlisaurus คือมังกรยักษ์ที่ตัวใหญ่เท่าภูเขาและมีอายุยืนยาว ยามที่มันหลับใหล ทิวเขาจะก่อตัวขึ้นบนสันหลังของมัน และเมื่อมันตื่นขึ้น มันจะสลัดดินและก้อนหินบนตัวทิ้งไป เหลือเพียงอัญมณีและหยกงามที่เปล่งประกายอยู่ท่ามกลางเกล็ดของมัน ว่ากันว่าวัตถุรูปทรงสว่านขนาดใหญ่ที่อยู่ในเผ่า \"บุตรแห่งเสียงสะท้อน\" ก็คือซากเขาขนาดมหึมาของมังกรยักษ์ในตอนนั้นนั่นเอง</p>"
    },
    {
      "epId": 6579,
      "name": "Koholasaurus Whelp",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/ad99f12343b89583883213f221bead57_2014663448468664459.png",
      "desc": "<p>Koholasaurus ที่ยังเด็ก มีความสามารถในการแหวกว่ายอยู่ในน่านน้ำและโฟลจิสตันเหลวได้<br>ด้วยความที่ผิวหนังและครีบยังอ่อนแอ จึงไม่สามารถอยู่ในสภาพแวดล้อมที่มีอุณหภูมิสูงได้เหมือนกับ Koholasaurus ที่โตเต็มวัยแล้ว แต่สักวันหนึ่ง พวกมันจะเติบโตขึ้นจนสามารถแหวกว่ายในน่านน้ำได้อย่างอิสระ</p>"
    },
    {
      "epId": 6580,
      "name": "Koholasaurus",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/561ee8a5d8d4fabe58ed1c2605e2e0f3_5147951757168165009.png",
      "desc": "<p>Saurian ที่มีครีบและหางที่แข็งแรง สามารถแหวกว่ายอยู่ในน่านน้ำและโฟลจิสตันเหลวได้<br>ในตำนานเล่าว่า มังกรในยุคโบราณมีความสามารถในการปรับตัวเข้ากับสภาพแวดล้อมได้ดีกว่า ในสมัยนั้น เมื่อมังกรยักษ์ที่ตัวใหญ่ที่สุดในทะเลลอยอยู่บนผิวน้ำ ก็ทำให้ผู้คนเข้าใจผิดคิดว่าเป็นเกาะลอยได้ ว่ากันว่า Koholasaurus ในปัจจุบันก็คือลูกหลานของ มังกรทะเลยักษ์นั่นเอง ซึ่งจากแผ่นหลังอันกว้างใหญ่ของพวกมัน ยังดูเหมือนสามารถมองเห็นรูปร่างอันใหญ่โตของอสูรทะเลโบราณยักษ์ได้อีกด้วย</p>"
    },
    {
      "epId": 6581,
      "name": "Yumkasaurus Whelp",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/4dc2c6255f04404b37be8b6e7619433e_6130295102235677444.png",
      "desc": "<p>Yumkasaurus ที่ยังเด็ก สามารถพ่นเพคติน Flamegranate ที่ซ่อนอยู่ในกระพุ้งแก้มออกมา เพื่อตวัดรัดวัตถุที่อยู่ห่างไกลได้<br>พลังในการพันรัดวัตถุนั้นยังแข็งแรงไม่เพียงพอ และความสมดุลของตัวมันเองก็ยังดีไม่มากพอที่จะทำให้พวกมันสามารถเคลื่อนที่กลางอากาศได้อย่างอิสระ บางครั้งแม้จะนั่งอยู่บนหางก็ยังเซเอียงไปอีกด้านหนึ่ง แต่สักวันหนึ่ง พวกมันจะเติบโตขึ้นจนสามารถห้อยโหนไปมาในป่าได้อย่างเสรี</p>"
    },
    {
      "epId": 6582,
      "name": "Yumkasaurus",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/e1b8a6914176a0a3a9f003da76eff025_3248404826243414811.png",
      "desc": "<p>Saurian ที่มีขาหลังอันทรงพลังพร้อมด้วยหางนุ่มฟู สามารถพ่นเพคติน Flamegranate จากกระพุ้งแก้ม เพื่อตวัดรัดวัตถุที่อยู่ห่างไกลได้<br>ตำนานเล่าว่า เดิมที Yumkasaurus ไม่ได้มีรูปร่างอย่างที่เห็นในปัจจุบัน แต่มีขนาดตัวเล็กกว่า เล็กจนไม่สามารถสังเกตเห็นได้ง่าย ๆ ถึงขนาดที่พวกมันสามารถโบยบินไปมาในสายลมได้ตามใจชอบ หรือเข้าไปเกาะติดบนตัวมังกรยักษ์ตัวอื่น หรือไม่ก็เกาะกลุ่มกันเคลื่อนที่ไปมาเหมือนก้อนเมฆ เพียงแต่ในเวลาต่อมา เพื่อให้สามารถคงรูปร่างของมันเอาไว้ได้หลังจากที่พลังถดถอยลง พวกมันจึงจำต้องเลือกใช้รูปลักษณ์อย่างที่เห็นในปัจจุบัน</p>"
    },
    {
      "epId": 6583,
      "name": "ราชาแห่งขุนเขา Yumkasaurus จอมตะกละ",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/144837601/7c1ed7d240424237bc75660e96f3f0ee_1831379854379859534.png",
      "desc": "<p>Yumkasaurus ผู้แข็งแกร่งที่อยู่รอดมาจนถึงทุกวันนี้ และผ่านการต่อสู้ในสนามรบมานับครั้งไม่ถ้วน<br>\"ราชาแห่งขุนเขา\" ที่ครั้งหนึ่งเคยร่วมมือกับเหล่าผู้กล้าเพื่อไปเผชิญหน้ากับแห่งกระแสน้ำอันมืดมิด และมีความสำคัญอย่างยิ่งในหัวใจของบรรดาสมาชิกเผ่า \"พงศ์พิดานพฤกษา\" ชาวเผ่าบางคนเชื่อว่า การที่มันมีรูปร่างดังเช่นในปัจจุบัน ก็เพราะมันมีร่างกายพิเศษเหมือนกับ \"ทรราช\" แห่ง Qucusaurus... แต่บางทีสาเหตุอาจเพียงเพราะว่ามันมีชีวิตมานานมากเกินไป และกินอาหารเยอะเกินไปก็เท่านั้นเอง</p>"
    },
    {
      "epId": 6584,
      "name": "ทรราช Qucusaurus เพลิงทอง",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/144837601/5709594dc5a9060e80eff1f292116304_276486793084740116.png",
      "desc": "<p>Qucusaurus สายพันธุ์พิเศษที่มีรูปร่างแตกต่างจาก Qucusaurus ทั่วไป เพราะแบกรับพลังอันยิ่งใหญ่เกินกว่าที่ร่างกายของ Saurian ในปัจจุบันจะควบคุมได้<br>ในตำนานโบราณ Qucusaurus ยักษ์ที่ปัจจุบันมักพักอาศัยอยู่ท่ามกลางหมอกหนาในหุบเขานั้น ก็เคยร่วมผจญภัยกับเหล่าผู้กล้าของ Natlan ในเรื่องเล่าเช่นกัน ว่ากันว่าหนึ่งในผู้กล้าเหล่านั้น เคยนัดแนะกับมันว่าจะเดินทางไปยังเส้นทางแสวงบุญของภูเขาไฟด้วยกัน เพื่อฟื้นฟูจิตใจที่เกือบคลุ้มคลั่งเนื่องจากพลังในสายเลือดของมันทวีความรุนแรงมากขึ้น แต่เมื่อดูจากฉายา \"ทรราช\" ที่มันได้รับในปัจจุบันแล้ว เรื่องนี้คงไม่ได้จบลงอย่างมีความสุข</p>"
    },
    {
      "epId": 6585,
      "name": "Rock-Cavernous Wayob Manifestation",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/1d4447f1c2a8db6684b3e534f0c5428b_6268655965925533945.png",
      "desc": "<p>\"Wayob\" ที่เผ่า \"บุตรแห่งเสียงสะท้อน\" ศรัทธาและบูชา ซึ่งปรากฏร่างเหนือพื้นดินด้วยพลังของโทเทมและวิญญาณราตรี ชนเผ่าต่าง ๆ ใน Natlan เชื่อกันว่า \"Wayob\" นั้นอาศัยอยู่ในอาณาจักรราตรี และไม่มีรูปร่างตายตัว เพราะ \"Wayob\" สามารถสิงสิ่งใดก็ได้ เพื่อชี้นำแก่ชาวเผ่าที่กำลังหลงทาง การปรากฏตัวของ \"Wayob\" นั้นเป็นสิ่งพิเศษสำหรับพวกเขา ร่างที่ปรากฏในรูปแบบของโทเทมนั้น มักจะมีภารกิจสำคัญเสมอ<br>ชาวเผ่า \"บุตรแห่งเสียงสะท้อน\" เชื่อว่า \"Wayob\" ของพวกเขามีพลังที่สามารถสร้างยอดเขาและหุบเหวลึกได้ และสามารถควบคุมเสียงสะท้อนที่เกิดจากหินผาเสียดสีกันได้</p>"
    },
    {
      "epId": 6586,
      "name": "Flow-Inverted Wayob Manifestation",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/4f479052edaed71b03e85f9f9cfb5cb4_6012799380356322980.png",
      "desc": "<p>\"Wayob\" ที่เผ่า \"เหล่าวารี\" ศรัทธาและบูชา ซึ่งปรากฏร่างเหนือพื้นดินด้วยพลังของโทเทมและวิญญาณราตรี<br>สิ่งที่เรียกว่า \"Wayob\" นั้นเป็นความเชื่อที่ค่อย ๆ ก่อตัวขึ้นมา โดยมีชนเผ่า และโทเทมหินออบซิเดียนเป็นหลักสำคัญ ภายหลังจากที่ชาว Natlan เริ่มติดต่อกับอาณาจักรราตรี เป็นจิตสำนึกของความคิดร่วมกัน และเป็นที่พำนักของวิญญาณบรรพบุรุษ<br>ชนเผ่า \"เหล่าวารี\" เชื่อว่า \"Wayob\" ของพวกเขามีพลังที่สามารถควบคุมกระแสน้ำ และคลื่นในทะเล รวมทั้งยังสามารถควบคุมการเปลี่ยนแปลงของน้ำไหลและน้ำนิ่งได้อีกด้วย</p>"
    },
    {
      "epId": 6587,
      "name": "Foliar-Swift Wayob Manifestation",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/e6231e9a6421cb92b65a667f24aa5c09_3269213982957801320.png",
      "desc": "<p>\"Wayob\" ที่เผ่า \"พงศ์พิดานพฤกษา\" ศรัทธาและบูชา ซึ่งปรากฏร่างเหนือพื้นดินด้วยพลังของโทเทมและวิญญาณราตรี<br>ในเรื่องราวของนักเล่าเรื่อง Wayob มักปรากฏกายด้วยร่างของทูตผู้ทดสอบ หรือผู้นำทางแห่งอาณาจักรราตรี นักรบมงกุฎ Saurian เคยกล่าวไว้ว่า เขาเคยประมือกับ Wayob ตอนที่กำลังใจลอยระหว่างฝึกวิชาต่อสู้ และได้รู้แจ้งในระดับที่ลึกซึ้งยิ่งขึ้น<br>เผ่า \"พงศ์พิดานพฤกษา\" เชื่อว่า Wayob ของพวกเขามีพลังที่สามารถควบคุมการเติบโตของพืชพรรณในป่าได้ ทั้งยังสามารถควบคุมรากของพืชพรรณ และวาดลายเส้นของใบไม้ได้</p>"
    },
    {
      "epId": 6588,
      "name": "Fluid Avatar of Lava",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/a5e3af0d9d28a2b8ebbaa30981651b52_2902911486272407896.png",
      "desc": "<p>มอนสเตอร์ประหลาดที่ต้องดูดซับความร้อนอย่างต่อเนื่อง เพื่อให้ยังคงเคลื่อนไหวต่อไปได้<br>ครั้งหนึ่ง เคยมีไฟที่เก่าแก่และลึกล้ำยิ่งกว่าเผาไหม้ลามไปทั่วดินแดน Natlan ในรูปแบบต่าง ๆ ในเวลานั้น ผู้อาศัยยุคดึกดำบรรพ์ที่ยิ่งใหญ่เคยใช้ไฟเหล่านี้เพื่อส่งแสง ความร้อน และภูมิปัญญา พวกเขาเชื่อว่าชีวิตและจิตวิญญาณนั้นมีร่างแรกเริ่มมาจากสะเก็ดไฟยามที่หินเหล็กไฟกระทบกัน<br>หากมีแก่นพลังงานที่ลุกไหม้ชั่วนิรันดร์ แม้แต่หินที่แข็งกระด้างก็มีชีวิตขึ้นมาได้ ไฟที่ยังคุอยู่ในร่างที่เรียกว่า Avatar of Lava นั้น ดูเหมือนจะเป็นเศษขี้เถ้าอันเย็นเฉียบของยุคสมัยอันยิ่งใหญ่ในอดีต</p>"
    },
    {
      "epId": 6589,
      "name": "Eroding Avatar of Lava",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/02e52fb6fb80afefb8398ab4ce85d320_2701333514342126082.png",
      "desc": "<p>มอนสเตอร์ประหลาดที่ต้องดูดซับความร้อนอย่างต่อเนื่อง เพื่อให้ยังคงเคลื่อนไหวต่อไปได้<br>อารยธรรมโบราณใช้ลวดลายสีทองในการออกแบบเพื่อขับเคลื่อนการไหลของโฟลจิสตัน ทำให้สิ่งก่อสร้างขนาดมหึมา และเมืองอันงดงามสามารถดำเนินไปได้ภายใต้ภูมิปัญญาอันเกิดจากลวดลายสีทอง ว่ากันว่านอกจากจักรกลที่มีโครงสร้างตายตัวแล้ว แท้จริงแล้วมอนสเตอร์ที่ชื่อว่า Avatar of Lava เป็นสิ่งมีชีวิตที่ไม่สมบูรณ์ซึ่งถูกสร้างขึ้นด้วยวิธีนี้เช่นกัน แต่หลังจากเปลวไฟของภูเขาศักดิ์สิทธิ์ดับลง พวกมันส่วนใหญ่ก็สูญเสียเป้าหมาย และทิศทางของตนไป</p>"
    },
    {
      "epId": 7056,
      "name": "Secret Source Automaton - Configuration Device",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/be7ef508bd73f3eeea5522c7409258b9_2512975982839589171.png",
      "desc": "เครื่องจักรที่ใช้ในการผลิตของโบราณสถานเก่าแก่ เจ้าของโบราณสถานเก่าแก่ใช้เครื่องจักรเปลี่ยนรูปร่างนี้ในการผลิตต่าง ๆ เพียงเรียนรู้วิธีใช้เครื่องจักรดังกล่าว ก็จะสามารถสร้างเมืองขนาดมหึมาเหนือจินตนาการได้ แม้จะอยู่ในสภาพแวดล้อมที่รุนแรง เช่น ในภูเขาไฟ<br>นอกจากนี้ ดูเหมือนว่า มันยังสามารถใช้เป็นอาวุธได้อีกด้วย แม้ว่าอารยธรรมโบราณ จะล่มสลายไปนานแล้ว แต่เครื่องจักรซึ่งมีรูปร่างเหมือนกรงเล็บยักษ์ และขับเคลื่อนด้วยลวดลายสีทองที่สลักไว้นี้ ยังคงสามารถต่อสู้ตามคำสั่งที่กำหนดไว้ได้"
    },
    {
      "epId": 7081,
      "name": "Tenebrous Mimiflora",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/2bdd8939119a34c70b5dd45a4daf426c_7371904873920349725.png",
      "desc": "มอนสเตอร์ Abyss ที่มาจากต่างโลกอันบิดเบี้ยวและมืดมิด มีรูปร่างที่คล้ายกับพืช<br>ว่ากันว่า ที่ใดที่มีการกัดกร่อนของคลื่นอันมืดมิด ย่อมต้องมีมอนสเตอร์สีดำที่ดูเหมือนพืชเติบโตขึ้น แต่มันเหมือนกับพืชแค่เพียงภายนอกเท่านั้น เหตุผลที่พวกมันมีรูปลักษณ์เช่นนี้ ก็เพื่อที่จะเข้าใกล้ความคิดของโลกแห่งต้นไม้ และดูดซับแนวคิดที่จำเป็นจากต้นไม้ มาทำการวิเคราะห์ และเลียนแบบ<br>นอกจากนี้ยังมีคนบ้าไร้สติบางคนกล่าวอีกว่า สิ่งที่ยื่นออกมาคล้ายใบไม้เหล่านั้น แท้จริงแล้วคือจุดเริ่มต้นของประตูสู่ต่างโลก"
    },
    {
      "epId": 7125,
      "name": "Tenebrous Papilla: ประเภท I",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/4f48bdf376d1b4597c8c54a0fe47c8b8_6380943058011605348.png",
      "desc": "<p>มอนสเตอร์ Abyss ที่มาจากต่างโลกอันบิดเบี้ยว และมืดมิด มีรูปร่างที่คล้ายกับพืช<br>มอนสเตอร์ที่บิดเบี้ยวเหล่านี้สามารถกัดเซาะเข้าไปในส่วนลึกของโลกและดึงความทรงจำออกมาเพื่อเลียนแบบและควบคุมมันได้ ความทรงจำในอดีตถูกบิดเบือนจนกลายเป็นมลทินและลึกล้ำยิ่งขึ้น ดังนั้นพวกมันจึงอาศัยพฤติกรรมเช่นนี้ค่อย ๆ เข้าใกล้แกนกลางของ Irminsul และสั่นคลอนพื้นฐานการดำรงอยู่ของมัน<br>ว่ากันว่ามอนสเตอร์ชนิดนี้มักจะบิดเบือนสีต่าง ๆ ที่มีอยู่ในแสงและแปลงสีสันเหล่านั้นให้กลายเป็นข้อมูลอันมืดมิด ซึ่งเมื่อเปิดออกดูกิ่งก้านที่ยื่นออกไปราวกับเจาะเข้าไปในความว่างเปล่านี้ก็ดูเหมือนจะยืนยันเรื่องนี้เช่นกัน...</p>"
    },
    {
      "epId": 7126,
      "name": "Winged Warrior: Skysoarer",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/20/53372413/45807494c2f07ab937f4fb3ff1a5b2c1_3334286622198898815.png",
      "desc": "<p>นักรบที่มาจากยอดเขา ผู้พิทักษ์ของชนเผ่าที่ลาดตระเวนอยู่บนยอดเขาสูงชัน</p><p>นักรบชนเผ่าผู้เชื่อมั่นในสองมือของตนเองมากกว่าอาวุธ พวกเขามีชื่อเสียงในเรื่องการเคลื่อนไหวที่คล่องแคล่ว และเบาหวิวเป็นอย่างมาก</p>"
    },
    {
      "epId": 7127,
      "name": "Winged Warrior: Feathershedder",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/20/53372413/50be5682cf29e57809c3b0320b9b65fe_7792647158803562072.png",
      "desc": "<p>นักรบที่มาจากยอดเขา ผู้พิทักษ์ของชนเผ่าที่ลาดตระเวนอยู่บนยอดเขาสูงชัน</p><p>นักรบผู้หยิ่งทะนงที่กวัดแกว่งดาบของเขา ราวกับ Qucusaurus ที่สยายปีก บาดแผลที่ถูกคมดาบของพวกเขาฟาดฟันมีเลือดพวยพุ่งออกมา ราวกับขนนกที่ปลิวว่อน</p>"
    },
    {
      "epId": 7128,
      "name": "Spiritspeaker Warrior: Determinator",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/20/53372413/efa0fe07d28fdf0f942b251ac6251a64_4876225416939026809.png",
      "desc": "<p>นักรบที่มาจากลมราตรี ผู้พิทักษ์ของชนเผ่าที่ลาดตระเวนอยู่ในหุบเขาอันเลือนราง</p><p>สามารถใช้พลังจากกราฟฟิตี้สีน้ำมันบนตัวเอง ทำการควบคุมอาวุธในมือเพื่อทำการโจมตีได้ในระดับหนึ่ง</p>"
    },
    {
      "epId": 7129,
      "name": "Spiritspeaker Warrior: Psychokinetic",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/20/53372413/57dca5438e4de8462edfa5802eab0730_7429929710456178591.png",
      "desc": "<p>นักรบที่มาจากลมราตรี ผู้พิทักษ์ของชนเผ่าที่ลาดตระเวนอยู่ในหุบเขาอันเลือนราง</p><p>ว่ากันว่าการวาดกราฟฟิตี้สีน้ำมันบนร่างกายนั้น เป็นรูปแบบการวิวัฒนาการของตราสลักโฟลจิสตันในปัจจุบัน และต้องผ่านการฝึกฝนอย่างยาวนาน เพื่อให้เชี่ยวชาญในพลังที่แฝงอยู่ในนั้นได้อย่างแท้จริง</p>"
    },
    {
      "epId": 7130,
      "name": "Spiritspeaker Warrior: Contemplator",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/20/53372413/5332d4257a72914d2f4f09771626730a_449976050477478002.png",
      "desc": "<p>นักรบที่มาจากลมราตรี ผู้พิทักษ์ของชนเผ่าที่ลาดตระเวนอยู่ในหุบเขาอันเลือนราง</p><p>มีเพียงผู้พิทักษ์ที่ผ่านการทดสอบพลังแล้วเท่านั้น จึงจะสามารถวาดภาพกราฟฟิตี้สีน้ำมันที่มีพลังพิเศษบนร่างกายได้ ซึ่งนั่นหมายความว่า การฝึกฝนทางจิตวิญญาณของนักรบชนเผ่าได้ก้าวไปอีกขั้นแล้ว</p>"
    },
    {
      "epId": 7131,
      "name": "Winged Warrior: Skymaster",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2b14580356de5290f651e7628b5b494c_4682414853625536602.png",
      "desc": "<p>นักรบที่มาจากยอดเขา ผู้พิทักษ์ของชนเผ่าที่ลาดตระเวนอยู่บนยอดเขาสูงชัน<br>นักรบที่เข้าใจความหมายที่แท้จริงของการใช้พลังจากการโจมตีของ Saurian บิน และการเตะโจมตีจากที่สูงนั้น ก็เป็นสิ่งที่ไม่ควรมองข้ามเลย</p>"
    },
    {
      "epId": 7132,
      "name": "Qucusaurus Warrior: Heartstar Hammer",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6c9484cb4de892b545a04461578c5f64_7231697792170681469.png",
      "desc": "<p>นักรบผู้แข็งแกร่งที่มาจากยอดเขา ซึ่งเป็นที่ยอมรับในเรื่องความกล้าหาญ และเป็นผู้ได้รับมงกุฎแห่ง Saurian<br>แม้แต่ในดินแดนแห่งไฟอย่าง Natlan ผู้คนจากเผ่า \"วงศ์ปีกบุปผา\" ก็ยังมีวิธีใช้เปลวไฟ และการเผาไหม้ที่แตกต่างจากผู้อื่น สำหรับนักรบชนเผ่าที่ใช้ค้อน เปลวไฟคือการปะทะและการปะทุ คือความฮึกเหิมและความร้อนแรง สำหรับพวกเขาแล้ว การต่อสู้มักจะนำไปสู่ผลลัพธ์ในชั่วพริบตา และพวกเขามักจะเป็นฝ่ายชนะเสมอ</p>"
    },
    {
      "epId": 7133,
      "name": "Qucusaurus Warrior: Blazing Sky",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d2665de5e4858414a6895ec9fae5089f_3972132336040982.png",
      "desc": "<p>นักรบผู้แข็งแกร่งที่มาจากยอดเขา ซึ่งเป็นที่ยอมรับในเรื่องความกล้าหาญ และเป็นผู้ได้รับมงกุฎแห่ง Saurian<br>Qucusaurus เป็นเผ่าพันธุ์ที่ค่อนข้างภาคภูมิใจในหมู่ Saurian มากมาย นักรบ Qucusaurus ที่ได้รับการยอมรับจากพวกมัน ก็จะได้รับความภาคภูมิใจนี้ไปด้วยเช่นกัน ว่ากันว่าในอดีต เมื่อเหล่านักรบของชนเผ่าเห็น Qucusaurus ที่โยนหินไฟจากที่สูงเพื่อความสนุก พวกเขาก็เกิดความคิดที่จะทำให้เกิดการระเบิดต่อเนื่องเป็นลูกโซ่ขึ้นมา ซึ่งกล่าวกันว่าความคิดนี้ค่อย ๆ กลายเป็นรูปลักษณ์ของอาวุธปืนมากมายใน \"วงศ์ปีกบุปผา\"</p>"
    },
    {
      "epId": 7134,
      "name": "Iktomisaurus Warrior: Icy Tidebearer",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6207957f3fed957a507b86fac6865cb4_2452109276500528109.png",
      "desc": "<p>นักรบผู้แข็งแกร่งที่มาจากยอดเขา ซึ่งเป็นที่ยอมรับในเรื่องความกล้าหาญ และเป็นผู้ได้รับมงกุฎแห่ง Saurian<br>นักรบผู้กล้าหาญจากเผ่า \"จ้าวแห่งลมราตรี\" มักจะไม่ได้เก่งกาจในด้านความแข็งแกร่งอย่างแท้จริง สิ่งที่ทำให้พวกเขาควบคุมอาวุธได้นั้น เป็นเพราะการฝึกฝนที่ยาวนานจนเกิดเป็นจิตวิญญาณ ดังนั้นเมื่อเทียบกับพรสวรรค์ในการต่อสู้แล้ว นักรบของ \"จ้าวแห่งลมราตรี\" จึงให้ความสำคัญกับพรสวรรค์ด้านการ \"สื่อวิญญาณ\" มากกว่า ว่ากันว่านักรบที่มีพรสวรรค์ \"สื่อวิญญาณ\" ที่โดดเด่นที่สุด สามารถยกก้อนหินขนาดใหญ่ที่สูงเท่าตัวคนได้ โดยใช้พลังของกราฟฟิตี้ และจิตวิญญาณเท่านั้น</p>"
    },
    {
      "epId": 7135,
      "name": "Iktomisaurus Warrior: Cryocrystal Cannon",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/37c75d8d909e51f76f6c46d9540eb7f1_7224998269466726140.png",
      "desc": "<p>นักรบผู้แข็งแกร่งที่มาจากยอดเขา ซึ่งเป็นที่ยอมรับในเรื่องความกล้าหาญ และเป็นผู้ได้รับมงกุฎแห่ง Saurian<br>ว่ากันว่านักรบชนเผ่าที่ได้รับการยอมรับจาก Iktomisaurus จะมีประสาทสัมผัสที่เฉียบแหลมเหนือธรรมชาติ และมีจิตวิญญาณแข็งแกร่ง ที่ยอดเยี่ยมถึงขนาดที่สามารถใช้พลังนี้เพื่อเปลี่ยนวิถีการยิงกระสุนของปืนใหญ่ได้เล็กน้อย</p>"
    },
    {
      "epId": 7136,
      "name": "Qucusaurus Chick",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/8e80620ed22661946b3d4e43e8be4309_8919609485819161635.png",
      "desc": "<p>Qucusaurus วัยเยาว์มีรูปร่างที่เบาบาง<br>คอและปีกยังไม่โตเต็มที่ และยังไม่คุ้นชินกับการใช้ก๊าซโฟลจิสตัน มีเรื่องเล่าเก่าแก่เล่าขานว่า Qucusaurus ที่แก่กว่าจะผลักเหล่าลูก Saurian ลงจากหน้าผาเพื่อกระตุ้นให้มันบิน แม้จะไม่รู้ว่าข่าวลือนั้นเป็นเรื่องจริงหรือไม่ แต่ตราบใดที่ยังฝึกฝนอย่างไม่หยุดยั้ง ขนนกอันอ่อนนุ่มนั้นก็จะค่อย ๆ เติบโตและแข็งแรงขึ้นในสักวัน</p>"
    },
    {
      "epId": 7137,
      "name": "Qucusaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a8590e1767b6cd1267c360a179abd198_8185677779111275224.png",
      "desc": "<p>Saurian ที่มีปีกขนาดใหญ่ และอ่อนนุ่ม สามารถร่อนอยู่ในอากาศได้เป็นเวลานาน<br>ว่ากันว่าบรรพบุรุษของ Qucusaurus นั้น เป็นสายพันธุ์ที่มีรูปร่างใกล้เคียงกับมังกรปีกยักษ์มากที่สุด และสามารถท่องไปในท้องฟ้าได้ราวกับก้อนเมฆ ในเรื่องเล่าของนักเล่าเรื่องกล่าวว่า มังกรปีกยักษ์ที่ยิ่งใหญ่ที่สุดในสมัยโบราณ สามารถบดบังท้องฟ้าทั้งผืนได้เพียงแค่สยายปีกออก แต่ Qucusaurus ในทุกวันนี้ ไม่ได้มีรูปร่างแบบนั้นอีกต่อไปแล้ว เพียงแต่ว่ากรงเล็บที่ซ่อนอยู่ในขนนั้น ก็ยังคงคมกริบเหมือนเช่นเคย</p>"
    },
    {
      "epId": 7138,
      "name": "Iktomisaurus Chick",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/eebb64937180794a65675116add814e7_5159763674771614751.png",
      "desc": "<p>Iktomisaurus วัยเยาว์ มีประสาทสัมผัสที่ละเอียดอ่อนมาก<br>ขนของพวกมันยังไม่เติบโตเต็มที่ และดูเหมือนมัน จะไม่ค่อยฉลาดนักด้วยซ้ำ ว่ากันว่า Iktomisaurus มีอายุขัยที่ยืนยาวที่สุดในบรรดา Saurian ทั้งหมด และยังมีช่วงวัยเยาว์ที่ยาวนานกว่าสายพันธุ์อื่น ๆ อีกด้วย พวกมันสามารถสื่อสารกับอาณาจักรราตรีหรือ Wayob ได้ เพียงแต่ว่า Iktomisaurus ที่ยังเยาว์วัยนั้น อาจต้องใช้เวลาอีกหลายปีกว่าจะเข้าใจทุกสิ่งทุกอย่างได้</p>"
    },
    {
      "epId": 7139,
      "name": "Iktomisaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2560f87598aac002d822ed50eabbefb5_8661891078902806258.png",
      "desc": "<p>Saurian ที่รู้วิธีใช้ประโยชน์จากขนที่เติบโตแล้วเพื่อทำการกระโดดสูง และเป็น Saurian ชนิดเดียวที่เชี่ยวชาญในการเข้าสู่สถานะ \"สื่อวิญญาณ\"<br>ว่ากันว่าบรรพบุรุษของ Iktomisaurus นั้นไม่มีร่างที่แท้จริง แต่สามารถเดินทางระหว่างโลกของวิญญาณและความจริงได้เหมือนวิญญาณเร่ร่อน และสามารถแสดงรูปลักษณ์ของตัวเองได้ในยามค่ำคืน มีข่าวลือว่า Iktomisaurus ตัวแรกของโลกนั้นไม่ใช่ Saurian ที่แท้จริง แต่เป็นเผ่าพันธุ์ที่แตกต่างจาก Saurian ทั่วไป ซึ่งมาจากอาณาจักรของเทพราตรี</p>"
    },
    {
      "epId": 7140,
      "name": "Biting-Cold Wayob Manifestation",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a5d2cedceabf878d6c453f003974c3a4_1637833406719075307.png",
      "desc": "<p>\"Wayob\" ที่เผ่า \"จ้าวแห่งลมราตรี\" ศรัทธาและบูชา ซึ่งปรากฏร่างเหนือพื้นดินด้วยพลังของโทเทมและวิญญาณราตรี<br>สมาชิกของเผ่า \"จ้าวแห่งลมราตรี\" เคยลองใช้สื่อกลางหลายอย่างในการสื่อสารกับอาณาจักรวิญญาณราตรี แต่สุดท้ายทุกคนก็ค้นพบว่า สื่อกลางที่สามารถสร้างการเชื่อมต่อที่มั่นคงที่สุดกับ \"Wayob\" ก็คือหินออบซิเดียน ซึ่งนี่อาจเป็นเหตุผลว่าทำไม Wayob Manifestation ถึงสามารถก่อร่างคล้ายกับรูปปั้นหินได้ ตลอดหลายยุคหลายสมัย ชนเผ่า \"จ้าวแห่งลมราตรี\" เชื่อว่า \"Wayob\" ของพวกเขามีความสามารถในการควบคุมผลึกน้ำแข็งและการแช่แข็ง และสามารถควบคุมภาษาที่เป็นรูปธรรมและการเปลี่ยนแปลงได้อีกด้วย</p>"
    },
    {
      "epId": 7141,
      "name": "Burning-Aflame Wayob Manifestation",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/c79ef393772d2d081f945605d8bf7a4f_3262030686941934638.png",
      "desc": "<p>\"Wayob\" ที่เผ่า \"วงศ์ปีกบุปผา\" ศรัทธาและบูชา ซึ่งปรากฏร่างเหนือพื้นดินด้วยพลังของโทเทม และวิญญาณราตรี<br>ว่ากันว่าเมื่อนานมาแล้ว Wayob Manifestation ที่ปรากฏนั้น แตกต่างจากที่เห็นอยู่ในปัจจุบันมาก รูปลักษณ์เดิมนั้นหยาบกร้าน และใกล้เคียงกับรูปร่างของรูปปั้นหินออบซิเดียนมากกว่า แต่หลังจากที่โครงสร้างของ Wayob Manifestation ถูกบันทึกลงในม้วนหนังสือ รูปร่างของมันก็มีการเปลี่ยนแปลงไปเล็กน้อยเท่านั้น<br>ชนเผ่า \"วงศ์ปีกบุปผา\" เชื่อว่า \"Wayob\" ของพวกเขาสามารถควบคุมพลังของเปลวไฟและการเผาไหม้ รวมถึงควบคุมการไหลเวียนของความร้อนและสายลมที่ร้อนแรงได้</p>"
    },
    {
      "epId": 7367,
      "name": "Wayward Hermetic Spiritspeaker",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/01/53372413/033eb7dd82c2ef800b5cd2a7536f98d6_5789695140504633871.png",
      "desc": "<p>นักบวชของ \"จ้าวแห่งลมราตรี\" ที่ฝึกฝนอยู่ข้างนอกเพียงลำพัง ว่ากันว่าเพราะได้รับการปกป้องจาก Wayob ของ \"จ้าวแห่งลมราตรี\" จึงมีพลัง \"สื่อวิญญาณ\" ที่แข็งแกร่งกว่านักบวชและชาแมนทั่วไป พลังนี้ไม่ใช่เพียงแค่พร แต่ยังเป็นคำสาปอีกด้วย นักบวชที่ไม่สามารถควบคุมพลังนี้ได้ ในตอนแรกเริ่ม จึงทำได้แค่ฝึกฝนอยู่ข้างนอกเพียงลำพัง แม้ว่าในวันนี้ จะสามารถควบคุมพลังได้อย่างช่ำชอง แต่ก็ยังมีนิสัยชอบอยู่ห่างจากผู้คน ด้วยเหตุนี้จึงมีข่าวลือว่า \"เป็นพวกไม่เข้ากับคนอื่น\" ว่ากันว่าถ้าใครมาขอความช่วยเหลือจากเธอ เธอก็จะไม่ลังเลที่จะสอนให้อย่างแน่นอน เพียงแต่ว่า จะสอนให้ด้วยวิธีของตัวเอง...</p>"
    },
    {
      "epId": 7368,
      "name": "Lord of Eroded Primal Fire",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
      "desc": "มังกรที่ก่อตัวขึ้นจากพลังแห่งความมืดมิด<br>มอนสเตอร์ของภพแห่งความว่างเปล่าที่ถูกเรียกว่าจอมทำลายล้างแห่ง Abyss หรือถูกเรียกในชื่อว่า \"Gosoythoth\" มีพลังราวกับภัยพิบัติซึ่งสามารถดูดซับความทรงจำในกระแสพลัง และรวบรวมมันให้เป็นรูปเป็นร่างขึ้นมาได้ ท่ามกลางอดีตมากมายในโบราณกาลที่ไหลเวียนอยู่ใต้พิภพ เจตจำนงที่หลงเหลืออยู่ของราชามังกรธาตุในยุคปฐมกาลถูกดึงออกมาราวกับไขกระดูก และใช้มันสร้างร่างจำลองขึ้นมา<br>แต่นั่นเป็นแค่ \"รูปร่าง\" เท่านั้นจริงหรือ มังกรที่ตายแล้วได้ลืมตาตื่นขึ้นมาอีกครั้งด้วยความช่วยเหลือจากพลังจากต่างโลกที่มันเคยต่อต้าน และละทิ้งทุกสิ่งในชีวิตอันแสนสั้นราวกับความฝัน คำสอนอันดำมืดได้กักขังมันไว้ในวันสุดท้ายของชีวิต เพลิงโทสะที่ไร้ขีดจำกัดได้กลืนกินสติปัญญาทั้งหมด และตอนนี้ มีเพียงจิตวิญญาณต่อสู้เท่านั้นที่ไม่ยอมสงบ และเผาไหม้อย่างไม่หยุดยั้ง"
    },
    {
      "epId": 7589,
      "name": "Ferocious Warrior: Human Ram",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/b5c92829c9877621d0cb4deec973ed87_2384725081525291192.png",
      "desc": "นักรบจากบนที่ราบ ผู้คุ้มกันชนเผ่าที่เดินลาดตระเวนอยู่ท่ามกลางทุ่งรวงทอง<br>เชี่ยวชาญเทคนิคการใช้ประโยชน์จากเขาแหลม เพื่อโจมตีจุดอ่อนของศัตรู ระวังอย่าให้ถูกเขาเจอจุดอ่อนเข้าให้ล่ะ"
    },
    {
      "epId": 7590,
      "name": "Ferocious Warrior: Wrestler",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/279b1ab5c25d00b83d2a183d8cb83aed_2545526398507088007.png",
      "desc": "นักรบจากบนที่ราบ ผู้คุ้มกันชนเผ่าที่เดินลาดตระเวนอยู่ท่ามกลางทุ่งรวงทอง<br>นักรบผู้ฝึกความแข็งแกร่งของตนอย่างต่อเนื่อง ด้วยความมุ่งมั่นที่จะเป็นนักรบมาตั้งแต่แรก เมื่อสองมือที่จับอาวุธฟาดฟันลงมา พลังทำลายล้างนั้นเป็นสิ่งที่คนธรรมดาไม่อาจต้านทานได้"
    },
    {
      "epId": 7591,
      "name": "Ferocious Warrior: Grappler",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/17373602bea470f84e8f923d78acc0fb_5899995383274761518.png",
      "desc": "นักรบจากบนที่ราบ ผู้คุ้มกันชนเผ่าที่เดินลาดตระเวนอยู่ท่ามกลางทุ่งรวงทอง<br>การต่อสู้ด้วยแขนขาเพียงอย่างเดียวนั้นถือเป็นเกียรติยศอย่างหนึ่งสำหรับ \"ผองสรรพสิ่ง\" ดังนั้นนักรบที่เข้าสู่เส้นทางแห่งการฝึกฝนเพื่อการนี้ จึงมีกำลังแขนที่สามารถขว้างหอกได้อย่างทรงพลัง"
    },
    {
      "epId": 7592,
      "name": "Tatankasaurus Warrior: Skybreaker",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/c35bc6e5a8c18ed771ba5879c7edfe82_3872590231790022732.png",
      "desc": "นักรบผู้แข็งแกร่งซึ่งได้รับการยอมรับ และได้รับมงกุฎ Saurian จากผองสรรพสิ่ง<br>ว่ากันว่าใน \"ผองสรรพสิ่ง\" เหล่านักรบที่อาศัยอยู่ร่วมกับ Tatankasaurus ได้เรียนรู้วิธีการพุ่งตัวและโจมตีอย่างรุนแรงจากคู่หู Saurian ของตน โดยเฉพาะนักรบที่ใช้อาวุธหนัก ว่ากันว่าแท้จริงแล้วเคล็ดลับของพวกเขาอยู่ที่เทคนิคการหมุนช่วงเอวอย่างคล่องแคล่ว"
    },
    {
      "epId": 7593,
      "name": "Tatankasaurus Warrior: Spiritlight Chaser",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/3b8e44c078d328dda4b41b1292e18577_3428253082352262324.png",
      "desc": "นักรบผู้แข็งแกร่งซึ่งได้รับการยอมรับ และได้รับมงกุฎ Saurian จากผองสรรพสิ่ง<br>ใน \"ผองสรรพสิ่ง\" แม้แต่นักรบที่เชี่ยวชาญในการใช้อาวุธระยะไกล ก็ยังมีทักษะการต่อสู้ระยะประชิดที่ยอดเยี่ยม บางทีสำหรับพวกเขาแล้ว เทียบกับการใช้ปืนใหญ่พิสัยไกลเพื่อโจมตี การใช้หนังสติ๊กยิงโดยตรงยังเหมาะกับพวกเขาเองมากกว่าเสียอีก"
    },
    {
      "epId": 7594,
      "name": "Tatankasaurus Whelp",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/d4641f53018c758c23c0787c0da3ea09_8200080940668319754.png",
      "desc": "Tatankasaurus ที่ยังวัยเยาว์ เนื่องจากไม่สามารถควบคุมพลังของร่างกายได้อย่างสมบูรณ์ จึงทำให้มันดูงุ่มง่ามไปบ้าง<br>เขาคู่ที่สองยังโตไม่เต็มที่ พลังส่วนหลังและส่วนท้องก็ยังไม่แข็งแกร่งพอที่จะทำลายก้อนหินที่ขวางทางได้ แต่ตราบใดที่มันสามารถเติบโตได้อย่างแข็งแรง มันก็จะมีช่วงเวลาที่สามารถโลดแล่นอย่างอิสระไปมาบนที่ราบที่อุดมสมบูรณ์ได้"
    },
    {
      "epId": 7595,
      "name": "Tatankasaurus",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/21204af0a9d126a19e69744fcd9d8e28_8528916191906861743.png",
      "desc": "Saurian ที่มีหงอนแข็งแกร่งและร่างกายที่แข็งแรง ซึ่งสามารถโฉบข้ามท้องทุ่งที่อยู่รอบ ๆ ภูเขาไฟได้<br>ตามตำนานกล่าวว่า เดิมที Tatankasaurus นั้นมีร่างกายที่ใหญ่โตมาก จนสามารถใช้เขาของมันค้ำยันภูเขาเพื่อเคลื่อนที่ได้ แต่การเคลื่อนที่ของมันไม่ได้คล่องแคล่วเท่าตอนนี้ บางทีพลังที่ Tatankasaurus นั้นมีอยู่ในตัว อาจจะเป็นสิ่งที่สืบทอดมาจากสายเลือดก็เป็นได้"
    },
    {
      "epId": 7596,
      "name": "Thundering Wayob Manifestation",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/219803c586433d8264403d303630115d_1112015205118514664.png",
      "desc": "\"Wayob\" ที่ชนเผ่า \"ผองสรรพสิ่ง\" ศรัทธาและบูชา ซึ่งปรากฏร่างเหนือพื้นดินด้วยพลังของโทเทมและวิญญาณราตรี<br>ในตำนานของชนเผ่า \"ผองสรรพสิ่ง\" นั้น \"Wayob\" เคยแปลงร่างมาในหลากหลายรูปแบบ และต่อสู้กับนักสู้ผู้แข็งแกร่งที่มีชื่อเสียงของชนเผ่า ในช่วงก่อนรุ่งอรุณที่มืดมิดซึ่งมองไม่เห็นใบหน้ากันอย่างชัดแจ้ง แต่สุดท้าย ก็มักจะจบลงด้วยการที่ทั้งสองฝ่ายไม่สามารถเอาชนะซึ่งกันและกันได้<br>ชาว \"ผองสรรพสิ่ง\" เชื่อว่า \"Wayob\" ของพวกเขามีพลังที่สามารถควบคุมสายฟ้าและความเร็วได้ และสามารถนำความอุดมสมบูรณ์มาสู่ผืนดินได้"
    },
    {
      "epId": 7597,
      "name": "Lava Dragon Statue",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/bd5879239d44dbbee53cb8f17a30967e_3042829770408714999.png",
      "desc": "มอนสเตอร์ที่สามารถสร้างพลังงานความร้อนขึ้นมาอย่างต่อเนื่อง เพื่อรักษาสถานะการเคลื่อนไหวของตัวเอง<br>ว่ากันว่า มอนสเตอร์ที่มีลาวาเป็นแกนกลางนั้น เป็นผลพลอยได้จากการวิจัยอีกแง่หนึ่ง ซึ่งแตกต่างจากกลไกต้นกำเนิดที่ถูกสร้างขึ้นในภายหลัง หัวข้อการวิจัยของมันคือ ไฟในยุคแรกเริ่มสามารถเลียนแบบมนุษย์ เพื่อสร้างเผ่าพันธุ์ใหม่ได้หรือไม่... แต่การวิจัยนี้ล้มเหลวอย่างไม่ต้องสงสัย หลังจากที่บัลลังก์ของผู้ปล้นชิงจากฟากฟ้ามาถึง สิ่งที่สามารถถือกำเนิดจากเพลิงปฐมกาลได้นั้น สุดท้ายก็มีเพียงมอนสเตอร์เปลือกเปล่าที่มีเพียงรูปร่างและชีวิต แต่กลับไร้ซึ่งสติปัญญา"
    },
    {
      "epId": 7598,
      "name": "Furnace Shell Mountain Weasel",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/de8e675a8d6621783a7784a2c6668049_2984216873026527642.png",
      "desc": "Mountain Weasel โบราณที่มีรูปร่างพิเศษ เพราะอาศัยอยู่ในสภาพแวดล้อมที่มีโฟลจิสตันพิเศษ ซึ่งตัดขาดจากโลกภายนอก<br>สัตว์โบราณนี้จะกินสิ่งมีชีวิต ที่อุดมไปด้วยโฟลจิสตันจำนวนมากเป็นอาหาร และสะสมพลังงานไว้ในเปลือกหลังอย่างต่อเนื่อง เนื่องจากอาศัยอยู่ในซากปรักหักพังของภูเขาศักดิ์สิทธิ์มาเป็นเวลานาน และด้วยคุณสมบัติพิเศษที่ใกล้ชิดกับโฟลจิสตันอย่างเป็นเอกลักษณ์ มันจึงค่อย ๆ ได้รับผลกระทบจากกลไกต้นกำเนิดที่อยู่ในซากปรักหักพังของภูเขาศักดิ์สิทธิ์ จนก่อตัวเป็นสถานะการดำรงอยู่เฉพาะตัว ที่พึ่งพาอาศัยกลไกต้นกำเนิด"
    },
    {
      "epId": 7671,
      "name": "Secret Source Automaton - Overseer Device",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/24/05a26636a76e13060c8de6fb305b02cd_2018751552783544328.png",
      "desc": "จักรกลควบคุมของโบราณสถาน<br>ในอดีตกาล เผ่าพันธุ์ที่ยิ่งใหญ่ได้มอบอำนาจบางส่วนให้แก่ปัญญาที่สร้างขึ้นจากโฟลจิสตัน เพื่อรักษาการทำงานของมหานครนี้ ปัญญาเหล่านี้ได้รับคำสั่งให้ปฏิบัติภารกิจ ครั้งหนึ่งมันเคยควบคุมการทำงานของเมืองบนผืนดินนับไม่ถ้วนผ่านกลไกต่าง ๆ แต่ปัจจุบันอารยธรรมโบราณได้ถูกทำลายไปท่ามกลางไฟสงครามระหว่างเผ่าพันธุ์ที่ถือกำเนิดใหม่ ภายในจักรกลควบคุมที่เคยแบกรับภูมิปัญญาอันยิ่งใหญ่ จึงเหลือเพียงคำสั่งที่เรียบง่ายที่สุดเท่านั้น"
    },
    {
      "epId": 7672,
      "name": "เกมหมากรุกหน้าประตู",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/24/5b9539328dc0545b8c3669afe6095c1b_8273126040204387859.png",
      "desc": "กองทัพที่สร้างขึ้นจากเทคนิคแขนงต่าง ๆ ของสมาคมแม่มด<br>แม้ว่าทั้งหมดจะเป็นเทคโนโลยีที่มีอยู่แล้ว แต่ก็ไม่มีภูมิปัญญาอันลึกล้ำที่สามารถสัมผัสถึงรากฐานของจักรวาลได้ พวกมันเฝ้าอารักขาธรณีประตูสุดท้าย ขณะเดียวกันตัวมันเองก็เป็นคำอุปมาอย่างหนึ่งด้วยเช่นกัน<br>บนโลกนี้อาจมีกฎเกณฑ์ ทว่าเมื่อใดที่ข้ามผ่านธรณีประตูไปได้ ข้อจำกัดเหล่านั้นก็ไม่มีอยู่อีกต่อไป"
    },
    {
      "epId": 8240,
      "name": "Ruler of the Chizhang Mountains: Yiji",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/43488d51e54e7ab318d58e558081b945_3845840944244851362.png"
    },
    {
      "epId": 8241,
      "name": "Ruler of the Chizhang Mountains: Tianyu",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/43488d51e54e7ab318d58e558081b945_3845840944244851362.png"
    },
    {
      "epId": 8242,
      "name": "Polychrome Tri-Stars: Sidorenko",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/d1d4c82c773805f27d3d19588ca27df6_3579167711791375910.png"
    },
    {
      "epId": 8243,
      "name": "Polychrome Tri-Stars: Nomokonov",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/738a618d976ad1e183245d25abf16bf0_3062414564886142206.png"
    },
    {
      "epId": 8244,
      "name": "Polychrome Tri-Stars: Vasily",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/e3c7bae41bc63f0d275c2af31c1834d7_7120027076018801861.png"
    },
    {
      "epId": 8245,
      "name": "Balachko",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/402e79c0c93ddea4365176eaa38d5955_8047585357409839338.png"
    },
    {
      "epId": 8246,
      "name": "Sappho Amidst the Waves",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/cc7231490b597c29b228aa5879aca248_5587473142086814627.png"
    },
    {
      "epId": 8247,
      "name": "Cihuacoatl of Chimeric Bone",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/902b205d484177a66d80a99a4690f91b_2956725104528111561.png"
    },
    {
      "epId": 8248,
      "name": "Tlatzacuilotl",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/a21d8902b4494e4198d30ed326093036_3258047674328494341.png"
    },
    {
      "epId": 8249,
      "name": "Cocijo",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/186b715c4b262f5ed66d2f6be71ab942_7518105023585073880.png"
    },
    {
      "epId": 8250,
      "name": "He Never Dies",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/38b7cd41a368ad53d465b4af84633c5c_4552923338438094815.png"
    },
    {
      "epId": 8251,
      "name": "Ichcahuipilli's Aegis",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/d94c44a46c90a6cb401323af163a1a09_4228739822212811192.png"
    },
    {
      "epId": 8252,
      "name": "Chimalli's Shade",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/62ab061dfe09da74e423cb425a8dfa50_8238955633854399989.png"
    },
    {
      "epId": 8253,
      "name": "Atlatl's Blessing",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/598f17257d0454c4d810263cd58431b0_2887269700665610079.png"
    },
    {
      "epId": 8254,
      "name": "\"ผนึกทองแดง\"",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/72fd63f7acc4b4affb0363c82044927d_350707210805993198.png"
    },
    {
      "epId": 8255,
      "name": "\"ตัวช่วยของ Tupayo\"",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/7faebeec2556b5ba41702fa4183bbccf_6977487228750170949.png"
    },
    {
      "epId": 8256,
      "name": "\"การสนับสนุนของ Potapo\"",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/c132c0467ef4c0f9a351c35bafc86153_703370693191533772.png"
    },
    {
      "epId": 8257,
      "name": "หนวดเหล็ก",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/8a5d774f758e443498fc2d6ea43763e2_1247255185073969722.png"
    },
    {
      "epId": 8258,
      "name": "\"จิตวิญญาณแห่งดาวรุ่งอรุณที่ร่วงหล่น\"",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/b2c8dfa5882e1d74534a3a66e244f44b_2563385949318573028.png"
    },
    {
      "epId": 8259,
      "name": "Rilai",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0c899e360f99ce90039615131d3f8261_1234442891422005115.png"
    },
    {
      "epId": 8260,
      "name": "Reji",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/3b8e44c078d328dda4b41b1292e18577_8628520178355996973.png"
    },
    {
      "epId": 8261,
      "name": "\"Infinitesimal\"",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/86f253e3b8e356d938c9cc1468dbb2e1_1228494384999032010.png"
    },
    {
      "epId": 8262,
      "name": "\"Battlegoat\"",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/31ee31edafd89ff43c3414dc27c05e3e_5075957096705156534.png"
    },
    {
      "epId": 8263,
      "name": "\"Ironclaw\"",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/ef1b2a182de461d640ae5e4bf438191e_8289169360805239479.png"
    },
    {
      "epId": 8264,
      "name": "The Peak",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/5bee34811e87d975edcd551e8c79c9b2_844404976333501046.png"
    },
    {
      "epId": 8265,
      "name": "\"Tupu's Lushness\"",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/219803c586433d8264403d303630115d_2137908387967266065.png"
    }
  ]
}