{
  "epId": 1618,
  "name": "Hộp Rượu Ako Domeki",
  "desc": "Đạo cụ được làm ra dành riêng cho việc đánh bắt cá.<br/>Dụng cụ đựng rượu mà Ako Domeki từng xưng bá ở vùng Seirai đã dùng. Bị nước biển đưa đến lưỡi câu của người thợ câu.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ako's Sake Vessel_icon.png",
  "filterValues": {
    "objectType": [
      "Nguyên Liệu Tinh Luyện"
    ]
  },
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 1700977802,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Hộp Rượu Ako Domeki"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Nguyên Liệu Tinh Luyện"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Trao đổi tại Hiệp hội đánh cá Inazuma"
          }
        ]
      },
      {
        "key": "Vũ Khí Tinh Luyện",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1930,
            "name": "Lao Xiên Cá",
            "desc": "Từng là một vũ khí ưa dùng của tướng cướp Inazuma thời xưa.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/「渔获」.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Nguyên Vật Liệu",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2435,
            "name": "Lôi Minh Tiên",
            "desc": "Loài cá bướm quý hiếm ở Inazuma, thích tụ tập ở những vùng nước có nguyên tố lôi.<br/>Tương truyền nguồn gốc của loài cá này là \"Trường Sinh Tiên\" của Liyue, được các thương lái du nhập đến Inazuma và thích nghi với điều kiện sống nơi này. Hiện nay đã có học giả dùng nó và Slime Lôi để nghiên cứu về điện.<br/>\"Tê... tê... đầu lưỡi... tê quá\" - Một thực khách bình luận.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Raimei Angelfish_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 2385,
            "name": "Cá Pháo",
            "desc": "Vây bụng tròn và ngắn, thân hình đầy đặn, kèm theo biểu cảm thật thà tạo nên ấn tượng đầu tiên của mọi người về loài cá này. Nhưng điều ít ai biết là dưới vẻ ngoài ngốc nghếch chậm chạp ấy, chúng lại có một kỹ năng hút nước nhanh vào cơ thể, rồi bắn từ miệng ra ngoài một luồng nước như viên đạn pháo, chính xác và mạnh mẽ. Dù đó là một ngư dân đi nữa thì cũng không thể tránh khỏi hôn mê, xứng danh là sát thủ dưới nước.<br/>\"Trước mặt có Cá Pháo, cẩn thận bị phun nước miếng.\" - \"Sổ Tay Câu Cá - Cá Pháo\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Pufferfish_icon.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 2402,
            "name": "Cá Pháo Cay Đắng",
            "desc": "Loài cá hiếm gặp trong họ Cá Pháo, danh bất hư truyền, chúng là loài cá lan truyền sự cay đắng trong nước. So với loài Cá Pháo bình thường, viên đạn nước mà chúng bắn ra khá nhỏ và chậm, nhưng lại mang mùi vị cay đắng. Trong thời kỳ giao phối, người ta thường hay thấy cảnh con trống và mái liên tục bắn đạn qua lại để lan truyền sự cay đắng, có thể đây là một cách để thể hiện tình yêu chăng.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/animal/Bitter Pufferfish_icon.png",
            "amount": 10
          }
        ],
        "isMaterial": true
      }
    ]
  }
}