{
  "epId": 2067,
  "name": "Như Sấm Thịnh Nộ",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Giảm CD",
      "Tăng Sát Thương"
    ]
  },
  "menuId": 5,
  "menuName": "Thánh Di Vật",
  "version": 1681523406,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Như Sấm Thịnh Nộ"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Bí Cảnh Chúc Phúc: Lửa Thanh Tẩy V\nBí Cảnh Chúc Phúc: Lửa Thanh Tẩy VI\nHoàn Thánh Huyền Bí"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Nhận 15% buff sát thương nguyên tố Lôi",
      "fourSetEffect": "Sát thương phản ứng quá tải, điện cảm, siêu dẫn tăng 40%. Khi kích hoạt những phản ứng nguyên tố này, CD kỹ năng nguyên tố giảm 1s. Hiệu quả này mỗi 0.8s thi triển nhiều nhất một lần."
    },
    "story": [
      {
        "title": "Sự Thương Hại Của Lôi Điểu",
        "desc": [
          {
            "type": "RichText",
            "text": "Loài hoa dại màu tím sống trong tro tàn của núi lửa,\nTừng chứng kiến nỗi tai ương ập xuống đầu bộ lạc cổ xưa.\nTrong buổi hiến tế của một năm mới, phù thủy dùng máu của kẻ vô tội đánh thức Lôi Ma Điểu.\nNgười trong bộ lạc hy vọng Lôi Điểu có thể vui mừng nhận lấy hiến phẩm thần thánh, giống như trước kia hát vang bài sấm truyền.\nThế nhưng khi Lôi Điểu cưỡi chớp tiến đến, bầu trời vang lên lại là tiếng sấm hủy diệt.\nĐể báo đáp lại tiếng ca vô tình nghe được, Lôi Điểu đã giáng xuống đầu người trong bộ tộc thiếu niên lời báo thù tàn khốc nhất.\nLôi Ma Điểu đã thể hiện sự đáng sợ thực sự, xóa bỏ bộ lạc nhỏ bé khỏi mặt đất rộng lớn."
          }
        ]
      },
      {
        "title": "Vương Miện Gọi Sét",
        "desc": [
          {
            "type": "RichText",
            "text": "Bộ lạc cổ xưa thờ cúng Lôi Ma Điểu,\nVương miện đội đầu của phù thủy đức cao vọng trọng.\nLoài chim bay trong lôi bão, mang theo dòng tử điện và giông tố kéo đến cánh rừng.\nBộ lạc mông muội cảm kích trước ân điển của nó, sợ hãi trước sức mạnh của nó.\nThế nên lựa chọn phù thủy, lấy máu cúng tế cầu mong sự bảo vệ, tránh khỏi trừng phạt.\nLôi Điểu chung quy vẫn là ma vật, con người không nên sùng bái.\nloài người vẫn mông muội không rõ, vẫn coi sự bất thường của Lôi Điểu là ngày tận thế.\nSấm sét chỉ là hơi thở của nó, cũng giống như sinh tử của con người.\nTrên không trung, trong ánh mắt của loài ma vật ấy con người không khác gì loài thú biết đi.\nCho đến một ngày tiếng hát trong trẻo đã xuyên qua mưa bão,\nXé toạc trời mây, đưa nguồn ánh sáng nhỏ bé đến cho Lôi Điểu."
          }
        ]
      },
      {
        "title": "Sấm Sét Hung Ác",
        "desc": [
          {
            "type": "RichText",
            "text": "Chiếc ly hiến tế được phù thủy các bộ lạc cổ xưa sử dụng,\nlấy máu tươi của vật hiến tế hiến cho Lôi Ma Điểu.\nVào mùa, Lôi Điểu bay trên trời cao, trong những cánh rừng đầy mưa bão, có một chàng thiếu niên đã cất tiếng hát không sợ hãi.\nLôi Ma Điểu vốn đơn độc nay bị thu hút bởi giọng hát trong trẻo của thiếu niên, nhẹ nhàng đáp xuống đứng cạnh chàng trai.\n\"Đúng là một điệu nhạc thú vị. Một con người nhỏ bé như ngươi, lại không sợ mưa bão và sấm sét ư?\"\n\"Người trong tộc đều nói, ta là đứa bé có thể hóa giải lôi điện, biến giông tố thành mưa lành\"\nThiếu niên ngưng giọng hát, trả lời câu hỏi của Lôi Điểu.\nLôi Điểu kêu lên đầy kiêu ngạo, không còn cất tiếng nói,\nBởi vì đó là tiếng hát vô cùng đẹp đẽ, xuyến xao người nghe.\nCuộc gặp gỡ duy nhất với khoảng cách gần như bằng không giữa Lôi Điểu và thiếu niên bị coi là vật hiến tế.\nKhi Lôi Điểu tìm kiếm thiếu niên một lần nữa, chỉ thấy tế đàn trên cao và chiếc ly vàng đựng máu đỏ."
          }
        ]
      },
      {
        "title": "Tai Họa Của Sét",
        "desc": [
          {
            "type": "RichText",
            "text": "Lôi Ma Điểu sà cánh xuống, phát ra thứ ánh sáng màu tím.\nCũng có thể là chứng cứ cuối cùng về sự tồn tại của bộ lạc trước khi bị hủy diệt.\nBộ lạc cổ xưa từng coi Lôi Điểu là vị thần bảo hộ. Lôi Điểu lại hủy diệt họ chỉ trong một chốc lát.\nTrong một đêm tối tĩnh lặng, Lôi Điểu cùng thiếu niên kết thành bạn tâm giao.\nSau khi Lôi Điểu vỗ cánh bay đi, thiếu niên nhặt được chiếc lông vũ vô tình sót lại.\n\"Khi ngươi cùng mưa chớp đến\"\n\"Ta sẽ hát bài hát khác tặng ngươi\"\nLời hứa chưa được thực hiện khiến Lôi Ma Điểu căm phẫn,\nVỗ cánh rời xa cánh rừng đã hóa thành tro.\nCho đến nhiều năm sau, nó bị xem là quái vật làm loạn và bị tiêu diệt.\nNhiều năm sau đó, vùng đất tro tàn ấy lại sinh sôi phát triển.\nChiếc lông xưa kia thuộc về loài Lôi Điểu bị vùi sâu giữa những đám cỏ.\nThế nhưng câu chuyện về hai người ấy đã vĩnh viễn đi vào cõi hư vô cùng bộ lạc."
          }
        ]
      },
      {
        "title": "Thời Gian Lôi Đình",
        "desc": [
          {
            "type": "RichText",
            "text": "Chiếc đồng hồ là một món trang sức tinh tế, từng thuộc về bộ lạc cổ xưa sùng bái Lôi Điểu.\nThế nhưng khi bộ lạc bị hủy diệt, chiếc đồng hồ này cũng dần dần bị lãng quên.\nChiếc đồng hồ hoa lệ được tạo nên từ Tử thủy tinh và hổ phách kim, vốn là vật để đo thời gian của phù thủy.\nMỗi khi đến mùa Lôi Ma Điểu giáng lâm, chiếc đồng hộ này sẽ báo thời gian của buổi hiến tế.\nTrong buổi lễ cuối cùng của bộ lạc, Ma Điểu điên cuồng xé toang tế đài nhuốm máu.\nChiếc đồng hồ dự báo thần bảo hộ giáng lâm, cũng chính vào giây phút đó biến thành đồng hồ tang triệu hồi sấm sét.\nCự điểu phẫn nộ giáng tai ương hủy diệt xuống bộ lạc, tất cả chỉ vì một khúc ca của con người.\nThế nhưng sự thật mà Lôi Điểu chưa từng hiểu rõ được đó là thiếu niên tự nguyện hy sinh bản thân để hiến tế.\nMong bộ lạc sẽ nhận được ân điển từ cự điểu, sẵn sàng chấp nhận huyết cốt phân li."
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Tai Họa Của Sét",
        "position": "Lông Vũ Tử Vong",
        "desc": [
          {
            "type": "RichText",
            "text": "Lông mang theo lôi điện, là báo ứng tàn khốc của Lôi Ma Điểu. Vẫn phát ra sấm sét phẫn nộ của nó."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Thời Gian Lôi Đình",
        "position": "Cát Thời Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Đồng hồ cát được bộ tộc thờ cúng lôi điểu dùng để tính thời gian Lôi Chủ giáng lâm. Đã bị dừng lại vĩnh viễn theo sự suy tàn của bộ tộc."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Sự Thương Hại Của Lôi Điểu",
        "position": "Hoa Sự Sống",
        "desc": [
          {
            "type": "RichText",
            "text": "Bông hoa có màu của sấm sét, may mắn thoát được trong cuộc tàn sát của lửa tím."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Vương Miện Gọi Sét",
        "position": "Nón Lý Trí",
        "desc": [
          {
            "type": "RichText",
            "text": "Nón của phù thủy cổ đại thờ bái Lôi Ma Điểu, nhưng tín ngưỡng trung thành cũng không thể làm ma thú cảm động."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Sấm Sét Hung Ác",
        "position": "Ly Không Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Ly nghi thức được đổ đầy bởi máu của người vô tội, cầu nguyện sấm sét trở về. Cuối cùng chỉ tràn đầy sự oán hận như sấm thịnh nộ."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/goblet_of_eonothem_icon.png"
      }
    }
  }
}