{
  "epId": 2070,
  "name": "Tôn Giả Trầm Lặng",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Kháng Nguyên Tố",
      "Tăng Sát Thương"
    ]
  },
  "menuId": 5,
  "menuName": "Thánh Di Vật",
  "version": 1681523410,
  "components": {
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Ly Bình Lôi",
        "position": "Ly Không Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Ly rượu của dũng sĩ Bình Lôi, nghe nói những anh hùng tiêu diệt Lôi Ma Thú đã dùng chiếc ly này đựng đầy tử điện để uống."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Lông Vũ Bình Lôi",
        "position": "Lông Vũ Tử Vong",
        "desc": [
          {
            "type": "RichText",
            "text": "Trong truyền thuyết, đây là huy chương dành tặng cho anh hùng đã đứng lên tiêu diệt lôi điện."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Trái Tim Bình Lôi",
        "position": "Hoa Sự Sống",
        "desc": [
          {
            "type": "RichText",
            "text": "Đóa hoa nở rộ trong sấm sét, đến nay vẫn có thể ban tặng dũng khí cho những nhà lữ hành đi trong sấm sét."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Khoảnh Khắc Bình Lôi",
        "position": "Cát Thời Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Đồng hồ của người dũng sĩ thần phục lôi điện, những mảnh vỡ của sấm sét trong đó chảy xuống báo hiệu thời gian dần trôi qua."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Nón Bình Lôi",
        "position": "Nón Lý Trí",
        "desc": [
          {
            "type": "RichText",
            "text": "Vương miện của dũng sĩ Bình Lôi, nhận được khi các anh hùng cổ đại tiêu diệt Lôi Ma Thú làm hại đại lục."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/circlet_of_logos_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Kháng nguyên tố Lôi tăng 40%.",
      "fourSetEffect": "Tăng 35% sát thương tạo thành cho kẻ địch bị ảnh hưởng nguyên tố Lôi."
    },
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Tôn Giả Trầm Lặng"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Bí Cảnh Chúc Phúc: Lửa Thanh Tẩy V\nBí Cảnh Chúc Phúc: Lửa Thanh Tẩy VI\nHoàn Thánh Huyền Bí"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Trái Tim Bình Lôi",
        "desc": [
          {
            "type": "RichText",
            "text": "Bông hoa màu tím bé nhỏ được hái trong trời giông sấm sét.\nCó thể khiến người đeo nó không sợ hãi trước Lôi Điện.\nHoa nở rộ trong tia sét tím, trải qua biết bao mưa bão cũng chưa từng héo mòn.\nĐây là Hoa Sấm Sét được đích thân Tôn Giả Bình Lôi hái.\nDũng Sĩ luôn đeo bông hoa trước ngực, dũng mãnh kiên cường đối mặt với Lôi Điện.\nCho dù phải đương đầu trong huyết chiến với Lôi Ma Thú, cũng chưa từng run sợ chút nào.\nĐối với Tôn Giả, bông hoa màu tím nhỏ bé trước ngực này chỉ là hứng thú nhất thời.\nNhưng đối với vị khách qua đường, đây lại là lòng quyết tâm, quả cảm để đánh bại sấm sét."
          }
        ]
      },
      {
        "title": "Nón Bình Lôi",
        "desc": [
          {
            "type": "RichText",
            "text": "Vương miện màu tím cổ xưa,\nPhát ra ánh sáng chinh phạt Lôi Điện.\nLôi Ma Thú hung tàn trước kia,\nTừng dùng vòng tay sấm sét để nô dịch con người.\nNhưng không biết sấm sét sẽ dần mất đi,\nnhững thứ uy hiếp đại lục sẽ không được phép tồn tại.\nDũng Sĩ xuyên qua giông tố bẻ gãy móng và răng của nó,\nDành được chiếc vương miện Bình Lôi cho bản thân mình.\nThế nhưng thời gian đã trôi qua thì sẽ không có cách nào quay lại được."
          }
        ]
      },
      {
        "title": "Ly Bình Lôi",
        "desc": [
          {
            "type": "RichText",
            "text": "Ly rượu được Tôn Giả sử dụng để bình định sau tai họa sấm sét,\ncũng có thể chủ cũ của nó đã từng dùng nó để uống dòng tử điện.\nTôn Giả diệt quái vật cũng là một phàm nhân, vui với cái được, buồn với cái mất.\nBạo nộ và hoan hỉ giống như sấm sét, đột ngột mà nhanh chóng.\nLy Tử Tinh đã chứng kiến bao cảm xúc của tôn giả và cũng chứa đựng tất cả niềm vui và nỗi buồn.\nBất luận tình thân bị biến thành rượu tế,\nhay mượn dũng khí trong cốc tiến sâu vào hang thú lúc đêm tối,\nhay chứng kiến sự cô độc của Tôn Giả Bình Định Lôi Điện."
          }
        ]
      },
      {
        "title": "Lông Vũ Bình Lôi",
        "desc": [
          {
            "type": "RichText",
            "text": "Huy chương hình Ưng Linh, được mô phỏng theo hình dáng lông của loài chim Cắt bay vút trong bầu trời sấm sét.\nĐính trước ngực dường như có thể cảm nhận được hơi thở của sấm và lửa.\nChim Cắt là loài không sợ sấm sét và lửa đỏ,\nCọng lông còn sót lại trong cánh rừng bị cháy rụi.\nDũng sĩ mượn tạo hình của nó, kết hợp với Tử Thủy Tinh tạo nên huy chương.\nTrong mắt của kẻ địch, Ưng Linh phát ra ánh sáng màu tím.\nTrên chiếc huy hiệu nhỏ, ánh điện chói mắt thoắt ẩn thoắt hiện.\nDường như tiên đoán được Lôi Ma Thú sẽ phải đối mặt với sự trừng phạt tàn khốc.\nDũng Sĩ không hề sợ hãi trước sự hùng mạnh của sấm sét và lửa,\nCuối cùng chém đứt đầu quái vật Lôi Điện."
          }
        ]
      },
      {
        "title": "Khoảnh Khắc Bình Lôi",
        "desc": [
          {
            "type": "RichText",
            "text": "Đồng hồ cát dùng mảnh vỡ của sấm sét thay thế cho hạt cát, từng được Tôn Giả sử dụng.\nTinh thạch theo dòng thời gian dần tan vỡ và rơi xuống, nhưng lại kết thành một thể ở phía dưới.\nDũng Sĩ diệt Lôi Ma Thú dùng Tử Thủy Tinh tạo nên chiếc đồng hồ cát này\nThời gian trôi qua nhanh như chớp, khó lòng đuổi kịp.\nNgay cả Tôn Giả Bình Lôi, cũng không thể làm gì trước dòng chảy thời gian.\nBị nhốt trong chiếc đồng hồ cát này, cho dù là Lôi Điện cũng không thể phản kháng lại trước quy luật vĩnh hằng của thời gian.\nTử Thủy Tinh tan vỡ rồi lại hợp nhất vô vàn lần, thời gian trong dòng điện quang lặng lẽ trôi vút, chẳng thể quay lại.\nNhìn thấu được quy luật vạn vật hưng suy, cũng trở thành điều cốt lõi trong việc Dũng Sĩ tiêu diệt quái thú."
          }
        ]
      }
    ]
  }
}