{
  "epId": 2071,
  "name": "Vật May Mắn",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "HP",
      "Phòng Ngự"
    ]
  },
  "menuId": 5,
  "menuName": "Thánh Di Vật",
  "version": 0,
  "components": {
    "artifactList": {
      "sands_of_eon": {
        "title": "Đồng Hồ Cát May Mắn",
        "position": "Cát Thời Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Đồng hồ cát bị thủng nên bên trong trống rỗng. Thời gian không có ý nghĩa gì với người vô lo vô nghĩ."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Vòng Bạc May Mắn",
        "position": "Nón Lý Trí",
        "desc": [
          {
            "type": "RichText",
            "text": "Vốn bị rơi xuống vực, nhưng lại lọt vào hầm kho báu của giới quý tộc cũ. Là vật kỷ niệm của sự kiện đó."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Hoa May Mắn",
        "position": "Hoa Sự Sống",
        "desc": [
          {
            "type": "RichText",
            "text": "Hoa xanh bốn cánh mọc ngoài thảo nguyên hoang dã, nghe nói có thể đem lại may mắn."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Lông Ưng May Mắn",
        "position": "Lông Vũ Tử Vong",
        "desc": [
          {
            "type": "RichText",
            "text": "Ma vật chặn đường phía trước bị đại bàng đuổi bắt, cọng lông này đôi lúc cũng đem lại may mắn."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Ly May Mắn",
        "position": "Ly Không Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Vật đựng tinh xảo làm từ kim loại, từng được dùng để đánh đuổi kẻ trộm."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Lucky Dog/goblet_of_eonothem_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Phòng ngự tăng 100 điểm.",
      "fourSetEffect": "Khi nhặt Mora, hồi 300 điểm HP."
    },
    "story": [
      {
        "title": "Hoa May Mắn",
        "desc": [
          {
            "type": "RichText",
            "text": "Sinh ra đã là đứa trẻ may mắn, bất kể loại kỳ tích nào đều sẽ mở rộng vòng tay với cậu.\nĐó là cỏ bốn lá trong truyền thuyết, là lễ vật quý giá mang theo may mắn.\nĐứa trẻ may mắn vô tư đùa giỡn trên cánh đồng, vô tình phát hiện ra nó.\nXuất phát từ sự bướng bỉnh ấu trĩ, đứa trẻ may mắn ngắt đoá hoa xanh, cất vào trong túi của mình.\nChẳng biết là hoa xanh may mắn đem đến vận may, hay vận may dẫn dắt anh gặp được nó."
          }
        ]
      },
      {
        "title": "Vòng Bạc May Mắn",
        "desc": [
          {
            "type": "RichText",
            "text": "Sinh ra đã là một đứa trẻ may mắn, ngay cả cái bẫy nguy hiểm cũng chuẩn bị cho cậu một kho báu bất ngờ.\nĐứa trẻ may mắn vô tư đi lại giữa đống đổ nát, lại vô tình trượt chân, rơi xuống hố sâu.\nCậu bé an toàn ngã xuống trên đống tro tàn, hóa ra là một tấm nệm lông thiên nga đã mục nát thành tro.\nCứ như vậy đứa trẻ may mắn phát hiện ra bí mật của gia tộc xưa cũ, đặt vương miện may mắn lên trán."
          }
        ]
      },
      {
        "title": "Ly May Mắn",
        "desc": [
          {
            "type": "RichText",
            "text": "Một đứa trẻ may mắn được sinh ra, ngay cả tên cướp độc ác cũng không thể làm tổn thương đến cậu.\nĐó là câu chuyện của đứa trẻ may mắn khi trưởng thành, xảy ra tại con hẻm phía sau một tửu quán.\nLúc đó đêm tối không trăng, tên cướp hung dữ đang chuẩn bị động thủ với đứa trẻ may mắn đã say mèm.\nLại bị cốc rượu không biết từ đâu bay trúng vào đầu, ngã lăn ra đất bất tỉnh nhân sự.\nCó lẽ điều này là do vụ ẩu đả trên lầu trong quán rượu, nhưng không phải ai cũng may mắn như vậy."
          }
        ]
      },
      {
        "title": "Lông Ưng May Mắn",
        "desc": [
          {
            "type": "RichText",
            "text": "Sinh ra đã là một đứa trẻ may mắn, ngay cả quái thú chặn đường cũng phải ngoan ngoãn nhường đường trước mặt.\nĐứa trẻ may mắn vô tư tản bộ trong rừng, không biết rằng ma vật ẩn nấp trong bóng tối đang nhìn chằm chằm như hổ đói.\nKhi cậu bé bị thu hút bởi nấm độc sặc sỡ, con quái vật nhảy ra và giẫm lên cây nấm độc đó.\nQuái vật nghĩ rằng đồ ăn miễn phí đưa đến cửa, lại không chú ý đến một chiếc lông đại bàng vừa đáp xuống vai."
          }
        ]
      },
      {
        "title": "Đồng Hồ Cát May Mắn",
        "desc": [
          {
            "type": "RichText",
            "text": "Sinh ra đã là đứa trẻ may mắn, cho dù là thời gian trôi qua cũng không khiến cậu già đi.\nNăm tháng trôi qua, người may mắn vẫn chưa có gia đình, cũng chưa có con cháu.\nNhưng trong một đời may mắn, người người đều là bạn tâm giao với gia đình của anh.\nCho dù khi sinh mệnh của anh đang dần kết thúc, vẫn nhìn thấy đồng hồ cát đang đếm ngược thời gian,\nAnh cũng chỉ cười lớn ha ha, cầm lên cung tên, chỉ một phát đã bắn vỡ nó."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Vật May Mắn"
          }
        ]
      }
    ]
  }
}