{
  "epId": 2072,
  "name": "Phiến Đá Lâu Đời",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Tăng Sát Thương"
    ]
  },
  "menuId": 5,
  "menuName": "Thánh Di Vật",
  "version": 1681523473,
  "components": {
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Ly Ngọc Bàn Thạch",
        "position": "Ly Không Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Ly rượu cầu kỳ mà không mất phần sang trọng, hàng ngàn năm trước từng đựng đầy rượu quý."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Cánh Thái Sơn",
        "position": "Lông Vũ Tử Vong",
        "desc": [
          {
            "type": "RichText",
            "text": "Lông vũ cứng cáp trên người những con chim đá khổng lồ, trên đó đôi khi còn ngưng tụ những giọt sương lạnh lẽo."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Cát Tinh Đà",
        "position": "Cát Thời Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Đồng hồ được chạm khắc từ phiến đá lớn, hoa văn trang trí hình những ngôi sao, vẫn cứ âm thầm ghi lại dòng chảy của thời gian."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Mặt Nạ Huyền Thạch",
        "position": "Nón Lý Trí",
        "desc": [
          {
            "type": "RichText",
            "text": "Mặt nạ trang trọng được chạm khắc từ đá đen, đôi mắt trống rỗng luôn nhìn chằm chằm về phía trước."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Hoa Bàn Đà",
        "position": "Hoa Sự Sống",
        "desc": [
          {
            "type": "RichText",
            "text": "Hoa đá vàng rực nở, cánh hoa lung lay theo gió sinh động như đang sống."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Archaic Petra/flower_of_life_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Nhận 15% buff sát thương nguyên tố Nham.",
      "fourSetEffect": "Khi nhận được mảnh kết tinh do phản ứng Kết Tinh hình thành, tất cả thành viên đội sẽ được tăng 35% sát thương nguyên tố tương ứng, duy trì 10 giây. Chỉ được nhận một loại tăng sát thương nguyên tố cùng lúc."
    },
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Phiến Đá Lâu Đời"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Bí Cảnh Chúc Phúc: Kinh Trập V\nBí Cảnh Chúc Phúc: Kinh Trập VI\nHoàn Thánh Huyền Bí"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Hoa Bàn Đà",
        "desc": [
          {
            "type": "RichText",
            "text": "Từ trong khe đá cứng chắc nở rộ đóa hoa,\nLà sự sống tươi đẹp mài giũa từ tinh hoa của nham thạch.\nTrên phố từng có lời đồn:\nThuở xưa có người từng nói với Nham Quân, trong đá khô không thể có sự sống.\nVì thế Nham Quân ra lệnh hoa thuần kim phá xác chui ra khỏi tảng đá lớn.\nCó lẽ Nham Thần từng kiến tạo sự nghiệp vĩ đại như thế,\nHoặc nó chỉ là một trong những truyền thuyết của vùng đất xa xôi.\nNhưng dũng cảm đối mặt với sóng dữ không ngừng của biển khơi,\nSinh trưởng ở hải cảng phồn vinh trên núi đá nguy nga.\nLà một đóa hoa rực rỡ như thế."
          }
        ]
      },
      {
        "title": "Mặt Nạ Huyền Thạch",
        "desc": [
          {
            "type": "RichText",
            "text": "Truyền thuyết trong thời đại thần ma hỗn chiến, Nham Thần từng sát phạt vô biên.\nKhi chư thần chém giết, thần chủ Nham Loan chưa từng dịu dàng.\nKhen chê rạch ròi, luôn luôn chuẩn xác, trong hỗn chiến lật đổ đất trời, dù bất hòa với bạn cũ cũng chẳng lưu tình.\nTrong truyền thuyết thời đại Nham Vương Đế Quân, gương mặt lạnh nhạt như mỏm đá ấy chưa từng dao động.\nNghe nói khi bụi trần đã định mới chịu tháo gỡ nét mặt lạnh lùng ấy.\nNét mặt ấy dùng để quán triệt \"khế ước\"."
          }
        ]
      },
      {
        "title": "Ly Ngọc Bàn Thạch",
        "desc": [
          {
            "type": "RichText",
            "text": "Dùng pho tượng núi đá làm bình rượu,\nBình lộng lẫy nhất là quỳnh tương dành cho bậc chí tôn thưởng thức.\nTheo lý thì núi đá bền vững không thể gãy, thạch anh phải trong suốt lấp lánh,\nNhư hành tẩu cõi trần, thưởng thức thú vui cũng cần trình độ nhất định.\nTrên phố từng có lời đồn phải xưng Nham Vương để uống rượu,\nMang đến dốc núi cheo leo, lấy bia ngọc làm xương.\nLấy núi ngọc làm gan, đẽo gọt thành chén rượu.\nCũng có người biết sách xưa viết chung rượu vốn có bảy chén."
          }
        ]
      },
      {
        "title": "Cánh Thái Sơn",
        "desc": [
          {
            "type": "RichText",
            "text": "San bằng đôi cánh hiểm trở dâng lên lông vũ thất lạc,\nNay đỉnh nhọn xanh đen vẫn sắc bén như lưỡi đao.\nThời xưa khi trời đất chưa phẳng, Nham Quân từng kéo núi làm diều hâu.\nDiều hâu được đúc từ đá ngọc và mỏm đá, vừa thành hình đã bay khỏi mặt đất.\nXông thẳng tận chín tầng mây, san bằng bao đỉnh nhọn chọc trời.\nNghe nói, diều hâu vỗ cánh thẳng hướng biển khơi,\nNhư mũi giáo sắc bén rơi từ thần tiêu,\nRơi xuống ma thú khổng lồ giữa biển...\nNghe nói mỏm đá cheo leo trên biển vẫn còn hấp dẫn diều hâu."
          }
        ]
      },
      {
        "title": "Cát Tinh Đà",
        "desc": [
          {
            "type": "RichText",
            "text": "Lấy ngọc Khuê Chương làm bóng mặt trời,\nLặng im cùng ánh sáng và thời gian.\nDù là rặng núi rắn chắc từ xa xưa cũng sẽ đổ sụp thành cái sỏi theo thời gian.\nNghe nói Nham Quân từng dùng ánh sao trong đất tạo thành vật đếm, dạy cho con dân nắm bắt thời gian.\nTruyền thuyết về sau bóng mặt trời lưu lạc dân gian, lúc trước là vật của thư sinh Côn Ngô.\n\"Thuở nhỏ chuyên tâm theo học kinh thánh, muốn độ tu di, tu hành đạt đại trí khôn\"\n\"Nhưng chợt có được vật này, ngắm nghía ngày ngày, một thời gian dài vẫn không hề thấy tỳ vết.\"\n\"Nên quyết định từ biệt cao sư, đổi theo nghiệp làm tượng, thách thức chủ nhân của vật này.\""
          }
        ]
      }
    ]
  }
}