{
  "epId": 2075,
  "name": "Nghi Thức Tông Thất Cổ",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Tăng Sát Thương",
      "Tấn Công"
    ]
  },
  "menuId": 5,
  "menuName": "Thánh Di Vật",
  "version": 1681523475,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Nghi Thức Tông Thất Cổ"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Bí Cảnh Chúc Phúc: Nhà Lao Đá II\nBí Cảnh Chúc Phúc: Nhà Lao Đá III\nHoàn Thánh Huyền Bí"
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Mặt Nạ Tông Thất",
        "position": "Nón Lý Trí",
        "desc": [
          {
            "type": "RichText",
            "text": "Mặt nạ vũ hội từng thuộc về giới quý tộc Mondstadt cũ, vẫn còn vương vấn chút xa hoa ngày cũ."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Hoa Tông Thất",
        "position": "Hoa Sự Sống",
        "desc": [
          {
            "type": "RichText",
            "text": "Hoa được làm từ tơ lụa, được dùng trong các dịp lễ hội. Bây giờ vẫn diễm lệ như trước."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Đồng Hồ Tông Thất",
        "position": "Cát Thời Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Đồng hồ từng thuộc về quý tộc Mondstadt cũ, được truyền đến ngày nay, là minh chứng của năm tháng."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Lông Vũ Tông Thất",
        "position": "Lông Vũ Tử Vong",
        "desc": [
          {
            "type": "RichText",
            "text": "Lông vũ trang sức được giới quý tộc Mondstadt cũ cài lên vành mũ khi săn bắn. Qua năm tháng vẫn ngạo nghễ thẳng đứng."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Bình Bạc Tông Thất",
        "position": "Ly Không Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Bình trang sức từng thuộc về giới quý tộc Mondstadt cũ, bên trong trống rỗng như tiếng gió bi ai."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/goblet_of_eonothem_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Sát thương Kỹ Năng Nộ tạo thành tăng 20%.",
      "fourSetEffect": "Sau khi thi triển kỹ năng nộ, tấn công cả đội tăng 20%, kéo dài 12s, hiệu quả này không cộng dồn."
    },
    "story": [
      {
        "title": "Hoa Tông Thất",
        "desc": [
          {
            "type": "RichText",
            "text": "Hoa bách hợp xanh được tạo nên từ những dải lụa mềm mượt, tinh tế.\nLà món trang sức cài đầu dành cho nữ nhân thuộc giới quý tộc cổ xưa.\nHoa cài đầu được giới quý tộc cũ cai quản vùng Mondstadt để lại.\nVào những năm tháng xa xưa ấy, diện mạo và cử chỉ của quý tộc đều là tấm gương cho người dân.\nHọ không chỉ dẫn dắt người dân trên phương diện tri thức và hành vi ứng xử,\nVề hình tượng, họ cũng là đại diện cao quý nhất của người dân Mondstadt.\nCó được điều đó, không chỉ là do họ có dòng máu cao quý,\nmà còn do gìn giữ những đức tính cao đẹp, duy trì nguyên tắc và sự tôn trọng.\nSau này, chính sự tham lam vô độ đã rút ngắn sự hưng thịnh của giới quý tộc,\nKhiến ngoại hình hoa lệ hùng vĩ của họ bị suy thoái."
          }
        ]
      },
      {
        "title": "Mặt Nạ Tông Thất",
        "desc": [
          {
            "type": "RichText",
            "text": "Chiếc mặt nạ bạc được khảm nạm vàng và đá quý, phía trên khắc những hoa văn tinh tế.\nQuá trình gia công vô cùng tinh xảo, thể hiện được lễ nghi đậm chất sang trọng của giới quý tộc cổ xưa.\nGiới quý tộc cai quản vùng Mondstadt vốn từng là người hùng trong mắt người dân nơi đây.\nTộc trưởng vĩ đại, các chàng công tử tài hoa, các nàng công chúa xinh đẹp cùng các quý phu nhân tôn quý,\nTừng chia sẻ niềm vui và thực phẩm với thị dân trong các buổi yến tiệc.\nNhững năm tháng xa xôi ấy, giới quý tộc chưa từng cao ngạo về sự thông mình và nho nhã của mình.\nNhững năm tháng hoàng kim ấy, giới quý tộc và thị dân chia sẻ kiến thức và tiền bạc một cách công bằng.\nThế nhưng về sau, giới quý tộc cũng dần trụy lạc, yến tiệc trở thành nơi để họ hoan lạc trong hư vinh."
          }
        ]
      },
      {
        "title": "Bình Bạc Tông Thất",
        "desc": [
          {
            "type": "RichText",
            "text": "Chiếc bình trang sức được tạo nên từ lam bảo thạch, biểu tượng cho giới quý tộc cũ bên trong đựng bạc trắng.\nVẻ ngoài tinh xảo, thể hiện được tính thẩm mỹ cao quý của quý tộc Mondstadt thời cổ đại.\nChiếc bình từng được giới quý tộc cũ vùng Mondstadt để lại,\nThế nhưng cho đến nay, những thứ trang sức đong đầy trong đó đã không cánh mà bay.\nNhững món trang sức đắt giá không chỉ tượng trưng cho địa vị, tiền tài của bậc tông tộc đế vương.\nMà còn là đại diện cho sự tự tin, tôn nghiêm, giàu có của con dân Mondstadt.\nSau này giới quý tộc khao khát cực độ với cuộc sống nhung lụa,\nHọ tham lam, hoang phí với tiền tài.\nTrang sức trở thành thứ xa xỉ trang trí cho sự hư danh."
          }
        ]
      },
      {
        "title": "Lông Vũ Tông Thất",
        "desc": [
          {
            "type": "RichText",
            "text": "Chiếc lông của chim ưng, cao ngạo đứng vững trên chiếc nón của giới quý tộc xưa.\nCùng người dân săn bắn, chia sẻ chiến lợi phẩm âu cũng là truyền thống lâu đời.\nGiới quý tộc xưa từng chi phối Mondstadt thường xuyên đi đến những vùng hoang dã,\nCùng tùy tùng và thuộc dân săn bắn trên vùng đất rộng lớn.\nĐi săn vốn là những ngày lễ mà giới quý tộc thể hiện sức mạnh và sự phóng khoáng của họ,\nĐối với người dân thì đó cũng là ngày đáng vui mừng.\nThế nhưng chẳng bao lâu sau đó, săn bắn lại trở thành những thú vui sa đọa.\nHoan lạc vô độ, không còn đem vật phẩm săn bắn chia sẻ với dân lành.\nChiếc lông tuy vẫn giương cao, nhưng đã biến chất trong ánh mắt của mọi người."
          }
        ]
      },
      {
        "title": "Đồng Hồ Tông Thất",
        "desc": [
          {
            "type": "RichText",
            "text": "Chiếc đồng hồ được tạo nên từ lam bảo thạch, vẻ ngoài vô cùng tinh tế.\nDẫu nhật nguyệt tinh có thay đổi, vẫn vững bền chạy cùng thời gian.\nVốn là chiếc đồng hồ bỏ túi của giới quý tộc cũ vùng Mondstadt, đo đếm thời gian vô cùng chuẩn xác.\nĐúng giờ là một trong những đức tính cao quý, chính vì vậy giới quý tộc vẫn luôn đem theo mình chiếc đồng hồ.\nĐiều đó không chỉ nhắc nhở người dân, mà còn là vì bắt bản thân tuân theo.\nMột quý tộc đích thực, mỗi sáng sớm đều phải cảnh giác hơn người dân nhiều lần.\nVào đêm khuya, cần phải suy nghĩ nhiều hơn, an giấc ít hơn.\nThế nhưng nhiều năm sau đó, sự hà khắc của chiếc đồng hồ sớm bị con cháu hậu thế lãng quên,\nChiếc đồng hồ bỏ túi vẫn tinh tế nhưng mất đi ý nghĩa trang trọng."
          }
        ]
      }
    ]
  }
}