{
  "epId": 2079,
  "name": "Trái Tim Trầm Luân",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Tăng Sát Thương"
    ]
  },
  "menuId": 5,
  "menuName": "Thánh Di Vật",
  "version": 1681523487,
  "components": {
    "artifactList": {
      "sands_of_eon": {
        "title": "La Bàn Đồng",
        "position": "Cát Thời Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "La bàn bằng đồng cũ, kim la bàn luôn chỉ về nơi bờ xa, nơi mà không có bến cảng nào tồn tại."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Ngọn Gió Hồi Ức",
        "position": "Lông Vũ Tử Vong",
        "desc": [
          {
            "type": "RichText",
            "text": "Lông chim đến từ những ngọn gió biển và cơn sóng biển phương xa, năm tháng đã thay đổi hình dạng cũng như màu sắc của nó."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Mũ Đượm Rượu",
        "position": "Nón Lý Trí",
        "desc": [
          {
            "type": "RichText",
            "text": "Mũ thủy thủ cũ, vẫn còn phảng phất hương rượu chưa tan cũng như những vết ố màu rượu."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Ly Gợn Sóng",
        "position": "Ly Không Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Ly rượu đã bạc màu vô tình được vớt lên, màu sắc ảm đạm của nó dường như muốn kể về những năm tháng xưa cũ dưới đáy biển."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Hoa Cài Vàng",
        "position": "Hoa Sự Sống",
        "desc": [
          {
            "type": "RichText",
            "text": "Hoa cài áo có màu sắc ảm đạm. Màu vàng được chạm khắc trên đó cũng đã bị gió biển làm phai đi."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/flower_of_life_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "Nhận 15% buff sát thương nguyên tố Thủy.",
      "fourSetEffect": "Trong 15s sau khi sử dụng kỹ năng Nguyên Tố, tấn công thường và trọng kích tăng 30% sát thương."
    },
    "story": [
      {
        "title": "Hoa Cài Vàng",
        "desc": [
          {
            "type": "RichText",
            "text": "Chiếc cài áo bị gió biển làm phai màu.\nDù là chàng trai lang bạt nơi sóng cả,\ncũng có vật trang sức và ký ức trân quý.\nTàu lại nhổ neo ra khơi, thuyền phó một lần nữa đi theo thủy thủ.\nVì giấc mơ hoang đường của thuỷ thủ, vì cố hương mịt mờ trong ký ức,\nThuyền phó ngâm nga lời ca khá tệ tự biên khi say, hoà vào tiếng cá voi và sóng biển.\n\"Tên trộm vứt bỏ thanh danh gia tộc cùng Ma Nữ của hắn (chẳng thể) phiêu bạt bốn bể\"\n\"Người em trai khôn ngoan không thể có được thanh danh gia tộc (liệu có thể) cuối cùng trở thành trưởng tộc\"\n\"Lời ca chẳng thể cất lên...cuối cùng ngươi cũng vứt bỏ sự thật, chọn theo ảo tưởng rồi ư\"\n\"Mất đi tất cả và vứt bỏ tất cả, chìm dưới sóng biển ôm trọn tất cả\"\n\"Có lẽ cũng là kết cục không tồi. Ha ha ha!\""
          }
        ]
      },
      {
        "title": "Mũ Đượm Rượu",
        "desc": [
          {
            "type": "RichText",
            "text": "Chiếc mũ tam giác toát ra mùi rượu mạnh,\nHình dạng của nó tượng trưng cho thân phận của chủ cũ.\nThuyền phó nghiện rượu cả ngày say xỉn, hiếm khi tỉnh táo.\nXung quanh là mùi rượu nồng nặc, luôn thì thầm những ký ức vụn vỡ,\nNhưng thuỷ thủ vui vẻ không hề trách cứ, vẫn giao cho anh nhiệm vụ quan trọng.\n\"Vì chúng ta đều là kẻ chẳng có thứ gì. Ha ha ha!\"\n\"Mũ thuyền ngấm rượu bị gió bão cuốn lên trời cao, rồi trôi theo con sóng.\"\n\"Những người mất quê hương, vướng vào những cuộc tranh chấp vô vọng.\"\n\"Thứ đánh mất vào biển ký ức, họ đòi lại nó từ biển sâu\"\n\"Chiều gió của hải lưu đều chuẩn xác. Ta tìm thấy rồi.\"\n\"Con quái vật gặm nhấm ta trong giấc mơ...\"\n\"Thời khắc báo đáp cuối cùng đã đến. Ra khơi thôi!\""
          }
        ]
      },
      {
        "title": "Ly Gợn Sóng",
        "desc": [
          {
            "type": "RichText",
            "text": "Những chiếc cốc tinh tế đã hơi bạc màu,\nĐược đánh bóng bởi cát của biển sâu.\nCốc rượu tinh xảo trượt khỏi tay Thuyền phó, chỉ tạo ra một gợn sóng nhỏ trên mặt biển.\nGiữa đàn cá vút qua, trong biển sâu tăm tối, nó đã trải qua những gì?\nTrong hẻm tối tĩnh mịch, trước song cửa sổ chạm khắc hình hoa, anh ấy từng trải qua những gì?\nChén rượu màu vàng tối chìm dần, vào giấc mộng của quái vật biển, vào giấc mộng của Thuyền phó...\n\"Tội ấn này là ngươi ban cho, ta sẽ luôn tìm ngươi để trả lại nỗi nhục này\"\nÁnh trăng soi sáng đôi mắt màu bảo lam và vết sẹo lớn.\nKhuôn mặt cô trở nên rạng rỡ hơn trong hồi ức của anh, tươi sáng và ngạo mạn,\nNhưng anh lại quên mất khi đó mình phản ứng ra sao, và anh rất thất vọng.\n\"Phải nói rằng, đây đã là lần thứ mấy tôi quên mất chuyện cũ rồi...\"\n\"Nhắc đến chuyện cũ, bất luận ra sao cũng chẳng còn quan trọng!\"\n\"Tất cả cái chết đều oan uổng, đắm chìm trong quá khứ chẳng có ích gì.\""
          }
        ]
      },
      {
        "title": "Ngọn Gió Hồi Ức",
        "desc": [
          {
            "type": "RichText",
            "text": "Chiếc lông vũ màu đỏ xui xẻo, có lẽ là dấu hiệu của cái chết.\nMột ngày nọ, bị trôi dạt vào bờ biển cùng với hài cốt sót lại của quái vật biển.\nThuyền phó bất cần đời không phải người gốc Liyue, mà đến từ vương quốc màu xám của quý tộc.\nMọi người nói anh ấy cũng từng là một quý tộc, nhưng vì chuyện gì đó làm mất mặt gia tộc nên bị em trai ruột lưu đày.\nNhưng đó chỉ là truyền thuyết vô căn cứ, vào lần đầu anh ấy đến bến cảng, trên người mang một thanh kiếm,\nNgoài ra, chỉ có một chiếc lông vũ nhỏ màu Lam Bảo Thạch, đeo trên chiếc áo khoác cũ sờn.\nSau này, lãng khách và thuỷ thủ vươn ra đại dương, chiến đấu với gió bão, quái vật biển và sóng lớn.\nLông vũ từng mang màu Lam Bảo Thạch cũng nhuộm đỏ máu tươi, thấm đẫm vị mặn của biển.\nThời khắc cuối\nAnh nhớ lại quá khứ bị mùi rượu nồng che lấp.\nNhư kho báu lộ ra dưới lớp cát sỏi bị sóng cuốn trôi..."
          }
        ]
      },
      {
        "title": "La Bàn Đồng",
        "desc": [
          {
            "type": "RichText",
            "text": "La bàn màu đồng mà chàng trai trên biển vẫn dùng.\nTrong cuộc đời chìm nổi đầy sóng gió,\nLuôn hướng về nơi trái tim của người nắm giữ.\nThuỷ thủ hào sảng từng sử dụng la bàn này để dẫn đường cho con tàu khổng lồ,\nChế ngự vùng biển nguy hiểm nhất, chinh phục xoáy nước rộng lớn nhất.\nCũng từng dùng tiếng cười bất kham bộc lộ nỗi thù hận sâu sắc,\nKết cục của rượu mạnh hay nguyện vọng cầu được chết, đã dẫn đường cho người lạc lối...\n\"Tên trộm rốt cuộc không thể thoát khỏi giá treo cổ... bài hát của các người là bài hát như vậy sao?\"\n\"Chỉ cần có nơi dung thân, dù vào bụng cá cũng mặc kệ đời...\"\n\"Khi lên thuyền, không phải bạn đã lập khế ước với con thuyền này ư?\"\n\"Ký ức này vẫn chưa bị rượu mạnh rửa trôi ư? Ha ha ha!\"\n\"Chưa quên là tốt. Bởi vì, giờ là lúc thực thi khế ước rồi.\"\n\"Ha ha, vậy cũng tốt, tất cả muốn sao cũng được...\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Trái Tim Trầm Luân"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Bí Cảnh Chúc Phúc: Băng Giá Tử Thần III\nBí Cảnh Chúc Phúc: Băng Giá Tử Thần IV\nHoàn Thánh Huyền Bí"
          }
        ]
      }
    ]
  }
}