{
  "epId": 2081,
  "name": "Đoàn Hát Lang Thang Đại Lục",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Tinh Thông Nguyên Tố",
      "Tăng Sát Thương"
    ]
  },
  "menuId": 5,
  "menuName": "Thánh Di Vật",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Tăng 80 điểm tinh thông nguyên tố.",
      "fourSetEffect": "Khi nhân vật trang bị bộ Thánh Di Vật này dùng pháp khí, cung tên, sát thương trọng kích nhân vật tạo thành tăng 35%."
    },
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Đoàn Hát Lang Thang Đại Lục"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Ánh Sáng Của Ban Nhạc",
        "desc": [
          {
            "type": "RichText",
            "text": "Huy chương nhỏ hình bông hoa, bên trong phảng phất phát ra tiếng nhạc.\nTrong đoàn nhạc lang thang có một kiếm sĩ mạnh mẽ.\nXinh đẹp hơn cả nắng sớm trên biển lặng, nho nhã hơn cả loài sơn ca báo nắng mai.\nMỗi khi cô vung thanh kiếm lên, tiếng hát và tiếng sáo vang lên trong gió.\nMột bài ca một điệu nhảy lắng đọng như trời xanh sau mưa.\nLắng đọng trần ai, trên và dưới khán đài không một tạp âm.\nÂm nhạc và thanh kiếm trong tay cô đều chí mạng, đều nho nhã đến tuyệt trần.\nĐó cũng là buổi diễn của gánh hát rong, có hai nhóm người nghe.\nNgười nghe là ác đồ, tiếng nhạc sẽ truyền đến một nơi xa bên ngoài võ đài."
          }
        ]
      },
      {
        "title": "Nón Chỉ Huy",
        "desc": [
          {
            "type": "RichText",
            "text": "Chiếc mũ xinh đẹp, từng trải qua bao nhiêu năm tháng vẫn giữ mãi thứ ánh sáng chói lóa.\nGhé tai lắng nghe, dường như có tiếng nhạc cổ xưa du dương ở trong đó.\nHàng nghìn năm trước, một đoàn nhạc lang thang trên vùng đất rộng lớn.\nĐoàn nhạc không có bản nhạc. Lắng nghe tất cả các bài hát, giai điệu mà họ từng nghe.\nVề sau, đoàn nhạc hiểu biết ngày càng nhiều,\n\"Trời ơi. Trên thế giới này lại có nhiều bài ca như vậy ư\"\nCác thành viên sử dụng nốt nhạc làm ngôn ngữ, ghi chép lại toàn bộ những gì nghe thấy.\nCho đến nay vẫn giữ trong tay Chương Nhạc Lang Thang để chỉ huy."
          }
        ]
      },
      {
        "title": "Bình Nước Nhà Thơ",
        "desc": [
          {
            "type": "RichText",
            "text": "Bình nước có ngoại hình kì lạ, có thể tạo ra âm thanh theo dòng nước chảy.\nThành viên của đoàn nhạc cho dù uống nước cũng không rời xa âm nhạc nửa bước.\nTrong truyền thuyết cổ xưa, gánh hát rong cầm kiếm đi khắp đất trời.\nDùng kiếm và cung làm tiêu và đàn, không màng kẻ đến là khách hay thù.\nHọ từng bước đi trên vùng đất sa mạc, cũng như Vùng Biển Lặng.\nTiếng đàn vang vọng trong bình nước luôn nhắc nhở họ rằng:\n\"Dấu chân của chúng ta đồng điệu với dòng nhạc vô biên\"\n\"Nơi đâu có âm nhạc, nơi đó có chúng ta\""
          }
        ]
      },
      {
        "title": "Mũi Tên Nhạc Sĩ",
        "desc": [
          {
            "type": "RichText",
            "text": "Chiếc lông màu xanh ấy, đã xuyên qua bao sương gió tồn tại cho đến ngày nay.\nDường như trong chiếc lông phát ra tiếng nhạc khi bay trong gió.\nVị nhạc sỹ của gánh hát rong đồng thời cũng là cung thủ tinh nhuệ.\nTrong truyền thuyết anh có thể dùng tiếng nhạc du dương êm ái, mê hoặc các loài chim, sau đó dùng cung bắn hạ chúng từ trên trời cao.\nTương truyền rằng, khi tạo nên bản nhạc bi thương cho loài chim, vị nhạc sỹ luôn cúi đầu nhìn xuống.\nCó người nói rằng đó là sự tự phụ của người nhạc sỹ, cũng có người nói rằng đó là lòng trắc ẩn của kẻ săn bắn.\nKhi loài vật đáng thương gục ngã trước mũi tên của người nhạc sỹ,\nTiếng đàn thánh thót cũng trở thành bài ca báo tử đầy bi thương."
          }
        ]
      },
      {
        "title": "Thời Gian Bế Mạc",
        "desc": [
          {
            "type": "RichText",
            "text": "Đồng hồ cát của gánh hát rong, cũng là một cây đàn.\nTheo dòng thời gian mất đi, âm nhạc cũng ngày càng trầm lắng.\nMỗi khi buổi diễn chuẩn bị kết thúc, gánh hát rong cũng sẽ vang lên tiếng đàn hạc.\nTheo dòng thời gian đi đến điểm cuối, âm sắc của tiếng đàn hạc cũng ngày càng trầm lắng.\nKhi âm trầm tiêu tan trong bầu không khí, buổi biểu diễn của đoàn nhạc cũng hạ màn kết thúc.\nTrên đời không có bữa tiệc nào không tàn, đoàn nhạc cũng vậy.\nKhi con người gục ngã trước số phận, nhạc cụ bị chôn vùi dưới lớp bụi,\nCũng là lúc đoàn nhạc cất lên bài hát kết thúc."
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Mũi Tên Nhạc Sĩ",
        "position": "Lông Vũ Tử Vong",
        "desc": [
          {
            "type": "RichText",
            "text": "Mũi tên bằng lông có màu xanh lam, không hề bị thời gian làm cho xuống sắc. Dường như đem lại âm thanh như tiếng nước chảy."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Bình Nước Nhà Thơ",
        "position": "Ly Không Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Bình nước cổ đại có hình thù kỳ lạ, bên trong còn bài trí dây đàn, phát ra âm thanh kỳ diệu theo dòng nước chảy."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Nón Chỉ Huy",
        "position": "Nón Lý Trí",
        "desc": [
          {
            "type": "RichText",
            "text": "Cho dù trải qua gió tuyết, nhưng vẫn lấp lánh sáng ngời. Dường như ẩn chứa điệu nhạc từ xa xưa."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Thời Gian Bế Mạc",
        "position": "Cát Thời Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Đồng hồ cát tính thời gian cho ban nhạc, từng phát ra âm thanh tinh tế. Nhưng hiện nay buổi biểu diễn của họ đã kết thúc."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/sands_of_eon_icon.png"
      },
      "flower_of_life": {
        "title": "Ánh Sáng Của Ban Nhạc",
        "position": "Hoa Sự Sống",
        "desc": [
          {
            "type": "RichText",
            "text": "Huy chương hình hoa nhỏ bé, khi đặt bên tai lắng nghe, sẽ phảng phất nghe được tiếng sáo và giọng hát trong veo."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png"
      }
    }
  }
}