{
  "epId": 2091,
  "name": "Bóng Hình Màu Xanh",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Tăng Sát Thương"
    ]
  },
  "menuId": 5,
  "menuName": "Thánh Di Vật",
  "version": 1681523498,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Nhận 15% buff sát thương nguyên tố Phong.",
      "fourSetEffect": "Sát thương phản ứng khuếch tán tạo thành tăng 60%. Dựa theo loại Nguyên Tố khuếch tán, giảm 40% kháng Nguyên Tố của kẻ địch bị ảnh hưởng, kéo dài 10s."
    },
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Bóng Hình Màu Xanh"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Bí Cảnh Chúc Phúc: Vũ Điệu Của Thép IV\nBí Cảnh Chúc Phúc: Vũ Điệu Của Thép V\nHoàn Thánh Huyền Bí"
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Vật Đựng Của Thợ Săn",
        "position": "Ly Không Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Túi nước Thợ Săn Đồng Xanh từng dùng, dung lượng lớn hơn bạn nghĩ."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Nón Thợ Săn",
        "position": "Nón Lý Trí",
        "desc": [
          {
            "type": "RichText",
            "text": "Nón từng thuộc về người Thợ Săn Đồng Xanh kiêu ngạo, xanh tươi giống như gió ngoài thảo nguyên."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Hoa Ký Ức Đồng Xanh",
        "position": "Hoa Sự Sống",
        "desc": [
          {
            "type": "RichText",
            "text": "Loài hoa dại từng mọc khắp nơi. Rời khỏi đất mẹ, được người thợ săn đeo trên ngực."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Lông Vũ Xanh Của Thợ Săn",
        "position": "Lông Vũ Tử Vong",
        "desc": [
          {
            "type": "RichText",
            "text": "Lông đuôi của mũi tên từng đâm xuyên qua thú săn. Hiện nay vẫn lấp lánh ánh sáng."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Thời Gian Của Thợ Săn",
        "position": "Cát Thời Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Khí cụ từng được người thợ săn mang theo mình, vĩnh viễn chỉ về con mồi."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/sands_of_eon_icon.png"
      }
    },
    "story": [
      {
        "title": "Hoa Ký Ức Đồng Xanh",
        "desc": [
          {
            "type": "RichText",
            "text": "Loài hoa trắng tinh khiết từng mọc khắp vùng đất trời rộng lớn.\nMãi không tàn khô, vẫn tỏa ra mùi hương thơm mát.\nThời xa xưa các loài động vật rong ruổi khắp trái đất, khi ấy ác ma tai ương vẫn chưa ra đời,\nNgười thợ săn sử dụng mùi hương của loài hoa đến nay không ai biết tên để ngụy trang bản thân.\nTrong truyền thuyết cổ xưa, nếu như cần tìm kiếm người thợ săn trầm mặc, ôn hòa ấy,\nThì hãy đi theo mùi hương nhẹ nhàng phảng phất, khép đôi mắt lại, dùng đôi chân trần bước đi trong những cánh rừng hoang sơ.\nChỉ có di chuyển như người thợ săn, mới không gây ra tiếng động khiến người thợ săn cảnh giác.\nCũng có truyền thuyết nói rằng: Người duy nhất tìm được thợ săn là một chàng thiếu niên.\nKhi ấy, tai ương thời cổ đại cũng vừa xảy ra. Sinh linh đồ thán."
          }
        ]
      },
      {
        "title": "Nón Thợ Săn",
        "desc": [
          {
            "type": "RichText",
            "text": "Chiếc mũ của người thợ săn chưa từng dính một chút máu,\nThuộc về vị vua săn bắt không vương miện.\nLuật pháp của người thợ săn không phải để chống lại đất và rừng,\nmà là trở thành một nhành cây, một ngọn cỏ trong thế giới tự nhiên thầm lặng.\nTương truyền rằng, từng có chú chim nhỏ làm tổ trong chiếc mũ này.\nChưa từng có người nào có thể trở thành người thợ săn tài giỏi nhất,\nBởi vì tài giỏi hơn cô chỉ có đất trời thiên nhiên mà thôi.\nSau này chiếc mũ màu xanh của người thợ săn, trở thành tai ương,\nTrong đám ma vật, đó là cảnh tượng khiến chúng sợ hãi."
          }
        ]
      },
      {
        "title": "Vật Đựng Của Thợ Săn",
        "desc": [
          {
            "type": "RichText",
            "text": "Vật đựng chắc chắn là rất kín.\nThợ săn trong truyền thuyết từng dùng nó để đựng lời thì thầm bên lửa trại.\nNgười thợ săn từng vô tình ngửi thấy mùi của người khác ở khu rừng hoang dã trong màn đêm,\nCô đối mặt với đàn sói và ma vật mà không hề sợ hãi,\nCuối cùng vẫn không đủ can đảm tham gia cuộc đối thoại bên ngọn lửa.\nNgười thợ săn khi đó dường như đã quên mất ngôn ngữ của loài người phát âm như thế nào.\nCho dù sau này, cô nhận được sự ủy thác của người khác trở thành thợ săn ma vật,\nCũng chưa từng ai nghe thấy cô nói qua một lời, cũng giống như cô cũng không bao giờ để lại dấu tích của mình.\n...Đêm hôm đó, cô đem toàn bộ cuộc nói chuyện cười đùa đựng vào chiếc túi nước của mình,\nnhiều năm sau đó, mỗi khi cảm thấy cô đơn, cô đều lấy ra nghe lại những âm thanh đó."
          }
        ]
      },
      {
        "title": "Lông Vũ Xanh Của Thợ Săn",
        "desc": [
          {
            "type": "RichText",
            "text": "Cọng lông sáng bóng của mãnh thú, từng là chất liệu tuyệt vời để làm đuôi mũi tên.\nTrước kia, thợ săn từng nhiều lần chăm sóc an ủi những con thú bị thương bởi cung tên,\nđến khi nó có thể bình yên quay trở về đại lục. Bởi vì trong lòng cô luôn biết rằng,\nnơi thú săn tìm về, cũng là nơi cô sẽ đến vào một ngày nào đó.\nCô tin rằng người thợ săn hiền lành sẽ thức dậy với thực tại vào lúc cuối đời,\nĐoàn tụ với những người đã qua đời trong vùng đất săn bắn rộng lớn.\nThế nhưng cô cũng tin rằng: Khi mũi tên xuyên qua người ma vật truy sát cậu bé,\nKhi cô lắng nghe được lời thỉnh cầu của cậu, giúp người báo thù, giải thoát khỏi đau đớn,\nChứ không phải là vì sinh tồn, sau khi tiêu diệt ma vật,\nBản thân cũng đánh mất vùng đất săn bắn bất tận."
          }
        ]
      },
      {
        "title": "Thời Gian Của Thợ Săn",
        "desc": [
          {
            "type": "RichText",
            "text": "Cấu trúc đặc biệt có thể giúp con người định vị rõ phương hướng.\nTrong truyền thuyết, khi người thợ săn bước chân trần nhẹ nhàng trong vùng đất hoang sơ,\nCỏ xanh và bùn đất quanh nơi dấu chân bước qua sẽ nói cho cô biết,\nNhững chú chim trên cây cao kia có thể nhìn thấy được, thì rễ cây đâm sâu trong bùn đất cũng có thể thấy được.\nTrong truyền thuyết, khi tai ương thời cổ đại xảy ra, cỏ cây chưa từng nói một câu.\nBởi vì vị thần cai quản cỏ cây cũng trong tai ương ấy mà mất đi rồi.\nTừ đó trở về sau, cô cầm đồ vật này săn bắn khắp vùng đất rộng lớn.\nNhận lời giúp đỡ thiếu niên, từ đó cô không còn săn bắn chim thú nữa,\nMà là loài ma vật sinh ra từ thời cổ xưa, luôn đem đến tai họa và đau đớn."
          }
        ]
      }
    ]
  }
}