{
  "epId": 2093,
  "name": "Trái Tim Hành Giả",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Tấn Công",
      "Tỷ Lệ Bạo Kích"
    ]
  },
  "menuId": 5,
  "menuName": "Thánh Di Vật",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "Tấn công tăng 18%",
      "fourSetEffect": "Tỷ lệ bạo kích của trọng kích tăng 30%"
    },
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Trái Tim Hành Giả"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Trái Tim Của Cố Nhân",
        "desc": [
          {
            "type": "RichText",
            "text": "Người lữ khách đến từ phương xa, đeo đóa hoa trước ngực.\nVì theo đuổi cuộc sống không gò bó, lữ khách đã từ bỏ quê hương xa hoa rực rỡ.\nỞ bên hồ nước mát lạnh ngọt ngào, hắn vô tình gặp được thiếu nữ với đôi chân mày nhíu chặt.\n\"Là lữ khách từ phương xa tới sao? Cũng được...ai cũng được.\"\n\"Hóa ra là nhạc sư à? Thế ngươi đừng dùng những lời sáo rỗng và âm nhạc để làm nhục ta.\"\n\"Chỉ mong ngươi có thể nhớ ta của bây giờ.\"\n\"Ta của ngày trước bị xem như tế phẩm 'ngày lễ'\"\nLữ khách từ bỏ cố hương đi xa, đặt đóa hoa này trước ngực.\nVì trừ bản thân ra, chẳng yêu một ai, mà có thể tùy ý vứt bỏ hết thảy;\nMột người như thế lại nhớ nhung thiếu nữ như lời hẹn, hơn nữa còn bí quá hóa liều..."
          }
        ]
      },
      {
        "title": "Chiếc Nón Từ Biệt",
        "desc": [
          {
            "type": "RichText",
            "text": "Lữ khách ly biệt, đội mũ lên xem như kỷ niệm sau cuối.\nĐể nhớ về người yêu đã tan biến theo gió ngàn cùng bồ công anh.\nLữ khách chính là cầm sư lưu lạc tứ phương, mà thiếu nữ nơi quê hương của rượu cũng mãi là tù nhân của quyền quý.\nXuất phát từ nguyên do chính hắn cũng không thể hiểu được, tiếng đàn lãng tử luôn tuôn ra lời thật lòng.\n\"Điều làm ta rung động nhất... chính là nụ cười của nàng\"\n\"Vì từ khi biết nàng, ta chưa từng nhìn thấy nó\"\n\"Ta sẽ phá vỡ gông xiềng của nàng\"\n\"Đến lúc đó, hãy để ta được ngắm nhìn dáng vẻ nàng cười.\"\n\"Ôi, cảm ơn ngươi. Nếu ngươi làm được thế thì tốt quá.\"\nNói thì hay, nhưng lời của ca sĩ thì sao tin được chứ..."
          }
        ]
      },
      {
        "title": "Chiếc Ly Dị Quốc",
        "desc": [
          {
            "type": "RichText",
            "text": "Đàn có bốn dây.\nNgày đêm vui ca với bạn bè \"nhạc đoàn\" là thời điểm vui vẻ nhất cuộc đời lữ hành.\nBan đầu chỉ vô tình gặp \"chỉ huy\" trên đường, nhưng không nhìn thấy dây đàn vận mệnh.\nDẫn theo thiếu nữ lấy kiếm làm sáo, cùng người \"Kreuzlied\" đó đến trước mặt lữ khách.\nTrong quán rượu vui say, cầm sư giới thiệu ca khúc cùng điệu múa của thiếu nữ vô tình gặp được cho bạn bè.\nLữ khách say men gảy đàn thỏa thích hát ca.\nSau này không phải du lịch một mình nữa vì đã có bọn họ...\nHoặc nếu có thể cùng họ đi đến cuối hành trình thì cũng tốt."
          }
        ]
      },
      {
        "title": "Lông Vũ Hồi Hương",
        "desc": [
          {
            "type": "RichText",
            "text": "Hi vọng bị cường quyền bạc tình xé nát, lời hứa gặp lại cũng hóa thành bọt nước.\nLữ nhân lãng du đất trời, một lần nữa mất đi gia viên quy tụ.\nTà ác từ trên cao nhìn xuống tước đoạt nụ cười vui say chân thành.\nTranh đấu mãi không ngừng mài giũa trái tim bất kính.\nNhững thanh âm diễn tấu dịu dàng, vui vẻ và hài hước,\nĐều hóa thành âm sắc bén lạnh như băng.\nVì bạn cũ, vì chí giao, vì bàn rượu và băng ghế không còn ai cùng nâng ly chung vui.\nVì tự do, vì mạng sống, vì báo thù tà ác đã đoạt đi nụ cười của nàng.\nMang theo quyết ý, người lữ khách tấu lên khúc sau cùng, bắn ra mũi tên cuối.\nKhi sinh mạng của hắn dần đi vào lòng đất nơi xứ người, hắn ngước nhìn bầu trời xanh thẳm.\nPhải rồi, hóa ra bầu trời nơi này nối liền với bầu trời của cố hương..."
          }
        ]
      },
      {
        "title": "Hòn Đá Phát Sáng",
        "desc": [
          {
            "type": "RichText",
            "text": "Lữ khách truy đuổi vận mệnh, cũng đuổi theo thời gian không bao giờ dừng lại.\nNhạc đoàn chống lại quý tộc, kết cục sẽ trôi dạt trong dòng thời gian chảy mãi.\nTrong lộ trình dài đằng đẵng, tính toán tỉ mỉ đến mức nào cũng sẽ có lúc không chuẩn xác.\nMãi mãi sẽ không xảy ra trở ngại, chỉ lệ thuộc vào ánh sáng ngày đêm giao chuyển.\nĐể bắt lấy thời gian vô hình, lữ khách chỉ có thể chạy đua cùng bước chân của ánh sáng.\nCác phủ đệ quyền quý hùng vĩ siêu phàm, cùng với nhạc đoàn vì lật đổ chính sách tàn bạo mà không thể an cư.\nHai kẻ đang có cùng bộ dạng bị dòng thời gian cuốn đi, chạy về vùng mây khói.\nVào đêm không trăng, bóng tối hiện ra bộ dạng mệt mỏi của kẻ tha hương.\n\"Âm khúc mênh mang đã tận, hợp tấu tốt đẹp đã đến hồi cuối\"\n\"Khi tháp cao nghiêng đổ trên quảng trường lạnh như băng, ta có thể nhìn thấy nụ cười của nàng không?\""
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Chiếc Nón Từ Biệt",
        "position": "Nón Lý Trí",
        "desc": [
          {
            "type": "RichText",
            "text": "Chiếc nón tỏa ra hơi thở của gió."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Hòn Đá Phát Sáng",
        "position": "Cát Thời Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Đồng hồ trải qua bao gió bụi, vẫn âm thầm ghi lại năm tháng dài đằng đẵng."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Chiếc Ly Dị Quốc",
        "position": "Ly Không Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Ly rượu đơn giản bằng gốm trắng, đã từng đựng đầy những giọt rượu chúc mừng."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/goblet_of_eonothem_icon.png"
      },
      "plume_of_death": {
        "title": "Lông Vũ Hồi Hương",
        "position": "Lông Vũ Tử Vong",
        "desc": [
          {
            "type": "RichText",
            "text": "Lông vũ màu xanh, trên chiếc lông có chứa đựng sự lưu luyến của người lữ khác phương xa."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/plume_of_death_icon.png"
      },
      "flower_of_life": {
        "title": "Trái Tim Của Cố Nhân",
        "position": "Hoa Sự Sống",
        "desc": [
          {
            "type": "RichText",
            "text": "Bông hoa nhỏ màu xanh ngọc, trên thân có buộc ruy băng của người nào đó."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/flower_of_life_icon.png"
      }
    }
  }
}