{
  "epId": 2098,
  "name": "Dòng Hồi Ức Bất Tận",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "Tăng Sát Thương",
      "Tấn Công"
    ]
  },
  "menuId": 5,
  "menuName": "Thánh Di Vật",
  "version": 1681523511,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Dòng Hồi Ức Bất Tận"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Bí Cảnh Chúc Phúc: Săn Bắt III\nBí Cảnh Chúc Phúc: Săn Bắt IV"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Hoa Vương Vấn",
        "desc": [
          {
            "type": "RichText",
            "text": "Bùa hộ mệnh được bện thủ công gọi là \"Mizuhiki\",\nNghe nói có thể đem điều ước và nhân duyên đặt vào bên trong đó.\nTừng học cách làm việc trong đền thờ dưới sự hướng dẫn của người thầy thần thông quảng đại Kitsune đại nhân.\nKhi đó, tôi chỉ là một pháp sư ngây thơ đến ngôi đền từ một làng chài nhỏ.\nCòn ngốc nghếch hơn cái ấm trà, vẫn chưa bỏ cái tính nghịch ngợm và tò mò của trẻ nhỏ,\nluôn ngờ vực ngây ngô về những lời nói tao nhã khó hiểu của Saiguu đại nhân.\n\"Vạn vật trên thế gian đều bị trói buộc vào nhau, điều này tạo nên những viễn cảnh hão huyền trong thực tế.\"\n\"Cái gọi là bùa hộ mệnh, không thể biến ước nguyện thành sự thật, nhưng có thể ràng buộc ước nguyện trở thành thứ vĩnh hằng.\"\nNhìn thấy vẻ mặt mờ mịt của tôi, Kitsune đại nhân không nhịn được bật cười.\nVui vẻ dùng tẩu thuốc gõ lên đầu tôi rồi chuyển chủ đề một cách gian xảo:\n\"Hibiki chắc cũng sẽ gặp được nửa kia của mình nhỉ?\"\n\"Với mấy tên đàn ông thô lỗ đó, thì sẽ có nhân duyên gì đáng nói cơ chứ!\"\n\"A, vậy sao?\"\nNhưng cuối cùng màn đêm đã nhấn chìm tất cả.\nVà cái gọi là nhân duyên gì đó cũng lạc mất rồi."
          }
        ]
      },
      {
        "title": "Mặt Nạ Vô Thường",
        "desc": [
          {
            "type": "RichText",
            "text": "Chiếc mặt nạ tế lễ sạch sẽ và thanh lịch từng thuộc về một vị thần nào đó,\nmột nụ cười yếu ớt hiện ra nơi khóe miệng, nhưng đôi mắt đã không còn linh hồn.\nTôi đã học tập trong đền một thời gian, và tự thấy mình đã trưởng thành rất nhiều.\nKhông còn ngu ngốc như lúc nhỏ, đã dần có thể gánh vác trọng trách.\nNhưng không hiểu sao, tôi càng lớn, khuôn mặt của Saiguu đại nhân lại càng trở nên u ám.\nHiện lên trên gương mặt cô không phải là lo lắng hay sợ hãi mà là một nỗi buồn sâu thẳm...\n\"Quy luật của thế giới vốn dĩ là vô thường. Bị ám ảnh bởi những thứ sắp tan biến, và mất đi ký ức lâu dài.\"\n\"Người mất trí nhớ cũng tựa như mất mạng. Đó chính là cái chết trong bóng tối vĩnh viễn.\"\nLần này, ngay cả cái mỉm cười cũng không thể che giấu được vẻ buồn bã,\nRõ ràng là ngày hội, nhưng tựa như đang sắp sửa chia tay...\n\"Nhân tiện, hãy kể cho tôi nghe về tên ngốc Konbu Maru đi...\"\n\"Sao... ngươi còn sợ bà cô ta đây bắt hắn đi không bằng?\""
          }
        ]
      },
      {
        "title": "Trái Tim Cầu Nguyện",
        "desc": [
          {
            "type": "RichText",
            "text": "Ống trúc đặc biệt dùng để gieo quẻ cát hung trong các ngôi đền,\nNghe nói rằng có những điều may mắn gắn liền với Kitsune.\nBói toán là cách mà những người lạc đường tìm hướng để giải quyết vấn đề, vì vậy dù là hung hay cát, nó cũng là lời giải đáp cho con đường phía trước.\nNói tóm lại, trên đời chỉ có người hỏi hoang mang, chứ không có kết quả bói toán nào là không chính xác.\nTôi đã học được rất nhiều điều bổ ích trong thời gian học tập tại ngôi đền, ngốc nghếch như tôi cũng đã học được cách từ chối của Kitsune đại nhân.\nTrong khoảng thời gian này, ngay cả Tengu của núi Yougou với tính tình quái dị, cũng đã có con gái riêng.\nChú Konbu Maru ngốc nghếch, cũng đã trở thành Hatamoto của tướng quân, và sẽ kết hôn với con gái của Samurai cao quý...\n\"Thật là một đứa trẻ đáng yêu, ngay cả Tengu đại nhân, suốt ngày ăn chơi trác táng, cũng có chút tự giác làm mẹ...\"\n\"Nhưng... trong miếu luôn thiếu sinh khí của trẻ con, thật không tốt chút nào. Hibiki biến lại thành trẻ con được không?\"\nNhư mọi khi, Kitsune đại nhân nói đùa hơi quá, mang theo hơi men của rượu hoa anh đào rồi tự biên tự diễn.\n\"Đừng nhăn nhó nữa, Hibiki. Để Saiguu đại nhân bói cho một quẻ, thế nào?\"\n\"Haha, là đại cát! Nhìn xem, thật may mắn! Có biết điều này có nghĩa là gì không?\"\n\"Người đã rút ra hết tất cả những thẻ hung. Xin đừng giễu cợt tôi nữa...\"\n\"Không... nó có nghĩa là người mà ngươi nhớ sẽ có may mắn trở thành ký ức vĩnh viễn của ngươi.\"\nVì vậy, ngươi phải sống mạnh mẽ và sống thật lâu trên thế giới này.\nNgay cả khi tất cả những người quan trọng đều đã ra đi, miễn là ngươi vẫn còn sống,\nThì thời gian đã cùng những người này trải qua sẽ không bao giờ tan biến..."
          }
        ]
      },
      {
        "title": "Mũi Tên Tưởng Nhớ",
        "desc": [
          {
            "type": "RichText",
            "text": "Phá Ma Tiễn được ngôi đền sử dụng để cầu nguyện và xua đuổi tai họa,\nNghe nói còn có thể truy đuổi và tiêu diệt tất cả tâm ma.\nNgười ta thường nói mũi tên phá ma có thể xua đuổi tà ác, nhưng tà ác không bao giờ là vật khách quan.\nTà ác thường sinh ra từ trái tim con người, từ một trái tim đã trở nên lạnh lẽo và cô đơn vì sợ hãi đến mê sảng.\nĐã lâu lắm rồi kể từ khi Saiguu đại nhân rời đi, và tôi không còn là pháp sư trẻ thực tập sinh ở đền Narukami nữa.\nBất cứ khi nào chạm vào cái tẩu thuốc đó, cảm giác trống rỗng và đau âm ỉ cứ lởn vởn như một bóng ma.\nCó người đáng để nhớ mong, mất đi người không thể không mong nhớ, thời gian như guồng quay tơ chẳng bao giờ ngừng nghỉ.\nLặng lẽ và yên bình, thân hình trắng muốt của Kitsune đại nhân rơi vào vực thẳm tăm tối vẫn còn khắc ghi trong giấc mơ của nữ pháp sư.\nTengu cũng tức giận bỏ đi vì mặc cảm bảo vệ không chu toàn, để lại một mình Teruyo.\nHarunosuke đã đi đến quốc gia khác trong nỗi đau thương và tức giận, Nagamasa thì gia nhập Shogunate để xóa bỏ vết nhơ của Mikoshi.\nCòn về người đàn ông kiên nhẫn lắng nghe lời hẹn ước ngây thơ của tôi dưới gốc cây anh đào đỏ thắm, người đã dạy tôi bắn cung trong rừng,\nAnh ấy chắc chắn sẽ quay về với tôi, ngay cả khi tia máu bắn ra làm mù đôi mắt, và bóng tối ô uế khiến anh hóa thành một con thú hung dữ...\nHãy cứu anh ấy bằng cung tên của chúng ta, và thực hiện lời hứa đã được định sẵn để đánh mất.\nHãy dùng cung tên của chúng ta để tiêu diệt tà ma, loại bỏ ảo tưởng và những cố chấp vô nghĩa.\n\"Hãy đến gặp ta, tên ngốc ham mê cờ bạc.\"\n\"Lần này đừng bị lạc nữa nhé, Konbu Maru.\"\nTuy nhiên, ai là người chiến thắng trong lần cá cược cuối cùng...\nNghĩ đến những điều tầm thường, cô vuốt ve cây cung lộng lẫy."
          }
        ]
      },
      {
        "title": "Khoảnh Khắc Sương Sớm",
        "desc": [
          {
            "type": "RichText",
            "text": "Một chiếc đồng hồ bỏ túi trang nhã được trang trí bằng chuông ở đền thờ,\nKim đồng hồ luôn dừng tại thời điểm sương sớm chưa tan.\nKhi bầu trời dần chuyển xanh, những giọt sương mai đọng lại trên lá cỏ cũng dần biến mất.\nDù rực rỡ tươi đẹp tựa như kính vạn hoa, cảnh đẹp cũng chỉ là trong chớp mắt.\nTôi đã từng cùng Saiguu đại nhân thưởng thức tiếng ve dưới ánh trăng trên con đường đêm mùa thu.\nKhi đó tôi chỉ là một pháp sư quê mùa, trẻ tuổi và vô cùng bướng bỉnh.\nGiống như một con chim sẻ líu lo, huyên náo để giữ vững quan điểm của riêng mình,\nNhìn nụ cười yếu ớt thoáng qua trên khuôn mặt của đại nhân, nhưng lời cô nói thật khó hiểu:\n\"Nếu muốn giữ mãi những khoảnh khắc tươi đẹp, thì chẳng khác nào cố gắng nắm chặt những hạt sương sớm trong tay\".\n\"Ta đã tan biến tựa như sương sớm, và tất cả những ấn tượng của ngươi về ta chỉ là viễn cảnh còn sót lại.\"\nTrong ký ức mơ hồ cô ấy đã nói điều gì đó vô cùng khó hiểu, khuôn mặt bi thương tựa ánh trăng, khiến tôi chợt bừng tỉnh...\nMột lúc sau, cô ấy dùng tẩu thuốc gõ vào đầu tôi, vẻ mặt trách mắng và giễu cợt như mọi khi:\n\"Trời sáng rồi, Hibiki.\"\n\"Chúng ta cũng nên trở về thôi.\""
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "Tấn công tăng 18%",
      "fourSetEffect": "Khi thi triển Kỹ Năng Nguyên Tố, nhân vật có Năng Lượng Nguyên Tố cao hơn hoặc bằng 15 điểm thì sẽ mất đi 15 điểm để tăng 50% sát thương tấn công thường, trọng kích và tấn công khi đáp trong 10 giây tiếp theo, trong thời gian duy trì, hiệu quả này sẽ không kích hoạt lần nữa."
    },
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Trái Tim Cầu Nguyện",
        "position": "Ly Không Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Ống quẻ dùng để xem bói, cơ quan ở phần đáy có thể giúp người ta dễ dàng rút đi loại quẻ không muốn nhận."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Hoa Vương Vấn",
        "position": "Hoa Sự Sống",
        "desc": [
          {
            "type": "RichText",
            "text": "Một chiếc bùa hộ mệnh tinh xảo được làm từ Mizuhiki (loại giấy làm từ bột gạo), nghe nói rằng nó chứa đựng sức mạnh có thể biến điều ước thành hiện thực."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Mặt Nạ Vô Thường",
        "position": "Nón Lý Trí",
        "desc": [
          {
            "type": "RichText",
            "text": "Mặt nạ hồ ly tế lễ được giữ gìn cẩn thận, luôn mang một nụ cười bí ẩn."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Khoảnh Khắc Sương Sớm",
        "position": "Cát Thời Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Chiếc đồng hồ bỏ túi bằng đồng được làm từ Mizuhiki và những chiếc chuông nhỏ, thời gian luôn dừng lại vào buổi bình minh của một ngày thu nào đó."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Mũi Tên Tưởng Nhớ",
        "position": "Lông Vũ Tử Vong",
        "desc": [
          {
            "type": "RichText",
            "text": "Mũi tên ma thuật kiểu dáng xưa cũ dường như đã được ai đó giữ gìn cẩn thận."
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/plume_of_death_icon.png"
      }
    }
  }
}