{
  "epId": 2172,
  "name": "Kairagi - Viêm Uy",
  "desc": "Võ sĩ lang thang đi đến đâu cướp đến đó.<br/>Học võ từ nhỏ, chưa bao giờ ngưng, nhưng vì lý do nào đó, mất đi cơ hội phụng sự, đi lệch lạc với chính đạo, bước trên con đường tội ác. Kiếm không lạnh lẽo như thanh thép thông thường, mà khoác lên mình cái nóng của sự phẫn nộ, tựa như lá bùa được tạo ra từ thần thuật đã thất truyền từ lâu, khảm sức mạnh của lửa vào vũ khí.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Fiery Might_icon.png",
  "menuId": 7,
  "menuName": "Kẻ Địch Và Ma Vật",
  "version": 0,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 1248,
        "name": "Kiếm Cách Cũ Nát",
        "desc": "Vật phòng hộ trên thanh kiếm, chứng kiến qua vô vàn trận chiến.<br/>Đối với những người thuần thục kiếm thuật, kiếm cách dùng để chặn lưỡi kiếm của đối phương; Còn đối với những kiếm sĩ mới tập, kiếm cách là chìa khóa để bảo vệ tay phải của họ.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 711,
        "name": "Kiếm Cách Bản Sao",
        "desc": "Vật phòng hộ trên thanh kiếm.<br/>Thợ rèn Inazuma khi rèn kiếm sẽ luôn làm ra vài thanh cùng loại. Từ đó chọn ra thanh ưu tú nhất để làm \"bản chính\", những thanh còn lại được xem là \"bản sao\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 400,
        "name": "Kiếm Cách Trứ Danh",
        "desc": "Vật phòng hộ tinh xảo của các loại danh kiếm.<br/>Có người tin chắc rằng đao kiếm có linh hồn và sự sống riêng, đó là lý do tại sao người ta lại đặt tên cho kiếm. Những ai yêu thích đao kiếm cũng sẽ có được sự đền đáp. Nhưng những ai trở thành bạn thân hoặc thậm chí xem kiếm như người yêu đều phải biết rằng thứ tình cảm này được nuôi dưỡng bởi sự giết chóc và chặt chém. Những người thường tắm máu và múa kiếm, máu của họ cuối cùng cũng sẽ bị phủ lên những thanh kiếm vô tình này.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Kairagi - Viêm Uy"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Các thế lực loài người khác"
          }
        ]
      },
      {
        "key": "Giáo Trình"
      }
    ]
  }
}