{
  "epId": 2182,
  "name": "Học Sĩ Vực Sâu - Tử Điện",
  "desc": "Quái vật nơi vực thẳm tối đen như mực, phục vụ cho \"Giáo Đoàn Vực Sâu\" và có thể điều khiển sấm sét.<br/>Chúng là những nhà thuyết giáo, học sĩ của Vực Sâu sử dụng giông tố sấm sét truyền bá trí tuệ đen tối đến những kẻ vô thần, dùng tia điện tím như một lời thông báo cho sự tồn tại của sức mạnh to lớn đang ăn mòn trí tuệ loài người.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Violet Lightning_icon.png",
  "menuId": 7,
  "menuName": "Kẻ Địch Và Ma Vật",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Học Sĩ Vực Sâu - Tử Điện"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Vực Sâu"
          }
        ]
      },
      {
        "key": "Giáo Trình",
        "value": [
          {
            "type": "RichText",
            "text": "Ma vật của \"Giáo Đoàn Vực Sâu\", có thể điều khiển sấm sét. Có năng lực làm tiêu tan nguyên tố ở một mức độ nhất định. Khi một số tấn công của nó gây sát thương cho nhân vật, sẽ <color=#ffe14b>tiêu hao Năng Lượng Nguyên Tố của nhân vật</color> ."
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 440,
        "name": "Cành Cây Địa Mạch",
        "desc": "Cành cây khô từ sâu dưới lòng đất. Dù trải qua năm tháng vẫn có thể nhìn thấy sức mạnh ẩn dưới lớp vỏ nhăn nheo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dead Ley Line Branch_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 441,
        "name": "Lá Khô Địa Mạch",
        "desc": "Lá cây từ sâu dưới lòng đất. Cho dù rời khỏi thân cây thì vẫn còn sót lại chút sức mạnh.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dead Ley Line Leaves_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 439,
        "name": "Chồi Non Địa Mạch",
        "desc": "Nghe nói có một khúc cây khổng lồ vươn ra khắp thế giới; Nghe nói chồi non này là một phần của nó. Như là chưa từng bị người ta hái xuống đem đến nơi xa, vẫn còn sức sống mạnh mẽ, đâm chồi nảy lộc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ley Line Sprout_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Tượng Hắc Ám",
        "desc": "Bức tượng khắc họa hình tượng một người nào đó. <br/>Cho dù trải qua năm tháng, vẫn không bị hư hỏng. Dường như được chủ nhân ban đầu giữ gìn như tượng thần.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Tượng Bóng Đêm",
        "desc": "Bức tượng một mắt khắc họa hình tượng một người nào đó.<br/>Cầm nó trên tay dường như có thể cảm nhận được hơi ấm tỏa ra từ nó, giống như cánh tay của một người bạn thân vậy. Có lẽ nó có thể cho những người hiểu được ý nghĩa đằng sau bức tượng can đảm để đi tiếp.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Tượng Tử Thần",
        "desc": "Bức tượng một mắt tỏa ra nguồn năng lượng xấu xa, hoàn toàn không biết nó được làm bằng chất liệu gì. <br/>Khi nhìn vào bức tượng này, dường như có thể nghe thấy tiếng thì thầm kỳ lạ của sự yên bình...<br/>\"Nhìn này, con của ta. Mọi vật dưới bầu trời sẽ diệt vong trong hỗn loạn. Khoảng không gian sâu thẳm đen kịt luôn tĩnh lặng sẽ bao trùm tất cả.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ]
  }
}