{
  "epId": 22,
  "name": "Kaedehara Kazuha",
  "desc": "Ronin Samurai đến từ Inazuma, nay đã gia nhập đội thuyền \"Nam Thập Tự\" Liyue. Tính tình ôn hòa, hào sảng, trong lòng chất chứa nhiều chuyện xưa.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaedehara Kazuha_icon.png",
  "headerImgUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/148664880/5b58088cd334f8f4e98495571afb03c9_8910919969248440305.png",
  "filterValues": {
    "characterRarity": 5,
    "characterVision": "Phong",
    "characterProperty": "Tinh Thông Nguyên Tố",
    "characterRegion": "Thành Inazuma",
    "characterWeapon": "Kiếm Đơn"
  },
  "menuId": 2,
  "menuName": "Thư Viện Nhân Vật",
  "version": 1729239098,
  "components": {
    "story": [
      {
        "title": "Miêu Tả Nhân Vật",
        "desc": [
          {
            "type": "RichText",
            "text": "Lần đầu gặp Kaedehara Kazuha, hầu như ai cũng nghĩ rằng anh ấy chỉ là một thủy thủ thực tập của đội thuyền Nam Thập Tự.\nDẫu sao thì người thiếu niên này tính tình hòa nhã, khi rảnh rỗi lại thích ngâm thơ, dáng vẻ lúc nói chuyện cũng vô cùng khoan thai. Đâu ai ngờ được anh ấy chính là nhân vật nguy hiểm bị Inazuma Shogunate truy nã chứ?\nNgay cả thuyền trưởng Beidou có mắt nhìn người chuẩn xác, trước khi quyết định thu nhận Kazuha, cũng không nhìn ra thiếu niên nhã nhặn này lại có thể xuất đao nhanh nhạy như thế, rõ ràng đây là một kẻ đã từng trải qua hàng trăm trận chiến.\nKhông biết phong ba bão táp đã mài giũa gai góc của vị thiếu niên này hay chính bản thân anh đã tự giấu đi tài năng của mình."
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Đội thuyền vũ trang Nam Thập Tự của Liyue quanh năm đi lại trên biển, các thuyền viên đã sớm quen với cảnh vật con người ở nước ngoài, thậm chí trên thuyền \"Ngôi Sao Chết Chóc\" còn có một thủy thủ là người nước ngoài nữa.\nNgười thủy thủ này đã được đón lên thuyền khi \"Ngôi Sao Chết Chóc\" cập bến Inazuma rồi rời khỏi đảo.\nThuyền trưởng Beidou và người thanh niên này là bạn bè, khi anh ấy đến, Beidou đã nói với các thủy thủ: \"Người anh em này muốn ở lại trên thuyền một khoảng thời gian, xin nhờ mọi người giúp đỡ.\"\nCác thuyền viên tin vào ánh mắt tinh tường của Beidou, cũng rất tán thưởng võ nghệ cao cường và khả năng dự báo thời tiết của người Inazuma này, vì thế, dù cho anh ấy không chịu tiết lộ đời tư, mọi người vẫn đồng ý để anh ấy ở lại trên thuyền.\nThế nhưng không ai chịu từ bỏ, mọi người luôn tìm cớ, nói bóng nói gió để nghe ngóng về chuyện của anh.\n\"Nghe nói đao kiếm sản xuất từ Inazuma rất tuyệt, hơn nữa, càng là nhân vật lớn thì càng sử dụng đao tốt, đao của bạn như thế nào? Có lợi hại không?\"\n\"...\"\nVà anh ấy chỉ im lặng.\nCứ thử rất nhiều lần như vậy mà vẫn không có được câu trả lời, các thuyền viên đành từ bỏ.\nCho đến một thời gian sau, phó thuyền trưởng Juza vô tình trách cứ một câu thì lại bất ngờ nhận được câu trả lời.\n\"Này người Inazuma kia, đến cả tên cũng không có thì bảo anh em xưng hô thế nào chứ...\"\nNgười thủy thủ đưa bàn tay chai sạn lên lau mồ hôi.\n\"Tôi họ Kaedehara, tên Kazuha, vốn là một Ronin Samurai. Rất cám ơn đã thu nhận, mọi người cứ gọi tôi là Kazuha đi.\""
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Kazuha không phải dân thường mà là con cháu đời cuối cùng của gia tộc Kaedehara - dòng dõi quý tộc của Inazuma thời xa xưa.\nTrong thành Inazuma vốn đều là những gia tộc giàu có, họ Kaedehara cũng đã từng lừng lẫy một thời. Thế nhưng thời vận vô thường, khi gia nghiệp truyền đến Kazuha, thì nhà Kaedehara đã sa sút nặng nề.\nĐối với chuyện này, vị thiếu gia Kazuha lúc đó cũng không biết phải làm gì hơn. Tuy nói vậy, nhưng đến khi nhà cửa bị siết nợ, gia bộc bỏ đi tứ tán, anh mới thở phào: Cứ xem như đây là một cơ hội, trở thành một người tự do phiêu bạt đó đây cũng tốt.\nNgao du núi rừng luôn là tâm nguyện của Kazuha. Từ lúc nhỏ anh đã hiểu được thế nào là \"chân\" và \"mỹ\" của tự nhiên.\nVới Kazuha, tự nhiên chưa từng im lặng mà luôn dùng ngôn ngữ đặc thù của mình để thổ lộ tâm tình.\nGió ngừng thổi, vạn vật tĩnh lặng, đó là sự yên lặng trước khi trời cao rơi lệ. Con suối trong xanh thình lình chảy xiết, đó là lời cảnh báo cho cơn địa chấn giận dữ sắp đến.\nĐây là món quà thi vị độc nhất mà thiên nhiên ban tặng cho anh, Kazuha không phải là người ham mê vinh hoa phú quý. Nếu như trọng trách của gia tộc đã không còn thì cứ chuẩn bị hành trang lên đường thôi.\nDưới sân nhà lá rụng khắp một vùng, nhẹ nhàng cuốn theo cơn gió hòa vào chân trời, và Kazuha cũng bắt đầu cuộc hành trình của anh."
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Người lữ khách ngao du đây đó cũng phải có chút võ công phòng thân. Và bản lĩnh nghe gió xem mây chính là sức mạnh chủ chốt của Kazuha.\nSau khi rời khỏi Inazuma, Kazuha du ngoạn khắp nơi. Từ lúc bước vào cuộc hành trình, mọi thứ đã thay đổi: Trời đất núi sông trở thành quê hương thân thiết nhất của anh, đi dưới mây trời lắng nghe gió nước, tinh thần vô cùng thoải mái.\nNhững kiến thức học được trên đường đi càng khiến anh cảm thấy mới lạ bội phần. Với tâm trạng như thế, Kazuha đi đến một ngọn núi ở phía Nam.\nVừa vào hạ, mưa nhiều, đường núi bùn đất lầy lội, thấy cũng sắp sụp tối, Kazuha muốn tìm một ngôi nhà để trú mưa, và ngay khi quay lại đã thấy một ngôi nhà tranh nằm phía cuối con đường.\nCùng đi với anh là một thương nhân vô tình quen biết, nhìn thấy ngôi nhà mà phấn khích reo lên: \"Nhìn đi Kazuha! Đêm nay có chỗ trú rồi!\"\nNhưng Kazuha lại không lên tiếng mà nghiêng tai nghe ngóng rất lâu, đoạn nói: Nếu muốn hỏi ý của tôi...thì không đến đó sẽ tốt hơn.\nThương nhân không muốn dầm mưa, bèn bỏ mặc Kazuha, một mình đi đến ngôi nhà nọ.\nSau khi gõ cửa thì một người phụ nữ xinh đẹp ra tiếp đón, mời anh ta vào trong tránh mưa và mang cho anh trà thơm, cơm ngon và đệm chăn ấm áp.\nCó lẽ do thức ăn quá ngon, thương nhân đó cứ ăn cứ ăn rồi ngoẹo đầu ngủ mất.\nKhi tỉnh dậy đã là sáng sớm ngày hôm sau, nóc nhà chẳng biết đã biến đi đâu, ánh nắng chói mắt chiếu thẳng lên khuôn mặt, trong tầm mắt chỉ thấy mỗi Kazuha đang nhìn anh cười.\nThương nhân chưa kịp mở lời thì đã nôn thốc nôn tháo ra toàn lá cây và bùn đất đã nhai. Còn trên người cũng chẳng còn chăn đệm, mà chỉ thấy bùn lầy dơ bẩn.\nKazuha cười nói: \"Nơi có nhà thì tiếng gió sẽ nhẹ hơn những nơi khác một chút. Nhưng trên núi này tiếng gió vẫn như thường lệ, phía trước lại đột nhiên xuất hiện một ngôi nhà. Theo tôi thấy, bạn chắc chắn đã bị yêu hồ trêu chọc rồi...ây da, ra ngoài lăn lộn, phải nghe rõ tiếng gió, nhìn cho kỹ một chút chứ.\""
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 4",
        "desc": [
          {
            "type": "RichText",
            "text": "Kazuha đã kết bạn với đủ loại người trong cuộc hành trình. Trong số đó có một người rất thân, cả hai đã làm bạn đồng hành suốt một chặng đường.\nNhưng mục đích của người bạn ấy lại khác với Kazuha, nên hai người đành chia tay.\nTuy chỉ như bèo nước gặp gỡ, nhưng lại quý mến giúp đỡ nhau, chứng tỏ duyên phận đậm sâu. Tuy tạm thời chia tay, nhưng biết đâu một ngày nào đó sẽ lại trùng phùng, Kazuha thầm nghĩ vậy.\nThế nhưng sự việc xảy ra sau đó đã phá hỏng tâm thái khoan thai của anh - Đại nhân Shogun phát lệnh \"Truy Lùng Vision\", thề phải lấy được hết tất cả Vision.\nKể cả Kazuha, những người sở hữu Vision không ai không hoảng sợ, mai danh ẩn tính, lẩn trốn cả ngày.\nChính vào lúc này, Kazuha lại biết được một tin tức chấn động. Có người kiên quyết phát động \"Ngự Tiền Quyết Đấu\", và đó chính là bạn của anh.\nKẻ bại trận trong \"Ngự Tiền Quyết Đấu\" sẽ chịu hình phạt của Shogun. Người bạn ấy không ngại mạo hiểm mà dấn thân, không chỉ muốn chiến thắng những người mạnh nhất mà còn muốn tuyên bố với người đời thế nào mới là lòng dũng cảm.\nNhưng ở trận đấu đầu sóng ngọn gió thế này, một khi thất bại, tính mạng của anh ấy e là sẽ bị Shogun đại nhân nuốt chửng.\nKazuha tâm bất biến giữa dòng đời vạn biến nay cũng không thể bình tĩnh nữa, mang đao theo gió tiến vào Thiên Thủ Các, nhưng tất cả đã quá muộn màng...\nĐao đã gãy, Vision trở thành một cái vỏ trống rỗng, Kazuha ôm mối hận rời khỏi, và cũng bị Shogunate truy nã.\nKể từ đó về sau, Kazuha điên cuồng ném mình vào hết trận đấu này đến trận đấu khác, cuộc sống của anh đã không còn tồn tại hai chữ \"ung dung\".\nKazuha không hề sợ hãi đấu tranh, chỉ là, cứ chiến đấu không có điểm dừng như thế thật sự khiến anh cảm thấy mờ mịt.\nAnh không hối hận về hành động giải cứu vô nghĩa lần đó, cũng không oán trách người bạn cũ đã hi sinh oanh liệt, để lại anh cô đơn một mình, chỉ là...\n\"Muốn quán triệt đạo nghĩa, chẳng lẽ cứ phải tranh chấp với người khác mãi thế sao?\""
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 5",
        "desc": [
          {
            "type": "RichText",
            "text": "Kazuha giờ đây xem đội thuyền Nam Thập Tự là nhà, phiêu dạt bốn bể.\nThỉnh thoảng vẫn có phiền phức tìm đến, nhưng có sự hỗ trợ của Nam Thập Tự thì việc giải quyết cũng không còn quá khó khăn nữa.\nNgồi trên đài quan sát cao vút của con thuyền \"Ngôi Sao Chết Chóc\", nhìn ngắm trời xanh biển bạc, cuối cùng anh cũng có tâm trạng để hồi tưởng lại cảm giác của mình trong những ngày rong ruổi trong quá khứ.\nCác samurai đều mong ước một đời oanh liệt, gặt hái được vinh dự vô thượng với thanh đao trong tay.\nNhưng cũng có người bị dục vọng cám dỗ, đi chệch chính đạo giữa \"nhân\" và \"nghĩa\", vung đao để lại vô vàn thù hận.\nÔng trời ban cho chúng sinh máu thịt, các thần phù hộ sinh mạng cho họ, không phải để con người cầm đao tương tàn.\nThứ ta cần làm, chính là cầm đao cứu người chứ không phải cầm đao giết người.\nCả đời samurai, phải tuân theo một đạo, đây chính là \"đạo\" của ta.\nNghĩ vậy, Kazuha bất giác nổi hứng làm thơ, đang vừa định lưu lại vài dòng làm phương châm cho những ngày tháng sau này thì vọng lại một âm thanh bất mãn:\n\"Kazuha, đừng có làm ổ trên đài quan sát ngắm trời nữa, mau xuống đây phụ một tay nào!\"\nĐược rồi, người lái tàu Hải Long đang gọi anh, chờ lần sau lại suy nghĩ tiếp về phương châm sống vậy."
          }
        ]
      },
      {
        "title": "Vỏ Rỗng Vision",
        "desc": [
          {
            "type": "RichText",
            "text": "Trong trận đại chiến đó, Vision lại phát sáng trong một thời gian ngắn, chính Kazuha cũng cảm thấy vô cùng ngạc nhiên.\nSau bao phen tìm kiếm, vốn muốn mượn tay người khác để thắp sáng lại Vision này, nào ngờ cuối cùng nó lại vì mình mà phát sáng. Tình cảnh này cứ như người bạn trước kia vẫn đang ở phía sau ủng hộ mình.\nChiếc vỏ rỗng của Vision không chỉ chứng minh chuyện này mà còn khiến Kazuha tìm được nhiều mối nhân duyên mới...\nTrong cuộc hành trình được quân kháng chiến hỗ trợ, được chị đại cứu giúp, thu nhận, gặp gỡ với nhà lữ hành trong lời đồn đại...\nSống trên đời này, có lúc thì phiêu bạt khắp nơi, cũng có lúc có được những cuộc gặp gỡ không ngờ.\nĐường đời thăng trầm như đường núi gập ghềnh, tuy khổ cực trăm bề, nhưng vẫn có lúc chạm được đến mây xanh."
          }
        ]
      },
      {
        "title": "Vision",
        "desc": [
          {
            "type": "RichText",
            "text": "Giữa màn sương mờ ảo nơi sườn núi vào buổi sáng tinh mơ, chỉ có duy nhất một mình Kazuha đang đi trên con đường mòn.\nLúc này xung quanh im lặng như tờ, không cảm nhận được ngọn gió lay động, cũng không nghe được tiếng kêu của bọn côn trùng.\nNgay cả những con sóng dường như cũng chìm vào giấc ngủ, chỉ còn lại tiếng gió âm u, Kazuha thè lưỡi. Mùi vị trong không khí u ám nặng nề.\nAnh ấy biết trời sắp mưa rồi.\nKazuha ngẩng đầu nhìn ra phía xa, ở nơi cuối tầm mắt là một cột khói bếp và vài gian nhà lá. Vậy là đêm nay đã có chỗ dừng chân.\nAnh nói với chủ nhà sắp có trận mưa to. Chủ nhà ban đầu nửa tin nửa ngờ, nhưng vừa đến trưa, thì cơn mưa như trút nước xối xả tuôn xuống.\nChủ nhà vô cùng khâm phục lữ khách này, niềm nở mời ăn và cho anh chỗ trú.\nĐêm đến, ngoài cửa vẫn u ám, Kazuha ôm chăn, nằm nghe tiếng mưa lách tách trên những chiếc lá mùa thu, bất giác ngẩn ngơ.\nTừ khi gia tộc Kaedehara tán gia bại sản, thiếu gia Kazuha bước vào cuộc lữ hành, anh đã đi qua rất nhiều hòn đảo, hiểu được vô số khó khăn mà nhà lữ hành gặp phải.\nTừ một hòn đảo ở Inazuma muốn đến một hòn đảo khác, thông thường phải vượt biển. Kazuha đơn độc, một mình lênh đênh trên con thuyền nhỏ, nếu ngược chiều gió hoặc gặp mưa giông bão tố, hành trình sẽ càng gian nan nguy hiểm hơn...\nNhưng, xem trời đất là nhà, linh hồn vạn vật là bạn thơ, cũng có sự thú vị riêng của nó.\nNếu tâm \"trống rỗng\", vạn vật đất trời cũng sẽ \"trống rỗng\";\nNếu tâm \"trong sạch\" thì thiên địa vạn vật cũng sẽ \"sạch trong\".\nTrong tay có đao, trong tâm có đạo, anh sẽ có thể tiến lên trong hoan ca, cho dù đường đi có gập ghềnh cũng chẳng hề sợ hãi.\nVới tâm trạng phấn chấn như thế, anh chìm vào giấc ngủ sâu với sự mãn nguyện đủ đầy.\nHôm sau, Kazuha bị tiếng chim hót làm thức giấc, một Vision xán lạn lại xuất hiện trong vòng tay anh."
          }
        ]
      }
    ],
    "talent": [
      {
        "key": "Tấn Công Thường - Kiếm Thuật Garyuu",
        "title": "Tấn Công Thường - Kiếm Thuật Garyuu",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/battle_talent_0/battle_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Tấn Công Thường</color>\nThực hiện tối đa 5 lần đánh kiếm liên tiếp.\n<color=#ffd780>Trọng Kích</color>\nTiêu hao thể lực nhất định, đánh ra hai kiếm về phía trước trong chớp mắt.\n<color=#ffd780>Tấn Công Khi Đáp</color>\nĐáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất. Nếu lần tấn công khi đáp này được thi triển từ Chihayaburu, thì sẽ chuyển thành Tấn Công Khi Đáp - Xua Tan Mây Mù.\n<color=#ffd780>Tấn Công Khi Đáp - Xua Tan Mây Mù</color>\nSát thương gây ra bởi tấn công khi đáp khi thi triển thông qua Kỹ Năng Nguyên Tố - Chihayaburu sẽ chuyển thành <color=#80ffd7>Sát Thương Nguyên Tố Phong</color> , và khi chạm đất, thi triển bí kiếm tạo ra một hang gió nhỏ kéo các vật thể và địch ở gần vào."
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11"
            ]
          },
          {
            "key": "Sát Thương Lần 1",
            "values": [
              "45%",
              "48.6%",
              "52.3%",
              "57.5%",
              "61.2%",
              "65.4%",
              "71.1%",
              "76.9%",
              "82.6%",
              "88.9%",
              "96.1%"
            ]
          },
          {
            "key": "Sát Thương Lần 2",
            "values": [
              "45.2%",
              "48.9%",
              "52.6%",
              "57.9%",
              "61.5%",
              "65.7%",
              "71.5%",
              "77.3%",
              "83.1%",
              "89.4%",
              "96.6%"
            ]
          },
          {
            "key": "Sát Thương Lần 3",
            "values": [
              "25.8%+31.0%",
              "27.9%+33.5%",
              "30.0%+36.0%",
              "33.0%+39.6%",
              "35.1%+42.1%",
              "37.5%+45.0%",
              "40.8%+49.0%",
              "44.1%+52.9%",
              "47.4%+56.9%",
              "51.0%+61.2%",
              "55.1%+66.1%"
            ]
          },
          {
            "key": "Sát Thương Lần 4",
            "values": [
              "60.7%",
              "65.7%",
              "70.6%",
              "77.7%",
              "82.6%",
              "88.2%",
              "96%",
              "103.8%",
              "111.6%",
              "120%",
              "130%"
            ]
          },
          {
            "key": "Sát Thương Lần 5",
            "values": [
              "25.4%*3*3",
              "27.4%*3*3",
              "29.5%*3*3",
              "32.5%*3*3",
              "34.5%*3*3",
              "36.9%*3*3",
              "40.1%*3*3",
              "43.3%*3*3",
              "46.6%*3*3",
              "50.1%*3*3",
              "54.2%*3*3"
            ]
          },
          {
            "key": "Sát Thương Trọng Kích",
            "values": [
              "43.0%+74.6%",
              "46.5%+80.7%",
              "50.0%+86.8%",
              "55.0%+95.5%",
              "58.5%+101.6%",
              "62.5%+108.5%",
              "68.0%+118.0%",
              "73.5%+127.6%",
              "79.0%+137.1%",
              "85.0%+147.5%",
              "91.9%+159.5%"
            ]
          },
          {
            "key": "Trọng Kích tiêu hao thể lực",
            "values": [
              "20 điểm",
              "20 điểm",
              "20 điểm",
              "20 điểm",
              "20 điểm",
              "20 điểm",
              "20 điểm",
              "20 điểm",
              "20 điểm",
              "20 điểm",
              "20 điểm"
            ]
          },
          {
            "key": "Sát Thương Khi Rơi",
            "values": [
              "81.8%",
              "88.5%",
              "95.1%",
              "104.6%",
              "111.3%",
              "118.9%",
              "129.4%",
              "139.9%",
              "150.3%",
              "161.8%",
              "173.1%"
            ]
          },
          {
            "key": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
            "values": [
              "164%/204%",
              "177%/221%",
              "190%/238%",
              "209%/261%",
              "223%/278%",
              "238%/297%",
              "259%/323%",
              "280%/349%",
              "301%/375%",
              "323%/404%",
              "346%/433%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 76,
              "name": "Bài Giảng Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ chính là sự nỗ lực chinh phục núi cao biển lớn, là dũng khí và sức mạnh theo đuổi phồn hoa và hoàng kim.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Diligence_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 629,
              "name": "Ấn Quạ Tầm Bảo",
              "desc": "Dấu ấn kiêu hãnh thể hiện danh tính của Đạo Bảo Đoàn, miêu tả những chuyến truy tìm kho báu vô tận của họ. Tuy nói vậy, danh tính đạo tặc có cần phải được thể hiện một cách tự hào không nhỉ...?",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Treasure Hoarder Insignia_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Hướng Dẫn Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ là chất xúc tác chảy trong huyết mạch của người dân Liyue, có thể biến nham thạch thành hoàng kim, là nguyên nhân thương cảng vĩ đại trở thành vĩ đại.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 1553,
              "name": "Ấn Quạ Bạc Ẩn",
              "desc": "Huân chương quạ đen được thành viên của Đạo Bảo Đoàn sử dụng để nhận biết lẫn nhau. Đạo Bảo Đoàn không hỏi xuất thân, bất kể là ai chỉ cần có lòng ham tìm bảo vật, dám mạo hiểm, đều có thể trở thành thành viên \"ưu tú\".",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Hướng Dẫn Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ là chất xúc tác chảy trong huyết mạch của người dân Liyue, có thể biến nham thạch thành hoàng kim, là nguyên nhân thương cảng vĩ đại trở thành vĩ đại.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 1553,
              "name": "Ấn Quạ Bạc Ẩn",
              "desc": "Huân chương quạ đen được thành viên của Đạo Bảo Đoàn sử dụng để nhận biết lẫn nhau. Đạo Bảo Đoàn không hỏi xuất thân, bất kể là ai chỉ cần có lòng ham tìm bảo vật, dám mạo hiểm, đều có thể trở thành thành viên \"ưu tú\".",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Hướng Dẫn Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ là chất xúc tác chảy trong huyết mạch của người dân Liyue, có thể biến nham thạch thành hoàng kim, là nguyên nhân thương cảng vĩ đại trở thành vĩ đại.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 1553,
              "name": "Ấn Quạ Bạc Ẩn",
              "desc": "Huân chương quạ đen được thành viên của Đạo Bảo Đoàn sử dụng để nhận biết lẫn nhau. Đạo Bảo Đoàn không hỏi xuất thân, bất kể là ai chỉ cần có lòng ham tìm bảo vật, dám mạo hiểm, đều có thể trở thành thành viên \"ưu tú\".",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Hướng Dẫn Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ là chất xúc tác chảy trong huyết mạch của người dân Liyue, có thể biến nham thạch thành hoàng kim, là nguyên nhân thương cảng vĩ đại trở thành vĩ đại.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 1553,
              "name": "Ấn Quạ Bạc Ẩn",
              "desc": "Huân chương quạ đen được thành viên của Đạo Bảo Đoàn sử dụng để nhận biết lẫn nhau. Đạo Bảo Đoàn không hỏi xuất thân, bất kể là ai chỉ cần có lòng ham tìm bảo vật, dám mạo hiểm, đều có thể trở thành thành viên \"ưu tú\".",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Triết Học Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ chính là tin tưởng bản thân, tin tưởng rằng dựa vào mồ hôi, trí tuệ và sức mạnh, mỗi người đều có chỗ đứng của mình trong mảnh đất của Thần.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 760,
              "name": "Ấn Quạ Trộm Vàng",
              "desc": "Huân chương tượng trưng cho nguyên tắc và ngạo khí duy nhất của Đạo Bảo Đoàn. Chừng nào vẫn còn có những kho báu được phát hiện ở vùng đất rộng lớn, nơi vực thẳm hẻo lánh hay vùng biển vô danh, thì ngọn lửa trong tim của những kẻ trộm muốn chinh phục kho báu sẽ không bao giờ tắt.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 1673,
              "name": "Vảy Vàng",
              "desc": "Giáp được nung đúc từ huyền nham, bền bỉ và trầm mặc, chứa đựng quyền năng của \"Long Vương\".<br/>Qua bao năm tháng chôn vùi, ánh hoàng kim và hắc diệu bên trong nó không hề bị lu mờ.<br/>Sự đau đớn tột độ, âm thanh vô hình có lẽ sẽ biến mất để kết thúc ân oán ngàn năm.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Triết Học Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ chính là tin tưởng bản thân, tin tưởng rằng dựa vào mồ hôi, trí tuệ và sức mạnh, mỗi người đều có chỗ đứng của mình trong mảnh đất của Thần.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 760,
              "name": "Ấn Quạ Trộm Vàng",
              "desc": "Huân chương tượng trưng cho nguyên tắc và ngạo khí duy nhất của Đạo Bảo Đoàn. Chừng nào vẫn còn có những kho báu được phát hiện ở vùng đất rộng lớn, nơi vực thẳm hẻo lánh hay vùng biển vô danh, thì ngọn lửa trong tim của những kẻ trộm muốn chinh phục kho báu sẽ không bao giờ tắt.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 1673,
              "name": "Vảy Vàng",
              "desc": "Giáp được nung đúc từ huyền nham, bền bỉ và trầm mặc, chứa đựng quyền năng của \"Long Vương\".<br/>Qua bao năm tháng chôn vùi, ánh hoàng kim và hắc diệu bên trong nó không hề bị lu mờ.<br/>Sự đau đớn tột độ, âm thanh vô hình có lẽ sẽ biến mất để kết thúc ân oán ngàn năm.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Triết Học Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ chính là tin tưởng bản thân, tin tưởng rằng dựa vào mồ hôi, trí tuệ và sức mạnh, mỗi người đều có chỗ đứng của mình trong mảnh đất của Thần.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 760,
              "name": "Ấn Quạ Trộm Vàng",
              "desc": "Huân chương tượng trưng cho nguyên tắc và ngạo khí duy nhất của Đạo Bảo Đoàn. Chừng nào vẫn còn có những kho báu được phát hiện ở vùng đất rộng lớn, nơi vực thẳm hẻo lánh hay vùng biển vô danh, thì ngọn lửa trong tim của những kẻ trộm muốn chinh phục kho báu sẽ không bao giờ tắt.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 1673,
              "name": "Vảy Vàng",
              "desc": "Giáp được nung đúc từ huyền nham, bền bỉ và trầm mặc, chứa đựng quyền năng của \"Long Vương\".<br/>Qua bao năm tháng chôn vùi, ánh hoàng kim và hắc diệu bên trong nó không hề bị lu mờ.<br/>Sự đau đớn tột độ, âm thanh vô hình có lẽ sẽ biến mất để kết thúc ân oán ngàn năm.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Triết Học Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ chính là tin tưởng bản thân, tin tưởng rằng dựa vào mồ hôi, trí tuệ và sức mạnh, mỗi người đều có chỗ đứng của mình trong mảnh đất của Thần.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 760,
              "name": "Ấn Quạ Trộm Vàng",
              "desc": "Huân chương tượng trưng cho nguyên tắc và ngạo khí duy nhất của Đạo Bảo Đoàn. Chừng nào vẫn còn có những kho báu được phát hiện ở vùng đất rộng lớn, nơi vực thẳm hẻo lánh hay vùng biển vô danh, thì ngọn lửa trong tim của những kẻ trộm muốn chinh phục kho báu sẽ không bao giờ tắt.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 1673,
              "name": "Vảy Vàng",
              "desc": "Giáp được nung đúc từ huyền nham, bền bỉ và trầm mặc, chứa đựng quyền năng của \"Long Vương\".<br/>Qua bao năm tháng chôn vùi, ánh hoàng kim và hắc diệu bên trong nó không hề bị lu mờ.<br/>Sự đau đớn tột độ, âm thanh vô hình có lẽ sẽ biến mất để kết thúc ân oán ngàn năm.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Vương Miện Trí Thức",
              "desc": "Nguyên liệu quý để tăng thiên phú.<br/>Dụng cụ nghi thức dùng để chứa và truyền thụ tri thức ở thời viễn cổ. Cho dù ngày nay, trí tuệ đã được truyền thụ lại trong ngôn ngữ và điển tịch, nhưng sức mạnh và trí tuệ tàn dư trong \"Vương Miện Trí Thức\" vẫn mang đến cho con người thời nay những đột phá vô cùng vĩ đại.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/battle_talent_0/battle_talent_0.gif"
      },
      {
        "key": "Chihayaburu",
        "title": "Chihayaburu",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/battle_talent_1/battle_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Thi triển bí kiếm mạnh mẽ như gió, kéo địch và ma vật đến gần rồi đánh bay, gây <color=#80ffd7>sát thương Nguyên Tố Phong</color> , và bay lên không trung nhờ vào dòng khí phun ra.\nTrong vòng 10s sau khi Kaedehara Kazuha bay lên nhờ Kỹ Năng Nguyên Tố - Chihayaburu và liên tục ở trên không, nếu thực hiện tấn công khi đáp sẽ thi triển Tấn Công Khi Đáp - Xua Tan Mây Mù cực mạnh.\n<color=#ffd780>Nhấn</color>\nCó thể thi triển trên không.\n<color=#ffd780>Nhấn giữ</color>\nTích lũy sức mạnh rồi thi triển, so với nhấn, gây <color=#80ffd7>Sát Thương Nguyên Tố Phong</color> cao hơn ở phạm vi rộng hơn.\n<color=#ffd780>Tấn Công Khi Đáp - Xua Tan Mây Mù</color>\nSát thương gây ra bởi tấn công khi đáp khi thi triển thông qua Kỹ Năng Nguyên Tố - Chihayaburu sẽ chuyển thành <color=#80ffd7>Sát Thương Nguyên Tố Phong</color> , và khi chạm đất, thi triển bí kiếm tạo ra một hang gió nhỏ kéo các vật thể và địch ở gần vào.\nSát thương Xua Tan Mây Mù gây ra xem như sát thương tấn công khi đáp.\n\"Gió buồn trên tay áo, thần vạn kiếp người trăm năm, núi mùa thu nhuốm đỏ màu lá.\""
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11",
              "Lv.12",
              "Lv.13",
              "Lv.14"
            ]
          },
          {
            "key": "Sát Thương Kỹ Năng Khi Nhấn",
            "values": [
              "192%",
              "206%",
              "221%",
              "240%",
              "254%",
              "269%",
              "288%",
              "307%",
              "326%",
              "346%",
              "365%",
              "384%",
              "408%"
            ]
          },
          {
            "key": "CD Nhấn",
            "values": [
              "6s",
              "6s",
              "6s",
              "6s",
              "6s",
              "6s",
              "6s",
              "6s",
              "6s",
              "6s",
              "6s",
              "6s",
              "6s"
            ]
          },
          {
            "key": "Sát Thương Nhấn Giữ Kỹ Năng",
            "values": [
              "261%",
              "280%",
              "300%",
              "326%",
              "346%",
              "365%",
              "391%",
              "417%",
              "443%",
              "469%",
              "496%",
              "522%",
              "554%"
            ]
          },
          {
            "key": "CD Nhấn Giữ",
            "values": [
              "9s",
              "9s",
              "9s",
              "9s",
              "9s",
              "9s",
              "9s",
              "9s",
              "9s",
              "9s",
              "9s",
              "9s",
              "9s"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/battle_talent_1/battle_talent_1.gif"
      },
      {
        "key": "Kazuha Nhất Đao Trảm",
        "title": "Kazuha Nhất Đao Trảm",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/battle_talent_2/battle_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Thi triển bí thuật, chém ra một luồng kiếm khí, gây <color=#80ffd7>sát thương phạm vi nguyên tố Phong</color> .\nKỹ năng sẽ để lại một khu vực mang tên \"Một Khắc Gió Thu\", gây <color=#80ffd7>sát thương nguyên tố Phong</color> ngắt quãng cho kẻ địch trong đó.\n<color=#ffd780>Chuyển hóa nguyên tố</color>\nTrong thời gian Một Khắc Gió Thu tồn tại, nếu tiếp xúc <color=#80c0ff>Nguyên Tố Thủy</color> / <color=#ff9999>Nguyên Tố Hỏa</color> / <color=#99ffff>Nguyên Tố Băng</color> / <color=#ffacff>Nguyên Tố Lôi</color> , sẽ nhận được thuộc tính nguyên tố tương ứng, gây thêm sát thương kèm theo của nguyên tố này.\nLoại chuyển hóa này chỉ phát sinh một lần trong thời gian duy trì kỹ năng.\n\"Vạn thế trôi qua trong nháy mắt, chỉ cần một chiếc lá cũng biết được mùa thu. Ta muốn cắt đứt lá phong này, đặt câu hỏi khẩn thiết về vạn thế!\""
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11",
              "Lv.12",
              "Lv.13",
              "Lv.14"
            ]
          },
          {
            "key": "Sát Thương Chém",
            "values": [
              "262%",
              "282%",
              "302%",
              "328%",
              "348%",
              "367%",
              "394%",
              "420%",
              "446%",
              "472%",
              "499%",
              "525%",
              "558%"
            ]
          },
          {
            "key": "Sát Thương Kéo Dài",
            "values": [
              "120%",
              "129%",
              "138%",
              "150%",
              "159%",
              "168%",
              "180%",
              "192%",
              "204%",
              "216%",
              "228%",
              "240%",
              "255%"
            ]
          },
          {
            "key": "Sát Thương Nguyên Tố Kèm Theo",
            "values": [
              "36%",
              "38.7%",
              "41.4%",
              "45%",
              "47.7%",
              "50.4%",
              "54%",
              "57.6%",
              "61.2%",
              "64.8%",
              "68.4%",
              "72%",
              "76.5%"
            ]
          },
          {
            "key": "Thời Gian Kéo Dài",
            "values": [
              "8s",
              "8s",
              "8s",
              "8s",
              "8s",
              "8s",
              "8s",
              "8s",
              "8s",
              "8s",
              "8s",
              "8s",
              "8s"
            ]
          },
          {
            "key": "CD",
            "values": [
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s"
            ]
          },
          {
            "key": "Năng Lượng Nguyên Tố",
            "values": [
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60",
              "60"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/battle_talent_2/battle_talent_2.gif"
      },
      {
        "key": "Kiếm Pháp Soumon",
        "title": "Kiếm Pháp Soumon",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/const_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Khi <color=#ffd780>Chihayaburu</color> đang thi triển, nếu tiếp xúc <color=#80c0ff>Nguyên Tố Thủy</color> / <color=#ff9999>Nguyên Tố Hỏa</color> / <color=#99ffff>Nguyên Tố Băng</color> / <color=#ffacff>Nguyên Tố Lôi</color> sẽ khiến Tấn Công Khi Đáp - Xua Tan Mây Mù lần này của <color=#ffd780>Chihayaburu</color> xảy ra chuyển hóa nguyên tố, kèm sát thương Nguyên Tố bằng 200% tấn công, sát thương này được xem như sát thương tấn công khi đáp. Mỗi lần kỹ năng <color=#ffd780>Chihayaburu</color> đang có hiệu lực, chỉ xảy ra 1 lần chuyển hóa nguyên tố."
          }
        ],
        "attributes": null
      },
      {
        "key": "Cảnh Vật Thì Thầm",
        "title": "Cảnh Vật Thì Thầm",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/const_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Kaedehara Kazuha sau khi kích hoạt phản ứng khuếch tán, mỗi điểm tinh thông nguyên tố của Kazuha sẽ tăng cho tất cả nhân vật trong đội 0.04% sát thương nguyên tố tương ứng, duy trì 8s. Sát thương nguyên tố tăng thêm khác nhau nhận từ cách này có thể cùng tồn tại."
          }
        ],
        "attributes": null
      },
      {
        "key": "Cuốn Theo Chiều Gió",
        "title": "Cuốn Theo Chiều Gió",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/const_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Giảm 20% tiêu hao thể lực cho nhân vật trong đội của bản thân khi xung kích.\nĐối với buff Thiên Phú cố định có hiệu quả hoàn toàn giống sẽ không thể cộng dồn."
          }
        ],
        "attributes": null
      }
    ],
    "summaryList": [
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/constellation_1.png",
        "name": "Sắc Đỏ Vạn Dặm",
        "desc": [
          {
            "type": "RichText",
            "text": "Thời gian CD <color=#ffd780>Chihayaburu</color> giảm 10%.\nKhi thi triển <color=#ffd780>Kazuha Nhất Đao Trảm</color> , làm mới thời gian CD <color=#ffd780>Chihayaburu</color> ."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/constellation_2.png",
        "name": "Bão Tố Yamaarashi",
        "desc": [
          {
            "type": "RichText",
            "text": "Một Khắc Gió Thu của <color=#ffd780>Kazuha Nhất Đao Trảm</color> có hiệu quả sau:\n·Trong thời gian duy trì, Tinh Thông Nguyên Tố của Kaedehara Kazuha tăng 200 điểm;\n·Tinh Thông Nguyên Tố của nhân vật ra trận tăng 200 điểm.\nHiệu quả tăng Tinh Thông Nguyên Tố mà Cung Mệnh này mang đến sẽ không thể cộng dồn."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/constellation_3.png",
        "name": "Phong Tụ Kỳ Đàm",
        "desc": [
          {
            "type": "RichText",
            "text": "Cấp kỹ năng <color=#ffd780>Chihayaburu</color> +3.\nTăng tối đa đến cấp 15."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/constellation_4.png",
        "name": "Oozora Genpou",
        "desc": [
          {
            "type": "RichText",
            "text": "Khi năng lượng nguyên tố của Kaedehara Kazuha thấp hơn 45 sẽ có những hiệu ứng sau:\n·Nhấn, nhấn giữ thi triển <color=#ffd780>Chihayaburu</color> sẽ hồi phục cho Kazuha lần lượt 3, 4 năng lượng nguyên tố;\n·Khi trong trạng thái lượn, mỗi giây sẽ giúp Kazuha hồi phục 2 năng lượng nguyên tố."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/constellation_5.png",
        "name": "Trí Tuệ Bansei",
        "desc": [
          {
            "type": "RichText",
            "text": "Cấp kỹ năng <color=#ffd780>Kazuha Nhất Đao Trảm</color> +3.\nTăng tối đa đến cấp 15."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/constellation_6.png",
        "name": "Lá Phong Đỏ Thẫm",
        "desc": [
          {
            "type": "RichText",
            "text": "Trong 5s sau khi Kazuha thi triển <color=#ffd780>Chihayaburu</color> hoặc <color=#ffd780>Kazuha Nhất Đao Trảm</color> sẽ nhận được <color=#80ffd7>đính kèm nguyên tố Phong</color> , hơn nữa mỗi điểm tinh thông nguyên tố của Kazuha sẽ khiến sát thương tạo thành từ đánh thường, trọng kích, tấn công khi đáp của anh ấy tăng 0.2%."
          }
        ]
      }
    ],
    "map": "https://act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header#/map/2?shown_types=185&center=6153.00,1300.00&zoom=-3.00",
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Tổng Quan Thiên Phú"
      },
      {
        "type": "RichText",
        "text": "Bộ Thiên Phú của Kazuha xoay quanh việc khuếch tán và phản ứng nguyên tố nên nguồn sát thương chính sẽ đến từ chỉ Số Tinh Thông Nguyên Tố mà anh ấy có.\nGhi chú: Kaedehara Kazuha sau khi kích hoạt <color=#80ffd7>phản ứng khuếch tán</color> , mỗi điểm <color=#ffd780>tinh thông nguyên tố</color> của Kazuha sẽ tăng cho tất cả nhân vật trong đội <color=#ffd780>sát thương nguyên tố</color> tương ứng. <color=#ffd780>Sát thương nguyên tố</color> tăng thêm khác nhau nhận từ cách này có thể cùng tồn tại."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đề Xuất Vũ Khí",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vũ Khí 3 sao"
      },
      {
        "type": "CustomEntry",
        "epId": 1984,
        "name": "Kiếm Sắt Đen",
        "desc": "Kiếm sắt hơi bị đen một chút",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/暗铁剑.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Tấn Công Căn Bản</color>\n401\n<color=#ffffff>Tinh Thông Nguyên Tố</color>\n141\n<color=#ffffff>Cách Nhận</color>\nNPC\nKiếm Sắt Đen cung cấp cho Kaedehara Kazuha <color=#ffd780>Tinh Thông Nguyên Tố</color> giúp tăng sát thương. Không may, hiện tại chưa thể tinh luyện vũ khí này"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vũ Khí 4 sao"
      },
      {
        "type": "CustomEntry",
        "epId": 2667,
        "name": "Kiếm Gỗ",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Vũ khí nhận được từ câu chuyện của Aranara. Có tạo hình của lưỡi đao, có thể tiêu diệt kẻ địch trong rừng.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/27/148664880/4c2db20df8db5e725068773486d5faea_8397858120814800760.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Tấn Công Căn Bản</color>\n565\n<color=#ffffff>Hiệu Quả Nạp Nguyên Tố</color>\n30.6%\n<color=#ffffff>Cách Nhận</color>\nRèn\nKiếm Gỗ cung cấp cho Kaedehara Kazuha <color=#ffd780>Tinh Thông Nguyên Tố</color> giúp tăng sát thương. Nội tại giúp tăng Tinh Thông Nguyên Tố sau khi kích hoạt phản ứng hệ thảo trong đội."
      },
      {
        "type": "CustomEntry",
        "epId": 2909,
        "name": "Ánh Trăng Xiphos",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Kiếm hai lưỡi ánh lên màu sắc của mặt trăng. Nghe nói bên trong có trấn linh cư ngụ.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/14/148664880/06be2dc5c5b80671ddf01cc9dc01bb49_6894913340585599187.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Tấn Công Căn Bản</color>\n510\n<color=#ffffff>Tinh Thông Nguyên Tố</color>\n165\n<color=#ffffff>Cách Nhận</color>\nCầu Nguyện\nÁnh Trăng Xiphos cung cấp cho Kaedehara Kazuha <color=#ffd780>Tinh Thông Nguyên Tố</color> giúp tăng sát thương toàn đội. Nội tại giúp tăng cho Kaedehara Kazuha và cả đội <color=#ffd780>Hiệu Quả Nạp Nguyên Tố</color> ."
      },
      {
        "type": "CustomEntry",
        "epId": 2038,
        "name": "Thiết Phong Kích",
        "desc": "Kiếm có ngoại hình thon nhọn, là thần binh lợi khí từ dị quốc theo thương nhân lưu lạc đến Liyue. Nhanh nhẹn hiếm thấy, cực kỳ sắc bén.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/铁蜂刺.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Tấn Công Căn Bản</color>\n510\n<color=#ffffff>Tinh Thông Nguyên Tố</color>\n165\n<color=#ffffff>Cách Nhận</color>\nRèn\nThiết Phong Kích cung cấp cho Kaedehara Kazuha <color=#ffd780>Tinh Thông Nguyên Tố</color> giúp tăng sát thương cho cả đội. Nội tại giúp tăng thêm <color=#ffd780>sát thương</color> cho Kaedehara Kazuha."
      },
      {
        "type": "CustomEntry",
        "epId": 3319,
        "name": "Toukabou Shigure",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Chiếc dù giấy dầu có chút đặc biệt. Tuy đã quen với mưa gió trong chuyến hành trình, nhưng chiêm ngưỡng cảnh mưa rơi với nó cũng sẽ có chút cảm giác thú vị.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/11/148664880/e611885dcef509e0ced1b3aec547ebf0_5870140717648288297.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Tấn Công Căn Bản</color>\n510\n<color=#ffffff>Tinh Thông Nguyên Tố</color>\n165\n<color=#ffffff>Cách Nhận</color>\nNhận từ sự kiện \"Akitsu Kimodameshi\" phiên bản 3.3\nToukabou Shigure cung cấp cho Kaedehara Kazuha <color=#ffd780>Tinh Thông Nguyên Tố</color> giúp tăng sát thương cả đội. Nội tại giúp tăng <color=#ffd780>sát thương</color> đơn mục tiêu."
      },
      {
        "type": "CustomEntry",
        "epId": 2003,
        "name": "Kiếm Tế Lễ",
        "desc": "Kiếm bị hóa đá theo năm tháng, nhưng độ tinh xảo của trang sức treo trên đó vẫn lấp lánh. Có sức mạnh chúc phúc của gió thời gian.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/祭礼剑.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Tấn Công Căn Bản</color>\n454\n<color=#ffffff>Hiệu Quả Nạp Nguyên Tố</color>\n61.3%\n<color=#ffffff>Cách Nhận</color>\nCầu Nguyện\nKiếm Tế Lễ cung cấp cho Kaedehara Kazuha <color=#ffd780>Hiệu Quả Nạp Nguyên Tố</color> giúp nạp <color=#ffd780>Kỹ Năng Nộ</color> dễ dàng hơn. Hơn nữa, <color=#ffd780>Kỹ Năng Nguyên Tố</color> của Kaedehara Kazuha cho phép thực hiện đòn tấn công diện rộng, giúp dễ dàng kích hoạt nội tại dễ dàng hơn để thiết lập lại <color=#ffd780>CD Kỹ Năng Nguyên Tố</color> ."
      },
      {
        "type": "CustomEntry",
        "epId": 2017,
        "name": "Tây Phong Kiếm",
        "desc": "Kiếm nghi thức của Đội Kỵ Sĩ Tây Phong. Sắc bén nhẹ nhàng, cũng dễ phát ra sức mạnh Nguyên Tố.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/西风剑.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Tấn Công Căn Bản</color>\n454\n<color=#ffffff>Hiệu Quả Nạp Nguyên Tố</color>\n61.3%\n<color=#ffffff>Cách Nhận</color>\nCầu Nguyện\nTây Phong Kiếm cung cấp cho Kaedehara Kazuha <color=#ffd780>Hiệu Quả Nạp Nguyên Tố</color> giúp nạp <color=#ffd780>Kỹ Năng Nộ</color> dễ dàng hơn. Nếu Kaedehara Kazuha có đủ <color=#ffd780>Tỷ Lệ Bạo Kích</color> , anh ấy có thể sử dụng nội tại để cung cấp <color=#ffd780>Nguyên Tố Hạt Nhân</color> cho đội."
      },
      {
        "type": "CustomEntry",
        "epId": 2011,
        "name": "Răng Nanh Rỉ Sét",
        "desc": "Thanh kiếm cổ quái khao khát sinh mệnh, có độc tính có thể ăn mòn cả Rồng.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/腐殖之剑.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Tấn Công Căn Bản</color>\n454\n<color=#ffffff>Hiệu Quả Nạp Nguyên Tố</color>\n45.9%\n<color=#ffffff>Cách Nhận</color>\nSự Kiện\nRăng Nanh Rỉ Sét cung cấp cho Kaedehara Kazuha <color=#ffd780>Hiệu Quả Nạp Nguyên Tố</color> giúp nạp <color=#ffd780>Kỹ Năng Nộ</color> dễ dàng hơn. Hơn nữa, nội tại giúp tăng <color=#ffd780>sát thương</color> và <color=#ffd780>Tỷ Lệ Bạo Kích</color> cho <color=#ffd780>Kỹ Năng Nguyên Tố</color> của Kaedehara Kazuha."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vũ Khí 5 sao"
      },
      {
        "type": "CustomEntry",
        "epId": 2012,
        "name": "Lời Thề Tự Do Cổ Xưa",
        "desc": "Thanh kiếm thẳng tắp màu xanh lam như tiếng ca hoài cổ, vũ khí sắc bén như lời thề tự do ở đất nước của gió.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/苍古自由之誓.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Tấn Công Căn Bản</color>\n608\n<color=#ffffff>Tinh Thông Nguyên Tố</color>\n198\n<color=#ffffff>Cách Nhận</color>\nCầu Nguyện Thân Hình Thần Đúc\nLời Thề Tự Do Cổ Xưa là vũ khí trấn phái của Kaedehara Kazuha. Nội tại giúp tăng <color=#ffd780>sát thương</color> sau khi kích hoạt <color=#ffd780>Phản Ứng Nguyên Tố</color> . Điều này hoạt động tốt với <color=#ffd780>Kỹ Năng Nguyên Tố</color> của Kaedehara Kazuha."
      },
      {
        "type": "CustomEntry",
        "epId": 2000,
        "name": "Bàn Nham Kết Lục",
        "desc": "Thanh kiếm được dùng trong nghi lễ, được chạm khắc cẩn thận từ ngọc bích tinh khiết, khi vung lên, âm thanh giống như tiếng thở dài trong gió.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/磐岩结绿.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Tấn Công Căn Bản</color>\n542\n<color=#ffffff>Tỷ Lệ Bạo Kích</color>\n44.1%\n<color=#ffffff>Cách Nhận</color>\nCầu Nguyện Thân Hình Thần Đúc\nBàn Nham Kết Lục cung cấp cho Kaedehara Kazuha <color=#ffd780>Tỷ Lệ Bạo Kích</color> và <color=#ffd780>HP</color> giúp tăng sát thương và <color=#ffd780>Kỹ Năng Nguyên Tố/Kỹ Năng Nộ</color> , phù hợp với lối chơi Sát thương chủ lực."
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Thiên Không Kiếm",
        "desc": "Thanh kiếm kỵ sĩ, tượng trưng cho danh dự của Phong Long. Lưỡi kiếm toát ra lời chúc phúc của thần gió, chứa đựng sức mạnh của bầu trời và ngàn ngọn gió.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Tấn Công Căn Bản</color>\n542\n<color=#ffffff>Hiệu Quả Nạp Nguyên Tố</color>\n55.1%\n<color=#ffffff>Cách Nhận</color>\nCầu Nguyện Thân Hình Thần Đúc\nThiên Không Kiếm cung cấp cho Kaedehara Kazuha <color=#ffd780>Tỷ Lệ Bạo Kích</color> giúp tăng sát thương ngoài ra <color=#ffd780>Hiệu Quả Nạp Nguyên Tố</color> giúp nạp <color=#ffd780>Kỹ Năng Nộ</color> dễ dàng hơn. và sau khi sử dụng <color=#ffd780>Kỹ Năng Nộ</color> giúp cả đội tăng sát thương."
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Đề Xuất Thánh Di Vật"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Chỉ Số Thánh Di Vật"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/1387f1512524772db99ae30b6303f939_5072609172935942900.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/56451470fe75f710b812ac28e226273b_5774236690802856497.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/8bc07934c9290b83751c7fa183a43ab7_32021027934025390.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Tinh Thông Nguyên Tố</color>\n<color=#ffd780>Tinh Thông Nguyên Tố</color>\n<color=#ffd780>Tinh Thông Nguyên Tố</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bộ 4 Món"
      },
      {
        "type": "CustomEntry",
        "epId": 2091,
        "name": "Bóng Hình Màu Xanh",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Viridescent Venerer/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Hiệu Quả Bộ:</color>\nNhận 15% buff <color=#80ffd7>sát thương nguyên tố Phong</color> .\nSau khi kích hoạt phản ứng khuếch tán giảm kháng Nguyên Tố của kẻ địch.\nPhù hợp với Kaedehara Kazuha trong đội hình phản ứng nguyên tố giúp tối ưu sát thương cho chủ lục."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bộ 2/2 Món"
      },
      {
        "type": "CustomEntry",
        "epId": 2081,
        "name": "Đoàn Hát Lang Thang Đại Lục",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Giấc Mộng Hoàng Kim",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/25/148664880/ae8a2c6f24df66e1bd7cc2dbd83d330d_6028793042588685756.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Đóa Hoa Trang Viên Thất Lạc",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/148664880/50ce09dfa5a91a33aa9cedfb15bcf2d1_537471139030326659.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Hiệu Quả Bộ:</color>\nTăng 80 điểm <color=#ffd780>tinh thông nguyên tố</color> .\nSử dụng bộ 2/2 món giúp Kaedehara Kazuha tối ưu hoá chỉ số <color=#ffd780>Tinh Thông Nguyên Tố</color> cho Kaedehara Kazuha. Sau đó có thể tập trung vào <color=#ffd780>tỷ lệ bạo kích</color> , <color=#ffd780>ST bạo kích</color> giúp tăng <color=#ffd780>sát thương</color> cho Kaedehara Kazuha."
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/avatar_header.png"
      },
      {
        "key": "Ảnh Gốc",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/枫原万叶/avatar.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Trang Phục Mặc Định - Chân Trời Lá Phong\nPhong cách của Kaedehara Kazuha. Trang phục Ronin với họa tiết lá phong."
          }
        ]
      },
      {
        "key": "Hoạt Cảnh Nhàn Rỗi 1",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/07/148664880/fdf62fc247458c01bd5e557fe3ec2d84_5483720521949784863.gif"
      },
      {
        "key": "Hoạt Cảnh Nhàn Rỗi 2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/07/148664880/b3d265b10301eaf5d3c9dc3c20ce6e88_5001367452152036257.gif"
      },
      {
        "key": "Cung Mệnh",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/07/148664880/42936b5162668db45a325018cccf951e_2670835562900624953.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Cung Phong Đỏ</color>"
          }
        ]
      }
    ],
    "voice": [
      {
        "title": "Lần đầu gặp mặt...",
        "desc": "\"Bôn ba trong sương gió, chân trần mang đao trở về\"...tên của tôi là Kaedehara Kazuha, một Ronin phiêu bạt khắp nơi. Nếu chúng ta đều đang trên đường lữ hành, chi bằng kết bạn cùng đi một đoạn."
      },
      {
        "title": "Nói chuyện phiếm - Tự nhiên",
        "desc": "Nhìn thấy phong cảnh đẹp như thế, tự nhiên sẽ có ý nghĩ ngao du bốn bể phải không?"
      },
      {
        "title": "Nói chuyện phiếm - Thổi sáo",
        "desc": "Sẵn có lá cây trong tay, tôi có thể thổi cho bạn nghe một khúc."
      },
      {
        "title": "Nói chuyện phiếm - Kiếm pháp",
        "desc": "Bôn ba trong sương gió, nhìn vật nhớ cố hương, thanh đao này...là mối liên hệ duy nhất giữa tôi và quê hương."
      },
      {
        "title": "Khi trời mưa...",
        "desc": "Đi dạo dưới mưa khiến người ta tỉnh táo. Nhưng sau khi tạnh mưa, nên phơi quần áo cho khô thì tốt hơn."
      },
      {
        "title": "Khi có sấm sét...",
        "desc": "So với bão táp gặp phải khi đi biển thì chuyện này có đáng là gì."
      },
      {
        "title": "Khi tuyết rơi...",
        "desc": "Tôi thích tuyết, thế giới sau khi tuyết rơi rất yên tĩnh, không ai đến quấy rầy giấc mộng của tôi."
      },
      {
        "title": "Ánh nắng thật chan hòa...",
        "desc": "Bầu trời trong xanh thật sự khiến người ta cảm thấy vui vẻ."
      },
      {
        "title": "Chào buổi sáng...",
        "desc": "Tiếng chim hót vào buổi sáng là món quà của tự nhiên. Khởi hành thôi, cuộc hành trình của chúng ta cũng phải bắt đầu rồi."
      },
      {
        "title": "Chào buổi trưa...",
        "desc": "Ánh nắng buổi trưa khiến người ta muốn ngủ một giấc, tìm nơi nào nghỉ ngơi một chút nhé?"
      },
      {
        "title": "Chào buổi tối...",
        "desc": "Ngẩng đầu ngắm trăng, nghiêng tai nghe gió, trong bình đầy rượu, lòng ta thái bình...<br/>Chào buổi tối!"
      },
      {
        "title": "Chúc ngủ ngon...",
        "desc": "Gió ngừng rồi...<br/>Thế giới yên tĩnh, rất thích hợp để nghỉ ngơi. Mai gặp nhé."
      },
      {
        "title": "Về bản thân Kaedehara Kazuha - Hành Trình",
        "desc": "Thực ra đại dương không phải đêm nào cũng đầy sóng gió. Khi thời tiết trong xanh, ánh trăng soi chiếu xuống mặt biển lăn tăn, đàn cá nhởn nhơ bơi quanh thuyền. Tôi ngồi ở mũi thuyền nhìn về nơi xa xăm, cảm thấy chuyến đi này thật xứng đáng...Điều đáng tiếc duy nhất là tiếng hát của các thủy thủ quá ồn, họ không cần ngủ sao?"
      },
      {
        "title": "Về bản thân Kaedehara Kazuha - samurai quý tộc",
        "desc": "Nhà Kaedehara đã từng là dòng dõi samurai nổi tiếng, đáng tiếc khi truyền đến tôi, ngoài danh hiệu quý tộc thì chẳng còn gì cả. Nhưng như vậy cũng đã đủ với tôi rồi, samurai không cần cuộc sống giàu sang, cái chúng tôi cần chính là thơ ca, rượu ngon và thanh đao trong tay."
      },
      {
        "title": "Về chúng tôi - Ra khơi",
        "desc": "Tìm ngày nào trời đẹp, ra khơi thử xem sao?"
      },
      {
        "title": "Về chúng tôi - Trút bầu tâm sự",
        "desc": "Tôi thích người cởi mở, như vậy khi ở cùng nhau có thể nói chuyện thoải mái, những gì muốn nói không cần phải giấu trong lòng, tôi có thể nghe được tiếng của vạn vật, bao gồm cả tiếng của bạn."
      },
      {
        "title": "Về Vision...",
        "desc": "Theo tôi thấy thì Vision là \"minh chứng\" cho sức mạnh, chứ không phải \"cội nguồn\" của sức mạnh. Vision tượng trưng cho nguyện vọng luôn tiến lên của người phàm, còn sức mạnh của samurai chúng tôi luôn là thanh đao trong tay."
      },
      {
        "title": "Có gì muốn chia sẻ không - Đao trúc",
        "desc": "Nếu muốn học kiếm đạo...để tôi suy nghĩ, cầm cái này đi, đây là đao trúc mà tôi vừa làm xong. Nếu dùng nó để luyện tập, chúng ta sẽ không bị thương."
      },
      {
        "title": "Có gì muốn chia sẻ không - Lá phong",
        "desc": "\"Núi non giẫm lá đỏ, tai vẳng tiếng nai kêu\"...Tôi rất thích lá phong, nhưng đáng tiếc, khi lá phong nhuốm đỏ cũng là lúc phải chia lìa."
      },
      {
        "title": "Những kiến thức thú vị...",
        "desc": "Hải âu đừng gọi nữa, từ hôm nay, tôi cũng là một kẻ phiêu bạt rồi."
      },
      {
        "title": "Về Beidou...",
        "desc": "Chị đại Beidou là ân nhân của tôi. Chị ấy đã thu nhận một kẻ trốn khỏi Inazuma như tôi, và trong quãng thời gian khó khăn nhất ấy, đã cho tôi dũng khí trở về Inazuma. Cô ấy là chiến hữu mà tôi cùng tất cả thuyền viên có thể phó thác."
      },
      {
        "title": "Về Gorou...",
        "desc": "Trong thời gian tôi bị truy nã, quân kháng chiến đã giúp đỡ tôi rất nhiều. Lúc đó tôi chỉ gặp Gorou một thời gian ngắn, nhưng lại có ấn tượng vô cùng sâu đậm với anh ấy. Anh ấy là người thẳng tính, có gì nói đó, đồng cam cộng khổ với cấp dưới, rút đao tương trợ cho bạn bè, rất hợp với tôi."
      },
      {
        "title": "Về Kujou Sara - Thái độ...",
        "desc": "Có thể đánh thắng bạn của tôi trong Ngự Tiền Quyết Đấu, tôi thực sự công nhận thực lực của cô ta. Nhưng cô ta lại dùng sức mạnh này để tiếp tay cho giặc, thống lĩnh quân Kujou đi thu hồi Vision, khiến tôi không thể tha thứ."
      },
      {
        "title": "Về Kujou Sara - Thay đổi cách nhìn...",
        "desc": "Thì ra là vậy. xem ra cô ta cũng có niềm tin kiên định của riêng mình. Chỉ là, không biết sau khi phong ba lắng xuống, gia tộc \"Kujou\" còn có thể kéo dài sự hưng thịnh như đã từng không."
      },
      {
        "title": "Về Raiden Shogun...",
        "desc": "Sau khi rời khỏi Inazuma, tôi đã nhiều lần tự vấn, sự bất mãn của tôi đối với Raiden Shogun có phải bắt nguồn từ trận Ngự Tiền Quyết Đấu ấy, có phải bắt nguồn từ nhát đao mà cô ta đã để lại cho người bạn cũ?<br/>Tôi đã nghĩ rất lâu, và cảm thấy rằng không phải. Bạn của tôi đã chết một cách quang minh chính đại trên đấu trường, nhát đao của Raiden Shogun cũng không có gì không thỏa đáng. Sự bất mãn ấy xuất phát từ lệnh \"Truy Lùng Vision\". Không ai có tư cách tước đoạt nguyện vọng của người khác, dù cho có là \"Thần\" cũng không được."
      },
      {
        "title": "Về Kamisato Ayaka...",
        "desc": "Ai sống ở Inazuma chắc đều biết đến cái tên \"Shirasagi Himegimi\" này. Đại tiểu thư nhà Kamisato, gần như là một người hoàn mỹ, nhưng tôi chưa từng chạm mặt cô ấy, không biết cô ấy có suy nghĩ như thế nào về Inazuma hiện nay."
      },
      {
        "title": "Về Yoimiya...",
        "desc": "Lần trước cô ấy nhờ chị đại vận chuyển pháo hoa đến Liyue, còn là đích thân tôi đi dỡ hàng. Nặng lắm! Ngoài cô ấy chắc không ai có thể làm ra pháo hoa lớn như vậy."
      },
      {
        "title": "Muốn Hiểu Về Kaedehara Kazuha I",
        "desc": "Muốn biết chuyện của tôi? Như bạn thấy đấy, tôi chỉ là một samurai lang thang có thể thấy ở bất cứ nơi nào."
      },
      {
        "title": "Muốn Hiểu Về Kaedehara Kazuha II",
        "desc": "Tai của tôi rất nhạy cảm, có thể nghe được rất nhiều loại âm thanh. Ví dụ như âm thanh của gió thổi qua từng ngọn núi, âm thanh của mây tan, âm thanh của hồ ly nhai táo trong rừng, âm thanh cua nhổ bong bóng...đây là sự quan tâm của vạn vật tự nhiên đối với tôi, để tôi luôn phát hiện được nguy hiểm trước khi ập đến."
      },
      {
        "title": "Muốn Hiểu Về Kaedehara Kazuha III",
        "desc": "Lúc nhỏ tôi rất thích mưa, âm thanh tí tách ấy khiến người ta dễ có được giấc mơ an lành. Nhưng sau khi trưởng thành, cảm giác về mưa lại trở nên phức tạp hơn nhiều...Tuy vẫn thích nghe mưa đấy, nhưng mỗi khi nhìn thấy mây đen, lại không thể không cảm thán \"Hôm nay có thể tìm được người nào tốt bụng cho tôi tá túc không đây?\". Mặc chiếc áo ướt sũng nghe mưa luôn bị tiếng hắt xì làm gián đoạn cảm xúc."
      },
      {
        "title": "Muốn Hiểu Về Kaedehara Kazuha IV",
        "desc": "Tôi thường không dừng chân ở một nơi quá lâu, vì sẽ khiến tôi bị ngăn cách với \"tự nhiên\", cũng như khiến thanh đao trong tay tôi không còn sắc bén. Nhân lúc tôi vẫn còn có thể đi xa, tôi hi vọng mình có thể đến thật nhiều nơi khác nhau, gặp được thật nhiều người."
      },
      {
        "title": "Muốn Hiểu Về Kaedehara Kazuha V",
        "desc": "Không cần lo lắng, cho dù một ngày nào đó chúng ta sẽ đến những nơi khác nhau, cũng sẽ gặp lại nhau lần nữa ở một nơi nào đó trên thế giới. \"Duyên\" giữa người với người không phải là thứ dễ dàng bị cắt đứt như thế."
      },
      {
        "title": "Sở thích của Kaedehara Kazuha...",
        "desc": "Nằm nghỉ trên tảng đá được ánh nắng giữa trưa chiếu rọi, sau khi tỉnh dậy lại tiếp tục lên đường dù không có mục tiêu. Chỉ cần có đao bầu bạn, tôi có thể đi đến bất cứ nơi nào."
      },
      {
        "title": "Nỗi muộn phiền của Kaedehara Kazuha...",
        "desc": "Mỗi khi bão sắp đến, âm thanh của \"tự nhiên\" sẽ trở nên ầm ĩ, khiến tai của tôi cũng ù đi. Nếu là buổi tối, sẽ bị giày vò rất lâu mà vẫn không ngủ được, khiến tôi hơi nhức đầu."
      },
      {
        "title": "Món ăn yêu thích...",
        "desc": "Khi đi biển, nguyên liệu dễ tìm thấy nhất chính là thịt cá. Làm sao để làm được cá ngon là vấn đề đáng để mỗi nhà mạo hiểm phải suy nghĩ. Nếu có cơ hội, tôi cũng muốn cho bạn nếm thử tay nghề của tôi."
      },
      {
        "title": "Món ăn ghét...",
        "desc": "Tôi thì không thích cái món ăn đơn sơ này cho lắm. Theo tôi thì dù là một con cá bình thường cũng phải nướng cho thật ngon mới được, ăn uống là chuyện làm người ta vui vẻ, sao có thể qua loa được chứ?"
      },
      {
        "title": "Sinh nhật...",
        "desc": "Ha...được biết hôm nay là sinh nhật của bạn nên tôi đã viết một bài thơ mới. Chỉ tiếc là tài nghệ có hạn, mấy đêm rồi chỉ nghĩ ra được hai câu, thôi thì tặng cho bạn trước vậy.<br/>\"Mặt trời và mặt trăng hân hoan, chim hạc bay về đón nắng mới\"...này chờ đã, đừng nói gì hết, tôi có ý tưởng rồi. Câu cuối cùng...\"Nơi đất khách gặp bạn cũ\", thế nào?<br/>Sinh nhật vui vẻ, hôm nay cùng đi...ăn đồ ngọt đi."
      },
      {
        "title": "Cảm Giác Đột Phá - Khởi",
        "desc": "Thanh đao này sắc bén hơn rồi."
      },
      {
        "title": "Cảm Giác Đột Phá - Thừa",
        "desc": "Âm thanh của tuyết rơi xuống đất nhỏ đến mức không thể nghe thấy...nhưng tôi bây giờ chắc có thể nghe được rồi."
      },
      {
        "title": "Cảm Giác Đột Phá - Chuyển",
        "desc": "Sóng gió trên biển rất dữ dội, tôi cũng phải trở nên mạnh hơn."
      },
      {
        "title": "Cảm Giác Đột Phá - Hợp",
        "desc": "Sống trên đời này, rồi cũng sẽ gặp đủ loại phiền não, nhưng tôi nhận ra rằng, mình đã trưởng thành từ lúc gặp được bạn, cho dù về mặt võ nghệ hay nội tâm cũng vậy. Chắc hẳn sau này sẽ càng tự do tự tại hơn."
      },
      {
        "title": "Kỹ Năng Nguyên Tố I",
        "desc": "Lên!"
      },
      {
        "title": "Kỹ Năng Nguyên Tố II",
        "desc": "Hee!"
      },
      {
        "title": "Kỹ Năng Nguyên Tố III",
        "desc": "Đạp gió!"
      },
      {
        "title": "Kỹ Năng Nguyên Tố IV",
        "desc": "Cưỡi gió đi cùng."
      },
      {
        "title": "Kỹ Năng Nguyên Tố V",
        "desc": "Ngọn gió hiểu lòng ta."
      },
      {
        "title": "Kỹ Năng Nguyên Tố VI",
        "desc": "Về với tự nhiên!"
      },
      {
        "title": "Kỹ Năng Nộ I",
        "desc": "Mây mù...nhạn kêu!"
      },
      {
        "title": "Kỹ Năng Nộ II",
        "desc": "Gió đi cùng mây."
      },
      {
        "title": "Kỹ Năng Nộ III",
        "desc": "Than ôi, lá rụng trôi dạt."
      },
      {
        "title": "Xung Kích Bắt Đầu I",
        "desc": "Phải xuất phát rồi."
      },
      {
        "title": "Mở Phong Chi Dực I",
        "desc": "Thuận theo hướng gió."
      },
      {
        "title": "Mở Rương I",
        "desc": "Khiến người ta như được an ủi."
      },
      {
        "title": "Mở Rương II",
        "desc": "Món quà của đất trời."
      },
      {
        "title": "Mở Rương III",
        "desc": "Săn được kho báu là một trong những thú vui khi du ngoạn khắp nơi."
      },
      {
        "title": "HP Thấp I",
        "desc": "Phù, có chút năng lực đấy..."
      },
      {
        "title": "HP Thấp II",
        "desc": "Tập trung tinh thần!"
      },
      {
        "title": "HP Thấp III",
        "desc": "Tập trung nào!"
      },
      {
        "title": "Ngã Xuống I",
        "desc": "Thật đáng tiếc..."
      },
      {
        "title": "Ngã Xuống II",
        "desc": "Lần sau...tuyệt đối sẽ không..."
      },
      {
        "title": "Ngã Xuống III",
        "desc": "Kết thúc rồi sao..."
      },
      {
        "title": "Bị Trọng Kích I",
        "desc": "Không...sao."
      },
      {
        "title": "Bị Trọng Kích II",
        "desc": "Đau quá!"
      },
      {
        "title": "Vào Đội I",
        "desc": "Dẫn theo tôi chứ?"
      },
      {
        "title": "Vào Đội II",
        "desc": "Xuất phát xuất phát."
      },
      {
        "title": "Vào Đội III",
        "desc": "Cứ làm như vậy đi."
      },
      {
        "title": "Nhận Được Quà I",
        "desc": "Có thể nấu thịt cá ngon như vậy, tay nghề của bạn thực sự đáng gờm."
      },
      {
        "title": "Nhận Được Quà II",
        "desc": "Món ăn bạn nấu không chỉ no bụng, mà còn là niềm an ủi đối với tôi nữa."
      },
      {
        "title": "Nhận Được Quà III",
        "desc": "Muốn nghỉ ngơi một chút không? Nếu bạn mệt mỏi, các món ăn cũng sẽ mất đi hương vị."
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Kaedehara Kazuha"
          }
        ]
      },
      {
        "key": "Sinh Nhật",
        "value": [
          {
            "type": "RichText",
            "text": "Ngày 29 tháng 10"
          }
        ]
      },
      {
        "key": "Cung Mệnh",
        "value": [
          {
            "type": "RichText",
            "text": "Cung Phong Đỏ"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "Lá Đỏ Đuổi Sóng"
          }
        ]
      },
      {
        "key": "Vision",
        "value": [
          {
            "type": "RichText",
            "text": "Phong"
          }
        ]
      },
      {
        "key": "Thuộc",
        "value": [
          {
            "type": "RichText",
            "text": "Đội thuyền Nam Thập Tự"
          }
        ]
      },
      {
        "key": "Tiếng Trung CV",
        "value": [
          {
            "type": "RichText",
            "text": "斑马"
          }
        ]
      },
      {
        "key": "Tiếng Anh CV",
        "value": [
          {
            "type": "RichText",
            "text": "Mark Whitten"
          }
        ]
      },
      {
        "key": "Tiếng Nhật CV",
        "value": [
          {
            "type": "RichText",
            "text": "島﨑信長"
          }
        ]
      },
      {
        "key": "Tiếng Hàn CV",
        "value": [
          {
            "type": "RichText",
            "text": "Kim Shin-woo"
          }
        ]
      },
      {
        "key": "Món Ăn Đặc Biệt",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1714,
            "name": "Tuyệt Tác Thế Gian",
            "desc": "Món ăn đặc biệt của Kaedehara Kazuha. Nó được làm từ cá đã được phơi khô trên tàu. Kazuha khẳng định chúng hoàn toàn là cá khô thông thường. Nhưng, hương vị này...có phải mang ý nghĩa hoà nhập và sự bao dung của thiên nhiên không nhỉ?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/All-Weather Beauty_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Phiên Bản Phát Hành",
        "value": [
          {
            "type": "RichText",
            "text": "1.6"
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Lv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "-",
              "1039"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "-",
              "23"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "-",
              "63"
            ]
          },
          {
            "key": "Tinh Thông Nguyên Tố",
            "values": [
              "-",
              "0"
            ]
          }
        ]
      },
      {
        "key": "Lv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "2695",
              "3586"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "60",
              "80"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "163",
              "217"
            ]
          },
          {
            "key": "Tinh Thông Nguyên Tố",
            "values": [
              "0",
              "0"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 1496,
            "name": "Vụn Tùng Thạch Tự Tại",
            "desc": "Nguyên Liệu Đột Phá Nhân Vật",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1031,
            "name": "Hải Linh Chi",
            "desc": "Loại thực vật chỉ sinh trưởng ở một số vùng biển, hòn đảo đặc biệt. Tuy nhìn giống nấm, nhưng thực tế là chất nhầy của các loại sinh vật thân mềm tạo ra.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sea Ganoderma_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 629,
            "name": "Ấn Quạ Tầm Bảo",
            "desc": "Dấu ấn kiêu hãnh thể hiện danh tính của Đạo Bảo Đoàn, miêu tả những chuyến truy tìm kho báu vô tận của họ. Tuy nói vậy, danh tính đạo tặc có cần phải được thể hiện một cách tự hào không nhỉ...?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Treasure Hoarder Insignia_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Lv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "5366",
              "5999"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "119",
              "133"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "324",
              "363 "
            ]
          },
          {
            "key": "Tinh Thông Nguyên Tố",
            "values": [
              "0",
              "29"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          },
          {
            "type": "CustomEntry",
            "epId": 1495,
            "name": "Mảnh Tùng Thạch Tự Tại",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Nhưng hướng gió sẽ thay đổi.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1885,
            "name": "Lõi Marionette",
            "desc": "Có thể khởi động Maguu Kenki, khiến nó có thể vung đao múa kiếm như con người.<br/>Bất luận võ nghệ tinh túy như thế nào, ký ức đẹp đẽ ra sao, thì cũng sẽ tan biến cùng cảm giác đau đớn của xác thịt.<br/>E rằng chỉ khi biến tứ chi, cơ thể thành người máy kiên cố, ngay cả con tim cũng biến thành \"Tim Máy\" tinh xảo, mới có thể đến gần với sức mạnh vĩnh hằng...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Marionette Core_icon.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 1031,
            "name": "Hải Linh Chi",
            "desc": "Loại thực vật chỉ sinh trưởng ở một số vùng biển, hòn đảo đặc biệt. Tuy nhìn giống nấm, nhưng thực tế là chất nhầy của các loại sinh vật thân mềm tạo ra.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sea Ganoderma_icon.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 629,
            "name": "Ấn Quạ Tầm Bảo",
            "desc": "Dấu ấn kiêu hãnh thể hiện danh tính của Đạo Bảo Đoàn, miêu tả những chuyến truy tìm kho báu vô tận của họ. Tuy nói vậy, danh tính đạo tặc có cần phải được thể hiện một cách tự hào không nhỉ...?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Treasure Hoarder Insignia_icon.png",
            "amount": 15
          }
        ]
      },
      {
        "key": "Lv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "6902",
              "7747"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "153",
              "172 "
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "417",
              "468"
            ]
          },
          {
            "key": "Tinh Thông Nguyên Tố",
            "values": [
              "29",
              "58"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          },
          {
            "type": "CustomEntry",
            "epId": 1495,
            "name": "Mảnh Tùng Thạch Tự Tại",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Nhưng hướng gió sẽ thay đổi.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1885,
            "name": "Lõi Marionette",
            "desc": "Có thể khởi động Maguu Kenki, khiến nó có thể vung đao múa kiếm như con người.<br/>Bất luận võ nghệ tinh túy như thế nào, ký ức đẹp đẽ ra sao, thì cũng sẽ tan biến cùng cảm giác đau đớn của xác thịt.<br/>E rằng chỉ khi biến tứ chi, cơ thể thành người máy kiên cố, ngay cả con tim cũng biến thành \"Tim Máy\" tinh xảo, mới có thể đến gần với sức mạnh vĩnh hằng...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Marionette Core_icon.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 1031,
            "name": "Hải Linh Chi",
            "desc": "Loại thực vật chỉ sinh trưởng ở một số vùng biển, hòn đảo đặc biệt. Tuy nhìn giống nấm, nhưng thực tế là chất nhầy của các loại sinh vật thân mềm tạo ra.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sea Ganoderma_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 1553,
            "name": "Ấn Quạ Bạc Ẩn",
            "desc": "Huân chương quạ đen được thành viên của Đạo Bảo Đoàn sử dụng để nhận biết lẫn nhau. Đạo Bảo Đoàn không hỏi xuất thân, bất kể là ai chỉ cần có lòng ham tìm bảo vật, dám mạo hiểm, đều có thể trở thành thành viên \"ưu tú\".",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Lv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "8659",
              "9292"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "192",
              "206"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "523",
              "562"
            ]
          },
          {
            "key": "Tinh Thông Nguyên Tố",
            "values": [
              "58",
              "58"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          },
          {
            "type": "CustomEntry",
            "epId": 1494,
            "name": "Miếng Tùng Thạch Tự Tại",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Nhưng hướng gió sẽ thay đổi.<br/>\"Sẽ có một ngày, sẽ thổi về hướng có ánh sáng hơn nữa.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1885,
            "name": "Lõi Marionette",
            "desc": "Có thể khởi động Maguu Kenki, khiến nó có thể vung đao múa kiếm như con người.<br/>Bất luận võ nghệ tinh túy như thế nào, ký ức đẹp đẽ ra sao, thì cũng sẽ tan biến cùng cảm giác đau đớn của xác thịt.<br/>E rằng chỉ khi biến tứ chi, cơ thể thành người máy kiên cố, ngay cả con tim cũng biến thành \"Tim Máy\" tinh xảo, mới có thể đến gần với sức mạnh vĩnh hằng...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Marionette Core_icon.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 1031,
            "name": "Hải Linh Chi",
            "desc": "Loại thực vật chỉ sinh trưởng ở một số vùng biển, hòn đảo đặc biệt. Tuy nhìn giống nấm, nhưng thực tế là chất nhầy của các loại sinh vật thân mềm tạo ra.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sea Ganoderma_icon.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 1553,
            "name": "Ấn Quạ Bạc Ẩn",
            "desc": "Huân chương quạ đen được thành viên của Đạo Bảo Đoàn sử dụng để nhận biết lẫn nhau. Đạo Bảo Đoàn không hỏi xuất thân, bất kể là ai chỉ cần có lòng ham tìm bảo vật, dám mạo hiểm, đều có thể trở thành thành viên \"ưu tú\".",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Lv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "10213",
              "10849"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "227",
              "241"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "617",
              "656"
            ]
          },
          {
            "key": "Tinh Thông Nguyên Tố",
            "values": [
              "58",
              "86"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          },
          {
            "type": "CustomEntry",
            "epId": 1494,
            "name": "Miếng Tùng Thạch Tự Tại",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Nhưng hướng gió sẽ thay đổi.<br/>\"Sẽ có một ngày, sẽ thổi về hướng có ánh sáng hơn nữa.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1885,
            "name": "Lõi Marionette",
            "desc": "Có thể khởi động Maguu Kenki, khiến nó có thể vung đao múa kiếm như con người.<br/>Bất luận võ nghệ tinh túy như thế nào, ký ức đẹp đẽ ra sao, thì cũng sẽ tan biến cùng cảm giác đau đớn của xác thịt.<br/>E rằng chỉ khi biến tứ chi, cơ thể thành người máy kiên cố, ngay cả con tim cũng biến thành \"Tim Máy\" tinh xảo, mới có thể đến gần với sức mạnh vĩnh hằng...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Marionette Core_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 1031,
            "name": "Hải Linh Chi",
            "desc": "Loại thực vật chỉ sinh trưởng ở một số vùng biển, hòn đảo đặc biệt. Tuy nhìn giống nấm, nhưng thực tế là chất nhầy của các loại sinh vật thân mềm tạo ra.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sea Ganoderma_icon.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 760,
            "name": "Ấn Quạ Trộm Vàng",
            "desc": "Huân chương tượng trưng cho nguyên tắc và ngạo khí duy nhất của Đạo Bảo Đoàn. Chừng nào vẫn còn có những kho báu được phát hiện ở vùng đất rộng lớn, nơi vực thẳm hẻo lánh hay vùng biển vô danh, thì ngọn lửa trong tim của những kẻ trộm muốn chinh phục kho báu sẽ không bao giờ tắt.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Lv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "11777",
              "12410"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "262",
              "276"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "712",
              "750"
            ]
          },
          {
            "key": "Tinh Thông Nguyên Tố",
            "values": [
              "86",
              "115"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          },
          {
            "type": "CustomEntry",
            "epId": 1493,
            "name": "Tùng Thạch Tự Tại",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Nhưng hướng gió sẽ thay đổi.<br/>\"Sẽ có một ngày, sẽ thổi về hướng có ánh sáng hơn nữa.<br/>\"Từ nay về sau, đem theo sự chúc phúc của ta, sống tự do thoải mái hơn nữa nhé.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1885,
            "name": "Lõi Marionette",
            "desc": "Có thể khởi động Maguu Kenki, khiến nó có thể vung đao múa kiếm như con người.<br/>Bất luận võ nghệ tinh túy như thế nào, ký ức đẹp đẽ ra sao, thì cũng sẽ tan biến cùng cảm giác đau đớn của xác thịt.<br/>E rằng chỉ khi biến tứ chi, cơ thể thành người máy kiên cố, ngay cả con tim cũng biến thành \"Tim Máy\" tinh xảo, mới có thể đến gần với sức mạnh vĩnh hằng...",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Marionette Core_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 1031,
            "name": "Hải Linh Chi",
            "desc": "Loại thực vật chỉ sinh trưởng ở một số vùng biển, hòn đảo đặc biệt. Tuy nhìn giống nấm, nhưng thực tế là chất nhầy của các loại sinh vật thân mềm tạo ra.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sea Ganoderma_icon.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 760,
            "name": "Ấn Quạ Trộm Vàng",
            "desc": "Huân chương tượng trưng cho nguyên tắc và ngạo khí duy nhất của Đạo Bảo Đoàn. Chừng nào vẫn còn có những kho báu được phát hiện ở vùng đất rộng lớn, nơi vực thẳm hẻo lánh hay vùng biển vô danh, thì ngọn lửa trong tim của những kẻ trộm muốn chinh phục kho báu sẽ không bao giờ tắt.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png",
            "amount": 24
          }
        ]
      },
      {
        "key": "Lv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "13348",
              "-"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "297",
              "-"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "807",
              "-"
            ]
          },
          {
            "key": "Tinh Thông Nguyên Tố",
            "values": [
              "115",
              "-"
            ]
          }
        ]
      }
    ]
  }
}