{
  "epId": 2205,
  "name": "Đạo Bảo Đoàn - Thanh Niên Trên Biển",
  "desc": "Một người đã đi khắp nơi trên đại lục, thậm chí len lỏi vào các tổ chức trộm cắp lỏng lẻo ở những vùng đất bí mật chưa được biết đến.<br/><i>\"Hoạt động của chúng ta vì sao lại gọi là ăn trộm? Sao gọi là cướp? Đó gọi là phát hiện, giúp cho các kho báu lại một lần nữa được đưa đến tay của những người biết thưởng thức! Mọi người đều vui, chuyện tốt biết bao!\"</i><br/>——Một \"Thanh Niên Trên Biển\" của Đạo Bảo Đoàn đã nói với người mới như vậy",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Seaman_icon.png",
  "menuId": 7,
  "menuName": "Kẻ Địch Và Ma Vật",
  "version": 0,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 629,
        "name": "Ấn Quạ Tầm Bảo",
        "desc": "Dấu ấn kiêu hãnh thể hiện danh tính của Đạo Bảo Đoàn, miêu tả những chuyến truy tìm kho báu vô tận của họ. Tuy nói vậy, danh tính đạo tặc có cần phải được thể hiện một cách tự hào không nhỉ...?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Treasure Hoarder Insignia_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 1553,
        "name": "Ấn Quạ Bạc Ẩn",
        "desc": "Huân chương quạ đen được thành viên của Đạo Bảo Đoàn sử dụng để nhận biết lẫn nhau. Đạo Bảo Đoàn không hỏi xuất thân, bất kể là ai chỉ cần có lòng ham tìm bảo vật, dám mạo hiểm, đều có thể trở thành thành viên \"ưu tú\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Silver Raven Insignia_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 760,
        "name": "Ấn Quạ Trộm Vàng",
        "desc": "Huân chương tượng trưng cho nguyên tắc và ngạo khí duy nhất của Đạo Bảo Đoàn. Chừng nào vẫn còn có những kho báu được phát hiện ở vùng đất rộng lớn, nơi vực thẳm hẻo lánh hay vùng biển vô danh, thì ngọn lửa trong tim của những kẻ trộm muốn chinh phục kho báu sẽ không bao giờ tắt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Raven Insignia_icon.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Bảo Đoàn - Thanh Niên Trên Biển"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Các thế lực loài người khác"
          }
        ]
      },
      {
        "key": "Giáo Trình"
      }
    ]
  }
}