{
  "epId": 2248,
  "name": "Kỵ Sĩ Hắc Xà - Trảm Phong Kiếm",
  "desc": "Quân nhân cận vệ có địa vị cao trong triều đình, quét sạch kẻ địch của Vương Gia bằng một kỹ thuật đấu kiếm gọi là \"Kiếm Thuật Siêu Thực\".<br/>\"Kiếm Sĩ Hoàng Hôn\" cũng là một trong những thành viên của họ. Trước khi tất cả vinh quang của vương quốc bị mất đi, và mọi thứ không thể cứu vãn.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Black Serpent Knight: Windcutter_icon.png",
  "menuId": 7,
  "menuName": "Kẻ Địch Và Ma Vật",
  "version": 0,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Tượng Hắc Ám",
        "desc": "Bức tượng khắc họa hình tượng một người nào đó. <br/>Cho dù trải qua năm tháng, vẫn không bị hư hỏng. Dường như được chủ nhân ban đầu giữ gìn như tượng thần.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Tượng Bóng Đêm",
        "desc": "Bức tượng một mắt khắc họa hình tượng một người nào đó.<br/>Cầm nó trên tay dường như có thể cảm nhận được hơi ấm tỏa ra từ nó, giống như cánh tay của một người bạn thân vậy. Có lẽ nó có thể cho những người hiểu được ý nghĩa đằng sau bức tượng can đảm để đi tiếp.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Tượng Tử Thần",
        "desc": "Bức tượng một mắt tỏa ra nguồn năng lượng xấu xa, hoàn toàn không biết nó được làm bằng chất liệu gì. <br/>Khi nhìn vào bức tượng này, dường như có thể nghe thấy tiếng thì thầm kỳ lạ của sự yên bình...<br/>\"Nhìn này, con của ta. Mọi vật dưới bầu trời sẽ diệt vong trong hỗn loạn. Khoảng không gian sâu thẳm đen kịt luôn tĩnh lặng sẽ bao trùm tất cả.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Kỵ Sĩ Hắc Xà - Trảm Phong Kiếm"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Vực Sâu"
          }
        ]
      },
      {
        "key": "Giáo Trình",
        "value": [
          {
            "type": "RichText",
            "text": "Từng là quân nhân cận vệ có địa vị khá cao ở một nơi nào đó, có thể điều khiển sức mạnh của gió. Sau khi tấn công của nó <color=#ffe14b>đánh trúng nhân vật đang có khiên bảo vệ</color> , hy sinh HP để trở nên mạnh mẽ và nhanh nhẹn hơn."
          }
        ]
      }
    ]
  }
}