{
  "epId": 2250,
  "name": "Vỏ Rỗng Ảm Đạm - Phá Trận",
  "desc": "Binh lính đen tuyền, từng là quân nhân đầy kiêu hãnh của vương quốc cổ dưới lòng đất, giờ đây đã không còn lý trí của \"con người\".<br/>Vì lý tưởng bảo vệ mà ý chí vẫn còn lưu lại trong lớp vỏ rỗng, nhưng đã không còn ai chỉ cho họ nơi của kẻ địch nữa, vậy thứ cần bảo vệ lại là gì...",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Line Breaker_icon.png",
  "menuId": 7,
  "menuName": "Kẻ Địch Và Ma Vật",
  "version": 0,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Tượng Hắc Ám",
        "desc": "Bức tượng khắc họa hình tượng một người nào đó. <br/>Cho dù trải qua năm tháng, vẫn không bị hư hỏng. Dường như được chủ nhân ban đầu giữ gìn như tượng thần.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Tượng Bóng Đêm",
        "desc": "Bức tượng một mắt khắc họa hình tượng một người nào đó.<br/>Cầm nó trên tay dường như có thể cảm nhận được hơi ấm tỏa ra từ nó, giống như cánh tay của một người bạn thân vậy. Có lẽ nó có thể cho những người hiểu được ý nghĩa đằng sau bức tượng can đảm để đi tiếp.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Tượng Tử Thần",
        "desc": "Bức tượng một mắt tỏa ra nguồn năng lượng xấu xa, hoàn toàn không biết nó được làm bằng chất liệu gì. <br/>Khi nhìn vào bức tượng này, dường như có thể nghe thấy tiếng thì thầm kỳ lạ của sự yên bình...<br/>\"Nhìn này, con của ta. Mọi vật dưới bầu trời sẽ diệt vong trong hỗn loạn. Khoảng không gian sâu thẳm đen kịt luôn tĩnh lặng sẽ bao trùm tất cả.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Vỏ Rỗng Ảm Đạm - Phá Trận"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Vực Sâu"
          }
        ]
      },
      {
        "key": "Giáo Trình",
        "value": [
          {
            "type": "RichText",
            "text": "Binh sĩ cầm thương đen tối bí ẩn. Khi đòn tấn công của nó <color=#ffe14b>đánh trúng nhân vật đang có khiên bảo vệ</color> , sẽ hy sinh HP để tạo làn sóng trị liệu, hồi phục HP liên tục cho bản thân, Vỏ Rỗng Ảm Đạm và Kỵ sĩ Hắc Xà ở bên cạnh. Hiệu quả hồi phục HP này có thể cộng dồn nhiều lần."
          }
        ]
      }
    ]
  }
}