{
  "epId": 2293,
  "name": "Khảo Sát Tập Quán Hilichurl",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Cultural Customs_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1710705604,
  "components": {
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhà sinh thái học Mondstadt, \"Nhà Thơ Đoạt Vòng Nguyệt Quế Tiếng Hilichurl\" Jacob Musk khảo sát tập tục xã hội Hilichurl, cuốn sách này nói đến sự hình thành và đặc trưng của Hilichurl.\nXã hội của Hilichurl\nHilichurl vẫn giữ cuộc sống của xã hội bộ lạc đơn giản. Bọn chúng thường tụ tập thành từng nhóm nhỏ, đối với Hilichurl mà nói ý nghĩa của bộ lạc chính là sự tồn tại của một gia đình lớn mà thôi.\nThông thường, Phù Thủy là người có uy quyền cao nhất trong bộ lạc của Hilichurl. Theo kinh nghiệm khảo sát thực địa lâu năm, tác giả có thể khẳng định, Phù Thủy là thành viên lớn tuổi nhất, điều đó cũng giống như \"bậc trưởng lão\" trong bộ lạc vậy. Tên này đảm nhiệm các trọng trách và quyết sách lớn nhờ vào kinh nghiệm phong phú, sử dụng sức mạnh nguyên tố để bảo vệ bộ lạc của mình. Trong Bộ lạc Hilichurl, Phù Thủy có diện mạo vô cùng nổi bật. Bọn chúng thường đeo chiếc mặt nạ với cái miệng cười mỉm đặc thù, lỗ nhỏ trên mặt nạ cũng là nơi dùng để quan sát, trong tay chúng luôn nắm chặt chiếc trượng phù thủy đơn giản, còn miệng thì luôn cất lên lời bài hát hoặc câu thần chú khó hiểu.\nTiêu chuẩn phân bậc trong Hilichurl không chỉ dựa vào độ tuổi. Phần lớn những thành viên có sức chiến đấu mạnh mẽ, đô con nhất sẽ thay thế vị trí thủ lĩnh của Phù Thủy, đồng thời dưới sự chỉ đạo của chúng các bộ lạc này dường như càng hiếu chiến hơn. Từ ngoại hình khổng lồ và chiếc mặt nạ khác biệt, chúng ta rất dễ nhận ra những gương mặt hiếu chiến đứng đầu trong bộ lạc này.\nChịu ảnh hưởng từ ý chí thù địch với người lạ, cũng như trở ngại ngôn ngữ, chúng tôi rất khó để nghiên cứu rõ được vấn đề cung cấp tài nguyên trong bộ lạc Hilichurl. Tuy nhiên theo tin tình báo trinh sát từ Đội Kỵ Sĩ Tây Phong, bọn chúng sẽ cùng chia sẻ tài nguyên dựa trên nhu cầu của cá nhân. Tất cả đám Hilichurl vừa là kẻ hái lượm, vừa là chiến sĩ.\nĐiều thú vị là, tuy trí khôn của Hilichurl ở mức độ thấp, hình thức xã hội cũng như tổ chức ở mức nguyên thủy, thế nhưng chúng lại có cách điều khiển năng lực nguyên tố đặc biệt, năng lực điều khiển này còn vượt trội hơn cả nhóm Phù Thủy già. Có điều với người bình thường mà nói, năng lượng chỉ có thể phát huy thông qua \"Vision\". Còn đối với vấn đề Hilichurl không cần \"Vision\" vẫn có thể điều khiển năng lượng nguyên tố cần phải tiếp tục khảo sát và nghiên cứu để có câu trả lời."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhà sinh thái học Mondstadt, \"Nhà Thơ Đoạt Vòng Nguyệt Quế Tiếng Hilichurl\" Jacob Musk khảo sát tập tục xã hội Hilichurl, cuốn sách này nói đến thế giới tín ngưỡng và tinh thần của Hilichurl.\nĐời sống tinh thần của Hilichurl\nTương tự như cư dân của bảy vương quốc trên Teyvat, dường như Hilichurl cũng có tín ngưỡng của riêng chúng. Hilichurl không tôn thờ bảy vị thần tồn tại trong thế giới này, mà tôn thờ sức mạnh nguyên tố trừu tượng. Lấy Mondstadt làm ví dụ, một số bộ lạc Hilichurl tôn thờ \"Phong\" như cư dân ở nơi đây, nhưng chúng không tôn thờ Phong Thần Barbatos, mà tôn thờ \"sức mạnh gió\" kì bí theo cách riêng của chúng. Trong cùng một bộ lạc có thể tồn tại những cá thể với tín ngưỡng khác nhau, và các yếu tố tín ngưỡng của chúng cũng được phản ánh trong hình vẽ của mặt nạ và màu sơn cơ thể.\nTheo quan sát thực địa, phía trên cơ thể Phù Thủy phụ trách chủ trì nghi thức tế lễ và sùng bái cho Hilichurl sẽ được bôi các màu sắc khác nhau lên tóc và cơ thể, màu sắc này tương ứng với sức mạnh nguyên tố được bộ lạc tôn thờ. Quần áo và phụ kiện của phù thủy tinh tế hơn người Hilichurl bình thường, nhưng với trí thông minh thấp của Hilichurl, thì thật khó để tưởng tượng rằng những đồ thủ công tinh xảo này có thể xuất hiện trên người chúng.\nPhù thủy đóng vai trò lãnh đạo tinh thần trong hệ thống tín ngưỡng của Hilichurl. Nghi lễ thờ cúng của Hilichurl chủ yếu dựa trên các bài hát và điệu nhảy. Phù thủy thường được coi như là vũ công chính, hát những bài hát ca tụng về nguyên tố. Nếu có đi săn còn dư thừa đồ ăn, Hilichurl sẽ đưa thịt sống trên bàn thờ xem như một vật hiến tế. Mặc dù Hilichurl thường lượm nhặt hoặc cướp bóc tiền, đá quý và đồ trang sức, thế nhưng chỉ có thịt là món quà duy nhất đáng được tôn thờ.\nHilichurl dường như không có khái niệm \"quá khứ\" và \"tương lai\", mà chỉ sống trong \"hiện tại\". Chúng không có ý thức dự trữ thực phẩm dư thừa cho sự sống còn trong tương lai, và cũng không tưởng nhớ tổ tiên của chúng. Mặc dù không thiếu hình vẽ xuất hiện trong trại của bộ lạc Hilichurl, nhưng sau rất nhiều lần kiểm tra, thật dễ dàng có thể kết luận rằng: Đó chỉ là sự bắt chước và lặp lại nghèo nàn của những dấu vết trong tàn tích cổ xưa, đồng thời không có sự sáng tạo nào cả. Một số bộ lạc Hilichurl sẽ sinh sống trong những tàn tích cổ xưa, như thể chúng được sinh ra trong những tàn tích cổ này mà không giải thích rõ được. Những bằng chứng chúng ta có cho đến nay khó có thể chứng minh chính xác chúng liên quan thế nào đến những nền văn minh cổ đại đã mất."
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhà sinh thái học Mondstadt, \"Nhà Thơ Đoạt Vòng Nguyệt Quế Tiếng Hilichurl\" Jacob Musk khảo sát tập tục xã hội Hilichurl, cuốn sách này nói đến những kẻ đơn độc trong bầy Hilichurl.\nKẻ cô độc bí ẩn\nCũng có loài vật khổng lồ bí ẩn như vậy trong cộng đồng Hilichurl. Chúng không chỉ có một cơ thể to lớn mạnh mẽ, mà còn có thể điều khiển các nguyên tố để nâng cao khả năng của mình, chẳng hạn như sử dụng nguyên tố bảo vệ bản thân hoặc tăng cường sức mạnh, khiến chúng trở nên bất khả chiến bại.\nNhững thành viên quyền lực này được các Hilichurl khác gọi là \"Lawa\", theo suy đoán của tôi, từ này có thể được hiểu là \"vua\" hoặc \"thủ lĩnh\". Nhưng trên thực tế, có vẻ như chúng không cai trị hay lãnh đạo bộ lạc, mà chỉ thích đi một mình và tránh ánh mắt tôn thờ của những Hilichurl khác.\nRất khó để những nhà mạo hiểm bình thường có thể gặp được những con vật khổng lồ này. Nhưng ngay cả khi những nhà mạo hiểm có kinh nghiệm đi tìm kiếm chúng, họ cũng phải cân nhắc những rủi ro mà họ sẽ phải đối mặt."
          }
        ]
      },
      {
        "title": "Quyển IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhà sinh thái học Mondstadt, \"Nhà Thơ Đoạt Vòng Nguyệt Quế Tiếng Hilichurl\" Jacob Musk khảo sát tập tục xã hội Hilichurl, cuốn sách lấy Mondstadt làm ví dụ, nghiên cứu sự đa dạng hóa của Hilichurl.\nSự đa dạng trong tập tục của Hilichurl—— Lấy Hẻm Núi Dadaupa của Mondstadt làm ví dụ\n\"Tộc Thích Thịt\" thích ăn và uống, trong bộ lạc của chúng sẽ dựng lên một chuồng nuôi heo rừng, đồng thời có người chuyên phụ trách gọi là \"kẻ coi heo\". Hilichurl sử dụng Slime Hỏa làm chất đốt tự nhiên, tạo nên một chiếc nồi cỡ lớn để nấu nướng, các thành viên trong bộ lạc ăn uống theo nhu cầu của cá nhân.\nTrong bộ lạc của chúng, nổi bật nhất là võ đài khổng lồ. Dường như bất kể ai cũng có thể lên võ đài chấp nhận thách thức của bộ lạc, và những kẻ bị đá khỏi vòng võ đài sẽ bị cả bộ lạc cười nhạo.\n\"Tộc Thích Ngủ\" có xu hướng ngủ bất cứ khi nào có thể, chúng thậm chí sẽ xây dựng những ngôi nhà đơn giản để có giấc ngủ thoải mái hơn, chọn da động vật mềm và ấm làm giường. Có lẽ do có giấc ngủ đầy đủ, chúng là những kẻ xảo quyệt và ranh mãnh nhất trong đám Hilichurl.\n\"Tộc Nhật Thực\" là một nhánh bí ẩn nhất của bộ lạc Hilichurl vùng Mondstadt. Chúng coi trọng sức mạnh bí ẩn của đức tin còn hơn cả cơ bắp và trí khôn. Không giống như sức mạnh nguyên tố tự nhiên trong tín ngưỡng của đám Hilichurl nói chung, đối tượng chúng tôn thờ dường như là một biểu tượng giống như mặt trời đen. Phù thủy của tộc này mạnh hơn các phù thủy của các bộ lạc khác. Ở trung tâm của doanh trại bộ lạc, tộc Nhật Thực đã chuẩn bị \"ngai vàng\" cao nhất cho phù thủy mạnh nhất."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Khảo Sát Tập Quán Hilichurl"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 222,
            "name": "Khảo sát tập quán Hilichurl (I)",
            "desc": "Nhà sinh thái học Mondstadt, \"Nhà Thơ Đoạt Vòng Nguyệt Quế Tiếng Hilichurl\" Jacob Musk khảo sát tập tục xã hội Hilichurl, cuốn sách này nói đến sự hình thành và đặc trưng của Hilichurl.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hilichurl Cultural Customs (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 224,
            "name": "Khảo sát tập quán Hilichurl (II)",
            "desc": "Nhà sinh thái học Mondstadt, \"Nhà Thơ Đoạt Vòng Nguyệt Quế Tiếng Hilichurl\" Jacob Musk khảo sát tập tục xã hội Hilichurl, cuốn sách này nói đến thế giới tín ngưỡng và tinh thần của Hilichurl.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/12108544/28051a95b3ff7b97df99536c2e072d5b_6261378851107090570.png"
          },
          {
            "type": "CustomEntry",
            "epId": 223,
            "name": "Khảo sát tập quán Hilichurl (III)",
            "desc": "Nhà sinh thái học Mondstadt, \"Nhà Thơ Đoạt Vòng Nguyệt Quế Tiếng Hilichurl\" Jacob Musk khảo sát tập tục xã hội Hilichurl, cuốn sách này nói đến những kẻ đơn độc trong bầy Hilichurl.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/12108544/28051a95b3ff7b97df99536c2e072d5b_3776725079765624564.png"
          },
          {
            "type": "CustomEntry",
            "epId": 225,
            "name": "Khảo sát tập quán Hilichurl (IV)",
            "desc": "Nhà sinh thái học Mondstadt, \"Nhà Thơ Đoạt Vòng Nguyệt Quế Tiếng Hilichurl\" Jacob Musk khảo sát tập tục xã hội Hilichurl, cuốn sách lấy Mondstadt làm ví dụ, nghiên cứu sự đa dạng hóa của Hilichurl.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/12108544/28051a95b3ff7b97df99536c2e072d5b_1685377407005321629.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Quyển I: Tổng Bộ Đội Kỵ Sĩ Tây Phong\nQuyển II: Tổng Bộ Đội Kỵ Sĩ Tây Phong\nQuyển III: Thư Viện Đội Kỵ Sĩ Tây Phong\nQuyển IV: Tổng Bộ Đội Kỵ Sĩ Tây Phong"
          }
        ]
      }
    ]
  }
}