{
  "epId": 2296,
  "name": "Mina - Vong Quốc Công Chúa",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Princess Mina of the Fallen Nation_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1710705568,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Mina - Vong Quốc Công Chúa"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 253,
            "name": "Mina - Vong Quốc Công Chúa I",
            "desc": "Một nàng công chúa lúc vừa sinh ra đã được tiên đoán sẽ đem lại tại họa diệt vong, khi nàng rơi vào nguy cơ nước mất nhà tan, thì một samurai không rõ chân tướng đã xuất hiện.<br/>Vở kịch với bối cảnh cổ đại, lửa chiến ngút trời, chuyến hành trình của riêng hai người cũng bắt đầu từ đó!",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Princess Mina of the Fallen Nation (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 255,
            "name": "Mina - Vong Quốc Công Chúa II",
            "desc": "\"Nàng công chúa đem lại sự hủy diệt, nói cho cùng đó chỉ là cái cớ của chiến tranh mà thôi.\"<br/>Để hiểu rõ chân tướng của lời tiên tri, hãy tiến thẳng vào trung tâm của thế giới!<br/>Truyện thám hiểm lãng mãn rất được yêu thích, vẫn còn tiếp tục!",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/12108544/3bf3872df08ef246856feda803561f04_4912372899854194674.png"
          },
          {
            "type": "CustomEntry",
            "epId": 254,
            "name": "Mina - Vong Quốc Công Chúa III",
            "desc": "Hai người họ bước vào vùng đất chiến tranh, cuối cùng đã chứng kiến được thế nào là địa ngục Avici thực sự. Thế giới bị bao trùm bởi khói lửa chiến tranh suốt hàng trăm năm, giờ đây chân tướng đã sắp sáng tỏ!<br/>Quyển sách này tặng kèm món quà nhỏ vô cùng giá trị!",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/12108544/3bf3872df08ef246856feda803561f04_7756929149774782970.png"
          },
          {
            "type": "CustomEntry",
            "epId": 258,
            "name": "Mina - Vong Quốc Công Chúa IV",
            "desc": "\"Các vong linh đến từ quá khứ, hãy mau cút về địa ngục đi!\"<br/>Chương hồi ức cảm động lòng người! Quá khứ mà chàng samurai phong ấn rốt cuộc là...<br/>Nàng công chúa mất nước và chàng samurai, chuyến thám hiểm của hai người, chuẩn bị mở ra một chương mới!",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/12108544/3bf3872df08ef246856feda803561f04_6593318776737102196.png"
          },
          {
            "type": "CustomEntry",
            "epId": 256,
            "name": "Mina - Vong Quốc Công Chúa V",
            "desc": "\"Phải hy sinh nàng để cứu lấy thế giới, chi bằng cứ để nó hủy diệt đi.\"<br/>Cuối cùng đã đến được Tháp Trên Không ở trung tâm của thế giới, câu chuyện của hai người, sắp đến hồi kết...rồi sao?",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/12108544/3bf3872df08ef246856feda803561f04_3221279079351919195.png"
          },
          {
            "type": "CustomEntry",
            "epId": 257,
            "name": "Mina - Vong Quốc Công Chúa VI",
            "desc": "Chân tướng của thế giới cuối cùng đã vén lên bức màn bí ẩn, giống như sự mỉa mai đầy ác ý. Hai người đã chia ly, nhưng cũng không thể trốn chạy khỏi sự ràng buộc của số mệnh.<br/>\"Mina - Vong Quốc Công Chúa\" tập cuối! Nhưng câu chuyện của chúng ta vẫn chưa hoàn toàn chấm dứt!",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/12108544/3bf3872df08ef246856feda803561f04_7360507036476477920.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Quyển I / II / III / IV / VI: Nhà Xuất Bản Yae\nQuyển V: Trụ Sở Hiệp Hội Yashiro"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Một nàng công chúa lúc vừa sinh ra đã được tiên đoán sẽ đem lại tại họa diệt vong, khi nàng rơi vào nguy cơ nước mất nhà tan, thì một samurai không rõ chân tướng đã xuất hiện.\nVở kịch với bối cảnh cổ đại, lửa chiến ngút trời, chuyến hành trình của riêng hai người cũng bắt đầu từ đó!\nMười ba năm hòa bình, bây giờ cũng trở thành chiến quốc.\nCác nước phương bắc xa xôi cuối cùng cũng bị hơi thở của thời đại xâm nhiễm, cuốn vào chiến tranh.\nCũng giống như tất cả các cuộc chiến tranh, sau khi trải qua một trận long tranh hổ đấu, cuối cùng một bên bị đánh bại, thành trì bị đốt cháy, gia đình thành chủ và tàn dư cũng chạy trốn vào núi.\nCho đến nay, sân khấu này cũng không có gì đặc biệt.\nVậy mà trong vở kịch thời đại này, một samurai ăn mặc lộng lẫy xuất hiện trong màn ảnh.\nKhông, thay vì nói ăn mặc lộng lẫy, thì nói chính xác hơn là...\nỪm, chính xác, là một nam nhân mặc đồ nữ giới.\nNgược lại, người đi cùng lại là một cô gái nhỏ nhắn mặc chiếc áo haori quá khổ.\nTóm lại, dù nhìn thế nào cũng là hai kẻ đáng ngờ.\nTuy nhiên, họ dường như không nhận ra điều này, và cả hai đang nghênh ngang đi xuống núi.\nTất nhiên, họ đã bị bộ binh canh giữ ải chặn lại.\n\"Các người là ai!\"\nMặc dù bình thường là một câu nói sáo rỗng, nhưng đây có lẽ là một câu hỏi nghiêm túc.\n\"Như ngươi thấy, là người qua đường bình thường.\"\nCâu trả lời không thuyết phục.\nTuy nhiên, có vẻ như bị sốc bởi giọng điệu không thể nghi ngờ của Samurai, và câu hỏi có chút ngập ngừng.\n\"Dù sao đi nữa, hãy đi cùng chúng tôi một chuyến.\"\n\"Không ổn sao...\"\nSamurai lộ ra biểu cảm thất vọng, và đột nhiên, cả ba bộ binh ngã xuống.\n\"Quả nhiên ngay từ đầu đã định giải quyết như vậy, đúng là đồ xấu xa.\"\nCô gái phía sau thì thầm."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Nàng công chúa đem lại sự hủy diệt, nói cho cùng đó chỉ là cái cớ của chiến tranh mà thôi.\"\nĐể hiểu rõ chân tướng của lời tiên tri, hãy tiến thẳng vào trung tâm của thế giới!\nTruyện thám hiểm lãng mãn rất được yêu thích, vẫn còn tiếp tục!\n\"Không phải.\"\nĐột nhiên nói ra câu này.\nTrong một ngôi miếu hoang trên núi, công chúa với mái tóc đen dài đang ngồi ngay ngắn, gương mặt ẩn hiện dưới ánh lửa.\n\"Không phải, tại sao phải nói không phải.\"\nMột câu trả lời rập khuông theo phản xạ\n\"Ta nói này, Samurai ngốc nghếch, ngươi không có chút suy nghĩ nào về cô công chúa mang lại sự hủy diệt sao?\"\n\"Nếu muốn đánh giá thì, nghe có vẻ có cá tính.\"\n\"Không phải đánh giá kiểu đó.\" Lời nói của Mina có vẻ bất lực, \"Ta đang nói về chuyện đã cứu ta...\"\n\"Không, nói chính xác thì không có chuyện tôi cứu cô.\"\nSamurai sửa lời\n\"Tình huống lúc đó là công chúa cô ra lệnh cho tôi đưa cô ra ngoài, cho nên nói một cách hợp lý là cô đã tự cứu mình.\"\n\"Đây có phải là điều mà Samurai quan tâm không?\"\nKhiếu nại như dự đoán.\nThực ra chỉ là trốn tránh trách nhiệm, Samurai nghĩ vậy.\n\"Cái gọi là công chúa mang đến sự hủy diệt chẳng qua chỉ là cái cớ cho chiến tranh thôi.\"\nThay đổi một chút với giọng điệu uể oải.\n\"Vả lại,\"\nSamurai xoay người, ánh mắt trống rỗng như đang bùng cháy.\n\"Những lời hủy diệt thế giới thật ngu ngốc, rất nhanh thôi cô sẽ hiểu.\""
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "Hai người họ bước vào vùng đất chiến tranh, cuối cùng đã chứng kiến được thế nào là địa ngục Avici thực sự. Thế giới bị bao trùm bởi khói lửa chiến tranh suốt hàng trăm năm, giờ đây chân tướng đã sắp sáng tỏ!\nQuyển sách này tặng kèm món quà nhỏ vô cùng giá trị!\nMặc dù mọi người thường mô tả chiến trường như địa ngục, nhưng đó chỉ là một mô tả.\nVà cảnh tượng hiện ra trước mắt chỉ có thể nói là địa ngục theo đúng nghĩa đen.\nĐất đai cằn cỗi, cây cối khô héo, và người dân như những cái xác không hồn.\nNhư thể sức sống đã bị rút cạn\n\"Thực tế thì,\"\nSamurai nhặt một chiếc lá khô, và bóp vụn nó.\n\"Sức sống ở đây thực sự đã cạn kiệt.\"\nCuộc chiến ở kinh đô đã kéo dài cả trăm năm.\nTừ năm thứ mười của cuộc chiến, vật chất và của cải của các nước đã cạn kiệt.\nThứ khiến chiến tranh có thể tiếp tục cho đến ngày nay là cái gọi là Thuật Nakura.\nThuật Nakura là một loại ma thuật đáng sợ, nó hút sự sống của mọi sinh vật và đất đai, cung cấp cho các samurai và nuôi sống chiến tranh.\nNhững kẻ sử dụng loại phép thuật phi đạo đức này để chi phối đất nước là những tên vô lại được gọi là Nakura Daimyo.\nCác Daimyo tấn công lẫn nhau, nhưng bất kể kết quả thế nào, sức sống trên lục địa cũng sẽ bị rút cạn nhanh hơn.\nĐây là thực tế của các cuộc chiến tranh trong 100 năm qua.\n\"Và người tạo ra phép thuật này là những Onmyoji sống ở Tháp Thiên Không của trung tâm thế giới.\"\nMặc kệ Mina đang dao động trước cảnh tượng trước mặt, Samurai tiếp tục nói nhỏ,\n\"Công chúa mang đến sự hủy diệt...Thế giới này không phải đang đi đến sự hủy diệt từ lâu rồi sao?\""
          }
        ]
      },
      {
        "title": "Quyển IV",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Các vong linh đến từ quá khứ, hãy mau cút về địa ngục đi!\"\nChương hồi ức cảm động lòng người! Quá khứ mà chàng samurai phong ấn rốt cuộc là...\nNàng công chúa mất nước và chàng samurai, chuyến thám hiểm của hai người, chuẩn bị mở ra một chương mới!\nVương quốc Kogami, một vùng đất hoang gần như không có dấu hiệu của sự sống.\nVùng đất hoang vô tận được bao quanh bởi cồn cát, và hai người giống như samurai đứng đối diện nhau.\nMột trong số họ là nhân vật chính trong câu chuyện của chúng ta, để phân biệt, chúng ta sẽ tạm gọi đó là Samurai Xanh.\nNgười còn lại là người xuất hiện lần đầu trong phần này, đó là Samurai Xám.\nNếu là đánh nhau, thì lẽ ra phải có lập trường chiến đấu, nhưng hai người họ dường như không có ý định quyết đấu, mà chỉ đứng đối diện nhau mà thôi.\n\"Trở về từ địa ngục rồi sao.\"\nKhông biết qua bao lâu, Samurai Xám không nhịn nổi nữa và nói.\n\"Thật sự khiến người ta nhớ mãi.\"\nSamurai Xanh có vẻ rất vui.\n\"Tôi sẽ không nhớ những thứ đó.\"\nSamurai Xám không khách sáo ngắt lời.\nSamurai Xanh nhắm mắt, dường như rơi xuống vực thẳm của quá khứ.\n\"Lúc đó chúng ta còn ngây thơ nghĩ rằng, chỉ cần đánh bại Ma Vương thì tất cả sẽ kết thúc, nào ngờ đó chỉ là khởi đầu của cơn ác mộng.\nMười ba samurai đồng tâm hiệp lực đánh bại tên Nakura Daimyo đang thôn tính quốc gia.\nThế nhưng vương quốc Kogami lại không hồi phục sau đó, sức sống vẫn không ngừng mất đi.\nKhông chỉ vậy, đất nước mất đi sự thống trị đã biến thành thiên đường cho các hoạt động cướp bóc bừa bãi của các nước láng giềng.\nCác dũng sĩ đánh bại Ma Vương cuối cùng cũng không thể bảo vệ đất nước.\nCuối cùng chỉ còn hai lính đào ngũ sống sót.\"\n\"Hãy ngừng hồi tưởng nào, chúng ta vẫn chưa giải quyết xong mọi việc mà!\""
          }
        ]
      },
      {
        "title": "Quyển V",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Phải hy sinh nàng để cứu lấy thế giới, chi bằng cứ để nó hủy diệt đi.\"\nCuối cùng đã đến được Tháp Trên Không ở trung tâm của thế giới, câu chuyện của hai người, sắp đến hồi kết...rồi sao?\n\"Ta quyết định phải giải cứu thế giới!\"\nMina nói.\n\"Đã nói không biết bao nhiêu lần, vốn dĩ không có chuyện giải cứu thế giới. Mặc dù không biết có bao nhiêu người ngu ngốc giống tôi từng thử, nhưng cuối cùng thì thế giới này vốn đã định sẵn sẽ bị hủy diệt.\"\n\"Ta mặc kệ, ta là công chúa, không phải công chúa sinh ra để cứu thế giới sao?\"\n\"Không, tôi chưa bao giờ nghe nói về định nghĩa này, và theo như tôi biết thì cô là công chúa hủy diệt thế giới.\"\n\"Cái gọi là sự hủy diệt vốn là sự tái sinh, không phải có người từng nói câu này sao.\"\n\"Mặc dù không biết cô đã nghe nó từ đâu, nhưng sự mặc định này quả thật đã lỗi thời. Nếu có ai đó đã viết loại truyện này, tốt hơn hết nên ném người đó vào vương quốc Tokoyo.\"\n(Bịt tai)\nTrên đỉnh tháp chọc trời, Samurai và công chúa đang có một cuộc trò chuyện vô nghĩa và không có ai khác xung quanh.\nMặc dù nói vậy, nhưng thật ra cũng có vài người ăn mặc như Onmyoji.\n\"Như các ngươi đã biết, mục đích ban đầu của Thuật Nakura là bảo tồn sức sống trong thế giới đang dần suy yếu.\"\nCó vẻ như không thể chịu đựng được cuộc trò chuyện này nữa, và cũng để thúc đẩy cốt truyện tiếp tục trong vai trò NPC, Onmyoji cuối cùng đã lên tiếng.\n\"Thì có thể sử dụng sức sống còn lại này là được thôi...\"\n\"Cho nên ngươi có thể bỏ kiểu suy nghĩ này đi được không?.\"\nSamurai làm như không nghe thấy, và hoàn toàn phớt lờ lời nói của trưởng bối.\nSự ồn ào này rốt cuộc đến khi nào mới có thể kết thúc đây?"
          }
        ]
      },
      {
        "title": "Quyển VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Chân tướng của thế giới cuối cùng đã vén lên bức màn bí ẩn, giống như sự mỉa mai đầy ác ý. Hai người đã chia ly, nhưng cũng không thể trốn chạy khỏi sự ràng buộc của số mệnh.\n\"Mina - Vong Quốc Công Chúa\" tập cuối! Nhưng câu chuyện của chúng ta vẫn chưa hoàn toàn chấm dứt!\n\"Vậy là, thế giới được cứu rồi sao?\"\nCuối câu chuyện, Samurai một mình đi trên sa mạc mênh mông.\nKế hoạch của Tháp Thiên Không gần như đã thực sự hoàn thành, và sức sống còn lại trên thế giới cũng đã được thu thập.\nMặc dù không biết có tạo ra thế giới mới hay không, nhưng thế giới này thật sự đã bị hủy diệt.\nKhông hổ là công chúa hủy diệt thế giới.\n\"Cũng có thể hủy diệt thế giới khác...nếu nó tồn tại.\"\nSamurai đã bắt đầu hành trình mới.\n...\n(Phần còn lại của quyển sách liên quan đến bối cảnh của câu chuyện, nội dung chủ yếu nói về Ma Vương và Ma Thú chưa xuất hiện trong câu chuyện chính của cuốn tiểu thuyết..)"
          }
        ]
      }
    ]
  }
}