{
  "epId": 2297,
  "name": "Bài Ca Về Kỵ Sĩ",
  "desc": "<p>Những bài thơ đã được lưu hành từ thời của tầng lớp quý tộc cũ được cho là tự thuật của Ragnvindr \"kỵ sĩ bình minh\". Kể lại câu chuyện của anh và cuộc gặp gỡ đầy duyên phận với một người múa kiếm.</p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ballads of the Squire_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1710705584,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Bài Ca Về Kỵ Sĩ"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 282,
            "name": "Bài Ca Về Kỵ Sĩ (I)",
            "desc": "Những bài thơ đã được lưu hành từ thời của tầng lớp quý tộc cũ được cho là tự thuật của Ragnvindr - \"kỵ sĩ bình minh\". Kể lại câu chuyện của anh khi còn là kỵ sĩ phục tùng.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ballads of the Squire (I)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 283,
            "name": "Bài Ca Về Kỵ Sĩ (II)",
            "desc": "Những bài thơ đã được lưu hành từ thời của tầng lớp quý tộc cũ được cho là tự thuật của Ragnvindr \"kỵ sĩ bình minh\". Kể lại câu chuyện của anh và cuộc gặp gỡ đầy duyên phận với một người múa kiếm.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/12108544/80f2c28eaa21fd434c2faacfd7880947_7514078785199327147.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Quyển I: Nói chuyện với NPC Ellin tại Thành Mondtstadt\nQuyển II: Tại Tửu Trang Dawn"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Những bài thơ đã được lưu hành từ thời của tầng lớp quý tộc cũ được cho là tự thuật của Ragnvindr - \"kỵ sĩ bình minh\". Kể lại câu chuyện của anh khi còn là kỵ sĩ phục tùng.\nTôi đi qua mỗi một con đường ở Mondstadt\nTrong không khí toát ra hơi thở của sự bất hạnh và mùi vị sự chìm đắm\nTôi nhìn thấy sự quyền quý cao ngạo,\nTôi nhìn thấy đám người nghèo đáng thương.\nPhố phường đen tối như mạng nhện, phân tách họ thành hai phần,\nTiếng kêu nhỏ trong đêm khuya, chính là tiếng xiềng xích của trái tim.\nKhi tuần đêm ở phố phường Mondstadt,\nĐồng liêu và thượng cấp từng nói rằng:\n\"Chúng ta là kỵ sĩ của ánh sao, hãy luôn ngẩng cao đầu!\nLà cờ cao quý trong ánh sao, mới là đạo thủ hộ!\"\nThế nhưng tôi chưa từng ngẩng đầu nhìn sao trời, cũng chưa từng nhìn lá cờ ấy,\nTôi chỉ không thể làm ngơ những ngõ hẻm bẩn thỉu ấy.\nNgười bán hàng khóc trong lặng lẽ,\nTiếng than kèm theo máu của binh sĩ già,\nTrên con đường chết lúc nửa đêm,\nThiếu nữ bị giới quý tộc vứt bỏ đang cầu nguyện lòng thương từ Barbatos.\nGió lạnh thê lương thổi vào giáo đường,\nMang theo ai oán, rạch từng vết lên bức tường cung điện tráng lệ.\nTiếng thở dài của mỗi người mẹ,\nTiếng khóc than của mỗi đứa trẻ.\nĐủ để phá vỡ tấm khiên kiên cố nhất,\nĐủ để uốn cong thanh thương sắc bén nhất.\nNhững âm thanh ấy khiến tôi run lên.\nThế nhưng trong cung điện và thành lũy cao vút,\nTrong thánh địa hùng vĩ của gió tây...\nTiếng than khóc ấy chẳng ai nghe thấy."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Những bài thơ đã được lưu hành từ thời của tầng lớp quý tộc cũ được cho là tự thuật của Ragnvindr \"kỵ sĩ bình minh\". Kể lại câu chuyện của anh và cuộc gặp gỡ đầy duyên phận với một người múa kiếm.\nMột ngày nào đó ánh ban mai lóe sáng,\nNgười vũ công dừng chân tại Mondstadt, dùng kiếm làm tiếng hát.\nCho dù toàn thân bị xiềng xích trói buộc,\nThế nhưng vẫn chìm đắm trong tiếng ca.\nĐó là bài hát tự do, một bình minh rực rỡ hơn bên ngoài bức tường cao,\nNhững bài dân ca được cất lên bởi người dân tự do.\nCô là ánh sáng của gánh hát rong,\nCũng là hung thủ mưu sát quý tộc.\nTôi từng hỏi cô ấy: \"Sao lại muốn lật đổ quý tộc của chúng tôi,\nBạn có biết, họ là thủ lĩnh của chúng tôi?\"\n\"Sao họ lại sai mọi người xây tường cao?\"\nTiếng nói của cô gái mang theo hơi thở của làn gió nhẹ,\n\"Nếu bạn cho rằng gió là người bạn đồng hành,\n\"Nếu mọi người từng có tự do?\"\nCô là người lắng nghe sự cô độc, kể về câu chuyện xưa kia,\nNói về giới quý tộc cổ có thần lực,\nKể về thiên sứ, các thần và ác long của ngày xưa,\nGiảng đến thần linh và con dân của ngài ở mỗi một đất nước,\nTất cả truyền kỳ cô đều chuyển thành lời ca,\nTiếng hát lại theo gió thổi khắp đất nước.\nTrong đấu trường của quý tộc, cô một lần nữa cầm kiếm cất tiếng hát.\nĐó là bài hát cuối cùng của cô, nhưng cũng không còn là một mình nữa.\nKỵ sĩ vô danh đem theo thanh kiếm của cô rời khỏi đấu trường đẫm máu,\nChôn ở vùng đất có gió hội tụ."
          }
        ]
      }
    ]
  }
}