{
  "epId": 2298,
  "name": "Hiệp Khách Ký",
  "desc": "<p>Ghi lại các câu chuyện hiệp khách được lưu truyền ở Liyue, một vài trong số đó tuy đã lâu đời, nhưng vẫn được độc giả thành phố đón nhận.</p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of the Gallant_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1705251422,
  "components": {
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "——Người Giấu Mặt——\nCánh rừng đá Tuyệt Vân Gián nằm ở phía bắc Liyue quanh năm mây mù bảo phủ, nơi đây được đám dân hái thuốc lưu truyền rất nhiều truyền thuyết tiên nhân.\nNăm xưa có một vị thương nhân bán thuốc tên là Qiangu đi vào vùng Tuyệt Vân Gián để khảo sát dược liệu. Không may, ông bị bốn năm tên cướp theo dõi đi vào trong núi. Tối hôm đó, sơn tặc thấy ông mất cảnh giác, bèn đánh ông ngất xỉu cướp lấy tiền tài, rồi trói để mặc trong sơn cốc.\nTrong đêm khuya, thương nhân tỉnh lại. Cố gắng cởi trói, hét lớn kêu cứu. Thế nhưng vùng núi cao rừng sâu ở Tuyệt Vân Gián này dường như bỏ mặc vị thương nhân bị thương, vọng lại là tiếng kêu thảm thiết của bản thân, kinh động đến đàn chim đêm.\nQiangu đang buồn lòng vì không ai tương trợ, trong lúc thở dài than vãn, đột nhiên lẫn vào tiêng chim và gió là âm thanh của một cụ già truyền tới:\n\"Đứng dậy!\"\n\"Tôi không đứng dậy được!\" Ông khóc làm kinh hãi cả một chú hồ ly đi trong đêm. Thế nhưng, đúng lúc quằn quại chợt phát hiện dây trói trên người sớm đã được cởi ra từ lúc nào.\nThương nhân đứng dậy, chưa kịp cất tiếng cảm ơn thì có tiếng nói vọng tới:\n\"Đi lên núi.\"\nQiangu men theo con đường núi ngoằn ngoèo leo đến đỉnh núi, khoảng trời phía đông dần dần sáng rõ. Phía trên ngọn núi, anh nhìn thấy một gốc tùng khô mọc nghiêng ra phía bên ngoài mỏm đá. Đám cướp không biết từ lúc nào đã bị trói chặt và treo ở đó, sức nặng làm cành tùng kêu rắc rắc vài tiếng.\nNgồi bên cạnh quái thạch là một cụ già râu tóc bạc phơ. Nhìn thấy cảnh Qiangu cù bất cù bơ, ông lão cười lớn rồi đem số tài sản bị mất trả lại cho chủ nhân của nó.\nTrước câu hỏi của Qiangu, ông lão tự xưng là người sống trong núi, khắp nơi là nhà, lấy đất làm giường. Thương nhân ngàn vạn lần cảm ơn, nhưng ông lão chỉ cười mà đáp lại. Cuối cùng dưới sự nhiệt tình của Qiangu ông cầm lấy một đồng Mora, và nói rằng vào ngày đại hỷ của con gái ông, sẽ coi đây là tiền mừng tham gia tiệc cưới.\nSau khi trải qua đại nạn, không biết có phải là do trong hoạ có phúc hay không, cửa hàng thuốc của Qiangu làm ăn phát đạt, rồi trở thành thương nhân giàu có nổi tiếng khắp gần xa. Có người nói rằng, sau khi trở nên giàu có, ông từng sai người đi Tuyệt Vân Gián tìm người, thế nhưng ngoài những trại rách nát và bình rượu cũ ra không thấy một thứ gì khác. Cũng có người nói từng nhìn thấy cụ già ấy trong trang phục của một người đào mỏ xuất hiện ở Dao Quang Đàm, đi như bay giữa các vách núi chót vót. Cũng có người gọi cụ già là một lão đánh cá, chuyên cứu giúp người gặp nạn trên biển. Truyền thuyết trùng trùng, khó mà kể hết, thế nhưng cũng chả ai biết rõ tên của ông.\nQuả là đáng tiếc, Qiangu đến nay tuổi già sức yếu, mà con gái thiên kim Qianxi vẫn chưa tìm được vị hôn phối phù hợp. Xem ra, cơ hội được gặp cụ già sơn cốc còn lâu mới được thực hiện."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Ghi lại các câu chuyện hiệp khách được lưu truyền ở Liyue, một vài trong số đó tuy đã lâu đời, nhưng vẫn được độc giả thành phố đón nhận.\nLiyue thuở sơ khai từng là vùng đất của các ma thần trên lục địa mà không phải do Nham Đế Quân cai trị.\nLúc đó vùng đất được gọi là Quy Li Nguyên này đã từng được bao phủ bởi Bách Hợp Lưu Ly. Quy Li Nguyên đã chịu sự tàn phá nặng nề của chiến tranh, dân chúng phân tán khắp nơi. Sau này, chính nhờ sự phát triển thịnh vượng, Liyue đã dần thu hút những cư dân mới, đồng thời xuất hiện những truyền thuyết về các hiệp khách tại vùng đất hoang vu này.\nTrong những câu chuyện tán gẫu của các thương nhân và phu khuân vác, từng xuất hiện một bóng hình thần bí thoắt ẩn trong màn đêm Quy Li Nguyên. Đó là một cô gái trong tà áo dài màu chàm sải bước bên bờ sông Bích Thủy; Ánh trăng bạc rọi sáng trên gương mặt cô, còn gió đêm đưa giọng nói của cô đến bay lên trời đầy sao lấp lánh.\nTheo lời của những vị khách trọ Nhà Trọ Vọng Thư, thì chỉ những vị khách lạc trong đêm hè rộn tiếng ve mới có thể nhìn thấy cô, chỉ có những người ngửi thấy hương thơm dịu mát của Bách Hợp Lưu Ly trong cảnh đêm khi đom đóm bay lượn, những tiên linh nhảy múa mới có thể lần theo dấu chân của cô ấy. Có người đoán rằng cô ấy có lẽ là một tiên thú lạc đường trong quá khứ, người còn sót lại của ma thần đã chết, chỉ biết than khóc cho vị chủ cũ trong đêm; Cũng có người cho rằng cô ấy chỉ là một vị hiệp khách, như bao hiệp khách khác tự do tự tại, che giấu tên thật của chính mình.\nCâu chuyện về cô gái không biết bắt nguồn từ đâu, lại kết thúc trong lời kể của một người thợ săn. Nhưng nó khác một trời một vực với những gì người thương gia nói, người thợ săn từng tận mắt trông thấy cô ấy giao chiến với vài bóng đen hiểm ác. Sau những đường kiếm mạnh mẽ uyển chuyển chứa đầy sát khí, cô gái đã biến mất chỉ để lại những vệt máu.\nNgày hôm sau, bên bờ sông có người phát hiện xác chết của binh sĩ Thiên Nham Quân và người điều tra thực địa.\nTừ đó đến nay, dù Tổng Vụ đã mở nhiều cuộc tìm kiếm, nhưng vẫn chưa có ai nhìn thấy bóng dáng cô gái bên sông.\nCó lẽ màn giao đấu đêm hôm đó chỉ là một cuộc báo thù, hoặc cô gái kia vốn là một tên cướp hung ác. Có lẽ chuyện này thậm chí không cần bất kỳ lý do hay duyên cớ gì cả, hiệp khách chính là hiệp khách, bởi họ là những kiếm sĩ vượt lên trên các quy tắc bình thường của thế giới.\nNhưng ngôi làng hoang vắng nơi thôn quê dần bị ánh đèn rực rỡ của càng Liyue che lấp, những truyền thuyết này cũng dần dần mai một.\nTương truyền về bờ sông nơi cô gái từng dạo bước nay đã nở rộ những đoá Bách Hợp Lưu Ly."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Hiệp Khách Ký"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 285,
            "name": "Hiệp Khách Ký - Lưu Trần",
            "desc": "Ghi lại các câu chuyện hiệp khách được lưu truyền ở Liyue, một vài trong số đó tuy đã lâu đời, nhưng vẫn được độc giả thành phố đón nhận.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/fae9f7a48a7009099f34656ba8496437_5108277634755046790.png"
          },
          {
            "type": "CustomEntry",
            "epId": 284,
            "name": "Hiệp Khách Ký - Người Giấu Mặt",
            "desc": "Ghi lại các câu chuyện hiệp khách được lưu truyền ở Liyue, một vài trong số đó tuy đã lâu đời, nhưng vẫn được độc giả thành phố đón nhận.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Records of the Gallant: The Hermit_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}