{
  "epId": 2299,
  "name": "Nhật Ký Nhà Mạo Hiểm Roald",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/1c342ab927172678e3c6504df6daaaeb_7728593266333119363.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1710705536,
  "components": {
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại, trên trang giấy có thể nhìn thấy rất nhiều hạt muối lấp lánh.\n——Vùng Đất Muối——\nCả quãng đường từ bờ sông của Địch Hoa Châu đến đây, giày đã ướt nhẹp rồi, lần trước khi cởi giày ra tôi còn nhấc ra được một chú ếch xanh.\nNhìn quy mô của di tích, có lẽ nơi đây từng là một thần điện, chỗ tránh nạn từ hàng nghìn năm trước. Tương truyền rằng trong khoảng thời gian chiến tranh ma thần, Thần Muối là người khởi dựng. Trong truyền thuyết của người dân Liyue, bà là một ma thần quá yếu đuối. Giữa vòng hỗn chiến vô tình của các ma thần, sự tồn tại của con người quá nhỏ bé. Thần Muối không hề tham gia vào cuộc chiến khốc liệt đó, mà còn thu nhận những con người lưu lạc, dẫn dắt họ tạo dựng nên thành phố. Đem đến lòng nhân từ và bao dung đến giữa ngày tàn khắp đất trời, hy vọng tìm lại được sự hòa thuận và yên bình từ các ma thần.\nXem ra các nơi khác của thành phố sớm đã bị vùi sâu trong lòng Sông Bích Thủy, chỉ có nền của thần điện vẫn còn sót lại.\nBà thu nhận nhóm người làm tùy tùng, nơi đó nay được gọi là \"Vùng Đất Muối\". Thành phố được dựng lên từ hàng trăm năm trước, cho đến ngày ma thần ngã xuống nó cũng tan rã theo.\nMa thần ôn hòa không phải chết do quyết đấu với thần mà chết do sự phản bội của người phàm với tình yêu sâu đậm của bà.\nÔng ta là vị vua đầu tiên và cuối cùng của thường dân tại nơi đây. Tuy ban đầu ông cũng giống với những người khác trong tộc, yêu sâu đậm Thần Muối, nhưng với trái tim của người phàm, ông cuối cùng đã vứt bỏ tình yêu ấy. Tìm kiếm sự bảo vệ và sức mạnh chiến đấu, tất cả chỉ để chứng minh ôn hòa không phù hợp với hoàn cảnh này, ông dùng thanh trường kiếm đâm chết Ma Thần đơn độc. Cuối cùng thánh điện đổ ập cùng lúc bà ngã xuống, thành phố của con người cũng nhận lấy kết cục mặn đắng như muối vậy.\nCòn đối với cái kết của tên tội đồ ấy, có nhiều giả thuyết, cũng chả ai biết rõ. Có lẽ, ông ta trở nên cô độc thống lĩnh cả thành phố lụi tàn trong trăm ngàn năm, cho đến khi chiến tranh kết thúc, phế tích bị nước nhấn chìm, ngọc trượng mục nát, ông mới dần biến vào tro bụi theo dòng thời gian. Hoặc cũng có thể, sau khi ông ta phạm vào tội giết thần, đã tự tử do không thể chịu đựng tội danh không thể tha thứ. Tóm lại, tộc người từng được Thần Muối yêu thương, lưu lạc khắp vùng đất Liyue, mang theo truyền thuyết vào vùng eo biển an nhiên này dưới sự thống trị của Nham Thần, câu chuyện đó cũng được lưu truyền cho đến ngày nay.\nCũng theo truyền thuyết đó, cơ thể của Thần Muối chôn sâu dưới lòng di tích, tuy sớm đã biến thành kết tinh của muối, có điều tư thế bị trường kiếm đâm xuyên vẫn giữ nguyên như xưa.\nMây đen phía chân trời bắt đầu tụ lại, có vẻ như sắp có trận mưa lớn. Ta phải sớm xuất phát. Tiếp theo đây, ta sẽ đi về Khinh Sách Sơn hướng Tây Bắc, hy vọng có thể đến nơi trước khi mưa lớn. Cũng mong không đi quá vội vàng, làm mất cuốn nhật ký này..."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại trong lều tạm, trông còn rất mới, tỏa ra hương thơm lá thuốc của Khinh Sách Sơn.\n——Khinh Sách Trang——\nRời khỏi rặng núi Long Tích, xuống đến bãi sông, bước qua bãi đất bồi đầy hoa lau, vượt qua rừng trúc rậm rạp, cuối cùng tôi cũng tiến vào Khinh Sách Sơn. Giày bị ngâm trong nước, quần áo cũng ướt một nửa. Mặc dù bị cơn mưa lớn làm ướt sũng, may mắn thay các trưởng lão sơn trang vô cùng thân thiện, để cho tôi hong khô quần áo và giày trong phong tập hợp, còn chuẩn bị cho tôi quần áo mới và lương khô.\nKhinh Sách Sơn Trang có rất nhiều trẻ con, rất đáng yêu, cũng rất khó đối phó; Người già cũng rất nhiều, mọi người đều vô lo vô nghĩ qua những tháng ngày sung túc. Nghe các trưởng lão nói, đa số người trẻ tuổi đi đến cảng Liyue làm công rồi, có nhiều người ở thành phố thành gia lập nghiệp, mỗi tháng đều gửi tiền về. Người trẻ tuổi biết đến phồn hoa và sự tiện lợi của thành phố, có lẽ chẳng bao giờ trở lại để sống nữa. Cảng Liyue làm cho Khinh Sách Sơn giàu có yên bình, nhưng cũng khiến nơi đây dần dần già đi.\nTheo truyền thuyết, nguồn gốc từ \"Khinh Sách\" đến từ quái vật thượng cổ \"Li\". Tất nhiên, tiếng người ngày nay gọi là \"Li\", còn \"Khinh Sách\" là phát âm của người Liyue thời đại man hoang.\nTrưởng lão nói, ngàn năm trước đây, Morax thu phục Li Thú gây hại Liyue, sau khi Li chết xác cuộn lại biến thành hòn đá, máu biến thành nước trong, vảy biến thành ruộng bậc thang, nơi từng là hang ổ quái thú trước đây trở thành Khinh Sách Sơn hiện tại.\nNhưng qua khảo sát, tôi cho rằng đại bộ phận tổ hợp đá lớn khu vực núi này bị vỡ vụn bởi ngoại lực đánh vào, không hề có dấu vết sinh mệnh để lại của quái vật nguyên tố Thủy. Có lẽ trên thực tế xác của Li đã bị mục nát hết, và câu chuyện quái vật hóa thành dãy núi chỉ là câu chuyện xưa truyền lại?\nTiếp theo tôi muốn đến xem hồ nước trong rừng đá ở Tuyệt Vân Gián. Người Liyue kể lại nơi đó có một toà mê cung, còn có tiên nhân sống trong đó, hy vọng tôi có vận may phát hiện ra nó."
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhật ký bị Nhà Mạo Hiểm nổi tiếng Roald đánh rơi bên hồ nước, ghi lại toàn bộ chuyến mạo hiểm của bản thân tại Âu Tàng Sơn.\n——Tuyệt Vân Gián - Âu Tàng Thiên Trì——\nCuốn nhật ký lần trước không biết rơi ở nơi nào rồi. Trước đã nhắc nhở bản thân: Phải giữ nhật ký cẩn thận...Phải giữ nhật ký cẩn thận...Phải giữ nhật ký cẩn thận...thế nhưng trong lúc mạo hiểm lại quên hết sạch. Mỗi một năm lãng phí biết bao nhiêu là giấy bút, hy vọng Thần Cỏ không tức giận.\nMen theo con đường núi uốn lượn và tuyến đường mòn mà người hái thuốc xa xưa làm ra để leo lên Âu Tàng Sơn, lại trèo thêm vài vách đá ẩm ướt dốc đứng mới đến được Thiên Trì. Trước kia nghe lời của một vài ngư dân nói nước nơi đây sâu cả nghìn thước, thế nhưng đích thân khám phá mới phát hiện ra đó là lời nói phét.\nĐúng như lời các cụ già ở Khinh Sách Sơn Trang, nước trong hồ Thiên Trì ấm áp ngọt dịu, quả không hổ danh là tiên cảnh. Khi mới vào Tuyệt Vân Gián, một lão nông từng kể lại rằng, tiên nhân là người thần thông quảng đại, có thể tạo ra sương mù và mây khói ở mọi lúc mọi nơi, an nhiên du ngoạn vùng biển trời. Khi ấy, tôi không tin vào truyền thuyết, nhưng đến nay tận mắt nhìn thấy hồ nước thổi sương bay lên cao, dường như chỉ cần đưa tay là chạm được đến biển mây. Tôi cũng tự hỏi, bậc tiên nhân mà mình vẫn luôn tìm kiếm, liệu lúc này có phải đang bay lượn phía trên đầu mà mỉnh không hề hay biết?\nTheo hướng Đông rời khỏi Âu Tàng Sơn, rừng cây rậm rạp dễ mất phương hướng. Khi tầm nhìn lại được hé lộ, tôi phát hiện bản thân mình đang đứng phía trước Sông Bích Thủy. Phong cảnh ở đây tuyệt đẹp, là một nơi nghỉ dưỡng tuyệt vời. Hôm nay cắm trại ở đây vậy.\nTrong lúc chuẩn bị hành trang phía trong trại, tôi gặp một cô gái trẻ dường như đến đây để tìm bảo vật tên là Eduardo. Theo lời cô gái, cô sẽ đi về phướng Tây đến tiên hồ dưới chân Âu Tàng Sơn.\n\"Tương truyền chân núi hướng bắc của Âu Tàng Sơn, một nơi nào đó phía tây hồ có một vị tiên nhân sinh sống. Nếu đã như vậy, thì ắt sẽ có báu vật của tiên nhân rồi. Haha, đợi đến khi tôi tìm thấy bảo vật thì...\"\nCô đột nhiên nghiêm túc nói: \"Vậy thì phải liên lạc và báo cáo với Hiệp Hội! Suy cho cùng tôi cũng là thành viên chính thức của Hiệp Hội Nhà Mạo Hiểm, không có dính líu gì đến Đạo Bảo Đoàn!\"\nQuả đúng vậy, có người mạo hiểm cũng vì muốn phát tài. Giống như cư dân Liyue từng nói \"Mỗi người một trí, chớ có so bì\". Nhưng nhìn chung, điều đó giống như một Nhà Mạo Hiểm chính phái.\nĐi về hướng tây tìm kiếm \"Tiên Hồ\" mà cô gái nhắc đến cũng là một điều rất tuyệt, có điều tôi vẫn theo kế hoạch cũ của mình. Không được cắt ngang hành trình nữa, điểm tiếp theo là tiến về Quy Li Nguyên, tại đây vừa du ngoạn phong cảnh vừa tìm kiếm bảo vật. Tất nhiên, không đi linh tinh thì cuốn nhật ký cũng không bị rơi mất được. Nhất định không được cắt ngang hành trình."
          }
        ]
      },
      {
        "title": "Quyển IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại trong doanh trại, dường như từng bị nước thấm, trên giấy còn có dấu móng vuốt của hồ ly để lại.\n——Lục Hoa Trì——\nXuôi theo dòng chảy sông Bích Thủy đi hướng về hướng tây nam, chân núi phía bắc Thiên Hoành Sơn phát hiện một hồ bơi, nước hồ còn trong suốt sáng rực hơn cả bầu trời, nhiệt độ nước tương tự như nhiệt độ cơ thể con người, hương vị mang theo một chút ngọt ngào.\nDựa vào những gì mà người hái thuốc địa phương nói, hàng ngàn năm trước hồ nước này là một khu vườn. Nghe nói vào thời kỳ Ma Thần hỗn chiến, một đôi tình nhân không được gia tộc cho phép đã hẹn hò bí mật ở đây. Song loạn lạc vô tình, người con trai đi theo Nham Thần, dùng thân thể của người thường bước vào trận chiến của các vị thần... giống như vô số người thường thời đó, từ đó bặt vô âm tín.\nNgười con gái quanh quẩn trong khu vườn, đợi chờ người yêu trở lại. Về sau, cỏ dại thay thế hoa tươi, cỏ dại mục nát trong thủy triều; Khi thủy triều rút xuống, khi cô cũng trở về mảnh đất, nước mắt hợp thành hồ nước này. Có lẽ chính vì ngấm quá nhiều tương tư sâu đậm như vậy, nước hồ ở đây mới trong trẻo hiền hòa như vậy.\nTôi lưu lại ở đây một buổi chiều, ngâm bồn tắm không cẩn thận ngủ thiếp đi. Đến khi tỉnh lại, trong màn đêm các chòm sao lấp lánh rất rõ ràng.\nMột bé hồ ly thò đầu ra thăm dò, khi tôi ngẩng đầu thì nó lại vội vã tháo chạy.\nMột hồi sau tôi mới phát hiện một chiếc giày đã biến mất, túi lương khô cũng bị lục tung lên.\nThời gian sắp xếp lại hành lý dài hơn so với dự tính, điểm đến tiếp theo là Dao Quang Đàm ở phía đông bắc sông Bích Thủy."
          }
        ]
      },
      {
        "title": "Quyển V",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại, trên giấy có mùi vị của gió biển.\n——Dao Quang Đàm——\nĐây là nơi sông Bích Thủy nhập vào biển, sông mang theo trầm tích lắng đọng nơi đây thành dải cát lớn bằng phẳng. Khi tôi đến được nơi đây, sương mù đã che phủ bãi biển này. Đôi giày tôi mới mua lại ướt hết rồi, có tiếng ma vật lạ từ trong đám sương mù gần đó truyền đến... Nhưng tôi không phân biệt được khoảng cách của nguồn âm thanh.\nĐã như vậy, chỉ có thể nghe tiếng huyên náo trong sương mù, dựng lều bạt từ từ đợi biển sương mù tan đi.\nKhi dừng chân ở nhà trọ Vọng Thư, một vị thương nhân từng kể với tôi điển tích tên là \"Dao Quang Đàm\" - \"Vạn khoảnh diêu quang phù lãng khứ, bờ biển cát trắng bích loa không\"\nSông Bích Thủy lấp lánh như những viên ngọc hội nhập vào biển, Bích Loa Vụ trên Dao Quang Đàm trống rỗng không người.\nTừ khi tôi bất chấp sương mù đi tìm tòa nhà nhỏ đó, cũng chưa từng gặp được chủ nhân nơi này.\nNgư dân đồn rằng \"Bích Loa Vụ\" là nơi ở của thần tiên, mà bích loa thật ra cũng là bộ phận thân thể của tiên. Cô cung cấp nơi nghỉ ngơi cho du khách bị lạc trong sương mù, chăm sóc và chữa lành cho những người sống sót sau tai nạn trên biển, cũng là tiên nhân thực hiện đánh dẹp quái vật biển.\nNhưng ngư dân lớn tuổi có một câu chuyện khác: Ở đó không hề có tiên nhân, mà là một gia tộc đã sống trong vỏ ốc lớn qua nhiều thế hệ. Bọn họ coi việc cứu giúp người là trách nhiệm, có rất nhiều ngư dân gặp phải nguy hiểm đều đã nhận sự giúp đỡ của bọn họ.\nBiển sương mù dường như sắp tan đi, có thể lờ mờ nhìn thấy mặt trời.\nTiếp theo đó, tôi sẽ thuê một chiếc thuyền đi Cô Vân Các bên kia, tìm kiếm di tích Nham Ma Thần trấn áp quái vật biển.\nThuận gió thuận nước sẽ đến nơi nhanh."
          }
        ]
      },
      {
        "title": "Quyển VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại, dường như do dính nước nên trang giấy đã bị ẩm.\n——Cô Vân Các——\nTránh được tầm nhìn của Hilichurl trên vài hòn đảo nhỏ, thuận lợi tiến đến Cô Vân Các. Khi bước lên bờ, sáu cọc đá khổng lồ vừa kịp lúc chặn đứng ánh mặt trời chói mắt, đứng dưới bóng cọc đá thật là mát mẻ. Không biết có phải là do chất màu mỡ từ xương cốt mục nát của đám ma vật để lại từ ngàn năm trước, mà cua ở bãi biển này béo múp như vậy, nướng lên ắt sẽ ngon tuyệt\nPhong cảnh tươi đẹp của ngày hôm nay, thật khó tưởng tượng từng là nơi diễn ra trận huyết chiến giữa Nham Thần và quái vật biển. Vệt máu năm xưa sớm đã hòa vào biển lớn mà biến mất. Cả một vùng biển rộng mênh mông, có lẽ rớt một giọt máu xuống, cũng giống với máu của vô vàn vị anh hùng khác hòa tan trong nước, gió và biển di chuyển không ngừng sẽ tẩy sạch cát bụi cho đến khi trở lại như chưa có gì xảy ra.\nTương truyền Nham Thần từng lấy đá làm thương, ném xuống vùng biển đâm xuyên qua Ma Thần làm loạn dưới đáy sâu. Rồi sau đó, thương đá theo dòng chảy thời gian chuyển thành cảnh tượng như ngày hôm nay.\nMuộn một chút, tôi quay trở về đất liền dựng lều. Ở đây có thể nhìn thấy thuyền bè ra vào từ bến cảng. Từ xa, \"Nam Thập Tự\" đang giương buồm lái về phương xa, vị Beidou đại nhân vĩ đại đang chấp hành nhiệm vụ gì của Thương Hội Thất Tinh đây?\nTối ngủ không được an giấc, trong mơ cứ tối đen ẩm ướt. Tôi dường như cảm thấy mình là ma quái bị Nham Thần dùng đá thần xuyên qua người, giẫy dụa ôm lấy thương đá, mỗi lần cử động đều cảm thấy đau đớn và căm hận...\nXem ra Cô Vân Các không phải là nơi lý tưởng để qua đêm, tôi nhóm lửa lên đợi trời sáng bắt đầu hành trình. Giờ đây tôi sẽ về cảng Liyue chuẩn bị, sau đó đến Tuyệt Vân Gián. Chuyến hành trình lần trước không có thành quả gì, lần này tôi thử trèo lên Khánh Vân Đỉnh xem sao.\nGhi chú: Đừng bao giờ làm mất nhật ký nữa!"
          }
        ]
      },
      {
        "title": "Quyển VII",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại, trên giấy có mùi thơm của loài hoa nhỏ thuộc vùng núi đá.\n——Tuyệt Vân Gián - Khánh Vân Đỉnh——\nTrước khi bắt đầu viết nhật ký mạo hiểm này, phải viết một đoạn ngắn cảnh cáo. Gần đây mỗi lần tổng kết du ký, đều phát hiện bản thân không cẩn thận làm mất nhật ký. Roald à Roald, thói quen này phải được sửa!\nTôi dường như quên mất bản thân cần bao nhiêu thời gian mới trèo đến nơi cao như vậy. Vách núi nối với một biển mây mênh mông, hoàn toàn không nhận ra được bản thân từng ở điểm nào trong biển mây mênh mông này nhìn lên nơi \"tiên ở\" phía đỉnh núi.\nTrên vách đá này, ngoài những cây tùng cây bách kỳ lạ dường như chẳng thấy bất kỳ vật sống nào khác, chỉ thi thoảng nhìn thấy Thạch Diên từ trên trời cao đâm xuống biển mây sâu hút, rồi cũng chẳng thấy bóng hình nữa. Phía trên đỉnh là nơi ở của tiên nhân trong truyền thuyết, thế nhưng trước khi tiếp tục hành trình cần phải sửa soạn một chút. Lúc gấp gáp là phải sửa chữa những món đồ leo núi đã hỏng, rồi xử lý vài vết thương nhỏ. Khi mới vào Tuyệt Vân Gián, một lão nông đã được cho tôi một ít thuốc, bôi vào tuy cay xót, nhưng hiệu quả vô cùng.\nQua đêm ở nơi núi cao như vậy thật không thoải mái, hàn phong trên biển mây lạnh ớn người, gió theo lỗ hổng của trại mà luồn vào không ngừng. Cứ như vậy khó mà ngủ an giấc, cho dù có nhóm một đống lửa thì cũng chả mấy chốc mà bị dập tắt. Cũng không biết tiên nhân sống trong căn nhà trên đỉnh núi có bao giờ oán hận sự lạnh buốt của hàn phong hay không, có cảm thấy cô độc không?\nMột đêm không ngủ, cuối cùng đợi đến khi ánh trăng xuyên qua biển mây. Kiểm tra lại túi đồ, rồi đợi đến khi trời sáng lại tiếp tục lên đỉnh núi, tiến về phía tiên ở. Hy vọng ở nơi cao như vậy sẽ không có mưa."
          }
        ]
      },
      {
        "title": "Quyển VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhật ký của Nhà Mạo Hiểm nổi tiếng Roald, trang sách còn lưu lại các đốm rêu xanh.\n——Cửa Biển Thanh Hư——\nĐể tránh bị mất lần nữa, lần này tôi đã dùng rêu đánh dấu trang bìa nhật ký rất dễ thấy trong ba lô của tôi. Rất tốt, tối nay đi ngủ sẽ đặt nó bên cạnh gối, chắc sẽ không mất thêm lần nữa. Nếu lại làm mất nhật ký thêm lần nữa, tôi thật không thể gánh vác đại danh \"nhà mạo hiểm\", nên gọi là \"chuyên gia hấp tấp\" thì hơn.\nĐi về phía tây qua đèo núi Thiên Hoành Sơn, có một di tích người dân bản địa gọi là \"Cửa Biển Thanh Hư\". Di tích tọa lạc trên một ngọn núi đá cao chót vót giữa đầm, bốn bề bao vây bởi các vách đá, vài toà nhà đá cùng với phong cảnh thiên nhiên tạo ra bởi nham thần hoà thành một khối. Sương mù sáng sớm đang tan, mỏm đá và di tích được chiếu sáng bởi ánh bình mình. Hôm nay có vẻ sẽ là một ngày đẹp trời.\nTruyền thuyết kể rằng, những di tích này đã tồn tại từ trước khi Nham Thần trông coi Liyue. Ngoại ô Li Sa từng bị nhấm chìm trong cuộc hỗn chiến của ma thần. Vào thời điểm đó núi đá chỉ là một hòn đảo nhỏ nổi lên khỏi mặt nước. Đến khi cuộc chiến ngừng lại, những lầu gác các tiền nhân để lại mới lộ ra.\nTrước tiên là ở nhà trọ Vọng Thư, tôi đã gặp một vị học giả Sumeru tên là Soraya. Cô ấy đã nghiên cứu rất nhiều về di tích ngoại ô Li Sa, một khi nhắc đến là không thể ngừng nói về chủ đề này. Theo cô, những tàn tích này được để lại bởi ma thần cùng bộ lạc. Song thế sự xoay vần, ma thần cũng bị đánh bại, các pháo đài cổ xưa và thần điện do các tiền nhân lưu lại từ đó bị bỏ hoang, trở thành cửa biển Thanh Hư ngày nay. Cho đến khi kết thúc cuộc chiến kéo dài, di tích mới xuất hiện.\nCó lẽ đống tàn tích này đối với những vị tiên nhân, thần linh bất tử mà nói là một dạng hồi ức về những ngày cũ... Tóm lại từ đó, bầu không khí yên tĩnh của di tích không hề bị ảnh hưởng bởi sự phát triển nhanh chóng của thành phố cảng, cũng không bị ảnh hưởng bởi các hoạt động khai thác ở Vực Đá Sâu, cứ như vậy được bảo tồn đến ngày nay. Tuy nhiên gần đây, bởi hoạt động khai thác Vực Đá Sâu đã bị dừng lại, di tích bị ma vật chiếm giữ. Hy vọng chúng không phá hỏng thứ gì.\nĐây chỉ là một giả thuyết, nhưng muốn có thêm bằng chứng, tôi vẫn cần đi về phía bắc để xem thử di tích còn lại của Thần Luật Quan và Tuần Ngọc Lăng.\nKhi chuẩn bị lên đường, tôi gặp lại Eduardo và lần này dường như cô ấy mang thêm bạn đồng hành. Là một nhà mạo hiểm có lẽ cô ấy rất bận, vừa chớp mắt đã biến mất trong khu di tích."
          }
        ]
      },
      {
        "title": "Quyển IX",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhật ký của Nhà Mạo Hiểm nổi tiếng Roald, một số trang bị hỏng và nhàu nát, và một vài tinh thể băng lấp lánh bám trên nó.\n-Long Tích Tuyết Sơn-\nĐi lên từ đồng bằng ven sông Liyue, khu vực này ở phía nam của Long Tích Tuyết Sơn, có độ dốc thoải, gió tuyết lặng, hơn nữa nguồn nước chưa bị đóng băng, là nơi thích hợp để dựng lều trại. Khi đã chuẩn bị vật tư sẵn sàng, tôi sẽ sử dụng nơi đây làm căn cứ và tiếp tục đi lên đỉnh.\nSau khi dựng trại, chúng tôi đã khảo sát các di tích xung quanh. Những di tích ở đây rất thú vị, phong cách kiến trúc và các chi tiết hoa văn đồng nhất một cách đáng ngạc nhiên với những kiến trúc cổ vô danh ở các vùng khác. Xét từ điểm này, đất nước cổ xưa ở núi tuyết trong truyền thuyết có lẽ nằm ngay dưới chân tôi.\nChỉ tiếc là không có văn bia liên quan nào được tìm thấy trong di tích, rất khó để xác nhận lịch sử của đất nước cổ xưa. Có lẽ ở những nơi cao hơn, sẽ có nhiều thông tin ẩn sâu trong gió tuyết khắc nghiệt.\nThật khó để qua đêm ở đây, gió lạnh thấu xương luôn gào thét bên suối, ào ào thổi qua căn lều, làm người ta gặp ác mộng. Trong hang động ở nguồn nước chắc chắn có không ít khoảng trống, tôi nghe thấy tiếng gió lạnh ma quái vang vọng trong đó. Nhưng tiếc là lối vào hang động bị chặn kín, không có cách nào mở ra từ bên ngoài.\nSau đó, tôi tiếp tục di chuyển lên núi. Có một số phế tích có niên đại gần hơn trên đường đi, dường như có từ thời đại quý tộc Mondstadt. Tôi đã khai quật được một số mảnh quần áo và vũ khí vụn nát. Băng tuyết dày làm chậm tốc độ phân hủy, nhờ đó có thể bảo quản được hài cốt bị chôn vùi trong nhiều năm.\nĐánh giá sự phân bố của phế tích, xem ra như đã có một cuộc rượt đuổi hoặc thậm chí một vụ giết người trên đường mòn núi ở đây.\nDù gió tuyết dữ dội hay thay đổi hiểm ác cũng không ngăn được dã tâm của con người. Vùng đất băng tuyết bị thần bỏ rơi này, cuối cùng đã bị vấy bẩn bởi tội lỗi của thế hệ sau.\nLeo lên men theo đường mòn núi, gió tuyết càng thêm dữ dội, nhiệt độ giảm xuống mức không thể chịu nổi. Tôi đã điều tra một di tích ở phía Đông Bắc, thật khó tin được là ở nơi mà bão tuyết quanh năm này, lại có một vùng nước không đóng băng trong di tích! Xét từ vị trí, nó có thể được kết nối với nguồn nước của con suối bên dưới.\nNhưng khu vực này quá lạnh, không thể bất chấp nguy hiểm bị đóng băng hoặc chết đuối để khám phá di tích sâu hơn. Tôi đã đánh dấu, mong gió tuyết đừng vùi lấp nó.\nĐây có thể là nơi ẩn náu dưới lòng đất của một quốc gia cổ đại, bị nhấn chìm bởi nước ngầm ngấm dần theo thời gian. Nhưng tôi cũng từng nghe nói rằng vào thời xa xưa hàng ngàn năm trước, bạo chúa sẽ ném tù nhân vào nhà tù, nhốt họ vào lồng, sau đó từ từ đổ một lượng lớn nước vào đó. Chỉ để bắt tù nhân đứng nhìn mực nước từ từ dâng lên ngập mình, từ cổ chân đến miệng, mũi, đến trán...\nHình phạt này dày vò mà tàn nhẫn, dưới thời tiết lạnh giá khắc nghiệt như vậy, càng khó tưởng tượng còn ai có thể sống sót.\nĐường núi phía đông hơi gồ ghề, tôi gặp một số sự cố ở đây, suýt thì gãy chân. Rất may là chỉ bị thương nhẹ ngoài da, còn xương thì không sao. Nhưng bộ đồ chống lạnh bị băng xé rách một mảng to, gió lạnh không ngừng tràn vào, như những nhát dao đâm xuyên vậy, rất đáng sợ.\nTrước khi vết thương tê cứng, tôi đã kịp thời tìm được nơi trú ẩn, miễn cưỡng vá lại chiếc áo rách... nhưng không thể tiếp tục leo lên được.\nSau đó, cuối cùng tôi cũng trở về lều trại trước khi chết cóng. Tôi sưởi ấm tay chân trước đống lửa, khi cởi tất, tôi nhận ra rằng ba ngón chân của mình đã bị đông cứng và chuyển sang màu tím... Dù sao được trở về từ cõi chết đã cảm thấy rất may mắn rồi.\nKhi bớt gió tuyết, tôi ngước mắt lên nhìn, tảng đá khổng lồ vỡ vụn bao quanh đỉnh núi tuyết cô quạnh đang trôi lững lờ trên bầu trời. Có lẽ Phong Long cổ đại bị vùi nơi hẻm núi xuất hiện trong thơ ca kia, đang nhìn trời bằng đôi mắt mù loà mục ruỗng của nó?\nVới nhiều cư dân dưới chân núi tuyết, ngọn núi hay biến đổi này giống như một điểm mù bên ngoài con mắt của các vị thần, có vận mệnh không thể lý giải. Trong những câu chuyện cổ tích xa xưa ở Mondstadt, ngọn Tuyết Sơn này là nơi trừng phạt bị gió thời gian bỏ rơi, vì vậy mọi thứ đều bị đóng băng ngay khoảnh khắc bị hủy diệt.\nNhưng có thứ gì đó vẫn đang đập rộn ràng trên đỉnh núi, và tôi cảm thấy tiếng gọi của nó trong giấc mơ - như một bản nhạc huyền ảo, êm nhưng lại chẳng lành.\nChuyến thám hiểm không hề suôn sẻ nhưng may mắn thay vẫn giữ được tính mạng. Hôm nay chỉ là lời tạm biệt, tôi không biết liệu mình có cơ hội leo lên đỉnh nữa không...\nTiếp theo, có lẽ tôi sẽ tiếp tục khám phá Liyue, nhưng ưu tiên hàng đầu là bổ sung vật tư mất mát trước đó, nhân tiện thay thế cuốn nhật ký đã bị ngấm nước này."
          }
        ]
      },
      {
        "title": "Quyển X",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhật ký của nhà mạo hiểm nổi tiếng Roald để lại, trên giấy còn vương hương thơm nhẹ của những cánh hoa anh đào cùng vị đắng của lá thuốc.\n-Đảo Ritou-\nĐến đảo Ritou cũng đã được mấy ngày rồi, Kanjou vẫn chưa hề có ý định bỏ cuộc. Không biết còn phải ở lại trên đảo này bao lâu nữa... hy vọng Kurisu tiên sinh có thể sớm tìm ra cách để rời khỏi nơi này.\nKurisu tiên sinh là hội trưởng thương hội địa phương. Anh ấy đến từ Fontaine, là một người cẩn trọng và thân thiện, dường như có mê lực kỳ lạ khiến người ngoài cảm thấy muốn về nhà.\nĐã từng nghe nói rằng Inazuma không hoan nghênh người nước ngoài, nhưng phải đến khi tôi đặt chân tới cầu cảng của đảo Ritou mới thấy tình hình nghiêm trọng như vậy.\n\"Lệnh bế quan tỏa cảng\" đã được ban hành được một thời gian rồi, rất nhiều người nước ngoài ở trên đảo, phần lớn người đến rồi lại rời đi, không ở lại lâu; cũng có rất nhiều chủ tiệm thu dọn hành lý về nước rồi. Đảo Ritou hiện giờ vô cùng đìu hiu.\nNghe nói hàng trăm năm về trước, Hiroshi của nhà Hiiragi đã xây dựng một thương cảng trên hoang đảo một cách thần kỳ, chiêu mộ được rất nhiều thương nhân tài ba đến an cư, đồng thời khuyến khích giao thương tự do khiến nơi đây trở nên thịnh vượng một thời... Nhưng nếu như Hiroshi nhìn thấy cảnh tượng trầm lặng hiện tại của đảo Ritou, thì sẽ có suy nghĩ gì nhỉ?\nCó điều, hậu duệ của ông, tức là vị đại nhân Hiệp Hội Kanjou ngày nay, nhìn có vẻ ăn sung mặc sướng, cuộc sống có vẻ khá dễ chịu.\nThật khiến người ta tức giận.\nLại qua vài ngày nữa, Kurisu tiên sinh đã mang đến một tin vui.\nNghe nói một thời gian ngắn nữa, đội thuyền Nam Thập Tự sẽ dừng lại ở Inazuma. Đội thuyền vũ trang viễn hải nổi tiếng này chắc chắn sẽ có cách lén đưa tôi đến đảo khác ở Inazuma, giờ tôi chỉ cần kiên nhẫn chờ đợi.\nMặc dù tôi không biết liệu thông tin của Kurisu tiên sinh có chính xác hay không, nhưng chuẩn bị sớm cũng tốt. Trước hết, tôi phải tìm cách lấy lại bếp lửa cắm trại từ chỗ cô Yurika, có thể năn nỉ, hoặc chuộc lại đều được...\nCó vẻ như Shogunate lại tấn công tiền đồn của Sangonomiya, gây khá nhiều thương vong... hay ngược lại nhỉ? Tất cả những người nước ngoài còn lại đang thì thầm với nhau, ngay cả những binh lính của hiệp hội cũng nói về những tin đồn mà không hề lo lắng.\nKhông rõ chuyện gì đã xảy ra, nhưng một số thương nhân đã lần lượt dọn hành lý về nước. Rất nhiều tàu quân sự ra vào cảng, dường như là trưng dụng quân sự tạm thời...\nCó lẽ tôi có thể lợi dụng sự hỗn loạn này để lấy lại những thứ của tôi ra khỏi nhà kho.\nNhân tiện, cũng cần nhắc nhở bản thân... Đừng làm mất cuốn nhật ký này nữa.\nMặc dù sổ tay của Inazuma có bìa đẹp và trang nhã hơn... nhưng đây không phải là cái cớ để có mới nới cũ!"
          }
        ]
      },
      {
        "title": "Quyển XI",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhật ký nhà mạo hiểm nổi tiếng Roald để lại, trang sách vẫn còn vương lại hơi ẩm của sương mù và mùi nấm mốc.\nChuyến thám hiểm ở Đảo Tsurumi không được thuận lợi lắm.\nTrước đó may nhờ có một thanh niên bản địa tên là Kama đã giúp đỡ tôi rất nhiều, tôi mới có thể thành công thoát khỏi Đảo Ritou, vượt qua trùng trùng giám sát và đến được Đảo Tsurumi. Dưới sự hướng dẫn của anh ấy, tôi cũng đã từng vào sâu trong biển sương mịt mù, trong vội vàng đã chứng kiến được nền văn minh cổ xưa trên đảo, và những ảo ảnh tựa như trong mơ, nhưng bây giờ, những cảnh tượng trong ký ức cũng đã tan biến như khói sương rồi...\nNhưng tôi vẫn nhớ rất rõ ràng, ở hòn đảo vốn dĩ đã diệt vong này, tôi lại gặp được một đứa trẻ.\nCó lẽ đó chỉ là nguyên tố hạt nhân trong sương mù đã khiến người ta sản sinh ảo giác, cũng có thể là vì nấm rơm trên đảo...Đứa trẻ đó có lẽ chỉ là ảo ảnh mà thôi, hoặc là một ký ức hư ảo. Tuy nghĩ như vậy sẽ hợp logic hơn, nhưng lần thứ hai lên đảo, tôi vẫn cứ đem theo nhiều thức ăn hơn...hy vọng đứa bé ấy có thể nhận được, sống một mình đơn độc trên hòn đảo chết chóc này, nhất định không hề dễ dàng.\nLần thứ hai lên đảo, tôi không báo với Kama. Kết quả là nhanh chóng bị lạc giữa làn sương mù dày đặc...Dùng đủ mọi cách cũng không thể làm rõ phương hướng, như thể làn sương mù này đang cự tuyệt tôi một cách vô duyên vô cớ.\nNếu không phải Nhà Lữ Hành có mái tóc vàng và tiểu tinh linh tên \"Paimon\" kịp thời giúp đỡ, e rằng tôi đã phải tay không trở về rồi. Cám ơn họ đã giúp tôi hái Nấm U Ám này, người Inazuma tương truyền loại nấm này được kết tinh từ ký ức xa xưa của những người đã khuất ở Đảo Tsurumi, vì vậy mà chúng có ánh sáng nhấp nháy huyền ảo, chúng có công dụng sáng mắt bổ não, tăng cường trí nhớ.\nQua mấy ngày thử nghiệm, loại nấm này quả thực có tác dụng làm bình ổn tâm trạng, khiến con người vui vẻ, hình như cũng tốt cho tiêu hóa...Nhưng trí nhớ thì không có tác dụng gì rõ rệt. Phải chừa lại mấy cây đem về cho người bạn Sumeru nghiên cứu, tuyệt đối không thể quên.\nNgoài ra, tấm ảnh bích họa cổ đại mà Nhà Lữ Hành tóc vàng và Paimon đem đến cũng rất thú vị, rất đáng nghiên cứu kỹ lưỡng. Lần này có thể phát hiện di tích lịch sử có giá trị như vậy, đều nhờ vào sự nhiệt tình, trí tuệ và tinh thần xông pha của hai nhà mạo hiểm danh tiếng lừng lẫy này."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Nhật Ký Nhà Mạo Hiểm Roald"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Thám Hiểm Nhận"
          }
        ]
      },
      {
        "key": "Mondtstadt",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 314,
            "name": "Nhật Ký Nhà Mạo Hiểm Roald - Long Tích Tuyết Sơn",
            "desc": "Nhật ký của Nhà Mạo Hiểm nổi tiếng Roald, một số trang bị hỏng và nhàu nát, và một vài tinh thể băng lấp lánh bám trên nó.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_8514446967955529861.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Liyue",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 305,
            "name": "Nhật Ký Nhà Mạo Hiểm Roald - Cô Vân Các",
            "desc": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại, dường như do dính nước nên trang giấy đã bị ẩm.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_1003760966588890418.png"
          },
          {
            "type": "CustomEntry",
            "epId": 307,
            "name": "Nhật Ký Nhà Mạo Hiểm Roald - Dao Quang Đàm",
            "desc": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại, trên giấy có mùi vị của gió biển.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_4585929503451650869.png"
          },
          {
            "type": "CustomEntry",
            "epId": 306,
            "name": "Nhật Ký Nhà Mạo Hiểm Roald - Lục Hoa Trì",
            "desc": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại trong doanh trại, dường như từng bị nước thấm, trên giấy còn có dấu móng vuốt của hồ ly để lại.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_3465569724424057310.png"
          },
          {
            "type": "CustomEntry",
            "epId": 312,
            "name": "Nhật Ký Nhà Mạo Hiểm Roald - Cửa Biển Thanh Hư",
            "desc": "Nhật ký của Nhà Mạo Hiểm nổi tiếng Roald, trang sách còn lưu lại các đốm rêu xanh.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_4291205270127421383.png"
          },
          {
            "type": "CustomEntry",
            "epId": 304,
            "name": "Nhật Ký Nhà Mạo Hiểm Roald - Vùng Đất Muối",
            "desc": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại, trên trang giấy có thể nhìn thấy rất nhiều hạt muối lấp lánh.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_1321527766639985287.png"
          },
          {
            "type": "CustomEntry",
            "epId": 311,
            "name": "Nhật Ký Nhà Mạo Hiểm Roald - Khinh Sách Sơn Trang",
            "desc": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại trong lều tạm, trông còn rất mới, tỏa ra hương thơm lá thuốc của Khinh Sách Sơn.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingce Village_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 310,
            "name": "Nhật Ký Nhà Mạo Hiểm Roald - Tuyệt Vân Gián - Khánh Vân Đỉnh",
            "desc": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại, trên giấy có mùi thơm của loài hoa nhỏ thuộc vùng núi đá.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_1270230705559578675.png"
          },
          {
            "type": "CustomEntry",
            "epId": 309,
            "name": "Nhật Ký Nhà Mạo Hiểm Roald - Tuyệt Vân Gián - Âu Tàng Thiên Trì",
            "desc": "Nhật ký bị Nhà Mạo Hiểm nổi tiếng Roald đánh rơi bên hồ nước, ghi lại toàn bộ chuyến mạo hiểm của bản thân tại Âu Tàng Sơn.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_6835124166133547374.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Inazuma",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 308,
            "name": "Nhật Ký Nhà Mạo Hiểm Roald - Ritou",
            "desc": "Nhật ký của nhà mạo hiểm nổi tiếng Roald để lại, trên giấy còn vương hương thơm nhẹ của những cánh hoa anh đào cùng vị đắng của lá thuốc.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_2577833799133237848.png"
          },
          {
            "type": "CustomEntry",
            "epId": 313,
            "name": "Nhật Ký Nhà Mạo Hiểm Roald - Đảo Tsurumi",
            "desc": "Nhật ký nhà mạo hiểm nổi tiếng Roald để lại, trang sách vẫn còn vương lại hơi ẩm của sương mù và mùi nấm mốc.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_5414332403735346783.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 308,
        "name": "Nhật Ký Nhà Mạo Hiểm Roald - Ritou",
        "desc": "Nhật ký của nhà mạo hiểm nổi tiếng Roald để lại, trên giấy còn vương hương thơm nhẹ của những cánh hoa anh đào cùng vị đắng của lá thuốc.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_2577833799133237848.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 305,
        "name": "Nhật Ký Nhà Mạo Hiểm Roald - Cô Vân Các",
        "desc": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại, dường như do dính nước nên trang giấy đã bị ẩm.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_1003760966588890418.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 306,
        "name": "Nhật Ký Nhà Mạo Hiểm Roald - Lục Hoa Trì",
        "desc": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại trong doanh trại, dường như từng bị nước thấm, trên giấy còn có dấu móng vuốt của hồ ly để lại.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_3465569724424057310.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 307,
        "name": "Nhật Ký Nhà Mạo Hiểm Roald - Dao Quang Đàm",
        "desc": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại, trên giấy có mùi vị của gió biển.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_4585929503451650869.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 313,
        "name": "Nhật Ký Nhà Mạo Hiểm Roald - Đảo Tsurumi",
        "desc": "Nhật ký nhà mạo hiểm nổi tiếng Roald để lại, trang sách vẫn còn vương lại hơi ẩm của sương mù và mùi nấm mốc.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_5414332403735346783.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 312,
        "name": "Nhật Ký Nhà Mạo Hiểm Roald - Cửa Biển Thanh Hư",
        "desc": "Nhật ký của Nhà Mạo Hiểm nổi tiếng Roald, trang sách còn lưu lại các đốm rêu xanh.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_4291205270127421383.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 314,
        "name": "Nhật Ký Nhà Mạo Hiểm Roald - Long Tích Tuyết Sơn",
        "desc": "Nhật ký của Nhà Mạo Hiểm nổi tiếng Roald, một số trang bị hỏng và nhàu nát, và một vài tinh thể băng lấp lánh bám trên nó.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_8514446967955529861.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 304,
        "name": "Nhật Ký Nhà Mạo Hiểm Roald - Vùng Đất Muối",
        "desc": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại, trên trang giấy có thể nhìn thấy rất nhiều hạt muối lấp lánh.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_1321527766639985287.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 311,
        "name": "Nhật Ký Nhà Mạo Hiểm Roald - Khinh Sách Sơn Trang",
        "desc": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại trong lều tạm, trông còn rất mới, tỏa ra hương thơm lá thuốc của Khinh Sách Sơn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Diary of Roald the Adventurer: Qingce Village_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 309,
        "name": "Nhật Ký Nhà Mạo Hiểm Roald - Tuyệt Vân Gián - Âu Tàng Thiên Trì",
        "desc": "Nhật ký bị Nhà Mạo Hiểm nổi tiếng Roald đánh rơi bên hồ nước, ghi lại toàn bộ chuyến mạo hiểm của bản thân tại Âu Tàng Sơn.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_6835124166133547374.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 310,
        "name": "Nhật Ký Nhà Mạo Hiểm Roald - Tuyệt Vân Gián - Khánh Vân Đỉnh",
        "desc": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại, trên giấy có mùi thơm của loài hoa nhỏ thuộc vùng núi đá.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_1270230705559578675.png",
        "displayStyle": "card"
      }
    ]
  }
}