{
  "epId": 2304,
  "name": "Nhật Ký Khảo Sát Cũ (I)",
  "desc": "Nhật ký khảo sát phát hiện trước một di tích có cửa hình tròn.<br/>Người ghi chép có lẽ là quý tộc thống trị Mondstadt trước đây.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ancient Investigation Journal: Part I_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Chi Tiết",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nBầu không khí hôm nay vẫn rất tệ.\nTuy gió tuyết đã giảm bớt, nhưng vẫn chốc chốc quét qua khiến người ta không mở nổi mắt.\nLàm tôi nhớ ngày xưa từng nhìn thấy một đoạn miêu tả trong thơ cổ, so sánh gió tuyết với điệu múa của Kiếm Sắt trắng loá.\nNhưng giống như ông Landrich từng nói, dù gặp khó khăn gì, đều phải tiếp tục tiến lên.\nPhải mang thành quả tốt đẹp về Mondstadt.\nVậy mới không phụ sự mong đợi của ông Landrich, mới khiến thanh danh gia tộc thêm vững chắc. Mới có thể loại bỏ sự kiêu ngạo của những kẻ phản nghịch ngấm ngầm hành động.\nVì văn bia, chúng tôi quyết định hôm nay sẽ không đi khám phá <color=#ffe14b>hầm phế tích phía Tây Nam</color> , mà đến mật thất khoá trái.\nDựa vào chữ khắc trên bia đá được cậu chủ Eberhart giải đáp, bên trong có lẽ có lưu giữ bích hoạ cổ đại và vũ khí được chế thành từ Tinh Ngân nào đó.\nNếu đúng như vậy, có lẽ nó sẽ trở thành khám phá khảo cổ có ý nghĩa nhất trong những thập kỷ này.\nMặc dù ông Ingbert nói vậy, nhưng trong lòng tôi vẫn không thể bỏ mặc những người bạn đồng hành của mình đã bị lạc trong gió tuyết mấy ngày trước.\nMong họ sẽ giống như cậu chủ Eberhart, là con nhà quý tộc được huấn luyện nghiêm khắc từ nhỏ, có bản lĩnh để một mình trở về lều tạm.\nSắp phải rời khỏi <color=#ffe14b>lều trại hướng nắng</color> , đi quanh núi tiến vào bên trong phế tích rồi.\nLần này phải cẩn thận thăm dò độ vững chắc của phế tích mới được."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Nhật Ký Khảo Sát Cũ (I)"
          }
        ]
      }
    ]
  }
}