{
  "epId": 2306,
  "name": "Nhật Ký Khảo Sát Cũ (II)",
  "desc": "Nhật ký khảo sát phát hiện dưới hầm phế tích bị đóng băng.<br/>Người ghi chép có lẽ là quý tộc thống trị Mondstadt trước đây.",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/7fd282ec8cb5f8601b1fb5d588949d18_8382081158269606867.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1664191336,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Nhật Ký Khảo Sát Cũ (II)"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Chi Tiết",
        "desc": [
          {
            "type": "RichText",
            "text": "Vì những thảm kịch trước đó, cho nên e rằng khó lòng thu hồi lại cuốn nhật ký ấy.\nThật đáng tiếc khi mất hồ sơ điều tra, nhưng môi trường quá nguy hiểm.\nCuối cùng chúng tôi vẫn không thể mở được cánh cửa lớn đó.\nDù là bích hoạ hay là vũ khí cổ đại mà ông Ingbert hết sức mong đợi, cuối cùng vẫn là tay trắng.\nKhi trở về <color=#ffe14b>lều trại hướng nắng trên núi tuyết</color> , những người bạn đã thất lạc trong gió tuyết trước kia cũng không thể quay lại.\n...Tuy hi vọng không nhiều, nhưng chỉ có thể mong rằng họ thuận lợi xuống núi, mang tiếp tế và viện binh trở lại.\nVì đồ dùng của chúng tôi đã không đủ nữa rồi.\nDù nói vậy có lẽ rất tàn khốc, nhưng vụ sạt lở trước <color=#ffe14b>cánh cổng tròn của mật thất</color> không chỉ cướp đi Nick, mà còn cướp đi cả nhiên liệu và thực phẩm mà chúng tôi đưa cho Nick giữ.\nRõ ràng cần điều tra tính toàn vẹn kết cấu Phế tích trước. Rõ ràng đã nói với anh ấy...\nCó lẽ trải nghiệm của mấy ngày nay khiến tôi trở nên lạnh lùng hơn.\nCó lẽ đây chính là ảnh hưởng lên con người trong môi trường tuyệt vọng.\nVì vậy cậu chủ Eberhart mới càng khiến người ta ngưỡng mộ. Dù gặp phải những chuyện này, anh ấy vẫn có khả năng bình tĩnh suy nghĩ. Chắc đây chính là khí chất con nhà quý tộc thực sự nhỉ.\nÔng Landrich quả là không nhìn nhầm.\nDù chỉ là con ngoài giá thú nhưng anh ấy cũng là một người xứng đáng với thanh danh của gia đình.\nSau khi gió tuyết tan bớt, chúng tôi sẽ làm theo đề xuất của cậu chủ Eberhart, đến <color=#ffe14b>hầm Phế tích phía Tây Nam</color> .\nTheo cách lý giải của anh ấy, có thể còn sót lại thứ gì đó từ lâu lắm rồi.\nTuy khó tin nhưng cái lạnh độc nhất ở đây có khả năng bảo quản nguyên liệu.\nTuyệt đối sẽ không phụ lòng mong đợi của những người bạn đồng hành đã mất.\n...Đương nhiên càng không thể phụ lòng mong đợi của ông Landrich.\nNếu không, có lẽ tôi phải gặp Ma vật trong đấu trường rồi nhỉ.\nDù có vượt qua được đám Ma Vật đó thì cũng sẽ giống như người hầu của cậu chủ Eberhart, gục ngã dưới lưỡi kiếm của tử thần tóc đỏ nhà Lawrence kia..."
          }
        ]
      }
    ]
  }
}