{
  "epId": 2307,
  "name": "Chiến Ký Hamavaran",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Saga of Hamavaran_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Lời mở đầu của quyển tiểu thuyết \"Chiến Ký Hamavaran\", do thay đổi kinh doanh nên đã sửa thành một tập!\nLời mở đầu\nGần đây, nhờ kế hoạch chiêu mộ các tác giả mới nổi và sự bùng nổ của giải thưởng \"Quyển tiểu thuyết này thật lợi hại!\", rất nhiều tác giả ngoại quốc cũng đã đóng góp những tác phẩm đặc sắc. Tại đây, tổng biên tập của chúng tôi đặc biệt gửi lời cảm ơn các tác giả từ nhiều đất nước khác nhau đã ủng hộ sự nghiệp tiểu thuyết ngắn của Inazuma, đồng thời mở rộng quan hệ với Hiiragi Shinsuke của Hiệp Hội Kanjou, vậy nên mới có thể khiến nhiều tác phẩm xuất sắc được tiếp cận với độc giả của Inazuma.\nAi nấy đều biết, trước khi lệnh bế quan tỏa cảng được ban bố, Inazuma cũng có một số kiếm khách ngoại quốc hoạt động mạnh. Hamavaran là một người trong số đó, người này đến từ đất nước rừng mưa Sumeru xa xôi, nhưng hành hiệp trượng nghĩa tại đất nước Inazuma. Câu chuyện này tuy một dạo được che giấu dưới thời hưng thịnh của Ogosho điện hạ, nhưng nay mới trở nên sống động qua lời kể của tác giả mới nổi - bạn của tôi - Pursina.\nVậy thì, không nhiều lời nữa, mời độc giả thưởng thức \"Chiến Ký Hamavaran\"."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Sao lại thế được...\" Vốn chỉ là một học giả du hành Sumeru bình thường, không ngờ lại bị giao cho một chủ đề khá hiếm, cuộc mạo hiểm đến Lôi Quốc xa xôi...đất nước bên bờ biển, dần dần được mở ra!\n\"So với cơn giông ngoài biển xa, thì việc chậm tốt nghiệp còn đáng sợ hơn nhỉ...\"\nTrên con thuyền vượt biển đến Inazuma, Hamavaran trẻ tuổi đang nghĩ như vậy...\n\"Anh đang nghĩ, nếu không hoàn thành luận văn sẽ phải trì hoãn việc tốt nghiệp đúng không?\"\nGiọng nói quen thuộc vang lên từ khoang tàu.\n\"Nhảm nhí, cô là ai!\"\n\"Tôi hả... có quan trọng không?\"\n\"Ừm, cũng không quan trọng lắm...\"\n\"Này!\"\n...\nThế là, trong cơn giông tố chấn động biển trời, có tiếng ồn rất nhỏ ngoài cửa sổ mạn tàu. Lo lắng về giông bão, nỗi sợ về bài luận không còn quá quan trọng.\nChỉ có điều...cho đến khi vào bờ, người cãi cọ với chính mình ngoài cửa sổ kia vẫn chưa hề lộ diện.\n\"Có lẽ chỉ là hồn ma của những người bị nạn thôi...\"\nHamavaran tự nói với bản thân.\nThứ gọi là hồn ma, chẳng qua là ký ức của người đã khuất lưu giữ ở địa mạch, chỉ là sự cộng hưởng giữa quá khứ và hiện tại. Xuất hiện trên biển tuy kỳ lạ, nhưng cũng không đến nỗi trái với lẽ thường.\n\"Anh mới là hồn ma ấy!\"\nNgay lúc Hamavaran xách hành lý lên, và tìm thấy một lời giải thích cho sự mê sảng của mình, giọng nói quen thuộc lại vang lên bên tai."
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Sứ Quỷ chắc không khác gì với Trấn Linh ở quê nhà đâu nhỉ?\" Mang theo thắc mắc này, Hamavaran bắt chuyện với người bạn đồng hành mới đến...một hành trình nằm ngoài dự đoán, cũng bắt đầu từ đó.\n...\n\"Cho nên, cô quả thực là hồn ma?\"\n\"Không phải! Tôi vẫn chưa chết mà!\"\n\"Nhưng cũng chưa từng sống?\"\n\"Ưm...nói vậy cũng đúng...\"\nThiếu nữ lắm lời tự xưng là \"shikigami\", đang ăn ngấu nghiến món bánh gạo, dáng vẻ của cô làm Hamavaran có chút lo lắng rằng cô sẽ bị nghẹn.\n\"Nếu buộc phải nói, thì dáng vẻ của tôi giống với thứ gọi là \"sứ quỷ\" hơn nhỉ?\"\n\"Vậy mà còn không phải ma sao...\"\n\"Không phải loại mà anh đang đề cập đến!\"\nLại tranh cãi một chặp nữa, Hamavaran cuối cùng mới hiểu ra, con nhóc này có lẽ là thứ giống như \"Trấn Linh\" mà Sumeru thường gọi.\nKý khế ước bằng tên thật. Dùng tên thật để ràng buộc, bản chất của bí thuật trên toàn thế giới đều gần như nhau, điều này có lẽ đã phản ánh một trong những nỗi sợ hãi cơ bản nhất của con người - nỗi sợ bị kiểm soát.\nNghĩ ngợi lan man như vậy, Hamavaran lại bắt đầu hối hận mình chưa học huyền học, mà lại học môn học ít được quan tâm là nghiên cứu sinh vật biển này...\nKhông những phải vượt biển đến Inazuma, còn phải đối mặt với việc bảo vệ luận án như địa ngục trần gian...\nNhưng nay bên cạnh đã có thêm một thứ bé nhỏ ồn ào, ít nhiều cũng được xem như bước ngoặt nhỉ..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Chiến Ký Hamavaran"
          }
        ]
      }
    ]
  }
}