{
  "epId": 2308,
  "name": "Thiên Hoành Tuyệt Đảo Tập",
  "desc": "Một tuyển tập những bài thơ của nhà thơ cổ đại ẩn cư nơi Bình Sơn, với chất lượng khác nhau. Nhưng vẫn được lưu hành và được tham khảo bởi các nhà thơ trẻ của Liyue hoặc bởi những người nghĩ rằng họ là nhà thơ.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Humor From Tianheng_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Chi Tiết",
        "desc": [
          {
            "type": "RichText",
            "text": "Kỳ 1\nAn nhiên ngồi nhìn người đánh cờ, cố tỏ bất lực xem như không.\nĐen trắng tùy ý thật khó hiểu, tôi coi mình là kẻ vô tư.\nKỳ 2\nThân đá mọc lên cỏ kỳ lạ, chẳng cần săn sóc mà vẫn đẹp.\nCành đính thạch phách lá mỹ ngọc, lão già phố cảng nhìn thấy mê.\nKỳ 3\nVùng trời phía ngoài Tuyệt Vân Gián, thường dân trước nay chẳng ai biết.\nKhung cảnh trăm nghìn điều kỳ lạ, hóa ra chim thú cũng là tiên.\nKỳ 4\nTrắng như lụa mà mịn như muối, đồ cổ ngàn vàng là cát trắng.\nPhòng khách cao quý phải gọn gàng, sạch sẽ khiến ta luôn tự hào.\nKỳ 5\nTiếng nước tí tách vang bên tai, vách đá tung mồi thiu thiu ngủ.\nPhong thần nước bên thật vô ý, là đỏ trong gió phá an nhàn.\nKỳ 6\nKhinh Sách ngày xuân không bố mẹ, trái là hoa phải lại là hương.\nCỏ lau ngày thu bay phất phới, hái về dệt nên chiếc áo choàng.\nKỳ 7\nNham Vương năm xưa tạo núi này, tiện sức liền mở một vịnh lớn.\nCầu đá trên vách tầng xếp tầng, thành phố nơi ấy đáng đi chơi.\nKỳ 8\nGiữa rừng ngày hè thật là mát, đắp lên làn gió lá làm giường.\nĐám muỗi đáng ghét chẳng tha ai, chạy về nơi ở như chó đuổi.\nKỳ 9\nBuổi chiều cơm no ra bờ ngắm, đưa tay vuốt râu nhìn chân trời.\nNgàn sao trên trời như tấm màn, chả rõ chị Nguyệt chạy đi đâu.\nKỳ 10\nĐá quý dạ phách xếp lần lượt, Dốc Phi Vân tăng giá khó lường.\nThanh thạch một rổ sao lại quý? Chi bằng ngồi uống Ngọc Kinh Đài."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Thiên Hoành Tuyệt Đảo Tập"
          }
        ]
      }
    ]
  }
}