{
  "epId": 2312,
  "name": "Đế Quân Vi Hành",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/be448b1f58d72abe7ff4660b2ed2c2bf_7855897936619748302.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1664191344,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Đế Quân Vi Hành"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Tiểu thuyết viễn tưởng Liyue, kể lại câu chuyện Nham Vương Đế Quân hóa thành thường dân du hành khắp thế gian. Trong thời đại ngày nay, những câu chuyện thật thật giả giả vẫn luôn hội tụ về vùng đất thương nhân, cũng là đất cảng đầy mộng mơ.\nLiyue là vùng đất kỳ trân hội tụ, có bảo vật đương nhiên cũng có những kẻ tinh đời biết đến bảo vật.\nChủ tiệm đời đầu \"Hy Cổ Cư\" là một kẻ sưu tầm đặc biệt như thế.\nTiệm đồ cổ \"Hy Cổ Cư\" bên Dốc Phi Vân thường xuyên có nhã khách ghé thăm. Buổi sáng cửa hàng này đóng cửa không tiếp khách, đến khi trăng sắp lên mới mở cửa. Khách hàng được tiếp đãi không hề tầm thường, mà là tay chơi với đôi mắt tinh tường vượt trội.\nDù là đồng hồ tinh xảo của Fontaine, hương trầm của Sumeru, bình rượu do tông thất xưa ở Mondstadt lưu lại, hay băng gỗ tiên nhân từng ngồi nửa canh giờ, chiếc cốc làm từ lưu ly mà Nham vương từng uống, bình rượu sứ men xanh do Phong thần nước láng giềng sẩy tay làm vỡ... Tất cả đều được trưng bày thỏa đáng trong tiệm, chỉ chờ khách hàng hữu duyên ghé đến.\nBan đêm, một quý công tử tình cờ dừng chân trong tiệm, tỉ mỉ thưởng thức những cổ vật trưng bày trên kệ.\nChủ tiệm chú ý đến bộ trường sam màu đen trang nghiêm như núi đá, đôi mắt màu vàng hổ phách của anh.\nVị công tử này chắc chắn không phải hạng phàm tục, Min'gui vừa nhìn là nhận ra ngay.\n\"Hoan nghênh quý khách, quý khách thích món cổ vật nào cứ tự nhiên lựa chọn nhé.\"\nGiọng nói êm ái của chủ tiệm phá vỡ bầu không khí yên tĩnh đêm khuya.\n\"Ừ...Ơ, thật ngại quá.\"\nQuý công tử mỉm cười, giọng hơi khó xử.\n\"Tôi chỉ đang có hứng thú với thứ hàng giả tinh xảo này.\"\nThứ mà anh chú ý đến là một ngọc bài cổ không trọn vẹn.\nÁnh trăng rơi trên một mặt có hoa văn khá hoàn chỉnh, lộ ra bóng mờ phần khuyết điểm của ngọc, dọc theo vẻ ngoài tang thương có nhiều vết trầy của ngọc bài. Ngọc bài này bị mài mòn nghiêm trọng bên ngoài, gần như sắp hỏng, đã không thể nhìn ra được hoa văn hay bút tích đường nét trên đó. Dường như nó đã phải trải qua một quãng thời gian không hề yên ổn.\n\"Hàng giả...? Sao nhận định thế?\"\nMin'gui vốn đã quen với việc khiêu khích của khách, nhưng giễu cợt thẳng thừng như vậy vẫn khiến cô phát cáu.\nHuống chi, cổ vật này từng được một nhà mạo hiểm liều mình khai quật từ phế cung sâu thẳm. Năm đó nàng gần như phải đắn đo tốn hơn nửa gia sản mới miễn cưỡng mua được. Nếu nó thật sự là hàng giả, chẳng những tài sản bị lừa gạt mà danh tiếng của \"Hy Cổ Cư\" cũng giảm sút.\nVì thế, Min'gui thầm quyết định, không những phải đuổi tên này đi mà còn phải nghĩ cách bán ngọc bài này cho hắn mới được.\n\"Mong quý khách hãy đánh giá kĩ lưỡng.\"\n————————\n\"Mọi người đều biết, hai nghìn năm trước, vùng đất Teyvat gặp phải thiên tai, các ma thần hỗn chiến, ngày nay biên giới bảy nước đều bị ảnh hưởng. Vào lúc đó tuy không có bảy nước, nhưng người phàm cũng có làng mạc, thành bang và đất nước của mình...\n\"Ma thần bị người đời quên lãng mà mất đi cái tên của mình, đã từng được con dân của họ tưởng nhớ, sùng bái, thậm chí kính yêu. Thế nên tổ tiên đã lấy châu sò trên bãi biển, ngọc bích của núi thẳm, đá cứng sơn dã, muối tinh trong đất tạo thành hình tượng của thần.\n\"Ngọc bài này chính là di vật của thời đại đó, đến từ một bộ lạc cổ xưa sùng bái Nham Vương đế quân...Đương nhiên, vào lúc ấy, Nham vương của chúng ta chắc vẫn chưa được gọi là Nham Vương đế quân.\n\"Trong thời đại các chư thần chém giết trên đỉnh đầu phàm nhân, Nham Vương đế quân chưa lập ra tiền tệ cho bảy nước, tạo ra Mora, thế nên bộ lạc này đã lấy đá vàng tình cờ khai thác ra làm vật trao đổi, lấy chân dung Nham Vương để đảm bảo giá trị ổn định.\n\"Như cô thấy đấy...trí tuệ của người phàm thần kì như vậy. Thậm chí còn tìm được lối ra cho bản thân trước khi Nham Vương sắp xếp.\"\nQuý công tử thoáng ngừng, dường như đang nghĩ đến lời bình luận vừa rồi của mình.\nÁnh trăng bạc phủ xuống, dường như thoáng thu nhỏ lại bóng hình của anh.\n\"Loại ngọc bài này rất hiếm, thường được chôn giấu trong khe núi, hơn nữa được chính tay người phàm điêu khắc tinh xảo nên từng chiếc đều là có một không hai...vì vậy ở chợ thường bị bán giá trên trời, nếu nói giá trị liên thành cũng không hề khoa trương.\n\"Chỉ tiếc là chiếc trong tiệm lại là hàng nhái cận đại. Vì niên đại gần, có lẽ chỉ truy nguồn đến bậc cha chú của cô thôi.\nTrong nghề có nói \"Ngọc không tì vết\", tì vết trên miếng ngọc này quá ít, chất ngọc lại quá sáng...trông không giống với di vật thời đó.\nLại thêm trên ngọc bài điêu khắc hình tượng nữ giới, rất hiếm thấy trong những di vật khác thời đó.\"\nQuý công tử giơ ngọc bài lên, quan sát tỉ mỉ dưới ánh trăng.\n\"Dù dân gian có lưu truyền vài truyền thuyết, nhưng lý giải Nham Vương đế quân hóa thành nữ thì chưa từng thấy trong bất kì sách sử nào, cũng không có bằng chứng vật thật...\"\nDù quý công tử này trẻ tuổi, nhưng lại có khí chất của các nhà nghiên cứu cao tuổi.\n\"Vậy là quý khách có điều không biết rồi...\"\nMin'gui mỉm cười gian xảo như hồ ly đang gây hấn với gã thợ săn chưa đủ kinh nghiệm.\n\"Không biết quý khách có bằng lòng nghe tôi kể một câu chuyện không?\"\nChủ tiệm nheo đôi mắt nhỏ dài, sau đó rủ rỉ kể chuyện..."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Tiểu thuyết viễn tưởng Liyue, kể lại câu chuyện Nham Vương Đế Quân hóa thành thường dân du hành khắp thế gian. Những viên ngọc sáng ngời cất giấu nơi thâm sơn cùng cốc, cũng giống như câu nói vạn vật hữu hình luôn là thứ để đánh giá lời nói vô hình của kẻ gian dối.\nTrong thời đại chúng thần còn dạo bước khắp nơi, Nham Vương đế quân mà ngày nay được con dân kính ngưỡng cũng là một trong số các thần linh.\nTrong thời đại đó, trên phố đồn đại Nham Vương từng là một thần linh lạnh lùng không vụ lợi, xử sự công chính, quyết đoán vô tình, nhưng lại thiếu đi cái tình nên có của người phàm, cứng nhắc như một khối đá vĩnh hằng vậy.\nDù là thế, mọi người vẫn kính sợ anh, tin tưởng anh, vì phép tắc của anh có thể đảm bảo giao dịch công bằng, cuộc sống yên ổn có nề nếp. Còn Nham Thần củng cố sức mạnh và sự tồn tại của bản thân từ trong tín ngưỡng.\nNhưng cho dù là thần, cũng không cách nào thao túng tín ngưỡng và hoài nghi của người phàm.\nDù là thần bảo vệ công lý, cũng không thể áp dụng các quy tắc rõ ràng trong lòng mỗi cá nhân được.\nỞ Minh Ôn Trấn từng có một thợ ngọc tính cách hài hước bất cần. Mỗi khi tiếp nhận ủy thác, anh đều dùng cách người khác khó lòng tưởng tượng nổi mà hoàn thành trong ngày cuối kì hạn.\nNếu khách đặt mua chân dung thợ săn chinh phục mãnh thú, có lẽ sẽ nhận được một con heo rừng đang chạy trốn thục mạng.\nNếu hỏi tới, câu trả lời thường thế này:\n\"Thợ săn đang chinh phục mãnh thú dù không xuất đầu lộ diện, nhưng vũ khí của hắn cũng sẽ khiến thú sợ hãi.\"\nNếu món mà khách đặt là ngọc chạm của một người quyền cao chức trọng, có lẽ sẽ nhận được quyền tọa hoa lệ.\nNếu có truy cứu, câu trả lời thường là:\n\"Người có quyền cao chức trọng nắm quyền chưa đến trăm năm, người chưa chắc sống lâu hơn quyền tọa này.\"\nCứ thế, người thợ ngọc được gọi là \"quái nhân\" ở Minh Ôn Trấn. Còn ở cảng Liyue buôn bán phát đạt, những kẻ đặt mua giàu có lại cho là hài hước, hầu hết đều bằng lòng đặt mua ngọc chạm của anh, cũng muốn cố ý lĩnh giáo thủ đoạn bịp bợm nực cười của kẻ này.\n——————\nMột đêm nọ, có một cô gái đến xưởng của thợ ngọc.\nCô mặc một chiếc áo khoác dài, dưới ánh trăng khuyết như lưu ly, đôi mắt lấp lánh ánh sáng hổ phách.\nNgười thợ ngọc chưa từng quen biết cô, nhưng anh nhanh chóng phát hiện rằng họ nói chuyện rất ăn ý. Nói đến cũng lạ, cô am hiểu từng quặng mỏ, từng tòa tài nguyên ngọc thạch trong Minh Ôn Trấn. Nói đến kỳ quan đất trời cứ như nói về chị em mình, bàn về đá vàng ngọc đẹp cứ như nói về con gái yêu của mình...\nNhưng cô rất hiếm khi bàn về tập tục nhân văn, đạo lý đối nhân xử thế.\nCũng có thể là không hiểu chuyện con người nên không muốn nói nhiều. Nhưng dù thế nào đi nữa, xuất thân của cô chắc chắn bất phàm.\nChí ít thì thợ ngọc đoán thế.\n\"Tôi muốn có một ngọc bài, trên đó có khắc chân dung Nham Vương.\"\nKhi trò chuyện xong, lúc từ biệt ra khỏi cửa, cô gái mới nói ra yêu cầu của mình.\n\"Nhưng anh không được điêu khắc diện mạo Nham Thần từ tưởng tượng, phải lấy hình mẫu từ thứ anh tận mắt nhìn thấy để điêu khắc ra chân dung Nham Vương thực sự.\"\n\"Nếu không, tôi sẽ không trả một Mora nào.\"\nThế là, hai người đặt ra kỳ hạn ba ngày.\nNgày thứ nhất, người thợ ngọc chỉ lo cùng bạn bè vui ca luận bàn, không nhận bất kỳ ủy thác nào.\nNgày thứ hai, thợ ngọc ra ngoài leo núi tìm ngọc, cả ngày không tiếp bất kì khách nào.\nNgày thứ ba, thợ ngọc mới bắt đầu đóng cửa mài giũa ngọc thô, làm liền mạch từ sáng sớm đến tối mịt.\nĐợi đến khi vành trăng khuyết treo lên bầu trời, cô gái với con ngươi màu vàng hổ phách lại đến trước cửa.\nThợ ngọc giao tác phẩm đắc ý của mình.\nMột thần bài được tạc từ ngọc đẹp, trên đó là chân dung một cô gái.\nCô gái không hiểu, cau mày hỏi.\nThợ ngọc giải thích thế này:\n\"Ngày thứ nhất, tôi hỏi các trí giả và bậc thông thái, biết được phương thức hoạt động của Nham Vương. Nhưng đây chỉ là khung xương mà thôi.\nNgày thứ hai, tôi đi vào núi, bỏ cả ngày quan sát đá núi, lắng nghe nguyên tố sinh trưởng, suy đoán tạo vật của Nham Vương, nhưng đây chỉ là máu thịt.\nNgày thứ ba, tôi nhắm mắt, điêu khắc ngọc thô theo ý nghĩ của trái tim mình, và đây mới là linh hồn.\"\nVừa nói, thợ ngọc vừa cười khá lúng túng.\n\"Nhưng tôi cũng không biết vì sao lại tạc thành thế này.\"\nCô gái ngắm nghía viên ngọc, như có điều suy nghĩ:\n\"Thú vị, cũng khiến tôi nghĩ đến một câu chuyện khác...\"\nNói đoạn, cô ấy nâng đôi mắt hổ phách lên, bắt đầu kể..."
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "Tiểu thuyết viễn tưởng Liyue, kể lại câu chuyện Nham Vương Đế Quân hóa thành thường dân du hành khắp thế gian. Nguyên tắc thì vẫn luôn khô khan, cứng nhắc, thế nhưng điều đó lại được thể hiện hoàn toàn khác trong các câu chuyện viễn tưởng.\nLiyue là vùng đất kỳ trân hội tụ, có bảo vật đương nhiên cũng có những kẻ tinh đời biết đến bảo vật. Đó là thời đại vô cùng phồn thịnh của cảng Liyue, hàng hóa tiền của đi đi tới tới không ngừng.\nGiống như bây giờ, là thời đại thuộc về những thương gia giàu có và thuyền trưởng. Là thời đại thống trị của những con người trên thương trường sóng gió và liều mạng với cự thú trong đại dương.\nCũng như thế, trong niên đại đó, trên bến tàu của cảng thành to lớn luôn có những thủy thủ và nhân công bận rộn.\nNham Vương Đế Quân trong truyền thuyết không chỉ biết hóa thân quý nhân giao thiệp với chư vị khách quý của Ngọc Kinh Đài, mà còn thường xuyên hóa thành phàm dân dạo chơi trong đám thợ mỏ, ngư dân, thủy thủ cùng lái buôn.\nVào lúc đó, trên bến tàu Liyue có một ông chủ thuyền chài tính tình hà khắc khó khăn, đối xử với người làm cực kì thô bạo. Mỗi khi gặp chuyện không vừa ý, thường xuyên mặc kệ lời giải thích của người làm mà trách mắng thậm chí trừ cả tiền công.\nNgày hôm ấy, ông chủ thuyền chài gặp được một thiếu niên.\nAnh là người làm mới được ông chủ thuê về. Mặc áo ngắn vải thô, chít khăn quấn đầu, cũng giống như những thuyền phu khác, nhưng màu da và thần thái cho biết anh là sơn dân của Khinh Sách Trang, đang tự đi tìm lối thoát cho mình. Gương mặt anh mang đường nét của vùng núi đá.\nAnh vụng về và hiền lành như những người dân miền núi khác. Điều khiến người ta chán ghét là mỗi khi phân loại tôm cá, anh cứ luôn tránh né những thứ hải sản có xúc tua hoặc đầy dịch nhớp nhúa.\n\"Kén cá chọn canh thì trông mong tiền đồ gì chứ! Anh là công tử nhà giàu sao?\"\nCâu nói này trở thành cái cớ để ông chủ thuyền chài trừ tiền công.\nTrước kia, người thiếu niên chỉ cười cho qua, rồi tiếp tục làm công việc đang dang dở.\nNhưng rốt cuộc có một ngày, thiếu niên hỏi:\n\"Nếu ai cũng có thứ họ ghét, sao còn bắt họ làm?\"\nMấy kẻ học việc sợ hết hồn, ông chủ thuyền chài tức tối vỗ đầu hắn đánh bốp một cái:\n\"Lẽ đời là thế! Ai cũng chọn việc nhẹ nhàng, cái khổ dành lại cho ai?\"\n\"Nhưng e rằng nó không phải là ý của Nham Vương Đế Quân khi lập ra quy củ...\"\n\"Nói nhiều thế làm gì?\"\n\"Hay là tôi kể ngài nghe một câu chuyện?\"\nĐôi mắt của thiếu niên sáng rực như đá vàng trong núi.\n\"Anh còn biết kể chuyện?\"\nNghe thấy kẻ ngốc này còn biết kể chuyện, ông chủ thuyền chài rất hứng thú.\n\"Kể đi... ấy, đừng có dừng tay!\"\nThiếu niên xảo trá mỉm cười, trong mắt lóe lên một chút ánh sáng.\n\"Vậy để tôi kể về câu chuyện của một tấm ngọc bài...\"\nCứ thế, lần mò trong câu chuyện của người thiếu niên, ông chủ quên mất thời gian, và cũng quên mất nguồn thu đến từ việc cắt xén tiền công đang bị đôi bàn tay khác âm thầm cướp mất, lén phát cho mọi người."
          }
        ]
      },
      {
        "title": "Quyển IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Tiểu thuyết viễn tưởng Liyue, kể lại câu chuyện Nham Vương Đế Quân hóa thành thường dân du hành khắp thế gian. Trong thời đại mà mọi món đồ quý giá đều phải được giám định, chỉ cần một câu nói đùa cũng đủ để bóc mẽ tất cả sự gian dối.\nĐó là thời đại hàng ngàn hàng vạn kỳ trân dị bảo đều tập trung tại Liyue.\nĐêm nay, chủ tiệm Min'gui của \"Hy Cổ Cư\" đang cùng một quý công tử vô danh nghiên cứu cổ vật, tâm tình chuyện cũ.\nHọ chủ yếu bàn về một miếng ngọc bài.\nAi cũng biết, ở Liyue, ngụy tạo một mảnh ngọc khí cổ đại, cũng vốn dĩ chẳng cần phải bỏ quá nhiều tiền để mua. Chế tạo ra một món hàng giả tinh xảo, tuy giá hơi đắt một chút, nhưng thương gia vẫn chấp nhận được.\nCái khó là tạo ra một câu chuyện hay cho nó.\nNhư thợ ngọc dạo chơi núi sâu, hay thiếu niên đánh cá cổ quái, kẻ đi ngược lại đạo lý bình thường lại là người gần nhất với sơ tâm.\nQuy tắc và khế ước của Nham Vương Đế Quân không bắt buộc người phàm lấy uy quyền làm chuẩn mực, vì ngài biết rõ đó chỉ là thủ đoạn chứ không phải mục đích, sự cân bằng và sâu sắc nằm trong lựa chọn và thức tỉnh của mỗi một người.\nChủ thuyền hà khắc không hiểu điều đó nên chỉ nhận lại sự chế giễu và sợ hãi của người làm.\nNgười phàm như thế, đồ cổ cũng thế. Dù trình độ và tài nghệ có hạn, nhưng thứ quyết định giá trị của nó lại thường nằm ở \"câu chuyện\" đằng sau nó.\nQuý công tử kén chọn cũng không hiểu hoàn toàn, vì vậy mới vạch trần ngọc bài kia là giả, chê bai giá trị của nó một cách không kiêng kị.\nNhưng rất nhiều trân bảo trong \"Hy Cổ Cư\", nếu cứ dùng ánh mắt tinh đời sắc bén để gọt giũa, thì chắc đều hóa thành tro bụi mất.\nVí như giọt nước mắt của người yêu thuyền trưởng hóa thành trân châu vĩnh hằng. Như vị vua phàm trần khi xưa điêu khắc chân dung người vợ quá cố mà nhốt cả linh hồn của mình vào đó.\nNhững câu chuyện này thế nào cũng phai mờ, nhưng cũng là truyền thuyết được cất giấu dưới lớp vỏ của những cổ vật.\n\"Câu chuyện thật thú vị, tôi sẽ mua món hàng giả này.\"\nQuý công tử gật đầu, đôi mắt ánh lên nét cười.\n\"Nghe tôi kể rồi, anh vẫn cho nó là giả sao?\"\nMin'gui khẽ thở dài.\n\"Đương nhiên\"\nQuý công tử mỉm cười, dường như từ lúc vào tiệm anh chưa từng cười vui như thế.\n\"Cũng như câu chuyện mà cô kể, chuyện ngọc bài là loại tiền tệ thời cổ xưa, cũng chỉ là lời bịa đặt của tôi mà thôi.\""
          }
        ]
      }
    ]
  }
}