{
  "epId": 2316,
  "name": "Hướng Dẫn Du Ngoạn Teyvat",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/20dc682b626d1bcd54cbe4410d57f86d_9104446816795190375.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1664191357,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Hướng Dẫn Du Ngoạn Teyvat"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Tạp chí lữ hành được Hiệp Hội Nhà Mạo Hiểm biên tập, mỗi kỳ đều giới thiệu những điểm du lịch đáng đến trên đại lục Teyvat. Kỳ này giới thiệu về hành trình tại Mondstadt của Nhà Lữ Hành Alice.\n——Chương Mondstadt——\nTạp chí địa lí Teyvat số đặc biệt - Nhật Ký Du Lịch Mondstadt Của Alice\nHẻm Núi Dadaupa\nBa bộ lạc Hilichurl trong thung lũng này nhân khẩu đông đúc, giả như có một cái lồng xoay hình cầu khổng lồ được thiết lập tại vùng trũng trung tâm thung lũng, đem tất cả Hilichurl bắt nhốt lại, động lực được sinh ra có thể vận hành tất cả các nhà máy xay ở thành Mondstadt ít nhất 5 năm. Còn giả sử đem Hilichurl quá già hoặc thể lực cạn kiệt đưa vào nhà máy gia công thức ăn, nuôi dưỡng số Hilichurl khỏe mạnh kia có thể còn tạo ra động năng đặc biệt lâu, nói không chừng còn có thể dễ dàng điều khiển những nhà máy lớn ở Snezhnaya!\nTheo tôi thấy điều này hoàn toàn khả thi.\nNhưng khi tôi nhắc đến ý tưởng này với tiểu thư Lisa ở thư viện, cô ấy nhìn tôi rồi trầm tư khá lâu, sau đó chuyển hướng chủ đề một cách tao nhã.\nVực Hái Sao\nPhải nói rằng, Phong Thần là 1 vị thần không câu nệ tiểu tiết. Giả như là tôi, làm sao chịu được địa hình trên mặt đất phân bố tùy ý như vậy! Nếu như đặt quả bom đủ mạnh ở vị trí thích hợp, cho dù là Vực Hái Sao to lớn như vậy cũng sẽ rầm rầm sụp đổ, địa hình của Mondstadt so với hiện tại sẽ ngay ngắn hơn nhiều.\nĐáng tiếc là vị Đội Trưởng Kỵ Binh láu cá kia đã bác bỏ đề nghị của tôi một cách thẳng thừng, còn kiến nghị tôi không nên đi dạo ở Vực Hái Sao nữa.\nPhong Khởi Địa\nỞ đây là cánh đồng duy nhất ở Mondstadt có địa hình hơi bằng phẳng, có một cây đại thụ lớn ngay gần trung tâm. Nghe nói đây là nơi Vennessa bay lên trời, tôi đã tìm kiếm rất lâu xung quanh cây lớn, nhưng không tìm thấy bất kỳ dấu tích nào của thiết bị phóng.\nTôi bắt 1 số Hilichurl xung quanh về làm thí nghiệm mô phỏng, nhưng xa nhất cũng chỉ là bay đến lều nhỏ của thợ săn bên cạnh Thanh Tuyền Trấn, thất vọng.\nBờ Biển Falcon\nBởi vì thí nghiệm không thành công ở Thanh Tuyền Trấn dẫn đến khủng hoảng, tôi bị tiểu thư Jean của đội kỵ sĩ sắp đặt người giám sát, chỉ được đi dạo ở bờ biển Falcon, nơi đây thật buồn chán, bất kể là chim ưng ngu ngốc bay lượn trên trời, hay là những con Slime Phong phồng lên đều vô vị nhạt nhẽo... Khó chịu nhất là việc gì tôi cũng không thể làm!\nCô bé Kỵ Sĩ Trinh Thám giám sát tôi chơi đùa vui vẻ như đứa trẻ.\nRừng Thì Thầm\nTrong khu rừng khác của Mondstadt, vị gọi là Kỵ Sĩ Trinh Thám Amber dường như vô cùng quen thuộc ở đây. Đồ chơi nổ Amber mang bên người rất thú vị, nếu để tôi cải thiện không chỉ có thể biến khu rừng này thành tro trong một cú đánh, mà còn làm rung chuyển núi đá xung quanh.\nĐề nghị của tôi hình như làm cô ấy sợ rồi, nhưng đồ chơi nổ bằng nhung đó xác thực là thứ hay ho tôi chưa từng nghĩ tới.\nLần sau nhất định phải thử.\nHẻm Núi Minh Quán\nCuối cùng cũng thoát khỏi sự theo dõi điên cuồng của đội kỵ sĩ, tôi tìm thấy hẻm núi này ở phía tây bắc Hồ Rượu Trái Cây. Trạm gác cổ kính vẫn coi giữ nơi đây, nhưng những người lính trấn thủ quan ải cho Phong Vương đã mất từ lâu. Thời gian như cơn gió vô tình thổi qua, chỉ có Hilichurl ngốc cùng những người bảo vệ máy móc im lặng ở đây.\nThí nghiệm dùng Hilichurl để điều khiển Thủ Vệ Di Tích, những thủ vệ di tích bị xé toạc và Hilichurl bị trói chặt với họ còn khủng khiếp hơn... các di tích nguyên vẹn cũng bị hư hại một nửa.\nPhế Tích Phong Long\nHẻm Núi Minh Quán thông sang di tích thành cổ to lớn này, Phong Vương lập dị chọn Decarabian xây dựng thành đô. Tổng thể thành cổ có hình chiếc nhẫn. Giữa vòng trong và vòng ngoài, dường như tất cả người dân đều được sắp xếp trước vị trí của họ. Chính giữa trung tâm tọa lạc một tòa tháp quá khổ, nơi đó chính là cung điện của Phong Vương.\nMưu đồ sắp đặt cuộc sống người dân của vị vua cay nghiệt, càng khiến chẳng ai thèm để ý đến di tích to lớn này.\nVì để thuận tiện cho người đến sau trèo lên tháp cao, tôi đã phá đi vài cái hành lang. Xem ra hiệu quả cũng không tồi, càng thêm có hương vị cổ tích."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Tạp chí lữ hành được Hiệp Hội Nhà Mạo Hiểm biên tập, mỗi kỳ đều giới thiệu những điểm du lịch đáng đến trên đại lục Teyvat. Kỳ này giới thiệu về hành trình ngắn ngày của Nhà Lữ Hành Alice trên vùng đất Liyue.\n——Chương Liyue——\nTạp chí địa lí Teyvat số đặc biệt - Nhật Ký Du Lịch Liyue Của Alice\nĐịch Hoa Châu\nDòng chảy phía bắc của sông Bích Thủy tạo thành một vùng đất ẩm ướt, từ đây tiếp tục đi về phía nam qua phía Cổng Đá là cánh đồng hoa lau. Tít chân trời nam kia là một quán trọ được xây dựng trên một phiến đá lớn. \"Nhà Trọ Vọng Thư\" là điểm cao nhất của Địch Hoa Châu. Từ đây, bạn tiếp tục nhìn về phía nam có thể nhìn thấy Quy Li Nguyên và Cô Vân Các chìm trong biển mây. Trên đỉnh nhà trọ có một người đàn ông trẻ kỳ lạ, và tôi gần như không bao giờ thấy anh ta nói chuyện.\nBữa trưa của nhà trọ vô cùng phong phú, thiết bị nhà bếp được trang bị đầy đủ, rất phù hợp cho các thí nghiệm giả kim.\nNói về thí nghiệm giả kim. Tôi có một vài ý tưởng mới về chất xúc tác gây nổ. Nếu không có kế hoạch gì khác, tôi sẽ ở lại đây thêm vài ngày nữa trước khi trở về Quy Li Nguyên.\nQuy Li Nguyên\nTôi đến Quy Li Nguyên sớm hơn vài ngày so với dự kiến.\nSách cổ từng nói rằng Quy Li Nguyên là một thành phố thịnh vượng trước khi xảy ra cuộc chiến ma thần.\nNhững chú cáo và chim sẻ ở đây thực sự rất đẹp, lông óng như tơ. Nghe người dân Liyue nói, các tế phẩm thờ Nham Thần bị chúng ăn vụng không ít, nếu bắt chúng đem về nướng ắt phải thơm ngon lắm đây?\nMặc dù các trạm kiểm soát trên đại lộ rất nghiêm ngặt, nhưng những người vệ binh lại vô cùng thân thiện. Tôi đã sử dụng thuốc địa phương để làm một số loại thuốc, chữa khỏi bệnh nói lắp cho một vệ binh, nhưng để lại một chút tác dụng phụ - anh ta bắt đầu lặp lại lời nói của người khác một cách không kiểm soát, và thậm chí còn học được ngữ điệu.\nTuyệt Vân Gián\nTôi nghe nói ở đâu đó trên đỉnh Tuyệt Vân Gián, giữa những đám mây là nơi cư trú của tiên nhân. Nhiều người hái thuốc Liyue đã nhìn thấy phủ của tiên nhân. Theo kinh nghiệm của tôi, có thể thấy những cảnh tương tự sau khi ăn nấm lạ.\nĐịa hình ở đây rất thú vị. Nhiều cột đá khổng lồ trông giống như cảnh vật ở sâu dưới lòng đất. Nơi đây có rất nhiều nước được tích trữ dưới lòng đất. Nếu đem tất cả nước ngầm cho chảy ra biển lớn, thì liệu Tuyệt Vân Gián có sụp xuống không?\nNgài Zhongli đồng hành cùng tôi tuy mặt luôn nghiêm túc, nhưng lại cười haha hả hê trước những suy nghĩ của tôi.\nĐúng là một người kỳ lạ.\nDao Quang Đàm\nNgười ta nói rằng sương mù thường xuất hiện ở Dao Quang Đàm. Lúc dày nhất, khó có thể nhìn rõ năm ngón tay của bạn. Nhưng tôi hơi nuối tiếc vì không đuổi kịp thời khắc ấy.\nRất nhiều vỏ sò đẹp nằm rải rác trên bãi biển, trong đó có bao nhiêu cái còn sót lại từ thời đại chiến tranh ma thần? Tôi dùng những vò sò này tạo thành một chiếc vòng cổ, nhưng sau đó tất chúng đều bị người câu cá ở nhà trọ ngồi bẹp hết rồi, không sót một cái...\nKết quả là anh ta bị thương bởi những mảnh vỡ của vỏ, còn phải bồi thường cho các chi phí chữa trị cho anh ta.\nỞ cửa chảy ra biển sông Bích Thủy có một con ốc biển khổng lồ. Sống trong đó là một bà lão rất tốt bụng. Người ta nói rằng gia đình bà đã từng ngồi trên con ốc khổng lồ đó trôi dạt vào đây, ngày nay bà không ngừng giúp đỡ những người bị đắm tàu đã trôi dạt vào bờ. Nếu con ốc biến được gắn thêm sức đẩy như một con thuyền thì việc cứu những người bị nạn sẽ dễ dàng hơn.\nThế nhưng sau khi thuyền theo nguyên mẫu ốc biển bị nổ lần thứ ba, bà quyết định không vớt lên cho tôi nữa.\nCô Vân Các\nĐây là nơi Nham Thần từng trấn áp ma thần dưới biển. Trường thương bằng đá bị gãy đôi, một đầu đâm sâu xuống đáy phần còn lại đứng vững trên mặt biển. Cấu trúc hình lục giác được ngưng tụ từ sự kết hợp nguyên tố nham vô cùng thú vị. Nếu nhìn từ trên không xuống, nó sẽ khiến con người ta có chút ảo giác. Dường như những cột đá này được sắp xếp cẩn thận và tạo thành một mô hình độc đáo trên biển. Nhưng có lẽ vị Nham Thần năm xưa đã cố ý làm vậy?\nNgài Zhongli ở cảng Liyue có vẻ rất quen thuộc với các truyền thuyết nơi đây, nhưng tôi chưa bao giờ thấy ngài đến nơi này. Từ xa có thể nhìn thấy Nhà Trọ Vọng Thư, chàng trai trẻ kỳ lạ từng gặp mặt trước đây chắc cũng đang dõi qua bên này.\nĐịa mạch chuyển động ở đây rất thú vị và mạnh hơn hẳn Liyue, nhịp điệu có chút hỗn loạn hơn... Có vẻ như sức mạnh khủng khiếp ẩn dưới đáy biển chuẩn bị trỗi dậy. Hoặc có lẽ ma thần bị kìm nén vẫn quằn quại dưới biển sâu."
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "Tạp chí lữ hành được Hiệp Hội Nhà Mạo Hiểm biên tập, mỗi kỳ đều giới thiệu những điểm du lịch đáng đến trên đại lục Teyvat. Kỳ này giới thiệu về hành trình của Nhà Lữ Hành Aeris tại Inazuma.\nNúi Yougou\nTrên ngọn núi lớn ở phía Bắc đảo Narukami mọc đầy những cây hoa anh đào tráng lệ, những cây anh đào này có chung bộ rễ với cây Anh Đào Thần lớn nhất trên đỉnh núi.\nPhụ trách thờ phụng Anh Đào Thần chính là đền thần lớn nhất ở Inazuma - Đền Narukami.\nNhững năm gần đây người phụ trách đền thần là cô em tên Yae, giờ đây cũng đã thành một đại cô nương rồi, cứ nghĩ đến việc không thể như trước đây dễ dàng chọc cho con bé khóc ầm ĩ lên nữa, thì ít nhiều cũng thấy hơi hụt hẫng.\nTôi cứ tưởng rằng sẽ giống như trước đây, cô ấy nhanh chóng say mèm rồi nói năng linh tinh, khóc lóc um sùm, kết quả là lần này người say trước lại là tôi... Thật là mất mặt, còn bị cô ấy xỉa xói một trận. Chậc... Làm cho tôi thấy như mình là một phụ nữ già tự chuốc lấy nhục vậy đó, thật không cam tâm mà.\n...Thiệt tình, vốn dĩ còn tính ức hiếp con bé đó nữa.\nThành Inazuma\nĐem đến vài công thức pháo hoa mới cho lão đệ Naganohara. Nhưng sau khi nghe tôi giới thiệu xong về công hiệu của thuốc trị điếc tai mới, thì ông ta nhất mực từ chối, đến cuối cùng vẫn không chịu nhận.\nLão đệ Naganohara quá bảo thủ về mặt nhận thức điều chế chất nổ, ông ấy cứ quá tập trung vào việc để sức nổ không thể gây biến đổi vật lý quá rõ rệt cho môi trường, chỉ dựa vào việc đốt các kim loại khác nhau để tạo ra những hiệu quả thị giác đơn điệu.\nHơn nữa ông ấy cũng chỉ muốn thu hẹp phạm vi thí nghiệm trong xưởng thôi, vậy thì còn ý nghĩa gì chứ!\nThật là lãng phí, quá ư lãng phí.\nNhưng mà, con gái Yoimiya của ông ấy thì rất thú vị, trong lễ hội chúng tôi đã thu thập rất nhiều kẹo, và đã thử rất nhiều công thức mới, chơi vui cực kỳ!\n...Kết quả là nhanh chóng bị đội cứu hỏa hộ tống đến bên bờ biển vắng tanh, nghe nói là vì quy định trị an mới gì đó của Thành Inazuma, thật chả hiểu ra làm sao cả.\nCùng nhau thảo luận rất nhiều phương án mới. Yoimiya đã đưa ra nhiều ý tưởng mang tính xây dựng cho tôi, đứa trẻ này rất có năng khiếu. Nếu trong khu vui chơi mà tôi xây dựng cho Klee có thêm tiết mục biểu diễn pháo hoa của cô ấy, thì quả thật là như gấm thêm hoa!\nChỉ đáng tiếc là vị Shogun mặt lạnh kia canh kỹ quá, tôi không kịp giúp con bé sửa chữa đồ chơi, cũng chẳng kịp đưa con bé theo.\nCách đây không lâu khi điều chế thuốc bay lượn ở ngự thiện phòng, không cẩn thận gây nổ làm cho vị đại tướng Tengu trẻ tuổi kia bị thương, phần lông vũ trên cánh trái của cô ấy chắc phải mất nửa tháng mới mọc lại được. Vốn định giúp cô ấy băng bó vết thương, nhưng từ đó trở đi, con bé cứ trốn tránh tôi suốt...\nĐã để lại một ít thuốc cho cô ấy, vừa hay có thể xem thử công hiệu của thuốc rồi.\nSau sự cố lần đó, hình như cái kẻ suốt ngày ở trong Thiên Thủ Các kia đã phái thêm nhiều quân lính chỉ để theo dõi tôi, thật là quá đáng mà.\nRõ ràng là tôi đã đích thân xin lỗi rồi, nhưng cô ấy vẫn cứ không chịu bỏ qua.\nMà hơn nữa, việc cho tôi mượn ngự thiện phòng để làm thí nghiệm cũng là do cô ấy đồng ý trước rồi mà!\nNgoài ra, tiểu thư Kamisato đã lần thứ 6 từ chối đề nghị gia nhập nhóm thần tượng của tôi, buồn quá.\nTatarasuna\nTatarasuna là một hòn đảo tự nhiên có hình vòng cung, những ngọn núi sừng sững từ trên cao nhìn xuống mặt biển, bao bọc lấy lò luyện to lớn ở ngay giữa trung tâm. Đây là nơi sản sinh ra \"Thép Ngọc\" của Inazuma, nơi đã cung cấp nguồn nguyên liệu vũ khí bất tận cho những nhân vật lớn suốt ngày hỉnh mũi lên trời đó - loại nguyên liệu bền bỉ được luyện thành từ kết tinh xương máu của ma thần bại trận và quặng sắt chất lượng cao.\nNơi này là một tài sản đáng tự hào nhất của vị đại nhân Hiệp Hội Tenryou đó, nên ông ta cũng rất chăm chút cho công nhân và nhân viên kỹ thuật ở đây.\nTrong thời gian du ngoạn ở Tatarasuna, người bầu bạn cùng tôi là một cô gái có tên là Kagami Gozen. Hình như cô ấy là người quản lý các công nhân tại đây, có chức vị trong Shogunate. Tuy rằng trên danh nghĩa cô ấy là thuộc hạ của đại nhân Hiệp Hội Tenryou, nhưng trước mặt công nhân hình như cô ấy cũng ngang bằng với cái lão già đó.\nCác công nhân hình như đều rất tin tưởng và yêu mến cô ấy, vui vẻ nghe theo sự sắp xếp của cô ấy, thậm chí còn hơn cả sự tôn sùng đối với Shogun... Nhưng hình như Kagami Gozen cứ luôn chau mày, bộ dạng như rất khó gần.\nCác công nhân ở Tatarasuna đều là dân tứ xứ, bị dòng chảy lịch sử đưa đẩy đến nơi này. Dựa vào hình xăm trên mình và tiếng hát khi làm việc để phân biệt nhau, nhưng lại rất biết vun xén mối liên hệ giữa họ với nhau.\nCũng giống như những công nhân khác ở Tatarasuna, trên người Kagami Gozen cũng có những vết sẹo do phỏng và do Họa Thần để lại. Theo cách nhìn của người bên ngoài thì đây là dấu hiệu của sự đoản mệnh và bệnh tật, nhưng ở đây thì nó là huy hiệu của người một nhà.\nTôi đã tự ý sửa đổi tham số của \"Lò Luyện Mikage\", tháo đại một số van và mấy tấm ván đem vứt xuống biển, sẵn tiện cải tiến luôn cái lá chắn vô dụng kia, nói không chừng sẽ đem lại một chút bất ngờ cho các kỹ sư Fontaine đó?\nCó lẽ lão già Kujou kia sẽ nổi trận lôi đình vì sản lượng giảm sút... Nhưng chí ít, việc vận hành \"Họa Thần\" sẽ không bị mất khống chế vì nhiệt độ quá cao, cho dù phải đối mặt với cuộc chiến tranh phá hoại có thể nổ ra không lâu sau đó, cũng không đến nỗi gây ra vụ nổ quá lớn.\nChí ít thì theo tiêu chuẩn cá nhân của tôi mà nói thì là vậy đấy.\nHì hì, nhưng nói không chừng nhờ có bàn tay kỳ diệu của tôi can thiệp mà chiến tranh sẽ không nổ ra?\nTôi ấy mà, rất thích nhìn thấy bộ dạng của những nhà chiêm tinh khi lời tiên tri không thành sự thật, họ sẽ có biểu cảm như thế nào!\nĐảo Yashiori\nTrên Đảo Yashiori bầu trời trong xanh bao la, vô cùng sảng khoái.\nNghe các Onmyoji vô vị đó nói rằng, Raiden Shogun đã từng đặt rất nhiều \"vật trấn giữ\" trên hòn đảo này, để tránh bị tàn dư Thần Rắn truyền nhiễm... Ưm, đại khái là ý như vậy đó, tôi vẫn không thể nào học được cách nói của tôn giáo.\nQua quan sát của tôi, những trụ đèn đó vô cùng thú vị, cho dù thiết kế bên ngoài là mượn theo tín ngưỡng Lôi Thần, nhưng kỹ thuật trong đó hình như đã từng biết đến.\nWa, xém quên mất là mình đang viết du ký rồi, không nhắc đến mấy vấn đề học thuật nhàm chán đó nữa!\nỞ Làng Higi được trưởng làng Washizu tiếp đãi nhiệt tình, cá nướng và cơm nắm rất ngon.\nNgoài ra, trên bãi biển được gọi là \"Bờ Nazuchi\" đó cũng có rất nhiều hải tặc rất thân thiện... Thật tiếc quá, không thể ở trên hòn đảo này lâu một chút.\nCác hầm mỏ trên đảo vô cùng náo nhiệt, nhưng công cụ làm việc của các thợ mỏ thì vô cùng thô sơ lạc hậu. Tuy rằng khắp nơi trên đảo đều là vật trấn giữ do cái tên Shogun đó bố trí, đã ngăn cản được phần lớn \"Họa Thần\" quấy nhiễu, nhưng sau thời gian dài chịu sự ảnh hưởng của kết tinh xương rắn, phần lớn các thợ mỏ đều mắc phải những chứng bệnh mãn tính.\nBánh Anh Đào do các Onmyoji đem từ Đền Narukami đến rất là ngon, nhưng vẫn kém xa so với bánh của cô em Yae đích thân làm.\nTiếp theo chắc sẽ đến thăm Đền Asase một chuyến, không biết con mèo mập ở đó gần đây thế nào rồi... Lần trước thử dùng lồng mèo đặc chế để dụ bắt nó, nhưng lại bị pháp sư ngăn cản mất, thật là mất hứng."
          }
        ]
      }
    ]
  }
}