{
  "epId": 2317,
  "name": "Tân Lục Hồ Truyện",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/New Chronicles of the Six Kitsune_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Tân Lục Hồ Truyện"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Những câu chuyện gắn liền với việc được rồi lại mất. Quyển sách này không phải sáng tác mới mà được cải biên từ tác phẩm nổi tiếng \"Lục Hồ Truyện Urakusai\"\nMở đầu\nNhững câu chuyện của ký ức luôn gắn liền với những thứ được và mất.\nNếu muốn nói về lý do viết tác phẩm kém cỏi của mình, thì thực chất chẳng có gì ghê gớm cả.\nTối hôm đó, khi tôi đang uống rượu và giết thời gian ở nhà hàng Uyuu, thì tình cờ gặp một người bạn đã lâu không gặp... không biết từ khi nào cô ấy đã ngồi ở bên cạnh.\n\"Ui cha, hôm nay là ai mà lại có hứng thú đến đây uống rượu một mình thế?\"\nCô ấy hỏi như vậy, tôi cũng thản nhiên trả lời:\n\"Rượu ngon luôn khó tìm. Đôi khi cũng phải kiên nhẫn chờ đợi.\"\n\"Lý do cũ rích... anh vẫn chẳng có gì thú vị cả.\"\nBây giờ, cô ấy đã là tổng biên tập, cầm ly rượu nhỏ trên tay có vẻ như đang rất có hứng thú uống rượu.\n\"Chi bằng tự mình kiếm chút tiền rượu thì sao nhỉ? Dù sao cũng nhàn rỗi.\"\n\"Chầu rượu tối nay, tôi bao.\"\nCô ấy lại cười và nói, e rằng đã là lần thứ ba rồi.\n\"Cô trở lại rồi.\"\nTôi nhìn thấy gió đêm mang theo một vài cánh hoa anh đào rớt trong ly rượu của cô ấy, làm vỡ tan vầng trăng nhỏ.\nMột cảm giác quen thuộc ập đến, và không hiểu sao lại không biết xấu hổ mà thốt ra mấy từ này.\n\"Anh say rồi.\"\nCô ấy không vui, giọng điệu mang theo vẻ uy nghiêm không gì có thể lay chuyển được.\nNhưng ngay sau đó, cô ấy lại đặt chén rượu xuống và thở dài:\n\"Khi cô ấy rời đi, tôi còn chưa chào đời.\"\nCòn tôi khi đó cũng chỉ là một thiếu niên ngây ngô.\n\"Câu chuyện cô ấy từng kể, có lẽ chỉ có anh mới có thể thuật lại.\"\nVà thế là, kể ra cũng mắc cười, tôi cứ như trúng bùa mê, phải xuống bút một lần nữa vì Nhà Xuất Bản Yae.\nMong rằng các độc giả lâu năm đừng bực bội, đây không phải cam kết ngừng viết một cách tuỳ hứng.\nDù sao thì tôi cũng phải chuẩn bị trước cho đợt giảm giá rượu ngon sắp tới, hơn nữa tôi không thể mắc nợ loại rượu ngon mà tổng biên tập đã mua cho tôi được."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Hắc Hồ\" Itaru Và Những Truyền Thuyết vốn dĩ là chương thứ 3 của \"Lục Hồ Truyện Urakusai\". Nhưng do tác giả dành cho nó một sự ưu ái đặc biệt, nên đã được nhắc đến đầu tiên\nXin mọi người thứ lỗi cho tôi vì đã lảm nhảm quá nhiều. Trước khi câu chuyện bắt đầu, vẫn xin được giới thiệu thêm một chút...\nThế nào là \"Tân\" Lục Hồ Truyện?\nNhư chúng ta đã biết, có mới thì sẽ có cũ. Cuốn sách này được dựa trên cuốn \"Lục Hồ Truyện Urakusai\" đã từng rất nổi tiếng cách đây 500 năm, và được sửa đổi một chút trở thành ấn bản mới của nhân gian. Cách hành văn có chút quê mùa dốt nát, kính mong Urakusai đại nhân và các độc giả lượng thứ.\nNói về Urakusai đại nhân, đã khá nổi tiếng khi tôi còn nhỏ. Khi đó, Saiguu đại nhân cũng rất coi trọng chữ nghĩa và trà đạo, Urakusai đại nhân được coi là người phong nhã bậc nhất trong gia tộc Kitsune.\nTiếc rằng quá khứ tan theo mây gió, Urakusai đại nhân không may phạm tội nặng nên phải rời đi, đến nay cũng đã hơn 500 năm rồi...\nKhông dài dòng nữa, mở đầu của \"Tân Lục Hồ Truyện\" chính là ở ngọn núi Yougou cao chót vót.\nTruyền thuyết kể rằng trong những năm Đại Hồ Bạch Thần còn sống, ngài có sáu đệ tử, tất cả đều là những người có pháp thuật cao cường, biến hóa đa dạng, ngày thường có nhiệm vụ hỗ trợ Bạch Thần điều động các công việc trong ngôi đền và bảo vệ sự an toàn của núi Yougou.\nĐứng đầu trong sáu người là Hắc Hồ Itaru, tuy là con gái nhưng cô ấy lại có thân hình cao to lực lưỡng. Tính cách ngông cuồng phóng túng, vì say rượu nên vào chính điện của ngôi đền làm loạn, làm hỏng thể thần của Shogun khiến Bạch Thần vô cùng tức giận, đuổi nàng xuống núi để tự kiểm điểm bản thân.\nTuy nhiên, Hắc Hồ Itaru vừa mới xuống núi, tinh thần vui vẻ đã quên sạch sẽ những lời dặn của Bạch Thần. Mang theo một bầu rượu ngon, đi thẳng đến ngôi làng để kiếm cớ gây sự."
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "Quyển này kể lại cuộc đối chiến giữa \"Hắc Hồ Itaru\" và \"Song Quỷ Tokaku\". Câu chuyện này không may đã bị thất lạc trong \"Lục Hồ Truyện Urakusai\", ngày nay may mắn tìm lại được và chỉnh sửa đôi chút.\nTiếp tục phần trước, khi Hắc Hồ Itaru đi thẳng đến ngôi làng để kiếm cớ gây sự, chỉ thấy có hai người phụ nữ ăn mặc như tiều phu đứng bên đường, bên hông mỗi người đều đeo một thanh đao dài khoảng bảy thước, một thanh đoản đao, lại một thanh đao khác nữa, trang bị vô cùng đầy đủ, lộ rõ sự sắc bén.\nKhi hai người nhìn thấy bóng đen cường tráng sải bước khiến mặt đất rung chuyển, liền cảnh giác, nắm lấy chuôi đao đồng loạt hỏi:\n\"Người đến là ai? Lẽ nào là yêu quái!\"\nBóng đen liền đáp:\n\"Ha ha, đúng vậy!\"\nHai cô không dám hàm hồ, rút đao chém về phía trước. Tuy nhiên, yêu quái đã né được chỉ trong một bước, tóm lấy cổ tay họ, thuận thế vặn ngược lại, thanh đao dài bảy thước rơi xuống đất. Hai người phụ nữ bàng hoàng vì cơn đau, cố gắng rút thanh kiếm ngắn của mình ra, nhưng đã quá muộn... chỉ thấy Itaru vung lên một cú đánh bay một người, sau đó tóm lấy người kia và nhấc lên như một con gà. Cứ như vậy, một tay nhấc người kia, một chân thì đạp mạnh lên ngực người còn lại.\n\"Song Quỷ Tokaku\"? Năm ngoái ta thấy chị em ngươi ức hiếp dân làng, khiến ta phải ra tay một lần rồi. Lần này lại để ta dạy cho các ngươi bài học mới!\"\nHai nữ cường đạo nghe vậy vừa nhục nhã, vừa bức xúc, nhất thời chỉ biết nhận lỗi và xin tha. Nhưng không ngờ tới Itaru lại trực tiếp ném cả hai xuống đất, cất giọng:\n\"Hừ, thôi bỏ đi, dù sao giờ ta đã là yêu quái vô chủ, vì bị sư phụ Bạch Thần đuổi xuống núi. Chi bằng hai người các ngươi cùng ta đi hành hiệp trượng nghĩa, chắc cũng không đến nỗi quá nhàm chán!\""
          }
        ]
      },
      {
        "title": "Quyển IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Trong \"Lục Hồ Truyện Urakusai\" 500 năm trước, Youzan và Yui đều có những câu chuyện của riêng mình. Nhưng vào lúc đó hai mẹ con vẫn phải dựa vào sự cứu giúp của Itaru.\nTiếp tục phần trước, Hắc Hồ Itaru đã thu phục được hai nữ cường đạo \"Song Quỷ Tokaku\" và dấn thân vào con đường hành hiệp trượng nghĩa.\nKhi cả ba nghỉ ngơi ở làng Konda không lâu, thì tình cờ gặp được hai mẹ con nọ.\nSau khi trò chuyện, biết được hai mẹ con họ là nhạc công đến từ đảo Seirai, người mẹ có họ là Youzan, còn thiếu nữ có tên là Yui. Họ chuẩn bị vào thành Inazuma để tham gia lễ hội thì bị người bán Dưa Tím trong làng lừa, bắt họ phải mua Dưa Tím với giá cao ngất, vì trước đó anh ta có \"lòng tốt\" mời họ vài quả Dưa Tím để làm dịu cơn khát. Nhưng những người biểu diễn đường phố lấy đâu ra số tiền lớn như vậy? Cũng không thể tiêu hết số lộ phí dùng để về nhà...\n\"Song Quỷ Tokaku\" trước giờ tàn bạo vô tình, nghe vậy liền nghiến răng nghiến lợi, ngươi đã hát thì ta bè, phải tìm tên gian thương này tính sổ, chém hắn thành tám mảnh. Nhưng Hắc Hồ Itaru lúc này đã nảy ra một ý tưởng. Cất giọng ngăn cản hai chị em song quỷ:\n\"Được rồi, ta hiểu rồi!\"\nRồi cô an ủi hai mẹ con một chút:\n\"Hai người đừng lo lắng, ta đã có cách rồi, chỉ cần đứng xem là được.\"\nNói xong, liền sải bước đi tìm tên gian thương."
          }
        ]
      },
      {
        "title": "Quyển V",
        "desc": [
          {
            "type": "RichText",
            "text": "Chương truyện dài nhất trong \"Lục Hồ Truyện Urakusai\", nghe nói vẫn được viết bởi đại nhân Urakusai từ Liyue trở về, và được thể hiện đầy đủ trong bản cải biên của nhà văn.\nNhững câu chuyện ít người biết đến về Hắc Hồ Itaru đã tạm kết thúc, mong độc giả thông cảm vì cứ lải nhải, nhưng tác giả tôi đây vẫn muốn bình luận thêm về những chuyện này.\nVề chuyện năm xưa Urakusai đại nhân đã chọc giận Saiguu như thế nào, ngày nay đã không còn rõ nữa. Nhưng khi đó Yae đại nhân bằng lòng kể cho tôi nghe về đoạn sử đã đích thân kinh qua đó sau khi đã uống thêm 2 3 4 5 6 7 ly rượu.\nĐây là lời của tác giả tiểu thuyết, vậy nên, tôi muốn chuyển những lời nói thật này thành thể loại dã sử.\nBan đầu khi Kitsune Saiguu rời khỏi vùng đất Bạch Thần, đến nhậm chức tại Đền Narukami, Yae đại nhân vẫn chưa ra đời. Vì vậy những năm tháng đầu đời của cô ấy tràn ngập những câu chuyện về Saiguu, và cô vô cùng yêu quý và kính trọng Saiguu.\nĐây cũng là lý do mà Yae đại nhân đã đến nhậm chức tại Đền Narukami sau khi kết thúc hành trình phiêu lưu đây đó của mình.\nVì mối quan hệ huyết thống, đại nhân Saiguu vô cùng quan tâm chăm sóc cho Yae đại nhân từ khi còn nhỏ, nhưng Yae đại nhân bây giờ lại cố gắng không nhớ lại khoảng hồi ức đó...\nTuy tôi đã bảo đảm rằng đây là lời của tác giả tiểu thuyết, nhưng để tránh việc bị tổng biên tập xét duyệt chỉnh sửa, tôi cũng không tiện tiết lộ quá nhiều về thân thế của Yae đại nhân.\nQuay lại chuyện của Urakusai. Urakusai đại nhân năm xưa đã chọc giận Saiguu như thế nào, bây giờ đã không còn rõ nữa. Chỉ biết được hành động của ông ấy có liên quan đến việc xâm nhập của Vực Sâu sau này.\nNhưng, sau khi Urakusai đại nhân bị ép phải ra đi, thì ngài Kitsune Saiguu cũng không lưu lại Đền Narukami nữa, mà đến Thiên Thủ Các trong thành cư trú.\n\"Một tai kiếp trời long đất lở sắp ập đến. Nghĩa vụ của tôi là phải bảo vệ sinh linh, bảo vệ đại nhân, vì vậy tôi buộc phải nhanh chóng trở về bên cạnh Shogun.\"\nLần thứ hai khi đại nhân Saiguu ra đi, Yae đại nhân cũng chỉ độ thiếu nữ. Người mà cô đi theo bấy lâu nay lại rời bỏ cô lần nữa. Mãi cho đến khi thảm họa ập đến trên quần đảo, chúng tôi mới hiểu được ý nghĩa sâu xa trong lời nói của Saiguu...\nNhưng tất cả đã quá muộn, mọi việc đã không xảy ra như chúng ta mong muốn.\nLúc này, đại nhân Saiguu ra đi lần thứ ba, và lần này là ra đi mãi mãi.\nThời gian 500 năm có lẽ là quá dài dẵng đối với kẻ phàm trần, nhưng những vui buồn đau khổ để lại thật khó mà xóa nhòa, dù là đối với kẻ có tuổi thọ ngắn ngủi hay là những người bất tử."
          }
        ]
      }
    ]
  }
}