{
  "epId": 2318,
  "name": "Khu Rừng Gió",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Khu Rừng Gió"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Các học giả hàng trăm năm trước đã ghi chép rất nhiều bài thơ của thi nhân vô danh thành Mondstadt, biên soạn thành tập thơ \"Khu Rừng Gió\".\n——Sự Tích Nổi Tiếng——\n\"Khu Rừng Gió\" và \"Gió Giữa Hồ\" là hai tập thơ tự sự. Các học giả tổng hợp ghi chép lại sáng tác của rất nhiều nhà thơ vô danh ở Mondstadt, hai tập đã được biên soạn lại như thế.\nCa dao của những nhà thơ lang thang vì muốn tìm kiếm thính giả và Mora, thường nói quá sự thật hoặc xuyên tạc lịch sử, đa số nội dung đều không đáng tin. Nhưng trí tưởng tượng tuyệt vời và cách tu từ tài hoa đã vượt qua thời gian, lưu truyền lại cho đến ngày nay.\n...\n\"Kể lại câu chuyện xưa nay, nhà thơ cất lên tiếng hát.\"\n\"(Khi đó) Chúng thần tại trần thế, nhân thế mấy xuân thu.\"\nNhà thơ kể hết câu chuyện về phế tích hoang tàn, chuyện về Vennessa, lại bắt đầu kể câu chuyện về Phong Long. Anh cất giọng: \"Câu chuyện mà tôi kể bắt nguồn từ thời xa xưa, khi mà các thần vẫn còn đi lại ở trần gian.\" Vào lúc đó, một con rồng nắm giữ nguyên tố Phong đã ra đời trên trời cao (Chú thích 1). Nó từ từ hạ phàm, cực kỳ tò mò với tất cả mọi thứ trên thế giới.\nNó đáp xuống một ngôi làng nhỏ thì bị mọi người sợ hãi ném đá tấn công. Rồng không hiểu nổi những lời con người nói ra trong sợ hãi.\nNó đáp xuống khu lăng mộ, chỉ nghe thấy tiếng than khóc bi thương. Rồng không hiểu nổi những lời con người nói ra trong đau thương.\nNó đáp xuống vườn trái cây, thì bị những người vì mất đi cây trồng tức giận mắng nhiếc. Rồng không hiểu nổi những lời con người nói ra trong lúc tức giận.\nThế giới con người quá nhiều phức tạp. Rồng nghi hoặc, nhưng nó vẫn muốn nếm thử.\nCho đến một ngày, rồng nghe thấy âm thanh của Đàn Thiên Không. \"Thiên Không\" là tên của đàn Lia, cũng là bạn đồng hành của Phong Thần. Rồng bị lời ca thu hút, đáp xuống bên cạnh người hát hay nhất dưới bầu trời.\nMọi người bắt đầu lo sợ, bởi rồng có nguyên tố mạnh mẽ và các vị thần vĩ đại thống trị trần gian, trước giờ rất khó hòa hợp.\n\"Xem kìa, nó thật xinh đẹp, thật dịu dàng.\" Ca Sĩ Của Gió nói.\n\"Nhưng mà, chúng tôi không biết nó đang nghĩ gì.\" Con người nói.\nÂm thanh cùng lời ca thu hút rồng và con người, đây là loại ma lực gì thế? Rồng quyết định ở lại bên cạnh người ca sĩ, bởi nó cũng muốn vạn vật có thể hiểu được trái tim của nó. Nó học được tiếng người, học được kỹ xảo của Ca Sĩ Của Gió.\n...Lược bỏ...\nHậu thế đều xem nó là một trong tứ phương chi phong bảo vệ Mondstadt.\n\"Cổ Quốc Ngày Lụi Tàn, Minh Châu Không Còn Sáng.\"\n\"Hoàng Kim Mất Đi Sắc, Lụa Trắng Nhuộm Hoàng Hôn\"\nĐó là câu chuyện khác xảy ra trong vương quốc ngầm bị thất lạc Khaenri'ah.\nNgày đen tối khi mà vương triều bị hủy diệt, thảm họa đã phá vỡ bức tường thành của đất nước cổ đại rồi mở rộng khắp nơi. Giả Kim Sĩ được mệnh danh là \"Hoàng Kim\" biến chất vì tội phạm, nuôi dưỡng ra lượng lớn ma thú. Rắn đen lớn - Ác Long \"Durin\" trồi lên từ biển cả, bóng tối tiến gần đến Mondstadt. Nhưng trong lúc này, ngôi vị Kỵ Sĩ Nanh Sư Tử đang bỏ trống, cờ ưng của Đội Kỵ Sĩ Tây Phong không thể bay lên trong gió.\nOán thán liên miên cuối cùng cũng kêu gọi được vị thần của Mondstadt - Ca Sĩ Của Gió. Cây đàn thiên không lại lần nữa vang lên, Phong Long lại lần nữa được triệu gọi.\nHiện nay Mondstadt chỉ còn lại Phong Long làm chỗ dựa. Trong gió bão, Ác Long cùng Phong Long đã diễn ra trận chiến sinh tử.\nPhong Long cuối cùng đã chiến thắng, nó ngoạm vào yết hầu của Ác Long, nhưng lại nuốt phải máu độc. Máu độc của Ác Long, chính là sức mạnh khiến vàng bị ăn mòn, khiến núi non sụp đổ, mặt đất bị hủy hoại.\nPhong Long bảo vệ Mondstadt, nó cho rằng như vậy mọi người sẽ hiểu được nó. Và rồi nó đi vào giấc ngủ dài.\nĐàn Thiên Không tấu lên những giai điệu bi thương.\nĐàn Thiên Không nói, lần sau khi ngươi tỉnh lại, ngươi nên tự do. Rồng cần phải tự do bay trên trời cao, vạn vật cuối cùng sẽ hiểu sự xinh đẹp của ngươi...\n(Chú thích: Sinh mệnh do nguyên tố sinh ra, ngưng tụ lại sẽ biến thành Slime, nâng cấp sẽ biến thành Tinh Điệp; Số ít sẽ biến thành quái vật nguyên tố nguy hiểm. Sinh vật nguyên tố hình rồng rất hiếm thấy, có thể chống lại Ma Thần.)"
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Tập bổ sung của tập thơ Khu Rừng Gió, trong đó có sử dụng nhiều loại văn phong.\nMiêu tả câu chuyện về Rồng thành Mondstadt.\n——Thư Của Rồng——\nChọn từ những điều Jacob Musk viết trong \"Khảo Sát Tập Tục Nhân Văn Của Đất Nước Của Gió\", dịch từ \"Phong Sĩ Nhân Tình Chí\".\n...\n\"Sói\" của Kỵ Sĩ Bắc Phong, \"Sư Tử\" của Kỵ Sĩ (nanh sư tử) Bồ Công Anh, \"Ưng\" của Đội Kỵ Sĩ Tây Phong, và \"Phong Long\" Dvalin, luôn được xem là \"Tứ Phong Thủ Hộ\" của Mondstadt.\nKỵ sĩ Nanh Sư Tử giải phóng Mondstadt, sau khi thành lập Đội Kỵ Sĩ Tây Phong và Kỵ Sĩ Bắc Phong gia nhập. Hình thành truyền thống \"Tứ Phong Thủ Hộ\" ở Mondstadt, còn Dvalin thì lại càng già nua.\nKhoảng 100 năm trước, toàn bộ đại lục trải qua một kỷ nguyên hỗn loạn. Sức mạnh hắc ám lan rộng vấy bẩn mọi thứ gặp phải. Trong thời điểm đó, man tộc sinh sôi, quái vật hoành hành. Không gian sống của con người bị thu hẹp trong những bức tường thành, phía bên ngoài đầy rẫy hiểm nguy.\nThời gian đó đối với Mondstadt mà nói vô cùng khó khăn. Truyền thừa của Kỵ Sĩ Nanh Sư Tử bị bỏ trống bởi không có người đủ tư cách, Đội Kỵ Sĩ Tây Phong cũng bởi vì chiến đấu gian khổ mà nhân tài phiêu linh. Lúc này quái thú lớn mạnh, Độc Long \"Durin\" tấn công Mondstadt.\nLời cầu nguyện của mọi người ở Mondstadt đã đánh thức ý chí của Phong Thần, và ý thức ấy lại đánh thức Phong Long \"Dvalin\" được xem là kẻ bảo vệ cuối cùng của Mondstadt, chiến đấu với Durin.\nKết quả trận đấu đã rõ, đến nay thi thể của Durin vẫn nằm trên sườn núi tuyết phía nam Mondstadt. Nhưng quá trình thì không tài nào biết rõ. Nghe nói Phong Long đã gặm đứt cổ họng của Độc Long rồi cùng rơi xuống. Xác của Durin khảm vào vùng tuyết lạnh lẽo, Dvalin được Phong Thần gọi về, rơi vào giấc ngủ say.\n...\nCon người đã từng tin rằng Phong Long sẽ thức dậy vào lúc cần thiết để bảo vệ Mondstadt.\nNhưng trong thời kỳ hòa bình, niềm tin vào tứ phong thủ hộ đã biến mất, đền thờ cũng hoang tàn.\n\"Ai đó đã nói: Khi chúng tôi phát hiện quái vật lạ \"Phong Ma Long\" nhiều lần giao đấu với đội kỵ sĩ kia chính là Dvalin trong tứ phong thủ hộ, thì sự thù địch bắt đầu hình thành, không thể hóa giải. Tỉnh dậy sau hàng trăm năm, nó chỉ có thể cảm nhận được sự phản bội của tòa thành này đối với nó.\""
          }
        ]
      }
    ]
  }
}