{
  "epId": 2321,
  "name": "Trầm Thu Thập Kiếm Lục",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Legend of Sword_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Giữa biển sao xoay ngược chiều với quỹ đạo vốn có, cuộc chiến tranh hàng trăm năm ánh sáng diễn ra khắp nơi trên lục địa...với sự khởi đầu hoành tráng này, một câu chuyện mới mẻ được mở ra!\n\"Nhưng nếu dã tâm của điện hạ Sher thật sự thành hiện thực, đối với mọi người thì có gì tốt chứ?\"\nThượng thư quân sự Faranges theo dõi biển sao ngoài cửa sổ, ngân hà và hằng tinh rọi ánh sáng nhàn nhạt lên gương mặt cô, rồi chiếu lên mái tóc, ánh sáng men theo lọn tóc từ từ chảy xuống.\nCô không thể không nghĩ đến trải nghiệm đầu tiên nhìn thấy những ngôi sao qua ô cửa sổ này nhưng không thể nhớ nổi cảm giác kinh hãi mà mình đã từng cảm thấy. Ở khoảng cách hàng trăm năm ánh sáng, ký ức về quê hương từ lâu đã bị cuốn vào trong lãng quên.\n\"Nếu có lời nào thất lễ xin ngài tha lỗi cho tôi, thân vương điện hạ. Nhưng cuộc chiến này diễn ra quá lâu rồi, chúng ta vì giấc mộng của Sher điện hạ mà chiến đấu vượt qua vô số hành tinh, dùng các loại thủ đoạn và chiến lược để huỷ diệt hàng triệu sinh mạng, trở thành khâm sai và thống đốc của rất nhiều hành tinh xa lạ...nhưng ảo cảnh ấy của Sher điện hạ đã mang đến cái gì cho chúng ta? Chỉ càng nhiều thêm sự bất hạnh, càng nhiều kẻ địch, chúng phân bố khắp ngân hà, rồi sẽ có một ngày chúng sẽ nuốt chửng chúng ta thôi...\"\n\"Đế quốc của anh cả là một đất nước vĩnh hằng, đất nước này sẽ không có nỗi sợ hay nghèo khổ. Hạnh phúc sẽ không chỉ vây quanh một vài người, cũng không ai có địa vị cao hơn ai, ngay cả bất tài cũng không còn bị gọi là tội lỗi. Vì vậy...kẻ địch không thể hiểu được tầm nhìn này, bị huỷ diệt là số mệnh của họ.\"\nThân vương Gopatha lắc đầu, giọng nói ôn hòa nhưng lạnh lùng.\nCó vẻ như cuộc chiến chống du kích trong chòm sao đã lấy đi không chỉ một con mắt và một cánh tay, cô ấy của bây giờ rất khác với cô gái luôn vui vẻ mà Faranges từng biết.\n\"Ta tin tưởng quyết định của anh ấy. Anh ấy tuyệt đối không phải là người tư lợi. Vì vậy những lời khiến lòng người dao động như vậy về sau không được nói nữa, kể cả ngươi.\""
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Giữa biển sao xoay ngược chiều với quỹ đạo vốn có là một trận đại chiến hệt như thần thoại, đối với người \"trên bờ\", đây chẳng qua chỉ là một gợn sóng nào đó ngụp lặn giữa muôn trùng cô tịch...nhưng với người chiến sĩ đã dấn thân vào đó, thì đây chính là tất cả sinh mạng của anh!\nĐối mặt với sự phòng thủ chặt chẽ như vậy, e rằng ngay cả một đội vũ trang bao gồm các tàu chiến cấp Yazata cũng khó có thể gây ra sự tổn hại thực chất nào.\nTự mãn với kỳ tích công trình của đế quốc, Geldafried tướng quân lại không hề nhận ra, phản quân đang nhanh chóng áp sát cánh cổng trọng yếu. Pháo đài biển sao kiên cố do Gopatha thiết kế, được Sher điện hạ ban cho cái tên \"Anusharwan\", lúc này trước mặt phản quân chỉ như trứng chọi đá.\nBastinu lái tàu cao tốc chạy xuyên đường ống thông gió rối rắm phức tạp. Khí độc và mây nguyên tố nhanh chóng phun ra từ lỗ hổng, cắt đuôi cỗ máy phản ứng đang truy kích, tốc độ cao của tàu cao tốc khiến tai và mắt anh bị xung huyết, choáng váng hết sức.\n\"Thời cơ đến rồi.\"\nLõi năng lượng của hệ thống động lực dần bộc lộ bộ mặt thật sự, Bastinu nghĩ.\n\"Đến lúc rồi.\"\nGeldafried tướng quân nhìn những cụm ánh sáng lấp lánh trên quỹ đạo tinh cầu, suy nghĩ như vậy.\nThế là, cô ấy hạ lệnh tấn công vào tinh cầu.\nBastinu cũng phát đòn tấn công chí mạng lên pháo đài\n\"Thật muốn xem thử dáng vẻ phẫn nộ của thân vương Gopatha....\"\nCùng một khoảnh khắc, suy nghĩ của cả hai lại giống nhau đến vậy."
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "Giữa biển sao xoay ngược chiều với quỹ đạo vốn có là những hòn đảo nhỏ rải rác, mà mỗi nơi đều có lịch sử, với những hiệp sĩ và những câu chuyện vụn vặt của riêng nó...Câu chuyện về những hiệp sĩ Suruga Shogunate xin được bắt đầu!\n-10 năm trước-\n-Cách 25 năm ánh sáng-\nDưới sự cai trị của Suruga Shogunate, người dân cả đất nước oán hờn khắp nơi, gian nan khổ cực.\nSuruga Shogunate lúc này do Imagawa Seiyi Shogun nắm quyền. Bốn năm trước, sau khi hạ bệ ma vương Zeso, Shogun đã mở ra thời đại kinh hoàng của mình.\nVào thời đại như vậy, một nơi như vậy, xuất hiện một kiếm khách phiêu dạt.\nNgười này là một hiệp khách được biết đến với tên Shinkuro, là Bizho Kyubei.\nBizho Kyubei từng không phải là Ronin, nghe nói anh ấy từng là quân sư binh pháp thân cận của Shogun. Nhưng vì kẻ thù hãm hại cộng thêm tính cách đa nghi của Shogun mà anh buộc phải trốn khỏi Shogunate và lang bạt bên ngoài.\nMà nay, Kyubei đứng trên sườn núi nhìn về phía xa, anh ấy đang nhìn gì vậy?\nLà cánh đồng thẳng cánh cò bay? Không phải.\nLà những ngọn núi đằng xa? Không.\nLà con đường trải dài? Đúng vậy! Nhưng cũng không hẳn.\nVậy thì Kyubei, rốt cuộc đang nhìn gì...?\nNhững người nông dân uỷ thác gạo cho kiếm khách cũng sợ hãi không dám hỏi anh.\nCâu hỏi này, hình như chỉ có bản thân kiếm khách trầm mặc hiểu rõ."
          }
        ]
      },
      {
        "title": "Quyển IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Inazuma từng có câu \"Sơn tặc, chính là con cháu sinh ra trong chiến tranh\"...Trong những năm tháng chiến loạn, việc thu hoạch lúa cũng là một cuộc chiến! Tập tiếp theo của \"Trầm Thu Thập Kiếm Lục\", bắt đầu!\n\"Vào thu rồi, mùa thu hoạch đã đến.\"\nOnisa Saito nói.\nNinja là những người lính đánh thuê cho các đại danh môn, giỏi né hiểm nguy và tự bảo vệ mình trong thời chiến.\nXuất hiện vì chiến tranh, mạnh lên vì quyền lực, tất cả đều là cơ duyên của Ninja.\nTàn lụi vì chiến tranh kết thúc, suy yếu vì mất đi quyền lực, cũng là số mệnh ngắn ngủi của Ninja.\nImagawa Shogun cuối cùng đã thống nhất các quốc gia. Trong thế giới hiện tại, những kẻ qua cầu rút ván hoặc bị tiêu diệt, hoặc bị đi đày. Một số thì vào rừng làm cướp, hoặc sơn tặc.\nOnisa Saito là người như vậy.\n\"Đừng vội, hãy để dân làng làm xong kho thóc cho chúng ta đã.\"\nNgười đang nói là Myozo.\nNhững kẻ bị gọi là kẻ cướp ấy, thực ra là những võ sĩ samurai cảm thấy chán chường võ thuật hay những người nông dân phải đấu tranh với cái chết.\nSinh ra vì chiến tranh, lớn mạnh nhờ sự giảo hoạt, lại chính vì sự ngang tàng phóng túng ấy mà trưởng thành.\nVì vậy khi chiến tranh kết thúc hoà bình được lập lại, thế lực của bọn sơn tặc như con thiêu thân tiến đến thời khắc cuối cùng của cuộc đời.\nMyozo sinh ra trong một gia đình nông dân bình thường, hơn bốn mươi tuổi mới trở thành sơn tặc, vậy mà càng làm càng lớn cuối cùng trở thành thủ lĩnh một phương.\nNhững kẻ ác có tâm địa độc ác đen tối nhất, cũng đều là những người đã bị áp bức nặng nề.\n\"Sau đó, đốt cháy tất cả mọi thứ, không để một ai sống sót.\"\nĐây là tiếng nói của một thời loạn lạc."
          }
        ]
      },
      {
        "title": "Quyển V",
        "desc": [
          {
            "type": "RichText",
            "text": "Giữa biển sao xoay ngược chiều với quỹ đạo vốn có, ở ngóc ngách nào đó trên một bờ đất mong manh, hình như tồn tại một ngôi làng không đáng để nhắc đến, tại nơi đó, những Ronin gặp nạn cùng nông dân đã lập thành liên minh, chuẩn bị cho trận đại chiến với bọn sơn tặc...\nĐịa hình của làng Asada có hình trăng lưỡi liềm.\nTừ lúc bước vào khu đất trũng, Kyubei quan tâm chính là điều này.\nNếu có thể tổ chức dân làng mai phục trên sườn núi với số lượng đủ nhiều, với những công sự ẩn nấp có thể tấn công từ trên cao họ có thể dễ dàng đánh bại những kẻ địch mệt mỏi sau chuyến đi dài. Hơn nữa dân làng còn nhiều người hơn sơn tặc, bao vây bọn chúng không phải chuyện gì khó.\nNhưng vấn đề ở chỗ dân làng: muốn dẫn dụ bọn cướp vào trong thung lũng cần có một nhóm người làm mồi nhử. Dân làng trải qua loạn thế đã lâu, lại chịu sự vơ vét bóc lột của Shogunate, tư tưởng tham sống sợ chết bám rễ, làm sao để họ cam tâm tình nguyện làm mồi nhử, hy sinh vì mọi người chứ?\nNgoài ra còn có một vấn đề khác, nếu là quân đội samurai trong thời chiến, nhất định sẽ sử dụng hỏa công để nâng cao hiệu quả phục kích. Bị ngọn lửa lớn bùng lên do gió núi tác động vây khốn trong thung lũng nhất định sẽ gây tổn thất nghiêm trọng cho quân địch.\nNhưng nay bản thân dẫn đầu một nhóm nông dân bảo vệ thôn làng, nói thế nào cũng sẽ không đốt hết kho lương nhà mình... Dù hoàn toàn có thể hiểu được, nhưng giả dụ không tiêu diệt sơn tặc một cách có hiệu quả, ắt sẽ dẫn đến những cuộc trả thù khủng khiếp hơn.\nKyubei im lặng ngồi xuống tiếp tục suy nghĩ."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Trầm Thu Thập Kiếm Lục"
          }
        ]
      }
    ]
  }
}