{
  "epId": 2323,
  "name": "Trái Tim Thanh Tuyền",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Câu chuyện huyền thoại kể về cuộc gặp gỡ giữa tinh linh nước suối và thiếu niên vô danh được đám thợ săn Thanh Tuyền Trấn truyền tai nhau.\nDưới ánh trăng vằng vặc, thiếu niên rơi lệ cầu nguyện với dòng suối trong veo.\nTinh linh từ xa đến vô tình ngâm mình trong dòng suối, im lặng lắng nghe tâm nguyện không lời.\nTinh linh trong suối cũng không có ký ức xa xôi hay mộng tưởng xa vời. Các cô đến từ tinh hoa của nước, là hậu duệ của thiên sứ không mặt.\nNên khi tinh linh tò mò hiện thân giữa dòng suối, nghe thấu tiếng lòng của thiếu niên từ giọt lệ kia thì lập tức sinh ra hứng thú với sinh mệnh trẻ tuổi mà lại yếu ớt này.\nTinh linh im lặng vươn ngón tay vô hình ra, sờ nhẹ lên trán và gương mặt của người thiếu niên. Cái lạnh giá từ sương đêm, cũng mềm mại như lời chúc phúc đã đánh mất.\nThiếu niên sực tỉnh giữa xúc cảm xa lạ, ngẩng đầu lên, đối diện với ánh mắt của tinh linh.\n\"Ngươi có thể giúp ta thực hiện nguyện vọng không?\" thiếu niên hỏi.\nTinh linh trong suối chợt kinh ngạc với câu hỏi đường đột kia, nhưng cô không thể lên tiếng, chỉ có thể nhẹ nhàng gật đầu.\nThiếu niên hài lòng rời đi.\nAnh ta nào hay đâu, tinh linh trong suối vốn cô độc. Cô không có bè bạn hay người thân, cũng đã mất đi phần lớn trí tuệ.\nChỉ khi đắm mình trong dòng suối chảy dài qua từng khe đá, hợp lại thành hồ nước, nhìn ánh trăng phản chiếu liên tục bị cắt vỡ trong đó, cô mới từ từ lấy lại khả năng suy nghĩ, dần dần mô phỏng từng câu nói vụn vặt.\nTinh linh tò mò nhìn ngắm thế gian, mang theo tình yêu và sự vô tri thuần khiết, mang theo linh tính ngây thơ của mình. Cô vui vì một con hồ ly và sóc nhỏ trộm được quả mọng, cũng u buồn vì mây đen che khuất trời sao.\nMột loại cảm tình phức tạp mà quen thuộc đến khó tả dành cho thiếu niên đêm đó chợt sinh sôi trong lòng cô.\nKẻ cô độc là cô đã mất hết sức mạnh và trí tuệ, không thể nào thực hiện tâm nguyện của anh.\nNhưng cô có thể chia sẻ nguyện vọng, hấp thu sinh mệnh trong phiền não của anh, cùng anh sẻ chia."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Câu chuyện huyền thoại kể về cuộc gặp gỡ giữa tinh linh nước suối và thiếu niên được đám thợ săn Thanh Tuyền Trấn truyền tai nhau.\nNhìn ánh trăng vụn vỡ trước từng cơn sóng gợn, thiếu niên thổ lộ tất cả chân tình cùng dòng suối.\nTừ những lời kể của anh, cô đã biết được rất nhiều chuyện.\nVà từ sự im lặng của cô, anh cũng tìm được sự kiên định trong niềm tin của mình.\nTinh linh ngây thơ trong dòng suối chợt hiểu, điều tuyệt vời trên thế gian này đâu chỉ có ánh trăng và quả mọng, bóng tối khiến người ta thở than cũng không chỉ có tầng mây đen che kín trời đêm.\nThiếu niên kể cho cô nghe về rừng rậm, thành trấn và những vách tường cao. Chia sẻ niềm vui, nỗi buồn và sợ hãi của mình cùng cô.\nTrong lúc lắng nghe, cô cũng dần mê muội thế giới không hoàn mỹ mà mình vừa được biết đến.\nKhi thiếu niên phiền não vì sự bất lực của mình, tinh linh trong suối chỉ im lặng, dịu dàng thay anh lau khô dòng lệ. Từ những giọt nước mắt của anh, cô lại hiểu thêm phần nào về thế giới bên ngoài dòng suối.\nGiọt lệ rơi vào nước, tinh linh bèn tinh lọc nó, biến thành nước suối ngọt lành mang đến mộng đẹp cho thiếu niên. Thiếu niên sẽ quên đi tất cả đau buồn khi tỉnh táo, sẽ gặp gỡ tinh linh im lặng bên dòng suối trong giấc mộng.\nMỗi lúc như vậy, trong dòng nước đẫm ánh trăng trong, tinh linh đang say ngủ cũng sẽ nhoẻn môi mỉm cười.\nNước suối lành tưới nhuần mộng đẹp của thiếu niên, giấc mộng của thiếu niên cũng thấm đẫm tinh linh cô độc.\nTrong mơ, tinh linh trong suối kể cho người thiếu niên về đất nước của những dòng nước xa xôi, kể về quê hương có màu như ngọc thạch, hát những bài ca nhớ về quê nhà của người con xa xứ, than thở về sự chia xa và trở về. Người thiếu niên trở thành một thính giả yên lặng, rơi nước mắt vì cảnh ngộ của cô gái, thầm mừng cho hạnh phúc có được.\nCứ như vậy, tinh linh trong suối đã lấy được khả năng nói chuyện trong ký ức và mộng cảnh của thiếu niên.\nCứ như vậy, cô và thiếu niên đã trở thành những người bạn sẻ chia tâm sự."
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "Câu chuyện huyền thoại kể về lời thề giữa tinh linh nước suối và thiếu niên được đám thợ săn Thanh Tuyền Trấn truyền tai nhau.\nKhi gió đêm ngừng thổi, ánh trăng trong hồ tròn vành vạnh, lần đầu tiên thiếu niên nghe thấy giọng nói của tinh linh.\nTinh tinh bẩm sinh đã là sinh linh nhạy cảm hơn cả loài người, thiếu niên không khỏi mê mẩn trước giọng nói dịu dàng như khúc nhạc buồn của cô.\nNhưng tinh linh dù sao cũng là sinh linh nhạy cảm tinh tế hơn cả con người, thông qua ánh mắt của thiếu niên, cô nhìn thấy nỗi nhớ nhung không thể che giấu, và lời hứa hẹn sắp sửa thốt thành lời.\nTrong phút chốc, tinh linh chợt hoảng sợ.\nSinh mệnh của phàm nhân vừa ương ngạnh mà lại ngắn ngủi, thiếu niên cuối cùng cũng sẽ trưởng thành rồi già đi. Đợi đến khi anh trút bỏ sự trẻ trung và hồn nhiên thì sẽ đối đãi thế nào với hậu duệ nguyên tố thuần khiết? Đợi đến khi anh tóc bạc da mồi, liệu có tự trách bản thân vì một lời hứa ngây thơ mà uổng công chờ đợi cả đời?\nTinh linh trong suối thuần khiết lại thiện lương, nhưng cô không hiểu được tình yêu chốn phàm trần. Cô chưa từng được thấy kỳ tích của con người, cũng chỉ xem thay đổi trong trăm ngàn năm là chuyện nhỏ. Cũng chính vì vậy nên cô rất sợ chia ly.\nSự chờ đợi mà nhân loại xem như kỳ tích, với tinh linh nguyên tố thì chỉ là cái đẹp chóng vánh.\nMà chuyện người yêu già đi, cho dù là sức mạnh của tinh linh cũng không thể níu kéo.\nTinh linh trong suối không đành lòng nhìn thấy viễn cảnh chẳng thể xoay chuyển đó đến, nên dùng một nụ hôn để ngăn cản thiếu niên.\nThiếu niên ngốc nghếch lại xem nụ hôn từ chối lạnh lùng của tinh linh là đồng ý với lời hẹn ước.\nNgay lúc đó, tinh linh quyết định sẽ nhẫn tâm rời xa thiếu niên.\nCòn thiếu niên lại lập lời thề sẽ ở lại bầu bạn bên dòng suối mãi mãi."
          }
        ]
      },
      {
        "title": "Quyển IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Câu chuyện huyền thoại với cái kết đầy đắng cay và hối tiếc giữa tinh linh không già và thiếu niên lớn tuổi được đám thợ săn Thanh Tuyền Trấn truyền tai nhau.\nSau đó và những ngày sau này, thiếu niên dần trưởng thành, quen những người bạn mới, có những trải nghiệm mới.\nTinh linh trong suối vẫn lặng lẽ hát một bài ca dịu dàng cho anh, giống như khi còn bé.\nMãi cho đến một ngày, cuối cùng cô cũng rời đi, không nhìn về phía thiếu niên nữa.\nNước suối cứ rì rầm không thể cất thành lời nữa, ánh trăng vỡ giữa những gợn sóng cũng chẳng thể hợp lại theo mỗi bước chân trên mặt nước.\nTinh linh trong suối đột nhiên nhận ra, dù có tìm được chốn về, dù đã trải qua những tháng ngày hạnh phúc ngắn ngủi, thì cô vẫn đơn côi chiếc bóng.\nThiếu niên chẳng còn thơ bé không hiểu là tinh linh đang trốn tránh, lại quy hết cô độc lên mình.\n\"Có lẽ cô ấy chỉ là một ảo mộng thơ ngây.\"\nNghe tiếng suối reo róc rách, thi thoảng anh lại nghĩ như vậy.\nNhưng nụ hôn lạnh buốt kia là thật, thật như làn gió đêm từng mơn trớn suối tóc của cô.\nLúc này, anh chợt nhận ra dù có quen biết hay xa rời vô số người bạn mới, trải qua bao phen mạo hiểm, dù có trở về quê hương, anh vẫn chỉ lẻ loi một mình.\nNên cũng như rất nhiều năm trước, từng giọt lệ của thiếu niên nhỏ xuống mặt nước êm ả, lay động ánh trăng soi.\nNhưng lần này tinh linh trong suối lại không đến nữa.\nCô cố chấp quay lưng đi, thà để bản thân làm một giấc mộng ngây thơ lúc trẻ dại của anh, làm một lữ khách tha hương tạm dừng chân chốn này, cũng không muốn để tuổi thọ gần như vĩnh hằng của mình phụ rẫy ước định của kẻ mang lòng ái mộ.\nTruyền thuyết kể rằng, mỗi khi trời mưa to, từng giọt mưa rơi vào hồ sẽ pha lẫn muôn giọt lệ của tinh linh trong suối.\nKhi thiếu niên già đi, anh vẫn tin tưởng vào những lời nói vô căn cứ đó.\nBất hạnh thay, tinh linh trong suối mải mê trốn tránh chân tình cũng không thể phủ nhận sự thật này."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Trái Tim Thanh Tuyền"
          }
        ]
      }
    ]
  }
}