{
  "epId": 2324,
  "name": "Vennessa Truyền Kỳ",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Từ khi xây lại thành Mondstadt, bài ca được truyền khắp nơi, kể về người sáng lập Đội Kỵ Sĩ Tây Phong Vennessa, người đã từng là nô dịch tại Mondstadt.\nHỡi những người bạn thành Mondstadt, không say không về\nVì tự do, vì Phong Thần!\nVì kỵ sĩ đầu tiên Vennessa!\nCon cháu của Mondstadt chưa từng quên ơn của Phong Thần\nKhông! Tự do không phải ban ơn, kháng cự mới phải\nCâu chuyện bắt đầu từ rất lâu về trước\nCác vị tửu khách lượng thứ cho tôi ăn nói lung tung\nNhưng các vị nên hiểu là Mondstadt của chúng ta tự do vinh quang\nBắt đầu khi Barbatos lướt qua dây đàn\nSử thi ca ngợi tên của các anh hùng\nNhưng tự do vô danh càng nên được tưởng niệm\nMondstadt khi đó than khóc dưới sự kìm hãm của quý tộc\nLễ chúc mừng là trò chơi của lũ quyền quý giả dối\nCòn với dân thường mà nói chẳng qua là chuyện vô ích\nThành Mondstadt là nhà tù lung lay trong gió\nQuý tộc tùy ý sử dụng nô lệ.\nmà không biết chính mình cũng rơi vào ngục tù\nTrong ngục có một thiếu nữ\nCô đến từ đồng bằng phía nam\nSinh ra trong tự do, nhưng thân mang xiềng xích\nMặc dù thân xác bị giam giữ bởi bạo chúa\nThiếu nữ sùng đạo chưa bao giờ từ bỏ cầu nguyện\nVì những tộc nhân, Mondstadt và sự tự do vô căn cứ cầu nguyện"
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Từ khi xây lại thành Mondstadt,bài ca được truyền khắp nơi, kể về người sáng lập Đội Kỵ Sĩ Tây Phong Vennessa, người đã từng quen biết với Phong Thần Barbatos, đánh bại Ma Long, lật đổ quý tộc.\nHỡi những người bạn thành Mondstadt, không say không về\nCuối cùng cũng có một ngày, Barbatos trả lời những lời cầu nguyện đầy nhiệt huyết\nTheo sau thiếu nữa tóc đỏ, Phong Thần giáng xuống nhà lao\n\"Vạn vật đều có tên\", tinh linh hài hước nói,\n\"Hãy để tôi viết một bài hát, dùng tên của cô\n\"Và tôi muốn tình bạn của cô như một phần thưởng.\"\nThiếu nữ vui vẻ đồng ý, tràn đầy dự cảm về sự giải phóng trong trái tim\nNhư vậy, trong bài ca của Barbatos\nThiếu nữ đánh bại ma long tàn phá cánh đồng\nQuý tộc bụng phệ cũng vì vậy mà vỡ mật\n\"Mondstadt đã tự do\" gió ngân lên vì dân chúng\nNhững cơn gió cô độc tụ hợp lại trong rừng thổi bay những tòa tháp của bạo chúa.\nSư tử nhỏ ngẩng đầu trong gió, cuối cùng đã thoát khỏi xiềng xích\nNhư thế, thiếu nữ đã giành được danh hiệu cho chính mình\nVới tư cách trợ xướng của Phong Thần, trong tim thiếu nữ tràn đầy cảm kích\nNhưng lời cảm tạ của cô lại bị Barbatos từ chối\n\"Trong bài hát của cô, cô mới là nhân vật chính\n\"Tôi đã cảm nhận được tình cảm của cô, biết được tên của cô\n\"Tất nhiên sẽ hát cho sự tự do của cô\"\nHỡi các bạn, chúng ta lại cùng nâng cốc!\nĐây chính là nguồn gốc của tự do ở Mondstadt,\nKhi đó ngày mờ mịt u ám, sự tuyệt vọng lại lần nữa mang trên khuôn mặt\nĐừng quên câu chuyện của đại anh hùng Vennessa\nKhông từ bỏ hy vọng tự do!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Vennessa Truyền Kỳ"
          }
        ]
      }
    ]
  }
}