{
  "epId": 2325,
  "name": "Mật Ngữ Của Khuyển",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hex & Hound_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Có những nỗi buồn như cơn mưa ngày hè, ập đến chẳng cần lý do, khiến người ta trở tay không kịp. Câu chuyện về những mùa hè hoài cổ của thời quý tộc xa xưa, bắt đầu từ đây...\nAi cũng biết Lawrence là đại gia tộc quý tộc tiếng tăm lụn bại.\nCác quý tộc không làm ăn mà dựa vào việc chèn ép muôn dân để duy trì cuộc sống vô cùng xa hoa.\nHành vi tàn bạo, cuộc sống dâm loạn, chèn ép bá tính, tội ác đa đoan, tội lỗi chất chồng.\nDân chúng rất bất mãn với các quý tộc tham lam vô độ, nhưng mọi người chỉ dám căn giận mà không dám nói.\nDietrich là một cậu ấm quý tộc.\nNhưng vì hắn còn quá trẻ tuổi nên cũng chẳng gây chuyện gì tày trời, thậm chí kiếm thuật của hắn cũng xem như là khá tốt trong giới quý tộc.\nNếu buộc phải chọn tật xấu, thì đó chính là tính cách của hắn, chẳng ra làm sao, còn cảm thấy bản thân là trung tâm vũ trụ, tất cả đều phải vây quanh hắn. Đương nhiên đây là bệnh chung của đám cậu ấm mà thôi, không phải chuyện gì lớn.\nNhưng vì cái họ Lawrence của hắn, đã định sẵn hắn bị xếp vào hàng ngũ đốn mạt.\nGiờ cậu ấm đốn mạt này quyết định làm công việc đầu tiên trong đời mình.\nSáng sớm, hắn bỏ tiết nguyên luận nguyên tố của đạo sư đại ma, tính ra ngoài thành du ngoạn. Nhưng khi đi qua khu phố bình dân, hắn gặp được một thiếu nữ tóc vàng mắt xanh.\nDietrich không thể miêu tả được cảm xúc của mình vào giây phút đó, chỉ cảm thấy nhịp tim đập loạn, không thể kiểm soát\n\"Chắc đây chỉ là cảm xúc giống với cảm xúc của mẹ mình đối với bé mèo thôi.\"\nDietrich thầm nghĩ vậy, rồi bất giác đi đến chỗ của cô gái kia.\nĐáng tiếc cô gái bình dân này chẳng mấy hứng thú với hắn. Sau khi hắn nói rõ thân phận, cô vẫn bình tĩnh như không, chẳng thấy một chút dao động gì.\nThế nên hắn quyết định bắt cóc cô nàng không biết điều này vào ban đêm.\n\"Bắt được rồi thì nhốt cô ả vào lồng! Giống như mẹ đối xử với những con mèo không nghe lời vậy!\""
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Tiền bạc không thể giải quyết tất cả phiền não, nhưng có thể giải quyết rất nhiều vấn đề! Câu chuyện mùa hè Mondstadt của thiếu nữ rong chơi sẽ bắt đầu bằng âm vang leng keng của đồng Mora!\nCô gái bình dân vào thành sau giờ Ngọ, lúc này trời trong nắng ấm. Mái tóc dài màu vàng nhạt của cô như mặt trời ấm áp ngày xuân, đôi mắt màu lam nhạt tỏa sáng lấp lánh như mặt nước gợn sóng lăn tăn. Thật khó mà nghĩ rằng một thiếu nữ đẹp như thế lại một mình trèo đèo lội suối từ vùng ngoại ô đầy rẫy ma vật mà vào thành.\n\"Xem cô ta như kẻ khả nghi chính là việc sỉ nhục với vẻ đẹp của cô ta!\"\nBinh sĩ canh cổng say gục ở quán rượu ngồi trong đám người ồn ào lớn tiếng thét gào. Hôm nay canh cổng, hắn thu hoạch cũng khá lắm, đủ để say bí tỉ cho đến sáng.\n\"Chẳng qua ngươi choáng váng bởi vẻ đẹp của người ta thôi!\"\nNgười bên cạnh vạch trần hắn không chút nương tình.\n\"Không phải đâu! Ta là kẻ háo sắc thế sao? Ta hoa mắt vì thứ này đây!\"\nBinh sĩ lắc túi tiền vàng.\n\"Ngon, thế hôm nay ngươi mời khách đi!\"\n\"Mời thì mời! Chỉ sợ ngươi uống một ly đã gục thôi!\"\n...\nThế là, kẻ tự xưng là kẻ du học Nottie này thuận lợi ở lại trong thành.\nGiọng của Nottie cực kỳ êm dịu. Không biết bắt đầu từ lúc nào, trên phố đã lan truyền tin đồn là chỉ cần nói chuyện vài câu với Nottie thì tối sẽ mơ giấc mơ đẹp.\nTrừ chuyện này ra, cô gái mới tới dường như cũng chẳng khiến cuộc sống trong thành có thay đổi gì. Dù gì thứ mà các cư dân mỗi ngày phải đối mặt không chỉ là cuộc sống tạm bợ mà còn là những sự chèn ép không ngừng từ các quý tộc.\n\"Ồ, vốn tưởng chuyện rất đơn giản, không ngờ lại thành ra như vậy...\"\nTrong căn phòng mờ tối, Nottie ngồi cạnh bàn nghiêng đầu đỡ má, dường như ngón tay đang quấn quấn gì đó. Giọng của cô như niệm chú, có sức mạnh mê hoặc lòng người."
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "Cho dù sống ở thành thị an toàn thì cũng phải cẩn thận vuốt sói lúc giữa đêm... Thứ còn khó nắm bắt hơn cả thuật thôi miên tầm cỡ, sẽ được hé mở ngay bây giờ.\nBan đêm.\nTừ thoáng xa truyền đến tiếng dã thú thét gào, hình như là chó sói.\nNottie ngồi trên giường, nhấc ống tay áo rất dài lên, lộ ra vòng tay bằng xương trắng với hình thù như rắn.\nĐầu rắn trông rất sinh động, há miệng lộ răng nhọn, cứ như là giây tiếp theo sẽ táp lên cổ con mồi.\nThân rắn uốn lượn trên cánh tay cô, dưới ánh sáng của đèn ma pháp lạnh lẽo lộ ra hơi thở nguy hiểm.\n\"Em gái thân yêu của ta, ngủ ngon!\"\nNottie nhẹ nhàng lắc vòng tay, ngón út lướt qua lại ở đuôi rắn cứ như đang chơi đùa với rắn vậy.\nChỉ một lúc sau, đèn ma pháp tắt, cả căn phòng chìm vào bóng tối.\nĐêm tối sẽ mang đến sức mạnh vô hạn cho Nottie.\nThế nên, vào khoảnh khắc hơi thở xa lạ xâm nhập vào phòng, Nottie dường như phát giác ngay lập tức.\nDietrich dè dặt kéo vạt áo lục lọi khắp nơi trong căn phòng tối tăm. Tất thảy đều bị Nottie đang ngồi ở mép giường nhìn thấy vô cùng rõ ràng.\nĐối với Freya mà nói, nhịn cười lúc này dường như còn khó hơn cả thuật thôi miên, nhưng cũng may Dietrich đã đến trước mặt.\nDietrich nhìn thấy đôi mắt động lòng người khiến hắn ngày nhớ đêm mong.\nChỉ là không giống như màu lam của mặt nước lúc ban ngày, giờ đây đôi mắt của Freya như hòa vào màn đêm, không hề gợn sóng mà tĩnh lặng như biển sâu.\n\"Uống cạn nước trong ly này.\"\nĐây là câu nói sau cùng Dietrich nghe được trước khi ý thức mơ hồ."
          }
        ]
      },
      {
        "title": "Quyển IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Động vật họ chó cũng có thể học được mấy thứ lễ nghi quý tộc - cô giáo thùy mị từ nơi khác đến cầm roi dạy bảo!\nCái ly trượt khỏi tay, Dietrich té ngã.\nFreya ngồi xổm xuống, lấy đi bội kiếm bên hông Dietrich.\nBàn tay xoa chuôi kiếm vừa buông ra, một viên đá quý màu đen lấp lánh được khảm trên đó rơi vào lòng bàn tay nàng.\n\"Dâng Con Mắt Bóng Đêm đến tận cửa, cảm ơn nhé.\"\nNói đoạn, nàng kéo chiếc vòng tay rắn ra, cho đá quý vào thẳng miệng nó.\nVảy và máu thịt từ xương sọ bắt đầu lan nhanh, chỉ một lúc sau, một con rắn nhỏ màu đen từ tay của Freya bò xuống, bắt đầu lớn dần, sau cùng hóa thành cự mãng vảy đen mắt đỏ chiếm cứ cả căn phòng.\nFreya đưa tay ra, đèn ma pháp sáng trở lại, cự mãng bắt đầu rút người thu nhỏ, quấn trên cánh tay nàng.\n\"Hử? Trốn rồi sao?\"\nFreya nghiêng đầu nhìn xuống gầm giường.\nDưới giường là...\nmột chú chó.\nHình như sợ hãi trước con rắn lớn vừa rồi, con chó run lập cập.\n\"A, đáng lẽ phải biến ngươi thành sói, không ngờ lại thành chó. Xin lỗi nhé!\"\nFreya nói lời xin lỗi, nhưng ngữ khí thì lại không hề có ý hối cải.\nDietrich vẫn chưa ý thức được chuyện gì đã xảy ra, việc chạy xuống gầm giường trốn hoàn toàn là bản năng.\nVừa hoàn hồn lại, sau khi nghe Freya nói, Dietrich bắt đầu muốn nói gì đó nhưng dù có cố sức cũng chỉ phát ra tiếng \"gâu gâu gâu\".\nSau khi nghe tiếng của mình, Dietrich hốt hoảng, lập tức nhảy ra khỏi gầm giường.\nMặc kệ Dietrich có nhảy qua nhảy lại trước gương kêu rên than khóc thế nào, cậu ấm quý tộc kia cũng không quay lại được nữa.\nDietrich xoay người nhe răng rồi bổ nhào về phía Freya. Cô không hề có hành động gì, chỉ khoanh tay trước ngực nhìn hắn một cái, hắn lập tức không thể chạy về phía trước được nữa, có giãy dụa thế nào cũng vô ích.\n\"Đây không phải là phép lịch sự nên có khi gặp người đẹp đâu. Đáng lẽ sẽ thả ngươi đi. Ừm... nhưng giờ xem ra, ngươi cần được dạy dỗ một chút!\""
          }
        ]
      },
      {
        "title": "Quyển V",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Ngoan ngoãn làm thú cưng của ta đi! Làm tốt chưa chắc sẽ được thưởng, nhưng làm không tốt chắc chắn sẽ bị phạt!\" Ma nữ xinh đẹp cười nói.\n\"Giới thiệu lại một lần nhỉ. Ta là Nottfriga, hoặc ngươi sẽ quen với danh xưng của ta hơn. Người ta hay gọi ta là Ma Nữ Bóng Tối.\"\nKhi Nottfriga nói, mái tóc dài êm ái vàng nhạt bắt đầu tối màu, cuối cùng hóa thành màu đen hòa với màu bóng đêm. Đôi mắt màu lam cũng trở nên đen kịt như đêm đen.\n\"Giờ ta là chủ nhân của ngươi. Đương nhiên ta sẽ dạy dỗ ngươi đàng hoàng.\"\nNottfriga ngồi xổm xuống đưa cho Dietrich một cái vòng cổ không biết lấy từ đâu. Vòng cổ dần dần nhỏ lại theo sự giãy dụa của Dietrich, cuối cùng yên vị trên cổ hắn. Mặc kệ hắn lắc cổ mạnh, hay dùng móng cào thế nào cũng không thể làm nó suy chuyển được.\n\"Này, đừng lãng phí thời gian, mau đi nào.\"\nNottfriga đứng dậy đi ra ngoài thành. Dietrich dốc hết sức, nghẹn ngào muốn chạy về hướng trang viên quý tộc nhưng chẳng ăn thua gì, dường như vòng cổ có thể khống chế cơ thể của hắn, chỉ có thể đi theo Nottfriga.\nNottfriga liếc nhìn Dietrich không chịu đi theo mình, ngón tay vẽ vòng tròn trên đầu.\n\"Tuy thấy ngươi vùng vẫy rất thú vị, nhưng thật sự là ồn ào quá. Nếu ngươi muốn nếm thử phép thuật \"màn đêm im ắng\" mới của ta thì có thể kêu la thêm mấy tiếng nữa.\"\nDường như cả thế giới đều tĩnh lặng lại ngay lập tức. Trực giác nói với Dietrich rằng, quyết không thể trở thành đối tượng thử nghiệm pháp thuật mới của cô ta."
          }
        ]
      },
      {
        "title": "Quyển VI",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Lời của người biên tập: Cám ơn sự ủng hộ của mọi người! Chúng tôi đã đến Quán Rượu Đuôi Mèo để chộp lấy tác giả say xỉn rồi! Tuy trông bèo nhèo như bồ công anh dính nước, nhưng viết liền tù tì mấy kỳ cũng không thành vấn đề nhé! Sau này hi vọng mọi người sẽ quan tâm nhiều hơn nữa!\"\nDietrich nhìn thấy gia tộc Lawrence sụp đổ.\nCon mèo mà mẹ nuôi sớm đã biến mất, người cha mất hồn và người mẹ tâm thần cách hắn trong gang tấc, nhưng dù hắn gọi thế nào họ cũng không quay lại nhìn hắn một lần.\n\"Gâu u...\"\nDietrich cúi đầu, nhưng hắn còn chưa kịp mở miệng, mặt đất dưới chân bỗng nứt ra. Một đôi tay của mụ phù thuỷ thò ra từ mặt đất, siết chặt lấy cổ hắn.\nChỉ cảm thấy cơ thể mình không ngừng rơi xuống, cuối cùng ngã xuống bên cạnh chân của mụ phù thuỷ.\nKỳ lạ thay, hắn chẳng hề đau đớn.\nHình như có thứ gì đó móc lấy cái vòng, nhấc cả cái thân chó của Dietrich lên.\nMọi thứ trước tầm mắt dường như đều là một màu đen kịt, chỉ có thể nhìn thấy rõ thứ dưới chân. Đó là một cái nồi đang bốc khói nghi ngút, dung dịch màu đen không biết là gì trong nồi đang sôi ùng ục, còn có cả những vật thể rắn, có thể nhìn ra là lông nhện, xương rắn độc...\nBên tai vang lên giọng nói của Nottfriga: \"A, tóm được nguyên liệu cuối cùng rồi. Chỉ cần bỏ ngươi vào là Canh Trường Sinh của ta sẽ hoàn thành. Ha ha ha!\"\n\"Oẳng oẳng oẳng!\" Mụ phù thuỷ khốn kiếp thả ta ra!\nDietrich cố gắng giãy giụa, không ngờ rằng cái vòng thường ngày không thể phá vỡ nay lại bị cởi ra dễ dàng như vậy...\n\"Gâu...\"\nHắn rơi xuống...\nChẳng còn nghe thấy gì khác nữa, bên tai chỉ còn tiếng gió rít gào và tiếng cười của Nottfriga."
          }
        ]
      },
      {
        "title": "Quyển VII",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Là một người tốt vừa cười vừa phát thức ăn cho chó đó...\" Gặp lại thiếu nữ xa lạ trong khu rừng quen thuộc, thân phận thực sự của người ấy là...\n\"Tỉnh lại đi...\"\nDietrich cảm thấy thân thể mình bị khẽ lay động.\n\"Vẫn ổn chứ?\"\nCó một bàn tay vươn tới, hình như đang thăm dò hơi thở.\nLà giọng nói quen thuộc...\nDịu dàng như gió tháng tư, ấm áp như nắng tháng ba.\nDietrich bỗng mở trừng mắt, trước mắt là...\nThiếu nữ tóc vàng mắt xanh.\n\"May quá, cuối cùng ngươi đã tỉnh rồi.\" Thiếu nữ mỉm cười.\n\"Đây là.. lẽ nào là... Đảo Thiên Không ư?\" Dietrich thầm hy vọng.\n\"Không phải, chỉ là khu rừng bình thường thôi.\" Thiếu nữ nói.\nDietrich định thần, thiếu nữ trước mắt, chính là kẻ chủ mưu - mụ phù thuỷ Nottfriga đáng ghét! Lập tức cả cái thân chó run rẩy, vội nhảy phắt ra phía sau giữ khoảng cách, duy trì tư thế cảnh giác.\n\"Đừng lo. Tôi sẽ không làm hại bạn đâu. À đúng rồi, tôi vẫn chưa tự giới thiệu. Tôi là Magdalene, ừm... là em gái của Nottfriga.\" Magdalene vừa nói, vừa xoay nhẹ các ngón tay đặt phía sau lưng - đó là thuật thôi miên trong ma thuật ánh sáng, và tiến lại gần Dietrich, \"Được rồi, thế là xong.\"\nDietrich cuối cùng đã bình tĩnh lại, hắn muốn hỏi thiếu nữ trước mặt tại sao có thể nghe hiểu lời mình nói, nhưng chỉ có thể phát ra tiếng kêu \"Gâu gâu gâu\".\n\"Ừm? Chỉ cần pháp thuật nho nhỏ là được rồi, chị ta cũng biết.\"\n\"Gâu, gâu gâu!?\" Có nghĩa là mụ phù thuỷ đó cũng nghe hiểu lời hắn nói, mà còn giả vờ không hiểu để đùa bỡn hắn suốt cả quãng đường!?\n\"Ồ, nhưng chị ta thực ra là người dịu dàng lắm đó.\" Nói đến Nottfriga, Magdalene lại để lộ nét mặt tươi cười ấm áp rực rỡ.\n\"...\""
          }
        ]
      },
      {
        "title": "Quyển VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Tiêu rồi, lỡ nói xấu ma nữ trước mặt ma nữ rồi!\" \"Haiz, đúng là không ngoan gì hết. Nhưng huấn luyện chó là nghĩa vụ của chủ nhân, nên không còn cách nào khác rồi!\" Bức màn bí mật tàn khốc của ma nữ, đang dần được vén lên...\n\"Ma nữ, lẽ nào đã dùng trí não để đổi lấy ma lực siêu phàm ư? Cảm giác hoàn toàn không thể giao tiếp được...\" Dietrich vừa đi theo thiếu nữ tóc vàng đang lẩm bẩm gì đó, vừa nghĩ.\n\"Haiz, đừng nói như vậy! Nếu chị nghe được sẽ tức giận đó.\" Magdalene cúi đầu nhìn Dietrich, giọng nói càng lúc càng nhỏ.\n\"Gâu gâu gâu, gâu gâu?\" Vậy ngươi đừng nói với cô ấy là được rồi, chờ đã, tại sao ngươi biết ta đang nghĩ gì?\n\"Đáng tiếc, đã, muộn, mất, rồi.\"\nDietrich kinh hãi ngẩng đầu, nhìn về luồng khí cuồn cuộn bên trên...\nTuy bề ngoài quả thực không thay đổi...\nTuy là vậy...\nNhưng hắn rất chắc chắn thiếu nữ trước mắt đã đổi sang người khác.\n\"Xem ra ác mộng vừa rồi vẫn còn có chút tác dụng với ngươi, giúp ngươi nhớ dai hơn một chút. Mặc dù còn kém xa so với tiêu chuẩn của ta.\" Ngữ khí xưa nay luôn cao ngạo lạnh lùng, đích thị là Nottfriga.\n\"Vậy thì, Tuỷ Tâm Quỷ tạm thời để chỗ ngươi đi.\"\n\"Tuỷ Tâm Quỷ\" là gì...\nKhoan đã, hình như lúc nãy Magdalene có nhắc đến.\n\"Đừng sợ, thực ra ác mộng vừa rồi đều là giả đó. Vì chị ta đã đặt Tuỷ Tâm Quỷ vào trong cơ thể của ngươi. Tuỷ Tâm Quỷ có thể phát động nỗi sợ, cho nên ngươi sẽ mơ thấy những thứ sợ hãi.\"\n\"Nhưng chắc chắn chị ấy muốn tốt cho ngươi, dù sao chị cũng là người rất dịu dàng đó.\"\n...\nDietrich toàn thân sởn gai ốc, run rẩy nhìn Nottfriga, đã không dám nghĩ gì khác trong lòng nữa rồi.\n\"Xem ra sự dạy dỗ của ta rất hữu dụng đó. Vậy thì tiếp tục lên đường thôi.\" Bộ dạng co rúm của Dietrich đã thành công khiến Nottfriga đại nhân vui vẻ."
          }
        ]
      },
      {
        "title": "Quyển IX",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Cảm thấy như thế nào về cái chết của Ngày Xuân Ấm Áp?\" Vào thời khắc ấm áp của buổi sớm mai, những lời thiếu nữ nói ra thật... ngược với lẽ thường...\"Đại loại là... lông mềm mại?\"\nĐây là một khu rừng rộng lớn, làn sương mỏng nhẹ nhàng giăng khắp tán cây, những tia nắng ban mai lấp lánh xuyên qua những cành lá tươi tốt, rơi trên mặt đất xanh ngọc.\nVào lúc này, Magdalene đang ôm một chú chó trên tay - vâng, chính là Dietrich, thong thả bước đi trên đường. Thiếu nữ tóc vàng đạp lên những thân cây to lớn chằng chịt như một con thiên nga trắng tao nhã, nhẹ nhàng băng qua khu rừng.\n\"May mà là Magdalene. Nếu là Nottfriga, ắt hẳn sẽ bắt tôi tự đi, không chừng sẽ dùng phép thuật nào đó để buộc tôi phải chạy. Vả lại con đường này không phải là đường mà một con chó có thể đi nhỉ, không đúng, người bình thường cũng không thể đi qua. Nơi đây chẳng có con đường nào cả, toàn là cây cối... ôi, nếu Magdalene có thể cứ ôm tôi như thế này thì tốt biết bao...\" Dietrich vừa nghĩ vừa quay đầu nhìn Magdalene.\nÁnh ban mai chiếu xuống khuôn mặt thiếu nữ, cô có vẻ đẹp không thua bất kỳ cô gái quý tộc nào. Nước da trắng ngần và đôi mắt dịu dàng khiến cô trông có vẻ mỏng manh, có cảm giác giống như hạt sương sớm được sinh ra trên những cánh hoa.\n\"Làn da của Magdalene thật trắng...dường như tất cả những quý tộc tôi từng gặp đều thua kém cô ấy\". Dietrich nhìn cô gái và thầm nghĩ.\n\"Kể cho bạn nghe chuyện này, thực ra tôi đã chết rồi.\" Magdalene đột nhiên nói."
          }
        ]
      },
      {
        "title": "Quyển X",
        "desc": [
          {
            "type": "RichText",
            "text": "Dẫu sao thì trên thế giới này, không có ai có thể sống mà nhận được giải thoát.\nRất lâu về trước, có một nữ pháp sư sinh hạ được hai cô con gái song sinh.\nTuy nhiên, gia tộc pháp sư chưa bao giờ có thể để lại cả hai đứa con cùng một lúc. Đây là cái giá phải trả, để đổi lấy phần thưởng là ma thuật mạnh mẽ.\nNhưng ma thuật hắc ám của nữ pháp sư này đã đạt đến đỉnh cao, cô đã lấy sinh lực của mình làm vật hy sinh để bảo vệ hai đứa con của mình.\nNhưng khoảng thời gian tốt đẹp kéo dài không bao lâu, và khi sinh lực của nữ pháp sư cạn kiệt, đó là ngày của cái chết được định trước.\nNữ pháp sư đã được giải thoát mãi mãi, và người chị Nottfriga còn sống đã gánh vác tất cả. Cô ấy cảm thấy rằng việc em gái Magdalene không thể sống sót chính là lỗi của mình.\nMay mắn thay, Nottfriga được thừa hưởng tài năng ma thuật hắc ám của nữ pháp sư, cô sử dụng bản thân mình như một vật chứa, bổ sung những trận pháp phức tạp và những câu thần chú khó hiểu, để kéo linh hồn của Magdalene ra.\nLục tung những cuộn da thuộc mà ma nữ để lại bên trong tòa tháp, kết hợp ma thuật đen và thuật giả kim để tạo ra một cơ thể. Đưa linh hồn vào cơ thể mới để hồi sinh, không phải là chuyện dễ dàng trong cấm thuật ánh sáng, chưa kể Nottfriga không biết gì về ma thuật ánh sáng.\nNỗi ám ảnh về Magdalene của Nottfriga khiến cô cuối cùng cũng tìm ra lời giải, kết quả là cô đã biến cơ thể thành một chiếc vòng tay hình rắn đeo vào cổ tay, và bắt đầu bước vào một cuộc hành trình.\n\"Em gái yêu quý của chị, khi tất cả chuyện này kết thúc, chúng ta sẽ không bao giờ xa cách nữa...\""
          }
        ]
      },
      {
        "title": "Quyển XI",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Cái mõm chó ồn ào này, im lặng\" \"Gâu gâu!\". Hôm đó, cô thiếu nữ đã tặng cho chú chó trung thành của mình một thứ quan trọng...\nTia sáng cuối cùng tắt dần, và bóng tối đang dần bao trùm lên cả khu rừng.\n\"Đến lượt chị rồi.\"\nMadeleine thả Dietrich ra khỏi vòng tay của mình.\n\"Nhân tiện, tôi sẽ tặng cho bạn một món quà cuối cùng. Tôi chắc rằng chị ấy cũng sẽ rất vui.\"\nNói rồi, chỉ thấy huỳnh quang xuyên qua giữa các ngón tay của thiếu nữ, dần dần hội tụ thành một cụm ánh sáng chói loá, và Madeleine kích hoạt ma thuật ánh sáng.\n\"Được rồi, từ giờ trở đi phải ngoan ngoãn nhé. Suỵt... đừng nói chuyện.\"\n\"Cái quái gì vậy... thần thần bí bí...ưm ưm\". Dietrich lầm bầm, trước khi cậu kịp phản ứng, lời nói đứt quãng chưa kịp thốt ra đã bị cắt ngang, hoá ra là cái miệng chó của Ditrich đã bị một bàn tay mảnh khảnh nắm chặt.\nChỉ một lúc sau, đã bị người được thay thế nhét thứ gì đó vào miệng.\n\"Đây là...\"\nLà chuôi kiếm, kiếm của anh.\nThanh kiếm đã từng được anh đeo trên thắt lưng một cách kiêu hãnh.\n\"?!\"\nDietrich theo bản năng muốn mở miệng nói gì đó.\n\"Nếu không muốn chết, hãy cắn thật chặt\". Nottfrigat vươn tay về phía khoảng không, Dietrich chỉ cảm thấy cái vòng trên cổ siết đến không thở nổi, chỉ có thể nghiến chặt răng.\n\"Nghe đây, sau này hãy dùng thanh kiếm này để bảo vệ chính mình. Tuy rằng ngươi chỉ là một tên thiếu gia phế vật, nhưng nếu ngươi chết ở đây, ta sẽ rất phiền phức...\" - Nottfriga nâng đầu Dietrich lên rồi lại hạ giọng nói tiếp \"Suy cho cùng, giáo huấn còn chưa hết, nếu ngươi chết đi dễ dàng như vậy, thì niềm vui của ta cũng sẽ vơi đi rất nhiều\".\nMa nữ bóng đêm nói rồi, thu ngón tay về, chỉnh lại áo khoác của mình.\nVòng cổ được nới lỏng, không khí tràn vào phổi qua kẽ răng và mũi, Ditrichy không dám buông miệng ra, đành phải thở dốc một cách khó khăn.\nNgay sau đó, một âm thanh hỗn loạn ở đằng xa truyền lại..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Mật Ngữ Của Khuyển"
          }
        ]
      }
    ]
  }
}