{
  "epId": 2330,
  "name": "Liyue Phong Thổ Chí",
  "desc": "<p>Chuyên khảo, ghi lại phong tục địa phương của Liyue, ban đầu được viết bởi học giả Fadhlan của Sumeru sống ở Liyue, sau đó được chỉnh sửa và hiệu đính bởi các học giả địa phương Liyue, xuất bản lưu hành rộng rãi.</p>",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Customs of Liyue_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1705251496,
  "components": {
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "——Tú Cầu——\nTại Liyue, trong lễ cưới của cặp đôi mới, cô dâu ném tú cầu tới những vị khách đang tham dự đám cưới. Người tình cờ bắt được tú cầu được cho là có một năm may mắn: Thương nhân tiền tài như nước, người nghèo trở nên giàu có, đàn ông và phụ nữ chưa kết hôn sẽ có những cuộc hôn nhân tốt đẹp, các cặp vợ chồng sẽ sống với nhau hạnh phúc, không còn cãi vã vì cuộc sống nữa.\nTú cầu được làm bằng các vật liệu khác nhau. Đôi khi, nó là một quả cầu hoa được buộc bằng Hoa Nghê Thường, có lúc lại là một bó hoa cầu được dệt bằng vải lụa tinh tế, cũng có một số người đơn giản hơn là sử dụng giấy hoặc vải màu để làm nó. Ở Liyue, bất luận là gia đình giàu hay nghèo đều thích phong tục này.\nLiên quan đến nguồn gốc của phong tục này, một số người cho rằng nó bị ảnh hưởng bởi lễ đánh cầu của quốc gia láng giềng - \"Đất Nước Của Gió\" Mondstadt, một số người khác lại cho rằng nó bắt nguồn từ thời \"Thần Muối\" còn bước đi trên vùng đất Liyue này. Bà không phải là một trong những vị thần ở Liyue, nhưng vì bản tính quá hiền lành, bà đã bị những kẻ tùy tùng sát hại và rút khỏi cuộc chiến ma thần tàn khốc từ rất sớm.\nNơi chôn cất của bà có khả năng được đặt ở một nơi được người Liyue gọi là \"Vùng Đất Muối\". Theo truyền thuyết mà bây giờ không thể nhớ rõ nguồn gốc, bà đã từng phân phát những quả tú cầu cho người dân của mình như một hình thức ban phước lành... hoặc chí ít là an ủi họ trong thế giới tàn khốc và đầy khắc nhiệt này. Khi Thần Muối quay trở về cõi hư không, những người dân của bà ly tán khắp nơi và có thể đã để lại truyền thống này cho người Liyue. Người Liyue giỏi tranh đấu và thích sự náo nhiệt đã thay đổi hình thức phong tục theo tính cách của họ.\nMặc dù phong tục này ban đầu chỉ đơn thuần đem lại niềm vui, nhưng trong hồ sơ an toàn của Thiên Nham Quân thuộc Liyue cho hay, số người thương tích do cướp tú cầu mỗi năm không phải là hiếm, và gần như tương đương với số vụ quái vật làm tổn thương người dân trên núi."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "——Đón Thần——\nLễ hội nổi tiếng nhất của Liyue là lễ đón thần mang tên \"Điển Lễ Thỉnh Tiên Thất Tinh\".\nLàm một vị thần luôn theo dõi và canh giữ vùng đất Liyue, hàng năm Nham Thần sẽ đích thân đến và truyền khẩu dụ, răn dạy người phàm làm theo ngụ ý của mình, để mọi việc tuân theo quy luật, không có việc gì thái quá dẫn đến hỗn loạn.\nTrong những người làm nghề nông tại Liyue, ở nơi quá khứ xa xưa ngu muội, tổ tiên Liyue đã lựa chọn được người đại diện để nghênh đón Nham Thần.\nBầu không khí ở điển lễ được tạo nên bằng việc dâng lễ vật trù phú và những lời chúc phúc trang nghiêm, sau đó lắng nghe tiên tri của thần rồi thông báo hướng kinh doanh trong năm cho mọi người, để hướng dẫn người trần làm ăn phát đạt, khắc phục tai ương, đất đai của Nham Thần cũng vì vậy mà được bền vững.\nSau này, cuộc chiến Ma Thần được dẹp yên, thành cảng Liyue dần phát triển mạnh mẽ, \"Thất Tinh\" đại diện cho các ngành công nghiệp và thương mại của Cảng Liyue đã trở thành phương tiện trung gian giữa người dân Cảng Liyue và Nham Thần, chịu trách nhiệm giao tiếp trực tiếp với Nham Thần, rồi dùng cách đơn giản dễ hiểu nhất truyền đạt lại chỉ dụ của thần cho người dân, công bố phương châm trong suốt cả năm.\nVà người vinh dự được chủ trì \"Điển Lễ Thỉnh Tiên Thất Tinh\", đúng như tên gọi, chỉ đến từ trong \"Thất Tinh\", không ai được xen vào.\n\"Lời của thần còn quý hơn cả hoàng kim pha lê\"-đây là suy nghĩ của các thương gia ở Liyue tui, và đối mặt với điều đó, họ càng ra sức làm ăn để củng cố đất nước giàu mạnh.\nMỗi khi đến ngày Nham Vương Đế Quân giáng trần, dù họ đang ở miền đồng cỏ hay biển xanh đầy vỏ ốc, thương nhân của Cảng Liyue cũng cố gắng đích thân đến hoặc sai người tức tốc trở về quê hương, chỉ để nhận được chỉ dẫn của Nham Thần, có như vậy mới đảm bảo việc kinh doanh phát đạt cả năm.\nỞ đất nước rừng mưa nhiệt đới, các nhà thông thái vứt bỏ thế tục, vì đi tìm kiếm trí tuệ tối cao mà trở nên điên loạn. Còn ở đất nước của đá, mọi người lại quen cầu xin sự chỉ dẫn hào phóng của các vị thần để củng cố trần thế thịnh vượng.\nCó vẻ như vào những thời điểm nhất định, bảy vị thần đi cùng nhau trên trần thế cũng sẽ có những ý nghĩ trái chiều."
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "——Hoa Nghê Thường——\nĐối với những công dân tử tế của Liyue, Hoa Nghê Thường xuất hiện khắp mọi nơi trong cuộc sống của họ. Hoa Nghê Thường là một loại hoa có màu sắc rực rỡ, cánh hoa mềm mại thường được dùng để chế biến lụa. Ngay cả sau nhiều lớp gia công và dệt, hương thơm thanh lịch vốn có của loài hoa này sẽ tồn tại rất lâu. Vì vậy, người Liyue cũng đặc biệt lai tạo ra các giống để làm sáp thơm, và loại xa xỉ nhất trong số các loại sáp thơm trước tiên phải được dâng lên cho Nham Vương Đế Quân và được ngài ấy công nhận.\nCác loại sáp thơm Hoa Nghê Thường đắt tiền thường có ý nghĩa khác nhau đối với phụ nữ Liyue, căn cứ theo sự khác biệt về hương thơm và độ ẩm. Người Liyue có một luật bất thành văn đó là: Trong lĩnh vực giao tiếp hàng ngày, không được tùy tiện nhắc đến vấn đề sáp thơm với các cô gái. Nhưng nếu ai đó có thể đoán được loại sáp thơm nào được sử dụng, và giải thích chính xác đặc điểm của nó, đồng thời thể hiện nó một cách khéo léo, họ sẽ có cơ hội giành được sự ưu ái của đối phương.\nTheo cách nói phổ biến ở vùng nông thôn Liyue, phương pháp làm sáp thơm Hoa Nghê Thường lần đầu tiên được dạy cho con người bởi Tiên nhân ẩn cư tại Âu Tàng Sơn. Ở thời đại mà những thứ phi thường và những người phàm trần chung sống với nhau, Tiên nhân đã từng hướng dẫn con người học các kỹ năng phối giống và yêu thương cỏ cây muông thú, còn từng biến thành những con chim thần tiên tao nhã để đem các kỹ thuật chế tạo và sử dụng sáp thơm dạy cho thiếu nữ gội đầu nơi dòng suối trong.\nRốt cuộc thiếu nữ ra sao mà có thể gây ấn tượng với Tiên nhân ẩn dật? Trong vô số câu chuyện và truyền thuyết, chân tướng vẫn chưa được sáng tỏ, nhưng sáp thơm làm từ Hoa Nghê Thường vẫn được lưu truyền và tồn tại hàng nghìn năm. Người ta nói rằng hương thơm ngát và kỹ thuật chế tạo nhẹ nhàng uyển chuyển của nó không thay đổi sau hàng nghìn năm lịch sử.\nDựa theo môi trường sinh trưởng khác nhau, Hoa Nghê Thường cũng sẽ có những tính chất khác nhau. Thương nhân Liyue đã đặt cho những bông Hoa Nghê Thường có đặc điểm và mục đích dùng khác nhau này bằng nhiều cái tên rất kêu, rồi gán những cái tên này cho một cuộc gặp gỡ nào đó của Nham Vương Đế Quân khi hạ phàm, hoặc những món quà kỳ diệu của Tiên Nhân, và thêm thắt những câu chuyện ly kỳ - Những quảng cáo bán hàng như vậy luôn nhận được sự yêu thích của những người dân ở Cảng Liyue.\nVì nhu cầu thị trường nên những người bán hoa ở Liyue quan tâm đến việc trồng và nhân giống các loại Hoa Nghê Thường mới. Do đó, có rất nhiều loài Hoa Nghê Thường tuyệt đẹp ở các thành phố hoặc làng mạc nơi người Liyue sinh sống. Đáng tiếc, do sự thay đổi địa lý trong thời gian dài và sự gia tăng của hoạt động khai thác, môi trường phát triển của Hoa Nghê Thường hoang dã đã bị phá hủy, nên quần thể Hoa Nghê Thường ở cánh đồng Liyue gần như biến mất, chỉ còn một số ít loài được Tiên nhân ẩn cư bảo vệ cẩn thận, nở ra những bông hoa trầm tĩnh và tao nhã, hoàn toàn khác với những bông Hoa Nghê Thường nhân tạo trong thành phố.\nĐiều thú vị là trong mắt người Liyue, những bông Hoa Nghê Thường yêu kiều tao nhã cũng là một trong số những thứ tượng trưng cho Nham Vương Đế Quân. Vị thần uy nghiêm này chủ yếu đi khắp thế gian với vẻ ngoài của nam giới, liệu rằng ngài đã từng biến thành nữ giới và tiếp nhận thờ phụng bằng hoa tươi? Giữa những dữ liệu lịch sử khan hiếm và những truyền thuyết thôn dã phức tạp, chúng ta khó có thể chắc chắn về một giả thuyết như vậy, nhưng cũng không thể phủ nhận đây là một giả thuyết vô căn cứ.\nTác giả đã từng chứng kiến cảnh Thất Thiên Thần Tượng nhận vật phẩm dành cho nữ giới được làm tỉ mỉ bằng Hoa Nghê Thường, còn Nham Thần tiếp nhận cống phẩm của thần dân với tâm trạng ra sao, thì một lữ khách ngoại quốc như tác giả khó lòng đoán biết."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue Phong Thổ Chí"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "NPC Shop",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3400,
            "name": "Jifang",
            "desc": "<p>Chủ Tiệm Vạn Văn Tập tại Cảng Liyue</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/01/55631176/8e0520c3e8d590b70c49bdb074c48df0_740641836774257817.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1192,
            "name": "Liyue Phong Thổ Chí - Tú Cầu",
            "desc": "Chuyên khảo, ghi lại phong tục địa phương của Liyue, ban đầu được viết bởi học giả Fadhlan của Sumeru sống ở Liyue, sau đó được chỉnh sửa và hiệu đính bởi các học giả địa phương Liyue, xuất bản lưu hành rộng rãi.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Customs of Liyue: Flower Ball_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1194,
            "name": "Liyue Phong Thổ Chí - Hoa Nghê Thường",
            "desc": "Chuyên khảo, ghi lại phong tục địa phương của Liyue, ban đầu được viết bởi học giả Fadhlan của Sumeru sống ở Liyue, sau đó được chỉnh sửa và hiệu đính bởi các học giả địa phương Liyue, xuất bản lưu hành rộng rãi.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/92924e3b639754d54c7e53a9d1c2fb03_2004978559346777761.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1193,
            "name": "Liyue Phong Thổ Chí - Đón Thần",
            "desc": "Chuyên khảo, ghi lại phong tục địa phương của Liyue, ban đầu được viết bởi học giả Fadhlan của Sumeru sống ở Liyue, sau đó được chỉnh sửa và hiệu đính bởi các học giả địa phương Liyue, xuất bản lưu hành rộng rãi.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/92924e3b639754d54c7e53a9d1c2fb03_4975629171608801352.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}