{
  "epId": 2332,
  "name": "Thạch Thư Tập Lục (I)",
  "desc": "Nhà sử gia Zichang thời cổ đại đã dịch lại những hoa văn được khắc trên đá, biên soạn thành một cuốn sách lịch sử, ghi chép lại nhiều sự kiện lịch sử.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Stone Tablet Compilations: Vol. I_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1705251432,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Thạch Thư Tập Lục (I)"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1238,
            "name": "Thạch Thư Tập Lục (I)",
            "desc": "Nhà sử gia Zichang thời cổ đại đã dịch lại những hoa văn được khắc trên đá, biên soạn thành một cuốn sách lịch sử, ghi chép lại nhiều sự kiện lịch sử.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stone Tablet Compilations: Vol. I_icon.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Thạch Thư Tập Lục (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#bfbfbf>Thời gian đầu, Nham Vương ẩn cư, thủy triều dần rút, lập nên Thiên Hoành, chống lại thiên tai. Người dân sau đó sống trong hòa bình, sẻ núi tìm ngọc, nghề làm đá trở nên phát triển, đất đá sau khi được khai thác chất thành từng đống. Có người nói rằng: Nơi núi dày ngọc thường lấp lánh, vì vậy lấy tên là \"Sơn Huy Trại\". Khi ấy, dân chúng trong thiên hạ đa số sinh sống bằng nghề khai thác khoáng vật, thế nên cả trăm nghìn dặm cũng không có người nghèo đói.</color>\n<color=#bfbfbf>Chú thích: Sơn Huy Trại nay đọc nhầm thành \"Sơn Huy Nham\", sau khi bị tàn phá chỉ còn là núi đá bình thường, không giữ được diện mạo như lúc ban đầu.</color>\n<color=#bfbfbf>...</color>\n<color=#bfbfbf>Có một vị Thần Cát tên là Guizhong, thỏa thuận với Nham Vương, xây dựng đội nỏ mạnh bảo vệ Thiên Hoành, được gọi là \"Máy Guizhong\"; Sau đó dẫn dân chúng lên vùng phía bắc Thiên Hoành, phát triển trồng trọt. Thời kỳ thịnh vượng, giao thông phát triển, thị trấn và nông thôn kéo dài đến tận Cổng Đá. Guizhong từng nói với Nham Vương: \"Nay dân chúng của thần, an cư lạc nghiệp, nhiều người hồi hương, chi bằng đặt tên là Quy Li Nguyên\". Nham Vương tấm tắc khen hay. Cái tên Quy Li Nguyên từ đó mà xuất hiện.</color>\n<color=#bfbfbf>Chú thích: Sau này các ma thần mưu đồ bất chính, đại loạn nổi lên. Tuy là các tiên nhân cố gắng chiến đấu, thế nhưng chiến tranh loạn lạc, Quy Li Nguyên chịu ảnh hưởng nặng nề, Thần Cát Guizhong qua đời tại đây. Vì vậy Nham Vương Đế Quân đem dân chúng di cư đến phía nam Thiên Hoành, Quy Li Nguyên từ đó cũng trở nên hoang tàn, không còn vẻ phồn thịnh như trước.</color>\n<color=#bfbfbf>...</color>\n<color=#bfbfbf>Nham Vương bình định các ma vương xong, tiên nhân, dạ xoa đều có vị trí của mình, Liyue quay lại hòa bình. Thời kỳ hỗn chiến ma thần kéo dài ngàn năm, hủy hoại nhiều thứ. Cư dân Liyue dần phát triển thương nghiệp và nghề thủ công. Người giỏi liên kết thành hội, gọi là \"Thất Tinh\". Cảng Liyue manh nha hình thành. Dưới Thất Tinh còn có Bát Môn, cai quản tất cả các ngành nghề. Lại có Thiên Nham Quân theo lệnh Thất Tinh, bên trong giúp đỡ người dân, bên ngoài trấn áp ma quái. Vì vậy được gọi là phép cai trị của Nham Vương Đế Quân.</color>"
          }
        ]
      }
    ]
  }
}