{
  "epId": 2333,
  "name": "Giấc Mơ Tan Vỡ ",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart's Desire_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Giấc Mơ Tan Vỡ"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Tuyển tập các câu chuyện viễn tưởng lưu truyền giữa các quốc gia tại Teyvat, kể lại câu chuyện xảy ra trong một quán đồ cổ.\n——Ánh Trăng——\nNghe đâu, có một góc nhỏ trong thành phố bị gió lãng quên.\nChỉ cần đứng trước đài phun nước nhắm mắt lại, sau 35 nhịp tim, đi 7 vòng theo chiều kim đồng hồ, lại đi ngược lại 7 vòng, rồi mở mắt sẽ phát hiện bước chân đã đưa bạn đến trước một cửa tiệm nhỏ...\n————\n\"Xin lỗi. Cho hỏi có ai không?\"\nVeiga rụt rè hỏi.\nCánh cửa đóng sập phía sau cô. Âm thanh giòn giã của chiếc chuông treo trên cửa vang lên trong căn phòng tối tăm lộn xộn.\nÁnh hoàng hôn chiếu xuyên qua tủ kính pha lê. Trong tiệm chất đầy những thứ mà cô không thể hiểu nổi, cô bước vào một cách thận trọng, sợ rằng sẽ đạp phải thứ gì đó.\nKhông ai trả lời.\nThế là Veiga bắt đầu đánh giá những đồ vật xung quanh mình: Phụ kiện máy móc không rõ dùng để làm gì, cây đàn Lia cổ vô cùng xinh đẹp, những mảnh sành vỡ chạm khắc nhiều hình ảnh khó hiểu, gông cùm xưa cũ chi chít vết hằn, vương miện quý tộc bị lãng quên...\nKhi cô đang quay mòng mòng trong đống đồ có vẻ như vô dụng này, không biết từ lúc nào, chủ tiệm với đôi mắt dài và hẹp như cáo đã đứng bên cạnh cô.\n\"Cái đó, đã từng là răng nanh của một vua sói. Bây giờ chắc chỉ có chiếc răng dài này và các vị thần là nhớ rõ quá khứ của vùng đất từng bị băng tuyết bao phủ kia.\"\nCô nhẹ nhàng nói,\n\"Xin chào quý khách. Có món gì vừa ý, muốn mua không?\"\n\"Có thứ gì có thể khiến người \"quên\" không?\"\n\"Ừm, có đấy.\"\nVeiga ôm ngực, vội vàng hỏi:\n\"Cho dù là người rất rất quan trọng cũng có thể quên ư?\"\nNữ chủ tiệm có đôi mắt cáo nghiêm túc gật đầu:\n\"Tôi còn biết rằng chàng trai trẻ mà cô muốn quên là một người có đôi mắt trong veo như ánh trăng. Anh ta biệt tăm đã rất lâu, để lại một lỗ hổng trong trái tim cô. Cho dù có gặp bao nhiêu người cũng không thể lấp đầy nó, cho dù chuyện hạnh phúc vui vẻ thế nào, cũng giống như ánh trăng mãi không thế nắm lấy được\"\nVeiga ngạc nhiên gật đầu.\nHumu mỉm cười, và lấy từ đâu ra một chai rượu.\n\"Đây là một loại rượu làm cho con người ta quên đi nỗi đau.\"\n\"Vào thời xa xưa khi băng gió vẫn còn buốt giá, để có thể sinh sống và tồn tại một cách mạnh mẽ, tổ tiên đã bí mật ủ ra loại rượu này ở vùng đất sâu trong tuyết. Con người sau này có cuộc sống đầy đủ hạnh phúc rồi thì quên hẳn phương pháp làm ra loại rượu này.\"\nCô lắc bình rượu.\n\"Xem ra cũng không còn nhiều. Thấy cô có duyên với cửa hàng của tôi, không cần tiền. Đương nhiên, nếu đây là những gì cô mong đợi...\"\nVeiga cầm lấy ly rượu mà mắt cáo trao.\nTrên thân ly rượu vốn được khảm một loại đá quý nào đó, nhưng đã bị cạy đi mất rồi, chỉ còn lại một lỗ trống cô đơn...\nKhi Veiga định thần trở lại, cô đã đứng trước đài phun nước.\nHả? Tôi đang làm gì ở đây? Cô thầm nghĩ rồi vội bước về nhà. Hoàng hôn đã xuống muộn rồi, nếu bạn không nhanh chóng về nhà thì...\nCho dù là cửa tiệm kỳ lạ hay là cách đi đến đó, hay là những chuyện đã xảy ra trong đó, cô không hề nhớ một chút gì.\n————\n\"Đã đi rồi.\"\nNgay khi tiếng chuông đóng cửa tiệm dừng reo vang, chủ tiệm với đôi mắt nhỏ dài như hồ ly nói.\nThiếu niên có đôi mắt trong veo như ánh trăng bước ra từ phía sau cửa hàng.\n\"Vất vả cho cô rồi.\"\n\"Đây là lần thứ mấy cô ấy đến đây?\"\n\"Lần thứ sáu... hay thứ bảy.\" Thiếu niên ngập ngừng một lúc rồi hỏi, \"Rượu này có thực sự hữu ích không? Không phải là tôi không tin cô, nhưng...\"\nChủ cửa hàng mỉm cười bâng quơ.\n\"Nó có thể giúp người ta quên đi nỗi đau. Nhưng xem ra, đối với cô ấy, quá khứ giữa hai người không phải là một điều đau khổ. Rượu này cũng chỉ khiến cô ấy tạm thời quên đi nỗi đau của việc thương nhớ, mất đi anh mà thôi.\"\n\"Cô ấy đấy à, chỉ cần nhìn thấy ánh trăng, chắc chắn sẽ nhìn thấy hình bóng của anh từ đó, rồi sẽ dần nhớ lại mọi thứ thôi. Nào là cuộc gặp gỡ ở lễ đánh cầu, nào là những buổi chiều dưới tán cây ở Phong Khởi Địa, nào là ngắm cảnh ở Đỉnh Lời Thề hoặc nắm tay nhau chạy trốn khỏi lễ tế mùa hè, rồi còn đưa thơ và áo choàng lông chim cho cô ấy ở nơi tập trung của các nhà thơ. Đối với cô ấy mà nói, chắc chắn đều là những ký ức không muốn xóa bỏ.\"\n\"...Tiệm này cũng có một loại rượu thực sự khiến con người quên đi tất cả. Nếu anh muốn, tôi có thể cho cô ấy uống!\"\nCô khẽ mỉm cười và nhìn người thiếu niên. Anh im lặng hồi lâu rồi thở dài.\n\"Rốt cuộc tại sao anh cứ muốn từ bỏ?\"\n\"A, là do điều này.\"\nAnh lấy ra một quả cầu pha lê từ trong lồng ngực. Trong đó có một ký hiệu mờ nhạt.\n\"Tôi nghe nói rằng những người có nó, thì sớm muộn cũng có một ngày sẽ biến mất khỏi thế giới này.\n\"Vậy thì chi bằng sớm ngày rời khỏi. Nhân lúc cô ấy còn trẻ mà sớm quên tôi đi thì tốt hơn.\"\n\"Thì ra là vậy.\" Cô cười mỉm, \"anh cũng là người được chọn.\"\n\"Nhưng điều gì sẽ xảy ra với người được chọn, bạn có biết không?\"\nThiếu niên hỏi dồn dập.\nCô cười, nụ cười nhẹ như không, nhìn anh và không trả lời.\n\"Tôi cũng phải đi rồi. Nếu đã lấy được thứ này, thì việc cần làm hãy đi làm thôi.\"\n\"Nếu cô gái đó quay lại thì sao?\"\n\"...Vậy, hãy để cô ấy tự vượt qua nó.\"\n\"Thật là một người đàn ông tàn nhẫn.\""
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Tuyển tập các câu chuyện viễn tưởng lưu truyền giữa các quốc gia tại Teyvat, kể lại câu chuyện xảy ra trong một quán đồ cổ.\n——Lưu Ly——\nNgười ta nói rằng có một góc nhỏ trong thành phố đã bị lãng quên bởi núi đá và sóng.\nChỉ cần nhắm mắt lại đứng ở nơi gió biển thổi, quay lưng lại với tiếng ồn và đi bộ cách xa bốn mươi chín bước. Khi âm thanh của nhịp tim bao phủ hoàn toàn tiếng nói của con người, hãy mở mắt ra và bạn sẽ thấy rằng các bước đi của bạn đã dẫn bạn đến một cửa hàng nhỏ...\n————\n\"Có ai không?\" Yu'an cất tiếng gọi.\nAnh bước từng bước thăm dò vào cửa tiệm. Cánh cửa đóng lại sau tiếng bước chân của người thiếu niên, và tiếng chuông giòn giã vang lên.\nTiếng sóng vỗ bờ cứ như những ký ức xưa len lỏi vào cửa tiệm. Dọc theo cửa hàng chật hẹp, nhiều thứ cũ kỹ chất đống, trông vừa lạ vừa quen. Yu’an cẩn thận liếc nhìn hàng hóa trong đó, sợ rằng chiếc áo dài trên người dính phải những vệt bụi mà có lẽ còn lớn tuổi hơn cả anh.\nNhững chiếc đèn lồng bằng giấy màu vàng cổ xưa, răng nanh của con quái vật khổng lồ nào đó, thiên thạch đen, các khối lập thể bằng vật liệu không xác định có màu vàng đậm...\nKhi anh nhặt một lọ tinh thể bột trắng như tuyết thì bên cạnh vang lên một giọng nói nhẹ nhàng.\n\"Đó là hạt muối được kết thành từ nước mắt của một vị ma thần nào đó trong quá khứ...\"\nGiống như mặt nước tĩnh lặng bị xé toạc, cái âm thanh phá vỡ sự im lặng đặc quánh ấy khiến anh giật mình, vuột tay đánh rơi chiếc lọ.\nGiọng nói trong trẻo mà anh đang chờ đợi không cất lên nữa. Chủ nhân của đôi mắt cáo không biết từ khi nào đã kịp lúc đỡ lấy chiếc lọ và đặt nó về chỗ cũ.\n\"Tôi là... thật kỳ lạ, là ai giới thiệu đến đây?\"\nCô khẽ gật đầu, và tỏ ra vẻ khó hiểu trước sự lúng túng này.\n\"Xin chào quý khách. Có món gì vừa ý, muốn mua không?\"\n\"Tôi muốn chọn một món quà, tặng cho... một người con gái tôi thầm thương.\n\"Gần đây tôi đang định cầu hôn. Vì vậy, sẽ thật tuyệt nếu tôi có một món quà phù hợp.\"\nYu’an liếm môi đầy lo lắng, ngước mắt nhìn vào đôi mắt sẫm vàng như hổ phách của nữ chủ tiệm.\nNhìn nhau một lúc lâu sau, cô ấy nói: \"Tôi hiểu rồi.\"\nDáng người mảnh khảnh nhanh chóng biến mất vào phía sâu cửa hàng.\nKhi quay trở lại, trong tay cô ánh lên sắc cầu vồng nhiều màu sắc. Nhìn kĩ hơn, mới phát hiện ra rằng đó là ngọc lưu ly với mười mặt hình chim cân xứng, trong veo.\n\"Đối với truyền thuyết về\" trái tim lưu ly\", tôi nghĩ rằng quý khách đã nghe về nó.\"\nMặc dù chưa từng nghe nói đến, nhưng Yu’an vẫn gật đầu.\n\"Người ta nói rằng lưu ly nhân tạo chỉ là một sự bắt chước nghèo nàn của lưu ly tự nhiên. Lưu ly thực sự là một thứ đẹp đẽ có thể thể hiện ước mơ của bạn. Nó chỉ được cô đọng từ những nỗi buồn chưa được hoàn thành của tiên thú cao quý khi qua đời. Xin mời xem...\"\nMắt Cáo ra hiệu cho Yu’an phía đối diện, cùng cô nhìn vào phía ánh sáng mờ ảo.\nNhững năm tháng từ hàng vạn năm vụt qua trước mắt anh, những vì sao, đại dương và trái đất như những đám mây thay đổi không ngừng. Cánh đồng tuyết biến thành thảm cỏ xanh, rồi cánh đồng bị cắt ngang bởi dòng sông. Các thành phố phát triển hưng thịnh, các vương quốc sụp đổ như những khối gỗ xếp chồng lên nhau...\nHoàng hôn đã tắt, ánh trăng sáng soi nghiêng trên mặt biển. Khi định thần lại, Yu’an đang đi đến bến cảng.\nTinh thể siết chặt trong tay dần trở nên ấm áp như máu.\nPhải rồi, đây chính là trái tim lưu ly kỳ diệu, anh nghĩ, rồi bước nhanh dưới ánh trăng. Chỉ cần đem nó tặng cho cô ấy, nếu đem nó tặng cho cô ấy, tôi có thể... Tôi nhất định phải...\n————\nChiếc chuông treo trên cánh cửa vang lên những âm thanh giòn giã.\n\"Xin chào quý khách. Có món gì vừa ý, muốn mua không?\"\n\"Tôi muốn nhượng lại một thứ... Cũng không biết có được xem là đá quý hay không.\"\nÁnh sáng xuyên qua các tinh thể được cắt gọt tỉ mỉ, lấp lánh trong cửa hàng.\n\"Một người thanh niên theo đuổi tôi đã tặng món này cho tôi. Nói rằng có thể cùng nhau nhìn thấy những cảnh tượng kỳ diệu trong đó.\"\n\"Không biết tại sao, nhìn nó chỉ khiến tôi cảm thấy... khó chịu. Tuy viên đá rất đẹp, nhưng bây giờ nghĩ về người đó chỉ khiến tôi cảm thấy phiền lòng. Cho nên muốn bán cho quý tiệm.\"\n\"Tôi hiểu rồi, đây là ngọc lưu ly mười mặt hình chim thượng hạng. Bạn muốn bán bao nhiêu mora?\"\n\"Tôi không thiếu tiền, nhưng mà, để tôi xem thử... Cái này, là muối hả? Nói ra thì cũng đến lúc phải đến Vùng Đất Muối rồi. Tôi lấy bình muối này được rồi.\"\n————\nChủ tiệm với đôi mắt như cáo một mình ngồi sâu trong cửa hàng, chơi đùa với viên lưu ly trong suốt.\n\"Nhìn vào ngươi sẽ trông thấy những thứ khó chịu sao. Sự chân thành của chàng trai đó... thật sự khiến người ta không vui.\"\n\"Nhưng nói cho cùng, đó cũng chỉ là mong muốn vào ở rể cho một gia tộc đứng đầu ngành muối, dùng mọi thủ đoạn để leo lên, chẳng qua chỉ là một kẻ đê tiện. Nếu không có chuyện này, có lẽ họ có thể sống hạnh phúc cho dù không thật lòng yêu thương nhau đi nữa. Dẫu sao thì hạnh phúc cũng chỉ là một thói quen, không liên quan đến tình yêu mà.\"\nCô hời hợt nhấp một ngụm rượu, tự cười với chính mình.\n\"Nhưng tôi không thể tha thứ cho loại người đó.\n\"Thật ra thì thật lòng với người lạ cũng là một việc rất nhẹ nhõm. Tôi hiểu rằng chỉ cần anh ấy bước ra khỏi cửa tiệm, thì chúng tôi sẽ không còn lý do gì để gặp lại nữa, vậy cứ để anh ấy xem thêm chút cũng không sao. Nhưng càng gần gũi, càng toan tính, càng thêm đề phòng. Nhưng anh ấy sao có thể lường được chứ...\"\n\"Xin lỗi, để ngươi mạo hiểm rồi. Dù sao có thể lấy lại là tốt rồi.\" Cô hạ mắt xuống\" dẫu sao, đây là trái tim được để lại, tôi sẽ trân trọng nó... Nhưng mà, thỉnh thoảng di chuyển khắp thế giới, nhìn thấy con người hiện tại, không phải rất thú vị sao?\""
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "Tuyển tập các câu chuyện viễn tưởng lưu truyền giữa các quốc gia tại Teyvat, kể lại câu chuyện xảy ra trong một quán đồ cổ.\n——Lam Bảo Thạch——\nNghe đâu, có một góc nhỏ trong thành phố bị gió lãng quên.\nChỉ cần đứng giữa quảng trường nhắm mắt lại, đi 7 vòng theo chiều kim đồng hồ, rồi đi ngược lại 7 vòng. Sau đó, đi về phía trước 14 bước. Khi tiếng chim trong gió biến mất, mở mắt sẽ phát hiện bước chân đã đưa bạn đến trước một cửa tiệm nho nhỏ...\n————\nChủ tiệm với đôi mắt dài hẹp như cáo mở cửa sổ sát đất, để mặc ánh trăng cuốn theo những bụi sao vô hình trải khắp quầy hàng.\nCho dù là hoa nở rộ như kẻ phong lưu, cầu lông phủ đầy bụi bặm, những cuốn sách sớm đã bị sâu bọ đục khoét, hay là trường cung không dây, đều phảng phất giống căn phòng của quý tộc ngày xưa, phủ lên một tầng ánh bạc bởi ánh trăng vô tình.\n\"Ồ. Gần đây việc làm ăn thế nào?\"\nTiếng chào hỏi bỡn cợt vọng đến từ sâu bên trong tiệm.\nChủ tiệm xoay người. Từ góc tối nơi ánh trăng không chiếu đến được, một vị \"khách\" quen thuộc đang thoải mái ngồi tựa trên ghế của cô.\n\"Không tốt không xấu, có điều dạo này phải đề phòng trộm cắp.\"\nMang theo chút ý cười, chủ tiệm mắt cáo đáp.\n\"Muốn đuổi khách quen đến như vậy sao?\"\nNgười khách than thở nói, \"Tiệm của cô chẳng có gì đáng để tôi ra tay cả. Nếu không phải nói...\"\n\"Vậy thì, đi săn thế nào?\"\n\"Sao vậy, cô cho rằng tôi lại đến để phi tang đồ trộm cắp ư?\"\n\"Thợ săn\" phát ra tiếng thở dài thất vọng, chủ tiệm không nhịn được mà mỉm cười.\n\"Tất nhiên là không phải, anh chưa từng nói từ \"phi tang\" này.\n[\"Nhượng\", \"tặng\", \"quyên góp\", \"từ bỏ yêu thích\"... là một kẻ trộm hoành hành khắp nơi, anh đã làm rất nhiều việc thiện đó.]\n\"Nhưng lần này tôi đến không phải vì cái đó. Lần này tôi muốn \"xin\" một thứ từ chỗ cô... là bình rượu có thể khiến người ta quên đi đau khổ tương tư.\"\nNgữ khí của hiệp đạo không được cung kính, khoé miệng lại mang theo nụ cười chân thành.\n\"Rất tiếc, đã có người mua rồi.\"\nChẳng biết từ khi nào, bình rượu vốn lặng lẽ ôm trong vòng tay, lại xuất hiện trong tay của nữ chủ nhân.\n\"Mỗi một món hàng trong đây đều có người mua nó. Tại một lúc nào đó trong tương lai, nó đã bị mua rồi.\"\n\"Bản lĩnh không bằng anh, thật xấu hổ.\"\nHiệp đạo thản nhiên cười gượng đáp.\n\"Gần đây tôi phát hiện ra, nỗi nhớ nặng hơn vàng. Đã làm nghề này thường phải nhảy giữa các mái nhà, chạy trên xà nhà, vì vậy nên cần giảm... gánh nặng vô nghĩa.\n\"...Cũng không biết cô gái có đôi mắt như ngọc bích ấy, có thể cảm nhận được loại trọng lượng này không?\"\n————\nChốc lát, tiếng chuông leng keng vang lên đánh thức chủ tiệm.\nKhách đến là một ma nữ với đôi mắt xanh, tay cầm trường thương, trông kiên cường rắn rỏi, trên mặt khắc tội ấn của quý tộc.\nKhông để ý những đồ vật chất đống lộn xộn trong cửa hàng, cô đi thẳng đến quầy hàng giống như một thanh kiếm sắc bén.\n\"Xin chào quý khách, có thứ gì vừa ý, muốn mua không?\"\n\"Tôi muốn nhượng lại một món đồ.\"\nVới giọng nói tựa như những mảnh băng vụn, ma nữ đặt một viên pha lê xanh khổng lồ lên quầy.\n\"Một tên trộm đã cạy nó từ chiếc cốc bạc của quý tộc. Hắn tặng viên pha lê này cho tôi, hại tôi bị chủ nhân trách phạt.\n\"Có điều đó là chuyện của nhiều năm trước rồi. Tôi cứ cho rằng thời gian có thể xoá bỏ oán hận, làm bình tĩnh lại trái tim muốn gặp lại anh ta lần nữa...\"\n\"Vậy món bảo vật này cô muốn đổi bao nhiêu Mora?\"\nMa nữ chỉ vào chiếc cốc bạc quý tộc đã bị mất viên đá quý trong tủ đồ...\nMắt cáo chơi đùa với viên đá quý để ánh sáng xanh tản xạ khắp cửa hàng.\n\"Tôi hiểu rồi. Nếu như đây là những gì cô mong đợi...\"\nTrong lòng dao động, ắt sẽ lo lắng về cái kết không có hậu, trái tim con người rồi sẽ xuất hiện vết rạn nứt sợ hãi.\nSau đó, cái chết sẽ đến theo bước chân của sự sợ hãi, giống như hơi ẩm thấm vào xương tuỷ.\nNhiều người cho đến lúc chết mới nhận ra bản thân đã để lộ yếu điểm từ lúc nào, để rồi bị đâm thẳng vào đó.\nMở to đôi mắt hồ ly hẹp và dài, chủ tiệm nâng viên pha lê xanh hướng về phía ánh trăng, chiêm ngưỡng ký hiệu của gia tộc xưa cũ hiện ra rồi biến mất, rồi lại hiện ra lần nữa.\nTruyền thuyết nói rằng trong một thời khắc đặc biệt, xuyên qua đá quý trong suốt có thế nhìn thấy quá khứ, tương lai, hoặc là tấm lòng của ai đó. Giống như truyền thuyết ở đâu đó trên thế giới, có một cánh đồng bồ công anh rộng lớn như biển; Giống như truyền thuyết trước kia trên trời có 3 vầng trăng, tên của họ là Aria, Sonnet và Canon, ba chị em cuối cùng đã chết trong thảm hoạ; Giống như truyền thuyết một ma nữ có thể nhìn thẳng vào cái chết, cuối cùng đã chết vì khoảng trống trong trái tim, và tên trộm đã trốn ra nước ngoài luôn chờ đợi gặp lại cô lần nữa.\nCô biết rằng ngay cả khi bảo vật bị vứt bỏ, những truyền thuyết này cũng không thể theo đó mà biến mất, kết cuộc của câu chuyện cũng không thể xoay chuyển.\nVậy chi bằng cứ thu nhặt tất thảy những truyền thuyết và những câu chuyện về cửa tiệm của mình."
          }
        ]
      },
      {
        "title": "Quyển IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Tuyển tập các câu chuyện viễn tưởng lưu truyền giữa các quốc gia tại Teyvat, kể lại câu chuyện xảy ra trong một quán đồ cổ.\n——Thạch Tâm——\nNgười ta nói rằng có một góc nhỏ trong thành phố đã bị lãng quên bởi núi đá và sóng.\nChỉ cần nhắm mắt lại đứng ở nơi gió biển thổi, quay lưng lại với phố xá ồn ào bước đi bốn mươi chín bước. Khi giọng nói được thay thế bằng sự im lặng, duy chỉ có âm thanh của nhịp đập trái tim, hãy mở mắt ra và bạn sẽ thấy rằng các bước đi đã dẫn bạn đến một cửa tiệm nhỏ...\n————\n\"Có ai không?\" người đàn ông mặc áo tơi nhẹ nhàng gõ cửa.\nThông qua chiếc cửa sổ đầy bụi bặm, anh nhìn vào những món hàng bày trong tiệm, những chiếc bình lấp lánh ánh huỳnh quang, lưỡi đao gãy phát ra ánh sáng lạnh lẽo, những bức họa cuộn tròn phai màu bởi thời gian, những viên thuốc phát sáng kỳ lạ, những mảnh ngói đầy sương giá...\nNgười đàn ông bước vào tiệm, cánh cửa sau lưng anh đóng lại.\nAnh đến trước quầy hàng, khi đang đánh giá những cổ vật kỳ diệu này dường như không thuộc về thế giới này, thì một giọng nữ dịu dàng vang lên:\n\"Xin chào quý khách, có thứ gì vừa ý, muốn mua không?\"\nNgười đàn ông sững người, nhìn lại, đôi mắt như cáo của chủ tiệm mang theo ý cười.\n\"Là như thế này, tôi muốn một tín vật để hoà giải mối ân oán cũ.\"\nNgười đàn ông hắng giọng, giọng nói mang theo sự thận trọng không tương xứng với ngoại hình.\n\"Vậy sao? Tôi hiểu rồi...\"\nĐôi mắt cáo màu vàng loé lên, chủ tiệm nhìn vào chiếc áo tơi ẩm ướt của người đàn ông, rồi gật đầu.\nSau đó, chủ tiệm cúi người tìm kiếm, trong chốc lát cô lấy ra một viên thạch phách tinh xảo từ trong quầy.\nThạch phách trong tay chủ tiệm phát ra quầng sáng màu vàng mờ, giống như màu mắt của cô vậy.\nNgười đàn ông nhận lấy thạch phách, tỉ mỉ quan sát dưới ánh trăng. Trong màn đêm, ẩn sâu trong ánh sáng vàng ôn hoà dường như đang che giấu một cơn bão xa xăm.\nBàn tay anh tiếp tục run rẩy.\n\"Cái gọi là thạch phách, chính là linh hồn của đá. Dưới dòng chảy của thời gian ngay cả tảng đá cứng đầu nhất cũng sẽ ngưng tụ một trái tim trong sáng không tạp chất.\"\nGiọng nói của chủ tiệm dường như từ nơi xa xăm vọng lại, người đàn ông khẽ gật đầu.\n\"Đây chính là thứ tôi muốn.\"\nNgười đàn ông trầm giọng đáp, rồi đặt một túi mora nặng trĩu lên quầy, sau đó rời đi, hoà vào cơn mưa đêm ngoài cửa.\n————\n\"Sự tình là như vậy.\"\nChủ tiệm dứt lời, nheo đôi mắt cáo nhìn người khách trước mặt.\n\"Anh ấy không nói gì nữa?\"\nNgười thợ mỏ trẻ tuổi không thể che giấu sự vội vàng trong đáy mắt, nhưng chủ tiệm chỉ im lặng lắc đầu.\n\"Túi mora anh ấy để lại có vệt máu.\"\nGiọng nói của chủ tiệm bình tĩnh và lãnh đạm như nước.\n\"Đó chính là thứ tôi muốn.\"\nNgười trẻ tuổi thở dài, dường như muốn tránh né đôi mắt màu vàng của chủ tiệm.\n\"Để trao đổi, tôi sẽ kể cho cô một câu chuyện.\"\nChủ tiệm gật gật đầu, tỏ ý rằng anh ta cứ tiếp tục nói.\n\"Tôi từng cùng người đàn ông mặc áo tơi đó leo núi khai thác đá. Tôi vì muốn vượt lên hoàn cảnh, còn anh ta thì có một gia đình...\"\n\"Sau đó, vào một đêm mưa bão, chúng tôi đã phá vỡ một tảng đá và tìm thấy mảnh thạch phách đó, từ bề mặt màu vàng trong sáng toả ra ánh sáng rực rỡ khiến cảnh đẹp ở Tuyệt Vân Gián cũng trở nên lu mờ trước nó...\"\n\"Chúng tôi giao hẹn khi trở về bến cảng sẽ chia đôi. Nhưng đêm đó, dưới cơn mưa lớn, tôi lặng lẽ khiến anh ấy vĩnh viễn ngủ say trên vách núi...\"\n\"Bởi vì tôi sợ hãi, tôi không thể tin anh ta, tôi không thể tin vào một lời hứa mà chỉ có một tiên nhân huyển ảo mới có thể nghe thấy.\"\n\"Cho nên, nỗi sợ đã chiến thắng tôi... Tôi thà tin vào toàn bộ của cải thấm đẫm máu, cũng không thể mạo hiểm với người lạ mặt...\"\n\"Buổi sáng ngày thứ hai, tôi hạ dây trèo xuống vách đá. Tại bước thứ tư, bước thứ năm, bước thứ sáu, tôi dẫm lên một tảng đá. Đột nhiên một cơn chấn động chẳng lành từ lòng bàn tay theo gân cốt truyền đến não...\"\n\"Khi tôi ngẩng đầu nhìn lên sợi dây thừng, thì đã quá muộn...\"\n\"Cảnh vật cuối cùng tôi nhìn thấy, là dây thừng bị đứt từng sợi từng sợi...\"\n\"Tôi biết, đó là vết cắt của con dao săn.\"\n\"Vậy nên, cuối cùng các anh cũng đã thanh toán sòng phẳng.\"\nChủ tiệm mắt cáo để lộ một nụ cười nhẹ đến nỗi rất khó phát hiện được.\n\"Anh ấy lấy được thạch phách, còn anh đã trả hết số nợ.\"\nNgười trẻ tuổi không nói gì nữa.\n————\nTruyền thuyết kể rằng thạch phách là trái tim của đá, Đá càng có linh tính càng có thể phản ánh bản tính của con người.\nCó người nói, ngay cả khi chủ nhân đã mất, linh tính kỳ dị của thạch phách cũng sẽ mang ham muốn và hối tiếc đó trở lại kiếp này, tìm kiếm người có khả năng giải quyết.\nChí ít thì truyền thuyết nói như vậy.\nNgười khách kỳ lạ đã rời khỏi 2 giờ rồi mà mưa vẫn đang rơi.\nChủ tiệm có đôi mắt cáo đứng lặng bên cửa sổ, nhìn sâu vào con đường nhỏ trong mưa mù.\n「Nhưng mà... liệu họ đã thực sự giải thoát chưa?」\nDường như đối mặt với cơn mưa, cô đặt ra một câu hỏi không có câu trả lời."
          }
        ]
      }
    ]
  }
}