{
  "epId": 2337,
  "name": "Đêm Trăng Rừng Trúc",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Chàng thiếu niên đến từ sơn trang, từ khi rời khỏi quê hương, ý chí sắt đá chưa từng thay đổi, lại bị lạc giữa rừng trúc âm u. Anh ấy sẽ gặp phải giấc mộng cũ như thế nào đây?\nỞ nơi vang tiếng xào xạc của lá cây bên mạn tường, cùng với tiếng ếch nhái hòa tiếng ve kêu, vùng đất ẩm thấp dưới góc núi là một góc rừng trúc khô héo.\nTrong rừng trúc ở Khinh Sách Sơn lưu truyền nhiều câu chuyện về hồ ly ma quái.\nSau cơn mưa dầm, tiếng nước nhỏ giọt trên lá trúc. Thiếu niên vội băng qua con đường nhỏ trong rừng, rẽ trái quẹo phải, bám víu trên núi đá ẩm thấp rồi lại đi trên tảng đá lớn đầy rêu xanh. Mặc dây mây kéo lại bước đi của hắn, phiến lá quét qua da hắn. Trong rừng trúc xanh của Khinh Sách Sơn, một góc của động núi đá, thiếu niên đi đến một vùng cây cỏ khô héo, dừng bước nghỉ ngơi.\nTrưởng bối trong sơn trang từng nói, mùa mưa dầm chính là thời tiết tốt cho hồ ly cưới gả. Chỉ trẻ con mới có thể nhìn thấy đội đưa tiễn và kiệu đỏ của tân nương hồ ly, nghe được tiếng trống nhạc thổi cả đoạn đường, trong rừng trúc vô cùng sôi nổi.\nTrưởng bối trong trang còn nói rằng, trẻ con không được đến gần đội ngũ đó.\n\"Nếu như đến quá gần sẽ bị hồ ly lấy mất hồn!\"\nTrưởng bối trong thôn đã nói thế.\n\"Lấy mất hồn rồi thì sẽ thế nào?\"\n\"Nếu bị hồ ly lấy mất hồn thì mãi mãi không thể thoát thân. Nói không chừng sẽ để hồ ly làm kèn, lục lạc để chơi, từ đó không thể sống yên nữa...\"\nTrưởng bối còn không quên làm động tác khua chiêng gõ trống hù dọa hậu sinh.\nĐến khi lớn lên, thiếu niên không còn tin vào những chuyện bịa đặt nữa. Dưới sự chỉ dẫn của các tiên linh phiêu bạt, anh băng qua mê cung xanh biếc, dọc đường chỉ nghe thấy vài tiếng hồ ly, những sinh linh gian xảo ẩn sâu trong rừng trúc dường như chưa bao giờ hiện thân trước mặt những vị khách vội ngang qua, nói chi đến đội ngũ đưa hôn ồn ào.\nThiếu niên cảm thấy mất mát, đá bay đá cuội bên chân, bước qua thềm đá sẵn có, tiếp tục đi vào sâu trong rừng trúc.\nTrưởng bối từng nói, nơi rừng trúc này sinh trưởng từng là cố hương bị sức mạnh to lớn của Nham Thần chinh phục. Nhưng Nham Thần trông như thế nào? Liệu Nham Thần có tay chân hay không, có mặt mũi hay không? Hay trông Nham Thần cũng giống như những người đá, thú đá phân bố khắp bờ sông?\nĐám người hái thuốc vào thành định kỳ hằng năm sẽ mang về tin tức về Điển Lễ Thỉnh Tiên, thuật lại cho mọi người khung cảnh long trọng khi Nham Thần giáng thế mỗi năm một lần. Nhưng bọn nhỏ tò mò luôn hy vọng có thể tận mắt chứng kiến cự thần mà đời đời kiếp kiếp sùng bái trong sơn trang.\nSự vững chắc của Khinh Sách Sơn là do Nham Thần ban cho sao? Đời đời kiếp kiếp được yên ổn già đi cũng do Nham Thần định sẵn?\nĐáp án của những nghi vấn này nằm ngoài sơn trang, nơi được ngăn cách với thế giới đang dần già cỗi trong núi bởi một mảnh rừng trúc.\nÔm lấy nghi vấn cùng mong đợi, thiếu niên chí lớn lạc đường trong bóng trúc."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Vào thời khắc trăng nhô lên cao, thiếu niên đến từ sơn trang gặp gỡ người con gái nơi rừng trúc. Rốt cuộc sẽ là cõi mộng thần tiên hay cạm bẫy yêu ma đây?\nGiữa màn trúc xanh biếc, thiếu niên lạc đường gặp được một người bạn đồng hành không tưởng.\n\"Sao thế, lạc đường à?\"\nMột tiếng nói êm tai truyền đến ẩn chứa sự giễu cợt ngả ngớn.\nThiếu niên xoay người thấy một cô gái áo trắng thon thả. Nàng đứng bên suối trong veo cuồn cuộn, hạt ngọc trên áo tơi lấp lánh, con ngươi màu vàng hài hòa với ráng chiều buông trên đầu.\nTrưởng bối trong trang từng nói, nơi suối trong từng có ngựa trắng nhảy ra, hóa thành tiên nhân giúp Nham Vương chinh chiến.\nNhưng chưa từng có ai nói, đó là con suối nào, tiên thú tao nhã nhảy ra đó tên là gì.\nHuống chi người con gái trước mặt cũng chẳng giống tiên nhân, ngoại trừ đôi mắt màu vàng thu hút kia.\nVả lại, chưa từng nghe qua tiên nhân cũng mặc áo tơi khi trời mưa.\n\"Hóa ra là một tên ngốc.\"\nCô gái áo trắng mỉm cười xảo trá, đôi mắt màu vàng cong cong như vành trăng non.\n\"Cô mới là đồ ngốc!\"\nThiếu niên tức giận mắng trả lại.\nQuả nhiên người này chẳng phải tiên nhân gì cả, làm gì có tiên nhân ăn nói khó nghe như thế!\n\"Ta muốn ra ngoài phiêu lưu làm thủy thủ, tận mắt xem thử Thương Cự Nham của đế quân trông thế nào!\"\n\"...Ngờ đâu mới ra ngoài đã lạc đường trong rừng trúc.\"\nCô gái lạnh nhạt thêm vào, ánh mắt thoáng cười nhạt khiến người ta tức giận.\n\"Không có...\"\n\"Đừng mạnh miệng, nào, ta đưa ngươi ra ngoài.\"\nCô gái mỉm cười, chìa tay ra. Tay cô trắng nõn, lấp lánh ánh sáng hoàng hôn xuyên qua lá trúc.\n\"...Cảm ơn.\"\nThiếu niên nắm tay cô, xúc cảm lạnh như băng ướt át, như mưa ngâu trong núi, như măng treo đẫm sương.\nTà dương khuất dần vào khe núi, ráng chiều chợt lóe trên bầu trời xanh rồi biến mất.\nTrưởng bối trong trang từng nói, khi nắng chiều biến mất, âm khí núi rừng lạnh lẽo, dễ sinh sôi yêu quái.\nLũ yêu quái sinh ra từ quá khứ chết chóc, là oán hận và không cam lòng của người chết ngưng tụ thành ác linh. Cây trúc bị chúng bám lấy sẽ dần khô héo mà chết, người bị chúng quấn lấy cũng sẽ tiều tụy mê man.\n\"Có nhiều lúc, họ sẽ yêu cầu người đi đường thực hiện chuyện không thể nào hoàn thành, sau đó khiến họ tự vùi mình vào tuyệt cảnh...\nCó nhiều lúc, họ sẽ dẫn đường cho khách qua đường vô tội, nhưng điểm cuối lại là sào huyệt yêu ma.\"\n\"Thế nên, nhóc à, ra ngoài đi xa thì chớ khinh suất!\"\nTrưởng bối trong trang nói thế, còn vỗ vỗ đầu anh như dạy bảo.\nNghĩ đến đó, lẽ nào cô ấy chính là yêu quái trong núi rừng?\nThiếu niên thấy thấp thỏm, bất giác bước chậm lại.\n\"Sao thế?\"\nCô gái quay đầu lại, cõng theo ánh trăng đêm, con ngươi màu vàng sáng lấp lánh."
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "Đêm khuya nơi rừng trúc, trăng treo trên cao sáng vằng vặc, là nơi giao nhau giữa giấc mộng ngày cũ và hiện thực. Thiếu niên chìm vào mộng mị với những câu chuyện xưa cũ khó nói thành lời.\nRừng trúc trong Khinh Sách Sơn, màn đêm luôn buông xuống rất nhanh.\nTừ dưới rừng trúc ngửa mặt trông lên, trăng sáng màu bạc bị cắt vụn bởi bóng trúc sắc bén. Ở nơi tiếng nhái dần ngưng và tiếng ve kêu mất dần, trong một góc được ánh trăng bạc chiếu rọi, mấy búp măng mới nhú.\nTrong rừng trúc ở Khinh Sách Sơn lưu truyền nhiều câu chuyện về hồ ly ma quái.\nVào buổi tối, cô gái áo trắng kể rất nhiều chuyện cho thiếu niên. Đều là những câu chuyện rất xa xưa nhưng người thiếu niên chưa từng nghe qua.\n\"Vào quá khứ xa xôi, bầu trời từng có đến ba vầng trăng, họ là ba chị em sống thọ hơn cả Nham Thần, năm sinh còn xa xưa hơn cả cảng Liyue.\nVầng trăng là các con gái của thơ và ca, cũng là quân vương của đêm trăng. Các nàng cưỡi xe bạc tuần du, cứ qua một tuần là để một người chị em khác thế ngôi. Cứ lặp đi lặp lại như thế cho đến ngày họa lớn ập xuống.\nBa vầng trăng sáng cùng yêu một người, đó là ngôi sao của tư thần. Chỉ có khoảnh khắc tương giao giữa ngày và đêm, ba chị em mới có thể vượt qua trời sao dần mất đến tẩm cung của thần tinh, sau đó khi ánh rạng đông dần hiện, quân vương của đêm lại vội vã cưỡi xe trốn đi.\n\"Ba chị em đều nặng tình với người yêu duy nhất, cũng nặng tình như tình cảm giữa ba người. Đó là chuyện trước khi tai họa lật đổ đất trời gieo xuống.\"\n\"Sau này, tai họa lật đổ xe của quân vương, phá hủy cung điện của tinh la. Ba chị em màn đêm trở mặt thành kẻ thù, không thể không lấy cái chết từ biệt, cuối cùng chỉ còn lại một người với thi thể tái nhợt, bắn ra ánh sáng trong trẻo lạnh lùng...\"\nCô gái ngẩng đầu nhìn trăng sáng giữa rừng trúc, chiếc cổ thon dài rọi ánh sáng bạc, đôi mắt màu vàng lóe sáng.\n\"Bầy sói là con của trăng sáng, họ luôn nhớ đến tai họa mà bi thương. Vì thế mỗi khi trăng tròn, họ đều khóc kể cho chủ mẫu... Cũng chính vì thế những đứa trẻ sống cùng bầy sói sẽ gọi thần tinh - người yêu may mắn còn sống của trăng sáng là Đỗng Tinh (nghĩa là ngôi sao đau thương).\"\n\"Vậy sao...\"\nThiếu niên chợt im lặng.\nĐó là câu chuyện mà trưởng bối trong trang chưa từng kể, có lẽ dù trưởng lão lớn tuổi nhất cũng chưa từng nghe qua những truyền thuyết này. Chúng còn vang dội hơn những câu chuyện hồ ly cưới gả, yêu quái quấn lấy con người, nhưng lại không sinh động như truyền kỳ Nham vương trấn áp yêu quái, mà càng giống như một giấc mộng hoang đường.\n\"Đây không phải là một câu chuyện từng xảy ra, mà là truyền thuyết đã bị mọi người quên mất.\"\nCô gái áo trắng nhẹ xoa tóc thiếu niên, mi mắt rũ xuống, màu vàng trong con ngươi tối đi.\n\"Trước khi tiên tổ định càn khôn, từng có chúng thần dạo chơi khắp nơi, rất nhiều tiên nhân từng tu luyện ở nơi này. Nhưng trước đó thì sao?\"\n\"Chỉ có ký ức còn sót lại, vụn vặt hóa thành câu chuyện, rồi từ đó biến thành truyền thuyết truyền miệng...\"\n\"Những ký ức xa xưa vượt xa trần thế này, dù là thần linh hay tiên nhân nghe thấy cũng sẽ thương cảm.\"\nCô gái thở dài, phát hiện thiếu niên bên cạnh đã sớm thiếp đi.\n\"Thật là...\"\nMỉm cười bất đắc dĩ, cô gái cởi áo tơi xuống, khoác lên người hắn.\nĐêm hôm ấy, thiếu niên nằm mơ thấy trời đêm với ba vầng trăng sáng, cùng xe đậu ở cung khuyết."
          }
        ]
      },
      {
        "title": "Quyển IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Trời dần hừng sáng, hai người đôi ngã chia ly, nhưng dư âm của câu chuyện cũ vẫn còn vương vấn nơi núi rừng, chờ một ngày chàng thiếu niên trở lại.\nTrời dần sáng, thiếu niên dần tỉnh lại.\nRừng trúc quanh năm bị những câu chuyện về hồ ly quỷ quấn lấy, trong nắng mai lấp lánh sương mù, trông cứ như đuôi ngựa phất qua.\nCô gái nắm tay thiếu nhiên, đi về phía ánh nắng chiếu xuyên qua rừng trúc, rẽ trái cua phải, xuyên qua bụi cỏ rậm rạp, leo lên phiến đá xanh trơn trượt, bám vào đá tảng dưới bóng trúc, đưa anh đến cửa ra của rừng trúc.\n\"Ta vẫn chưa biết cô đến từ đâu, tên họ là gì?\"\nThiếu niên hỏi, anh vẫn chưa thỏa mãn với câu chuyện đêm qua.\n\"...\"\nCô gái ngoảnh đầu lại, xoay lưng về phía nắng mai, con ngươi lóe lên ánh sáng màu vàng.\nCô chỉ cười với anh, không nói gì.\nNhiều năm sau, chàng thiếu niên không còn là thiếu niên nữa nhớ lại thời khắc này, khi đó anh mới hiểu: Sự khác nhau giữa anh và cô cũng như núi cao và vực sâu. Vận mệnh của anh đã định phải rời khỏi cố hương, đến cảng Liyue tìm kiếm sự giàu có mà Nham Thần ban tặng. Vận mệnh của cô là lánh đời ẩn cư, cách xa ánh mắt của Nham Thần uy nghiêm từ ái, bảo vệ những câu chuyện cổ xưa mà ngay cả cô cũng đang dần quên mất.\nThế là, thiếu niên cùng cô gái áo trắng đôi người đôi ngả.\nAnh thu xếp hành lý đi về phía bến cảng phồn hoa, còn cô đứng lặng bên rìa rừng trúc, con ngươi màu vàng dường như đã đoán được vận mệnh về sau của thiếu niên này. Khi anh già đi, chán ngán biển khơi hoặc sóng gió thế gian, sẽ có một ngày trở lại tòa sơn trang an hưởng cuối đời an vui.\nTrong ánh nắng ban mai, thiếu niên nghe tiếng vó và tiếng ngựa hí xa xăm.\nQuay đầu ngắm nhìn, sau lưng chẳng có gì, chỉ phát hiện trên bờ vai vương một sợi lông bờm trắng muốt."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Đêm Trăng Rừng Trúc"
          }
        ]
      }
    ]
  }
}