{
  "epId": 2338,
  "name": "Ký Sự Tuyệt Vân",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of Jueyun_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Ký Sự Tuyệt Vân"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Bộ sưu tập nhiều câu chuyện ly kì ở Liyue, bao gồm nhiều giai thoại ngắn và thú vị, chủ yếu lấy chủ đề dân gian. Bài viết này mô tả truyền thuyết về Thạch Thú.\n——Thạch Thú——\nCho đến nay Liyue vẫn còn lưu giữ được nhiều tượng đá, đa phần là để cầu mong mưa thuận gió hòa, đất đá ổn định; Thế nhưng cũng có một số ít tượng đá đến từ thời xa xưa của Liyue.\nTruyền thuyết được các ngư phu sông Bích Thủy, người hái hoa lau Địch Hoa Châu và người thợ đào mỏ nơi núi đá truyền tai nhau rằng: Ở một góc trời Liyue nào đó, Thạch Thú cổ xưa sẽ thức tỉnh vào đêm thu lạnh, nó đứng nhìn thế giới ngày càng xa lạ này, lắng nghe tiếng ếch và côn trùng, từ sâu trong cổ họng sớm bị hóa đá cất ra tiếng hú trầm lắng. Sau đó, chúng sẽ chậm rãi di chuyển trên vùng đất Liyue, quan sát vùng đất mà bản thân từng thủ hộ.\nDường như chẳng có ai tận mắt nhìn thấy những loài Thạch Thú này khi sống dậy là như thế nào, thế nhưng những người già am tường địa lý văn vật sớm đã quen với sự biến đổi của tư thế và vị trí của Thạch Thú mỗi ngày. Còn những người cắm trại qua đêm nơi này, cũng thường xuyên nghe thấy tiếng hòa thanh còn trầm hơn cả nước chảy.\nNhững Thạch Thú cổ xưa này từ đâu mà đến? Theo truyền thuyết mà người già ở Khinh Sách Trang kể lại, chúng là những Tiên Thú sát cánh chiến đấu cùng với Nham Vương Đế Quân. Sau khi hỗn chiến ma thần kết thúc, nước biển rút khỏi vùng đất Liyue, hòa bình được lập lại. Các Tiên Thú không còn nghĩa vụ bảo vệ người dân khỏi chiến tranh của các thần, bèn lui về ẩn cư, sống một cuộc sống an nhàn.\nTuy vậy vẫn có một vài Tiên Thú vẫn hoài niệm về quãng thời gian sát cánh cùng với Nham Vương Gia, nuôi hy vọng thủ hộ Liyue. Tiên Thú tuy có sức sống siêu phàm, thế nhưng bị tuổi thọ trói buộc là điều dĩ nhiên. Vì vậy, chúng khẩn cầu Nham Vương Đế Quân, biến tấm thân xác thịt của mình thành Nham vĩnh hằng. Nham Thần từ bi đồng ý lời nguyện cầu của chúng, biến chúng thành những tảng đá mãi không mục nát."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Bộ sưu tập nhiều câu chuyện li kì ở Liyue, bao gồm nhiều giai thoại ngắn và thú vị, chủ yếu lấy chủ đề dân gian. Bài viết này kể về giai thoại hư cấu cổ xưa.\n——Hải Thần Cung——\nNgày đón tân nương đến rồi.\nHải Thần ngồi chính giữa vỏ trai uy nghiêm, tay nắm lấy dây kéo được buộc vào hai con Li Thú. Phía trước xe kéo khổng lồ là Li Thu có thể sánh ngang vơi Thiên Hoành Sơn. Ngài nhận lấy ngọc trai được các trưởng lão dâng lên, rồi đưa tay kéo tân nương về phía mình. Thôn trang cũng nhận được món quà cưới mà Hải Thần ban tặn - một năm sóng yên biển lặng.\nRời xa đám người náo nhiệt và người mẹ già, Hải Thần đưa tân nương đi sâu vào đáy biển. Xuyên qua hành lang dài được dựng lên từ xương cá voi khổng lồ và cung điện được trang hoàng bằng vỏ ốc tím và ngọc trai. Thiếu nữ được đưa đến tẩm cung mà Hải Thần sắp xếp cho nàng.\n\"Ta vốn không muốn tham gia vào trò hề của phàm nhân.\" Hải Thần nói bằng giọng trầm để an ủi tân nương.\n\"Nơi đây là ngôi nhà mới của rất nhiều người con gái, và cũng là nơi ở suốt đời của họ. Đối với những cô gái bị dân làng trục xuất, biển là nơi ẩn náu của họ, và đó sẽ là quê hương không bao giờ làm phiền giấc ngủ của họ.\"\nNhưng cô gái không muốn trở thành vật trang trí cho ngôi nhà mới được làm bằng ngọc trai và ốc biển. Biển sâu và những sinh vật nơi đây chỉ khiến cô sợ hãi. Sống trong cung điện dưới lòng biển mà không biết đến bình minh và hoàng hôn, nỗi nhớ nhà khiến cô gái ngày càng tiều tụy.\nCũng có một ngày, Hải Thần biết được tâm tư của thiếu nữ. Ngài thất vọng về lựa chọn của nàng, nhưng vẫn chấp nhận quyết định đó.\n\"Trong thế giới loài người không hoàn hảo đó, rồi sẽ có một ngày nàng sẽ hối hận.\" Hải Thần tháo con ốc ma thuật bên lưng và đưa nó cho cô gái.\n\"Một ngày nào đó nàng sẽ thổi nó, và nàng sẽ quay lại nơi này.\"\nCô gái mang theo con ốc trở về đất liền. Trong nhiều năm sau đó, nàng trở thành một người mẹ. Sống trong một cuộc sống yên bình, cung điện dưới đáy biển dường như chỉ là một giấc mơ thời thơ ấu. Nó chứa đầy những con quái vật và ánh huỳnh quang kỳ lạ, và đôi khi chúng le lói trong dòng ký ức. Cứ như vậy nàng sống hết năm này qua năm khác... Mãi đến khi ngày đón tân nương lại đến, trưởng lão dẫn dắt dân làng lấy đứa con gái ra khỏi vòng tay của nàng, và nàng hiểu được lời khuyên của Hải Thần năm xưa.\nVậy là, trước đêm đón tân nương, người mẹ thổi con ốc phép thuật.\nHải Thần xuất hiện trong làn sóng lớn, ôm lấy cả thôn trang, tất cả trưởng lão và người dân chưa kịp bừng tỉnh đã bị nuốt gọn trong dòng nước. Li Thú kéo theo chiếc xe được trang trí bằng ngọc trai lấp lánh, cao như núi cao dừng trước mặt người mẹ.\nCũng giống như năm xưa, nàng dắt theo tay người con, bước lên xe kéo của Hải Thần, rồi biết mất khỏi thôn trang chìm dưới mặt nước biển."
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "Bộ sưu tập nhiều câu chuyện li kì ở Liyue, bao gồm nhiều giai thoại ngắn và thú vị, chủ yếu lấy chủ đề dân gian. Bài viết này ghi chép lại nguồn gốc của Dốc Vô Vọng.\n-Vô Vọng-\nGiữa những khe núi phía Bắc của Khinh Sách Sơn, có một con dốc tên là Dốc Vô Vọng, nơi này âm khí nặng nề, có nhiều truyền thuyết kỳ dị.\nNgười Liyue đồn rằng trong khu rừng ở Dốc Vô Vọng lảng vảng linh hồn của người đã khuất, chúng quanh quẩn quanh cây cổ thụ đổ nát, chần chừ giữa cành cây khô héo và lá úa tàn, chưa từng rời xa những sự vật từng gắn bó khi còn sống. Những hồn ma lơ lửng này thường dụ những khách vãng lai vô tình lạc lối và đặt chân lên con đường núi hiểm trở... để rồi rơi xuống núi hoặc bị lũ quái vật ăn thịt.\nCái tên \"Vô Vọng\" cũng bắt nguồn từ đây - Tự nhận lỗi một cách vô vọng. Dù Lữ Khách không hành động ngạo mạn, thì ác ý mở nhạt như màn sương bao phủ ngọn núi cũng sẽ bám lấy người đó.\nNgười dân vô tội và khách vãng lai lúc nào cũng có khả năng bị ma quỷ lừa gat, đi sâu vào khu rừng mờ sương không nhìn thấy mặt trời, tiến về phía nguy hiểm khó lường. Yêu quái ở Dốc Vô Vọng dụ người phàm bằng nhiều cách khác nhau, hoặc biến thành ý nghĩ mất mát, hoặc biến thành niềm tiếc nuối không thể vãn hồi. Biểu hiện qua tiếng nói của người đã khuất, sự ấm áp của người đã đi xa, sự hối hận của người bất hoà, khiến lữ khách trong núi không thể cự tuyệt tiếng gọi của chúng, vì vậy mà cứ đi theo.\nNhưng Dốc Vô Vọng không phải lúc nào cũng như vậy. Không lâu trước kia, Dốc Vô Vọng vẫn có người sinh sống; Ngày xửa ngày xưa, trong thôn trang dưới chân dốc cũng có khói bếp thanh nhàn, ánh lửa lập loè. Mà nay nhà cửa chỉ còn đống đổ nát, cư dân cũng chỉ còn lại những linh hồn thầm thì.\nNhững đứa trẻ ở Khinh Sách Trang truyền nhau câu chuyện ngụ ngôn như thế này: Người trẻ tuổi ở Dốc Vô Vọng bị tiếng hát của quái vật biển mê hoặc, theo đuổi những lời hứa hão huyền và những giấc mơ ấu trĩ rồi lần lượt chìm vào dòng nước êm đềm trong vắt, những gợn sóng trôi dạt đưa họ ra Vân Lai Hải xa xôi, rồi hoà làm một với những con sóng trên biển lớn, mất đi tất cả ký ức về khu rừng và thôn trang... còn giấc mơ của họ, cũng trở thành bài ca của quái vật biển.\nTừng thế hệ thiếu niên cứ ra đi như vậy, cho đến cuối cùng, những người già ở Dốc Vô Vọng cũng qua đời trong tiếng thở dài, thành phố cảng rộng lớn mà Nham Vương Đế Quân coi trọng toả sáng rực rõ và ngôi làng ma trầm lặng rơi vào quên lãng.\nNhưng khác với người phàm có sinh mạng ngắn ngủi và hay thay đổi, địa mạch vĩnh cửu ghi nhớ mọi thứ. Nguyên tố phun ra biến thành thể linh hồn, tái hiện lại tất cả những giấc mơ và ác mộng xưa của cư dân nơi đây. Giống như một người mẹ mất con, cố gắng tìm mọi cách để khôi phục lại quá khứ đã qua, những địa mạch vô tình hết lần này đến lần khác đẽo gọt nên bóng dáng của những cư dân trước đây, tái hiện từng tiếng khóc của trẻ thơ, từng tiếng thở dài của cụ già, những câu chuyện vui hay buồn cứ lặp đi lặp lại, giống như bài hát của quái vật khổng lồ trên biển, vô thức quyến rũ mọi tâm hồn hoài cổ tự dấn thân bước đến."
          }
        ]
      },
      {
        "title": "Quyển IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Bộ sưu tập nhiều câu chuyện li kì ở Liyue, bao gồm nhiều giai thoại ngắn và thú vị, chủ yếu lấy chủ đề dân gian. Bài viết này kể lại câu chuyện về tiên linh thần bí trong núi.\n-Sơn Linh-\nTrong khu rừng của Liyue, có rất nhiều Tiên Linh vô chủ phiêu dạt. Những sinh linh phát sáng này vĩnh viển ẩn trong màn sương của khu rừng, giữa những thành phố xưa cũ, hoặc lảng vảng trong thôn trang bỏ hoang đổ nát, để dẫn đường cho lữ khách mang Vision đến kho báu ẩn giấu đã lâu, hoặc cơ quan cổ xưa vô cùng tinh xảo.\nNgười Liyue nói, những sinh linh bé nhỏ không tiếng động này là tượng trưng của điềm lành, là linh hồn tàn dư của Tiên nhân hoặc Ma Thần lương thiện không thể để lại tên đã qua đời. Cũng có người cho rằng, Tiên Linh thực ra là tiếng vọng của khách vãng lai mất đi người thân còn lưu lại trong núi, dẫn lữ khách cô đơn tìm thấy đường trở về.\nTrong thôn ở Liyue lưu truyền một truyền thuyết cổ xưa: Nghe nói trong núi Tiên Linh quanh quẩn trong núi đã tồn tại trước cả Tiên Nhân, sở hữu hình dạng tuyệt đẹp và trí tuệ thông thái. Chúng từng xuyên qua cánh rừng, dạo bước trong thành cổ, thậm chí còn có trước cả khi Vương Đế Quân và Ma Thần đại chiến.\nỞ một thời khắc không thể truy tìm lại ký ức, tổ tiên của Tiên Linh đã quen biết Lữ Khách, lập lời thề dưới sự chứng kiến của ba tỷ muội cung trăng. Chỉ 30 ngày sau, tai hoạ xuất hiện, Tiên Linh và Người Tình đã lưu vong giữa thế giới rạn nứt, cho đến khi tai hoạ nguy hiểm ập đến chặn đứng bước chân họ. Sự trừng phạt vô tình khiến họ xa cách mãi mãi, thậm chí ngay cả ký ức cũng bị vỡ nát.\nTiên Linh xinh đẹp đã đoạn tình và tỷ muội ngày càng tiều tuỵ, ngay đến hình dáng tuyệt mỹ cũng tan vỡ, rải rác trong núi rừng, tàn dư thì hoá thành sinh linh nhỏ bé phiêu dạt, chúng đã quên đi rất nhiều, bỏ lại phía sau rất nhiều, chúng đã mất đi giọng nói và trí tuệ của mình, nhưng vẫn giữ tiếng ca bi thương. Chính bởi vậy, chúng ôm chút thâm tình đã dần rơi vào quên lãng, dẫn những lữ khách dừng chân nơi núi rừng mờ sương, mượn khung cảnh xưa, tư trang hoặc những vần thơ cũ để nhớ lại những câu chuyện của một thời xa vắng.\nĐương nhiên, đây chỉ là truyền thuyết ly kỳ sót lại, là giả tưởng về vùng quê Liyue thời xưa trước cả Nham Vương Đế Quân, thiếu giá trị để được thừa nhận. Nhưng về Tiên Linh bi thương lang thang giữa khe núi này, cho đến nay vẫn tồn tại những ý kiến khác nhau."
          }
        ]
      },
      {
        "title": "Quyển V",
        "desc": [
          {
            "type": "RichText",
            "text": "Bộ sưu tập nhiều câu chuyện ly kì ở Liyue, bao gồm nhiều giai thoại ngắn và thú vị, chủ yếu lấy chủ đề dân gian. Bài viết này kể về nguồn gốc Tiên Thú Kỳ Lân và người phàm.\n-Kỳ Lân-\nTrong truyền thuyết tại Liyue, Kỳ Lân là một loài tiên thú cao quý và nhân từ. Kỳ Lân thường xuyên ẩn hiện giữa núi rừng, chỉ đi dạo vào ban đêm khi sương trong và ánh sao gặp gỡ, chỉ uống sương nguyên chất và ăn hoa cỏ ngọt đắng.\nKỳ Lân là tiên thú hiền lành, sự nhàn tản và nho nhã chảy trong huyết mạch của chúng. Nghe nói Kỳ Lân chưa từng làm hại tới loài vật khác, dù chỉ là giẫm lên một con côn trùng, bẻ xuống một nhánh cỏ. Mọi người nói, mỗi một tập tính hay một hành động của Kỳ Lân, đều tuân theo lễ tiết lịch lãm thời xưa, ngàn năm nay chưa từng thay đổi.\nSau khi kết thúc thời đại hỗn chiến ma thần, rất nhiều tiên nhân không thể thích nghi với sự ồn ào của người phàm, vì vậy dưới sự sắp xếp của Nham Vương Đế Quân, họ dần chuyển đến ẩn cư nơi núi cao rừng trúc, từ đó không can dự vào nhân thế, họ du sơn ngoạn thuỷ, hưởng thụ cuộc sống an nhàn.\nNhưng cũng có rất nhiều tiên thú khác, trải qua ngàn năm chung sống với người phàm đã hình thành nên tình bạn đậm sâu, bèn quyết định làm theo mong muốn của Nham Vương ở nhân giới, dùng tiên lực và trái tim nhân từ trợ giúp cho thành phố của người phàm. Họ hoặc là ẩn náu nơi thôn dã núi non, hoặc dạo bước nơi phố thị phồn hoa, sinh sống cùng với loài người và giúp đỡ lẫn nhau, còn lưu lại huyết mạch tại nơi cảng này.\nTheo truyền thuyết dân gian, hàng ngàn năm trước, trong tộc Kỳ lân nho nhã đã có kẻ hẹn hò với người phàm ngu muội.\nTruyền thuyết kể rằng vào thời đại man hoang hàng ngàn năm trước, người ta lấy lá sen làm áo, lấy là nguyệt quế làm xiêm y.\nĐêm nọ, một người hái thuốc đang tắm trong một chiếc hồ trên núi, không ngờ y phục vương vãi bên hồ bị một con Kỳ Lân đi ngang qua gặm mất. Tiên thú hẵng còn nhỏ tuổi lại không hiểu sự xấu hổ và ham muốn của loài người, cũng chưa từng học đạo lý của tiên thú khi hành tẩu nhân gian.\nĐể bồi thường cho hành động lỗ mãng của mình, cũng để tránh bề ngoài siêu phàm của tiên nhân làm kinh hãi người phàm yếu đuối, cô bèn hoá thành hình dáng con người, nhân lúc ánh sáng mờ ảo ngày trăng tròn tràn lên khắp mặt hồ, cô liền xuất hiện trước mặt người hái thuốc.\nTiên thú nhỏ tuổi rốt cuộc không hiểu được sự xấu hổ và ham muốn của loài người. Dưới ánh trăng mát lành, trong khu rừng đom đóm lập loè, nàng dùng giọt sương làm áo, ánh trăng làm váy, cùng người phàm ngu muội kết bạn chơi đùa, du ngoạn qua rừng trúc hoa cỏ, giới thiệu cho anh động phủ của chúng tiên, giải đáp cho anh ngôn ngữ của muông thú, rồi ngủ thiếp giữa tiếng côn trung trong đêm khuya tĩnh mịch, cùng chìm vào giấc mơ xa xưa...\nKhi tia nắng sớm mai đầu tiên chiếu lên gương mặt của người hái thuốc làm anh tỉnh giấc, tiên thú cao quý sớm đã chẳng thấy bóng dáng đâu nữa.\nVề câu chuyện sau đó, dân gian truyền miệng vô vàn câu chuyện khác nhau. Có người nói, sau này vào một đêm nọ, Kỳ lân mang một chiếc giỏ trúc đặt trước cửa nhà của người hái thuốc, rồi lập tức ẩn mình vào ánh trắng và sương nhẹ, khi người hái thuốc ra ngoài xem thử, mới phát hiện trong giỏ trúc là một đứa bé đang ngủ ngon lành.\nCũng có người nói, từ đó Kỳ Lân và người phàm sống cùng nhau, sinh được một bé gái, làm quen với cuộc sống nhân gian...\nCho dù sự thực của câu chuyện ngàn năm này ra sao, ngày hôm nay tiên thú nho nhã vẫn đồng hành cùng người dân Liyue, vẫn ẩn cư giữa đám đông tấp nập, chờ đợi một ngày Nham Vương Đế Quân sẽ lại triệu gọi."
          }
        ]
      },
      {
        "title": "Quyển VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Bộ sưu tập nhiều câu chuyện ly kì ở Liyue, bao gồm nhiều giai thoại ngắn và thú vị, chủ yếu lấy chủ đề dân gian. Bài viết này giới thiệu di tích cổ xưa mang tên Tuần Ngọc Lăng.\n-Ngọc-\nTrong thung lũng Tại phía Tây Bắc của Cảng Liyue, phía Nam của Nam Thiên Môn, nhiều tàn tích xưa cũ nằm im lìm.\nMột trong số đó, người Liyue thường quen gọi là \"Tuần Ngọc Lăng\". Những di tích ở đây được cho là đã tồn tại rất lâu trước thời điểm xảy ra hỗn chiến Ma Thần.\nTheo truyền thuyết cổ xưa được truyền lại, ý nghĩa của \"Tuần Ngọc\" là \"Nơi ngọc đẹp chạy trốn\".\nVào thời xa xưa, khi Nham Vương còn trẻ, có một Thiên Tinh rơi xuống vùng đất hoang dã phía tây Liyue. Khi Thiên Tinh rơi xuống, mặt đất bị tác động tạo thành một vực sâu khổng lồ, từ đó vô vàn đá vàng ngọc quý được tạo sản sinh ra, dần dà đã hình thành ngành khai thác mỏ của Liyue từ ngàn năm trước.\nTruyền thuyết kể rằng khi ngôi sao không tên rơi xuống, một mảnh của nó vỡ ra và lọt vào giữa những tảng đá ở phía bắc ngoại ô Li sa.\nAi nấy đều biết, bên trong đá vàng tĩnh lặng có chứa linh khí và linh hồn. Ở thế giới mà người phàm không thể thấy và hiểu được, chúng dùng quy luật của mình để lắng nghe và dõi theo nhịp đập của trái đất, tiếng vọng của suối, sự vận hành từ tốn mà kiên định của núi đá.\nNhưng những thiên thạch từ trên trời rơi xuống thì khác, so với những tảng đá đơn thuần và vững chắc trên trái đất, chúng cao ngạo và nóng nảy hơn.\nSau này, vì để tranh giành ngai vàng, vô số ma thần và quân vương trên trái đất đã chiến đấu với nhau, bầu trời sao và vực sâu vì vậy mà biến sắc, bi kịch và tội ác ngăn cản hơi thở của núi đá và sông suối. Những ngôi sao từ trên trời rơi xuống không thể chịu nổi, bèn bay lên trời cao bất chấp sự níu giữ của Vực Đá Sâu.\nSau khi viên ngọc từ trên trời rơi xuống trở lại bầu trời đầy sao, nó để lại một vực sâu thẳm. Người ta đã xây dựng thành phố và pháo đài kiên cố trong đó, rồi sống ẩn mình trong dấu tích mà thiên thạch để lại kia.\nGiữa hàng ngàn năm sương gió và hỗn loạn, thành phố kiên cố ở thung lũng Tuần Ngọc vẫn sừng sững, nó vẫn có mối liên hệ với Cảng Liyue thịnh vượng cho đến tận năm trăm năm trước.\nNhưng khi tai hoạ từ vực thẳm trỗi dậy, cư dân Tuần Ngọc đã đóng cửa thành cổ, rời quê hương và tản mác khắp nơi. Không ai biết nguyên nhân vì sao họ lại phong bế quê hương, ngay cả Tiên Nhân và Dạ Xoa đã quen với những xáo trộn hàng nghìn năm trên thế gian cũng giữ im lặng.\nKết quả là thành phố bị phong bế biến thành một lăng mộ khổng lồ và trống rỗng, chỉ có hồ nước trống rỗng và tiếng gió hun hút. Vì vậy, người dân Liyue gọi nó là \"Tuần Ngọc Lăng\"."
          }
        ]
      }
    ]
  }
}