{
  "epId": 2346,
  "name": "Hồ Ly Biển Bồ Công Anh",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Fox in the Dandelion Sea_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Bồ Công Anh, Bồ Công Anh, bay cùng với gió đến nơi xa-Hồ Ly nhỏ nói thì thầm.\nCổ tích Mondstadt khiến người khác khó quên, câu chuyện hồ ly và người thợ săn, \"Hồ Ly biển Bồ Công Anh\", tổng 11 quyển, bắt đầu.\n\"Bồ công anh, bồ công anh, đi cùng với gió, đến nơi xa.\"\nBé hồ ly đọc khẩu quyết.\nSau đó cậu gọi đất trong chốc lát, rồi thổi bay nắm hạt giống bồ công anh. Cậu nghiêm túc nói,\n\"Như vậy, nguyện ước của thầy sẽ cùng với gió, bay đến cạnh Phong Thần.\"\nLúc này một cơn gió thổi qua, cuốn đi rất nhiều rất nhiều bồ công anh.\nLà giấc mơ cùng với tôi đi đến nơi đẹp đẽ nào ư?\nSự việc xảy ra khi nào\nTrước đây, ở phía sau thôn, có một khu rừng nhỏ. Trong rừng có rất nhiều rất nhiều cây um tùm tươi tốt, giữa những hàng cây là một cái hồ nhỏ.\nMặt hồ giống như chiếc gương trong Đại Giáo Đường Mondstadt, mỗi ngày đều được lau sáng bóng vậy.\nÁnh nắng xuyên qua cành lá chiếu xuống mặt hồ, tựa như đang che giấu những viên bảo thạch, thật đẹp mắt.\nHôm đó thời tiết giá lạnh, tôi mang theo cung vào rừng đi săn, đi đến bên hồ, nhìn vào hồ nước lấp lánh, không biết tại sao lại nhớ về cô gái tôi đã thích từ rất lâu trước kia.\nTôi đã không còn nhớ được cô ấy là người như thế nào, chỉ cảm thấy đôi mắt cô của ấy nhất định giống như nước trong hồ, như những mảnh bảo thạch sáng lấp lánh.\nLúc đó tôi nhất định là nhìn hồ nước phát sáng lấp lánh xem đến nhập thần. Tôi vô tình đi dọc theo hồ, quên mất rằng mình ra ngoài để săn bắn.\nNghe thấy âm thanh kết băng, tôi mới tỉnh lại. Tôi nhìn thấy đóa Băng Vụ Hoa bên hồ, làm đóng băng nước hồ xung quanh. Bên cạnh có một con hồ ly trắng, đuôi bị mắc kẹt trong băng giá, trông có vẻ rất buồn.\n\"Nhất định là khi uống nước không chú ý, để đuôi xuống nước cạnh Băng Vụ Hoa rồi.\"\nBăng Vụ Hoa là loài thực vật rất nguy hiểm. Nếu không chú ý sẽ dẫn đến bị thương do băng. Nếu muốn ngắt lấy, nhất định phải cẩn thận mới được.\nNhìn thấy tôi đến gần, hồ ly sợ hãi liều mạng vùng vẫy. Nhưng khi cử động chiếc đuôi bị mắc kẹt trong băng lại bị kéo đau đến nỗi nó kêu lên nho nhỏ.\n\"Ui da, thế này không được.\"\nTôi nghĩ,\n\"Thật tội nghiệp. Cứ để vậy không quản ắt sẽ chết đói, chi bằng giải thoát cho nó, mang về nhà coi như thu hoạch của hôm nay vậy.\"\nTrong lòng tôi nghĩ, có thể cho thêm củ cải nhà trồng, hầm một nồi thịt ngon. Khi nghĩ đến hầm thịt, cơ thể lại tràn đấy sức mạnh, trong lòng cũng thấy vui lên.\nSau đó tôi lấy ra cây cung dùng để săn bắn, cẩn thận tiến đến.\n\"Hồ ly ngoan, đừng lộn xộn\""
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Hồ ly ngoan nào, đừng cựa quậy.\", gặp phải thợ săn, hồ ly bị Băng Vụ Hoa bao vây, tính mạng sẽ ra sao?\nCổ tích thợ săn, hồ ly và bồ công anh, quyển 2, tiếp tục.\n\"Hồ ly ngoan, đừng lộn xộn\"\nĐó là lời ông nội đã dạy cho tôi. Khi bắt hồ ly niệm câu này, giương cung sẽ không bị run.\nKhi tôi định phóng tên, hồ ly chợt ngẩng đầu, bốn mắt nhìn nhau. Đôi mắt của nó giống như hồ nước, sáng lấp lánh, giống như mảnh bảo thạch.\nTrong lòng tôi giống như nổi lên cơn gió mạnh, rối bời. Mũi tên bị chệch hướng, phá vỡ băng cạnh hồ ly. Hồ ly nhấc đuôi lên, nhìn tôi một cái rất nhanh rồi quay đầu chạy thẳng vào rừng.\nKhi tôi tỉnh lại, lập tức chạy đuổi theo, nhưng người làm sao chạy nhanh bằng hồ ly chứ?\nDần dần hồ ly trắng càng lúc càng nhỏ, biến thành một chấm trắng nhỏ.\n\"Này! Đừng, đừng chạy\"\nTôi hô lên, thở hổn hển không ngừng.\nNhưng khi tôi hô lên như vậy, điểm trắng đã chậm lại một chút.\n\"Là đang đợi tôi sao?\"\nTôi suy ngẫm.\n\"Nếu như muốn chạy, hồ ly làm sao có thể chạy chậm hơn người chứ.\"\nHồ ly là một loại động vật thần kỳ. Cho dù ở Phong Khởi Địa bằng phẳng như vậy, cũng có thể chạy trốn rồi biến mất trong nháy mắt.\nGiống như đi vào thế giới khác.\nNghĩ đến đây, tôi lại thêm tin tưởng,\n\"Con hồ ly trắng đó đang đợi tôi. Nhất định như vậy.\"\nTin tưởng vào hồ ly, đuổi theo điểm trắng sáng đó đi rất lâu rất lâu. Cứ đi cứ đi, chợt có một cơn gió nổi lên.\nTôi run cầm cập, nhìn lại,\n\"Kỳ lạ?\"\nĐiểm trắng lại biến thành 2 cái.\nSau đó lại biến thành 3 cái, 4 cái. Giống như gió cứ thổi là sẽ nhiều thêm vậy. Sau cùng trở nên không thể đếm hết.\nLúc này, có điểm trắng bay vào trong mắt của tôi, đau nhói. Dụi dụi mắt, mới phát hiện điểm trắng xung quanh đều là những bông bồ công anh lặng lẽ trôi. Còn hồ ly đã không biết đã đi đâu.\nTôi tự cười một mình rồi về nhà.\nĂn món thịt hầm củ cải mà không có thịt. Tôi rất ghét ăn món củ cải không có thịt, khiến tôi cảm thấy thật là đói, cứ đói như vậy rồi ngủ mất.\nKhi tôi tỉnh lại, là bởi nửa đêm nghe thấy động tĩnh nhỏ ngoài cửa."
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "Tiếng động bên ngoài cửa đã đánh thức người thợ săn. Ngoài đó, rốt cuộc là ai?\nCổ tích thợ săn và hồ ly vẫn tiếp tục. \"Hồ Ly biển Bồ Công Anh\", quyển 3.\nKhông đuổi được hồ ly, ăn món củ cải hầm vô vị, tôi ôm bụng đói đi vào giấc ngủ. Câu chuyện về hồ ly, nếu như không bởi vì câu chuyện sau đó, tôi cũng nhất định là quên rồi.\nNửa đêm nghe thấy động tĩnh ngoài cửa, tôi đột nhiên tỉnh lại.\n\"Ngộ nhỡ có heo rừng đến ủi củ cải nhà tôi?\"\nTôi nhảy bật lên, đi đến trước cửa. Mở ra nhìn, đứng ở ngoài đó lại là bé hồ ly trắng nhỏ ơi là nhỏ, trong đêm tối trắng đến phát sáng, sáng đến nỗi gần như ánh nắng xuyên qua lá cây rơi xuống mặt hồ, sáng lung linh vậy.\n\"Đúng rồi, nhất định là con hồ ly sáng nay!\"\nTôi nghĩ, lại nghĩ đến đôi mắt long lanh như bảo thạch trong hồ nước, giống như từ trong tim tôi ngắm nhìn tôi vậy.\nSau đó, tôi tay không, đôi mắt ngái ngủ đi về phía nó.\nLần này, nó không động đậy, yên lặng ngồi ở đó đợi tôi đến.\n1 bước 2 bước, cách hồ ly càng ngày càng gần, hồ ly càng trở nên cao lớn.\nKhi tôi đi đến trước mặt nó, hồ ly lại biến thành một người.\nLà một người vóc dáng cao, cổ dài, da trắng. Đôi mắt của cô giống như hồ nước, sáng lấp lánh, giống như miếng bảo thạch vỡ. Trong màn đêm lại giống như ánh mặt trời xuyên qua lá cây chiếu trên mặt hồ.\n\"Đúng là một mỹ nhân. Phải rồi, giống như cô gái tôi thích từ lâu. Mặc dù tôi không còn nhớ tên của cô ấy nữa, nhưng đôi mắt kia, nhất định là cô ấy.\"\nTôi nghĩ thầm.\n\"Đây thực sự là ảo thuật của hồ ly\"\nNhưng điều thực sự kỳ lạ là tôi lập tức biết \"hồ ly biết ảo thuật\". Vâng, chỉ cần nhìn vào đôi mắt đó thì điều gì cũng sẽ tin tưởng.\nẢo thuật cũng được, hồ ly biến thành người cũng tốt, với đôi mắt giống hồ nước kia, đôi tròng mắt giống như bảo thạch, đều không là gì cả. Chúng tôi cứ yên lặng như vậy trong biển bồ công anh vô bờ bến, không nói gì cả.\nCuối cùng, cô ấy cũng mở miệng nói chuyện, mặc dù không phải nói tiếng người nhưng tôi lại nghe hiểu được. Đây chắc cũng là ảo thuật của hồ ly.\n\"Nếu như không phải ngài ra tay cứu giúp, sợ rằng tôi đã phải bỏ mạng bên hồ rồi\"\nCô ấy nghĩ ngợi, lại nói:\n\"Mặc dù như vậy cũng không tồi, chết ở bờ hồ giống như bảo thạch.\n\"Nhưng hồ ly chúng tôi có ân tất báo, tôi nhất định phải đáp tạ ngài.\"\nCô ấy hạ mình xuống cúi đầu trước tôi, mái tóc đen dài từ trên vai rũ xuống như dòng nước chảy."
          }
        ]
      },
      {
        "title": "Quyển IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Trong đêm hè bồ công anh bay trong gió và tuyết, họ đã gặp lại nhau sau vài ngày xa cách.\nDưới sự dẫn dắt của hồ ly, biển bồ công anh hiện ra trước mắt người thợ săn... Hồ Ly Biển Bồ Công Anh (IV).\nVài ngày sau, hồ ly đã không còn đến nữa.\nNhưng những ngày này, con mồi trong rừng dần dần nhiều lên.\nNhững con chim sẻ nhỏ, những con hạc và cả lợn nữa...\nKhông biết là được mùa hay là phần thưởng của hồ ly. Nhưng dù thế nào, những ngày này cuối cùng cũng có thể nếm thử món thịt rồi.\nThế nhưng hồ ly đã không còn đến nữa.\nNói cũng lạ, lúc bụng đói rất dễ đi vào giấc ngủ. Tuy nhiên, khi đã no say lại không khỏi liên tưởng đến người phụ nữ mà hồ ly biến thành.\nKhi nào tôi mới được gặp lại được đôi mắt trong như hồ nước ấy?\nNửa mê nửa tỉnh đầy phiền toái, ngoài cửa vang lên âm thanh nhỏ.\nMong chờ bóng dáng nhỏ bé trắng trẻo, tôi nhảy ra khỏi giường và mở cửa.\nKhông có đôi mắt màu hồ nước, không có cái đuôi to trắng mịn như bông, chỉ có bồ công anh bay lên mờ ảo dưới ánh trăng bạc, tựa như tuyết lơ lửng trên không trung.\nĐột nhiên, một cái gì đó lọt vào lỗ mũi của tôi.\n\"Hắt xì!\"\nĐột nhiên, những bông hoa bồ công anh trắng muốt xoay tròn, bay khắp bầu trời, biến thành một cơn bão tuyết.\nGiữa gió và tuyết bồ công anh, đôi mắt như ngọc ấy đang nhìn tôi, như đang nhìn vào trái tim tôi.\nXua tan vòng xoáy của những bông hoa bồ công anh, tôi đi về phía con hồ ly nhỏ.\nHồ ly đung đưa tai, cái đuôi lớn của nó lướt qua cỏ, thoáng chốc biến mất vào sâu trong rừng.\nTôi vội vàng chạy theo.\nTrong rừng tối, có một thứ gì đó màu trắng thoắt ẩn thoắt hiện.\nCứ như ánh sáng mặt trăng chiếu qua kẽ lá, hay là tinh linh ma mãnh với những bước chân nhẹ nhàng\nTin tưởng vào hồ ly, tôi đi theo nó thoát khỏi khu rừng tối.\nDưới ánh trăng, một biển bồ công anh mở ra trước mặt tôi.\nNgay khi tôi không nói nên lời, có tiếng sột soạt sau lưng.\nNhẹ nhàng, mỏng manh như tiếng cô gái giẫm lên những chiếc lá thông bằng đôi chân trần.\nHồ ly đến sau lưng tôi, và cơn gió đêm mang theo hơi thở của cô ấy - ẩm ướt và mát mẻ, có mùi thơm hơi đắng của hoa bồ công anh.\nMột bàn tay đặt lên vai tôi, những ngón tay mảnh khảnh lạnh ngắt.\nSau đó, cô ấy ghé vào tai tôi, mái tóc dài của cô ấy xõa trên vai tôi và chảy xuống.\nTôi cảm thấy nhịp tim và nhịp thở của cô ấy lên xuống nhẹ nhàng, bình tĩnh và an tâm.\n\"Đây là nơi mà chỉ có hồ ly mới biết cách đến được, là quê hương của bồ công anh.\n\"Hy vọng bạn có thể ở lại đây và dạy cho con tôi học tiếng người...\n\"Đổi lại, tôi sẽ dạy cho bạn những ảo thuật hồ ly.\"\nLỗ tai chợt ngứa ngáy, giống như có làn gió đêm nhẹ nhàng và ẩm ướt mang theo bồ công anh thổi qua.\nKỳ lạ, rõ ràng không có nói với cô ấy về chuyện ảo thuật, sao cô ấy lại biết nhỉ\"\nCô ấy không trả lời, mà nắm lấy tay tôi và dẫn tôi đi đến nơi sâu thẳm của biển bồ công anh...\nLàn gió đêm từ phương nam, làn gió đêm từ phương bắc, thổi với hương thơm hơi đắng, mang đến những ký ức mơ hồ,\nCô ấy dẫn tôi đi vui đùa nhẹ nhàng giữa lớp nhung trắng rải rác cho đến khi trăng lên cao trên các vì sao."
          }
        ]
      },
      {
        "title": "Quyển V",
        "desc": [
          {
            "type": "RichText",
            "text": "Chấp nhận điều kiện của hồ ly, hắn đến nơi mà những thú săn bị mất tích, hoa bồ công anh bay đầy trời.\nCâu chuyện thợ săn, hồ ly trong biển bồ công anh, quyển 5.\nKhông rõ đây là đâu, xung quanh đều là biển bồ công anh mênh mông không thấy điểm tận cùng, mỗi lần gió lướt qua, nhìn cảnh bồ công anh khẽ bay lên theo từng cơn gió nhẹ, tôi mới biết,\n\"Khi đi săn, mấy con hồ ly bị đuổi bắt đều biến mất, hóa ra là trốn ở đây.\"\nTôi nghĩ thầm.\n\"Thật là một nơi tuyệt đẹp\".\nCó điều, khi dạy bé hồ ly nói tiếng người, trong lòng cứ cảm thấy trống rỗng, giống như có gió đang khẽ thổi trong tim.\nKhi nói chuyện với cô ấy, nhìn vào đôi mắt trong veo như viên ngọc dưới hồ, thật giống như đang nói chuyện với cô gái mình đã thích từ lâu mà chẳng còn cơ hội gặp mặt.\nVì thế, khi sống cùng bé hồ ly, cứ cảm giác như người mình thích đã có con vậy, tuy chung sống rất vui, nhưng luôn cảm thấy có chút buồn bực.\nCó điều mỗi lần nghĩ đến việc mà hồ ly đã đồng ý với mình, chỉ cần ở lại đây dạy con của cô học nói tiếng người,\n\"Đến lúc đó, tôi sẽ dạy anh ảo thuật của hồ ly.\"\n...Nhìn dáng vẻ trang trọng khi hứa của cô, tôi lại tràn đầy tinh thần.\nĐợi khi học được ảo thuật, tôi sẽ biến thành chim, bay trên trời cao, có thể bay cao bao nhiêu nhỉ? Còn có thể biến thành cá, bơi thẳng đến rặng Musk nơi tôi chưa từng đến.\n\"Aaaa, còn có thể dùng để đi săn\", tôi không nhịn được muốn nói, \"Không cần phải ăn củ cải hầm thịt mà không có thịt nữa.\"\nTôi ở trong biển bồ công anh bồng bềnh cùng gió, cũng chẳng rõ rốt cuộc đã ở lại bao lâu.\nMột phần cũng bởi bé hồ ly học rất nhanh! Không chỉ nói, mà cách tính toán, cách trồng củ cải, làm sao để thay kính cửa sổ, bí quyết mài sắc dao, tôi cũng đều dạy cho cậu hết thảy.\nLúc nghỉ ngơi chúng tôi sẽ nói chuyện phiếm.\n\"Vì sao cậu lại muốn học tiếng người?\"\nCậu đáp lại cực nhanh:\n\"Vì sau này biến thành người, sẽ có thể làm bạn với con người.\"\nTôi lại hỏi tiếp:\n\"Vì sao cậu muốn làm bạn với con người?\"\nĐôi mắt cậu rũ xuống."
          }
        ]
      },
      {
        "title": "Quyển VI",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Vì sao cậu lại muốn học tiếng người?\" \"Vì sau này biến thành người, sẽ có thể làm bạn với con người.\"\nTrong biển bồ công anh, tiếng nói trẻ thơ vang vọng. Cổ tích \"Hồ Ly biển Bồ Công Anh\", quyển 6.\n\"Vì sao cậu lại muốn học tiếng người?\"\nCó một lần, tôi hỏi bé hồ ly như vậy.\nCậu dùng tiếng người vui vẻ nói:\n\"Vì sau này biến thành người, sẽ có thể làm bạn với con người.\"\n\"Vì sao cậu muốn làm bạn với con người?\"\nCứ như bị hỏi câu hỏi khiến người ta buồn rầu, cậu bé rũ đôi mắt xuống.\n\"Trong rừng cây rất xa rất xa, nhìn thấy một cậu bé.\"\nLà một cậu bé có màu xám, màu giống sói, cả đôi mắt cũng giống sói. Cậu nói thêm.\n\"Lúc đó, vì mới học ảo thuật, nên rất hào hứng, dùng hai chân chạy trên bãi cỏ, cảm giác rất thú vị. Nhưng cáo và người có độ cao khác biệt quá lớn. Người và cáo nhìn thấy những thứ khác nhau. Cáo và người cũng ngửi thấy những thứ khác nhau.\n\"Thầy, người có thể hiểu được chứ? Khi tôi định thần lại thì phát hiện đã bị lạc đường rồi.\"\nCậu nhớ lại sự việc lúc đó, chán nản nói.\nKết quả, cậu chạy vào khu rừng rất xa rất xa đó, còn gặp phải ma vật.\nVào cái lúc tưởng như sắp bị ăn thịt đến nơi, thì cậu bé màu xám như sói bỗng xuất hiện, đánh cho ma vật chạy tan tác. Sau đó biến mất trong rừng cây, không hề nói năng gì.\n\"Nếu như có thể biến thành người và nói tiếng người, thì tôi sẽ có thể đi tìm và kết bạn với cậu ấy!\"\nBé hồ ly vui vẻ nói.\nNghe cậu nói như vậy, tôi không nhịn được hỏi:\n\"Tôi không phải bạn của cậu sao?\"\nBé hồ ly nghiêm túc dùng tiếng người nói:\n\"Mẹ nói: Người là thầy giáo. Thầy giáo và học sinh không giống nhau. Nhưng nói như vậy, lại cảm thấy rất có lỗi với người.\"\nCậu khó xử nghiêng đầu, nghĩ gì đó. Cái đuôi phe phẩy bồ công anh xung quanh, với bộ dạng sầu não.\n\"Có rồi\"\nCậu đột nhiên nói.\n\"Nếu như mình cũng có thể dạy người việc gì đó, vậy mình cũng là thầy giáo\"\n\"Nếu như người là thầy giáo, mình cũng là thầy giáo, chúng ta sẽ không khác nhau nữa rồi.\"\nMặc dù tiếng người của cậu còn chưa thạo, nhưng vẫn rất cố gắng lắp bắp đáp.\n\"Thầy, tôi dạy thầy, phép thuật chỉ có tôi biết.\""
          }
        ]
      },
      {
        "title": "Quyển VII",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Bồ công anh, bồ công anh, bay cùng với gió đến nơi xa đi.\" Hồ ly nhỏ nói thì thầm.\nThợ săn có thể học phép thuật để thực hiện nguyện vọng của mình không? Cổ tích \"Hồ Ly biển Bồ Công Anh\", quyển 7.\n\"Thầy, tôi dạy thầy, phép thuật chỉ có tôi biết.\"\nMặc dù tiếng người của cậu còn chưa thạo, nhưng vì muốn làm bạn với tôi, vẫn rất cố gắng lắp bắp nói.\nCậu ngắt một chùm bồ công anh nho nhỏ.\n\"Bồ công anh, bồ công anh, đi cùng với gió, đến nơi xa.\"\nBé hồ ly đọc khẩu quyết.\nSau đó cậu gọi đất trong chốc lát, rồi thổi bay nắm hạt giống bồ công anh. Cậu nghiêm túc nói,\n\"Như vậy, nguyện ước của thầy sẽ cùng với gió, bay đến cạnh Phong Thần.\"\nLúc này một cơn gió thổi qua, cuốn đi rất nhiều rất nhiều bồ công anh.\n\"Người xem, Phong Thần đã nghe thấy điều ước của tôi.\"\nCậu vui vẻ nói.\n\"Cậu đã ước điều gì vậy?\"\n\"Tất nhiên là trở thành bạn bè, với thầy.\"\nBé hồ ly bỗng nhiên cúi đầu.\n\"Anh vất vả rồi. Khẩu hình miệng nhà cáo chúng tôi không giống với loài người, dạy nó tiếng người rất vất vả phải không?\"\nHồ ly không biết khi nào đã đến bên cạnh chúng tôi. Đôi mắt cô ấy giống như hồ nước sâu không thấy đáy. Bé hồ ly lặng lẽ trốn vào trong bụi bồ công anh né tránh ánh nhìn này.\n\"Đợi nó học được tiếng người...\"\nTôi nghĩ thầm.\n\"Đợi nó học được tiếng người...\"\nCô ấy chậm rãi nói."
          }
        ]
      },
      {
        "title": "Quyển VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Đợi đến khi cậu học được tiếng người\" âm thanh của hồ ly bị gió đêm khẽ cuốn đi, mang theo những bông bồ công anh dạt đến chân trời xa...\nXét cho cùng hồ ly không giống con người, sự đau khổ và niềm hân hoan cũng khác họ... Câu chuyện cổ tích Hồ Ly Biển Bồ Công Anh (VIII).\n\"Đợi nó học được tiếng người...\"\nCô ấy chậm rãi nói.\nTôi sững sờ nhìn vào mặt cô ấy.\nSau đó cô ấy nói gì, tôi nghe không rõ. Ngọn gió đêm nghịch ngợm mang theo bồ công anh che đi những lời nói của cô ấy.\nHoặc có thể đó là ngôn ngữ gốc của cô ấy, ngôn ngữ của gió và bồ công anh?\nSau đó, cô ấy nhìn tôi đang chết lặng, rồi cười mỉm.\nCô ấy cười rất đẹp. Đôi mắt cong lóe lên những tia sáng vỡ vụn, như hai vầng trăng trong hồ nước gợn sóng.\n\"Vậy vì sao bạn lại muốn học ảo thuật hồ ly?\"\n\"Tôi muốn học ảo thuật biến thân của hồ ly, để tôi có thể bay lên trời cao như một con chim, và tôi có thể bay đến một khoảng cách mà tôi không thể nhìn thấy trước đây...\"\nTôi trả lời như vậy\n\"À, khi đi săn cũng sẽ không còn phải trốn trong bụi rậm nữa, mà sẽ có thể tự do bay lên trời như một con chim ưng.\"\nSau đó, tôi không ngừng suy nghĩ.\nKhi nghĩ như vậy, bồ công anh trong tay tôi trôi về phía mặt trăng như thể nghe thấy điều ước của tôi.\n\"Phải không...\"\nCô hơi cúi đầu xuống, mái tóc đen dài xõa xuống chiếc cổ trắng ngần. Ánh trăng nhàn nhạt chiếu vào tóc, khiến tóc xõa dọc trên làn da trắng nõn, sáng ngời, như có thể phản chiếu bóng mây trên bầu trời đêm.\nTôi nhìn cô ấy chăm chú, rồi đỏ mặt và quay mặt đi.\nDẫu sao, hồ ly là một con thú tự do, sẽ không che giấu vẻ đẹp của mình vì xấu hổ như con người.\nDù không phải là lần đầu tiên tôi được chứng kiến hay chạm vào cô ấy, nhưng mỗi khi ánh trăng chiếu vào mái tóc dài của cô ấy, tôi không khỏi đỏ mặt và không thể không dời mắt đi.\nCô ấy quay mặt lại suy nghĩ một lúc rồi khẽ thở dài, có vẻ không vui.\nChúng tôi ngồi trong một biển hoa bồ công anh và không nói gì. Một khoảng lặng kéo dài khiến tôi nghĩ rằng cô ấy đang giận tôi.\n\"Hồ ly chúng tôi luôn biết trả ơn. Tôi sẽ dạy bạn ảo thuật biến hóa để thực hiện ước mơ của mình.\"\nHồ ly quay mặt lại như muốn nói.\nĐôi mắt màu hồ nước lấp lánh dưới ánh trăng, khiến ta yên lòng.\nTốt quá, cô ấy không giận tôi.\nKhông hiểu vì sao, tôi thở phào nhẹ nhõm."
          }
        ]
      },
      {
        "title": "Quyển IX",
        "desc": [
          {
            "type": "RichText",
            "text": "Đợi đến khi ta không còn gì để dạy vẫn còn có thể nhìn thấy biển bồ công anh một lần nữa không...?\nTrong biển bồ công anh, người thợ săn nghĩ đến thời khắc chia tay. Hồ Ly Biển Bồ Công Anh (IX).\nHồ ly là loài thú thông minh, lanh lợi và gian xảo.\nHồ ly nhỏ học rất nhanh, và đôi khi nó còn có thể hỏi những câu khiến tôi phải suy nghĩ.\nXét cho cùng, ngôn ngữ của con người rất phức tạp và tinh tế, không ngây thơ như ngôn ngữ của loài thú.\nĐôi khi, ngôn ngữ như cuộn len bị con mèo làm rối tung, khó mà gỡ rối được, có lúc cũng sẽ làm khó cả thầy giáo.\nNhưng hồ ly là loài thú thông minh, nó nhanh chóng học được nhiều từ ngữ của loài người, và dùng nó để hình dung bồ công anh và hồ nước.\nBất cứ khi nào hồ ly nhỏ phát hiện ra từ vựng mới, và cố gắng sử dụng ngôn ngữ mới học để khám phá thế giới quen thuộc, cô ấy đều ở bên, mỉm cười nhìn chúng tôi.\nHồ ly nhỏ học rất nhanh, nhưng tôi không thấy nhẹ nhõm lắm.\nKhi tôi đã không còn gì để dạy nữa, liệu cô ấy có bỏ tôi trong biển bồ công anh này không?\nCho đến lúc đó, liệu tôi còn có thể nhìn vào đôi mắt dịu dàng dưới ánh trăng như vậy không?\nLiệu cô ấy có còn mỉm cười ranh mãnh và dẫn tôi đến tận sâu đáy biển bồ công anh, chơi đùa cùng tôi và hít thở hương thơm hơi đắng của gió bắc nam không?\nNghĩ đến điều này, tôi chìm trong những ký ức u uất.\nỞ cái đêm mà tôi không nhớ rõ, khi tôi chia tay người con gái tôi yêu, mặt trăng khi ấy cũng giống như vậy.\n\"Thời gian này vất vả cho bạn quá.\"\nKhông biết từ khi nào, hồ ly đã tìm đến tôi. Cô cúi đầu, mái tóc đen dài xõa ngang vai, ánh trăng lung linh từ trên cao chiếu xuống, mềm mại như nước.\n\"Đợi khi nó học được tiếng người, có thể nó sẽ tìm được thêm nhiều bạn mới...\n\"Trong thời gian này cảm ơn bạn rất nhiều. Kể từ khi bắt đầu học tiếng người, nó trở nên vui vẻ hơn bao giờ hết.\"\nCô ấy nhìn tôi với đôi mắt sáng như ngọc.\n\"Thế nhưng, khi đã dạy hết ngôn ngữ loài người cho chúng tôi, bạn sẽ đi đâu?\"\nBị cuốn hút bởi đôi mắt long lanh của cô ấy, tôi quên mất phải trả lời.\nĐây cũng là ảo thuật của hồ ly sao?\nHồ ly nhìn bộ dạng đờ đẫn của tôi và mỉm cười thở dài.\nSau đó, cô ấy quay lại và đi về phía mặt trăng, dẫn tôi đến trung tâm của biển bồ công anh được chiếu sáng bởi ánh trăng.\nKhi nhìn thấy điều này, hồ ly nhỏ lắc lắc đuôi, quay lại và chui vào bụi bồ công anh."
          }
        ]
      },
      {
        "title": "Quyển X",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuối cùng cũng đến lúc ly biệt, Hồ Ly nhỏ vẫy tay tạm từ biệt với mẹ, thầy giáo và biển bồ công anh.\nĐã đến lúc thực hiện lời hứa. Cổ tích \"Hồ Ly biển Bồ Công Anh\", quyển 10.\nBé hồ ly vừa quay đầu vẫy tay với chúng tôi không ngừng, vừa đi về phía xa. Thân hình cậu càng lúc càng nhỏ, biến thành chấm trắng nho nhỏ lẫn trong biển bồ công anh chầm chậm biến mất.\nSau khi cậu ấy khuất dạng, Hồ Ly đi về phía tôi.\nMột bước hai bước, càng gần tôi, Hồ Ly càng trở nên cao lớn.\nKhi cô ấy đi đến trước mặt tôi, Hồ Ly lại biến thành một con người.\nLà một người vóc dáng cao, cổ dài, da trắng. Đôi mắt của cô giống như hồ nước, sáng lấp lánh, giống như miếng bảo thạch vỡ. Trong màn đêm lại giống như ánh mặt trời xuyên qua lá cây chiếu trên mặt hồ.\n\"Đúng là một mỹ nhân. Phải rồi, giống như cô gái tôi thích từ lâu. Mặc dù tôi không còn nhớ tên của cô ấy nữa, nhưng đôi mắt kia, nhất định là cô ấy.\"\nTôi nghĩ thầm.\nẢo thuật cũng được, hồ ly biến thành người cũng tốt, đều chẳng là gì so với đôi mắt trong vắt như ngọc như nước kia. Chúng tôi cứ yên lặng như vậy trong biển bồ công anh vô bờ bến, không nói gì cả.\nCuối cùng, tôi không kìm được nói:\n\"Đây là ảo thuật hồ ly biến hóa mà cô muốn dạy cho tôi sao?\"\n\"Đúng vậy. Thời gian dài vừa qua, thật cảm ơn.\"\nCô ấy hạ mình xuống cúi đầu trước tôi, mái tóc đen dài từ trên vai rũ xuống như dòng nước chảy.\nMặc dù tạm biệt bé hồ ly khiến tim tôi trống rỗng, nhưng khi nghĩ đến việc có thể học ảo thuật biến hóa lại hưng phấn trở lại.\nĐợi khi học được ảo thuật, tôi sẽ biến thành chim, bay trên trời cao, có thể bay cao bao nhiêu nhỉ? Còn có thể biến thành cá, bơi thẳng đến rặng Musk nơi tôi chưa từng đến.\n\"Aaaa, còn có thể dùng để đi săn\", tôi không nhịn được muốn nói, \"Không cần phải ăn củ cải hầm thịt mà không có thịt nữa.\"\n\"Vậy anh hãy đứng yên không động đậy thế này.\"\nCô ấy đi vòng quanh tôi, hết vòng này đến vòng khác, cứ mỗi một vòng, thân hình cô ấy lại càng thêm cao lớn.\nKhông, không chỉ là cô ấy, bồ công anh bên cạnh cũng trở nên cao hơn rồi. Ban đầu bồ công anh chỉ cao đến chân tôi, giờ đây càng lúc càng lớn, rất nhanh đã sắp qua eo của tôi, cuối cùng trở nên to lớn như những cây đại thụ.\nKhi tôi cảm thấy có gì đó không đúng mới phát hiện, cô ấy đã biến thành một người khổng lồ."
          }
        ]
      },
      {
        "title": "Quyển XI",
        "desc": [
          {
            "type": "RichText",
            "text": "Bồ Công Anh, Bồ Công Anh, bay cùng với gió đến nơi xa-Hồ Ly nhỏ nói thì thầm.\nCổ tích Mondstadt khiến người khác khó quên, câu chuyện hồ ly và người thợ săn, \"Hồ Ly biển Bồ Công Anh\", đoạn kết.\nKhi tôi cảm thấy có gì đó không đúng mới phát hiện, tôi đã biến thành một nhánh bồ công anh.\nTất nhiên là, cho dù tôi muốn kháng nghị, thì bồ công anh không có lưỡi, cũng không có miệng, tôi không thể thốt được lời nào. Chỉ có thể mở to mắt nhìn cô ấy như một người khổng lồ, dùng ngón cái và ngón trỏ, nhẹ nhàng hái xuống nhánh bồ công anh là tôi kia.\n\"Bồ công anh, bồ công anh, đi cùng với gió, đến nơi xa.\"\nHồ ly đọc khẩu quyết.\nSau đó cậu gọi đất trong chốc lát, rồi thổi bay nắm hạt giống bồ công anh. Tôi bị cuốn vào trong cơn gió mạnh, bay đi xa thật xa.\nBị xoay vòng quanh, tôi cảm thấy đầu óc choáng váng. Đôi mắt long lanh như bảo thạch trong hồ nước đó, cũng như ý thức của tôi, như lời cầu nguyện mà tôi nghe từ cô ấy, càng lúc càng xa khỏi tôi.\n\"Phong Thần, hãy để hồ ly chúng con đều biến thành người. Như vậy chúng con sẽ không còn phải sợ cung tên và dao săn của con người nữa.\"\n...\nKhi tôi tỉnh lại, phát hiện bản thân đang ở cánh rừng phía sau thôn.\nTrong rừng có rất nhiều rất nhiều cây cối um tùm tươi tốt, giữa những hàng cây là một cái hồ nhỏ.\nMặt hồ giống như chiếc gương trong Đại Giáo Đường Mondstadt, mỗi ngày đều được lau sáng bóng vậy.\nÁnh nắng xuyên qua cành lá chiếu xuống mặt hồ, tựa như đang che giấu những viên bảo thạch, thật đẹp mắt.\nHôm đó thời tiết giá lạnh, tôi mang theo cung vào rừng đi săn, đi đến bên hồ, nhìn vào hồ nước lấp lánh, không biết tại sao lại nhớ về cô gái tôi đã thích từ rất lâu trước kia.\nTôi đã không còn nhớ được cô ấy là người như thế nào, chỉ cảm thấy đôi mắt cô của ấy nhất định giống như nước trong hồ, như những mảnh bảo thạch sáng lấp lánh.\nĐúng vậy. Lúc đó tôi chắc chắn đã nhìn hồ nước phát sáng lấp lánh đến thất thần, rồi ngủ lúc nào không hay."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Hồ Ly Biển Bồ Công Anh"
          }
        ]
      }
    ]
  }
}