{
  "epId": 2347,
  "name": "Nhật Ký Của Ai",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Someone's Diary_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Bức thư quý giá của Dongdong Khinh Sách Trang, dường như là từ người bố của anh ấy gửi về nhà.\nDongdong yêu quý:\nKhông ngờ rằng thời gian trôi nhanh như vậy, bố đã ra biển được ba tháng rồi. Có nhớ đến bố không con? Mỗi ngày có ngủ đúng giờ không nè? Có quấy rầy ông và bà trong thôn trang không? Bố sẽ nhanh quay về nhà thôi. Sau khi quay trở về từ Inazuma, bố sẽ đưa con đi chiếc thuyền khổng lồ ở bến cảng tên là \"Nam Thập Tự\" nhé, lần này bố nhất định sẽ làm được.\nDongdong còn nhớ đến Dao Quang Đàm không nè? Bố ở đó đãi được rất nhiều rất nhiều vàng đó, nhiều đến nỗi không thể vác một mình hết được. Đợi bố quay trở về, chúng ta có thể mua được mọi thứ luôn, sau đó mỗi ngày cùng nhau làm đậu phụ non từ chiếc cối xay! Có điều, bố cũng muốn dùng số vàng này mua một căn nhà ở cảng Liyue, như vậy có thể ngắm cả một vùng biển rộng lớn rồi. Khi quay về đến nhà, con là người quyết định, có được không?\nĐúng rồi, phía đối diện Lục Hoa Trì của Quy Li Nguyên có một vách đá rất là cao, tại đó bố đã gặp Thủ Vệ Di Tích. Nó cứ cúi đầu ngồi im một chỗ. Bất luận ngoài kia sấm chớp ầm ầm, mưa rơi xối xả vào người cũng không làm nó lay chuyển... Nhìn một hồi lâu bố mới ngộ ra rằng, hóa ra là nó đang ngủ! Thế là bố liền trèo lên trên người, ôm chặt lấy đầu nó gõ mạnh một phát, chỉ nghe thấy vài tiếng leng keng, rồi uỳnh một cái! Chiếc đầu đã lìa ra lăn thẳng xuống vách núi, thật đáng tiếc thứ to như vậy vừa đập xuống đất là tan thành từng mảnh. Nếu còn nguyên vẹn, bố có thể đem chiến lợi phẩm đó về nhà, để cho con có thể ngắm nhìn kích thước thật của nó.\nCòn có Tuyệt Vân Gián. Đợi con lớn hơn một chút, bố sẽ dắt con đi xem nơi đó. Tại đây mây mù như biển lớn, thác nước còn to hơn ở Khinh Sách Trang cả trăm lần, ẩn hiện trong đó là phủ điện của tiên nhân. Con chắc hẳn không thể tưởng tượng được vẻ hùng tráng đó. Bố đã gặp được tiên nhân trong truyền thuyết đấy! Hai người chúng ta cùng nhau uống rượu, cười nói vui vẻ. Chiếc bình rượu mà tiên nhân đưa cho bố chỉ cần thổi một hơi, rượu từ cạn thành đầy, uống mãi không vơi. Có điều, những món đồ như vậy chớ có nghĩ bậy, con vẫn còn nhỏ, chưa đến tuổi uống rượu. Đợi con lớn rồi, toàn bộ bảo vật của bố đều là của con.\nChuyến mạo hiểm đến Liyue vừa kết thúc, bố liền quay trở lại thuyền \"Nam Thập Tự\", giương buồm tiếp tục đi về phương xa. Điểm đến tiếp theo nhất định sẽ còn có nhiều kỳ quan và bảo vật hơn nữa, bố không thể đợi thêm được nữa để được kể cho con! Dongdong ngoan nhé, phải đi ngủ đúng giờ, đồ ngọt ăn ít thôi nếu không sẽ hỏng răng đó. Không được trêu trọc ông bà trong thôn trang, cần phải hòa thuận với mọi người, đặc biệt là không được đánh nhau. Bố sẽ sớm quay về thôi.\nBố mãi yêu con"
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuốn nhật ký của ai đó thất lạc trong rừng hoang, kể lại những câu chuyện bất hạnh mà người này gặp phải ở Dao Quang Đàm.\n——Dao Quang Đàm——\nTrời lại trở sương rồi, sớm biết vậy bố đã không nghe lời những người thợ già đến đây đào vàng rồi. Đám thợ này đã rút khỏi ngành hơn mười mấy năm, tin tức mà họ cung cấp cho bố đều là lỗi thời... không giúp ích gì! Giờ thì không biết phải làm sao, sương dầy như vậy không những chẳng đào được vàng mà đến đường về nhà cũng không nhìn rõ. Không biết Dongdong ăn cơm có ngon miệng không.\nTrong màn sương, tiếng bọn Hilichurl không biết từ nơi nào truyền đến, có lẽ bố nên đi hướng ngược lại biết đâu lại được cứu...\nKhông biết đi bao nhiêu lâu nữa, sương dày đến nỗi chẳng thể phân biệt ngày và đêm. Nhưng dường như phía trước có bóng người thoắt ẩn thoắt hiện? Nham Vương Gia sẽ bảo vệ bố không lạc đường, cứ theo họ biết đâu lại được cứu! Cứ vậy đi.\nBóng người trong sương có gì đó không ổn, bố dựng lều ở đây vậy, đợi chúng rời đi rồi sẽ tìm cách đi tiếp. Hay là vòng về chỗ cũ mới đúng.\nChết rồi, bốn phia đều là tiếng Hilichurl, bố phải\n\"Nội dung nhật ký đến đây là kết thúc.\""
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuốn nhật ký của ai đó thất lạc trong rừng hoang, kể lại những câu chuyện bất hạnh mà người này gặp phải ở Quy Li Nguyên.\n——Quy Li Nguyên——\nThật là xui xẻo!\nKhó khăn lắm mới thoát khỏi doanh trại Hilichurl, vừa đến Quy Li Nguyên thì bị Thủ Vệ Di Tích truy sát! Trong đêm mưa dữ dội, nước tạt liên tục lên người nó không có chút phản ứng gì, bố cứ nghĩ là nó chẳng thể cử động được nữa. Ngờ đâu, trên không trung xoẹt một tia điện cắm thẳng vào đầu, nó đột nhiên lách cách cử động... nó sống lại rồi!\nBố kiệt sức không thể chống trả, nó tóm lấy bố quăng xuống vách núi nhẹ nhàng như ném một chú gà con... May thay, trong lúc hoảng loạn đã kịp núp vào vách đá, tránh được tầm nhìn của nó mới không bị truy sát, nếu không đã bị xé thành nhiều mảnh, bị dẫm đạp... thành cái gì bố cũng không biết nữa.\nBây giờ nó đã đi xa rồi... Nhưng bên tai vẫn có tiếng vo ve, hình như có cả trăm ngàn chú ong mật đang bay trước mặt. Có lẽ hai khúc xương đã bị gẫy rồi, tay không thể cử động được nữa. Nhưng sẽ qua được... chắc chắn thế. Từng này tuổi đầu rồi, nếu không cố gắng thì làm sao mà gặp lại được Dongdong cơ chứ."
          }
        ]
      },
      {
        "title": "Quyển IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuốn nhật ký của ai đó thất lạc trong rừng hoang, kể lại những chuyến mạo hiểm mà người này trải qua ở Tuyệt Vân Gián.\n——Tuyệt Vân Gián——\nDưới chân núi gặp được một người hái thuốc tốt bụng, giúp bố nắn lại xương, thật là đau quá đi. Nghe lời ông ấy nói, gặp Thủ Vệ Di Tích mà còn sống sót trở về với hình hài đầy đủ như bố thì... cũng coi là may mắn.\nTừ trên cao, Tuyệt Vân Gián vốn ít người qua lại bị bao phủ trong mây và sương, ngó đầu xuống cũng chẳng thấy rõ biển mây này sâu đến đâu. Khu rừng đá truyền đến tiếng hú không biết là của yêu quái hay là tiên thú, nghe thôi đã rợn cả da gà. Ở đây biết đâu lại đào được mảnh hổ phách thượng đẳng hoặc loài thuốc quý? Trước kia có biết bao anh trai nghèo từ thôn trang dựa vào nghề bán thuốc tại Liyue mà có thể an cư lập nghiệp, bố chẳng tin bản thân mình lại không có được điều may mắn đó.\nBuổi chiều mưa tầm tã, vách núi trơn quá không thể trèo lên được. Cái móc leo núi và dây thừng mang theo không biết rơi từ lúc nào. Thật kỳ quái, bố không nên đãng trí như thế, chắc chắn là yêu quái ở đây làm trò gì đó! Biết đâu lại là hồ ly...\nBốn năm ngày cực khổ cuối cùng cũng hái được vài loại thuốc tốt, có thể chuẩn bị về nhà được rồi. Vốn định tìm kiếm thêm một phen nữa, nhưng yêu quái nơi đây quá đáng sợ, cứ đến tối trong rừng cây dường như luôn có bóng người đứng phía sau bố, tiếng yêu quái từ khắp nơi trong núi truyền đến ngày càng gần.\nXuống núi nhặt được chiếc bình rượu cũ, sau khi rửa sạch bên hồ nước, nhìn có vẻ cũng không tồi. Nếu đem về cho Dongdong, chắc hẳn nó sẽ vui lắm đây. Cứ nói đại là bảo vật tiên nhân tặng cho bố."
          }
        ]
      },
      {
        "title": "Quyển V",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuốn nhật ký của ai đó thất lạc ở cảng Liyue, kể lại những câu chuyện mà người này trải qua ở cảng Liyue.\n——Cảng Liyue——\nBán nguyên liệu làm thuốc cho Nhà Thuốc Bubu, không chỉ bù được lỗ mà còn kiếm được chút ít. Cứ theo đà này, chỉ cần vài năm nữa thôi, có thể mua được một căn phòng ở Liyue, rồi sau đó đón Dongdong qua. Cũng vừa đúng lúc nó bắt đầu đi học.\nNếu thời trẻ bố chăm chỉ học hành, thì sẽ chẳng phải làm bạn với đám rác rưởi Đạo Bảo Đoàn, tiêu hết số tài sản mà bố để lại. Cứ nghĩ đến đây, bố lại càng muốn tìm cho Dongdong một người thầy tốt. Có như vậy mới kết bạn được với người chín chắn, mới không giống như bố nó. Vì Dongdong, không được từ bỏ, phải liều thêm một phen mới được.\n...Tuy nói như vậy, nhưng vẫn ôm mộng phát tài, thử một chút vận may ở Giải Thúy Hàng. Ban đầu không muốn bỏ phí tiền vào những thứ như vậy... có điều càng đánh càng ham, cuối cùng cược toàn bộ số tiền vào trong đó. Vận may vẫn còn mỉm cười, vớt vát lại được vài miếng ngọc bội cũng không tệ. Nhưng làm mất cả hộp thuốc và liềm hái rồi.\nBố lại chả còn gì cả. Vài miếng ngọc lấy từ sòng bạc tuy cũng tốt, thế nhưng bán cũng không dễ. Vậy thì liều thêm lần nữa, ra bên ngoài biển xa. Đầu quân cho đội thuyền Nam Thập Tự, Beidou đại nhân có chịu nhận bố không?\nLàm chân cọ rửa sàn nhà cũng được, đã ba ngày nay chưa ăn cơm rồi."
          }
        ]
      },
      {
        "title": "Quyển VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhật ký của một người nào đó lưu lạc nơi hoang dã, thuật lại những chuyện không may gặp phải trên Đảo Jinren.\n-Đảo Jinren-\nSau khi đánh cắp được một chiếc thuyền nhỏ từ bọn hải tặc, phải chèo mất ba ngày ba đêm mới lên được bờ.\nTừ đây có thể nhìn thấy ngọn núi cao trong truyền thuyết trên đảo Narukami, cùng với cây anh đào khổng lồ mọc trên đó. Màu hoa anh đào dưới ánh trăng lộ rõ vẻ yên tĩnh và dịu dàng...khiến người ta nhớ nhà.\nKhông biết Dongdong liệu có cô đơn khi ở Khinh Sách Trang không nhỉ, tôi không biết liệu quyết định của mình tới nơi xa xôi này tìm kế sinh nhai có phải sự lựa chọn đúng đắn không nữa. Có thể khi già rồi người ta sẽ hay suy ngẫm.\nĐi loanh quanh trên hòn đảo hoang vắng này, nhặt được vài củ khoai lang tím. Chan chát, chẳng có vị gì cả; Nếu ăn cả vỏ sẽ khiến răng và lưỡi biến thành màu tím, mất một lúc lâu mới nhạt đi được... lần sau thử luộc lên rồi mới ăn vậy.\nTrên đảo dựng lên một cái lều nhỏ, đợi đến mai trời vừa sáng sẽ đi xuôi về phía nam... nghe đám hải tặc nói thành Inazuma ở phía bên kia.\nTrong thành chắc sẽ có nhiều cơ hội tìm việc, chi bằng bỏ cái suy nghĩ mạo hiểm ngu ngốc, tìm một công việc tử tế ở đất nước này. Đợi tích cóp được một khoản tiền, mua một căn nhà là có thể đón Dongdong đến sống cùng rồi.\nNói thế nào thì nhà ở đây cũng rẻ hơn ở cảng Liyue."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Nhật Ký Của Ai"
          }
        ]
      }
    ]
  }
}