{
  "epId": 2348,
  "name": "Chuyển Sinh Thành Raiden Shogun, Sau Đó Thiên Hạ Vô Địch",
  "desc": "Loại tiểu thuyết thịnh hành ở Inazuma, kể về câu chuyện của một người bình thường đột nhiên trở thành Raiden Shogun. Do câu chuyện mới lạ và thú vị, nên cuốn sách này rất nổi tiếng và đã truyền cảm hứng cho rất nhiều tác giả tiểu thuyết.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Shogun Almighty: Reborn as Raiden With Unlimited Power_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Chuyển Sinh Thành Raiden Shogun, Sau Đó Thiên Hạ Vô Địch"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Chi Tiết",
        "desc": [
          {
            "type": "RichText",
            "text": "Đời người có lúc sẽ như vậy.\nBố mẹ luôn nói phải biết phân biệt phải trái, đo lường tốt xấu, nhưng trên thực tế thì luôn luôn chỉ có thể chọn ra một lựa chọn tương đối ít xấu hơn giữa hai lựa chọn xấu mà thôi.\nBạn gái đã quyết định chia tay với tôi, cô ấy còn nói với cấp trên của tôi rằng tôi là đứa cờ bạc, bây giờ công việc cũng mất luôn rồi. Tôi chẳng có tiền dư dả để mà đi làm những chuyện sáo rỗng này đâu, nếu không nộp tiền bảo kê, thì sự an toàn của bố mẹ tôi cũng khó nói lắm.\nRồi họ mắng tôi là thứ không có triển vọng, không làm việc nghiêm túc, cũng chẳng chịu để dành tiền.\nTôi vì ai chứ... Tôi cũng đâu làm gì sai đâu.\nNếu nói là sai, thì sai ở chỗ là đã cố gắng lắm nhưng vẫn không sống nổi, muốn kết liễu đời mình, nhưng lại không có gan.\nThôi vậy, đợi họ đến rồi nhanh chóng nộp tiền. Nộp xong còn phải nghĩ xem làm sao kiếm Mora, nếu không thì chỉ còn cách ăn rong biển sống qua ngày thôi.\nNào, chi bằng chúng ta hãy lựa chọn lần nữa xem, giữa hai cách thì cách nào nhẹ nhàng hơn.\nBị một đao chém dứt khoát hay là bị đá bay đập trúng đầu, cái nào sẽ sảng khoái hơn?\n\"Chít chít chít...\"\nTừ đầu là đã có âm thanh kỳ lạ rồi, chuyện gì vậy...\nKhông phải là sét đánh chứ?\n...\nLúc tỉnh lại thì không biết đã qua bao lâu rồi.\nTôi chỉ nhớ trước khi mất đi ý thức, trong tích tắc hình như đã bị vật nhọn gì đó xuyên qua toàn thân.\n\"Hình như, không còn đau nữa... Á?!\"\nTôi giật mình đến nỗi phát ra tiếng.\nĐây là giọng của mình sao?\n\"A, a...\"\nQuả đúng là vậy.\nTôi nhấc cánh tay lên, bên dưới lớp vải xinh đẹp là làn da trắng ngần.\nĐây rõ ràng không phải cơ thể của tôi, nhưng trong nhất thời não tôi đã không thể nhảy đến đáp án vô cùng rõ ràng đó.\nBởi vì thật không thể tưởng tượng nổi.\nTôi thử đứng dậy, lúc này mới nhìn được hoàn chỉnh bộ y phục này.\nMỗi một chi tiết đều rất hoa lệ, chỉ có người chí cao vô thượng mới có diễm phúc...\nChẳng lẽ...\n\"Tại sao không phải tên tiểu tử đó... Ừm? Rai... Raiden Shogun?\"\nCách xưng hô mới đẹp làm sao.\nĐúng vậy.\nHình như tôi đã trở thành Raiden Shogun rồi.\nĐám Kairagi thu tiền bảo kê đứng xếp thành thế trận, tuy không nhìn thấy mặt chúng, nhưng nhìn động tác thì vô cùng đề phòng, và có chút e sợ nữa.\nĐây đúng là bộ dạng mà tôi chưa từng thấy lần nào.\n\"Các anh em, cơ... cơ hội báo thù đến rồi...\"\nÂm thanh rõ ràng từ to trở nên nhỏ dần, hắn đang sợ hãi.\nKhông muốn mất mặt trước đám đàn em, nên không thể cứ thế mà bỏ chạy, nhưng hắn cũng nhìn thấy được kết quả của trận chiến.\nSố người đang dần đông lên, mười người, hai mươi người, năm mươi người.\nChắc nghĩ rằng có thể dùng số lượng để bù cho sự yếu thế về sức mạnh chứ gì.\nNhưng sức mạnh của Raiden Shogun, nào thể đưa lên cùng một cán cân với người phàm cơ chứ?\n\"Vậy hãy dùng các ngươi, để thử đao vậy.\"\nNín thở, tập trung, tạo tư thế.\nVận mệnh sắp sửa thay đổi, sau nhát đao này.\n\"Vô tưởng...\"\n...\nĐợi đã.\n\"Lưỡi Đao Vô Tưởng\" phải dùng như thế nào?"
          }
        ]
      }
    ]
  }
}