{
  "epId": 2349,
  "name": "Liên Tâm Châu",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/String of Pearls_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Cô gái bán cá Zixin gia cảnh nghèo nàn, vô tình làm mất chuỗi hạt thường đeo khi bán cá bên đường. Nhưng điều cô không biết là chuỗi hạt này sắp mang đến cho cô một cuộc hôn nhân đầy trắc trở...\n-Hồi 1-Ngư Thuỷ Duyên-\nSinh: Fanjie\nĐán: Zixin\nSửu: Bà Zhang\n[Màn 1]\n(Zixin mặc áo Lam)\n(Niệm)\nZixin: Thuỷ triều soi bóng núi xa, gió nhẹ man mác ôm rặng san hô\n(Bạch)\nZixin: Ta, Zixin, con gái nhà ngư dân. Từ nhỏ sinh trưởng nơi bến sông, năm nay vừa tròn mười sáu tuổi.\nZixin: Nhưng cha mẹ đã quá già, ta đanh phải gánh vác gia nghiệp, đánh bắt cá ven bờ biển này kiếm kế sinh nhai.\n(Đông Đường Dao Tưởng)\nZixin: Cá bơi quẫy đuôi tự tại, đổi lấy tiền bạc phụ gia đình, tay nắm chão buồm ta quăng lưới.\n(Zixin quăng lưới thu vào)\n(Đông Đường Liên Giang)\nZixin: Sớm tối một nắng hai sương, người ăn không hết kẻ lần chẳng ra.\nZixin: Ta thầm ngưỡng mộ nữ nhân nhà giàu có sống trong nhung lụa, dù chỉ có một chuỗi hạt châu trên cổ tay nhưng ta chưa từng thấy mình đáng thương.\nZixin: Gia cảnh nghèo khó chẳng thể phô bày sự xinh đẹp, chỉ mong kiếm tiền bằng đôi tay của mình.\n(Zixin buộc lưới, nhảy lên bờ)\n(Đông Đường Tán Tưởng)\nZixin: Đã đến lúc phải lên phố bán cá rồi.\n(Zixin đi xuống)\n[Màn 2]\n(Zixin xách làn lên)\n(Đông Đường Đạo Tưởng)\nZixin: Tay xách thùng cá ta rao bán đầu phố.\n(Bà Zhang xách giỏ hoa)\n(Sổ Tưởng)\nBà Zhang: Xem cá này (Bà Zhang tả cá quẫy đuôi nghịch nước), hung hăng thật, mang đi hầm canh.\nBà Zhang: Ực ực, bà lão trung tuổi như trở về thời con gái, khuôn mặt ửng hồng đôi môi đỏ mọng.\n(Bạch)\nZixin: Vị bà bà này nên xưng hô với bà ra sao?\nBà Zhang: Ta họ Zhang, bán hoa ở con phố này.\nBà Zhang: Cô nương đây ăn nói nhỏ nhẹ dịu dàng, bán đến khi trời tối cũng chẳng bán nổi một con cá.\nBà Zhang: Thiết nghĩ cô nương đây xinh đẹp như vậy, chắc còn ngại ngùng, không thể to tiếng, rao không nổi thì cũng chẳng thể no bụng.\n(Zixin cúi đầu)\n(Bạch)\nZixin: Để Zhang bà bà chê cười rồi.\nZixin: Việc này...\nBà Zhang: Sao vậy?\nZixin: Chuỗi ngọc tôi thường đeo trên tay không thấy đâu nữa. Làm thế nào bây giờ?\n(Fanjie quần áo giản dị cầm chuỗi ngọc)\n(Đông Đường Nguyên Tưởng)\nFanjie: Sóng biếc chim vàng chỉ nói sự thật, dạo chơi trông thấy chuỗi ngọc vùi dưới cát bụi.\n(Bạch)\nFanjie: Kẻ hèn Fanjie là ta đây, bán sức nơi bến sông kiếm kế sinh nhai, bất tài lại được anh em nâng đỡ đề cử làm người đứng đầu.\nFanjie: Hôm nay nhặt được chuỗi ngọc này, có lẽ là vật thất lạc của cô nương đây.\nFanjie: Ta có lòng tốt trả lại, nhưng nếu bị ai khai man đến nhận thì không thoả đáng.\nFanjie: Để ta xem thử trên cổ tay cô có vết đeo vòng hay không.\n(Đông Đường Nhị Lục)\nFanjie: Trời nắng thiêu đốt, gió nóng hầm hập. Mua cá mua rượu mang lên thuyền.\nZixin: Khách quan xem cá tươi lắm, chiên hấp luộc tuỳ ngài chọn.\nFanjie: Cá hổ là hung hãn nhất, nhưng xem cái đuôi này chẳng hề quẫy.\nFanjie: Tiến lên trước để ta nhìn cho kỹ.\n(Zixin tiến lên)\nFanjie: Quả nhiên là người đeo vòng.\n(Đông Đường Liên Giang)\nZixin: Nghĩ bụng khách quan này đúng là lỗ mãng, háo sắc lại còn cười nói lung tung,\nZixin: Quay người lại mắt hạnh mở to mắng mỏ hắn.\nZixin: Tên khốn kia ngươi đúng là không biết chừng mực.\n(Bạch)\nFanjie: Cô nương bớt giận, vừa nãy tại hạ mới kiểm tra, trên tay cô nương có vết đeo vòng.\nFanjie: Chuỗi ngọc này ắt là vật của cô nương, nay vật quy chủ cũ, cô nương xin đừng lo lắng.\nFanjie: Ta, Fan...\n(Ngập ngừng, Fanjie quay đi)\nFanjie: Phải đi rồi.\n(Bạch)\nZixin: Tráng sĩ xin chờ một chút...\n(Đông Đường Dao Tưởng)\nZixin: Thì ra là ta trách nhầm hào kiệt, trong lòng xấu hổ vô cùng.\nZixin: Chợt nhớ ra còn chưa biết danh xưng của tráng sĩ, sau này ta nên báo đáp ra sao.\n(Bạch)\nZixin: Hổ thẹn thay.\nBà Zhang: Đây mới là nhân duyên trời định, cô nương xinh đẹp ấy sẽ gặp được đức lang quân đức độ."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Zixin chưa biết tên của người trả lại chuỗi hạt thì người đó đã đi rồi, để tìm được anh ta, Bà Zhang đã bày cho Zixin một cách...\n-Hồi 2 - Tìm -\nSinh: Fanjie\nĐán: Zixin\nSửu: Bà Zhang\nSửu: Zhangsan, Lisi, Wangerma\n[Màn 1]\n(Zixin, Bà Zhang lên)\n(Bạch)\nZixin: Dạo này sao lòng bứt rứt, tâm bất an.\nZixin: Chỉ vì lần trước ta trách nhầm tráng sĩ hành thiện.\nZixin: Chàng vốn dĩ muốn trả lại chuỗi ngọc cho ta, ta còn chưa kịp cảm tạ, cũng chưa hỏi danh tính của chàng, lại còn mắng chàng một chặp.\nZixin: Thật là hổ thẹn, có lòng muốn tìm ân nhân, nhưng bến cảng rộng lớn ta biết tìm người đó ra sao.\nBà Zhang: Theo ta, cô nương không cần quá đau lòng, cũng không cần khổ não.\nZixin: A, Bà Zhang, lời này là sao?\nBà Zhang: Cô chỉ cần dán một tờ cáo thị, nói rằng muốn tìm người trả lại chuỗi ngọc, có Mora làm quà tặng, chẳng phải người ta sẽ tới sao?\n(Đơn Thanh Nguyên Tưởng)\nZixin: Người ta nói...\nZixin: Rượu ngon làm đỏ mặt người, tiền tài làm động lòng ai.\n(Zixin cúi đầu bước đi)\nZixin: Có lòng dùng cách này tìm ân nhân, lại lo chàng sẽ xuất hiện vì nó.\n(Bạch)\nBà Zhang: Được rồi, đừng do dự nữa, cứ làm vậy đi.\nBà Zhang: Tin ta đi, cô sẽ không thiệt đâu.\n(Zixin, Bà Zhang xuống)\n[Màn 2]\n(Zhangsan, Lisi, Wangerma lên)\n(Sổ Tưởng)\nZhangsan: Ta Zhangsan.\nLisi: Ta Lisi.\nWangerma: Ta Wangerma.\nZhangsan: Nhìn thấy cáo thị đó, ta đến lấy thù lao.\nLisi: Ngươi phải tự hỏi, người hành thiện có thật là mình?\nWangerma: Hứ, đồ ngốc mới đi nói thật.\n(Bạch)\nZhangsan: Các vị huynh đài đây, đều là đến chỗ cô nương Zixin nhận thù lao sao?\nLisi: Đúng\nZhangerma: Chính xác.\nLisi: Cậu cũng nhặt được hoa cài của cô nương Zixin?\nWangerma: Sao tôi nhớ trên cáo thị nói, cô ấy làm mất bông tai?\nLisi: Tầm bậy, là hoa cài.\nZhangsan: Đồ ngốc, là sáp thơm.\nWangerma: Được rồi được rồi, chúng ta rốt cuộc nhặt được hay không, trong lòng còn chẳng rõ ư?\nZhangsan: A ha ha ha.\nLisi: A ha ha ha.\n(Zhangsan, Lisi, Wangerma chuyển hướng sang Zixin)\nZhangsan: Zixin cô nương à, người nhặt được sáp thơm của cô chính là Zhangsan ta, thù lao cô đã chuẩn bị xong chưa?\nLisi: Tránh qua một bên, ngày trước chính là Lisi ta trả lại vòng hoa cho cô, thù lao đưa ta mới phải.\nWangerma: Im hết đi, trả lại khuyên tai cho cô là Wangerma ta, thù lao phải đưa ta.\nZixin: Việc này... đúng là làm người ta đau đầu.\nZixin: Chưa nói đến chuyện ta chưa từng gặp các vị, nếu ta thực sự từng làm mất những vật như khuyên tai, sáp thơm, vòng hoa, sao ta lại không biết?\nZhangsan: Cô nương tám phần là bận bán cá không nhớ rõ, đừng do dự nữa, cứ đưa ta là đúng rồi.\nLisi: Đưa Mora đi nào, nhanh lên chút.\nWangerma: Không đưa là ta đập nát sạp hàng của cô đấy, bêu xấu danh tiếng của cô luôn.\nZixin: Ui cha, ở đâu lại có một đám vô lại đến quấy nhiễu thế này.\nZixin: Zhang bà bà, bà xem ý tốt của bà này.\nBà Zhang: Cô nương đừng vội, ta đã nghĩ ra cách đuổi chúng đi.\nBà Zhang: Này!\n(Zhangsan, Lisi, Wangerma ngồi dưới đất)\nBà Zhang: Bà lão ta dạy cô nương treo thưởng giả để tóm một mẻ đám hại dân trộm cắp các ngươi!\nBà Zhang: Thứ mà các ngươi trả lại đều là đồ giả, mau trả lại hoa cài cho cô nương Zixin, bông tai và sáp thơm đây.\nBà Zhang: Nếu không...\nZhangsan: Thì làm sao?\nBà Zhang: Hoa cài quý giá làm từ Bách Hợp Lưu Ly khô kia, bông tai làm từ Dạ Phách Thạch thượng phẩm kia, sáp thơm từ thuyền ngoại quốc kia...\nBà Zhang: Các ngươi phải đền lại hết, Mora đâu? giao ra đây giao ra đây!\n(Bà Zhang cầm chổi đuổi đánh Zhangsan, Lisi, Wangerma)\nZhangsan: Ai da.\nLisi: Đừng đánh nữa, không cần Mora của ngươi nữa!\nWangerma: Mau đem đồ thật nhặt được của cô ta ra trả đi!\n[Màn 3]\n(Zhangssan đưa Fanjie lên)\n(Bạch)\nZhangsan: Ta hiểu rồi, chính là tiểu tử ngươi trộm đồ của cô nương đây, hại ta đây bị ăn mấy cái đánh.\nFanjie: Fanjie ta đường đường chính chính, chưa từng làm mấy việc trộm cắp, ngươi đừng có vu khống.\nZhangsan: Tiểu tử khá lắm, miệng lưỡi cứng lắm, ngươi dám cùng ta đi gặp người bị mất đồ không?\nFanjie: Sợ gì ngươi, đi đi đi, ta muốn xem thử xem ai dám vu khống cho ta.\n(Zhangsan, Fanjie đi về phía Zixin)\nZhangsan: Người mất đồ chẳng phải cô nương Zixin đây sao? Xem ngươi giảo biện thế nào.\nFanjie: Khá lắm! Thì ra là cô!\n(Đông Đường Liên Giang)\nFanjie: Vốn định xông tới mắng cô gái này, nhưng lại tức giận thổ huyết.\n(Đông Đường Khoái Tưởng)\nFanjie: Cô nương đừng có nói dối, ta chính là Fanjie người làm ở bến cảng.\nFanjie: Ta đây đường hoàng coi phú quý nhẹ tựa lông hồng, làm sao có thể đi trộm nữ trang.\nFanjie: Gặng hỏi lòng son nào có trúc trắc, sinh bao thị phi chỉ vì chuỗi ngọc đẹp.\n(Bạch)\nZixin: Thì ra vị tráng sĩ này tên là Fanjie.\nZixin: Nay chàng bỗng dưng bị liên luỵ, đúng là ta không phải.\nZixin: Hãy để ta đền tội với chàng, nếu chàng không chấp nhận, ta lại xin lỗi nữa cũng không sao.\n(Zixin tiến lên hành lễ với Fanjie)\nZixin: A, tráng sĩ, lần trước đều là hiểu lầm, thực ra còn có...\n(Fanjie quay đầu )\nFanjie: Hừ.\n(Zixin khẽ cười, lại tiến lên)\nZixin: Thực ra còn có ẩn tình.\nZixin: Chỉ vì lần trước tráng sĩ không để lại họ tên đã rời đi, ta có lòng báo đáp nhưng không tìm được chàng.\nZixin: Mới bèn ra kế sách như vậy, gây ra bao nhiêu phiền hà đúng là ta không phải,\nZixin: Ta xin nhận lỗi với tráng sĩ.\nFanjie: Hử?\n(Đông Đường Dao Tưởng)\nFanjie: Tuy bị oan khó tránh việc tức giận, khi bình tĩnh lại nghĩ ra là hiểu lầm.\nFanjie: Thu lại bộ dạng nóng giận, muốn mở lời mà không biết tại sao lại thấy gượng gạo.\n(Bạch)\nFanjie: Khụ khụ, ta muốn hỏi.\nFanjie: Lời vừa rồi của cô nương, chuyện này là hiểu lầm.\nFanjie: Cô có lòng tìm người trả lại chuỗi ngọc, cố tình dán cáo thị, chẳng may lại khiến ta bị hiểu lầm đúng không?\nZixin: Đúng vậy, ta xin được tạ lỗi với tráng sĩ.\n(Fanjie đỡ Zixin)\nFanjie: Cô nương không cần đa lễ, ta không dám nhận.\nFanjie: Là ta khi nãy lỗ mãng rồi, gọi cô nương bằng danh xưng khó nghe, xin được tạ lỗi.\nZixin: Tráng sĩ nói gì vậy...\n(Fanjie hành lễ)\nZhangsan: Hả?! Các ngươi sao lại hành lễ lẫn nhau thế, Mora này rốt cuộc là đưa hay không đưa?\nBà Zhang: Ngươi im miệng, người ta đang nói chuyện, việc gì đến ngươi?\nBà Zhang: Thưa các vị lão gia thiếu gia, phu nhân tiểu thư bên dưới, chư vị tới đây là muốn xem kịch, ai muốn nghe ngươi hàm hồ.\nBà Zhang: Sáng mắt ra chút chưa, mau biến sang một bên cho ta.\n(Bà Zhang xách Zhangsan xuống)\nZixin: Kể ra, ta hằng ngày bán cá ở sạp này, tại sao chưa từng gặp tráng sĩ?\nFanjie: Ta hằng ngày đều đi qua con phố này để tới chỗ làm.\nFanjie: Có lẽ vì đông người nên chưa từng gặp mặt. Ngày mai có lẽ có duyên...\nZixin: Nếu vậy... ta đợi ngày mai."
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "Chàng trai và người đẹp gặp gỡ và quen biết nhau như vậy, lẽ ra hai người yêu nhau sẽ được sống hạnh phúc, nhưng tên ác bá thèm khát vẻ đẹp của mỹ nhân lại gây ra sóng gió...\n-Hồi 3 - Mất ngọc-\nSinh: Fan Jie\nĐán: Zixin\nSửu: Bà Zhang\nTịnh: Wu Wang\nSửu: Wu Yi, Wu Er\n[Màn 1]\n(Zixin, Fan Jie lên từ hai bên)\n(Niệm)\nFan Jie: Sáng sớm chó sủa gấp gáp.\nZixin: Mặt trời chiếu rọi mái hiên.\n(Bạch)\nFan Jie: Bên đó có phải là cô nương Zixin?\nZixin: Đúng vậy, thì ra là tráng sĩ Fan Jie.\n(Đông Đường Tán Tưởng)\nFan Jie: Tối qua ta mơ thấy giai nhân.\nZixin: Vừa mới tạm biệt đã lại tương phùng.\nHai người: Điều nghĩ trong lòng đã thành sự thật.\n(Bạch, hai người cùng nói)\nZixin: Tráng sĩ...\nFan Jie: Cô nương...\n(Bạch)\nFan Jie: Mặt trời mới mọc trên biển, trên bến cảng đã bắt đầu làm việc, Fan mỗ phải bôn ba vì kế sinh nhai.\nFan Jie: Cô nương Zixin, ta đi trước nhé.\n(Zixin hành lễ ánh mắt tiễn đưa. Fan Jie bước đi xa, quay đầu lại. Zixin cúi đầu rồi lại ngẩng lên, Fan Jie rời khỏi sân khấu. Zixin siết bàn tay.)\n(Đông Đường Dao Tưởng)\nZixin: Ta lại hèn nhát vào lúc này.\n(Zixin đi xuống)\n[Màn 2]\n(Wu Wang đeo tiễn mở cổ áo, dẫn theo Wu Yi, Wu Er lên)\n(Niệm)\nWu Wang: Lão đây tên Wu Wang, xưng bá phố này.\nWu Wang: Hôm nay buồn bực, ta lên phố dạo chơi.\n(Bạch)\nWu Wang: Wu Yi, Wu Er\n(Đồng Bạch)\nHai người: Có!\n(Bạch)\nWu Wang: Lão gia ta muốn kiếm chút món ăn tươi mới, các ngươi có ý gì hay không?\nWu Yi: Ngài thấy Tôm Viên Tơ Vàng thế nào ạ?\nWu Wang: Ăn thịt ăn cá phát ngấy rồi, Tôm Viên Tơ Vàng đúng là không tồi.\nWu Wang: Wu Er, ngươi cùng ta đi tìm một cửa tiệm, kêu một phần Tôm Viên Tơ Vàng.\nWu Er: Dạ vâng.\nWu Wang: Từ từ đã. Tôm Viên Tơ Vàng này phải vàng rụm đấy, không được cháy một tí nào.\nWu Er: Cháy một tí cũng không được, dạ vâng, đã rõ.\nWu Wang: Thêm nữa. Tôm Viên phải to nhỏ bằng nhau, to hơn nhỏ hơn đều không được.\nWu Er: To hơn nhỏ hơn đều không được, dạ vâng, ngài xem được chưa ạ.\nWu Wang: Khỏi cần.\nWu Er: Ngài còn yêu cầu gì khác không ạ, cứ việc nói với tiểu nhân.\nWu Er: Tiệm đó nếu nấu không ngon, ta sẽ làm theo lệ cũ...\nWu Yi: Làm thế nào?\nWu Er: Không đưa Mora là được.\nWu Wang: Không phải không phải. Ngươi xem sạp bán cá trên phố này có một nương tử xinh đẹp, trông thấy mỹ nhân còn hơn cả được ăn no.\n(Đông Đường Dao Tưởng)\nWu Wang: Đợi ta qua hỏi rõ tình hình nhà nàng ấy, kiếm một mỹ nữ qua một đêm uyên ương.\n(Wu Wang tiến về phía Zixin)\n(Bạch)\nZixin: Khách quan muốn mua cá à?\nWu Wang: À, đúng vậy đúng vậy. Tiểu nương tử người ở đâu, cha mẹ còn hay mất?\nZixin: Ta từ nhỏ lớn lên nơi bên cảng, cha mẹ đều đã già yếu, chỉ có mình ta bán cá bên đường nuôi gia đình.\nZixin: Khách quan hỏi việc này làm chi?\n(Quay đầu, nhỏ giọng)\nWu Wang: Khéo thay khéo thay, cha mẹ già không ở bên cạnh, dễ bề hạ thủ.\n(Quay về phía Zixin)\nWu Wang: Tiểu nương tử đã hứa gả cho ai chưa?\nZixin: Ta bôn ba kiếm kế sinh nhai tối ngày, chưa từng hứa gả cho ai.\nZixin: Ấy, chuyện hôn nhân của ta khách quan mua cá thì có liên quan gì.\n(Quay đầu, nhỏ giọng)\nWu Wang: Khéo thay khéo thay. Còn chưa từng hứa gả cho ai, nếu gặp hoạ cũng chẳng ai đứng ra bảo vệ.\n(Quay về phía Zixin)\nWu Wang: Tiểu nương tử đã có nam nhân trong lòng hay chưa?\n(Zixin cúi đầu không đáp)\n(Đông Đường Tán Tưởng)\nWu Wang: Thấy nàng cúi đầu im lặng, nghĩ rằng ắt không có người trong lòng. Ý nghĩ bất lương trong Wu Wang trỗi dậy...\nWu Wang: Tới đây lũ kia, bắt giai nhân này đi cùng ta, đừng làm lỡ giờ lành rượu ngon.\n(Wu Wang, Wu Yi, Wu Er lôi Zixin xuống)\n[Màn 3]\n(Bà Zhang lên)\n(Bạch)\nBà Zhang: Thưa chư vị, nếu ngài đã nghe nhiều kịch của chúng tôi, am hiểu về kịch, có lẽ ngài đã đoán được tám phần rồi.\nBà Zhang: Tiếp theo còn có chuyện gì nữa, chẳng phải màn tới khó tránh việc tranh đấu nhau sao.\nBà Zhang: Đại anh hùng xuất thế, còn cần có cơ hội để kích thích anh ta nữa...\nBà Zhang: Ác bá gây rối làm nhiễu loạn cuộc sống của người dân, có khi nào thời thế thay đổi, loạn thế sinh anh hùng.\nBà Zhang: Nếu dựa vào hào khí cốt cách dựng nên sự nghiệp thì sẽ lưu danh sử sách, nếu hèn nhát co đầu rụt cổ...\nBà Zhang: Thì ai còn nhớ tên ngươi là Zhangjie, Wangjie hay là Fan Jie.\nBà Zhang: Huống hồ người bình thường chúng ta lại càng phải mạnh mẽ xuất đầu lộ diện, để lại tiếng thơm cứu mỹ nhân.\nBà Zhang: Chúng ta hãy chờ xem Fan Jie có phản ứng ra sao.\n(Fan Jie lên)\n(Bạch)\nBà Zhang: Ôi trời, sao bây giờ ngài mới đến thế!\nBà Zhang: Cô nương Zixin bị tên ác bá Wu Wang bắt đi rồi!\n(Đông Đường Khoái Tưởng)\nFan Jie: Haiz...\nFan Jie: Nghe nàng ấy hét lên kinh hãi làm ta hồn bay phách tán, không nghĩ là nàng đã gặp nguy.\nFan Jie: Tên ác hào cướp bóc chém giết cướp đi ước mơ của bao người, nếu ta xông lên...\nFan Jie: Chỉ e một đi chẳng thể trở về.\n(Bà Zhang đưa chuỗi ngọc cho Fan Jie)\nBà Zhang: Fan đại gia, cái này cái này, biết làm sao cho phải.\n(Đông Đường Khoái Tưởng)\nFan Jie: Thấy chuỗi ngọc, ngập ngừng...\nFan Jie: Nữ nhi yếu đuối sao có thể chống lại tên ác ôn hung hãn.\nFan Jie: Chuỗi ngọc trên tay, tức giận vung kiếm. Ta phải khiến tên Wu Wang đó gào khóc hối hận, mặt nhuốm cát bụi.\n(Fan Jie, Bà Zhang xuống)"
          }
        ]
      },
      {
        "title": "Quyển IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Để cứu người mình yêu, chàng trai trẻ bất chấp an nguy của bản thân, cầm kiếm xông vào hang cọp; Ở phía bên kia, người anh yêu cũng đang vật vã chống đỡ...\n-Hồi 4 - Chọn Đèn-\nSinh: Fanjie\nĐán: Zixin\nVũ Sửu：Wu Wang\n[Màn 1]\n(Fanjie lấy áo ở bên trái, Zixin ngồi một mình ở bên phải)\n(Đông Đường Liên Giang)\nFanjie: Lũ cướp khốn kiếp giữa ban ngày ban mặt ngang nhiên hiếp đáp dân nữ, người thương bị bắt đi lòng tôi như lửa đốt.\nFanjie: Việc này đúng là trái với đạo lý, Fanjie tôi nhất định phải ra tay diệt trừ tai hoạ.\nFanjie: Đi thôi.\n(Fanjie cầm roi ngựa hướng về Wu trại)\n(Bạch)\nFanjie: Tôi ra roi thúc ngựa chạy đến nơi này, từ xa đã nghe thấy tiếng huyên náo say sưa bên trong bức tường.\nFanjie: Nơi này có lẽ chính là hang ổ của bọn chúng.\nFanjie: Nếu muốn cứu Zixin cô nương, tôi phải vào doanh trại của bọn cướp.\nFanjie: Ừm, chính là kế này.\n(Fanjie nhảy qua tường, hạ màn)\n(Điệu hoa rơi)\nZixin: Bên trong lều ngọn nến đỏ chập chờn, bên ngoài cánh cửa bị khoá là đám sài lang hổ báo.\nZixin: Ai có thể biết trước tai hoạ bất ngờ, làm sao thoát khỏi hang ổ của bọn cướp.\n[Màn 2]\n(Wu Wang say rượu, đẩy cửa bên phải)\n(Niệm)\nWu Wang: Ta đây tung hoành ngang dọc, ngay cả thần tiên cũng phải chịu thua.\n(Bạch)\nWu Wang: Hahaha, chỉ là ban ngày có bắt được một, hehe.\nWu Wang: Tiểu nương tử xinh đẹp.\nWu Wang: Uống rượu vui vẻ với anh em một hồi, liền đến gặp gỡ mỹ nhân.\n(Đông Đường Nguyên Tưởng)\nZixin: Tên cướp thô lỗ say rượu khiến tôi lo lắng đến mức nắm chặt chân đèn.\n(Bạch)\nZixin: Đừng có lại gần.\n(Wu Wang, Zixin bên chạy bên đuổi, Zixin dùng chân đèn đánh trúng Wu Wang, khiến hắn ngã lăn ra đất, Zixin kiệt sức ngã ngồi)\n(Đông Đường Nguyên Tưởng)\nZixin: Trong lúc hỗn loạn may mắn đánh trúng hắn, lắc lư đẩy cửa chạy trốn\n(Bạch)\nZixin: Bên ngoài không có lấy một ánh đèn, sao lại tối vậy?\nZixin: Tôi phải mang theo đèn...\nZixin: Khoan đã, nếu bị đám lâu la đó bắt được, thì sẽ phải đền mạng.\nZixin: Bèn mang theo chiếc chân đèn đã tắt, mò mẫm trong bóng tối tìm lối ra.\nZixin: Ừm, chính là kế sách này"
          }
        ]
      },
      {
        "title": "Quyển V",
        "desc": [
          {
            "type": "RichText",
            "text": "Trong sào huyệt tối đen như mực, giơ bàn tay lên không thấy rõ năm ngón, kẻ ác bá, chàng trai, cô gái, ba người mò mẫm tìm nhau trong bóng tối, một màn hiểu lầm đầy nguy hiểm sắp bắt đầu...\n-Hồi 5 - Song Ngọc Hoàn-\nSinh: Fanjie\nĐán: Zixin\nVũ Sửu：Wu Wang\n[Màn 1]\n(Fanjie ở bên trái, Zixin ở bên phải, Wu Wang nằm trên đất đôi mắt nhắm nghiền)\n(Hai người cùng ở Wu Trại Đường, trong bóng tối mò mẫm tiến lên phía trước)\n(Trong bóng tối cả hai đưa tay chạm vào nhau, hoảng sợ vì không biết đối phương là ai)\n(Wu Wang tỉnh lại)\n(Bạch)\nWu Wang: Tiểu nương tử này vậy mà hung dữ vậy, dám cầm chân đèn đánh ta bị thương.\nWu Wang: Nhìn xung quanh không có người, e rằng đã nhân cơ hội trốn vào nhà chính\nWu Wang: Hừm, trời đã khuya, cửa lớn đã khóa.\nWu Wang: Nếu không nhảy tường thì sao ra được khỏi cửa, nữ nhân này không thể nào thoát được.\n(Wu Wang xoay người tiến vào nhà chính)\n(Bạch)\nWu Wang: Hừ, bọn ngu ngốc này uống rượu đến mức hồ đồ, đèn cũng không thèm thắp.\nWu Wang: Để ta thắp đèn, đi tìm nữ tử kia.\n(Trong bóng tối Wu Wang giẫm lên chân Fanjie, Wu Wang, Fan Jie kinh ngạc rụt chân)\nWu Wang: Tiểu nương tử hoá ra đang ở đây, hahaha.\n(Wu Wang giang tay chụp lấy Fanjie, Fanjie trốn tránh, hai người lần mò trong bóng tối, ngươi chụp ta tránh, Zixin thu mình trong góc)\n(Wu Wang cuối cùng đã ôm Fanjie)\nWu Wang: Hahaha, bắt được nàng rồi.\n(Bạch)\nWu Wang: Hửm, tiểu nương tử mới chốc lát không gặp, sao eo lại trở nên to như vậy?\nFanjie: Trời lạnh phải mặc thêm áo ấm.\nWu Wang: Ừ ừ, trời lạnh quả thực nên mặc thêm áo ấm.\nWu Wang: Sao mà thân hình lại trở nên cao như vậy?\nFanjie: Trên sân khấu hát kịch, nên phải đi giày đế cao một chút.\nWu Wang: Ồ, thật cực khổ cho nàng.\nWu Wang: Sao mà bàn tay lại trở nên thô ráp như vậy?\nFanjie: Tại vì là..., người ghé tai lại đây.\nWu Wang: Ơ, ta lại đây.\n(Fanjie dùng kiếm đâm Wu Wang)\nFanjie: Vì để nắm chặt bảo kiếm, lấy mạng của ngươi.\n(Wu Wang bị đâm trúng ngã xuống đất)\n[Màn 2]\n(Bạch)\nFanjie: Phì, tên cướp đê tiện, một kiếm này sẽ lấy mạng nhà ngươi.\nZixin: Người đến có phải là Fanjie chàng không?\nFanjie: Nghe giọng lẽ nào chính là Zixin cô nương?\n(Zixin và Fanjie đưa tay chạm vào nhau)\nZixin: Fanjie!\nFanjie: Nàng chịu khổ rồi.\nFanjie: Tên ác bá đã bị ta xử lý rồi, chỉ còn lại đám lâu la.\nFanjie: Có lẽ cũng là cây đổ và bầy khỉ tan thôi.\nFanjie: Cô nương đừng lo, đợi ta phá cửa ra.\n(Fanjie phá cửa)\nZixin: Nếu không có chàng cứu mạng, thiếp thực không biết sẽ ra sao.\n(Đông Đường Dao Tưởng)\nZixin: Xin gửi tim ngọc đến chàng.\nFanjie: Theo làn gió mát tới chân trời.\nFanjie: Trăng sáng soi nhành hoa thắm.\nZixin: Cúi đầu ước hẹn xưa nay đã thành.\n- Hoàn -"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Liên Tâm Châu"
          }
        ]
      }
    ]
  }
}