{
  "epId": 2350,
  "name": "Chuyện Kẻ Say",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Drunkard's Tale_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Một trong những câu chuyện mà khách uống rượu lan truyền ở Mondstadt, kể về chuyện một kẻ say rượu lỡ đi vào rừng sói và một con sói đói khát.\nỞ đất nước rượu bồ công anh, lời nói khoác và lời đồn lan xa theo cơn say.\nGiữa đám sâu rượu ầm ĩ, những truyền thuyết khoa trương ấy càng có thể lan truyền đến nơi xa hơn, giống như lời nói bừa lúc say, hoặc những bước đi xiêu vẹo, tuy vụng về nhưng cũng thú vị.\nTrong một niên đại truyền thuyết, Mondstadt từng có một người say nổi tiếng. Giống như đám thợ săn Thanh Tuyền Trấn gặp kỳ nghỉ săn, tửu lượng của anh rất tốt, nhưng mỗi khi uống say, nếu không xài hết số tiền trong túi, anh nhất quyết sẽ không rời khỏi quán rượu.\nMột đêm nọ, kẻ say ấy uống thỏa thích, khi lảo đảo về nhà, choáng váng hoa mắt đi nhầm vào rừng sói.\nLang Lãnh hiện nay là lãnh thổ của vua sói, những khách ngoại lai có lý trí hầu hết sẽ sợ hãi vì bầu không khí xác xơ của cánh rừng này. Theo các thợ săn già nói, vì vua sói của bắc phong tụ tập hồn linh của bầy sói, phòng ngừa kẻ ngoại lai xông vào vùng đất không thuộc về họ.\nNhưng ở thời đại rất xưa, vua sói của bầy sói vẫn chưa theo bắc phong quá bộ đến cánh rừng kia, mà thiết lập trật tự cùng an ninh cho tộc sói. Cánh rừng kia từng là sân đấu tự do của chó sói, khuất ở những bóng cây mà loài người không biết, che giấu trò chơi máu tanh của chúng.\nCứ thế, kẻ say nổi tiếng Mondstadt xông vào rừng sói.\nTrong bóng rừng âm u, kẻ say không màng đến dây mây vướng chân và những cành cây ngáng đường phiền phức, bước đi lảo đảo.\nRất nhanh, một đôi mắt tỏa ra ánh sáng màu lục dõi theo hắn.\nĐó là một con sói cô độc, nó lẳng lặng đi theo sau anh, trong lòng thầm nhủ:\n\"Kỳ quái, kỳ quái!\"\nMấy trăm năm nay, chưa từng có ai dám bước vào rừng sói, dù là kỵ sĩ được vũ trang đầy đủ hay tù nhân bỏ trốn ăn mặc rách rưới. Ngay cả các quý tộc cũng không muốn đày nô lệ vào trong cánh rừng này, họ sợ sự mạo phạm sẽ chọc giận bầy sói dã man, mang đến phiền phức không đáng có cho lãnh địa của mình.\n\"Nhưng kẻ này lại dám một mình chạy đến đây, đúng là kỳ quặc!\"\nCon sói lẩm bẩm, vừa chịu đựng mùi rượu nồng nặc của tên say khướt này, vừa theo sát phía sau anh."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Một trong những câu chuyện mà khách uống rượu lan truyền ở Mondstadt, kể về cuộc gặp gỡ giữa một con sói đói khát và kẻ say rượu.\nAi cũng biết khứu giác của sói nhạy hơn con người nghìn vạn lần.\nTrên đường theo dõi con mồi, mùi rượu nồng cũng khiến con sói muốn nghẹt thở, đôi mắt xanh lập tức chảy nước thành dòng.\n\"Hừ...\"\nCon sói thông thạo rừng rậm chưa bao giờ tiếp xúc đến văn minh nhân loại, mặc dù từng đến gần Hồ Rượu Trái Cây ngửi thấy mùi rượu thoang thoảng, nhưng nó không thể hiểu được cái mùi này có ý nghĩa gì đối với loài người.\n\"Gã này có thể cùng loại với chồn sóc, hắn đã sớm phát hiện ra ta rồi, giờ đang thả độc thoát thân!\"\nCon sói nghĩ thế, chịu đựng mùi rượu nồng, thoáng bước nhanh hơn, khuất trong bóng tối cạnh kẻ say rượu, quan sát anh.\nSói là dã thú rất cẩn trọng, nhưng người say thì không.\nRượu khiến người ta hôn mê choáng váng, có lúc lại khiến người ta vô cùng nhạy bén với sự thay đổi nhỏ của hướng gió.\nCũng không biết làm thế nào nhưng kẻ say đã phát hiện con sói cô độc luôn đi theo mình.\nHoặc có lẽ vì con sói choáng váng bởi mùi rượu, nên không còn để ý đến tiếng gãy nứt của lá thông dưới chân mình, mới thất thố để con mồi phát hiện.\n\"Ngươi là ai? Cũng đến đây tìm nhà vệ sinh à?\"\nKẻ say dụi mắt cho tỉnh, hỏi.\n\"Con người kia, ngươi là ai? Sao lại hôi đến thế?\"\nChó sói khịt mũi, nghiến răng đáp lại với vẻ uy hiếp.\nNghe tiếng khàn khàn của sói, kẻ say chẳng những không sợ mà càng hứng thú:\n\"Này anh bạn, dù ta không biết sao lại chọc đến ngươi, nhưng truyền thống người Mondstadt chúng ta kị nhất là sự tẻ nhạt, nhân dịp trăng đêm nay, để ta kể cho ngươi một câu chuyện.\"\nDứt lời, hắn nấc một cái.\nChó sói vốn không tính để ý đến mấy lời nói say này, cắn cổ của anh.\nNhưng ngửi thấy mùi rượu gay mũi, nó chẳng còn hứng thú gì nữa, nên đồng ý một cách bất đắc dĩ.\n\"Hừ, nghĩ đi nghĩ lại, ta cũng không đói đến thế... Thôi thì nghe ngươi lèm bèm vậy.\"\nKẻ say duỗi người, kinh động đến mấy bụi bồ công anh nho nhỏ.\nSau đó anh bắt đầu câu chuyện tối nay."
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "Một trong những câu chuyện mà khách uống rượu lan truyền ở Mondstadt, quyển này là câu chuyện mà người say rượu kể cho con sói nghe.\nTương truyền trên cánh đồng hoang vu ở rất xa, có một con sói cô độc du đãng.\nNó từng là vua sói, dẫn đầu bộ tộc tìm gia viên, đi săn và chiến đấu... Khi đó trên người nó đã thêm không biết bao nhiêu vết sẹo.\nNó dẫn dắt đồng loại băng qua đồng nội, phế tích cung khuyết cổ xưa, vượt qua lãnh địa của ma quái và tiên linh.\nĐồng hoang rất tàn khốc, vua sói ngày càng già đi, quần thể cũng theo đó mà dần dần tản mác. Qua bao năm tháng, cả bầy chỉ còn lại một con sói cô độc già yếu.\nĐồng hoang trong truyền thuyết là nơi không có thần, chỉ có hồn tàn của ma thần cổ xưa cùng với cung đình trống rỗng xa xưa của tiên linh. Khi con sói cô độc băng qua cung điện nhuốm màu xám ngắt, có tiếng nhạc đã thu hút sự chú ý của nó.\n\"Ta chưa từng nghe qua tiếng chim hót hay trùng kêu nào hay đến thế, thậm chí quên cả cái bụng rỗng.\"\nThế là, chó sói bước vào căn phòng lớn màu xám ấy, đạp lên thảm cỏ dại, đi qua quan tài đá bể nát, bức chân dung của người chủ cũ trên đó dường như vẫn còn rõ nét.\nVừa vào trong, chó sói liền gặp được người thiếu nữ tấu nhạc.\nNước da nàng tái nhợt như tro bụi, đôi mắt rũ xuống, ngón tay nhỏ nhắn phủ lên dây đàn, đàn khúc ai điệu đã sớm bị quên lãng.\nCon sói ngồi trước mặt thiếu nữ tái nhợt, nhất thời quên mất mùi vị đói khát và cô độc, lẳng lặng lắng nghe lời ca của thiếu nữ:\n\"Tiếng ve kêu đêm thu xưa, là tiếng ngâm nga của kẻ lưu đày, là lời ca đầu tiên của loài người.\nHọ mất đi quê hương ký gửi dáng hình và linh hồn, chỉ còn lời ca và ký ức.\nKẻ hát ca cuối cùng, tiên linh của buổi đầu, khúc nhạc đàn sau cuối, ngồi trong sảnh của thiên sứ.\"\nCác tiên linh nhỏ bé vui đùa trong rừng rậm cũng bị thu hút bởi tiếng hát của nàng, rối rít bày tỏ sự tôn kính.\n\"Đó là bài ca gì?\"\nChó sói không hiểu nên hỏi. Tuy nó nghe hiểu từng câu, từng chữ, từng nốt nhạc, nhưng ngôn ngữ của nàng nó chưa từng nghe qua, khác hẳn bất kì sinh linh nào.\n\"Là bài ca của tiên linh.\"\nThiếu nữ tái nhợt khẽ đáp.\n\"Từ rất lâu về trước, đây là khúc ca chúng ta tạo ra cho loài người hoang dã, nhưng giờ chỉ dùng để than thở cho số phận của chúng ta.\"\nThế là, chó sói phụ họa vụng về theo nhịp điệu của thiếu nữ.\nGiọng của sói vỡ vụn, vô cùng bi ai.\n\"Ngươi đang hát gì thế?\"\nThiếu nữ tái nhợt hỏi.\n\"Đây là khúc ca của chúng tôi.\"\nChó sói đáp.\n\"Dở quá.\"\nThiếu nữ gảy đàn, bình luận chẳng chút nể nang.\n\"Nhưng ngươi có thể hát cùng ta.\"\nCứ thế, chó sói cùng thiếu nữ hợp ca, vang vọng trong đại sảnh của cung khuyết ngày cũ. Nghe nói đến nay, khi các nhà mạo hiểm đi qua nơi này, vẫn có thể nghe thấy âm luật hài hòa vang vọng.\n\"Chỉ thế thôi?\"\nChó sói cô độc hơi thất vọng liếm môi.\n\"Hay để ta kể ngươi nghe một chuyện.\"\nNói đoạn, chó sói hắng giọng, bắt đầu câu chuyện của nó."
          }
        ]
      },
      {
        "title": "Quyển IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Một trong những câu chuyện mà khách uống rượu lan truyền ở Mondstadt, quyển này là câu chuyện mà con sói kể cho người say rượu nghe, một câu chuyện về rượu và sói.\nTương truyền rằng, loại rượu đầu tiên của Mondstadt được ủ trong thời đại gió bắc gào thét.\nVào cái thời các vị vua băng giá tranh giành, tổ tiên phiêu diêu trong bão tuyết đã nấu rượu từ trái cây trong rừng, để tránh cái đau đớn khi bị nứt nẻ vì lạnh, cũng để tăng dũng khí đối đầu với băng sương giá rét. Trong thời đại đó, băng tuyết bao trùm lục địa Mondstadt, bồ công anh cũng chưa xuất hiện.\nNghe nói ở Mondstadt, người đầu tiên phát minh ra rượu là một kẻ lỗ mãng.\nTrong bộ lạc bị băng tuyết bao phủ, kẻ lỗ mãng trông coi lương thực cho bộ tộc đang gặp khó khăn về săn bắt, canh tác.\nDù hiếm thấy bóng người trong băng giá, nhưng vẫn có một số động vật chịu rét đào hang ngầm, từ dưới đất nhô lên trộm lương thực trong hầm trú ẩn. Thế nên, bộ tộc luôn cần có người tuần tra hang tích trữ lương thực, kịp thời ngăn chặn các loại chuột đào hang, hoặc bắt hết đám chuột nhắt trộm cắp lương thực, để gia tăng đồ ăn cho tộc.\nTrong thời đại đó, hang động ẩm và tối cần được canh chừng kĩ lưỡng, nếu không lương thực chất đống trong đó dễ bị biến chất hư hỏng. Nhưng cũng có lúc, những sinh linh nhỏ bé tiềm tàng sẽ thêm vài trò đùa dai cho mọi người.\nNhân lúc kẻ lỗ mãng lơ là công việc, tinh linh gió hóa thành bộ dạng hồ ly, lẻn vào trong đống trái cây rừng, tạo chất lên men để đẩy nhanh quá trình lên men của trái cây.\nCòn kẻ lỗ mãng thì bụng đói trống rỗng, đến ăn trái cây rừng, hương vị đậm đà của trái cây đang lên men khiến hắn say mê. Vì vậy, hắn đã dùng da thú ép chúng ra nước, tạo thành rượu.\nKẻ lỗ mãng phát minh ra cách ủ rượu trong đồng tuyết cũng chính là con sâu rượu đầu tiên. Trong truyền thuyết, hắn là người đầu tiên vì say mà lạc vào cõi mộng.\nTrong giấc mộng say đầu tiên của hắn, hắn hóa thành một con sói cô độc. Trong một niên đại rất lâu về sau, hoặc là rất lâu trước đây, hắn cùng với những đồng loại trong bầy liều mạng cắn xé, tranh đoạt thức ăn với loài người trong gió tuyết, lại gặp gỡ những tiên linh sơ khai.\nCon người và sói đều là sinh vật không thể chịu đựng cô độc. Mà rượu mới cất khiến giấc mộng của họ tương thông.\nNhưng cách họ đối xử với giấc mộng hoàn toàn khác nhau.\nNgười nhìn thấy gió tuyết luôn mong muốn được đến cánh đồng sói rong ruổi, còn sói lại sợ hãi với dục vọng của loài người. Nó không thể hiểu tại sao con người lại say mê trong ảo giác nguy hiểm, tìm kiếm hy vọng từ đó.\nĐiều càng khiến chó sói kiêng kị là trong giấc mộng của con người, nó không thể nào phân biệt được rốt cuộc mình là sói hay là một người phàm có hồn sói.\nThế nên, sói lập lời thề cách xa chất độc của loài người, tránh đi sự cám dỗ của rượu.\nVì sói không phải con dân của gió, quê hương của chúng cũng không thuộc về rượu và bài ca du mục. Thế nên chó sói rời khỏi lãnh địa của loài người, quay lại nơi hoang dã và sơn lâm, nơi hiếm xuất hiện mùi rượu để an cư.\n\"Đây là thứ các ngươi gọi là rượu, có cội nguồn với sói.\"\nChó sói cô độc đắc ý nói với kẻ say.\nVừa quay đầu thì phát hiện anh đã ngủ say từ lâu trên giường lá thông mềm mại.\nChó sói bất đắc dĩ hà hơi, hất cái người nồng nặc mùi rượu này qua một bên, một mình bỏ đi."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Chuyện Kẻ Say"
          }
        ]
      }
    ]
  }
}