{
  "epId": 2351,
  "name": "Công Chúa Heo Rừng",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Ngày xửa ngày xưa, tại vương quốc Rừng Già, đã xảy ra câu chuyện truyền kỳ gì?\n\"Công Chúa Heo Rừng\", quyển 1, sẽ kể cho bạn về tình bạn, tình yêu và sự sống.\nTruyền thuyết xa xưa kể rằng cây cỏ muông thú trên mặt đất đều có vương quốc riêng.\nKhi đó, ở chỗ Thành Mondstadt hiện nay chỉ là rừng rậm là lãnh thổ của heo rừng.\nVương quốc của heo rừng tọa lạc trong khu rừng này, đất nước dưới sự thống trị của quốc vương heo rừng sung túc vui vẻ.\nQuốc vương có một công chúa nhỏ đáng yêu, cô ấy có chiếc mũi đẹp nhất, răng nanh trắng nhất, cùng lông bờm mượt mà nhất trong khu rừng.\nCông chúa xinh đẹp lương thiện, mỗi ngày đều đem trái cây mọng nhất ngọt nhất phân phát cho thần dân.\nBất kể là quả mâm xôi chua ngọt, trái táo giòn ngọt hay là cây nấm tươi ngon, công chúa đều chia sẻ cho bạn bè trước tiên.\nTất cả heo rừng trong vương quốc đều yêu quý quốc vương và công chúa của họ, mỗi ngày chúng đều ca tụng thế này:\n\"Ụt~ịt~ Cầu phúc cho quốc vương, chỉ cần có ông ấy, chúng ta sẽ có quả ngon để ăn~\"\n\"Ụt~ịt~ Cảm tạ Phong Thần ôn hòa, khiến quốc vương có được công chúa ngoan ngoãn hiểu chuyện như vậy~\"\n[Phía trên viết một hàng chữ nhỏ: \"Ba ba, nếu mỗi tối con ngoan không ăn kẹo, và cầu nguyện mỗi ngày, sẽ biến thành heo rừng chứ? Con muốn biến thành heo rừng, bởi vì nó rất ngon!\"]"
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Nơi nguồn nước khô cạn, nơi Phong Thần cũng chưa từng ghé đến mà cũng có một dân tộc cô độc?\n\"Công Chúa Heo Rừng\", quyển 2, câu chuyện được tiếp tục.\nVà ở phía bắc của khu rừng heo rừng, có một vùng đất băng giá.\nKhi đó, Barbatos ham chơi vẫn chưa đi đến vùng đất ấy, vì vậy nơi ấy chỉ toàn là tuyết trắng và băng giá.\nMỗi một linh hồn bước lên mảnh đất đó, đều bị cái lạnh làm cho buốt giá:\n\"Ui da, lạnh quá, lạnh quá, vuốt của tôi muốn nứt ra cả rồi!\"\nNgay cả quốc vương heo rừng dũng cảm nhất, cường tráng nhất, đi vào vùng băng cũng lạnh cóng không chịu nổi:\n\"Ụt ối ôi ~ Ụt ối ôi~ Lạnh thật, móng chân của ta lạnh đến chuyển thành màu tím hết rồi!\"\nNhưng ở đó chỉ có một bé sói, là cư dân duy nhất.\n[Bên dưới trang này là 1 dòng chữ viết vụng về: \"Ba ba, tại sao chân của sói không bị lạnh buốt?\"]"
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Từ giờ về sau ngươi sẽ không còn hy vọng!\" Đối diện với lời nguyền băng giá ấy, sói nhỏ sẽ có vận mệnh ra sao?\n\"Công Chúa Heo Rừng\", quyển 3.\nSói nhỏ trước giờ luôn là một đứa bé vô lo vô nghĩ, có đôi mắt màu lam sáng ngời, toàn thân màu xám với bộ lông mượt mà xinh đẹp;\nToát ra uy phong, không khác gì tượng sói điêu khắc trong Đại Giáo Đường Mondstadt!\nNhưng có một ngày, khi nó ở trong rừng săn bắt, đã gặp phải tên phù thủy Sóc độc ác Woobakwa!\nTrên vùng đất xa xưa đó, không có ma thần hay ác long nào độc ác hơn Woobakwa, nó căm ghét tất cả mọi thứ tốt đẹp, quyết chí khiến tất cả mọi thứ tốt đẹp trên trái đất này trở thành xấu xí, ánh sáng biến thành bóng đêm.\nNó nhìn thấy sói nhỏ vô tư hạnh phúc, thì lửa giận ngùn ngụt nổi lên trong lòng, âm thầm nói:\n\"Y da da~Y da da~ Tức quá đi! Hãy xem ta đâm vào tim nó bằng lưỡi băng lạnh lẽo nhất, khiến nó từ nay không còn cảm nhận được ánh sáng của hy vọng nữa!\"\nSau đó, Woobakwa thi triển phép thuật, muốn nguyền rủa sói nhỏ.\nThế nhưng sói nhỏ hấp ta hấp tấp, cũng không giải thích trước, đã ngoạm Woobakwa vào miệng.\nWoobakwa vừa tức vừa nôn nóng, chửi bới ầm ĩ trong miệng sói nhỏ, dùng những lời khó nghe nhất chửi một lượt, sói nhỏ cảm thấy tiếng ồn trong miệng, mới phát hiện bản thân phạm sai lầm.\n\"Ây da, xin lỗi ngài Sóc, cháu tưởng ngài là loài sóc có thể ăn được kia!\"\nSói nhỏ nghĩ bụng sẽ nói như vậy, nhưng cổ họng lúc chặt lúc lỏng, chỉ nghe đánh ực một tiếng, rồi nuốt Woobakwa vào bụng.\n\"Chỗ này dán một mẩu giấy, chữ viết thành thục: [Vậy nên Lily, khi ra ngoài chơi không được ăn lung tung.]\""
          }
        ]
      },
      {
        "title": "Quyển IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Sói con lớn lên trong sự cô đơn lạnh lẽo, thân thế của nó sẽ được tiết lộ ở đây.\n\"Công Chúa Heo Rừng\", quyển 4.\nCũng không biết trong bụng sói nhỏ đã xảy ra phản ứng hóa học như thế nào, lại khiến phép thuật của Woobakwa phát huy hiệu quả!\nTrong lời nguyền của sóc, mũi băng cực lạnh đâm vào trái tim sói nhỏ, làm nó đóng băng. Kể từ đó sói nhỏ trở nên cay nghiệt hà khắc, các động vật khác quan tâm nó, nó sẽ đáp lại bằng lời nói cay nghiệt, hoặc làm những việc khiến bọn chúng đau lòng. Cứ như thế, nó dần dần bị tất cả các động vật ghét bỏ.\nTừ đó về sau, mỗi con sói trong rừng khi nhắc đến nó, đều nói rằng:\n\"Gâu~Gâu~ Đúng là một con sói ích kỷ, đứa trẻ này thật đáng ghét!\"\n\"Gâu~Gâu~ Đúng vậy, đúng vậy, đúng là một con sói vô tình, không ai muốn qua lại với nó!\"\nThế là cứ người này nối tiếp người kia, sói nhỏ dần mất đi tất cả bạn bè, nó không còn được khu rừng chào đón nữa, đành cô độc đi về phía bắc.\nBăng nguyên phía bắc luôn có bão tuyết hoành hành, những sinh vật bình thường rất khó đến gần. Nhưng trái tim của sói nhỏ đã đóng băng, cũng không còn sợ giá rét nữa.\nTừ đó nó định cư ở đây, và trở thành con sói cô độc duy nhất nơi băng nguyên này.\n[Dưới góc gấp lại có một hàng chữ của bé gái: \"Ba ba, nhưng Woobakwa đi đâu rồi?\"]"
          }
        ]
      },
      {
        "title": "Quyển V",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Không ai nên chịu số phận như vậy.\" Công chúa lương thiện rơi lệ, trước sự đồng tâm hiệp lực của mọi người, băng giá cuối cùng cũng tan chảy.\n\"Công Chúa Heo Rừng\", quyển 5.\nMột ngày nọ, công chúa heo rừng nghe được câu chuyện của sói nhỏ, cô cảm thấy đau xót khôn nguôi vì sự bất hạnh của sói nhỏ.\nThế là công chúa hỏi tất cả thần dân, phải làm thế nào mới có thể loại bỏ băng nhọn trong tim của sói nhỏ, khiến nó trở lại thành đứa trẻ ngoan ngoãn như trước?\nHỏi đi hỏi lại, chỉ có hồ ly trí tuệ và cụ rùa sống lâu là biết câu trả lời.\n\"Ting Ting Ting~ chỉ có trái tim chân thành và ngọn lửa mới có thể làm tan chảy tinh thể băng độc ác ~Ting Ting Ting~\" Hồ ly nói.\n\"Tình bạn, cần phải hy sinh. Chỉ có hy sinh mới có thể thành tình bạn. Xin lỗi, tôi không biết kêu.\" Cụ rùa đáng tin cậy nói.\nCông chúa heo rừng thông minh lập tức hiểu ra chân lý trong đó, thế là cô lau nước mắt, cúi chào hai vị trí giả:\n\"Ụt~ịt~ Cảm ơn hai vị, tôi muốn mời cả hai cùng tôi đến chỗ của sói nhỏ, làm những người đầu tiên chứng kiến tình bạn của chúng tôi.\"\nHồ ly và cụ rùa nghe được công chúa hạ mình đề nghị, trong lòng rất vui, sau đó đã cùng công chúa đi về phương bắc.\n[Phía dưới cùng có dán mẩu giấy, dường như là chữ viết của bố độc giả nhỏ: \"Rùa không biết kêu thì không biết kêu. Bởi vì ông lão rùa rất lịch sự, nên mới phải giải thích.\"]"
          }
        ]
      },
      {
        "title": "Quyển VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Bước vào vùng đất băng tuyết chiếm giữ, trèo lên ngọn núi tuyết lạnh lẽo, nàng công chúa cùng hai người trí giả gặp được cư dân thần bí...\nCông Chúa Heo Rừng (VI) với hành trình mạo hiểm trên núi tuyết dần hiện ra.\nTrên cuốn sách, một người nào đó đã để lại nét chữ non nớt: \"Sau khi bố về, nhất định kể cho con nghe câu chuyện trên núi tuyết nhé!\"\nVậy là, công chúa và hai nhà thông thái đã đặt chân đến vùng băng tuyết lạnh giá ở cực Bắc.\nỞ đây có băng và tuyết ở khắp mọi nơi, ngay cả con thú dũng cảm nhất và khỏe nhất, hay con chồn có khả năng đào bới mạnh nhất cũng không thể tìm thấy một mẩu cỏ ấm hay một trái cây ngon ngọt.\nCông chúa run rẩy trong tuyết lạnh, nhưng cô ấy vẫn không lùi lại mà đi một mạch vào sâu trong đó.\nHồ ly thông minh và chú rùa đáng tin cậy không thể chịu được gió lạnh và tuyết, nên họ thuyết phục công chúa:\n\"Ding Ding Ding ~ Thám hiểm ở một nơi lạnh giá và nguy hiểm như vậy, bệ hạ nếu biết được sẽ rất lo lắng, chúng ta mau quay về đi ~ Ding Ding Ding ~\"\n\"Ừ ừ, tôi sợ trận gió tuyết này càng lúc càng lớn và lạnh hơn... Tại sao chúng ta không nghỉ ngơi một chút đợi cho gió lặng rồi mới đi tiếp nhỉ? Xin lỗi, tôi không kêu được.\"\nNhưng nàng công chúa kiên nghị không nghe theo lời khuyên của hai nhà thông thái mà quyết tâm tiếp tục tiến sâu vào cực bắc.\nRốt cuộc, trên thế giới này, còn gì quý giá hơn là cứu được người thân và tình bạn chứ?\nCứ như vậy, họ tiếp tục đi, cho đến khi chân họ tê cóng, hơi thở của họ cũng bị đóng băng lại.\nTrên một ngọn núi băng giá, công chúa gặp được một con tinh linh đang đung đưa trong gió lạnh bên dòng sông băng chảy xiết.\nLà tinh linh của trí tuệ cổ đại sống trên những ngọn núi tuyết phủ băng giá, họ không có cơ thể, nhưng sở hữu phép thuật mạnh mẽ.\n\"Bạn là chủ nhân ở đây sao? Bạn có thể dẫn chúng tôi vượt qua cơn bão tuyết này không?\"\nCô công chúa hỏi một cách lịch sự trong khi đôi chân vẫn đang run cầm cập.\nHồ ly thông minh và chú rùa đáng tin cậy cũng đang nhìn lấy tinh linh băng với đôi chân run rẩy.\n\"Phù phù\"\nTinh linh nhẹ nhàng nói,\n\"Được thôi, nhưng... phù phù...\n\"Để lấy công, tôi sẽ hút đi thể lực của các bạn, các bạn đi trong giá lạnh sẽ ngày càng đói và mệt, nhưng sẽ không nguy hiểm tính mạng... có lẽ là vậy...\"\n\"Ừ... Dẫu sao cũng là tinh linh băng mà\". Công chúa nghĩ thế,\n\"Hơn nữa người trí tuệ nhất vương quốc và thân thiết nhất với tôi đang ở bên cạnh, họ nhất định sẽ có cách!\"\nCông chúa không ngần ngại đáp lại yêu cầu của tinh linh, hồ ly khôn ngoan và cụ rùa đáng tin cậy thậm chí còn không có thời gian để đưa ra lời khuyên của họ.\n\"Ừm, giao dịch công bằng, mau dẫn chúng tôi đi tìm bé sói nào!\"\nThế là tinh linh biến thành một dòng băng lạnh giá, dẫn công chúa leo lên những ngọn núi tuyết cao..."
          }
        ]
      },
      {
        "title": "Quyển VII",
        "desc": [
          {
            "type": "RichText",
            "text": "Tất cả sự hi sinh nơi băng giá hoang dại rốt cuộc đã không uổng phí, một cái kết hoàn mỹ cho tình bạn, tình yêu và sự sống chết!\nCâu chuyện cổ tích cảm động \"Công Chúa Heo Rừng\", chương cuối!\nXuyên qua gió bão và giá rét, cuối cùng công chúa cũng gặp được sói nhỏ.\nSói nhỏ giờ đây cả người phủ đầy băng tuyết, đôi mắt xanh thẳm chẳng còn tia sáng, thậm chí quên mất kêu gâu gâu thế nào.\n\"Áo~Áo~ Chị đại đến thật đúng lúc, tôi đang u sầu vì không có bữa trưa đây.\"\nNghe đến đây, công chúa heo rừng không kềm nén nổi mà bật khóc, nước mắt dường như làm tan chảy một chút băng tuyết trong trái tim sói nhỏ.\n\"Áo~ Cô khóc cái gì?\"\n\"Ụt hức~ Ụt hức~ Cậu ở đây đến bữa trưa cũng không có, ở vương quốc của tôi chưa từng thấy tình cảnh nào đáng thương như vậy.\n\"Bởi vậy tôi muốn hy sinh mọi thứ của tôi, để lấp đầy cái bụng của cậu, được không?\"\nSói nhỏ nghe được lời đó, ngẩn người:\n\"Áo~Áo~ Cô điên rồi sao! Chưa từng có người nào nói những lời như vậy trước mặt tôi!\"\nNhưng sói nhỏ nhìn thấy tia sáng quyết tâm từ trong mắt công chúa, băng tinh trong tim nó lại vỡ đi một mảnh.\n\"Không có à, cho nên...\n\"Tôi muốn hy sinh hai người trí tuệ nhất vương quốc và thân thiết nhất với tôi, để lấp đầy cái bụng của cậu, vì tình bạn của chúng ta!\"\nHồ ly cảm thấy không đúng, co chân muốn chạy nhưng lại bị sói nhỏ và công chúa đánh ngã xuống đất, ông rùa sợ hãi thu mình vào trong mai.\nSói nhỏ và công chúa có một bữa ăn thịnh soạn mỹ mãn giữa băng tuyết, sau đó cùng tìm một hang động, chúng còn hái rất nhiều nấm rơm, sau đó dùng rêu đốt lửa, cùng nhau uống canh rùa.\nVà như thế sói nhỏ lần đầu tiên hiểu được niềm vui của sự chia sẻ và tình bạn, băng tinh trong tim dần dần tan chảy, hóa thành những giọt nước mắt vui vẻ.\nCông chúa dắt tay sói nhỏ cùng trở về quê hương.\n[Trang cuối cùng kẹp một tấm giấy, chữ viết nắn nót: \"Chồng à, em nghĩ chúng ta nên tặng cuốn sách thiếu nhi này cho thư viện sẽ tốt hơn\"]"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Công Chúa Heo Rừng"
          }
        ]
      }
    ]
  }
}