{
  "epId": 2355,
  "name": "Câu Chuyện Hẻm Ibis",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/4f09b4b66cd164d05c3de35288f24094_8331216797479591636.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1705334944,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Câu Chuyện Hẻm Ibis"
          }
        ]
      },
      {
        "key": "Cách Nhận",
        "value": [
          {
            "type": "RichText",
            "text": "Thám Hiểm Nhận\nThu thập đủ 10 mảnh sẽ có thể ghép thành \"Câu Chuyện Hẻm Ibis \""
          }
        ]
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1914,
            "name": "Câu Chuyện Hẻm Ibis - Mở Đầu",
            "desc": "Truyền thuyết kể rằng ngày xưa khi những con người yếu đuối và thấp bé chưa kịp vượt biển, Inazuma là xứ sở của Tanuki. Và lịch sử của loài người ban đầu được tạo ra bởi những Tanuki say rượu bịa chuyện mua vui...Hẻm Ibis, là con hẻm đan xen giữa lịch sử và lời đồn.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Toki Alley Tales (Prologue)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1909,
            "name": "Câu Chuyện Hẻm Ibis 1",
            "desc": "Tengu rất hung dữ và kiêu ngạo. Điều này đặc biệt đúng sau khi uống rượu. - Tanuki",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/0fa51c71f1e8d16a16b944a518c8804b_1156851967186749944.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1911,
            "name": "Câu Chuyện Hẻm Ibis 2",
            "desc": "Mẹ từng nói: Phụ nữ càng đẹp càng giỏi lừa gạt người khác. Vì vậy, phụ nữ xinh đẹp nếu không phải là hồ ly hiện thân thì cũng là do tu vi chưa đủ để hóa thân thôi. - Tanuki",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/0fa51c71f1e8d16a16b944a518c8804b_8675844548645166273.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1910,
            "name": "Câu Chuyện Hẻm Ibis 3",
            "desc": "Tục ngữ nói rằng, người làm nàng mưa khóc, chắc chắn sẽ gánh chịu nỗi buồn không thể nào giải thoát. - Tanuki",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/0fa51c71f1e8d16a16b944a518c8804b_1866308182579476733.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1913,
            "name": "Câu Chuyện Hẻm Ibis 4",
            "desc": "Sở dĩ con người buồn bã, là do họ không hiểu chính mình. Còn yêu quái, lại luôn thiếu mất sự phiền não đáng buồn này. - Tanuki",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/0fa51c71f1e8d16a16b944a518c8804b_5155185128568751657.png"
          },
          {
            "type": "CustomEntry",
            "epId": 1912,
            "name": "Câu Chuyện Hẻm Ibis 5",
            "desc": "Gián đoạn một cách đầy tiếc nuối, có thể sau đó sẽ tiếp diễn một câu chuyện càng thú vị hơn chăng?",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/0fa51c71f1e8d16a16b944a518c8804b_6394357943951232315.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Vật Phẩm Liên Quan - Mảnh",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 64,
            "name": "Mảnh \"Câu Chuyện Hẻm Ibis - Mở Đầu\"",
            "desc": "Thu thập đủ 10 mảnh sẽ có thể ghép thành \"Câu Chuyện Hẻm Ibis - Mở Đầu\".<br/><br/>Những trang rách đung đưa trong gió dường như đã rơi ra từ một cuốn tiểu thuyết cũ.<br/>Biết đâu nếu có thể tìm được thêm những trang sách khác thì sẽ có thể ghép thành một quyển sách hoàn chỉnh không chừng...?",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Torn Page: Toki Alley Tales (Prologue)_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 59,
            "name": "Mảnh \"Câu Chuyện Hẻm Ibis 1\"",
            "desc": "Thu thập đủ 10 mảnh sẽ có thể ghép thành \"Câu Chuyện Hẻm Ibis 1\".<br/><br/>Những trang rách đung đưa trong gió dường như đã rơi ra từ một cuốn tiểu thuyết cũ.<br/>Biết đâu nếu có thể tìm được thêm những trang sách khác thì sẽ có thể ghép thành một quyển sách hoàn chỉnh không chừng...?",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/6608ff63dd266574c077f9e0d8610b74_8220113198855874835.png"
          },
          {
            "type": "CustomEntry",
            "epId": 61,
            "name": "Mảnh \"Câu Chuyện Hẻm Ibis 2\"",
            "desc": "Thu thập đủ 10 mảnh sẽ có thể ghép thành \"Câu Chuyện Hẻm Ibis 2\".<br/><br/>Những trang rách đung đưa trong gió dường như đã rơi ra từ một cuốn tiểu thuyết cũ.<br/>Biết đâu nếu có thể tìm được thêm những trang sách khác thì sẽ có thể ghép thành một quyển sách hoàn chỉnh không chừng...?",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/6608ff63dd266574c077f9e0d8610b74_4858264366857102936.png"
          },
          {
            "type": "CustomEntry",
            "epId": 60,
            "name": "Mảnh \"Câu Chuyện Hẻm Ibis 3\"",
            "desc": "Thu thập đủ 10 mảnh sẽ có thể ghép thành \"Câu Chuyện Hẻm Ibis 3\".<br/><br/>Những trang rách đung đưa trong gió dường như đã rơi ra từ một cuốn tiểu thuyết cũ.<br/>Biết đâu nếu có thể tìm được thêm những trang sách khác thì sẽ có thể ghép thành một quyển sách hoàn chỉnh không chừng...?",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/6608ff63dd266574c077f9e0d8610b74_1988272460749816975.png"
          },
          {
            "type": "CustomEntry",
            "epId": 63,
            "name": "Mảnh \"Câu Chuyện Hẻm Ibis 4\"",
            "desc": "Thu thập đủ 10 mảnh sẽ có thể ghép thành \"Câu Chuyện Hẻm Ibis 4\".<br/><br/>Những trang rách đung đưa trong gió dường như đã rơi ra từ một cuốn tiểu thuyết cũ.<br/>Biết đâu nếu có thể tìm được thêm những trang sách khác thì sẽ có thể ghép thành một quyển sách hoàn chỉnh không chừng...?",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/6608ff63dd266574c077f9e0d8610b74_5904428119780140592.png"
          },
          {
            "type": "CustomEntry",
            "epId": 62,
            "name": "Mảnh \"Câu Chuyện Hẻm Ibis 5\"",
            "desc": "Thu thập đủ 10 mảnh sẽ có thể ghép thành \"Câu Chuyện Hẻm Ibis 5\".<br/><br/>Những trang rách đung đưa trong gió dường như đã rơi ra từ một cuốn tiểu thuyết cũ.<br/>Biết đâu nếu có thể tìm được thêm những trang sách khác thì sẽ có thể ghép thành một quyển sách hoàn chỉnh không chừng...?",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/6608ff63dd266574c077f9e0d8610b74_3650190294125254006.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Mở Đầu",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffe699>Truyền thuyết kể rằng ngày xưa khi những con người yếu đuối và thấp bé chưa kịp vượt biển, Inazuma là xứ sở của Tanuki. Và lịch sử của loài người ban đầu được tạo ra bởi những Tanuki say rượu bịa chuyện mua vui...Hẻm Ibis, là con hẻm đan xen giữa lịch sử và lời đồn.</color>\nTựa - Lịch sử của Inazuma qua lời kể của Tanuki\nTruyền thuyết kể rằng ngày xưa khi những con người yếu đuối và thấp bé chưa có khả năng vượt biển đến đây, Inazuma đã từng là xứ sở của gia tộc Tanuki.\nVới bản tính lười biếng và hay thay đổi, chúng chẳng bao giờ lo lắng cho ngày mai, cũng không để những phiền muộn trong lòng quá một ngày. Thuở ấy, Inazuma là thiên đường vui vẻ và dễ chịu của Tanuki, ngày nào cũng là lễ hội vô cùng náo nhiệt.\nÍt nhất thì đó là những gì mà các trưởng lão của Tanuki nói.\nSau đó, gia tộc Kitsune vượt biển, bắt đầu những chuỗi ngày giao chiến dài đằng đẵng với gia tộc Tanuki, hai bên tổn thất nặng nề, cuối cùng phải thương lượng hòa bình. Tuy Tanuki trước giờ đều rất ngang ngạnh cũng chưa bao giờ chịu thua, nhưng chúng vẫn nhường cây Lôi Anh Đào to lớn đó cho gia tộc Kitsune.\nTuy nhiên, Kitsune cũng là một sinh vật tinh ranh và hay thay đổi. Truyền thuyết kể rằng trong trận đại chiến dài đằng đẵng đó, những đấu pháp biến đổi không ngừng giữa Tanuki và Kitsune, làm cho rất nhiều hồn ma xui xẻo vì những biến hoá đến hoa mắt chóng mặt ấy mà quên mất bản thân là ai, đến từ đâu.\nThế là, những kẻ phàm trần hoang mang được sinh ra từ những yêu quái mê muội đó.\nChuyện này ta đã nghe được từ chỗ Tengu khoác lác đó."
          }
        ]
      },
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffe699>Tengu rất hung dữ và kiêu ngạo. Điều này đặc biệt đúng sau khi uống rượu. - Tanuki</color>\nCâu chuyện về Yoichi\nTengu tên là \"Yoichi\" sống trong một con hẻm nhỏ có tên là \"Ibis\" ở Hanamizaka. Cô thuê một cửa hàng bán rượu ở đó và sống một cuộc sống nhàn nhã.\nNói một cách mỹ miều thì nó được gọi là \"nhàn hạ\", nhưng trên thực tế, phải gọi là \"một mớ hỗn độn\" thì chính xác hơn.\nVề mặt lý thuyết, những người thích uống rượu luôn hiểu rất rõ về rượu, và những con yêu quái cũng vậy.\nNhưng để mà nói, thì rượu của Yoichi phải nói là cực kỳ kém chất lượng, lại không có khiếu kinh doanh. Điều tồi tệ nhất là trong những ngày sống ẩn dật nơi nhân gian, con nhóc Tengu này chưa bao giờ bỏ được thói xấu của mình, chính là mỗi khi say rượu lại đặt mông ngồi lẫn trong lũ yêu quái để sinh sự, hay bắt cóc những thiếu niên thiếu nữ người phàm, dạo chơi suốt đêm và náo loạn các lễ hội; Hoặc là chen vào vở kịch mà không thèm để ý đến không khí xung quanh, tự mình đóng vai Tengu ba đấm hai đá đánh bại nhân vật chính... những chuyện như vậy không phải là ít.\nNếu không phải cô có vai vế khá cao trong giới yêu quái, lại quen biết rộng rãi trong nhân gian, e rằng con nhóc phiền phức này đã sớm bị một vị anh hùng nào đó trừng trị dưới chân núi kia rồi.\nTuy nhiên, cả yêu quái và người phàm ở hẻm Ibis đều nhìn cô ấy theo cách khác. Vị đại nhân nắm quyền lúc ấy cũng thấy rằng cô ấy chưa bao giờ gây ra bất kỳ rắc rối lớn nào, mới không áp dụng hình phạt thực tế nào với cô ấy.\nMặc dù bản chất kiêu ngạo lại tùy hứng, nhưng là một yêu quái vĩ đại (tự xưng) khác với người phàm, Yoichi lại không hề bủn xỉn đối với những vật ngoài thân. Hễ có một chút tiền liền mang đi đổi lấy rượu, hoặc là sẽ mua tiểu thuyết ở Nhà Xuất Bản Yae, mặc dù hầu hết chỉ xem qua loa một nửa liền tiện tay ném chúng ra ngoài cửa sổ. Vì vậy, nhà của con nhóc phiền phức này luôn là cảnh hoang tàn vườn không nhà trống.\nNói một cách đơn giản, bên cạnh con nhóc này chẳng có tài sản gì đáng để lưu luyến cả...Thứ duy nhất có thể kể đến, có lẽ là chiếc quạt giấy màu vàng mà cô luôn mang theo kè kè ở bên hông.\nGia tộc tengu to lớn vốn là những yêu quái lưu lạc ở nhiều thế giới, việc tô điểm trên cơ thể mình bằng chiến lợi phẩm với những câu chuyện khác nhau cũng không có gì lạ, và chiếc quạt giấy này cũng vậy.\nVào một đêm trăng sáng nọ, Yoichi say rượu đã lật áo của mình ra và khoác lác với tôi về nó...\nNghe nói đó là một trong nhiều thế giới mà cô ấy đã đi qua. Khi đó, cô đã hóa thân thành một cung thủ trẻ tuổi kiêu hãnh, trung thành với vị tướng quân kiêu ngạo. Dưới sự chỉ huy của tướng quân, cô, hay nói đúng hơn là \"hắn\", đã từng kiêu hãnh dùng cung tên bắn hạ vô số đối thủ. Có những samurai phàm trần với cái bụng bự, cũng có Tanuki hóa thân thành những ninja xảo quyệt đã gục ngã dưới cung của \"hắn\", và ngay cả những con quỷ ăn thịt người to lớn cũng không thể thoát khỏi mũi tên của Yoichi.\n\"Hahahahaha! Quả là một danh tướng! Ánh mắt như có điện, tựa như một Tengu vậy!\"\nỞ cái tuổi đó mà tướng quân kiêu ngạo lúc nào cũng thích cười rung rung bộ râu, trông thật là lỗ mãng.\nNgày sau, Yoichi lại lập được rất nhiều chiến công cho tướng quân, chém giết rất nhiều yêu quái và những người phàm kém may mắn. Trong chuyện này có bao nhiêu phần là thật bao nhiêu phần là giả, có bao nhiêu lời là do cô ấy khoác lác thì cũng không cần phải nói nữa. Nhưng điều thực sự khiến cho Yoichi trở nên nổi tiếng, chính là trận chiến cuối cùng trong trăm năm ở dị giới đó.\nNhắc đến trận thủy chiến ấy, tướng quân đã bất chấp mưa gió huyết chiến với quân phản loạn ở eo biển. Hai bên điều động không biết bao nhiêu yêu quái, những samurai người phàm nhiều không thể đếm xuể, phải lên đến hàng chục triệu người. Đừng nói đến số người, chỉ riêng về thuyền, cũng đã có hơn 800.000 con thuyền bị chìm trong trận hỗn chiến... Những số liệu thống kê đáng kinh ngạc này được tính toán với sự hỗ trợ của tôi sau khi Yoichi nằm bò trên bậu cửa sổ và nôn ra mật xanh mật vàng.\nCuộc hỗn chiến giữa hai đạo quân cũng giống như trong vô số câu chuyện, các bậc anh hùng hào kiệt chém đầu vô số kẻ, máu nhuộm đỏ biển cả, còn các tướng quân xấu tính thì vẫn dựng râu trừng mắt bướng bỉnh chờ đợi, không muốn giải tán quân đội về nhà để có thể đánh một giấc ngủ ngon.\nCuối cùng, vào một đêm trăng sáng và lạnh giá, một chiếc thuyền nhỏ nhẹ nhàng trôi ra khỏi đội hình của địch. Chở theo một bóng người trên đó, bấp ba bấp bênh, tựa như một hình ảnh phản chiếu trên mặt nước. Bên cạnh bóng hình đó là một cột cờ tỏa sáng, bên trên có gắn một chiếc quạt giấy, dưới đêm trăng lấp lánh ánh vàng.\n\"Oa, a... Tức chết ta, tức phát điên! Khiêu khích như vậy ai mà chịu nổi, dù có muốn nhịn cũng không thể nhịn nổi!\"\nTướng quân nheo mắt, từ xa nhìn thấy cây quạt lấp lánh ánh vàng, lập tức nổi trận lôi đình.\nYoichi không hiểu tại sao lòng tự trọng của tướng quân lại mong manh đến vậy, cũng chẳng buồn cảm thông với tôn nghiêm rẻ mạt của người phàm. Lúc này, cô, à không, \"hắn\" đang nhìn chằm chằm vào bóng dáng trên chiếc thuyền đung đưa xa xa với đôi mắt sắc bén của Tengu.\n\"Hắn\" nhìn thấy đó là một cô gái, một cô gái hoàn toàn khác với Yoichi.\nMột lúc sau, một mũi tên bay ngang mặt trăng, xé toạc bầu trời đêm.\n\"Haha, tốt lắm!\"\nLời khen của tướng quân chẳng mấy chốc đã chìm trong tiếng reo hò của đám đông.\n\"Nếu hai đại thúc đó biết mình đã mất đi cái gì, e rằng bọn họ sẽ tức đến nổ ruột gan mất!\"\nYoichi cười đắc thắng, dáng vẻ say khướt. Bộ mặt háo sắc không che đậy của Tengu, khiến người ta vô cùng ghét bỏ.\nHóa ra, trong khoảnh khắc khi mũi tên bay đi, Yoichi đã sải đôi cánh to lớn bay ngang eo biển, khi đi qua thuyền thì thuận tay cướp lấy chiếc quạt xếp bằng vàng và mỹ nữ đang kinh hoàng ôm chặt chiếc quạt. Sau đó cưỡi gió đi mất mặc kệ vị tướng quân chửi rủa không ngớt ở bên dưới.\nMột màn cướp người đẹp của tengu.\nChỉ đáng tiếc...\n\"Cuối cùng, hóa ra cô ta là một ả miêu yêu. Trên đường đi đã cào cho ta một trận...\"\nYoichi lè lè lưỡi, rồi lại hổn hển thở dài.\n\"À phải rồi, mùa này cá tráp khá ngon. Nhân tiện gói một ít mang đi.\"\n\"Cái gì, hóa ra Tengu keo kiệt cũng có lúc tốt bụng?\"\n\"Ý ta là cho mụ già kia!\"\nNhìn thấy ánh mắt đe dọa của Tengu say xỉn, tôi vội vàng ôm con cá tráp còn sót lại trên tay rồi vội vã cáo từ."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffe699>Mẹ từng nói: Phụ nữ càng đẹp càng giỏi lừa gạt người khác. Vì vậy, phụ nữ xinh đẹp nếu không phải là hồ ly hiện thân thì cũng là do tu vi chưa đủ để hóa thân thôi. - Tanuki</color>\nChuyện về Senny\nRa khỏi nhà Yoichi, đi lên một đoạn dọc theo con hẻm quanh co, rồi rẽ vào một con đường nhỏ hẹp, thì đến nhà của bà lão đó.\nTrên bầu trời đầy sao, mặt trăng đã lên đến đỉnh đầu. Lũ mèo cũng đã thức dậy.\nNgười đời thường nói rằng những con mèo có tu vi hàng trăm hàng nghìn năm thường biến thành hình dáng của những cô gái trẻ, dụ dỗ loài người làm những trò ngu ngốc hài hước, hoặc cố chấp đuổi theo những lữ khách vô tội để đền ân báo oán gì đó. Nhưng thực tế, đây chỉ là tưởng tượng của người phàm mà thôi.\nSo với dáng vẻ thiếu nữ chỉ biến thành khi giận dữ, miêu yêu lại thích dáng vẻ của người già hơn, bởi hình dạng này phù hợp với tính cách thông minh gian xảo của chúng, lại có thể nhận sự thương hại từ khách qua đường kém may mắn nhờ lớp ngụy trang thành người già yếu.\n\"Không phải miễn phí đâu nhé!\"\nNgẩng đầu lên theo tiếng nói, mới trông thấy cô gái trên mái hiên có lẽ đã chờ đợi từ rất lâu. Khuôn mặt ẩn hiện trong bóng đêm, nụ cười nhẹ như không, chỉ có đôi mắt phản chiếu ánh sáng xanh vàng. Ánh trăng xuyên qua tà áo chảy dọc theo bờ vai trần, lại chảy xuống từ những khe hở viền áo, vẽ nên những đường viền màu sứ cho đôi chân dài thon thả. Thiếu nữ với dáng vẻ lơ đễnh thản nhiên chơi đùa bội kiếm trên tay.\nLão bà này hẳn là đã tức phát điên rồi...\n\"Hôm nay lại đến muộn sao!\"\n\"Xin... xin lỗi.\"\nCon muỗi đụng vào ngọn đèn giấy, ngọn đèn le lói uể oải đáp lại.\nMặt trăng mang theo làn gió ẩm, và không lâu sau tiếng ve bỗng ngừng lại rồi im bặt.\nThiếu nữ với mái tóc xõa, vừa quay guồng tơ, vừa nở một nụ cười kỳ quái, rất đáng sợ.\nCòn ta, dù là một Tanuki có thể chạm cốc với Tengu, vẫn luôn phải nể phục ba phần trước lũ miêu yêu thâm sâu khó dò này. Tóm lại, chỉ cần quỳ xuống tạ tội về sự mạo phạm vừa rồi.\n\"Thôi đứng dậy đi. Vì con cá hãy còn tươi ngon nên bỏ qua cho ngươi.\"\nVới thân hình mũm mĩm của Tanuki, ta vất vả ngồi dậy, thiếu nữ cũng dần biến thành một bà lão, cười hiền hậu.\n\"Cảm ơn Sen bà bà\".\n\"Gọi ta là Senny!\"\nCảm giác như trút được gánh nặng.\nNhưng vẫn thấy có gì đó thật khó hiểu.\n\"Hahahaha, nói mới nhớ, con nhóc ngốc nghếch kia dạo này thế nào?\"\nSenny rít lên một tiếng rồi cho hẳn con cá vào miệng. Lại \"ực\" một cái nuốt nốt phần đuôi còn lại.\nNhắc đến thì, câu chuyện về mối nhân duyên giữa con miêu yêu này và Tengu có thể nói là dở khóc dở cười. Mặc dù Yoichi đã từng đề cập đến trò hề này từ góc nhìn của cô ấy trước đó, nhưng trong miệng của Miêu Yêu, lại là một câu chuyện khác...\nSenny vốn không thuộc về thế giới của chúng ta, cô ta đến từ thế giới nơi loài người điên cuồng ngang ngược hơn.\nVào một đêm nào đó, trong một khu rừng trúc nọ, Senny lúc đó hãy còn nhỏ đã bị tăng sĩ du hành bắt giữ, sau một thời gian dài qua tay nhiều người thì bị tướng quân mua về, làm \"Miêu Yêu\" gì đó.\nCô ta cũng chẳng còn ký ức gì về khoảng thời gian đó cả, chỉ không hiểu tại sao đám quyền quý người phàm đó lại luôn muốn làm cô giận dữ, lại luôn muốn tìm cô để chơi đùa. Mỗi ngày chỉ quan tâm đến việc sai khiến cô ấy tóm lấy kẻ thù, cấu xé đối phương thành từng mảnh, hoặc chỉ tìm cớ mua vui, ép cô chơi mấy trò nhàm chán mà chỉ bản thân họ thích thú.\nNhững ngày tháng dài đằng đẵng đó thật khiến người ta phát điên, nhưng dù sao thì tuổi của yêu quái cũng rất dài, và sự kiên nhẫn của chúng tốt hơn nhiều so với loài người phàm tục.\nSau đó, tướng quân và quân phản nghịch bắt đầu chiến đấu, Senny lại trở thành \"ninja\" gì đó.\n\"Phần này của câu chuyện càng thêm nhàm chán hơn...\"\nVừa nói, Senny vừa nheo mắt ngáp dài, miệng ngoác đến tận mang tai.\nSau đó, vào đêm thủy chiến, tướng quân đã nghĩ ra một kế sách thông minh...\nLệnh cho Senny biến thành mỹ nữ đứng trên thuyền nhỏ, và dựng một chiếc quạt vàng để làm nhục tên tướng giặc không dám đến gần. Nếu dám xông lên, cũng sẽ bị miêu yêu nghìn năm tuổi này dạy dỗ một trận.\nChỉ là sau đó, Yoichi trong đội hình thuyền đối diện...\n\"Chỉ là sau đó, tên đần đó đột nhiên đứng lên hét lớn, ầm ĩ muốn bắn hạ cây quạt.\"\nNgay sau đó, đã thấy Tengu...\n\"...Trượt chân, tùm một cái và rơi xuống biển.\"\nBà lão mặt mèo không nhịn được cười, hừ mũi giễu cợt.\n\"Đêm đó ả ta say quá, có lẽ đã tưởng rằng mình đang ở trong sóng to gió lớn. Nhưng đêm hôm đó, trăng sáng vằng vặc, không một gợn gió.\"\n\"Có điều, ta đã hàng trăm năm không nhìn thấy một sinh vật thú vị như vậy, nên đã ra tay cứu lấy cô ta, nén cười, ta tự mình làm rơi chiếc quạt giấy...Kết quả là, đội hình thuyền đối diện lại một tràng reo hò vang lên. Chỉ nghĩ thôi đã thấy buồn cười rồi...\"\nSau đó, Tengu giang đôi cánh lớn, nhảy lên, tựa như một áng mây đen che lấp cả mặt trăng, và sà xuống chỗ mỹ nữ...\n\"Mũi tên bay loạn, chỉ trong nháy mắt, nàng ta đã tựa như một con nhím rồi rơi xuống biển. Còn ta, đến lúc đó không còn có thể giả bộ được nữa, cười không thể thở nổi.\"\nSau đó, Senny cười ha ha rồi vớt Tengu xui xẻo từ dưới biển lên, kẹp vào nách, vừa cười lớn, vừa bay qua các tàu chiến của cả hai bên, quấy nhiễu tinh thần của các tướng quân.\nMọi người nói rằng cô ấy đã vượt qua tám chiếc thuyền liên tiếp và sau đó biến mất. Nhưng tiếng cười do miêu yêu để lại đến ba ngày sau khi chiến tranh kết thúc vẫn còn vang vọng.\n\"Ta không thể nhịn được cười, liền dùng sức nắm chặt lấy cô ta... Nhưng cứ nghĩ đến tình trạng quẫn bách của cô ta, càng nắm lại càng buồn cười, hahahahahaha...\"\nMiêu yêu biến thành lão bà bà cười ngặt nghẽo.\n\"Về sau, ta bị cô ta đưa vào thế giới này, và xem như là một chiến lợi phẩm!\"\nKhuôn mặt bà lão \"phụp\" một cái lại biến thành vẻ mặt thiếu nữ tức giận, nhưng nét ửng hồng do trận cười vừa rồi vẫn còn đọng lại trên khuôn mặt, trông có chút buồn cười.\n\"Hừ, ta thèm vào làm chiến lợi phẩm của ả!\"\n\"Nói cách khác, có lẽ đây chính là lý do ả ta không dám tự mình đến gặp ta.\"\nCon mèo già với khuôn mặt thiếu nữ khẽ thở dài rồi lại cười ranh mãnh.\n\"Ngươi cũng nên đi đi. Để cửa đó, đợi đến khi trăng tròn thì quay lại.\"\n\"Nhân tiện, đừng quên gửi chiếc áo tơi này cho người bạn cũ của chúng ta.\""
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffe699>Tục ngữ nói rằng, người làm nàng mưa khóc, chắc chắn sẽ gánh chịu nỗi buồn không thể nào giải thoát. - Tanuki</color>\nChuyện về Mưa Bà Bà\nKhởi hành từ nhà của Senny, men theo con hẻm quẹo trái quẹo phải, đến một khu vườn ẩm ướt, thì đó là nhà của Mưa Bà Bà.\nTrong khuôn viên tao nhã, ngay cả ve cũng khẽ tiếng. Chỉ có tiếng nước róc rách rung nhịp cùng với tiếng sáo tre.\nTrong khu rừng tự do tự tại đó, cô gái hóa sương thành mưa là bạn của Tanuki và hồ ly.\nYêu quái chúng tôi khác với người phàm, không có nỗi sầu phức tạp, cũng không phân biệt cấp bậc. Nhưng trong ngọn núi dày đặc sương mù này, nàng mưa rất được yêu mến và trân trọng.\nChỉ là về sau mọi người đều dần thần phục vị đại thần. Những ngày tháng tốt đẹp của người phàm đã đến, các yêu quái đã quy ẩn hoặc bị trấn áp... Nên Mưa Bà Bà đã dọn đến Hẻm Ibis. Đại nhân Guuji của Đền Narukami đã tặng ngôi nhà này cho cô ấy.\nThật khiến người khác tò mò, rốt cuộc là mất mát và nỗi đau gì mà có thể khiến đại nhân Guuji chăm sóc đặc biệt như vậy...\nTạm dừng chân nơi đình viện, nhìn ánh trăng soi sáng trong mặt hồ, cơn gió mát lạnh đem theo giọng của cô ấy.\n\"Thất lễ, đã để ngài đợi lâu rồi.\"\nVừa quay đầu thì thấy nàng mưa đứng bên cạnh cửa. Ánh trăng soi sáng tà áo dài trên người cô ấy, thân hình trẻ trung nhưng lại lan tỏa vẻ u buồn già nua.\nVì vậy tôi đã cúi đầu, vội vã dâng lên chiếc áo tơi mà Senny đã giao cho tôi, không dám nhìn thẳng vào đôi mắt xám của cô ấy.\nTương truyền đôi mắt của nàng mưa u buồn sẽ lộ ra màu trắng xám của đá cẩm thạch giống như kẻ bị đuối nước. Nhìn thẳng vào đôi mắt đau thương đó sẽ mãi mãi lạc lối trong cơn mưa.\nĐương nhiên, đó chỉ là lời đồn của người phàm, nhưng lễ nghi cơ bản \"Không nhìn thẳng vào đôi mắt đau thương của nàng mưa\" là quy luật bất thành văn của các yêu quái.\n\"Cảm ơn.\"\nGiọng của Mưa Bà Bà vẫn dịu dàng như vậy, như giọt sương sớm mai.\nKhông mời tôi vào nhà, cũng không chia sẻ câu chuyện.\nChỉ đưa cho tôi một hộp gỗ, tôi lập tức hiểu ngay.\nTôi nhân lúc ánh trăng soi sáng, đã âm thầm đi khỏi khu vườn."
          }
        ]
      },
      {
        "title": "Quyển IV",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffe699>Sở dĩ con người buồn bã, là do họ không hiểu chính mình. Còn yêu quái, lại luôn thiếu mất sự phiền não đáng buồn này. - Tanuki</color>\nChuyện về Gonbei\nGonbei năm nay đã 76 tuổi, là người phàm duy nhất sống trong Hẻm Ibis.\nTừng là nông dân, từng làm samurai và thợ thủ công.\nChiếc hộp trong tay tôi chính là tác phẩm của ông ấy, bề mặt sơn mài đen bóng được khảm ngọc trai nhiều màu sắc, là tay nghề học được từ ngư dân của Đảo Watatsumi.\n\"Vất vả cho bạn rồi.\"\nÔng lão trước mặt cúi thấp đầu với tôi.\nMặc dù bản thân tôi nghĩ rằng đây vốn là lễ nghi của người phàm đối với yêu quái, nhưng tôi vẫn cảm thấy có chút thương hại đối với sự u sầu của ông ấy.\nLời mà Gonbei nói, khác với lời đồn trong dân gian, ông ấy từng là bạn của nàng mưa.\nGonbei khi còn niên thiếu, vì để đem nước mưa về cho đồng ruộng khô cằn của quê mình, nên đã nghe lời người già đi vào rừng để tìm nàng mua giúp đỡ.\nKhi đó Mưa Bà Bà đã không còn trẻ, đã thấu hiểu nhiều biến cố nhân gian. Nhưng những thứ trong rừng luôn đơn thuần và giản dị hơn người phàm.\nSau đó, sau đó thì Gonbei thời trẻ đã phạm một sai lầm khó nói, đã lừa gạt sinh linh thuộc về sông núi. Cho đến hôm nay, ông ấy vẫn kiên định lời nói dối của mình, là vì lợi ích của quê hương.\nVà làng của ông ấy cũng vì trận mưa đó mà được mùa.\nKể từ đó, Gonbei đã rời xa khu rừng, đến định cư ở thành thị.\n\"Thật sự xin lỗi.\" ông lão già nua cúi đầu, không nhận lấy hộp gỗ.\nTôi rời khỏi nhà của ông ấy, nhân lúc ánh trăng chưa bị che phủ bởi mây đen."
          }
        ]
      },
      {
        "title": "Quyển V",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffe699>Gián đoạn một cách đầy tiếc nuối, có thể sau đó sẽ tiếp diễn một câu chuyện càng thú vị hơn chăng?</color>\nGián đoạn\nTruyền thuyết kể rằng ngày xưa khi những con người yếu đuối và thấp bé chưa có khả năng vượt biển đến đây, Inazuma đã từng là xứ sở của gia tộc Tanuki.\nVới bản tính lười biếng và hay thay đổi, chúng chẳng bao giờ lo lắng cho ngày mai, cũng không để những phiền muộn trong lòng quá một ngày. Thuở ấy, Inazuma là thiên đường vui vẻ và dễ chịu của Tanuki, ngày nào cũng là lễ hội vô cùng náo nhiệt.\nÍt nhất thì đó là những gì mà các trưởng lão của Tanuki nói.\nSau đó, gia tộc Kitsune vượt biển, bắt đầu những chuỗi ngày giao chiến dài đằng đẵng với gia tộc Tanuki, hai bên tổn thất nặng nề, cuối cùng phải thương lượng hòa bình. Tuy Tanuki trước giờ đều rất ngang ngạnh cũng chưa bao giờ chịu thua, nhưng chúng vẫn nhường cây Lôi Anh Đào to lớn đó cho gia tộc Kitsune.\nTuy nhiên, Kitsune cũng là một sinh vật tinh ranh và hay thay đổi. Truyền thuyết kể rằng trong trận đại chiến dài đằng đẵng đó, những đấu pháp biến đổi không ngừng giữa Tanuki và Kitsune, làm cho rất nhiều hồn ma xui xẻo vì những biến hoá đến hoa mắt chóng mặt ấy mà quên mất bản thân là ai, đến từ đâu.\nThế là, những kẻ phàm trần hoang mang được sinh ra từ những yêu quái mê muội đó.\nVừa nhìn lại câu chuyện tương truyền lâu đời của gia tộc Tanuki, vừa lang thang giữa những con hẻm khúc khuỷu.\nCuối cùng vẫn không tìm được nhà hàng vẫn còn mở cửa.\nĐã đến lúc trở về rồi.\nNghĩ đến việc đó, tôi đứng dậy trước gian hàng kiều mạch của chú hồ ly, và vươn vai.\nSau lưng là một giọng nói quen thuộc"
          }
        ]
      }
    ]
  }
}