{
  "epId": 2467,
  "name": "Halfdan",
  "desc": "<p>Một tinh anh trong đội cận vệ hoàng gia của Khaenri'ah dưới sự chỉ huy của Kiếm Sĩ Hoàng Hôn.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/55631176/744d252b349bde9b31203c2b5cfc28dd_6543544823619957100.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1752396580,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Một cựu đội trưởng của đội cận vệ hoàng gia Khaenri'ah, người đã bị nguyền rủa với sự bất tử bởi Đảo Thiên Không.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/55631176/68c102371d33a15891c25053236d6cd1_2565537764752264486.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Một cựu đội trưởng của đội cận vệ hoàng gia, người đã ra lệnh cho Halfdan và các Kỵ Sĩ Hắc Xà khác bảo vệ người dân Khaenri'ah bằng mọi giá.\nKỵ Sĩ Hắc Xà\nTừng là những kỵ sĩ trung thành của vương quốc, mang trên vai trọng trách bảo vệ đất nước và người dân. Thế nhưng, năm tháng dài đằng đẵng cùng lời nguyền bất tử đã dần bào mòn họ, cướp đi lý trí và ký ức. Giờ đây, ẩn sau bộ giáp sứt mẻ ấy chỉ còn lại một ý chí mơ hồ, “chiến đấu vì một điều gì đó, vì một ai đó, hay vì một lý do nào đó” mà chính họ cũng không còn nhớ rõ. Tùy theo mức độ bị hao mòn, những kỵ sĩ ấy được gọi là Vỏ Rỗng Ảm Đạm hoặc Kỵ Sĩ Hắc Xà.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Halfdan",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/11876819825eb7f3a5a67681c1fc472d_6973891844868001568.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hơn năm trăm năm trước, Halfdan là một chiến binh trẻ tuổi, một trong những tinh anh của đội cận vệ hoàng gia Khaenri'ah — một quốc gia chưa từng có tiền lệ, hưng thịnh và hùng mạnh, được con người tự xây dựng mà không cần đến sự dẫn dắt của các vị Thần. Thế nhưng, khi Vua Irmin và các hiền giả xé bỏ bức màn của tội lỗi, năm trong số sáu người được giao trọng trách ngăn chặn thảm họa đã tự chia sẻ sức mạnh của Vực Sâu với nhau, đủ để làm rung chuyển cả thế giới. Khi những con quái vật do Rhinedottir tạo ra từ Vực Sâu tràn ngập Teyvat, Thiên Lý đã phái các vị Thần từ bảy vương quốc kéo đến Khaenri'ah. Không có Thần bảo hộ, quốc gia này đã bị hủy diệt.\n<color=#ffffffd9>\"Xem cái gọi là \"niềm tự hào của loài người\" như cỏ dại và xóa bỏ khỏi khu vườn của các vị thần...\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/7b9129f9c6803c9736e7e71f50f2e96e_3453872013157491941.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Các Kỵ Sĩ Hắc Xà đã chiến đấu đến cùng để bảo vệ Khaenri'ah dưới sự chỉ huy của đội trưởng, nhưng cuối cùng vẫn không thể cứu lấy quốc gia. Vào ngày Khaenri'ah sụp đổ, khi hỗn loạn lan khắp mọi nơi, Kiếm Sĩ Hoàng Hôn đã giao cho Halfdan một mệnh lệnh cuối cùng, bảo vệ người dân Khaenri'ah bằng mọi giá, trước khi vội vã quay trở về cung điện để đối mặt với điều gì đó còn lớn lao hơn là: <color=#ffffffd9>\"Chuyển lời đến tất cả Kỵ Sĩ Hắc Xà, cho dù thế nào cũng phải bảo vệ người dân Khaenri'ah.\"</color> Mặc dù được gọi là \"đội cận vệ hoàng gia,\" nhưng khi thảm họa ập đến, không còn sự khác biệt giữa hoàng tộc, quý tộc hay thường dân, tất cả đều trở nên tuyệt vọng và tàn nhẫn như nhau. Trong Đại Thảm Họa, những người mang dòng máu thuần Khaenri'ah, bao gồm cả Halfdan, đều bị nguyền rủa bởi Chấp Chính Của Cái Chết với sự bất tử, còn phần lớn dân chúng khác thì bị biến thành hilichurl. Dưới ảnh hưởng của lời nguyền, các Kỵ Sĩ Hắc Xà dần mất đi lý trí và ký ức, chỉ còn lại bản năng và ý chí chiến đấu. Họ không còn là con người, mà là những vỏ rỗng khoác trong bộ giáp, mang trong mình chút tàn dư của một mệnh lệnh xa xưa: “chiến đấu vì việc gì đó, vì ai đó, vì thứ gì đó.” Trong suốt năm trăm năm, họ tiếp tục thực hiện bổn phận cuối cùng ấy, dù bị dày vò bởi sự đau đớn của lời nguyền và sự ăn mòn không ngừng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/31c7856ee191800d8c2527f86ce5c2de_7778544314108706879.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lời nguyền bất tử đã tước đi cái chết khỏi những người bị ảnh hưởng, nhưng thể xác và linh hồn của họ vẫn không ngừng bị bào mòn cho đến khi gần như chẳng còn gì sót lại — dù “cái chết” không phải là hình thức mà sự bào mòn ấy mang theo. Các Kỵ Sĩ Hắc Xà đã rút lui xuống tầng sâu nhất của Vực Đá Sâu, nơi có những tàn tích thuộc về một nền văn minh cổ đại, mang kiến trúc tương tự như Khaenri'ah. Với họ, thành phố bị lộn ngược dưới lòng đất ấy chính là Khaenri'ah đang chìm trong thảm họa, và những hilichurl xung quanh chính là người dân của vương quốc, những người vẫn cần được bảo vệ. Ở một căn phòng phía trên thành phố, có một đài phun nước mà dòng nước trong đó mang khả năng thanh tẩy, đủ sức làm suy yếu ảnh hưởng của lời nguyền. Khi những hilichurl cảm nhận được kết thúc đang đến gần, bản năng dẫn lối họ đến nơi yên tĩnh và u tối ấy, như để nói lời vĩnh biệt với hàng thế kỷ đau khổ. Và nơi mà sức mạnh của lời nguyền suy yếu chính là chốn yên nghỉ cuối cùng mà họ lựa chọn."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/8a59436a38e36d12bf0995bb4bf32167_8004897852254487788.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, trong khi điều tra hành vi bất thường của lũ hilichurl, Nhà Lữ Hành và Paimon đã cùng Dainsleif, đội trưởng của đội cận vệ hoàng gia, tiến sâu vào thành phố bị lộn ngược nằm dưới Vực Đá Sâu. Khi các Kỵ Sĩ Hắc Xà tấn công họ, cả ba đều cho rằng những kỵ sĩ này là thuộc hạ của Giáo Đoàn Vực Sâu, những người Khaenri'ah còn sống sót, đã bị lời nguyền và sức mạnh của Vực Sâu biến thành quái vật với mục đích hủy diệt thế giới dưới sự cai trị của các Thần. Từ đằng xa, Dainsleif trông thấy một Kỵ Sĩ Hắc Xà khiến anh cảm thấy quen thuộc. Người đó dường như muốn nói điều gì đó, nhưng rồi biến mất. Bên trong thành phố, họ gặp thêm nhiều Hắc Xà đang bảo vệ những hilichurl đã gần chạm đến giới hạn cuối cùng của sự tồn tại. Kỵ sĩ quen thuộc lại xuất hiện, ra lệnh cho các Hắc Xà rút lui. Lúc ấy, Dainsleif nhận ra đó là Halfdan, chiến binh trẻ tuổi từng phục vụ dưới quyền anh suốt những năm tháng cuối cùng của Khaenri'ah.\nDainsleif dần hiểu ra rằng những Kỵ Sĩ Hắc Xà này không thuộc về Giáo Đoàn Vực Sâu. Họ không tấn công để phá hủy, mà đang cố bảo vệ những hilichurl, chính là người dân của họ. Tiếng gầm mà họ phát ra không phải là đe dọa, mà là một từ cổ trong tiếng Khaenri'ah: “chạy đi.” Ý chí bảo vệ đồng bào của họ vẫn còn tồn tại, mạnh đến mức năm thế kỷ bị bào mòn cũng không thể xóa bỏ.\nHalfdan đưa Dainsleif và Nhà Lữ Hành đến một nơi u tối, nơi các hilichurl đang chờ đợi cái kết trong thinh lặng. Tại đó, họ phát hiện kế hoạch thực sự của Giáo Đoàn Vực Sâu: dùng thiết bị khuếch đại dưới đài phun nước để xóa bỏ lời nguyền và phục hưng Khaenri'ah. Nhưng lời nguyền ấy không thể bị phá bỏ. Nó đã được dệt nên từ chính định mệnh của thế giới, tồn tại ở một tầng thực tại vượt ngoài tầm với của con người. Ngay cả Chấp Chính Của Cái Chết cũng từ chối hóa giải, bởi làm vậy sẽ khiến toàn bộ trật tự của thế giới lung lay."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/29/70239714/8a94eec1a8d622f3cf011d73b05df85d_2121116374676029932.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Dainsleif, Nhà Lữ Hành và Paimon quay lại đài phun nước, Giáo Đoàn Vực Sâu đã kích hoạt thiết bị khuếch đại, làm tăng hiệu quả thanh tẩy của dòng nước lên gấp trăm lần. Dù họ từng hy vọng quá trình này có thể giải trừ lời nguyền, điều thực sự xảy ra lại chỉ là nỗi đau đớn tột cùng mà các hilichurl, các Kỵ Sĩ Hắc Xà, Halfdan và cả chính Dainsleif phải gánh chịu. Giữa cơn thống khổ ấy, Halfdan vẫn gắng sức lao đến thiết bị và hy sinh bản thân để ngăn chặn quá trình. Nhưng dù vậy, thiết bị vẫn không dừng lại. Chỉ đến khi toàn bộ cơ chế cấp năng lượng bị phá hủy, nó mới chính thức ngừng hoạt động, và lúc ấy, Halfdan đã không còn sống nữa. Khi Dainsleif chuẩn bị rời đi, linh hồn của Halfdan bất ngờ lấy lại chút ý thức cuối cùng. Anh đã dùng khoảnh khắc cuối đó để nói lời từ biệt với người đội trưởng năm xưa rồi tan biến, không để lại bất kỳ dấu vết nào."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Xin lỗi ngài \"Kiếm Sĩ Hoàng Hôn\" Dainsleif, khi đó... tôi đã không thể bảo hộ được người dân, phụ sự kỳ vọng của ngài.\"</color>\n<color=#ffffffd9>\"Không, trong 500 năm này, anh đã làm tròn trách nhiệm của mình.</color>\n<color=#ffffffd9>Cho đến hôm nay, các anh vẫn luôn là niềm tự hào của tôi.\"</color>\n<color=#ffffffd9>\"Khaenri'ah vẫn chưa bị diệt vong phải không? Dù sao thì ngài vẫn còn ở đây mà.\"</color>\n<color=#ffffffd9>\"Vì vậy... cũng không cần phải phục quốc.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6497,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "name": "Liyue",
        "desc": "<p>Bến cảng giàu có nằm phía đông đại lục Teyvat. Vùng đất màu mỡ được tạo nên từ những dãy núi cao, rừng đá sừng sững, đồng bằng rộng lớn và những bờ sông nhộn nhịp sức sống, nơi đây rực rỡ sắc màu trong bốn mùa. Có bao nhiêu món quà cổ xưa của Nham Ma Thần được chôn vùi giữa núi non và những kỳ tích đá đang chờ người ta khám phá đây?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/5968bc73f375ee1e3704302541c83c7f_5132625440292305.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Một cựu đội trưởng của đội cận vệ hoàng gia Khaenri'ah, người đã bị nguyền rủa với sự bất tử bởi Đảo Thiên Không.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/55631176/68c102371d33a15891c25053236d6cd1_2565537764752264486.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ronova",
        "desc": "<p>Chấp Chính của Cái Chết, một trong những Cái Bóng của Thiên Lý</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/12/44749939/9a7ed3af28f566a4d402e0e00ea06211_2961726176421988036.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Một nhà giả kim, thành viên của Hội Ma Nữ, một trong năm Tội đồ của Khaenri'ah, và là mẹ của Albedo. Rhinedottir đã tạo ra một đội quân quái vật bóng tối, tấn công Teyvat 500 năm trước. Bà còn được gọi là Gold và R.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/44749939/d55309e0a958d7510f090c7b56a1f4a0_8754136020175423710.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2248,
        "name": "Kỵ Sĩ Hắc Xà - Trảm Phong Kiếm",
        "desc": "Quân nhân cận vệ có địa vị cao trong triều đình, quét sạch kẻ địch của Vương Gia bằng một kỹ thuật đấu kiếm gọi là \"Kiếm Thuật Siêu Thực\".<br/>\"Kiếm Sĩ Hoàng Hôn\" cũng là một trong những thành viên của họ. Trước khi tất cả vinh quang của vương quốc bị mất đi, và mọi thứ không thể cứu vãn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Black Serpent Knight: Windcutter_icon.png",
        "displayStyle": "card",
        "menuId": 7
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Halfdan"
          }
        ]
      },
      {
        "key": "Thuộc",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Kỵ Sĩ Hắc Xà"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Halfdan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/55631176/c5d31403feb81b25a2466757ed5b5e8f_1326542931587062331.png"
      },
      {
        "key": "Halfdan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/55631176/50488393ef84d5bbcb2154546b6b9063_2176415224299631074.png"
      }
    ],
    "videoCollection": [
      {
        "title": "Version 2.6 \"Zephyr of the Violet Garden\" Trailer | Genshin Impact",
        "url": "https://youtu.be/LqCwQicfMuc",
        "coverUrl": "https://i.ytimg.com/vi/LqCwQicfMuc/maxresdefault.jpg",
        "duration": 272
      }
    ]
  }
}