{
  "epId": 2523,
  "name": "Lưu Vân Tá Phong Chân Quân",
  "desc": "<p>Một Tiên Nhân chỉ xuất hiện trong nhiệm vụ. Cô ấy là một chuyên gia về cơ quan thuật sống trên đỉnh Âu Tàng Sơn, Liyue</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/44749939/ad32d3c7bfe093fe1c5b1b0288e039a4_5005439355640444366.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1728838653,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Chiến Tranh Ma Thần",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/a82bdf0881ab4b3d46003b668727a98c_2872214835356453408.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Rất lâu trước khi xảy ra Chiến Tranh Ma Thần, khi mà Morax vẫn chưa nhận được Gnosis, ngài cùng với các vị thần khác và Tiên Nhân đã thành lập Liyue và Quy Li Tập. Guizhong, Thần Bụi, đã truyền đạt trí tuệ cùng với kỹ năng chế tạo cơ quan thuật của mình cho nhân loại. Marchosisus, Thần Bếp, đã ban cho con người kiến thức nấu nướng và tạo ra bếp lửa. Cùng với những Tiên Nhân khác, đồng lòng bảo vệ người dân Liyue.\nCách đây rất lâu, trước cả Chiến tranh Ma Thần, ở Liyue đã xảy ra một đợt hạn hán nghiêm trọng. Không còn lựa chọn nào khác, nhiều người rời bỏ nhà cửa, trong khi những người khác dành cả ngày lẫn đêm để cầu nguyện với Tiên Nhân. Ngoài hạn hán, một loại khí độc hại cũng bắt đầu lan rộng khắp vùng đất. Nếu không có sự nỗ lực của Lưu Vân Tá Phong Chân Quân, phần lớn Liyue ngày nay sẽ chẳng khác gì một vùng đất hoang cằn cỗi. Cô đã mượn gió để giữ lại những đám mây. Lập tức, mây tụ lại và mưa lớn từ trời tuôn xuống. Hạn hán và bệnh dịch đều bị đẩy lùi và người dân Liyue được cứu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/798e33c28e37f9384e27ea14bb8d6d1b_8041616199839624788.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trong quá khứ xa xôi đó, Lưu Vân Tá Phong thích tổ chức tiệc trà với các Tiên Nhân khác. Có một chiếc bàn gần nơi ở của cô, nơi Nham Vương Đế Quân, Thần Bụi và Lưu Vân Tá thường hay ngồi với nhau. Lưu Vân Tá luôn cười nhạo những chiếc cốc mà Đế Quân mang đến vì chúng quá vuông vắn. Cô cũng là bạn của Fujin và Dược Quân, tiên nhân của phương bắc, họ phục vụ một nữ thần khác.\nGuizhong, một người bạn của Lưu Vân Tá Phong, thường xuyên tổ chức cuộc họp tại Quy Li Tập, dành những chỗ ngồi xung quanh bàn đá lớn nhất cho những người bạn của cô. Marchosius sẽ mang đến những món ngon, Minh Hải Thê Hà luôn mang theo bảo vật mới nhất, và Lưu Vân Tá Phong cùng Guizhong sẽ thảo luận về những phát minh mới nhất của họ. Ca Trần Lãng Thị thường xuyên ở lại để ngắm hoa cùng Guizhong trước khi trở về nhà riêng của mình. Guizhong luôn tìm thấy chủ đề để trò chuyện, làm cho buổi tụ họp tràn ngập tiếng cười và vui vẻ.\nMột lần Tước Nguyệt Trúc Dương và Lưu Vân Tá Phong tham gia một cuộc đua. Sau khi Tước Nguyệt Trúc Dương thua, anh ta không phục và bảo rằng khả năng bay của Lưu Vân Tá Phong đã mang lại cho cô lợi thế tự nhiên trong một cuộc thi như vậy. Cô đồng ý từ bỏ việc bay để đổi lấy việc có thể sử dụng một trong các phát minh của mình, \"Cơ Quan Bay Điện Quang Hai Bánh\" trong cuộc đua. Nhờ Tiên Lực, cơ quan có thể di chuyển hàng ngàn dặm trong một ngày, nhưng điểm yếu của nó là phải đối mặt với địa hình đồi núi. Khi Lưu Vân Tá Phong vượt qua Tước Nguyệt Trúc Dương, thiết bị này đã chệch khỏi đường đua vài giây trước khi về đích, dẫn đến cuộc đua thất bại. Một lần khác, tuyết rơi dày đặc ở Liyue và Âu Tàng Sơn bị bao phủ trong lớp tuyết dày vài thước. Lưu Vân Tá Phong đã tạo ra Cơ Quan Trượt Tuyết để trượt tuyết trên núi. Cùng với Guizhong và Ca Trần Lãng Thị, cô ấy đã có một khoảng thời gian tuyệt vời cho đến khi Tước Nguyệt Trúc Dương quyết định tham gia. Anh ấy đã khiến cho cơ chế bay khỏi đường ray và lao thẳng xuống một bãi tuyết. Họ phải mất hàng giờ mới đào được anh ta lên."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/5d7ba312dadb3346ea74692d25d818ba_7852011448059859693.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi Chiến tranh Ma Thần bắt đầu, Liyue đã trở thành chiến trường. Quy Li Tập bị ngập lụt và các Tiên Nhân đã giúp cư dân di chuyển đến vùng đất phía nam, nay là thành phố chính Cảng Liyue. Lưu Vân Tá Phong đã mất rất nhiều bạn bè của mình trong cuộc chiến này. Marchosius hy sinh bản thân vì nhân dân, mất đi sức mạnh và trí nhớ và biến thành Guoba. Guizhong bị kẻ địch bao vây, không qua khỏi và sức mạnh của cô bị phong ấn trong ổ khóa đá. Di Tiêu Đạo Thiên đã hy sinh những chiếc gạc của mình để chống đỡ một ngọn núi đang sụp đổ, đảm bảo sự an toàn cho người dân và tiếp tục chiến đấu cho đến khi cạn kiệt mạng sống. Tại Biển Liyue, những ngọn thương đá do Morax ném ra đã hình thành nên Cô Vân Các, nơi chôn cất và phong ấn các Ma Thần xấu xa bị đánh bại.\nNhiều truyền thuyết được kể về chiến công của Lưu Vân Tá Phong Chân Quân trong Cuộc chiến Ma Thần. Một truyền thuyết kể rằng những người còn sống sót, những người đã mất tất cả trong cuộc hỗn loạn, đã chạy trốn lên núi và ở đó họ cầu xin Tiên Nhân cho nơi trú ẩn. Họ bị truy đuổi bởi vô số quái vật đã mất đi ý thức từ lâu. Sau nhiều ngày chiến đấu khốc liệt, mọi thứ đang ở thế cân bằng, Lưu Vân Tá Phong Chân Quân bất ngờ lao ra từ những đám mây như một cơn gió mạnh giáng xuống. Cô đã lật ngược tình thế và đánh bại lũ quái vật. Cũng có nhiều truyền thuyết khác, nhưng chúng đều có một điểm chung là Lưu Vân Tá Phong Chân Quân luôn anh dũng cứu người dân Liyue.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "name": "Liyue",
        "desc": "<p>Bến cảng giàu có nằm phía đông đại lục Teyvat. Vùng đất màu mỡ được tạo nên từ những dãy núi cao, rừng đá sừng sững, đồng bằng rộng lớn và những bờ sông nhộn nhịp sức sống, nơi đây rực rỡ sắc màu trong bốn mùa. Có bao nhiêu món quà cổ xưa của Nham Ma Thần được chôn vùi giữa núi non và những kỳ tích đá đang chờ người ta khám phá đây?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/5968bc73f375ee1e3704302541c83c7f_5132625440292305.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Tiên",
        "desc": "<p>Tiên Nhân là những linh thú bất tử của Liyue, đã bảo vệ con người trong hàng thiên niên kỷ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/55631176/7372a2d1b47769b64d0e87bd21a867a7_8335201144306207466.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Là vị khách thần bí được \"Vãng Sinh Đường\" mời đến, kiến thức uyên bác, có sự hiểu biết sâu rộng đối với nhiều sự vật sự việc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "<p>Một Ma Thần không may đã bỏ mạng trong cuộc chiến tranh Ma Thần.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/29/44749939/5325a1bd6f93cbc32e5f06c34b61daed_336627554347370674.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/24/12108544/c8d1e9a50e4ae577650cbaecf262047d_6199480191169082190.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Di Tiêu Đạo Thiên Chân Quân",
        "desc": "<p>Một Tiên Nhân không may đã hi sinh trong Chiến Tranh Ma Thần.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/55f8ede1e3451352d35d9ba8a323df7f_5668946109352380849.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Minh Hải Thê Hà Chân Quân",
        "desc": "<p>Một Tiên Nhân Liyue thích sưu tầm cổ vật. Là chủ sở hữu trước đây của \"La Bàn Huyền Ảo\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/fb6e573881b359e9fcef71440765a1d2_407086836797031215.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Tước Nguyệt Trúc Dương Chân Quân",
        "desc": "<p>Một Tiên Thú sống trên Khánh Vân Đỉnhn, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/44749939/26cab5571eb1ffad8efe44c33d8b7a2f_7689137322521603002.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5083,
        "name": "Fujin",
        "desc": "<p>Tiên nhân Cá Chép sống tại Trầm Ngọc Cốc.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/55631176/87ac671b11a51263e1e810e44048dda0_104594444947336089.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5090,
        "name": "Dược Quân",
        "desc": "<p>Tiên Nhân rắn ở Trầm Ngọc Cốc.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/55631176/1fc07e750fce6e4cd6b64141ed66c56e_5815682759472844772.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4941,
        "name": "Dư Âm Tiếng Hạc",
        "desc": "<p>Chiếc quạt được chạm khắc từ phỉ ngọc thuần khiết, có hào quang của tiên lực cổ xưa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/7d49f94bfb8725b8c04332b11eb7df60_6789162227457411136.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Cơ Quan Thuật",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Lưu Vân Tá Phong thích tạo và nghiên cứu nhiều cơ chế cơ quan thuật khác nhau. Trong nơi ở của cô ấy có thể tìm thấy rất nhiều câu đố và mảnh ghép khác nhau. Cô ấy thích cạnh tranh với các Tiên Nhân khác về sự thành thạo trong việc sáng tạo ra các phát minh của mình. Mỗi khi Minh Hải Thê Hà mang ra những cổ vật quý hiếm mới tìm được trong cuộc gặp gỡ,chúng thường trở thành trung tâm của sự chú ý. Cả Guizhong và Lưu Vân Tá Phong đều không bằng lòng để anh ta giành lấy sự chú ý, vì vậy sau đó họ cũng sẽ giới thiệu những sáng tạo cơ khí đáng tự hào nhất của mình. Minh Hải Thê Hà chưa tự mình phát minh ra bất cứ thứ gì, anh ấy chỉ sử dụng kỹ năng khám phá của mình để khai quật chúng dưới lòng đất, vì vậy Lưu Vân Tá Phong cảm thấy thật bất bình khi anh ta đang cố gắng cạnh tranh với cô ấy. Kết quả là cô thường xuyên cãi nhau với Minh Hải Thê Hà. Guizhong thường cố gắng làm họ quên đi cuộc tranh cãi bằng cách nói rằng không ai trong số họ có thể đánh bại được Guizhong hoặc đề xuất xuống chân núi và ăn thịt nướng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/ddd19accefc8e5301ba9dfc79fdae90c_4886015744115312947.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Guizhong và Lưu Vân Tá Phong thường xuyên tranh cãi về những nguyên tắc cơ quan thuật, không ai nhường ai. Lưu Vân Tá Phong từng mời Đế Quân đánh giá chất lượng sáng tạo của họ do tính chất khách quan của anh ấy. Nham Vương Đế Quân tuyên bố rằng Cơ Quan Ế Hồ của Guizhong vượt trội hơn, và mặc dù Lưu Vân Tá Phong quá tự cao để thừa nhận điều đó, nhưng trong thâm tâm, cô biết rằng Guizhong thực sự có tài trong việc chế tạo cơ quan thuật.\nMột trong những cơ chế được biết đến nhiều do Lưu Vân Tá Phong Chân Quân tạo ra là Nguyệt Quế, một con thỏ máy mà cô tạo ra cho Yaoyao. Nó có thể bảo vệ cô gái nếu gặp phải nguy hiểm, và thầy của cô, Ca Trần Lãng Thị có thể tìm ra vị trí học trò của mình bằng cách gọi tên Nguyệt Quế. Nếu ai đó muốn làm hại Yaoyao, con thỏ sẽ báo cho chủ nhân để Tiên nhân có thể giúp đỡ cô ấy. Các thiết bị khác là Cơ Quan Nấu Nướng Thần Kỳ và Cơ Quan Giấy Lụa - Lưu Vân. Được làm từ giấy xếp chồng lên nhau, Cơ Quan Giấy Lụa có hình dáng giống một con chim và được tặng cho Nhà Lữ Hành. Mặc dù nó có thể được gọi là \"thiết bị\", nhưng bạn không thể thấy bất kỳ bộ phận cơ khí trong đó. Đối với làng Kiều Anh, nơi nổi tiếng với trà, Lưu Vân Tá Phong Chân Quân đã chế tạo một chiếc vạc đặc biệt để pha trà, hoạt động nhờ năng lượng nguyên tố."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/23/237301566/e1dadcfac63c48b65a0f35e8545ca508_3258896917448021309.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Lưu Vân Tá Phong Chân Quân cũng tạo ra \"Cơ Quan Giữ Lấy Giấc Mộng\" - một thiết bị đặc biệt sử dụng thanh âm của tiên gia để giúp người nghe thư giãn trong tiềm thức, xoa dịu sự kích động và lo lắng, giảm bớt tình trạng kiệt sức và mất ngủ, đồng thời khôi phục những ký ức đã mất."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/b4a9029235c7d6bf7b5d4416c0e52b91_3833601477739039635.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một phát minh khác của Lưu Vân Tá Phong Chân Quân là Cỗ Máy Onikabuto. Ban đầu, cô ấy chế tạo rất nhiều máy làm vườn và tạo cảnh quan cho người bạn Bình Lão Lão của mình để chăm sóc hoa nghê thường trong bồn hoa, và gọi chúng là Cỗ Máy Hoa Cỏ Thần Thánh. Cỗ Máy Hoa Cỏ Thần Thánh có thể biến hình thành hình dạng của bất kỳ sinh vật nào để hòa nhập vào môi trường của nó. Khi Bình Lão lão biết Guoba đang tham gia Đại Hội Đấu Bọ Arataki Siêu Hoành Tráng, cô ấy đã đưa cho Guoba một Cỗ Máy Hoa Cỏ Thần Thánh và biến nó có hình dạng của một Onikabuto. Trong trận chiến với Xích Hồng Chùy của Arataki Itto, Cỗ Máy Hoa Cỏ Thần Thánh đã thể hiện kỹ năng chỉ bằng một phần nghìn sức mạnh của mình đến mức Itto muốn trở thành đệ tử của Lưu Vân Tá Phong Chân Quân để học kỹ năng đó.\nNgoài việc tạo ra các cơ chế, Lưu Vân Tá Phong còn thích nghiên cứu và tháo rời những cơ quan hiện có. Một ngày nọ, trong Lễ hội Tết Hải Đăng, Keqing đã tặng Tiên Nhân một loại pháo hoa mới do Tổng Vụ thiết kế. Lưu Vân Tá rất vui mừng với món quà vì đây là một thiết bị có thiết kế nguyên bản, bắt mắt về mặt thẩm mỹ.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Là vị khách thần bí được \"Vãng Sinh Đường\" mời đến, kiến thức uyên bác, có sự hiểu biết sâu rộng đối với nhiều sự vật sự việc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "<p>Một Ma Thần không may đã bỏ mạng trong cuộc chiến tranh Ma Thần.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/29/44749939/5325a1bd6f93cbc32e5f06c34b61daed_336627554347370674.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/24/12108544/c8d1e9a50e4ae577650cbaecf262047d_6199480191169082190.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4782,
        "name": "Di Tiêu Đạo Thiên Chân Quân",
        "desc": "<p>Một Tiên Nhân không may đã hi sinh trong Chiến Tranh Ma Thần.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/55f8ede1e3451352d35d9ba8a323df7f_5668946109352380849.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4783,
        "name": "Minh Hải Thê Hà Chân Quân",
        "desc": "<p>Một Tiên Nhân Liyue thích sưu tầm cổ vật. Là chủ sở hữu trước đây của \"La Bàn Huyền Ảo\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/fb6e573881b359e9fcef71440765a1d2_407086836797031215.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Bình Lão Lão",
        "desc": "<p>Là thầy của Yaoyao và Xiangling. <span class=\"wk-shady\">Cô ấy là một Tiên Nhân, được biết đến với cái tên Ca Trần Lãng Thị Chân Quân.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/4785d84ee75a3c042fd009f1d8387c15_758328209068246147.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Đệ tử nhỏ tuổi nhất của Ca Trần Lãng Thị Chân Quân, một \"người lớn\" dịu dàng ân cần trong thân xác trẻ nhỏ.</p><p><br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/148664880/5bc9df1fb67391e4c8080da3d855de53_1763973073647352613.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "Ngọc Hành Tinh là một trong Thất Tinh Liyue, đối với việc \"Liyue hoàn toàn được quyết định bởi Đế Quân\" có chút không hài lòng... nhưng trên thực tế, Thần cũng rất coi trọng những người như cô.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 36,
        "name": "Arataki Itto",
        "desc": "Thủ lĩnh đời đầu của \"Bang Arataki\" địa bàn Hanamizaka. Sao, chưa nghe qua Bang Arataki à, đùa ta sao?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Arataki Itto_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1883,
        "name": "Onikabuto",
        "desc": "Giáp trùng kỳ lạ ngủ vùi trong khu vực hội tụ nguyên tố Lôi. Trái ngược với lớp vỏ hung tợn, Onikabuto thật ra rất hiền lành và chậm chạp.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Onikabuto_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2905,
        "name": "Cơ Quan Giấy Lụa - Lưu Vân",
        "desc": "<p>\tMột cơ quan nhẹ được làm bằng giấy và trông giống như một con chim, do Lưu Vân Tá Phong Chân Quân ban tặng.</p><p>Mặc dù nói là \"cơ quan\", nhưng nhìn từ bên ngoài hầu như không thấy cấu trúc cơ quan truyền thống nào cả.</p><p>\"Cơ quan thuật\" của vị tiên nhân đó hình như lại tiến thêm một bước rồi...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/705a94e692d538391f5074f837e77cf9_8919687453369708576.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Nhà Lữ Hành",
        "desc": "Nhà Lữ Hành lưu lạc đến đây từ thế giới khác, bị Thần cướp mất người thân, từ đó bước vào con đường đi tìm 7 vị Thần.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Cái chết của Nham Vương Đế Quân",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "3700 năm trước, các Tiên Nhân đã ký khế ước trung thành với Nham Vương Đế Quân và lời hứa bảo vệ cảng Liyue. Trong nhiều thiên niên kỷ, họ đã cai quản Liyue cho đến khi sự kiện động trời tại Điển Lễ Thỉnh Tiên."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/755e8c33a86355ef172a616038575d68_8596079182502384297.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Nham Thần bị sát hại trong Điển Lễ Thỉnh Tiên, Lưu Vân Tá Phong đã muốn phá hủy toàn bộ Cảng Liyue. Cô tin rằng cái chết của Thần sẽ xảy ra những thảm họa khủng khiếp, từ đó cô muốn giải thoát mọi người. Cô tin rằng Thất Tinh Liyue, bộ máy chính quyền của con người Liyue, đã thất bại trong nhiệm vụ của họ và để cho Thần chết.\nTuy nhiên, Lưu Vân Tá Phong vẫn đồng ý lắng nghe ý kiến của các Tiên Nhân khác trước. Khi Nham Thần báo mộng trong giấc mơ, Tiên Nhân quyết định tạm thời hòa giải với Thất Tinh Liyue để bảo vệ mọi người khỏi mối đe dọa. Osial, Ma Thần Lốc Xoáy trươc đã bị Morax đánh bại trong Chiến tranh Ma Thần, lại được Quan Chấp Hành Fatui Childe hồi sinh với hy vọng Nham Thần sẽ ra mặt bảo vệ vùng đất và chiếm đoạt Gnosis Nham Thần. Cloud Retainer đã cải tiến \"Máy Guizhong\" để biến nó thành vũ khí chiến tranh. Thông qua nỗ lực chung của Thiên Nham Quân, Thất Tinh Liyue và các Tiên Nhân, ma thần cổ đại đã bị ngăn chặn và Liyue được cứu.\nSau trận chiến này, Tiên Nhân chuyển giao quyền cai trị cho Thất Tinh Liyue. Khi vợ của Osial, Beisht, muốn tấn công Liyue một lần nữa để trả thù cho chồng mình, họ không còn can thiệp và để cho người dân tự mình bảo vệ thành phố.\nSau trận chiến này, Tiên nhân hoàn toàn giao quyền cai trị cho Thất Tinh Liyue. Khi vợ của Osial, Beisht, muốn tấn công Liyue một lần nữa để trả thù cho chồng mình, họ không còn can thiệp nữa và cho phép người dân tự mình bảo vệ cảng.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Tiên",
        "desc": "<p>Tiên Nhân là những linh thú bất tử của Liyue, đã bảo vệ con người trong hàng thiên niên kỷ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/55631176/7372a2d1b47769b64d0e87bd21a867a7_8335201144306207466.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Là vị khách thần bí được \"Vãng Sinh Đường\" mời đến, kiến thức uyên bác, có sự hiểu biết sâu rộng đối với nhiều sự vật sự việc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "Childe",
        "desc": "Quan Chấp Hành thứ 11 của Fatui, \"Childe\" Tartaglia.<br/>Hấp thu sức mạnh từ trong \"Delusion\" xui xẻo, học được võ thuật chiến đấu từ trong bóng tối.<br/><br/>Là một chiến sĩ thuần túy khao khát chiến đấu.<br/>Những trận chiến ác liệt, những lần đối mặt với sinh tử, với anh ta mà nói đều là những trận thử thách vui vẻ.<br/>Mọi người đều nói chiến tích của \"Childe\" vang vọng khắp xa gần.<br/>Nhưng bản thân anh ta lại không tán đồng với những lời lẽ thổi phồng này.<br/><br/>Suy cho cùng thì...<br/><i>\"Vận mệnh của bạn là sẽ trở thành mắt bão của chiến tranh, </i><br/><i>\"Tiếng đao kiếm va vào nhau sẽ là âm nhạc đồng hành cùng bạn.</i><br/><i>\"Ký ức đen tối khi bước vào đêm đen,</i><br/><i>\"cuối cùng sẽ trở thành sức mạnh để bạn lật đổ thế giới.\"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "name": "Osial",
        "desc": "<p>Ma Thần Lốc Xoáy, đã bị Nham Vương Đế Quân đánh bại trong Chiến tranh Ma Thần.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/8f19e7d7f4497f1f55fd9491dd6532f5_5779460956581382788.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2218,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "\"Thiên Quyền\" trong Thất Tinh Liyue, giàu có nổi tiếng, khắp đại lục khó ai sánh bằng.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Đệ Tử",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Một trong những đệ tử đầu tiên của Lưu Vân Tá Phong Chân Quân là Ganyu, trong người có huyết mạch của tiên thú Kỳ Lân. Ganyu được sinh ra cách đây vài nghìn năm và Lưu Vân Tá Phong đã biết cô từ khi còn nhỏ. Khi Ganyu còn nhỏ, Lưu Vân Tá Phong sẽ ôm cô ấy vào lòng nếu cô ấy gặp ác mộng, vuốt ve cô ấy nếu cô ấy không ngủ được và làm cho cô ấy nhiều món đồ chơi khác nhau. Mặc dù Ganyu đã trưởng thành từ lâu và bản thân có sức mạnh to lớn nhưng sư phụ của cô luôn lo lắng cho sức khỏe của cô."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/23/237301566/ed01c5cd41bbe1a538e1fd01d0cc2703_2990043191049725983.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hơn 50 năm trước, một con hạc trắng như tuyết sống trên Âu Tàng Sơn. Trong nhiều năm, cô tắm trong làn gió nhẹ và uống giọt sương ngọt ngào, và một ngày nọ, cô có được trí tuệ và khả năng tri giác. Lưu Vân Tá Phong nhận thức được sự tồn tại của cô và bắt đầu chia sẻ nhiều câu chuyện với cô, biến cô thành đệ tử, kể cho cô nhiều câu chuyện đáng kinh ngạc và truyền lại bí quyết tu luyện. Cô nghĩ rằng việc luyện tập chăm chỉ sẽ giúp cô trở thành Tiên Nhân, nhưng một ngày nọ, cô nghe được việc Sư phụ của mình đã cứu Liyue khỏi một trận hạn hán khủng khiếp, và cô cũng muốn lập một kỳ tích giống Lưu Vân Tá Phong Chân Quân. Nhưng cô không thể thay đổi ngoại hình của mình, nhưng Sư phụ khi biết được giấc mơ của cô, đã chuẩn bị một loại Thuốc bắt chước con người đặc biệt mang đến cho đệ tử của cô hình dáng con người trong mười năm. Thế là hạc hóa thành người, lấy tên Yuandai. Mười năm sau, cô phải trở lại hình dáng thật của mình để không bị mất trí nhớ và không biến thành thực thể không xác định, không phải con người, thú vật hay Tiên Nhân, nhưng Yuandai đã gặp được tình yêu của cô và quyết định vẫn là con người. Khi hết thời gian, cô bị bệnh nặng và mất trí nhớ, nhưng Lưu Vân Tá Phong đã chế cho cô một loại thuốc đặc biệt từ máu của chính Lưu Vân Tá Phong để kiềm chế các triệu chứng.\n50 năm sau, khi Yuandai lại mất trí nhớ, Lưu Vân Tá Phong đã gặp bà và cháu gái Shuyu và giúp bà lấy lại ký ức. Để ngăn Yuandai biến thành quái vật, Tiên nhân đã biến cô về hình dạng một con hạc và nhận Shuyu làm đệ tử."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/3281d1876c2746b87b97db06917192ce_890473559176721317.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi Shenhe lên năm, mẹ cô qua đời vì bệnh tật, cha cô vì yêu vợ tha thiết nên không chấp nhận được nỗi mất mát này. Anh ta đã tìm ra thuật pháp thần bí mang tên \"Lấy Mạng Đổi Mạng\". Dâng hiến tế phẩm để triệu hồi tiên linh, lấy cơ thể người sống để đổi mạng với người đã khuất. Anh ta muốn đổi mạng sống của Shenhe để lấy mạng sống của vợ mình. Sau đó, anh ta đưa cô vào hang động và triệu hồi một \"Tiên linh\". Và từng cảnh tượng sau đó thật sự đã khiến cho Shenhe đến nay vẫn khó lòng quên được... \"Tiên linh\" đen đúa hung hăng được cha cô triệu hồi vào hang động, đôi mắt đỏ như máu của nó như muốn ăn tươi nuốt sống Shenhe nhỏ bé."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/3ee52cc4a027aba6eab0f63c1babbe5c_3980886984115240025.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vài ngày sau đó, tiên nhân Lưu Vân Tá lần theo hơi thở của tàn dư tà ma, vào hang dò xét, mới phát hiện ra một bé gái đã kiệt sức, bị bỏ đói nhiều ngày, đang nằm thoi thóp trong hang. Tiên nhân xót thương cho vận mệnh oái ăm của cô bé, cũng nhìn ra được bé gái ấy đã dựa vào sức của chính mình để đẩy lui một thứ gì đó rất đáng sợ. Niệm tình thiên chất hơn người, tiên nhân đã đưa bé gái về phủ để tịnh dưỡng, chăm sóc dạy dỗ, hướng dẫn cô đi theo con đường tu tiên.\nKhi Tiên Nhân lần đầu tiên đưa Shenhe đến Hổ Lao Sơn, cô ấy không nói một lời. Điều duy nhất cô tỏ ra sẵn lòng làm là leo núi và ngắm biển mây. Lưu Vân Tá Phong đã nhìn thấy tất cả những điều này nhưng không làm phiền cô gái, thay vào đó làm ra một chiếc lược bằng ngọc trắng từ một viên đá thiêng và đưa cho cô. Lưu Vân Tá Phong nói rằng nếu cô ấy muốn cắt đứt mối quan hệ của mình với phàm trần và gia nhập Tiên Nhân, hãy chải tóc ba lần bằng chiếc lược này và nó sẽ được coi là một nghi thức. Shenhe làm đúng như lời Adeptus nói mà không hề do dự, mái tóc đen của cô ấy chuyển sang màu bạc băng giá. Qua nhiều năm tu luyện, từ lâu bà đã hiểu được ý nghĩa đằng sau ba lần chải tóc đó: lần đầu tiên là vứt bỏ những lo âu vô ích, lần thứ hai là từ bỏ niềm vui nỗi buồn, và lần thứ ba là bước đi trên con đường này đến tuổi già không hối tiếc."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/b215c493d74f43ab0fffe7833aeeaf98_3276470904621463751.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Đã nhiều năm trôi qua kể từ khi Shenhe được cứu và Tiên Nhân đã trở thành gia đình duy nhất của cô. Lưu Vân không chỉ dạy học trò của mình những kiến thức tu tiên mà còn chăm sóc cô như con gái của mình.\nMặc dù Lưu Vân Tá Phong Chân Quân rất nhớ Yuandai, Shenhe và Ganyu nhưng cô hiểu rằng cô cần phải để họ đi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Thân là trưởng bối, vốn dĩ nên buông tay cho con đi trải nghiệm thế giới bên ngoài, để con tự do bay xa. Sau đó, làm một chỗ dựa vững chắc khi con gặp phải nguy hiểm hay mệt mỏi.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Thư ký tại Nguyệt Hải Đình, trong người chứa huyết mạch của tiên thú Kỳ Lân",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5091,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5092,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Đệ tử tiên gia, khí chất thoát tục, ẩn cư tại núi rừng Liyue, tính cách lãnh đạm như tiên nhân.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Tính Cách",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ấn tượng đầu tiên khi gặp, Lưu Vân Tá Phong không thích bầu bạn với nhiều người và thích dành thời gian ở một mình, tạo ra và nghiên cứu nhiều cơ quan thuật khác nhau trong nơi ở của mình. Cô ấy đôi khi có thể thô lỗ với người lạ. Nhưng nếu bạn hiểu cô ấy nhiều hơn, hóa ra cô ấy thích nói chuyện, đặc biệt là về Ganyu, một tiên thú \"Kỳ Lân\". Lưu Vân đã biết Ganyu từ khi cô bé còn nhỏ, và rất thích kể chuyện về cô, khi cô bé mũm mĩm và không thể ngủ được nếu không được vuốt sừng. Bất chấp việc cô ấy thường xuyên gay gắt và khó tính với những người xung quanh, Lưu Vân vẫn luôn quan tâm đến những người bạn Tiên Nhân khác, người mà cô ấy thích gọi là hóa thạch, cũng như Ganyu, Shenhe và đệ tử của Ca Trần Lãng Thị, Yaoyao. Cô ấy yêu cầu những người xung quanh và chính họ hãy quan tâm đến nhau. Ganyu thậm chí còn đích thân giới thiệu Shenhe với chủ nhà hàng, Thầy Mao của Vạn Dân Đường.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Bình Lão Lão",
        "desc": "<p>Là thầy của Yaoyao và Xiangling. <span class=\"wk-shady\">Cô ấy là một Tiên Nhân, được biết đến với cái tên Ca Trần Lãng Thị Chân Quân.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/4785d84ee75a3c042fd009f1d8387c15_758328209068246147.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2461,
        "name": "Tước Nguyệt Trúc Dương Chân Quân",
        "desc": "<p>Một Tiên Thú sống trên Khánh Vân Đỉnhn, Liyue.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/44749939/26cab5571eb1ffad8efe44c33d8b7a2f_7689137322521603002.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2519,
        "name": "Lí Thủy Điệp Sơn Chân Quân",
        "desc": "<p>Vị Tiên Nhân sinh sống tại Hổ Lao Sơn, Liyue</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/44749939/ec48b1eeb3b3568e4bd3571e9d48e9a5_812932135990211069.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Thư ký tại Nguyệt Hải Đình, trong người chứa huyết mạch của tiên thú Kỳ Lân",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Đệ tử tiên gia, khí chất thoát tục, ẩn cư tại núi rừng Liyue, tính cách lãnh đạm như tiên nhân.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Đệ tử nhỏ tuổi nhất của Ca Trần Lãng Thị Chân Quân, một \"người lớn\" dịu dàng ân cần trong thân xác trẻ nhỏ.</p><p><br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/148664880/5bc9df1fb67391e4c8080da3d855de53_1763973073647352613.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hiện Tại",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Tại một trong những Lễ Tết Hải Đăng, Lưu Vân Tá Phong bắt đầu quan tâm đến lối sống của Ca Trần Lãng Thị, người đã đến sống cùng người phàm ở Cảng sau Chiến tranh Ma Thần. Lưu Vân Tá Phong muốn dành nhiều thời gian hơn với Bình Lão Lão nên người đề nghị chuyển đến Cảng Liyue sống: <color=#ffffffd9>\"Lưu Vân, hay là cũng đến đây sống đi, ở đây có nhiều người để trò chuyện đó..Những mầm non có hứng thú với cơ quan thuật vẫn sẽ có thôi mà\"</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Người mất đi, ngọn đèn vụt tắt, tiên nhân rồi cũng sẽ có một ngày như vậy, chúng ta đều sẽ ngã xuống, trở về với cát bụi\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/23/237301566/fd1b93755fef98034ef067db71303d71_5379799946982963402.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lưu Vân Tá Phong tự hỏi tại sao các đệ tử của cô lại thích sống ở cảng Liyue, nơi có rất nhiều người, thậm chí còn coi mình là một sư phụ tồi. Khi nhận học trò mới Shuyu, cô quyết định thử sống ở cảng Liyue, lấy cái tên Xianyun."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Tiên nhân thuở xưa, lướt gió đạp mây, sống tận trời xanh. Thông minh tuyệt đỉnh, tiêu diêu tự tại, nên gọi là 'Nhàn''</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Xianyun hiểu rõ cơ chế và cũng chuyên tạo ra các loại đồ trang sức nhỏ. Hiện tại, Lưu Vân Tá Phong đang dành toàn bộ tâm huyết tạo ra Nồi Súp Lung Linh và yêu cầu không được làm phiền khi cô ấy đang bận.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4774,
        "name": "Xianyun",
        "desc": "<p>Một trong \"Tam Nhãn Ngũ Hiển Tiên Nhân\" của tiên chúng Tuyệt Vân, biệt danh \"Lưu Vân Tá Phong Chân Quân\". Sở trường dùng cơ quan thuật, tâm hướng về trần thế, nên đã dùng tên \"Xianyun\" để hành tẩu nhân gian.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/12108544/2c2be27f8876e9435ab8c8b933b8408c_7482845809949670465.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Bình Lão Lão",
        "desc": "<p>Là thầy của Yaoyao và Xiangling. <span class=\"wk-shady\">Cô ấy là một Tiên Nhân, được biết đến với cái tên Ca Trần Lãng Thị Chân Quân.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/4785d84ee75a3c042fd009f1d8387c15_758328209068246147.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5092,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers và Video Cốt Truyện",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video cốt truyện Genshin Impact - Hương Vị Nhân Gian"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/1062f1cb3cf7147dc48b249b75c30c10_6187059567318529523.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 Tháng 10, 2021</color>\n<color=#ffffffd9>Tháng năm trôi nhanh, bữa cơm sum vầy. Ngẫm chuyện xưa nay, chớp mắt đã mấy mùa xuân thu. Niềm vui khói bếp, củi gạo sớm chiều. Áng mây đuổi theo trăng, soi sáng con thuyền trần thế.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=sHshbPUOXo4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video nhân vật Shenhe - Giấc Mơ Cô Độc"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/6ef4b7901339d861753ac325fc84a123_3108648757264325957.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>30 Tháng 12, 2021</color>\n<color=#ffffff>Shenhe từ nhỏ đã sống ẩn dật trên núi, đi theo tiên gia, ngày ngày tu luyện.</color>\n<color=#ffffff>Thỉnh thoảng, cây lá xào xạc, chim muông hót vang, như thể có khách ghé thăm.</color>\n<color=#ffffff>Nhưng khi lắng tai nghe kỹ, thì chỉ có núi rừng thâm sâu, gió cũng bặt tin.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=jvGnekdMOhI&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video cốt truyện Genshin Impact - Thần Nữ Hủy Diệt"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/a027357bf768696f88d82f5d1c6c589f_4635953340932404874.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>6 Tháng 1, 2022</color>\n<color=#ffffffd9>Câu chuyện kỳ lạ về tiên duyên, cảnh còn người đã khác xưa, chất chứa vô vàn nỗi phiền muộn.</color>\n<color=#ffffffd9>Vở kịch hát về chiến công của một nữ anh hùng, được thêm vào những lời thoại mới, để một lần nữa lan toả đến hàng vạn ngôi nhà.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=EiAhMr6IJTQ&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hoạt Cảnh Sự Kiện Muôn Sắc Khắc Niên Hoa - Dòng Chảy Tháng Năm"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/5fc72b4328567c8785efb5907e0ad078_7739075259872961470.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>31 Tháng 1, 2022</color>\n<color=#ffffffd9>Cây lửa hoa bạc, sao bay khắp trời, đón mọi sự êm ấp.</color>\n<color=#ffffffd9>Rực rỡ sắc màu, cô đọng vạn điều ước, nguyện vạn điều mới mẻ.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=GJiO22r9418&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Giới thiệu nhân vật trong Genshin Impact - Yaoyao: Tiên Quế Sáng Trong"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/b8b5bf39f7523775dd545a164e4d2d20_6366474729038547114.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>16 Tháng 1, 2023</color>\n<color=#ffffffd9>Sự quan tâm mà Yaoyao dành cho người khác sẽ không vì thân phận của đối phương mà thay đổi.</color>\n<color=#ffffffd9>Dù là sư phụ, trưởng bối, bạn chơi hay khách qua đường, ai cũng có thể cảm nhận được sự chăm sóc chu đáo của cô.</color>\n<color=#ffffffd9>Xin đừng ghét bỏ tính nói nhiều của Yaoyao, dù sao thì sự nhiệt tình và quan tâm trong lòng cô ấy có thể còn nhiều hơn cả lời nói đấy.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=JTVQdw8jDp0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hoạt Cảnh Sự Kiện Âm Vang Dạ Tấu - Ánh Tiệc Muôn Màu"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/f549ae83e69ae6253ebc1b46bb599873_529651397798615907.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21 Tháng 1, 2023</color>\n<color=#ffffffd9>Năm mới vạn điều mới, bạn bè gặp gỡ cùng chúc nhau những lời chúc chân thành.</color>\n<color=#ffffffd9>Trong đêm rực rỡ sắc màu này, cảng Liyue không chỉ có đèn tiêu, mà còn có vô vàn điệu nhạc huyền diệu hòa quyện mọi âm thanh.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=DXcQSUZuOKk&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video Cốt Truyện Genshin Impact - Dư Âm Trong Tim"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/083477d4fe3e4626f8d54ba962d5cae2_2363857075314921546.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21 Tháng 1, 2023</color>\n<color=#ffffffd9>Khói mây thoảng qua, lục bình trôi nổi</color>\n<color=#ffffffd9>Một dòng nước chảy, rửa sạch bụi trần</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=d1OANwZ29ww&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Video Phong Cảnh - Liyue"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/50e9716fc5f9012a00e38edd53ac83e2_3420861946456836153.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21 Tháng 6, 2023</color>\n<color=#ffffffd9>Núi đá tráng lệ, hùng vĩ khó lay.</color>\n<color=#ffffffd9>Thương cảng phồn hoa, ngàn thuyền cập bến</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=gJe8sAMb3bE&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Minh Họa và Biểu Tượng Cảm Xúc",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Chúc mừng sinh nhật, Ganyu!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/af3d027618484431d9ede13a9d45a690_6108611618331370173.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 Tháng 12, 2023</color>\n<color=#ffffffd9>Sinh thần vui vẻ nhé, Ganyu.</color>\n<color=#ffffffd9>Cảm ơn...</color>\n<color=#ffffffd9>Mỗi khi đến dịp này lại nhớ đến bộ dạng đáng yêu của con lúc nhỏ, mọi người bây giờ đều chưa từng được thấy... Công việc năm nay vẫn bận rộn như vậy sao? Cũng phải giành chút thời gian tiêu khiển chứ...</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ra mắt Sticker - Tranh của Paimon 30!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/04/237301566/8267c046f3a3605734f1524038052257_8401821495106799922.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>7 Tháng 2, 2024</color>\n<color=#ffffff>Nhà Lữ Hành thân mến! Sticker mới nhất của Genshin Impact đã có mặt trên HoYoLAB rồi!</color>\n<color=#ffffffd9>Tranh của Paimon là bộ sưu tập gồm các sticker phiên bản chibi của các nhân vật trong Genshin Impact, hy vọng các bạn sẽ thích chúng. Sau này Paimon sẽ tiếp tục cố gắng để vẽ ra những tác phẩm mà các bạn yêu thích!</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/70239714/85efb03fd76fd7a75f900f9dba7477e6_2432410275431790104.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối quan hệ nhân vật"
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Tiên",
        "desc": "<p>Tiên Nhân là những linh thú bất tử của Liyue, đã bảo vệ con người trong hàng thiên niên kỷ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/55631176/7372a2d1b47769b64d0e87bd21a867a7_8335201144306207466.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Những tiên nhân giống với Lưu Vân Tá Phong Chân Quân, từ những con thú lâu năm tu luyện thành.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Thư ký tại Nguyệt Hải Đình, trong người chứa huyết mạch của tiên thú Kỳ Lân",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ganyu và Lưu Vân Tá Phong Chân Quân có mối quan hệ gắn bó. Tuy nhiên, Lưu Vân Tá Phong Chân Quân thường xuyên kể với người khác về quá khứ của Ganyu, khiến cô rất xấu hổ mỗi khi nhắc đến quá khứ.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5091,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Một trong những đệ tử của Lưu Vân Tá Phong Chân Quân.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Đệ tử tiên gia, khí chất thoát tục, ẩn cư tại núi rừng Liyue, tính cách lãnh đạm như tiên nhân.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Đối với Shenhe, Lưu Vân Tá Phong Chân Quân là một người thầy có sự hiểu biết sâu rộng đồng thời cũng thích nói chuyện phiếm.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5092,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Đệ tử trẻ nhất của Lưu Vân Tá Phong Chân Quân và là cháu gái của Yuandai.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vật Phẩm/Sách Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 1225,
        "name": "Bách Vô Cấm Kỵ Lục",
        "desc": "Một tín vật nào đó được quan chấp hành \"Childe\" của Fatui mượn dùng, dân chúng Liyue chỉ có thể đứng ngoài \"Tuyệt Vân Gián\" cung phụng tiên nhân, nhưng nghe nói tín vật này có thể tiến lại gần động phủ của tiên nhân.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/a90d4f92fe27fb3e9d6dc7d5efab10af_9003855085956946220.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2905,
        "name": "Cơ Quan Giấy Lụa - Lưu Vân",
        "desc": "<p>\tMột cơ quan nhẹ được làm bằng giấy và trông giống như một con chim, do Lưu Vân Tá Phong Chân Quân ban tặng.</p><p>Mặc dù nói là \"cơ quan\", nhưng nhìn từ bên ngoài hầu như không thấy cấu trúc cơ quan truyền thống nào cả.</p><p>\"Cơ quan thuật\" của vị tiên nhân đó hình như lại tiến thêm một bước rồi...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/705a94e692d538391f5074f837e77cf9_8919687453369708576.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4941,
        "name": "Dư Âm Tiếng Hạc",
        "desc": "<p>Chiếc quạt được chạm khắc từ phỉ ngọc thuần khiết, có hào quang của tiên lực cổ xưa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/7d49f94bfb8725b8c04332b11eb7df60_6789162227457411136.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Đệ tử nhỏ tuổi nhất của Ca Trần Lãng Thị Chân Quân, một \"người lớn\" dịu dàng ân cần trong thân xác trẻ nhỏ.</p><p><br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/148664880/5bc9df1fb67391e4c8080da3d855de53_1763973073647352613.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cốt Truyện Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Nguyệt Quế</color>\nCa Trần Lãng Thị Chân Quân quen biết khắp Liyue, thậm chí từ lâu, bà đã đến thăm rất nhiều người trong số họ, và nói đệ tử của mình vẫn chưa đủ bản lĩnh, nếu có gặp ở bên ngoài thì nhờ mọi người chiếu cố giùm.\nÝ định ban đầu của bà là giới thiệu đệ tử của mình với mọi người, nhân tiện nhờ họ chỉ dạy thêm cho Yaoyao, hy vọng cô sẽ học hỏi được nhiều hơn.\nKhông ngờ Yaoyao là một đứa trẻ ngoan ngoãn và chu đáo, lại quá đáng yêu, Lưu Vân Tá Phong Chân Quân vừa nghe nói đã ghi lòng tạc dạ.\nTrong lúc Yaoyao và sư phụ đều không hề hay biết, thì bà ấy đã làm xong một con Thỏ Cơ Quan tinh xảo.\n“Nào, Yaoyao, tặng cho cháu thứ này, nếu gặp nguy hiểm cứ gọi nó ra là được.”\nYaoyao rất thích con Thỏ Cơ Quan đáng yêu này, và đặt tên cho nó là Nguyệt Quế, đi đâu cũng mang nó theo.\nSau khi tặng Nguyệt Quế cho Yaoyao, Lưu Vân Tá Phong Chân Quân tìm sư phụ của Yaoyao và tự hào nói: “Bổn tiên nói trước, con Thỏ Cơ Quan này còn có một tính năng khác. Sau này nếu cần tìm Yaoyao thì chỉ cần gọi Nguyệt Quế, sẽ tự khắc sẽ biết con bé ở đâu.”\n“Nhưng tuyệt đối không được lạm dụng tính năng này, sau này con bé lớn lên cũng cần phải có quyền riêng tư. Cứ mải tìm nó thì nó sẽ không vui. Nhìn bổn tiên này, rất biết điều, không bao giờ quản thúc Shenhe quá đáng”\n“Được rồi được rồi được rồi, ta biết rồi.”\n“Biết là được. Tóm lại, ai dám bắt nạt Yaoyao thì chắc chắn Nguyệt Quế sẽ cảnh cáo. Đến lúc đó cứ bảo họ cầu nguyện cho chính mình đi.”\n<color=#ffd780>Vision</color>\n“Tại sao lại có thể nhận được Vision?”\nKhi vừa nhận được Vision, Yaoyao cứ thắc mắc mãi vấn đề này. Bởi vì mình thường ngày đã làm rất nhiều việc tốt, nên các vị thần đã thưởng cho mình sao?\nVả lại mình luôn tôn sư trọng đạo, nên các vị thần thấy Yaoyao là một đứa trẻ ngoan? Kể ra thì chị Xiangling và chị Shenhe của dì Lưu Vân cũng có Vision.\nCó phải bởi vì các vị thần đã công nhận tiên nhân, chúng ta là đệ tử của tiên nhân, nên thần linh cũng công nhận chúng ta?\nNghĩ kỹ lại thì cũng vô lý.\nHaiz, Yaoyao ngồi trên sườn đồi phía sau cảng Liyue, ôm lấy chú cún đã đi theo mình suốt quãng đường lên đồi mà thở dài.\nTừ khi rời xa cha mẹ, cô gặp phải quá nhiều chuyện không thể hiểu nổi, đây không phải là lần đầu tiên.\nPhản ứng thông thường của cô ấy là không thể hiểu được cũng hết cách, có lẽ lớn lên rồi sẽ tự hiểu ra thôi.\nNhưng đã có được Vision rồi thì không thể phụ sự kỳ vọng này được.\nYaoyao là đệ tử yêu quý của sư phụ, sau này phải học theo sư phụ cứu nhân độ thế.\nĐiều này có nghĩa là mình không chỉ phải chăm sóc tốt cho sư phụ, sư tỷ, tất cả những người thân và bạn bè xung quanh, mà còn phải đối xử với mọi người bằng trái tim yêu thương.\nBản thân còn phải cố gắng nhiều, vậy thì ngày mai luyện thương phải kiên trì hơn một chút, và viết nhiều thêm một trang."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Muốn tìm hiểu Yaoyao – Điều thứ 4</color>\nLiyue đâu đâu cũng có tiên nhân cả, em từng gặp qua nhiều vị lắm! Dì Lưu Vân, chú Lý Thủy… Em thích dì Lưu Vân nhất! Dì ấy hay tặng em rất nhiều món quà của tiên gia, còn hướng dẫn em cách dùng nữa, Yaoyao thích lắm!"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "Thư ký tại Nguyệt Hải Đình, trong người chứa huyết mạch của tiên thú Kỳ Lân",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About Shenhe</color>\nTôi và cô ấy cũng không thể xem như là quen biết, chỉ là nghe Lưu Vân Chân Quân nói qua thôi, nghe nói cô ấy dữ lắm, lỡ đâu không kiềm chế được thì chắc sẽ phá hủy mọi thứ xung quanh mất. Ừm... có phải do là thường ngày rảnh rỗi quá không? Tôi... tôi có nên giới thiệu công việc cho cô ấy không?"
      },
      {
        "type": "CustomEntry",
        "epId": 29,
        "name": "Shenhe",
        "desc": "Đệ tử tiên gia, khí chất thoát tục, ẩn cư tại núi rừng Liyue, tính cách lãnh đạm như tiên nhân.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shenhe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Câu Chuyện Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Miêu Tả Nhân Vật</color>\nShenhe vốn mang dòng máu chi thứ của gia tộc trừ ma, nhưng sau nhiều cơ duyên trùng hợp, lại vô tình trở thành đệ tử của tiên gia.\nTrên danh nghĩa, Shenhe theo sư phụ là Lưu Vân Tá Phong Chân Quân, nhưng với căn cốt và ngộ tính tuyệt diệu của mình, cô ấy đã nhanh chóng chiếm được cảm tình của những bậc tiên nhân khác.\nSau đó, Shenhe học hỏi thêm từ nhiều tiên nhân, cuối cùng tu luyện được thuật pháp tiên gia dưới thân phận con người.\nShenhe khí chất thoát tục, động tác thanh thoát như có tiên khí bao quanh, được mang danh tiên nữ thế gian cũng không quá lời.\nTuy nhiên, cũng chính do cô ấy quanh năm tu luyện nơi núi rừng, ngoài những tiên nhân ra, thì xung quanh cũng chỉ có tiên cầm linh thú.\nDần dà, tính cách của Shenhe ngày càng trở nên lãnh đạm xa cách.\n<color=#ffd780>Câu Chuyện Nhân Vật 2</color>\nTrong tất cả những nhân vật trông giống thế ngoại tiên nhân, thì Shenhe chính là người thoát tục nhất.\nTuổi đời còn khá trẻ nhưng lại luôn ẩn cư trong núi, nên Shenhe thiếu thốn kinh nghiệm và kiến thức cơ bản, khó lòng duy trì mối quan hệ bình thường giữa người với người.\nĐối với người thường mà nói, một sự việc thường sẽ có nhiều cách để giải quyết. Nhưng trong mắt của Shenhe thì hầu như chỉ thấy được cách đơn giản trực tiếp nhất.\nVí dụ khi có mâu thuẫn ý kiến với người khác, Shenhe sẽ không nghĩ ra được hai chữ \"thương lượng\", ngược lại cô rất quen thuộc với cách \"uy hiếp\", vừa đơn giản vừa hiệu quả, đúng là một cách hay mà.\nShenhe từng tốn rất nhiều thời gian để suy nghĩ các vấn đề có hơi \"thoát tục\" quá mức:\nTại sao đi ăn phải trả tiền?\nĐe dọa người dân và đe dọa thổ phỉ có khác biệt gì nhau?\nCô ấy còn tin tưởng từ tận đáy lòng rằng sư phụ Lưu Vân Tá Phong Chân Quân của mình là một tiên nhân giỏi dùng từ ngữ và rất có tài ăn nói.\nCho nên, từ góc độ này để nhận xét thì Shenhe rất ngây thơ đơn thuần.\nCô như một đứa trẻ, chỉ dựa vào suy nghĩ và logic ngốc nghếch mà mộc mạc để hành tẩu trên thế gian.\nLí Thủy Điệp Sơn Chân Quân từng nói:\n\"Tiểu nữ Shenhe không chỉ có cốt cách hơn người, đến cả tính cách cũng rất khác biệt.\"\n\"Không màng thế sự, không hiểu đạo lý, không phân phải trái, không biết cao thấp.\"\n\"Lưu Vân Tá Phong nhận Shenhe làm đồ đệ, chưa hẳn là chuyện dễ dàng.\"\n<color=#ffd780>Câu Chuyện Nhân Vật 3</color>\nTrong dân gian Liyue lưu truyền rất nhiều câu chuyện về tiên duyên, đa số kể về những kẻ vô danh tiểu tốt được tiên nhân để mắt, thu làm đệ tử, từ đó một bước lên mây.\nNhưng câu chuyện về Shenhe gia nhập tiên môn lại hoàn toàn khác hẳn. Nếu mang ra so sánh, thì thậm chí còn có phần cay đắng.\nKhi Shenhe lên năm, mẹ cô qua đời vì bệnh tật, cha cô vì yêu vợ tha thiết nên không chấp nhận được nỗi mất mát này.\nDần dà, vì quá nhớ nhung mà sinh oán hận, vì oán hận mà sinh tâm ma, rồi phát điên mà ra ngoài hành tẩu.\nÔng ấy một đi là cả năm trời, ngày không dừng, đêm không nghỉ, một mực đi tìm pháp thuật hồi sinh cho vợ mình.\nVà năm đó khi Shenhe vẫn còn là một đứa trẻ, cuối cùng cha cô cũng đã vui vẻ quay trở về.\nHơn nữa còn mang về một loại thuật pháp thần bí mang tên \"lấy mạng đổi mạng\"...\nDâng hiến tế phẩm để triệu hồi tiên linh, lấy cơ thể người sống để đổi mạng với người đã khuất.\nLúc đó, Shenhe không hề cảm nhận được tai họa sắp sửa đến với mình, cô ấy chẳng qua chỉ là một đứa trẻ bình thường, vui mừng chào đón người cha đã lâu không trở về.\nCha cô nói đã chuẩn bị cho cô một bất ngờ lớn ở hang động phía sau núi, sẽ đưa cô đi xem ngay, điều này làm Shenhe cảm thấy rất vui...\nVà từng cảnh tượng sau đó thật sự đã khiến cho Shenhe đến nay vẫn khó lòng quên được...\n\"Tiên linh\" đen đúa hung hăng được cha cô triệu hồi vào hang động, đôi mắt đỏ như máu của nó như muốn ăn tươi nuốt sống Shenhe.\nShenhe rất kinh hãi, không biết nó từ đâu ra, cũng không biết nó muốn lấy đi thứ gì.\nHiểm nguy khiến con người trở nên chậm chạp, Shenhe nhỏ bé dần dần cũng chỉ nghĩ được một chuyện mà thôi.\nMa vật muốn nuốt chửng cô, nhưng cô không muốn chết, cô muốn được sống tiếp.\nShenhe nắm chặt lấy di vật của mẹ mình - một con dao găm đuổi tà, vừa run rẩy vừa kiên định bước về phía \"tiên linh\" màu đen đó...\nVài ngày sau đó, tiên nhân lần theo hơi thở của tàn dư tà ma, vào hang dò xét, mới phát hiện ra một bé gái đã kiệt sức, bị bỏ đói nhiều ngày, đang nằm thoi thóp trong hang.\nTiên nhân xót thương cho vận mệnh oái ăm của cô bé, cũng nhìn ra được bé gái ấy đã dựa vào sức của chính mình để đẩy lui một thứ gì đó rất đáng sợ. Niệm tình thiên chất hơn người, tiên nhân đã đưa bé gái về phủ để tịnh dưỡng, chăm sóc dạy dỗ.\nVà vì thế, mới có Shenhe của ngày hôm nay.\n<color=#ffd780>Toái Điền Bạch Ngọc Lược</color>\nShenhe ban đầu cũng có một mái tóc đen.\nKhi mới được đưa đến Hổ Lao Sơn, cô ấy cả ngày không nói một lời, điều duy nhất muốn làm chỉ là leo lên vách núi, thơ thẩn ngắm nhìn biển mây.\nCũng may khi mệt còn biết nằm ngủ, khi khát cũng biết uống sương mai, khi đói biết hái Thanh Tâm để ăn.\nLưu Vân Tá Phong Chân Quân thấu hiểu điều này, nhưng chưa hề làm phiền Shenhe, mà dùng tiên thạch để làm thành một chiếc Toái Điền Bạch Ngọc Lược tặng cho cô ấy.\nLưu Vân nói với Shenhe rằng, sau này nếu muốn cắt đứt phàm duyên, bước vào tiên môn, thì dùng chiếc lược ngọc này để chải tóc ba lần, xem như là lễ bái sư.\nShenhe đã làm theo mà không hề do dự. Kể ra cũng lạ, lược ngọc chải qua lần đầu, mái tóc đen đó đã kết thành một tầng sương bạc.\nLược ngọc chải qua lần hai, mái tóc đã bạc đi quá nửa.\nLược ngọc chải qua lần ba, đã là cả đầu bạc trắng.\n...\nGiờ đây, Shenhe vẫn mang theo chiếc lược đó bên người, xem như chứng nhân cho tiên duyên của bản thân.\nThời gian dài tu luyện, cô ấy cũng sớm lĩnh ngộ được hàm ý của ba lần chải tóc đó, chính là:\nMột chải xóa đi ưu sầu, hai chải vô hỷ vô bi, ba chải bạc đầu không hối hận."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Gió lớn quá...</color>\nỪm... Sư phụ thích nhất là gió lớn trên Khánh Vân Đỉnh.\n<color=#ffd780>Về chúng ta - Dây đỏ</color>\nSư phụ ban cho tôi sợi dây đỏ là để trấn áp tâm tính, nhưng những ngày này cùng bạn tu luyện, tôi mới lĩnh ngộ được mấu chốt quan trọng, và cách điều khiển sức mạnh cũng tự tại hơn... Bạn mới chính là sợi dây đỏ có thể trói chặt tôi. Nếu bạn hiểu được tình cảm này, xin hãy ở lại bên cạnh tôi.\n<color=#ffd780>Về Ningguang</color>\nTiền tài của con người, chẳng có tác dụng gì với tôi. Thế nhưng khi vào tay của Ningguang thì nó lại có thể giải quyết được những vấn đề mà đao kiếm cũng không làm được. Cô ấy có thể nắm vững quy tắc của nhân gian, nhìn thấu lòng người... Sư phụ nói, những điều này cả tiên nhân cũng không làm được. Cho nên tôi rất khâm phục cô ấy.\n<color=#ffd780>Về Ganyu</color>\nTôi nghe được khá nhiều câu chuyện về cô ấy từ chỗ sư phụ... hình tượng của cô ấy trong lòng tôi khác xa so với thực tế. Yên tâm, tôi sẽ không nói ra đâu. Mà nói chứ, không ngờ công việc của cảng Liyue lại bận rộn như thế... Xem ra muốn hòa nhập vào nhân gian cũng phải trả một cái giá nhất định nhỉ.\n<color=#ffd780>Về Zhongli</color>\nVị tiên sinh đó tự xưng là người phàm, nhưng lại rất thân thiết với tiên nhân như sư phụ. Sư phụ từng nói, nếu có gặp anh ấy ngồi thưởng rượu ở ghế đá trước phủ tiên thì đừng nên làm phiền, hãy để anh ấy ngồi yên tĩnh một mình. Tôi đã làm theo."
      }
    ],
    "galleryCharacter": [
      {
        "key": "Lưu Vân Tá Phong Chân Quân",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/1810edcdf48fef261cb2c08ec58ece65_2341576800386034165.png"
      },
      {
        "key": "Lưu Vân Tá Phong Chân Quân",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/badd1e7a620d2e4a303904ce65bc731b_7106255885201444836.png"
      },
      {
        "key": "Lưu Vân Tá Phong Chân Quân",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/5bb3fdac22eebe9e7d230c8a39c7fc8f_9154717880553334117.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Lưu Vân Tá Phong Chân Quân và Shenhe"
          }
        ]
      },
      {
        "key": "Lưu Vân Tá Phong Chân Quân",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/8e7d28af3702381839d26df8c0c8048a_8396448756763002372.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Lưu Vân Tá Phong Chân Quân cùng <color=#ffffffd9>Lí Thủy Điệp Sơn Chân Quân và Tước Nguyệt Trúc Dương Chân Quân</color>"
          }
        ]
      },
      {
        "key": "Lưu Vân Tá Phong Chân Quân",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/d9ad26954d1ce9e0a40f196b72450232_1549635388108262814.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Lưu Vân Tá Phong Chân Quân và Ca Trần Lãng Thị Chân Quân"
          }
        ]
      },
      {
        "key": "Lưu Vân Tá Phong Chân Quân",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/a82bdf0881ab4b3d46003b668727a98c_8679027305986744150.png"
      },
      {
        "key": "Lưu Vân Tá Phong Chân Quân",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/f343ba1399984586add25e3b57e0a547_6809366668443909156.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Lưu Vân Tá Phong Chân Quân cùng Guizhong và Nham Vương Đế Quân"
          }
        ]
      },
      {
        "key": "Lưu Vân Tá Phong Chân Quân",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/94814e697d1d8f97738c95a38a278f34_5882147166522618643.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Lưu Vân Tá Phong Chân Quân cùng Guizhong và Nham Vương Đế Quân"
          }
        ]
      },
      {
        "key": "Lưu Vân Tá Phong Chân Quân",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/42cdebb068344c1bd00a70b6b6829ece_4694319386803447880.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Lưu Vân Tá Phong Chân Quân và Cơ Quan Ế Hồ (Máy Guizhong)"
          }
        ]
      },
      {
        "key": "Lưu Vân Tá Phong Chân Quân",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/9c4ed75fe15652ac9620916d755a37c3_907324968122254295.png"
      },
      {
        "key": "Lưu Vân Tá Phong Chân Quân",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/7aaed26f307b67c8e0aecf5e27111ff3_4328829867893295130.png"
      },
      {
        "key": "Lưu Vân Tá Phong Chân Quân",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/e66dda3283aa8c077bd14a367a4fb9ed_1804225960523080975.jpg"
      },
      {
        "key": "Lưu Vân Tá Phong Chân Quân",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/fe50327f2b66282a01928ebe68556a8b_4791751582771438703.jpg"
      },
      {
        "key": "Lưu Vân Tá Phong Chân Quân",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/829d32591ac9523afdeade3272423118_5557045818844706654.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Lưu Vân Tá Phong cùng các Tiên Nhân chống lại Ma Thần Lốc Xoáy"
          }
        ]
      },
      {
        "key": "Lưu Vân Tá Phong Chân Quân",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/12108544/a128e2709b12b316525f8ff5e94f0ecd_4312111647324984609.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Động Lưu Vân Tá Phong</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Lưu Vân Tá Phong Chân Quân"
          }
        ]
      },
      {
        "key": "Quốc Gia",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Thuộc",
        "value": [
          {
            "type": "RichText",
            "text": "Tiên Nhân"
          }
        ]
      },
      {
        "key": "Tiếng Trung CV",
        "value": [
          {
            "type": "RichText",
            "text": "秦紫翼 (Qin Ziyi)"
          }
        ]
      },
      {
        "key": "Tiếng Anh CV",
        "value": [
          {
            "type": "RichText",
            "text": "Stephanie Panisello"
          }
        ]
      },
      {
        "key": "Tiếng Nhật CV",
        "value": [
          {
            "type": "RichText",
            "text": "中臣 真菜 (NAKATOMI Mana)"
          }
        ]
      },
      {
        "key": "Tiếng Hàn CV",
        "value": [
          {
            "type": "RichText",
            "text": "강시현 (Kang Si-hyeon)"
          }
        ]
      },
      {
        "key": "Thân Phận Hiện Tại",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4774,
            "name": "Xianyun",
            "desc": "<p>Một trong \"Tam Nhãn Ngũ Hiển Tiên Nhân\" của tiên chúng Tuyệt Vân, biệt danh \"Lưu Vân Tá Phong Chân Quân\". Sở trường dùng cơ quan thuật, tâm hướng về trần thế, nên đã dùng tên \"Xianyun\" để hành tẩu nhân gian.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/12108544/2c2be27f8876e9435ab8c8b933b8408c_7482845809949670465.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}