{
  "epId": 2545,
  "name": "Bình Lão Lão",
  "desc": "<p>Là thầy của Yaoyao và Xiangling. <span class=\"wk-shady\">Cô ấy là một Tiên Nhân, được biết đến với cái tên Ca Trần Lãng Thị Chân Quân.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/4785d84ee75a3c042fd009f1d8387c15_758328209068246147.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1706642796,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Video Cốt Truyện Genshin Impact - Dư Âm Trong Tim",
        "alignment": "center"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=d1OANwZ29ww"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Video Cốt Truyện Genshin Impact - Dư Âm Trong Tim",
        "alignment": "center"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=L53gb0UK3V4"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "[Genshin Impact] Hoạt Cảnh Sự Kiện Âm Vang Dạ Tấu - Ánh Tiệc Muôn Màu",
        "alignment": "center"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=DXcQSUZuOKk"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Ca Trần Lãng Thị Chân Quân",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "3.700 năm trước, Nham Vương Đế Quân thành lập Liyue và ký khế ước với các Tiên Nhân để bảo vệ cư dân nơi này. Họ cùng nhau xây dựng các thành phố và dạy cho người dân các nghề thủ công và công nghệ cũng như kiến thức khác nhau. Ca Trần nằm trong số những Tiên Nhân thuộc phe Nham Vương Đế Quân."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/2a68bd933d4729296d6b6f53fed1c36a_2840793242820321489.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trong số các vị thần, Guizhong, Thần Bụi, là người bạn đồng hành đáng quý của Ca Trần. Câu chuyện của họ bắt đầu từ một tiếng chuông nào đó. Chuông Tẩy Trần là một trong những tạo tác đáng tự hào nhất của Guizhong, có khả năng vừa sáng tác vừa biểu diễn. Nó được cung cấp năng lượng bởi cơ quan thuật và có thể được sử dụng để tạo ra hiệu quả tuyệt vời như một nhạc cụ đi kèm. Theo quan điểm của Guizhong, mặc dù cơ quan thuật không thể thay thế hoàn toàn con người phổ nhac nhưng thành phẩm của nó có thể sánh ngang với những sáng tác đơn giản. Ngược lại, Ca Trần tin rằng âm nhạc là tiếng vang của linh hồn, là thứ bắt đầu từ cảm xúc, tuyệt đối không thể tái tạo được từ cơ quan. Họ tranh cãi không ngừng cho đến khi Lưu Vân Tá Phong Chân Quân nhờ Nham Vương Đế Quân can thiệp. Ngài tịch thu chiếc chuông và chỉ sử dụng nó trong các nghi lễ. Từ đó về sau, người ta thường thấy Guizhong và Ca Trần tụ tập trên núi, thảo luận về âm nhạc, cơ quan thuật và nhiều thứ trong nhân gian."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/db310bdbe3fe56f190079b5510da50e7_8171183162260218456.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tuy nhiên, khi Chiến tranh Ma Thần bắt đầu, Guizhong bị kẻ thù áp đảo và ngã xuống trong trận chiến. Khi cuối cùng Ca Trần và Lưu Vân Tá đến chiến trường, tất cả những gì còn sót lại giữa đống đổ nát là di hài vô hồn của cô. Sau đó, theo mong muốn của Ca Trần Lãng Thị, Đế Quân đã trao cho cô Chuông Tầy Trần để bảo quản an toàn."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Sợi chỉ cùng bút mực cũng có thể hòa quyện làm một, hình bóng tiên nhân hiển hiện trước mắt,</color>\n<color=#ffffff>như đang ngắm nhìn một mảnh núi non trong tranh.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/dac07cf533addb5ef374fa9881d2f0a5_3420138080589266964.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau khi người bạn thân nhất của cô trở về với cát bụi, Ca Trần Lãng Thị quyết định từ bỏ việc làm Tiên Nhân và sống một cuộc sống của người phàm. Cô thay đổi ngoại hình từ một thiếu nữ thành một người phụ nữ lớn tuổi và tự gọi mình là Bình Lão Lão."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/45217693f97014722252e3894a1c5dc3_564721461312683936.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Để tưởng nhớ người bạn đã khuất của mình, Bình Lão Lão thường trồng Bách Hợp Lưu Ly - loài hoa từ thời cổ xưa gần như tuyệt chủn, nghe nói từng mọc khắp vùng đất Liyue, có thể tích tụ những ký ức tạo thành hương thơm của hoa. Nếu hoa nghe thấy những âm thanh đẹp đẽ như tiếng cười và tiếng hát, sẽ nở hoa vui vẻ. Ngược lại, nếu những bông hoa nghe quá nhiều chuyện tầm phào hoặc vu khống, sẽ nhanh chóng lụi tàn. Vì vậy, Bách Hợp Lưu Ly đã héo sau cái chết của Guizhong, và nhiều năm sau đó, thêm sự kiện tuyên bố về cái chết của Nham Thần, Morax.\n<color=#ffe699>Liên Kết Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Là vị khách thần bí được \"Vãng Sinh Đường\" mời đến, kiến thức uyên bác, có sự hiểu biết sâu rộng đối với nhiều sự vật sự việc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "<p>Một Ma Thần không may đã bỏ mạng trong cuộc chiến tranh Ma Thần.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/29/44749939/5325a1bd6f93cbc32e5f06c34b61daed_336627554347370674.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1183,
        "name": "Bách Hợp Lưu Ly",
        "desc": "Loài hoa từ thời cổ xưa. Nghe nói từng mọc khắp vùng đất Liyue, có thể tích tụ những ký ức tạo thành hương thơm của hoa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "name": "Chuông Tẩy Trần",
        "desc": "Tương truyền đây là chuông phép được chuẩn bị cho tiên nhân, tiếng chuông vang vọng liên hồi có thể tẩy sạch bụi trần.<br/>Khi cầm trong tay dường như cảm nhận được hơi thở sinh mệnh trong đó...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Bell_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Bình Lão Lão",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nhiều năm sau, Chân Quân sống trong hình dạng một bà già và hầu như không ai thời đại ngày nay biết bà là Tiên Nhân. Vì Đế Quân ban cho ân điển, có năng lực \"Tam Nhãn Ngũ Hiển\", nên họ có thể tạo ra Không Gian Phụ - thế giới nhỏ tự do tự tại. Không Gian Phụ do Bình Lão Lão tạo ra ở bên trong ấm trà gốm, vốn là nhà của bà."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/755e8c33a86355ef172a616038575d68_7043449353994960278.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, khi diễn ra Lễ Thỉnh Tiên, Nham Thần đã bị giết. Để thực hiện Điển Lễ Tiễn Tiên, nghi lễ tiễn đưa của một vị thần, Zhongli - cố vấn của Vãng Sinh Đường đã hỏi mượn Chuông Tẩy Trần từ Bình Lão Lão. Đây là chiếc chuông mà Đế Quân đã từng lấy đi của cô và Guizhong. Zhongli thực chất là Morax, người đã diễn màn trình diễn về cái chết của mình trước mặt cư dân Liyue để từ chức Thần."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/5aecf8fcb79f67e718e07199b1cba06c_2512398511411076503.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sau cái chết của Nham Thần, người dân Liyue phải đối mặt với một mối nguy hiểm mới - Ma Thần Lốc Xoáy, Osial, được giải thoát khỏi sự giam cầm của Quan Chấp Hành Fatui Childe. Childe muốn đặt Liyue vào tình thế nguy hiểm để dụ Nham Thần lộ diện và đoạt Gnosis của anh. Chân Quân đã tham gia cùng các Tiên Nhân khác trong trận chiến này, bảo vệ người dân. Nhiều Tiên Nhân muốn phá hủy cảng Liyue vì đã để cho Nham Thần chết và không muốn giao lại quyền lực cho người dân. Ngược lại, Bình Lão Lão muốn giao Liyue cho Thất Tinh, những người cũng cùng chiến đấu với Osial. Cô biết rằng Ningguang, Thiên Quyền của Thất Tinh, đã sẵn sàng hy sinh công sức cả đời mình trân trọng - Quần Ngọc Các để đánh bại Osial thì cô có quyền cai quản Liyue.\n\"Khi Điển Lễ Tiễn Tiên cuối cùng được thực hiện, Bình Lão Lão, như một biểu hiện của lòng biết ơn đối với sự giúp đỡ, đã tặng nơi ở được đặt trong một ấm trà cho Nhà Lữ Hành và Paimon để họ luôn có một mái nhà trên đầu. Không gian con, được gọi là Ấm Trần Ca, được tạo ra bằng cách sử dụng Thúy Ngọc Nham và \"Bùn Ánh Kim\" quý hiếm ở Địch Hoa Châu. Bình Lão Lão đã nhờ người bạn Tiên Ấm còn được gọi là Tubby, trấn giữ Động Tiên, hay còn có thể hiểu là quản gia.\n<color=#ffe699>Liên Kết Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Là vị khách thần bí được \"Vãng Sinh Đường\" mời đến, kiến thức uyên bác, có sự hiểu biết sâu rộng đối với nhiều sự vật sự việc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "\"Thiên Quyền\" trong Thất Tinh Liyue, giàu có nổi tiếng, khắp đại lục khó ai sánh bằng.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "Childe",
        "desc": "Quan Chấp Hành thứ 11 của Fatui, \"Childe\" Tartaglia.<br/>Hấp thu sức mạnh từ trong \"Delusion\" xui xẻo, học được võ thuật chiến đấu từ trong bóng tối.<br/><br/>Là một chiến sĩ thuần túy khao khát chiến đấu.<br/>Những trận chiến ác liệt, những lần đối mặt với sinh tử, với anh ta mà nói đều là những trận thử thách vui vẻ.<br/>Mọi người đều nói chiến tích của \"Childe\" vang vọng khắp xa gần.<br/>Nhưng bản thân anh ta lại không tán đồng với những lời lẽ thổi phồng này.<br/><br/>Suy cho cùng thì...<br/><i>\"Vận mệnh của bạn là sẽ trở thành mắt bão của chiến tranh, </i><br/><i>\"Tiếng đao kiếm va vào nhau sẽ là âm nhạc đồng hành cùng bạn.</i><br/><i>\"Ký ức đen tối khi bước vào đêm đen,</i><br/><i>\"cuối cùng sẽ trở thành sức mạnh để bạn lật đổ thế giới.\"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "name": "Osial",
        "desc": "<p>Ma Thần Lốc Xoáy, đã bị Nham Vương Đế Quân đánh bại trong Chiến tranh Ma Thần.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/8f19e7d7f4497f1f55fd9491dd6532f5_5779460956581382788.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3524,
        "name": "Tubby",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/1023623/4fb18c0e637a4d733408b3b1e2d41be9_6052969905564929043.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "name": "Chuông Tẩy Trần",
        "desc": "Tương truyền đây là chuông phép được chuẩn bị cho tiên nhân, tiếng chuông vang vọng liên hồi có thể tẩy sạch bụi trần.<br/>Khi cầm trong tay dường như cảm nhận được hơi thở sinh mệnh trong đó...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Bell_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 657,
        "name": "Ấm Trần Ca",
        "desc": "Ấm trà nhận được từ chỗ Bình Lão Lão, bên trong có vẻ như có một không gian khác...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Serenitea Pot_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1478,
        "name": "Thúy Ngọc Nham",
        "desc": "Mảnh đá Thúy Ngọc Nham, không biết Bình Lão Lão dùng để làm gì...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Smaragdus Jadeite_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Đệ Tử",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nếu gặp được người Liyue có tiên duyên, tiên nhân sẽ nhận làm đồ đệ và truyền lại tài nghệ. Trong số những tiên nhân, có thể nói Chân Quân là người kết duyên với người phàm nhiều nhất. Bà ấy có nhiều đệ tử, trong đó trẻ nhất là Yaoyao. Ngoài ra, tính cách ân cần dịu dàng, chân thành và hào phóng, không chỉ Chân Quân yêu quý, mà sư tỷ và các vị trưởng bối khác cũng rất yêu thương bảo vệ cô bé.\nNgười bình thường không được phép vào Tuyệt Vân Gián, nhưng Yaoyao lại thường xuyên đến đó. Tuổi còn nhỏ nhưng đã được các vị tiên nhân yêu mến, đúng là khiến người khác ngưỡng mộ. Yaoyao nhập môn khi còn quá nhỏ, thậm chí còn chưa biết chữ, vì vậy Chân Quân đã dạy dỗ từ cách ứng xử hàng ngày đến lễ nghi đọc sách. Khi Yaoyao lớn lên từng ngày, Chân Quân dần dần thêm các nghi lễ tiên gia, pháp môn tu thân dưỡng tính, và cả thương thuật của bản thân vào bài học. Nội dung khá nhiều, Yaoyao không nhớ nổi, nghe không hiểu cũng là chuyện bình thường, Chân Quân cũng không vội, bởi vì bà ấy nhìn ra được, Yaoyao đã nghe lời khuyên của mình mà học hỏi. Vốn dĩ Chân Quân muốn trở thành một người thầy nghiêm khắc, nhưng thấy rất yên tâm về Yaoyao, nên bà cũng nới lỏng yêu cầu của mình một chút.\nĐiều khiến bà cảm thấy ấm áp hơn đó là Yaoyao luôn xem bà là bà của mình."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/01f37e2ef511ff4106ceeef610d5ccdc_4882684031675356753.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Đứa trẻ mới chỉ cao bằng nửa người mà đã chăm lo ăn uống cho bà, lo lắng cho bà khi nóng lạnh, dường như hoàn toàn quên mất chuyện đau đầu nhức óc, đối với tiên nhân, đây không phải là chuyện thường thấy. Nhìn thấy sự thân thiết đó, bà cảm thấy như mình thực sự có một đứa cháu gái, sau khi nhận ra điều này, bà không thể nói ra những lời nghiêm khắc nữa. Vốn dĩ bà không hề nghĩ gì khi nhận đồ đệ, nhưng bây giờ bà phát hiện ra mình và Yaoyao không thể tách rời, vậy thì giữ đứa trẻ này bên cạnh mình vậy, những điều cần truyền dạy cho cô bé cũng còn rất nhiều."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/f826927742c7fb25fb05243272ef79c8_1823852859015537882.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Một đệ tử khác của Ca Trần Lãng Thị Chân Quân là Xiangling, người bạn lớn tuổi của Yaoyao và là một đầu bếp tài năng, người không ngừng thử nghiệm các nguyên liệu khác nhau. Chân Quân đã dạy Xiangling võ công sử dụng giáo, giờ đây cô ấy đang giúp Yaoyao. Ngoài ra, Chân Quân còn thân thiết với nhà cố vấn luật nổi tiếng hoạt động tại Liyue - Yanfei, có cha là Tiên Thú, người đã chiến đấu bên phe Nham Vương Đế Quân trong Chiến tranh Ma Thần, trong khi mẹ cô là con người. Khi cha mẹ Yanfei đi du lịch vòng quanh thế giới, Yanfei ở lại sống với Bình Lão Lão.\n<color=#ffe699>Liên Kết Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>Đệ tử nhỏ tuổi nhất của Ca Trần Lãng Thị Chân Quân, một \"người lớn\" dịu dàng ân cần trong thân xác trẻ nhỏ.</p><p><br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/17/148664880/5bc9df1fb67391e4c8080da3d855de53_1763973073647352613.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Thiếu nữ đầu bếp đến từ Liyue, rất nổi tiếng, có sự nhiệt tình vô hạn với việc nấu nướng, đặc biệt là những món tê cay.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "Nhà cố vấn luật nổi tiếng hoạt động tại Liyue, là một thiếu nữ thông minh hoạt bát mang trong người huyết thống tiên thú.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Lễ Hội \"Sắc Màu Lưu Động\"",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cách đây nhiều thế hệ, một du khách từ Fontaine đi lang thang qua Liyue đã trượt chân ngã xuống hồ. Khi anh chìm xuống và thở hổn hển, anh nghe thấy một giai điệu kỳ diệu trong gió. Anh nói rằng đó là giai điệu đẹp đẽ, cảm động nhất mà anh từng nghe. Ngay cả trong khoảnh khắc sinh tử đó, âm nhạc thanh tao đã thu hút toàn bộ sự chú ý của anh và gần như khiến anh quên mất sự thật rằng mình đang chết đuối. Cuối cùng khi tỉnh lại, anh thấy mình đã được đưa vào bờ. Cách anh không xa là một người phụ nữ xa lạ với khí chất thần thánh. Khi thấy anh không còn gặp nguy hiểm nữa, cô bỏ đi không nói một lời. Người du khách cố gắng đuổi theo cô để tạ ơn. Mặc dù họ chỉ cách nhau chục bước, nhưng dù có đuổi theo nhanh đến đâu, anh cũng không tiến lại gần mà vẫn ở phía sau cả chục bước. Cuối cùng, tất cả những gì anh có thể làm là cúi đầu cảm ơn người phụ nữ khi anh nhìn cô bước đi về phía sông núi ở phía xa trước khi anh quay trở về nhà. Khi trở lại Fontaine, anh bắt đầu trở thành nhạc sĩ để truyền bá câu chuyện của mình. Sau nhiều thế hệ truyền lại, tô điểm và kịch tính hóa, người ta dần coi người phụ nữ đó giống như một nàng tiên. Câu chuyện đã trở thành huyền thoại địa phương ở Fontaine, được gọi là \"Nữ thần canh giữ hồ nước\". Người ta bây giờ nói rằng nếu bạn xuống bờ hồ chơi một loại nhạc cụ, chỉ cần đánh một giai điệu du dương, bạn sẽ nghe thấy một nàng tiên ẩn nấp đang chơi đàn cùng bạn.\nNhiều năm trôi qua, hậu duệ của người lữ hành, Dvorak, bắt đầu cuộc hành trình khám phá sự thật của câu chuyện này. Anh quyết định lần theo dấu vết của tổ tiên và tìm kiếm hậu duệ thời hiện đại của người phụ nữ đó. Anh đã trải qua nhiều năm rong ruổi trên đường và sự thật mà anh dành nửa cuộc đời để theo đuổi đã trở thành nỗi ám ảnh. Một lần, Dvorak cầu nguyện sự hướng dẫn của Phong Thần tại Đại Giáo Đường Mondstadt, và ngay khi rời khỏi, anh nhận thấy một chùm lá bị gió thổi bay, ngày càng xa về phía tây, về phía Cổng Đá. Một người dân địa phương thân thiện nói với anh rằng điều này có nghĩa là gió chỉ đường anh hướng về Liyue, vì vậy Dvorak đã làm theo lời khuyên của họ và đi đến đó."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/fd333d4a0ed286980e4d4126ec54b2e3_5409773909767433977.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Với sự giúp đỡ của Nhà Lữ Hành, Paimon và Lưu Vân Tá Phong Chân Quân, Dvorak phát hiện ra rằng người phụ nữ đã cứu tổ tiên của Dvorak chính là Ca Trần Lãng Thị Chân Quân, đang để tang người bạn Guizhong của mình. Ngày xửa ngày xưa, Ca Trần Lãng Thị Chân Quân cũng thích tụ tập, rượu và âm nhạc. Nhưng sau khi Guizhong qua đời, người ta thường thấy cô ấy ngồi một mình trên đỉnh núi, trầm ngâm và hồi tưởng với cây đàn tam thập lục của mình. Giai điệu đi từ buồn bã, êm dịu, đến sôi nổi. Nhiều năm trôi qua, cuối cùng cô cũng sáng tác được một giai điệu theo ý mình. Trong lễ kỷ niệm, cô ấy đã chơi giai điệu với bầu trời nhân gian. Đáng tiếc là người ta chỉ nghe cô chơi giai điệu đó một lần. Đáng tiếc rằng người ta chỉ nghe thấy giai điệu đó một lần duy nhất trong đời."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Dây đàn chưa đứt nhưng tri kỷ đã xa, Lưu Vân, thử nói xem, khúc đàn này nên để ai nghe đây?\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/0a8e3e81891def9f2784590df0b4ddb4_2820091814450821523.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Chính giai điệu này đã làm lữ khách say đắm và trở thành huyền thoại qua nhiều thế hệ. Câu chuyện về tổ tiên của Dvorak và Ca Trần lãng Thị đã truyền cảm hứng cho Dvorak tổ chức Lễ Hội \"Sắc Màu Lưu Động\", một trong những lễ hội âm nhạc lớn nhất của Fontaine. Chính Dvorak là người đã biến một trong những Tết Hải Đăng thành một lễ hội âm nhạc, nơi âm nhạc hiện đại và cổ điển hòa quyện. Vào cuối Tết Hải Đăng, Ca Trần lãng Thị chơi giai điệu của cô ấy, điều này đã truyền cảm hứng cho nhân gian.\n<color=#ffe699>Liên Kết Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Tết Hải Đăng",
        "desc": "<p>Tết Hải Đăng là dịp lễ được tổ chức để tưởng niệm những người đã hi sinh trong Cuộc Chiến Ma Thần</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/55631176/654359f2b1a70b260e1017d412721a45_6317226117948843106.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "name": "Liyue",
        "desc": "<p>Bến cảng giàu có nằm phía đông đại lục Teyvat. Vùng đất màu mỡ được tạo nên từ những dãy núi cao, rừng đá sừng sững, đồng bằng rộng lớn và những bờ sông nhộn nhịp sức sống, nơi đây rực rỡ sắc màu trong bốn mùa. Có bao nhiêu món quà cổ xưa của Nham Ma Thần được chôn vùi giữa núi non và những kỳ tích đá đang chờ người ta khám phá đây?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/5968bc73f375ee1e3704302541c83c7f_5132625440292305.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3486,
        "name": "Dvorak",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/01/44749939/7d56996224612f570b9f373835661f7e_5995581399201997016.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "Lưu Vân Tá Phong Chân Quân",
        "desc": "<p>Một Tiên Nhân chỉ xuất hiện trong nhiệm vụ. Cô ấy là một chuyên gia về cơ quan thuật sống trên đỉnh Âu Tàng Sơn, Liyue</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/21/44749939/ad32d3c7bfe093fe1c5b1b0288e039a4_5005439355640444366.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Bình Lão Lão"
          }
        ]
      },
      {
        "key": "Thuộc",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Tiên nhân"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/21b1670281dd5d17eed9aba806139562_289268224547054952.png"
      },
      {
        "key": "Liyue",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/1258e658172b25d3d2f495c18a9ac074_8532991504176654453.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Vị trí của Bình Lão Lão tại Cảng Liyue."
          }
        ]
      },
      {
        "key": "Bình Lão Lão",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/fee629c495bac4a19feac3b3452a1009_805036259538887546.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Bình Lão Lão trong hình thái Tiên Nhân."
          }
        ]
      },
      {
        "key": "Bình Lão Lão",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/4b7269a83439fdd44c978113fee1175d_5893692309080207266.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Guizhong và Ca Trần Lãng Thị Chân Quân (Bình Lão Lão)."
          }
        ]
      },
      {
        "key": "Bình Lão Lão",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/fd333d4a0ed286980e4d4126ec54b2e3_2540518173440321605.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Lưu Vân Tá Phong Chân Quân và Ca Trần Lãng Thị Chân Quân."
          }
        ]
      }
    ]
  }
}