{
  "epId": 256,
  "name": "Mina - Vong Quốc Công Chúa V",
  "desc": "\"Phải hy sinh nàng để cứu lấy thế giới, chi bằng cứ để nó hủy diệt đi.\"<br/>Cuối cùng đã đến được Tháp Trên Không ở trung tâm của thế giới, câu chuyện của hai người, sắp đến hồi kết...rồi sao?",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/18/12108544/3bf3872df08ef246856feda803561f04_3221279079351919195.png",
  "filterValues": {
    "objectType": [
      "Đạo Cụ Nhiệm Vụ"
    ]
  },
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 1710705548,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "\"Ta quyết định phải giải cứu thế giới!\"\nMina nói.\n\"Đã nói không biết bao nhiêu lần, vốn dĩ không có chuyện giải cứu thế giới. Mặc dù không biết có bao nhiêu người ngu ngốc giống tôi từng thử, nhưng cuối cùng thì thế giới này vốn đã định sẵn sẽ bị hủy diệt.\"\n\"Ta mặc kệ, ta là công chúa, không phải công chúa sinh ra để cứu thế giới sao?\"\n\"Không, tôi chưa bao giờ nghe nói về định nghĩa này, và theo như tôi biết thì cô là công chúa hủy diệt thế giới.\"\n\"Cái gọi là sự hủy diệt vốn là sự tái sinh, không phải có người từng nói câu này sao.\"\n\"Mặc dù không biết cô đã nghe nó từ đâu, nhưng sự mặc định này quả thật đã lỗi thời. Nếu có ai đó đã viết loại truyện này, tốt hơn hết nên ném người đó vào vương quốc Tokoyo.\"\n(Bịt tai)\nTrên đỉnh tháp chọc trời, Samurai và công chúa đang có một cuộc trò chuyện vô nghĩa và không có ai khác xung quanh.\nMặc dù nói vậy, nhưng thật ra cũng có vài người ăn mặc như Onmyoji.\n\"Như các ngươi đã biết, mục đích ban đầu của Thuật Nakura là bảo tồn sức sống trong thế giới đang dần suy yếu.\"\nCó vẻ như không thể chịu đựng được cuộc trò chuyện này nữa, và cũng để thúc đẩy cốt truyện tiếp tục trong vai trò NPC, Onmyoji cuối cùng đã lên tiếng.\n\"Thì có thể sử dụng sức sống còn lại này là được thôi...\"\n\"Cho nên ngươi có thể bỏ kiểu suy nghĩ này đi được không?.\"\nSamurai làm như không nghe thấy, và hoàn toàn phớt lờ lời nói của trưởng bối.\nSự ồn ào này rốt cuộc đến khi nào mới có thể kết thúc đây?"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Mina - Vong Quốc Công Chúa V"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Kho Sách",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2296,
            "name": "Mina - Vong Quốc Công Chúa",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Princess Mina of the Fallen Nation_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}