{
  "epId": 2817,
  "name": "Rồng Di Tích - Địa Vệ",
  "desc": "<p>Cỗ máy chiến đấu hình rồng khiến người ta khiếp sợ.</p><p>Theo truyền thuyết, đây là cỗ máy chiến tranh còn sót lại của vương quốc đã sụp đổ. Hình dạng được mô phỏng theo loài “Rồng Đất”, nhưng đã được tối ưu kết cấu để nâng cao tính năng. So với Rồng Đất thật sự thì nó còn có thêm khả năng “hấp thu” mãnh liệt, hoặc nói là khả năng “chống lại” nguyên tố.</p><p>Nhìn từ khả năng này, nền văn minh sáng tạo ra loại vũ khí đáng sợ này chắc đã từng có dã tâm khá lớn…</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/31c9865e421f197a97129ecfc198365f_4686879713484166378.png",
  "menuId": 7,
  "menuName": "Kẻ Địch Và Ma Vật",
  "version": 1664550816,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2709,
        "name": "Vật Chứa Hỗn Độn",
        "desc": "<p>Đến từ Rồng Di Tích Cổ Đại không còn hoạt động.</p><p>Rồng Di Tích có thể thu hút năng lượng nguyên tố bên ngoài và lưu trữ nó trong \"cổ\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/148664880/195de39d5b6acfb531c504af0dcfa271_4163396933870279712.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2712,
        "name": "Mô Đun Hỗn Độn",
        "desc": "<p>Đến từ Rồng Di Tích Cổ Đại không còn hoạt động.<br>\"Rồng\" là hình dạng nguyên thủy và cổ xưa nhất của các nguyên tố tối cao cho đến khi chúng bị đánh bại, chinh phục hoặc đồng hóa.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/148664880/13813ff7b09b0eab790a567f5536fa69_4504300980432286523.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2711,
        "name": "Chốt Neo Hỗn Độn",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Đến từ Rồng Di Tích Cổ Đại không còn hoạt động.<br>Trong vương quốc cổ đại, có một nhóm người bị ám ảnh bởi nguyên lý về mô phỏng sinh mệnh. Cho dù là nguyên tố trật tự thuần túy nguyên bản hay sức mạnh nguyên thủy cổ xưa của rồng cũng đều nên chế tạo, cải tiến và nâng cấp.<br>Bằng cách này, một cơ thể ưu việt và hoàn mỹ hơn sẽ thay thế trật tự đang bị hao mòn liên tục.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/148664880/4c360dcda50c4b43a93f2382aa118606_3141555471894156726.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Rồng Di Tích - Địa Vệ"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Cơ Quan Tự Động"
          }
        ]
      },
      {
        "key": "Giáo Trình",
        "value": [
          {
            "type": "RichText",
            "text": "Cơ Quan Di Tích có thể hấp thu năng lượng, phản kích tấn công. Rồng Di Tích - Địa Vệ trong khi chiến đấu sẽ thi triển dòng năng lượng nguy hiểm theo chu kỳ, và căn cứ vào loại nguyên tố chủ yếu khi bị sát thương trước đó, để tăng khả năng kháng nguyên tố tương ứng. Khi đang tích tụ sức mạnh chuẩn bị tấn công hoặc xung kích, <color=#ffe14b>hạt nhân</color> ở phần đầu của nó sẽ lộ ra. Nắm bắt cơ hội này tấn công hạt nhân, có lẽ sẽ khiến nó tê liệt và xóa bỏ tăng kháng nguyên tố..."
          }
        ]
      }
    ]
  }
}