{
  "epId": 282,
  "name": "Bài Ca Về Kỵ Sĩ (I)",
  "desc": "Những bài thơ đã được lưu hành từ thời của tầng lớp quý tộc cũ được cho là tự thuật của Ragnvindr - \"kỵ sĩ bình minh\". Kể lại câu chuyện của anh khi còn là kỵ sĩ phục tùng.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ballads of the Squire (I)_icon.png",
  "filterValues": {
    "objectType": [
      "Đạo Cụ Nhiệm Vụ"
    ]
  },
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 1710705589,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Những bài thơ đã được lưu hành từ thời của tầng lớp quý tộc cũ được cho là tự thuật của Ragnvindr - \"kỵ sĩ bình minh\". Kể lại câu chuyện của anh khi còn là kỵ sĩ phục tùng.\nTôi đi qua mỗi một con đường ở Mondstadt\nTrong không khí toát ra hơi thở của sự bất hạnh và mùi vị sự chìm đắm\nTôi nhìn thấy sự quyền quý cao ngạo,\nTôi nhìn thấy đám người nghèo đáng thương.\nPhố phường đen tối như mạng nhện, phân tách họ thành hai phần,\nTiếng kêu nhỏ trong đêm khuya, chính là tiếng xiềng xích của trái tim.\nKhi tuần đêm ở phố phường Mondstadt,\nĐồng liêu và thượng cấp từng nói rằng:\n\"Chúng ta là kỵ sĩ của ánh sao, hãy luôn ngẩng cao đầu!\nLà cờ cao quý trong ánh sao, mới là đạo thủ hộ!\"\nThế nhưng tôi chưa từng ngẩng đầu nhìn sao trời, cũng chưa từng nhìn lá cờ ấy,\nTôi chỉ không thể làm ngơ những ngõ hẻm bẩn thỉu ấy.\nNgười bán hàng khóc trong lặng lẽ,\nTiếng than kèm theo máu của binh sĩ già,\nTrên con đường chết lúc nửa đêm,\nThiếu nữ bị giới quý tộc vứt bỏ đang cầu nguyện lòng thương từ Barbatos.\nGió lạnh thê lương thổi vào giáo đường,\nMang theo ai oán, rạch từng vết lên bức tường cung điện tráng lệ.\nTiếng thở dài của mỗi người mẹ,\nTiếng khóc than của mỗi đứa trẻ.\nĐủ để phá vỡ tấm khiên kiên cố nhất,\nĐủ để uốn cong thanh thương sắc bén nhất.\nNhững âm thanh ấy khiến tôi run lên.\nThế nhưng trong cung điện và thành lũy cao vút,\nTrong thánh địa hùng vĩ của gió tây...\nTiếng than khóc ấy chẳng ai nghe thấy."
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Bài Ca Về Kỵ Sĩ (I)"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Kho Sách",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2297,
            "name": "Bài Ca Về Kỵ Sĩ",
            "desc": "<p>Những bài thơ đã được lưu hành từ thời của tầng lớp quý tộc cũ được cho là tự thuật của Ragnvindr \"kỵ sĩ bình minh\". Kể lại câu chuyện của anh và cuộc gặp gỡ đầy duyên phận với một người múa kiếm.</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ballads of the Squire_icon.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}