{
  "epId": 2826,
  "name": "Dầu Cá Biển Cả",
  "desc": "<p>Đạo cụ chuyên dùng để tinh luyện “Sông Cạn”.</p><p>Dầu cá được chiết xuất từ cá đánh bắt ở hồ lớn phía bắc, có thể phục hồi tạm thời sức sống của cá có thể được tạo thành cung tốt.</p><p>Người ta nói rằng trong hồ có những sinh vật thủy sinh không thể nhìn thấy ở những nơi khác.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/30/27215281/30ee777059d07d7001cea01daab9711d_7006579759838706759.png",
  "filterValues": {
    "objectType": [
      "Nguyên Liệu Tinh Luyện"
    ]
  },
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 1664550848,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Dầu Cá Biển Cả"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Nguyên Liệu Tinh Luyện"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Hội Câu Cá Sumeru"
          }
        ]
      },
      {
        "key": "Nguyên Liệu Trao Đổi",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2831,
            "name": "Cá Nóc Trái Đào",
            "desc": "<p>Loài cá cỡ vừa, thân tròn với cấu trúc sụn giống sừng, nghe nói chúng dùng nó để đào hang dưới nước, xây dựng nơi trú ẩn hoặc xua đuổi những sinh vật có ý làm hại mình.</p><p>Toàn bộ cơ thể của loài này có màu hồng và vây đuôi màu xanh lục, khiến người khác thường liên tưởng đến Đào Zaytun. Những con cá này như tên gọi của chúng, ngọt đến mức chúng được coi là “món tráng miệng lý tưởng”.</p><p>Tất nhiên, dưới tác động của nhiều yếu tố khác nhau, món cá tráng miệng mà các bậc thầy về cá mong đợi đã không thành công. Ngoài ra, loại cá này tương đối hiếm và đắt, khó để dùng làm thức ăn, nên người ta thường nuôi làm cá cảnh.</p><p>Vì không muốn bỏ ra nhiều tiền để mua loại cá nóc này, nhưng lượng khách hàng ưa thích màu sắc tươi sáng của nó lại rất nhiều, một số thương nhân thậm chí còn làm ngược lại, họ dùng Đào Zaytun để làm mô hình cá nóc, và lượng tiêu thụ cũng khá tốt.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/02/27215281/e8b60314517f12236592da7844d90acc_2665337765302336436.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 2830,
            "name": "Cá Rìu Lam Ngọc",
            "desc": "<p>Là loài cá với hình dáng độc đáo, nó là họ hàng xa ở Sumeru của loài cá bướm. Loài cá này có khung xương lớn và hình dáng cơ thể độc đáo. Tương truyền, ngư dân đầu tiên bắt được loài cá này đã đặt cần câu vào cuối vây đuôi, và nhận thấy sự kết hợp của cả hai giống như một loại vũ khí cán dài nên đặt tên cho nó là “Cá Rìu”. So với tên khoa học của nó là “Bướm Mỏ Neo” thì cái tên này sinh động hơn nên được lưu truyền rộng rãi hơn.</p><p>Mặc dù tên gọi của nó là một loại vũ khí và có sức mạnh vượt trội hơn nhiều loài cá khác, nhưng Cá Rìu lại có tính cách ấm áp, đặc biệt là những con có sọc xanh ngọc trên thân. Nhờ lợi thế về vảy và sức mạnh, Cá Rìu có thể bình tĩnh đối phó với các đợt tấn công của các loài thủy sinh khác, và ung dung bỏ đi sau khi đối thủ kiệt sức.</p><p>Sức mạnh của chúng cũng là một thách thức đối với các cao thủ câu cá, cần phải chuẩn bị tinh thần đối phó với mãnh thú, dùng toàn lực kéo khi nó cắn câu thì mới có thể nhanh chóng tiêu hao thể lực của chúng và câu được chúng.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/02/27215281/22d6eb5d4b7cad6000671b90fa9b8f7a_2383487472396045040.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2828,
            "name": "Cá Rìu Bích Ngọc",
            "desc": "<p>Là loài cá với hình dáng độc đáo, nó là họ hàng xa ở Sumeru của loài cá bướm. Loài cá này có khung xương lớn và hình dáng cơ thể độc đáo. Tương truyền, ngư dân đầu tiên bắt được loài cá này đã đặt cần câu vào cuối vây đuôi, và nhận thấy sự kết hợp của cả hai giống như một loại vũ khí cán dài nên đặt tên cho nó là “Cá Rìu”. So với tên khoa học của nó là “Bướm Mỏ Neo” thì cái tên này sinh động hơn nên được lưu truyền rộng rãi hơn.</p><p>Cá Rìu màu bích ngọc thích sống ở những nơi có thực vật thủy sinh phát triển mạnh và nơi hình dạng của nó dễ hòa hợp với cảnh vật hơn. Những con cá nhỏ bơi lang thang trên cây thủy sinh thường va vào cơ thể ngụy trang của chúng để rồi bị choáng, nhưng Cá Rìu Bích Ngọc không bị khiêu khích, ngược lại còn cung cấp nơi trú ẩn cho hàng xóm nữa.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/02/27215281/87efae872ca74bbeabd676773f082a2e_2974721681103638706.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}