{
  "epId": 2846,
  "name": "Kho Tàng Vương Quốc Đêm Trắng",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/8a7b95710be73a0c089b83f2ff88270a_2917188838423329562.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1664191197,
  "components": {
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Tạo hóa chứa diệu cơ, nhật nguyệt hành hung cát.\nBa góc ngăn bóng tối, ngũ thánh ẩn hư không.\n“Vũ trụ không có khởi đầu và cũng không có kết thúc, vùng đất xưa kia cũng như vậy. Chỉ là chuyện này không có ý nghĩa gì đối với chúng ta. Vùng đất nơi chúng ta ở đã không còn liên kết với sự vĩnh hằng vô tận nữa.”\nVị hiền nhân duy nhất – Aberaku đã nói như thế với Người Con Của Mặt Trời đời đầu tiên. Người Con Của Mặt Trời từ lâu đã có ý định trừng phạt Aberaku, lần này gọi hiền nhân ấy đến trước ngự tiền tra hỏi, chẳng qua chỉ muốn gây thêm khó dễ rồi giam giữ y mà thôi.\nTruyền thuyết kể rằng, Aberaku đã được Tokoyo Ookami vĩ đại khai mở trí tuệ, nhờ vậy mới có thể tạo ra ánh sáng cho Enkanomiya, nơi quanh năm không thấy ánh mặt trời. Nhưng Người Con Của Mặt Trời lại ghen tị với tài năng của hiền nhân nên đã giam cầm anh ta suốt đời. Thế nhưng, Người Con Của Mặt Trời đó chưa từng nghĩ đến, nếu như Aberaku không tạo ra mặt trời dưới lòng đất, thì làm sao có được chính mình.\n“…Trời đất vốn như gà và trứng, rồng và rắn vốn là một thể.” Aberaku vừa nói dứt câu, bèn bị đám quân binh mai phục đè xuống.\nLúc đó, Enkanomiya nhờ có ánh mặt trời xuất hiện nên mới dễ thở hơn. Bởi vì con rồng kia chỉ thích bóng đen, sợ hãi ánh sáng, cho nên nó không còn dám lộng hành nữa. Cuối cùng, chuỗi ngày rồng ác hoành hành, xem mạng người như cỏ rác cũng đã kết thúc, dân chúng Enkanomiya trở nên mạnh mẽ hơn, và có khả năng đối đầu với nó.\nThế nhưng, khi mối nguy hiểm bên ngoài vẫn chưa được xóa bỏ tận gốc, sự vẩn đục trong con người đã bắt đầu bộc lộ. Mọi người đã lựa chọn lập ra “Người Con Của Mặt Trời” và hết mực sùng bái. Hắn lại ngang ngược hung tàn, hãm hại trung lương.\nKhông biết bao nhiêu năm tháng đã qua đi, Enkanomiya có một đứa trẻ đã đánh cược với bạn bè của mình. Một mình nó sẽ lặn ra ngoài ba góc biển, né tránh dấu tích của rồng, để tìm kiếm loại Hoa Long Cốt đó. Nhưng ở trong hang động, nó đã gặp một con mãng xà chưa từng trông thấy. Không biết tại sao, đứa bé ấy không hề cảm thấy khiếp sợ, ngược lại còn cảm thấy có cảm giác thân thuộc.\n“Ta là một thần rắn ô uế, tuy có trăm ngàn thân quyến, nhưng những người từng nương nhờ ta nay đã chẳng còn lại một ai. Ngày nay rơi vào nơi này, được gặp gỡ cùng ngươi, cũng xem như duyên phận. Tuy ngươi không phải con dân của ta, nhưng dù sao cũng là con của loài người. Ngươi có nguyện vọng gì, cứ việc nói ra đừng ngại.”\n“Xin hỏi, ngài có thể làm thần của dân biển sâu chúng con không?”\nThế là cuộc chiến giữa một người một rắn cùng đối đầu với vương quyền của Người Con Của Mặt Trời, sự xâm lăng của rồng biển, khơi dậy cơn sóng thịnh nộ đã bắt đầu từ đó."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Chuyện mà chúng tôi muốn ghi chép lại, chính là ý chí của trời cao làm thế nào có được hình thái trên mặt đất. Ôi, hỡi thần linh trên trời cao, những thứ này đều là do các vị tạo ra. Vậy xin các vị hãy mở mang thần trí cho tôi, để tôi có thể liên tục ghi lại hết mọi thứ mà không bị gián đoạn.\n“Những năm tháng bồ câu giữ cành”\nVương tọa vĩnh hằng trên trời cao xuất hiện, thế giới như khoác lên tấm áo mới. Sau đó Chân Vương – vị đầu tiên bắt đầu khai chiến với các chủ nhân của thế giới cũ – Bảy Vị Đại Vương đáng sợ. Các đại vương đó chính là rồng.\nVị Đầu Tiên đó đã tạo ra chiếc bóng phát sáng của chính mình. Và có tổng cộng 4 chiếc bóng.\n“Phanes, hoặc Vị Đầu Tiên”\nVị Đầu Tiên đó, có lẽ là Phanes. Thân có đôi cánh, đầu đội vương miện, sinh ra từ trong trứng, khó phân biệt được giới tính. Nhưng thế giới nếu như muốn được tạo ra, thì vỏ trứng bắt buộc phải bị phá vỡ. Phanes – Vị Đầu Tiên ấy, lại dùng vỏ trứng để cách biệt “vũ trụ” và “chiếc bóng của thế giới”.\n“Hơn 40 năm sau khi giữ cành”\nBốn mươi mùa đông đã dập tắt đi ngọn lửa, bốn mươi mùa hè đã làm đại dương sôi sục. Toàn bộ bảy vị đại vương đã bị đánh bại, bảy vương quốc toàn bộ phải cúi đầu quy phục trời cao. Vị Đầu Tiên bắt đầu tạo ra trời đất. Để cho “chúng tôi” – những người con mà ngài thương xót sẽ xuất hiện trên mảnh đất này.\n…\n“Hơn 400 năm sau khi giữ cành”\nNúi non và sông ngòi được hình thành, đại dương và biển lớn tiếp nạp những kẻ phản kháng và bất tuân. Vị Đầu Tiên và một chiếc bóng đã tạo ra chim chóc, cá và muôn thú. Họ còn cùng nhau tạo ra hoa cỏ và cây cối. Cuối cùng họ tạo ra con người. Tổ tiên ban đầu của chúng tôi có bao nhiêu người thì không ai biết được.\nBắt đầu từ lúc này, tổ tiên của chúng tôi và Vị Đầu Tiên đã lập khế ước. Niên đại cũng sang trang mới.\n“Năm đầu tiên khi con thuyền mở lối”\nVị Đầu Tiên có một kế hoạch thần thánh cho con người. Chỉ cần con người hạnh phúc, là ngài sẽ thấy hân hoan.\n“Năm thứ hai con thuyền mở lối”\nCon người canh tác, lần đầu có thu hoạch. Con người khai quật, lần đầu thu được vàng quý. Con người tụ hội, lần đầu viết thơ ca.\n“Những năm tháng vui tươi”\nNếu như bị đói khát, thực phẩm và cơn mưa sẽ từ trên trời rơi xuống. Nếu như có bần hàn, thì mặt đất sẽ xuất hiện mỏ khoáng. Nếu như có u buồn vây bủa, thì trời cao sẽ dùng âm thanh để hồi đáp.\nChuyện duy nhất bị cấm, chính là bị mê hoặc. Nhưng con đường của sự mê hoặc đã bị phong tỏa.\n…\n“Năm khói lửa diệt vong”\nVị Thứ Hai trên trời cao đã đến, dường như cuộc đại chiến vào thời thế giới mới được tạo ra lại sắp sửa tái diễn. Ngày hôm đó, bầu trời đảo điên, mặt đất rạn nứt. Tổ tiên của con dân biển sâu chúng tôi, và mảnh đất mà họ bao đời sinh sống đã bị chìm vào nơi này.\nNhững năm tháng đen tối bắt đầu từ đây.\n“Năm đầu của thời kỳ đen tối”\nCon dân của bảy vị đại vương được biển cả đón nhận, rồng biển sâu từng thống trị nơi này. Tổ tiên của chúng tôi đã chiến đấu với chúng.\nTổ tiên đã dùng hàng ngàn ngọn đèn để đuổi chúng vào trong bóng tối, và chúng lại rình rập trong bóng tối để săn bắt con người. Nơi này chỉ có bóng đêm bao trùm, cho nên đâu đâu cũng là bãi săn của chúng.\nLời cầu nguyện của mọi người biến thành khúc hát bi thương, Vị Đầu Tiên và ba chiếc bóng phát sáng của ngài không thể nghe thấy.\n“Sự ví von về mặt trời”\nTrong hang động tăm tối, có một nhóm người sinh sống mà chưa từng được nhìn thấy ánh sáng. Một hiền nhân nọ đã từng nhìn thấy mặt trời, ông ta miêu tả về cuộc sống dưới ánh sáng và sự vĩ đại của mặt trời cho những người sống trong hang động nghe. Hiền nhân thấy mọi người không thể hiểu được, bèn thắp lên ngọn lửa. Thế là mọi người bắt đầu tôn sùng ngọn lửa, tưởng rằng đây chính là mặt trời, thậm chí bắt đầu làm quen với cuộc sống trong bóng đêm và ánh lửa.\nSau khi hiền nhân qua đời, có người đã độc chiếm ngọn lửa, dùng ngọn lửa để tạo ra chiếc bóng khổng lồ của chính mình.\n“Sự ví von về Sen Quên Sầu”\nChỉ cần nhìn thấy đóa hoa sen này là sẽ quên hết mọi u phiền. Trong chuyến hành trình xa xăm, một thuyền trưởng đang tìm đường về đã gặp một nhóm người ăn loại hoa này để sống. Có người đã ở lại, có người thì cố gắng chống lại sự mê hoặc này.\nCuộc sống chính là bể khổ vô tận. Chúng tôi chỉ đang tìm đường về.\n“Năm thứ ba đen tối”\nNgười duy nhất không hề bỏ rơi chúng tôi, chính là “Chấp Chính Của Thời Gian”. Cô ấy là thời khắc, là sự liên tục không ngừng nghỉ của thời gian, là thước đo của hàng ngàn ngọn gió và nhật nguyệt. Cô ấy chính là khoảng thời gian của mọi sự vui vẻ, là thời gian của mọi sự phẫn nộ, là thời gian của tất cả khát vọng, là thời gian của tất cả cuồng mê. Cô ấy chính là thời khắc của mọi sự hoang mang.\nChúng tôi gọi cô ấy là “Kairos”, hoặc là “chấp chính và thống lĩnh của thế giới bất biến”. Tên thật là một bí mật, chúng tôi không dám nói thẳng, cho nên ở đây xin được viết ngược. “Htoratsi” – Tôi chỉ nhắc một lần.\n…\n“Niên đại mù mịt”\nHiền nhân Abrax được mở mang thần trí, người đã trình diễn kỳ tích phát ra ánh sáng từ trong lòng bàn tay. Tổ tiên đã tôn hiền nhân làm thủ lĩnh, bắt đầu xây dựng “Helios”.\n…\n“Niên đại ánh sáng, hoặc năm đầu của nhật nguyệt”\n“Helios” – cỗ xe của mặt trời, cuối cùng đã hoàn thành. Đêm trắng xuất hiện, xua tan đêm đen.\nThời kỳ của nhật nguyệt đã bắt đầu.\n“Năm thứ hai nhật nguyệt”\nTổ tiên thử tìm đường về. Cuộc chiến trên mặt đất chắc đã kết thúc.\nNhưng Vị Đầu Tiên, vương tọa đầu tiên, đã ra lệnh cấm. Tổ tiên không thể tìm thấy đường về nhà.\nNếu đã như vậy, Vị Đầu Tiên đó, chắc đã đánh bại Vị Thứ Hai rồi chứ.\nAbrax bị Người Con Của Mặt Trời ra lệnh giam cầm.\n“Sự ví von về cây”\nNgười làm vườn của vua và ma vật cây của vườn ngự uyển thương yêu nhau. Nhưng quốc vương muốn tìm chiếc trụ mới cho ngôi đình hóng mát của mình, cần phải chặt gốc cây có nhiều linh khí nhất. Quốc vương chính là hiện thân của Vị Đầu Tiên đó, chính vì vậy mà người làm vườn không thể làm trái ý của vạn vương chi vương, chỉ có thể cầu nguyện trước tư tế của quốc vương. Tư tế đó chính là hiện thân của Tokoyo Ookami.\nTư tế thương xót cho người làm vườn, bèn nói, ngươi hãy đi bẻ cành cây của linh thụ đó đi. Người làm vườn bèn đi bẻ cành cây, sau đó nghe theo mệnh lệnh của quốc vương mà đốn đổ linh thụ.\nSau đó tư tế nói, ngươi hãy lấy cành cây của linh thụ đem trồng đi. Người làm vườn nói, cần phải mất 500 năm linh thụ mới trưởng thành. Tư tế nói, nhất niệm thiên kiếp tận. Thế là người làm vườn đem trồng cành cây ở sân sau của nhà mình. Kết quả là trong phút chốc, cành cây mỏng manh đã thành một gốc cây mới, ma vật cây mới này chính là sự tiếp nối của ma vật cây trước đây.\nBởi vì Thần Thời Khắc đó, có thể đem “thời khắc này” của “hạt giống” đến quá khứ và tương lai.\n“Mười năm nhật nguyệt”\nAbrax đã mất từ lâu. Câu chuyện của trước những năm nhật nguyệt cũng đã ghi chép đầy đủ. Nếu không có can đảm ghi chép lại tất cả sự thật, thì làm sao có thể trở thành thư ký của Tokoyo Ookami chứ?\nTôi nghe thấy tiếng giáp trụ ở bên ngoài cửa rồi, tôi xin ngừng bút tại đây."
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "Đất dưới đáy biển và trên mặt đất có sự khác biệt rất lớn, và lý thuyết thông thường không thể áp dụng được. Ngoài ra, những kiến thức về địa lý, thủy văn cũng do trời cao truyền thụ. Nghiên cứu của chúng tôi về thế giới mà chúng tôi đang sống, thậm chí cả những phương pháp cũng là tự mày mò. Mọi thứ chỉ có thể bắt đầu lại từ đầu.\nNhững hậu thế đọc cuốn sách này hãy nhớ một điều, đừng nghĩ cuộc sống mình đã trải qua là bình thường. Mặc dù trăm ngàn năm sau, mọi người sẽ quen với cuộc sống như vậy. Nhưng hãy nhớ cuộc sống mà không có mặt trời và mặt trăng là không hề bình thường. Ngay cả khi có hiền nhân mô tả về mặt trời ở đây, cũng chắc chắn sẽ có những kẻ bẩn thỉu mượn ánh sáng để tạo ra chiếc bóng khổng lồ.\nCuốn sách này chỉ để mọi người hiểu về thế giới mình đang sống, và tuyệt đối đừng quên ước muốn tìm lại được ánh sáng.\n(Cuốn sách đã liên tục được chỉnh sửa và xóa bỏ cùng với những thay đổi của thời đại, tựa đề cũng được thay đổi từ vùng đất biển sâu thành “Vương Quốc Tokoyo”, và sau đó là “Vương Quốc Đêm Trắng”. Sau này, vì Watatsumi thương xót, người dân nơi biển sâu được trở lên mặt biển. Nhưng “vùng đất biển sâu” trong phần mở đầu có một ý nghĩa đặc biệt nên không thực hiện sửa đổi thống nhất.)\n– Gió và Nước\nLãnh thổ Vương Quốc Đêm Trắng không có núi, và việc thảo luận về núi là hoàn toàn vô nghĩa. Nhưng các tư tế và hiền nhân của chúng ta đã nhận thấy một điều: ngay cả dưới biển sâu này, vẫn có sức mạnh của “Gió Bất Diệt” và “nước”. “Gió Bất Diệt”, được nhân cách hóa gọi là “Tokoyo Ookami”, hay “ngàn ngọn gió” hoặc “ngàn ngọn gió thời gian” trong thể thơ tu từ; “Nước” thì là sức mạnh của giống loài Rồng Biển Sâu.\nChúng ta đã có một nền kiến thức để tính toán mối quan hệ giữa “Lửa Mặt Trời” với gió và nước. Vì vậy, trước khi khởi công xây dựng, cần phải xem xét ảnh hưởng của thủy văn và Gió Bất Diệt.\n– Biên giới của Vương Quốc Đêm Trắng\nLãnh thổ của Đêm Trắng được đánh dấu bởi ba góc của hình tam giác. Nơi này đã từng là giới hạn tranh chấp của thế lực loài người và thế lực loài rồng.\nVào thời kỳ Vương Quốc Đêm Trắng, Tháp Tam Giới đã được xây dựng ở ba góc, dùng để điều hòa tam giới. Tên cổ đã bị thất truyền, sau khi Watatsumi xuất hiện mới đổi thành tên hiện tại.\nTháp Tam Giới vô cùng quan trọng, và không nằm dưới hệ thống gió và nước. Thậm chí ngược lại, chúng phụ trách cân bằng cả Vương Quốc Đêm Trắng, điều khiển gió và nước của Vương Quốc Đêm Trắng.\nMột khi Tháp Tam Giới xảy ra vấn đề, cả Vương Quốc Đêm Trắng sẽ gặp tai họa. Vì vậy chúng được ẩn đi bằng bí pháp, chỉ Pháp Sư và Ngự Sử mới có thể triệu hồi.\n– Lối Mòn Khe Núi\nBan đầu Lối Mòn Khe Núi nằm kẹp giữa vách núi và vùng đất xung quanh, nên mới có tên là Lối Mòn Khe Núi. Tuy nhiên, với sự thay đổi địa lý cực đoan và bất thường của Vương Quốc Đêm Trắng, trong vòng vài trăm năm, khu vực xung quanh đã sụp đổ xuống vực sâu. Lối Mòn Khe Núi lại trở thành một khoảng đất rộng lớn.\n– Trái Tim Mãng Xà\nTừ ngày tổ tiên phát hiện ra nơi này, đã có một hiện tượng kỳ diệu: không gian sẽ chồng lên nhau ở một nơi nhất định. Về sau hiện tượng này được ông cha ta tận dụng để xây tế đàn Trái Tim Mãng Xà. Mọi người dùng nơi này để cất giữ bí mật, giam cầm tù nhân và thờ phụng mãng xà “Ouroboros” trong tưởng tượng.\nBan đầu nơi này được gọi là Delphi, có nghĩa là vùng đất của rắn. Sau đó, Watatsumi Omikami xuất hiện, và tên của vùng đất rắn cũng không thay đổi. Thông thường trong các bức tranh cổ, rắn không có vảy là “Ouroboros”, rắn có san hô là “Orobashi”.\n– Dainichi Mikoshi\nTên ban đầu là “Helios”, là một tòa tháp do hiền nhân Aberaku thiết kế. Đại diện cho đất, nguyên tố trong gió và nước.\nTheo lời tiên tri, có lẽ nó chính là mặt trời mà hiền nhân đã bày ra để chiếu sáng cho hang động chưa từng thấy ánh sáng. Tương tự, theo lời tiên tri, sau này nó cũng được dùng để tạo ra một cái bóng khổng lồ."
          }
        ]
      },
      {
        "title": "Quyển IV",
        "desc": [
          {
            "type": "RichText",
            "text": "…Bắt đầu từ hôm nay, đề tài thực nghiệm về tộc Rồng sửa thành đề tài do đích thân Watatsumi Omikami chỉ định. Tất cả các tài liệu lưu trữ trước năm đầu tiên của kỷ nguyên Watatsumi đều bị tiêu hủy. Bãi bỏ cách phân loại lưu trữ theo ký tự ngôn ngữ Watatsumi cổ như Alpha, Beta, Gamma, Delta và Epsilon, bắt đầu dùng đất, nước, lửa, gió, ête và hư không làm cách phân loại mới.\nGhi chú và trích dẫn nên được viết trong ([]). Căn cứ theo trình tự như sau để viết: Tên tiêu đề – số thứ tự – tiêu đề – tác giả. Tác giả có thể bỏ qua, hoặc ghi số của viện nghiên cứu, nghiêm cấm tiết lộ tên Vương Quốc Đêm Trắng cổ/tên Enkanomiya hoặc tên Watatsumi hiện đại/Narukami/tên tiếng địa phương Inazuma của nhà nghiên cứu.\nĐừng viết nhật ký, thư tình và tiểu thuyết giả tưởng trong ghi chép thực nghiệm.\n…\nKhả năng tiến hóa của tộc Rồng (sau đây được gọi chung là Rồng Biển Sâu hoặc Rồng) ai cũng thấy rõ. (Cuộn nước-101-Sự tiến hóa của tộc Rồng-1).\nChúng tôi thử hạ nhiệt độ không gian sống của rồng chịu nhiệt khi còn nhỏ. Nó trở nên yếu ớt sau khi trưởng thành. Có lẽ là do trong cơ thể nó không có “hạt giống” để chống chọi với môi trường này. Nhưng các con của nó đều sở hữu đặc tính cơ thể nhiều mỡ, hay ngủ, và nguyên tố Băng. (Xem dữ liệu thực nghiệm phía sau nội dung chính. Dữ liệu khác thường trong mẫu 3 là do trợ lý của tôi đồng cảm với nhóm đối chiếu chịu đói, nên đã lén lút cho ăn.)\nLúc này, đưa con cái của chúng đến môi trường nóng gay gắt, chúng cũng chọn đặc tính chịu nhiệt giống như tổ tiên của chúng. Chỉ là hiện tại chưa xuất hiện đặc tính nguyên tố Hỏa.\nĐó không đủ để đưa ra kết luận, nhưng có thể xác nhận phỏng đoán. Rồng Biển Sâu có thể tự do thức tỉnh “hạt giống” của mình trước khi trưởng thành. Và khi cơ thể rồng mẹ gặp phải môi trường khắc nghiệt chưa từng thấy, nó có thể kết thành “hạt giống” mới cho con mình.\nTrước khi gặp người dân Enkanomiya chúng ta, trong cơ thể Rồng Biển Sâu đã có cả một kho vũ khí được cất giấu.\n…\nKết quả thực nghiệm trí tuệ thật đáng ngạc nhiên. ([Hư không – 207 – Nghiên cứu về trí thông minh của rồng]). Việc sàng lọc được thực hiện theo cơ chế thưởng phạt song song (Thật ra theo nghiên cứu trước đây, việc sàng lọc là không cần thiết. Mỗi cá thể rồng đều là một sự thích ứng hoàn hảo). Bốn thế hệ sau, khả năng hiểu ngôn ngữ của rồng đã đạt đến trình độ trí tuệ gần với học sinh mười hai tuổi. Hay nói một cách khắt khe hơn, vốn dĩ rồng đã có cách giao tiếp riêng của mình và ở đây chúng đã chứng tỏ được khả năng học hỏi.\nChúng tôi nghĩ rằng nghiên cứu này nên được dừng lại. Nếu không, chúng ta có thể bị thấy là quá thiển cận vì trước đây đã đuổi người viết câu chuyện hoang tưởng về rồng.\nTheo lời tiên tri, Vua Rồng Nước sẽ được sinh ra dưới hình dạng con người. Chúng ta tuyệt đối không được để điều này xảy ra ở Enkanomiya.\n…\nTất cả các ca cấy ghép trước đó đều thất bại. ([Hư không – 907 – Mệnh lệnh của Watatsumi Omikami – 1]). Vì không thể dung nạp được máu của Watatsumi, cơ thể của rồng sẽ xuất hiện những phản ứng không tốt. Không biết có phải là do vẫn không đủ mạnh hay không. Bằng cách lập kế hoạch cho lộ trình tiến hóa của rồng, chúng tôi đã lai tạo ra loài rồng mạnh nhất về mặt lý thuyết.\n…\nCa ghép về cơ bản được coi là thành công. ([Hư không – 907 – Mệnh lệnh của Watatsumi Omikami – 3]). Sự bài xích hóa ra vì rồng là sinh vật của thế giới ánh sáng (hay còn gọi là sinh vật nguyên tố), nên đã tương sát với sức mạnh thế giới loài người của Omikami và thân quyến.\nTất cả ghi chép thực nghiệm đã được khép lại. Trong chuyến thực nghiệm ở đây, không một ai trong tộc rồng bị mất mạng vì thực nghiệm, tất cả đều được sống đến cuối đời.\nCa ngợi tấm lòng từ bi của Watatsumi Omikami."
          }
        ]
      },
      {
        "title": "Quyển V",
        "desc": [
          {
            "type": "RichText",
            "text": "Câu đố 1: Cái gì sáng bốn chân, ngày hai chân, đêm ba chân?\nĐáp án: Loài rồng buổi trưa hóa thành người để tham gia vũ hội, té gãy chân nên phải chống gậy.\nThật ra đáp án này là đáp án mà các hiền nhân thích nhất, và chỉ có bọn trẻ mới đáp đúng. Đối với người lớn, rồng hóa thành người là một âm mưu đáng sợ, theo lời tiên tri của người xưa, Long Vương nguyên tố Thủy nhất định sẽ tái sinh dưới hình dạng con người. Đối với trẻ con, thì câu trả lời này cho thấy khả năng có thể hiểu nhau.\nNhưng làm cho những con rồng trở nên dễ thương như thế này cũng có mặt hạn chế của nó. Tuy đã xua tan được nỗi sợ hãi nhưng nó cũng khiến bọn trẻ mất cảnh giác.\n(Rồng Biển Sâu đã tiến hóa ra các nguyên tố khác và mất đi sự thuần khiết của chúng. Dòng tộc của chúng đã không còn sinh ra Long Vương nữa.)\nCâu đố 2: Chỉ có một miệng, nhưng lại có đến 4,2,3 chân. Mặc dù không thể hóa thành hình dạng khác, nhưng lại có thể tìm thấy trên đất, biển và bầu trời. Thứ gì khi dùng càng nhiều chân để đi thì sức sống càng yếu?\nĐáp án: Con người.\nKhi còn bé, con người bò bằng bốn chân, khi lớn lên bắt đầu đi bằng hai chân, khi về già chỉ có thể chống gậy. Không còn nghi ngờ gì nữa, đáp án của câu hỏi kinh điển này chính là con người.\nCâu đố 3: Cái gì chỉ có một miệng biết nói, nhưng lại có 4 và 2 chân.\nĐáp án: Đời sống chăn nuôi\nCâu đố này rất cũ, và trước đây chúng tôi chỉ có thể hiểu ý nghĩa của chăn nuôi từ văn bản. Bốn chân ám chỉ những sinh vật như “Aux”, “Hors” và “Foreste Bore”. Sau khi Vương Quốc Đêm Trắng sụp xuống lòng đất, những sinh vật này cũng bị tuyệt chủng trong hai thế hệ do thiếu thức ăn và môi trường sinh sôi.\nKhoảng thời gian sau khi Watatsumi Omikami xuất hiện, một số cư dân đã lên mặt biển để khai khẩn và giao lưu văn hóa. Vì vậy, chúng tôi đã có thể đối chiếu tên thông thường của những sinh vật này. Theo lời tiên tri của Ngự Sử và Omikami, sớm muộn rồi cũng sẽ có một ngày tất cả chúng tôi trở lên mặt biển, vì vậy phải sửa lại tên là điều cần thiết.\n“Aux” là bò, “Hors” là ngựa và “Foreste Bore” là lợn rừng.\nCâu đố 4: Có hai chị em, họ sinh ra nhau hàng ngày. Xin hỏi họ là ai?\nĐáp án: Ngày và đêm, hoặc đêm trắng và đêm đen.\nCâu đố này rất dễ hiểu, ngày đêm xoay vòng. Ở Vương Quốc Đêm Trắng thì là vòng xoay giữa đêm trắng và đêm đen của Dainichi Mikoshi. Mặc dù trước khi có Dainichi Mikoshi thì luôn là đêm đen, nhưng điều đó không ảnh hưởng đến ánh sáng ban ngày mà mọi người từng thấy.\nSẵn tiện xin đề cập luôn, hai hiện tượng đặc biệt của Vương Quốc Đêm Trắng là Thần Lâu và Ảo Ảnh Tội Lỗi ban đầu đều được gọi là “Eidolon”, mọi người cho rằng bản chất của chúng là như nhau. Sau này, với sự xuất hiện của Watatsumi Omikami, người ta mới hiểu ra hai hiện tượng này, và tên gọi cũng được tách ra từ đó. Mặc dù không có ban ngày, nhưng ảo ảnh Thần Lâu xuất hiện trong đêm trắng vẫn được gọi là “Ảo Ảnh Lửa Mặt Trời”, trong đêm đen thì được gọi là “Ảo Ảnh Lửa Ma”. Theo thời gian, do cả hai đều có chung nguyên lý nên được thống nhất gọi là “Ảo Ảnh Lửa Mặt Trời”.\nCâu đố 5: Ta là hậu duệ hắc ám của chúa tể ánh sáng. Ta là con chim không cánh bay từ mặt đất lên bầu trời. Ai thấy ta sẽ chảy nước mắt, nhưng không phải vì đau buồn. Cơn gió nhẹ thổi qua, ta sẽ biến mất ngay khi vừa chào đời.\nĐáp đán: Đáp án là khói. Chim là một loài sinh vật có cánh và biết bay, vì vậy việc không nhìn thấy chúng ở Enkanomiya là chuyện rất bình thường.\nCâu đố 6: Một người cha có 12 người con, và mỗi người có 60 cô con gái với ngoại hình khác nhau. Những cô con gái này người trắng người đen, cứ thế lặp lại. Gia đình của họ đều bất tử, nhưng sẽ âm thầm lụi tàn. Vậy ai là cha?\nĐáp án: Đáp án là “năm”. 60 cô cháu gái đen trắng đan xen nhau có thể sẽ khiến người dân của Vương Quốc Đêm Trắng cảm thấy khó hiểu. Nhưng nếu hiểu được câu đố số 4 thì sẽ biết là tại sao.\nVà câu đố này vào thời cổ đại còn có một phiên bản tiếp theo. Ý nghĩa đại khái là, mỗi cô cháu gái lại có 12 người con, mỗi người con đó lại sinh cho mẹ mình 60 đứa cháu ngoại. Mỗi đứa cháu ngoại cũng có 60 người con, mỗi người con lại có con cháu của riêng mình. Đến cuối cùng, tất cả con cháu cùng sinh ra hậu thế duy nhất và nguyên sơ. Hậu thế này chính là Tokoyo Ookami, cũng là mẹ của 14 tỷ “năm”\nWatatsumi Omikami đã nghiêm cấm phổ biến câu đố này.\n…\n“Phụ lục” – Nhân vật lịch sử, tên truyền thống – Cách sửa tên theo kiểu Narukami\nKairos – Tokoyo Ookami\n…Eris – Arisu\nAbrax – Aberaku\nCharon – Ka…\nSpartacus – Supada\nEmma – Ema\n… – Koi\nAntigone, Antigonus – Antei\n…\n…\nErebos, Erebus – Eboshi\nEchion – Eki\nUdaeus – Uda\nAsclepius – Surepio\n…"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Kho Tàng Vương Quốc Đêm Trắng"
          }
        ]
      }
    ]
  }
}