{
  "epId": 2892,
  "name": "Kết Cấu Nguyên Thủy - Tạo Lực",
  "desc": "<p>Người bảo vệ di tích cổ bị thất lạc trong sa mạc, đủ sức mạnh để trừng phạt bất cứ ai dám làm phiền giấc mơ của quân vương.</p><p>Công dụng ban đầu của những cỗ máy này không phải để canh giữ cung điện và đền thần, mà là để tái hiện thiên đường trong giấc mơ của vị quân vương ngu ngốc.</p><p>Bây giờ thiên đường đã biến mất từ lâu, chỉ còn những câu thần chú được khắc trên những cỗ máy này vẫn ghi lại những giấc mơ và lời hứa đã bị người đời lãng quên.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/08/27215281/60aa5a703106abea12e09b790da7972b_6663951859891770231.png",
  "menuId": 7,
  "menuName": "Kẻ Địch Và Ma Vật",
  "version": 1666002149,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Kết Cấu Nguyên Thủy - Tạo Lực"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Cơ Quan Tự Động"
          }
        ]
      },
      {
        "key": "Giáo Trình",
        "value": [
          {
            "type": "RichText",
            "text": "Cỗ máy cổ đại đến từ sa mạc, khác biệt rõ rệt với Cơ Quan Di Tích. Trong chiến đấu, Kết Cấu Nguyên Thủy sẽ ném linh kiện của nó ra ngoài, hạt nhân sẽ ẩn thân và vào trạng thái \"Tàng Hình\" và tăng kháng sát thương. <color=#ffe14b>Dùng phản ứng Xúc Tác để gây ảnh hưởng đến hạt nhân, hoặc dùng tấn công nguyên tố Lôi sau khi linh kiện bị phá hủy</color> , sẽ có thể phá hủy trạng thái tàng hình của Kết Cấu Nguyên Thủy, và khiến nó vào trạng thái tê liệt do quá tải."
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2891,
        "name": "Lăng Kính Hỏng Hóc",
        "desc": "<p>Linh kiện vỡ vụn thu được sau khi đánh bại kết cấu năng lượng.</p><p>Những cỗ máy có hình thù kỳ dị này là những người bảo vệ di tích sa mạc vĩnh hằng, có đủ sức mạnh để đâm xuyên qua núi đá và tái tạo lại các tảng đá. Nguyên tắc điều khiển những cỗ máy này tương tự như nhiều cơ quan bí ẩn trên và dưới mặt đất.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/13/27215281/53634f4eb83309bf52700c54b2dea58a_2795997053809781782.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2890,
        "name": "Lăng Kính Vẩn Đục",
        "desc": "<p>Linh kiện cũ thu được sau khi đánh bại kết cấu năng lượng.</p><p>Nghe nói những cỗ máy này không được tạo ra để làm sứ giả của sự hủy diệt và chinh phục, không giống như những “Cơ Quan Di Tích” khác nơi sâu trong sa mạc.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/13/27215281/6fc9ce285d4c112b085ddf6b992dc6a3_5847401209415170489.png"
      },
      {
        "type": "CustomEntry",
        "epId": 2889,
        "name": "Lăng Kính Phát Sáng",
        "desc": "<p>Linh kiện tinh xảo thu được sau khi đánh bại kết cấu năng lượng.</p><p>Vị vua của sa mạc đã từng có một giấc mơ và hứa hẹn nhiều điều.</p><p>Trong truyền thuyết về sa mạc, những sáng tạo máy móc này ban đầu là đạo cụ để thực hiện lời hứa của họ, và bây giờ chỉ có ký ức máy móc của chúng là khắc ghi những giấc mơ và lời hứa mà không ai có thể nhớ được.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/13/27215281/2ab7dbee3f620054b23f63686fd2c063_1469457873268645831.png"
      }
    ]
  }
}