{
  "epId": 2921,
  "name": "Quyển Nhạc Trôi Nổi",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Mảnh sách cổ được học giả Học Phái Vahumana đào lên từ di tích của biển cát, không thể đoán được thân phận của tác giả.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/44749939/52c0e2bdaab13b365f4505cfa5a8e47a_1525825323719078692.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1701498050,
  "components": {
    "galleryCharacter": [
      {
        "key": "Vị Trí",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/44749939/ba2c9b34ad628dc8ff70a7fa41b642c3_2753231291348012965.png"
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Bản Đồ Tương Tác Teyvat"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=1&lang=vi-vn#/map/2?center=2782.25,-3548.25&zoom=1.00&shown_types=410"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Quyển Nhạc Trôi Nổi"
          }
        ]
      },
      {
        "key": "Cách Nhận",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#dbdee1>Cung Điện Daena - Quyển 1</color>\n<color=#dbdee1>Cung Điện Daena - Quyển 2</color>\n<color=#dbdee1>Cung Điện Daena - Quyển 3</color>"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Quyển Nhạc Trôi Nổi I",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>...Nữ chủ nhân của Pushpavatika nghe xong câu chuyện này, bèn không ngần ngại hạ thấp chính mình,</color>\n<color=#ffffffa6>Đi đến cung điện to lớn của (...), với ý đồ dùng những câu đố khó để kiểm tra trí tuệ của vương nữ.</color>\n<color=#ffffffa6>Vô số thị nữ, người hầu và binh lính đều đang đứng vây quanh nữ chủ nhân mãi mãi rực rỡ đó,</color>\n<color=#ffffffa6>Bọn họ đều mặc vải sợi lanh và tơ lụa, trông giống như hàng vạn vì sao lấp lánh đang tô điểm cho ánh trăng duy nhất.</color>\n<color=#ffffffa6>(Ghi chú của Tafazzoli - Herbad của Viện Haravatat: Ở đây có một chỗ dịch sai. \"Tơ lụa\" trong câu cuối cùng ở chương này nên dịch là \"một loại vải mà chưa ai nhìn thấy\", để tránh nhầm lẫn với đặc sản của Liyue. Mặt khác \"cung điện to lớn\" được nhắc đến trong câu thứ hai ở chương này, trong câu nói gốc cũng không phải ý chỉ \"cung điện\", hay một \"kiến trúc\" cụ thể nào, mà là \"vùng đất nơi thần đến\". Học giả chịu trách nhiệm phiên dịch cuốn sách này của Học Viện Vahumana dường như không thực sự hiểu được ngôn ngữ của thời đại đó, nhưng tôi vẫn sẽ viết các ghi chú cẩn thận.)</color>\n<color=#ffffffa6>...Hương thơm ngọt ngào vây quanh vương nữ của (hàng rào? vườn hoa? chiến trường?),</color>\n<color=#ffffffa6>Như dòng suối chảy quanh vầng trăng bạc dưới bóng cây.</color>\n<color=#ffffffa6>Từ xưa đến nay, chưa ai từng được nhìn ngắm vẻ đẹp như vậy,</color>\n<color=#ffffffa6>Cũng như chưa ai từng thấy sương sớm rơi vào tháng bảy.</color>\n<color=#ffffffa6>(Ghi chú của Tafazzoli - Herbad của Viện Haravatat: Câu đầu tiên của chương này, những từ tạm thời không thể xác định hàm ý, có thể được dịch là \"cánh đồng\" hoặc \"nghĩa trang\".</color>\n<color=#ffffffa6>Ghi chú của Yarshater - Herbad của Viện Vahumana: Vô cùng cảm ơn những ghi chú của thầy Tafazzoli, bây giờ chúng tôi vẫn chưa biết được rốt cuộc tác giả của cuốn sách này là ai.)</color>\n<color=#ffffffa6>...Thế là nữ chủ nhân của Pushpavatika nói rằng:</color>\n<color=#ffffffa6>\"Hãy ca tụng Người Có Cánh, vị quân vương thống lĩnh vạn quốc trên mặt đất.</color>\n<color=#ffffffa6>Tôi là một tinh linh nguyên sơ, tôi là ảo ảnh chập chờn, tôi là một tia sáng trong mắt của đấng tạo hóa.</color>\n<color=#ffffffa6>Người dân phương xa đều đang ca ngợi sự khôn ngoan của ngài, không biết ngài có thể phá bỏ được sự mê man đã đeo bám tôi bấy lâu nay không?</color>\n<color=#ffffffa6>Những hương liệu, vàng cùng đá quý này, tôi sẽ tặng hết cho ngài như quà tạ lễ, xem như món quà giải đáp ba câu đố của tôi.\"</color>\n<color=#ffffffa6>Vương nữ (...) đó đã trả lời như sau:</color>\n<color=#ffffffa6>\"Hãy ca tụng Người Có Cánh, lẽ phải cai trị vạn quốc trên mặt đất,</color>\n<color=#ffffffa6>Tôi là chủ nhân của ngày hôm qua, tôi là chúa tể của buổi sớm mai, nhưng lại chưa từng nhìn thấy vẻ xinh đẹp tuyệt trần và ưu nhã thanh lệ như cô.</color>\n<color=#ffffffa6>Nữ chủ nhân của Pushpavatika, dù trong lòng cô có nghi vấn gì, cô đều có thể nói hết với tôi.</color>\n<color=#ffffffa6>Những hương liệu, vàng và đá quý này dù có đặt chung một chỗ, cũng không thể so sánh với giá trị của việc truyền đạt kiến thức.\"</color>"
          }
        ]
      },
      {
        "title": "Quyển Nhạc Trôi Nổi II",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Thế là, nữ chủ nhân của Pushpavatika lại nói:</color>\n<color=#ffffffa6>\"Quân vương nhân từ, nếu ngài chân thành như thế,</color>\n<color=#ffffffa6>Vậy xin ngài hãy nghe tôi đọc câu đố đầu tiên ở đây.</color>\n<color=#ffffffa6>Thứ gì khi còn sống thì lạnh lẽo như xác chết,</color>\n<color=#ffffffa6>Sau khi biến mất lại có thể gửi hơi ấm cho con người?\"</color>\n<color=#ffffffa6>Vương nữ (...) đó đã trả lời như sau:</color>\n<color=#ffffffa6>\"Cô đang nói về những cây Tường Vi cuối xuân, dù đầy gai nhưng vẫn không thể giấu nổi hương thơm.</color>\n<color=#ffffffa6>Những đóa hoa bị hái xuống chế thành nước hoa đậm hương tinh túy, cành hoa thì bị cắt làm lõi đèn dầu.</color>\n<color=#ffffffa6>Từ xưa đến nay biết bao kẻ si tình đã say đắm cô ấy, Vua Deshret cũng phải trầm trồ trước vẻ đẹp của cô</color>\n<color=#ffffffa6>Nhưng Tường Vi lại chưa từng vấn vương một ai, chỉ héo rũ theo trăng non cùng sương sớm.\"</color>\n<color=#ffffffa6>Nữ chủ nhân của Pushpavatika thầm khen trong lòng, nhưng gương mặt xinh đẹp vẫn bình thản như không.</color>\n<color=#ffffffa6>Cô bình tĩnh tiến lên một bước, nói câu đố thứ hai với vương nữ.</color>\n<color=#ffffffa6>Nữ chủ nhân của Pushpavatika nói:</color>\n<color=#ffffffa6>\"Hỡi quân vương thông thái, quả thật ngài đã đáp đúng câu đố đầu tiên mà tôi hỏi,\"</color>\n<color=#ffffffa6>Thế nhưng, từ những vì sao đến vực thẳm, trên thế gian này vẫn còn vô số điều bí ẩn khó lý giải.</color>\n<color=#ffffffa6>Hỡi quân vương thông thái, nếu sự khôn ngoan của ngài thực sự không khác gì lời đồn của nhân gian,</color>\n<color=#ffffffa6>Xin ngài hãy giống như khi trả lời câu đố đầu tiên, hãy đáp lại câu đố thứ hai của tôi.</color>\n<color=#ffffffa6>Thứ gì từ dưới đất lên trời, lại rơi từ trên trời xuống,</color>\n<color=#ffffffa6>Không ai từng nhìn thấy nó, nhưng nó lại nhìn thấy tất thảy mọi thứ,</color>\n<color=#ffffffa6>Trên cũng giống như dưới, dưới cũng giống như trên,</color>\n<color=#ffffffa6>Nhưng chỉ có thể từ trên xuống dưới, chứ không được từ dưới lên trên?\"</color>\n<color=#ffffffa6>Vương nữ (...) đó đã trả lời như sau:</color>\n<color=#ffffffa6>\"Cô đang nói về chính pháp được trời cao thiết lập, quy hoạch thần thánh được rèn đúc ngay từ thuở ban đầu.</color>\n<color=#ffffffa6>Không ai trên thế gian này từng nhìn thấy luật pháp vĩnh hằng, nhưng luật pháp vẫn luôn cai trị thế gian.</color>\n<color=#ffffffa6>Chỉ có thể cúi đầu quy phục trước Vaana, tuyệt không được kiêu ngạo ba hoa lừa dối và mưu mô.</color>\n<color=#ffffffa6>Nếu dám cả gan sao chép cấm thuật đó, chỉ có sự hủy diệt chờ đợi tại bờ vực của tri thức.\"</color>"
          }
        ]
      },
      {
        "title": "Quyển Nhạc Trôi Nổi III",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Nữ chủ nhân của Pushpavatika nghe xong rất thích thú, nhưng khuôn mặt xinh đẹp vẫn lạnh lùng như cũ.</color>\n<color=#ffffffa6>Cô nhẹ nhàng cúi người hành lễ với người biết tất cả, đưa ra câu đố thứ ba cho vương nữ.</color>\n<color=#ffffffa6>Nữ chủ nhân của Pushpavatika nói:</color>\n<color=#ffffffa6>\"Hỡi quân vương thông thái, ngài quả thật nắm giữ hết tất cả sự thông tuệ của vạn vật giữa các vì sao và vực sâu,</color>\n<color=#ffffffa6>Thế nhưng, thế gian này không chỉ có những thứ ngắn ngủi, mà còn có những thứ càng xứng danh hào quang vĩnh cửu.</color>\n<color=#ffffffa6>Hỡi quân vương thông thái, nếu sự khôn ngoan của ngài thực sự không khác gì lời đồn của nhân gian,</color>\n<color=#ffffffa6>Xin ngài hãy giống như khi trả lời câu đố thứ hai, hãy đáp lại câu đố cuối cùng của tôi.</color>\n<color=#ffffffa6>Thứ gì không thể chống đỡ mũi tên, nhưng có thể chống lại sự hủy diệt,</color>\n<color=#ffffffa6>Thứ gì không thể phá hủy bộ giáp, nhưng có thể phá vỡ thành trì,</color>\n<color=#ffffffa6>Không khuất phục sứ giả của trời cao, cũng không khuất phục vạn quốc trên mặt đất,</color>\n<color=#ffffffa6>Dù là chư thần hay tà ma, dốc hết sức cũng không thể thắng được nó?\"</color>\n<color=#ffffffa6>Vương nữ (...) đó đã trả lời như sau:</color>\n<color=#ffffffa6>\"Cô đang nói về trí tuệ vô tận, chính nó sẽ bảo vệ nền văn minh (...).</color>\n<color=#ffffffa6>Nó sẽ sống lại từ cái chết như (...), sẽ vĩnh viễn không bị hủy diệt như (...).</color>\n<color=#ffffffa6>Dù thời gian có cuốn cát bụi dưới chân, ngàn năm sau nó vẫn như (...).</color>\n<color=#ffffffa6>Mọi người sẽ vì nó (...) mà vui mừng, mà nó chắc chắn cũng sẽ vì họ mà (...).\"</color>\n<color=#ffffffa6>(Ghi chú của Tafazzoli - Herbad của Viện Haravatat: Những chỗ bị thiếu ở đây không phải do con người làm ra, mà là do cuốn sách đã bị rơi rớt. Một số phần bị thiếu có thể được suy đoán thông qua dấu tích liên quan của bản gốc, nhưng đáng tiếc là, dường như Học Viện Vahumana phụ trách việc phiên dịch bản gốc không hiểu được những kiến thức liên quan, vì vậy tôi sẽ bổ sung một chút ở đây.</color>\n<color=#ffffffa6>Từ còn thiếu trong câu đầu tiên của chương này: \"(thuộc về) (chúng) tôi\", hoặc \"vĩnh cửu\", hoặc \"toàn bộ\";</color>\n<color=#ffffffa6>Từ còn thiếu trong câu thứ ba của chương này: Đây có vẻ là tên của một người, nhưng cũng có thể điền vào \"di thể được xử lý thỏa đáng\";</color>\n<color=#ffffffa6>Từ còn thiếu đầu tiên trong câu thứ tư của chương này: \"quay về\", hoặc \"chết đi\", hoặc \"hồi sinh\".</color>\n<color=#ffffffa6>Những từ bị thiếu còn lại không thể đoán được.</color>\n<color=#ffffffa6>Ghi chú của Yarshater - Herbad của Viện Vahumana: ...Có phải lúc đó bạn đã hoàn toàn không nói với tôi những điều này?)</color>\n<color=#ffffffa6>Vương nữ đã trả lời cả ba câu đố, không câu đố nào là bí mật có thể làm khó được cô.</color>\n<color=#ffffffa6>Nữ chủ nhân của Pushpavatika nghe được câu trả lời của cô, không khỏi khâm phục vương nữ sát đất.</color>\n<color=#ffffffa6>Vì vậy, nữ chủ nhân của Pushpavatika cất lời:</color>\n<color=#ffffffa6>\"Hỡi đức quân vương nhân từ lại thông thái, vĩnh cửu vô tận,</color>\n<color=#ffffffa6>Trí tuệ của ngài quả thật vượt xa lời đồn của mọi người.</color>\n<color=#ffffffa6>Gia quyến của ngài phải hạnh phúc biết bao, thần dân của ngài may mắn biết bao,</color>\n<color=#ffffffa6>Họ có thể ở bên cạnh ngài, lắng nghe những lời dạy của ngài.\"</color>\n<color=#ffffffa6>...Kể từ đó, hai vị vương nữ đã lập thành một giao ước vững bền, người đã ở bên cạnh họ từ đầu đến cuối, chính là vị quân vương (Máu tươi? Oán hận? Vương miện đỏ?), ba người đồng tâm hợp lực, cùng nhau dẫn dắt con dân (...) đến sự phồn vinh vĩnh hằng.</color>"
          }
        ]
      }
    ]
  }
}