{
  "epId": 2922,
  "name": "Luận Kinh Cổ Xưa",
  "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Một cuốn tiểu sử được viết bởi học giả Sumeru thời cổ, hi lại những việc làm của Tiểu Vương trong năm thảm họa</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/02/44749939/f3ea14608d4cab9b24c9dd8aa12beab2_5842177163378407019.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1701498048,
  "components": {
    "galleryCharacter": [
      {
        "key": "Vị Trí",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/02/44749939/ba2c9b34ad628dc8ff70a7fa41b642c3_4270579390162881156.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Luận Kinh Cổ Xưa"
          }
        ]
      },
      {
        "key": "Cách Nhận",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#dbdee1>Cung Điện Daena - Quyển 1</color>\n<color=#dbdee1>Cung Điện Daena - Quyển 2</color>\n<color=#dbdee1>Cung Điện Daena - Quyển 3</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Bản Đồ Tương Tác Teyvat"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=1&lang=vi-vn#/map/2?share_id=1701450077447499393022-c4346176-222c-4198-b0ee-51c54cc739e4&index=39&share_type=markers"
      }
    ],
    "body": [
      {
        "title": "Luận Kinh Cổ Xưa I",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>...Ta không dám ngông cuồng nhắc đến tên thật của nàng, cũng không dám vượt quá bổn phận, dùng suy nghĩ phàm tục này để suy đoán tư thái của nàng. Ta Sunitha Cosamvi, nô bộc với chút kiến thức nông cạn này, chẳng qua là viết lại câu chuyện mình nghe được về nàng từ miệng các hiền nhân từng đi theo nàng, chứ không phải nghe ngóng từ nơi nào khác. Những lời này cũng giống như sự tồn tại của bản thân ta vậy, chân thật không dám sai lời.</color>\n<color=#ffffffa6>Khi ánh trăng bị nghiền nát, đàn thú xuất hiện từ đáy vực, gặm nhắm ngàn vạn sinh linh. Những thứ được nàng tạo ra, không có bất kỳ thứ nào tránh được kiếp số bị tiêu diệt; những điều thiện, sự bình an và tri thức do nàng ban tặng khi đứng trước cái ác thuần túy cũng đã rụng rơi vô số. Dưới ánh trăng nhe nanh cười, làn sóng đen khô cằn lướt qua sa mạc và thung lũng, biến từng dòng suối từng có tường vi lượn quanh trở thành dòng nước vẩn đục. Sự ô uế của nó nhuốm bẩn mặt đất, người phàm vì tuyệt vọng mà run rẩy. Hiền giả gọi nó là Thủy Triều Đen, vì nó là cơn hồng thủy lan rộng, nuốt chửng tất cả thành thị, thôn trang và nơi hoang dã.</color>\n<color=#ffffffa6>Nàng tận mắt chứng kiến mọi thứ, vì đau đớn và bi thương của sinh linh, nàng đau khổ rơi lệ. Nước mắt của nàng rơi xuống mặt đất, dập tắt tà hỏa đang thiêu đốt, mặt đất khô cằn đang nhiễm bẩn cũng nhờ vậy mà sinh ra đóa hoa đọng những giọt sương mai. Nhưng ngọn nguồn của tai ương vẫn đang rình rập dưới vùng đất khô cằn này, bóng tối chết chóc vẫn còn che kín ánh trăng vốn trắng ngần. Nên nàng đã hạ một chí nguyện lớn lao, quyết tâm cứu rỗi sinh linh trên mặt đất, cùng những linh sứ đi theo mình, bước lên con đường viễn chinh cuối cùng.</color>"
          }
        ]
      },
      {
        "title": "Luận Kinh Cổ Xưa II",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Nàng men theo ánh sáng loang lỗ, đi vào canh rừng đã bị nghiền nát. Mỗi bước đi đều có hàng ngàn đóa Sen Nilotpala nở rộ sau lưng nàng. Tất cả kiếp nạn, khói lửa, chết chóc và hủy diệt đều lùi bước trước trí tuệ diệu kỳ của nàng. Phồn hoa lại nở rộ giữa điêu tàn, đến nay vẫn còn tươi tốt, nhiều như đá sỏi trong dòng sông Ardravi. Gió lốc cũng vì tiếng ca của nàng mà dừng lại, hóa thành làn gió dịu dàng, lay nhẹ chiếc chuông nhỏ trên vạt áo của nàng, phát ra thanh âm vô cùng êm tai. Các linh sứ, tinh linh, người phàm lẫn những thứ không phải con người đều hoan hỉ an lạc, kính tụng tên của nàng, bởi vì nàng là hiện thân của sự thông tuệ, cũng là hiện thân của lương thiện.</color>\n<color=#ffffffa6>Trong rừng sâu, nàng hái cỏ làm công cụ, hái hoa làm vương miện, thổi lên giai điệu Karrenay không tì vết. Chỉ trong khoảnh khắc, ngàn vạn ma quân đã hóa thành bụi mù tan biến, không thể tìm thấy ở đâu nữa. Nàng nhẹ nhàng lau đi giọt lệ của sinh linh trong rừng sâu, an ủi nỗi đau của chúng, cũng như khi xưa nàng từng thổi làn gió sự sống đến khắp biển cát, giống như người hầu gái đã đến ốc đảo vĩnh hằng thời xa xưa.</color>\n<color=#ffffffa6>Nhưng mặt đất này vẫn đổ nát như thế, ác quỷ và tà ma đã nuốt chửng trái tim của nó, biến nơi đó thành chỗ ở của mình, trở thành hang động nơi ánh sáng của nhật nguyệt không thể chiếu rọi tới. Chúng lấy bụi đất làm châu báu, dùng bùn đất làm món ngon, khoác lông vũ như loài chim, nhưng lại không thể cất cánh giữa trời cao. Nàng đã hạ quyết tâm phải đến nơi đó, đến hang động tối đen đó, bước vào hang ổ tà ma chưa từng có người nào rời khỏi được, bước lên con đường không có lối về đó, bắt đầu hành trình nhân từ và thanh cao.</color>\n<color=#ffffffa6>Nàng một mình đi vào trái tim phàm thế đã trở nên trống rỗng kia, sờ nhẹ vào gương mặt vĩnh hằng của nó. Thế rồi, nàng hóa thành Gaokerena bất hủ, cũng hóa thành bản thân trần thế. Mỗi tia linh tri, mỗi ngọn cỏ thơm, đều là ý chí bất hủ của nàng. Lại có biển hoa hừng hực nở rộ bên cạnh nàng, màu như ngọc bích, hương thơm như tường vi, mềm như áo trời, chim chóc vây quanh nàng ca hát, ca tụng cuộc sống mới mà nàng có được, cũng như người phàm vứt chiếc áo cũ nát đi, thay bằng bộ lễ phục mới tinh, vứt bỏ gông cùm xiềng xích vốn có, bước vào cung điện vĩnh cửu.</color>"
          }
        ]
      },
      {
        "title": "Luận Kinh Cổ Xưa III",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Rất nhiều người thậm chí còn chưa từng nghe giọng của nàng, dù có nghe được, bọn họ cũng không biết đó chính là nàng. Bởi vì người hiểu biết rộng lại giỏi truyền đạt vốn đã hiếm có, người hiểu rõ chân lý lại giỏi truyền dạy lại càng hiếm hơn. Ý chí của nàng bao trùm tất cả, cũng như tri thức không thể hủy diệt. Những thứ không thể hủy diệt kia, bất kỳ kẻ nào cũng không thể xâm phạm, bởi vì nó chưa từng tồn tại trên đời này, nhưng cũng chưa từng chưa tồn tại.</color>\n<color=#ffffffa6>Phải biết, rừng sâu từng chao đảo trước làn sóng thú đen kịt, ánh trăng phản chiếu trong nước tan vỡ thành từng mảnh như giấc mơ của nó, mê cung vô tận đã sụp đổ trong ngọn lửa thiêu đốt. Quân vương của muông thú phát ra tiếng rống hấp hối, vì bảo vệ những gì nàng đã giao cho mà hy sinh bản thân. Nhưng bản thân hồi ức chưa từng tan biến, chưa từng sụp đổ, cũng chưa từng chết đi, cũng giống như trí tuệ mà nàng đã đánh mất vậy, không sống, không chết, vĩnh hằng, cổ xưa.</color>\n<color=#ffffffa6>Dựa vào chỉ dẫn của nàng, vương nữ cõi mộng nhẹ nhàng bẻ cành cây màu trắng kia, dựng lại bãi săn xanh biếc giữa những chiếc lá khô. Mà những đứa trẻ thuộc về rừng rậm, đã phát ra các chí nguyện to lớn kia, cuối cùng cũng có thể đón giấc ngủ ngon. Dù trải qua bao nhiêu gian khổ, tay thợ săn cũng sẽ tìm được đường về. Đó chính là lời hứa nàng trao lại cho đám trẻ, những người lớn đã từng là trẻ con kia, cũng là lời hứa nguyên sơ và cuối cùng. Có lẽ bụi trăng rải rác khắp thế gian này cuối cùng cũng sẽ biến mất như sương mai, nhưng những thứ còn đọng lại trong ký ức, tất cả mộng đẹp lẫn nhớ nhung, lại như những hạt trân châu, dù bị gió cát giày xéo bao nhiêu lần, nhưng cũng không thể thay đổi bản sắc trong sạch của chúng.</color>"
          }
        ]
      }
    ]
  }
}