{
  "epId": 2924,
  "name": "Câu Chuyện Về Shiruyeh Và Shirin",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Trong gió đêm, Trấn Linh kể câu chuyện về cậu bé chăn cừu. Đó là một câu chuyện không rõ nguồn gốc và đầy vô lý.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/f5ae53f4b2bce42357d1d9143add7ad4_3528978008670138115.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1705334953,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Câu Chuyện Về Shiruyeh Và Shirin"
          }
        ]
      },
      {
        "key": "Cách Nhận",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#dbdee1>Cung Điện Daena - Quyển 1</color>\n<color=#dbdee1>Cung Điện Daena - Quyển 2</color>"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Vị Trí",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/02/44749939/a73288b0d429dc8b1c59ca700438b25c_3772917340623570557.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Bản Đồ Tương Tác Teyvat"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=1&lang=vi-vn#/map/2?share_id=1701450077447499393022-c4346176-222c-4198-b0ee-51c54cc739e4&index=39&share_type=markers"
      }
    ],
    "body": [
      {
        "title": "Câu Chuyện Về Shiruyeh Và Shirin I",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>\"Câu chuyện sắp kể tiếp theo đến từ thời đại \"Vua Dịch Bệnh\" Shiruyeh. Chỉ có điều, vào lúc đó vị phiên vương này vẫn chưa nổi tiếng với ác danh \"Đại Dịch Shiruyeh\", thần dân của hắn ta cũng chưa lưu lạc vào thế giới đen tối, trở thành loài thú hoang mất đi khả năng ngôn ngữ và gương mặt...\"</color>\n<color=#ffffffa6>Tinh linh của Nguyệt Nữ Thành khựng lại một lúc, duỗi lưng thật dài. Những đồng bạc trên cổ tay và mắt cá chân phát ra tiếng kêu leng keng, giống như rất bất mãn vì Thú Thồ Hàng quá xóc nảy.</color>\n<color=#ffffffa6>\"Mà này, nhóc quạ, ngươi có biết ý nghĩa của cái tên \"Shiruyeh\" không?\"</color>\n<color=#ffffffa6>\"Ừm... hoang đường nực cười, kẻ hèn ti tiện?\"</color>\n<color=#ffffffa6>Thiếu niên bị gọi là \"nhóc quạ\" thuận miệng đáp. Quá mệt mỏi với sự uy hiếp từ ánh nắng mặt trời và cát lún, cậu không lòng dạ nào để ý đến câu chuyện của bạn đồng hành.</color>\n<color=#ffffffa6>\"Trong bộ lạc của bọn ta, \"Shiruyeh\" là một cái tên đáng sỉ nhục, chỉ thủ lĩnh bị trục xuất mới bị in biệt hiệu này trên trán, chỉ khi nguyền rủa và giễu cợt thì lời đó mới được thốt ra khỏi miệng. Đây là truyền thống của bọn ta... Nhưng thiết nghĩ ở bộ lạc khác thì chắc cũng không khác gì nhiều.\"</color>\n<color=#ffffffa6>\"Ha ha! Kiến thức của người phàm giống như dòng cát, dao động bất định như ngọn gió thời gian. Thật quái dị!\"</color>\n<color=#ffffffa6>Câu trả lời chiếu lệ của \"quạ đen\" đã thu hút sự chế nhạo đầy hứng thú của tinh linh.</color>\n<color=#ffffffa6>\"Thật ra... trong ngôn ngữ thất lạc, \"Shiruyeh\" có hàm ý là \"sư tử con chưa dứt sữa\". Phụ vương của hắn \"Parvezravan\" đã đặt cái tên này cho đứa con cưng vào ngày đầy tháng, nhưng lại hoàn toàn không biết rằng, chính ông ấy, vị phiên vương tự xưng là \"Linh Hồn Thường Thắng\" sẽ bị \"sư tử con\" mà ông yêu quý xé xác như một con linh cẩu...\"</color>\n<color=#ffffffa6>Tinh linh dừng lại một lúc, dường như sợ người nghe nhàm chán, trao đổi với cậu thiếu niên bằng ánh mắt, rồi tiếp tục kể:</color>\n<color=#ffffffa6>\"Về phần \"Parvezravan\". Truyền thuyết kể rằng vào thời đại mà những người phàm tự xưng phiên vương thống trị một phương, \"Parvezravan\" từng là một trong những vị vua hùng mạnh nhất...\"</color>\n<color=#ffffffa6>\"Parvezravan\" vốn không phải là tên thật của vị phiên vương này. Các tinh linh nói rằng, ông ấy từng là một cô nhi không cha không mẹ, được con chim khổng lồ Ghoghnus nuôi dưỡng trong tổ, được đặt tên là \"Kisra\", tức \"người được ban cho cái tên hay\". Sau này vì tham vọng xưng bá, được thần điểu phù trợ, lại được phiên vương Ormazd Shah nhận làm con nuôi, trở thành hiền triết và anh hùng giữa đám người phàm.</color>\n<color=#ffffffa6>Trong bài ca của dân tộc sa mạc đã biến mất kể rằng, Kisra đã vì phiên vương Ormazd Shah mà tiến đánh khắp bốn phương trên mặt đất, khiến cho chín mươi chín thành trì hủy hoại đi các tòa tháp cao và tường thành được xây từ bùn vữa và đồng đen, đánh bại thủ lĩnh của chín mươi chín bộ tộc du mục, lại trói chín mươi chín vị hiền triết trí tuệ thông hiểu nguyên lý sao trời bằng gông xiềng vàng, dẫn về giam cầm trong vương thành Gurabad cao ngất.</color>\n<color=#ffffffa6>Lúc đó, vùng đất thiên đường \"Valivija\" đã bị cơn bão cát vàng điên cuồng cuốn sạch, ba vị ma thần sống đã ngã xuống không còn một ai. Trong sự hỗn loạn cùng mờ mịt suốt trăm năm, những con dân người phàm lưu lạc khắp nơi đã từng tự thủ tại lãnh địa của phiên vương, mãi cho đến khi chủ nhân của ta Al-Ahmar cùng Hiền Vương Gỗ Xanh thu nạp thần dân, xây dựng lại thiên đường ốc đảo, thời đại cát cứ của các phiên vương mới kết thúc.</color>\n<color=#ffffffa6>Trở lại phần trước, nhờ công lao của Kisra, mà chiếc vương miện của Ormazd cũng ngày càng quý trọng hơn, cuối cùng thậm chí chiếc cổ của ông ấy cũng không thể chịu được sức nặng của chiếc vương miện nữa, không thể không dùng xích vàng ròng vĩnh viễn treo nó trong trung tâm đại sảnh.</color>\n<color=#ffffffa6>Kisra trẻ tuổi đã nhận được phần thưởng tối cao từ phiên vương Ormazd Shah vì những thành tựu cái thế của mình. Ông đã ban cho người con nuôi cái tên \"Parvez\", và gả con gái Shirin cho cậu ấy. Trong khúc ca phiêu diêu của các tinh linh kể rằng, cô ấy là con lai giữa vị phiên vương người phàm và lão tổ mẫu Liloufar, do đó có được trí tuệ ưu việt, hưởng được tuổi thọ vô hạn, có thể dự đoán hung cát ngay lập tức như những nhà hiền triết thuở đầu.</color>\n<color=#ffffffa6>Nếu Kisra Parvez dừng bước ngay lúc đó, tên tuổi anh hùng của ông ấy sẽ không có chút tì vết nào. Nhưng vào một ngày bị nguyền rủa nào đó, phiên vương Ormazd cùng ba trăm đứa con nối dõi đã bỏ mạng trong một đêm ở Thành Gurabad, sau khi biến cố hoang đường đó xảy ra, Kisra đã thuận lợi kế thừa vương vị, thêm cho mình danh hiệu \"Ravan\", trở thành phiên vương mạnh nhất trong số những người phàm trần.</color>\n<color=#ffffffa6>\"...\"</color>\n<color=#ffffffa6>Tinh linh cắt ngang câu chuyện, giương mắt nhìn mặt trời đỏ rực đang lặn xuống cồn cát. Sau đó huýt một tiếng chói tai, ý bảo chàng thiếu niên hãy dừng Thú Thồ Hàng lại, chuẩn bị hạ trại nghỉ qua đêm dưới cột đá gãy.</color>\n<color=#ffffffa6>\"Có người nói rằng...\"</color>\n<color=#ffffffa6>Tinh linh nhẹ nhàng nhảy xuống Thú Thồ Hàng, xoay mấy vòng trên cát, giống như vũ công \"Setaria\" đã thất truyền từ lâu, để ánh trăng vừa xuất hiện phủ đều lên làn da trong suốt của mình một lớp ánh bạc. Mùi hương của một dược bay theo trăm nghìn bím tóc, kèm theo tiếng chuông vàng ngân lên, lan đi thật xa.</color>\n<color=#ffffffa6>Sau đó, tinh linh khẽ nghiêng người dừng ngón chân lại, khẽ cười thành tiếng.</color>\n<color=#ffffffa6>Có người nói, vụ thảm sát ở Gurabad chính là do một tay anh hùng Kisra gây nên.</color>\n<color=#ffffffa6>Có người nói, vào đêm xảy ra thảm kịch, ác điểu không móng vuốt đã bay ra khỏi thành, không ăn không uống, gào khóc suốt đêm. Trong thành, chuột mặt người gây ra tai họa, chúng gặm nhấm dây xích treo vương miện bằng vàng, làm vương miện nặng nề đó rơi xuống đất, hư hỏng biến dạng.</color>\n<color=#ffffffa6>Người ta nói rằng, tiếng rơi của chiếc vương miện chấn động trời đất, thậm chí khiến cả những người hầu Fellahin định cư bên ngoài thành trì cũng đều phải run sợ vì một bạo chúa mà họ chưa từng gặp.</color>\n<color=#ffffffa6>Sau đó, nghe nói thậm chí còn có Nhà Mạo Hiểm tìm được căn hầm cổ đại của Thành Gurabad bị vùi lấp dưới lớp cát vàng, trong đó ẩn giấu thể xác khổng lồ của Ormazd và những người con của ông, trên mỗi thi thể khô héo đều lưu lại dòng chữ cổ không thể đọc được...</color>\n<color=#ffffffa6>\"Hy vọng câu chuyện này có thể khiến cậu sợ hãi.\"</color>\n<color=#ffffffa6>Tinh linh thích thú nhìn cậu bé phàm trần trước mặt đang uống nước từ cái bình làm bằng da thú.</color>\n<color=#ffffffa6>Các bộ lạc trong sa mạc vốn luôn có bản năng tiết kiệm và thận trọng đối với nước uống, mà tinh linh lại là sinh linh được sinh ra từ nguyên tố thuần khiết, chưa từng biết được cảm giác khát nước, chưa từng thỏa mãn những thú vui xa xỉ, giống như vị công chúa Shirin thuở xưa trong câu hát của bài ca buồn.</color>\n<color=#ffffffa6>\"Về con gái Shirin của lão tổ mẫu Liloufar, câu chuyện của chúng ta chỉ mới bắt đầu...\"</color>\n<color=#ffffffa6>Tinh linh lại nở nụ cười gian xảo, đôi mắt như hổ phách, nụ cười giống như nàng công chúa cố quốc xưa kia.</color>"
          }
        ]
      },
      {
        "title": "Câu Chuyện Về Shiruyeh Và Shirin II",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Lúc đó, vùng đất thiên đường \"Valivija\" đã bị cơn bão cát vàng điên cuồng cuốn sạch, ba vị ma thần sống đã ngã xuống không còn một ai. Trong sự hỗn loạn cùng mờ mịt suốt trăm năm, những con dân người phàm lưu lạc khắp nơi đã từng tự thủ tại lãnh địa của phiên vương, mãi cho đến khi chủ nhân của ta Al-Ahmar cùng Hiền Vương Gỗ Xanh thu nạp thần dân, xây dựng lại thiên đường ốc đảo, thời đại cát cứ của các phiên vương mới kết thúc.</color>\n<color=#ffffffa6>\"Đúng vậy, cô đã nói một lần rồi.\"</color>\n<color=#ffffffa6>Giọng điệu của cậu bé khá bực dọc, cậu ngắm nhìn trăng tròn trên bầu trời đầy sao, dựa theo vị trí của ngôi sao đồng hành để tính toán lộ trình ngày mai.</color>\n<color=#ffffffa6>Nhưng tinh linh biết rằng cậu ấy cũng đang chăm chú lắng nghe câu chuyện của cô. Điều này khiến cô không khỏi đắc ý, nhưng lập tức lại khó chịu vì hành động thất lễ đó:</color>\n<color=#ffffffa6>\"Tính cách của người phàm nóng nảy, nghe tai này lọt tai kia, làm sao ta biết cậu có đang nghe hay không chứ!\"</color>\n<color=#ffffffa6>Quay lại chủ đề chính của cuốn sách, Shirin, theo bài ca buồn của tinh linh, thì đó là con gái của anh hùng người phàm Ormazd và tinh linh \"Con Gái Thủy Liên\" Liloufar. Cô ấy sống trên lá sen, giữa những giọt sương thơm ngát, những con cò trắng tinh chúc phúc cho cô, rắn hổ mang dâng tặng cô những viên ngọc xanh biếc, cả cá sấu to lớn dũng mãnh cũng cúi đầu hành lễ trước cô.</color>\n<color=#ffffffa6>Là lão tổ mẫu của các tinh linh, trước khi giao con gái mình cho vị phiên vương phàm trần, Liloufar đã đưa ra ba lời tiên tri: Thứ nhất, Shirin và một vị anh hùng vĩ đại sẽ yêu nhau, con của họ sẽ còn hơn cả cha mình; thứ hai, rất nhiều người thân của Shirin sẽ được hưởng một kết thúc ngọt ngào; thứ ba, Shirin sẽ độc chiếm vương quốc của cha cô.</color>\n<color=#ffffffa6>Sau đó, Liloufar lại đưa ra ba lời cảnh báo cho đứa con cưng phàm tục: Thứ nhất, niềm vui của con gái sẽ khiến người cha rơi nước mắt; thứ hai, sau khi con gái kết hôn sẽ không thể cùng ngồi bàn tiệc vui vẻ nữa; thứ ba, con của con gái sẽ mang lại điềm xấu cho vương thổ.</color>\n<color=#ffffffa6>Đối với những lời tiên tri và cảnh báo đó, phiên vương chỉ biết mỉm cười.</color>\n<color=#ffffffa6>\"Sau đó, Shirin được cha hứa hôn cho đại anh hùng \"Parvezravan\". Đã thực hiện lời tiên tri đầu tiên sao?\"</color>\n<color=#ffffffa6>Cậu thiếu niên cắt ngang câu chuyện của tinh linh.</color>\n<color=#ffffffa6>\"Đúng vậy. Nhưng, cũng không hoàn toàn đúng...\"</color>\n<color=#ffffffa6>Tinh linh đặt ngón tay lên chóp mũi của thiếu niên, cậu bé vội vàng tránh ra với khuôn mặt đỏ bừng, dường như sợ gặp phải lời nguyền chết chóc lúc ẩn lúc hiện của tinh linh. Hành động ngây thơ như vậy lại chọc cười tinh linh lần nữa.</color>\n<color=#ffffffa6>Đợi đến khi Shirin dần tới tuổi hiểu chuyện, nguyện vọng mà người mẹ đã cầu nguyện cho cô đã trở thành một lời nguyền dai dẳng không dứt. Suốt ngày cô chỉ đợi chờ cơ hội được yêu đương với anh hùng, đợi đến ngày được kế thừa vương quốc của cha mình, khao khát một tương lai hoàn mỹ ngọt ngào, nhưng đến cuối vẫn chưa thể thực hiện được.</color>\n<color=#ffffffa6>Thành thật mà nói, cuộc hôn nhân của Shirin với anh hùng Kisra cũng không hạnh phúc – dù sao thì những anh hùng phàm trần đều là những người dị thường, trong lòng luôn đầy dã tâm thống trị. Mà con gái của Liloufar lại luôn ôm lấy niềm kiêu ngạo của tinh linh, chung quy khó mà chịu được cái bẫy vàng tình cảm trông có vẻ thâm tình của những vị anh hùng phàm trần, không thể duy trì được sự bình yên giữa giường ngủ và căn bếp được nữa. Cứ như thế, từ cuộc sống khô khan không tình yêu đó, cuối cùng đã sinh ra sự căm hận dữ dội – sự căm hận giống như đồng loại bị giam cầm trong chiếc bình bạc.</color>\n<color=#ffffffa6>Sau đó, vào cái đêm tiệc mang đầy tiếng ác đó, vài tên nô bộc thấp hèn – thuật sĩ của ốc đảo Mazandaran, hoặc những nô bộc Fellahin không biết chữ - đã nhỏ nọc độc bọ cạp vào mật xạ hương, dâng lên cho phiên vương Ormazd cùng ba trăm người con của ông, rồi đứng nhìn họ chìm vào cõi mộng chết chóc ngọt ngào không mơ mộng, chìm trong máu mỡ của kẻ hèn mọn, máu tươi cùng nước mắt chảy khắp nơi...</color>\n<color=#ffffffa6>Mà vào đêm này, người còn có thể hưởng mộng đẹp chỉ còn lại Shirin - người đã bị cha ruột loại khỏi bữa tiệc, cùng với các đồng phạm bất đắc dĩ của cô và vị phu quân Kisra.</color>\n<color=#ffffffa6>Đám người hèn mọn hành thích vua ngay sau đó đã bị tân vương xử phạt ngâm mình trong vại mật ong, mật đường còn sền sệt đầy những khuôn miệng vang tiếng nguyền rủa.</color>\n<color=#ffffffa6>Còn trong miệng tân vương thì tuôn ra những lời dối trá đẫm máu đen tối, tên tuổi của vị anh hùng từng bước vấy bẩn bởi những vết đen sâu thẳm...</color>\n<color=#ffffffa6>Như vậy, lời tiên tri thứ hai đã được ứng nghiệm.</color>\n<color=#ffffffa6>Sau đó, con trai của Kisra \"Parvezravan\" là Shiruyeh lớn lên trong sự hết mực yêu thương của mẹ, lại bị phụ vương đuổi khỏi Thành Gurabad cao ngất. Người cha ruột bắt Shiruyeh phải che mặt, cưỡi ngựa nhanh chóng rời đi, từ nay về sau không được bước chân vào vương thành nữa. Chắc chắn \"Parvezravan\" vô cùng sợ hãi trước lời cảnh báo của chủ mẫu tinh linh Liloufar, vì sự yếu đuối sinh ra bởi sự bịn rịn lưu luyến đã khiến ông hạ quyết định như vậy.</color>\n<color=#ffffffa6>Cứ như vậy, từ nỗi sợ vô căn cứ của vị phiên vương, Shirin lại tìm thấy cơ hội tốt để trả thù.</color>\n<color=#ffffffa6>Vào một đêm nọ, cô giả làm nữ thần trong đền thờ thần mặt trăng, gặp được chàng lãng tử nọ đang tìm nơi tá túc. Dưới ánh bạc huyền ảo, giữa những đóa hoa bách hợp đang kết sương, cô đã vờ đưa một lời thần dụ như ẩn như hiện cho kẻ lãng tử che mặt:</color>\n<color=#ffffffa6>\"Sự ngược đãi của cha ruột chẳng phải là nỗi bất hạnh lớn nhất đối với chàng lãng tử sao? Hỡi đứa con của thần mặt trăng, bất cứ nơi nào ánh trăng chiếu sáng, đều là vùng đất ngươi cai trị, bất cứ nơi nào được ngươi gieo hạt giống, đều sẽ nảy mầm tươi tốt. Nếu ánh trăng đã trao cho ngươi cung tốt và đao nhọn, sao phải chịu đựng kẻ nhu nhược trên ngai vàng kia? Sao không lấy dũng khí để đối mặt với hận thù, đối mặt với chính mình?\"</color>\n<color=#ffffffa6>Tương truyền khi Shiruyeh đang do dự, một cơn gió đêm thổi qua, tấm mạng mỏng mà Shirin dùng để che mặt cũng rơi ra.</color>\n<color=#ffffffa6>Nhìn thấy khuôn mặt quen thuộc, nội tâm chàng thiếu niên bị buộc phải che mặt lập tức bị sự kinh hoàng cùng xấu hổ đả kích, cậu hoảng sợ bỏ chạy khỏi ngôi đền ô nhục kia. Tiếng cười khẽ như chuông ngân cùng ánh trăng lạnh lẽo đều trở thành những nhân chứng khủng khiếp cho đêm đó.</color>\n<color=#ffffffa6>Câu chuyện sau đó cũng không có gì đáng nói: Vị phiên vương vô địch \"Parvezravan\" bị nghịch tử che mặt đâm chết trên giường, trên chiếc giường lớn được trang trí bằng ngọc bích cùng sừng thú hoàng kim đã để lại những vết máu không thể xóa nhòa.</color>\n<color=#ffffffa6>Bài ca buồn của tinh linh đã hát thế này: Sau khi Shiruyeh phạm phải tội đại nghịch, anh đã khóc lóc ân hận với người mẹ Shirin. Nhưng Shirin không hề trách móc mà chỉ ôm lấy đứa con trai yêu quý của mình trong vòng tay, tháo xuống chiếc mặt nạ bằng đồng tượng trưng cho sự lưu đày, sau đó tặng cho anh một nụ hôn chúc phúc trìu mến.</color>\n<color=#ffffffa6>Sau khi Shiruyeh xưng vương, lâu ngày không thể thoát khỏi sự dằn vặt của cơn ác mộng, cuối cùng vào một đêm cuồng loạn, anh đã rơi vào khe nứt sâu thẳm của mặt đất, không rõ tung tích. Về sau nữa, đại dịch kéo đến từ kẽ nứt, nuốt chửng cả một nửa sinh linh của Thành Gurabad, đất nước mất đi cả phiên vương và người hầu vì thế mà không thể gượng dậy nổi, dần dần nó đã bị nuốt chửng bởi lớp cát vàng vô tận kia.</color>\n<color=#ffffffa6>Những người sống sót lưu lạc khắp nơi đều gọi thảm họa này là \"Đại Dịch Shiruyeh\", chính là báo ứng hoang đường tự rước lấy của tên bạo quân đoản mệnh đó.</color>\n<color=#ffffffa6>Về phần mẫu hậu Shirin, cũng đã tác thành cho lời tiên tri thứ ba của Liloufar - cô và đứa con mình sinh ra đã giành được sự tự do thực sự tại vùng đất bị hủy diệt bởi sự báo thù, và đã biến thành ác linh báo trước cái chết cho kẻ tự phụ.</color>\n<color=#ffffffa6>\"Có người nói, sau đó Shirin bị chủ nhân của ta Al-Ahmar thu phục, giam giữ trong một chiếc bình thần bằng bạc tuyệt đẹp. Cũng có người nói, đến nay cô ấy vẫn lang thang trên sa mạc, ám lấy những Nhà Mạo Hiểm không biết trời cao đất dày, không biết mệt mỏi mà tìm kiếm đứa con yêu dấu ngã vào thế giới tối tăm...</color>\n<color=#ffffffa6>Tinh linh mỉm cười kiêu ngạo, kết lại câu chuyện với vẻ đầy nghiêm túc.</color>\n<color=#ffffffa6>Lúc này trăng đã lên cao, chính là lúc nữ thần tổ chức lễ tế trên sa mạc khi nó còn chưa trở thành sa mạc vào thời xa xưa.</color>"
          }
        ]
      }
    ]
  }
}