{
  "epId": 2927,
  "name": "Câu Chuyện Về Al-Ahmar",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Câu chuyện về một vị thần cổ đại vô danh, được kể bởi một trấn linh trôi nổi, không thể xác định được tính xác thực của câu chuyện.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/81662147fdca2da23a3bb68a9f796899_4199345720812785848.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1705334960,
  "components": {
    "body": [
      {
        "title": "Câu Chuyện Về Al-Ahmar",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Theo lời những cư dân của sa mạc, bốn phía của lục địa từng được cai trị bởi một vị vua được gọi là \"Al-Ahmar\". Ngài là vua của võ sĩ, của người làm vườn và nhà thông thái, đồng thời cũng chế ngự những cơn gió gào thét trên sa mạc, những đồi cát bị ánh trăng nhuộm màu bạc trắng, cùng một ngàn lẻ một loài Trấn Linh ẩn mình trong giấc mộng đêm và tiếng chim kêu.</color>\n<color=#ffffffa6>Người ta nói rằng, Al-Ahmar là đứa con thất lạc của bầu trời. Vì vậy, dù đã được tôn là vua của bốn phương, nhận được sự tín ngưỡng sâu sắc từ vô số con dân của ba bộ tộc lớn, lại được các Trấn Linh khó nắm bắt tôn thờ, nhưng mỗi khi ngước nhìn bầu trời, nhớ về thiên đường nơi chín tầng mây rồi lại chín tầng mây, hồi tưởng lại hình phạt tàn nhẫn hàng ngàn năm trước, Al-Ahmar vẫn không khỏi cúi thấp cái đầu cao quý, phát ra tiếng thở dài khó hiểu.</color>\n<color=#ffffffa6>Mỗi lần đến lúc này, ngay cả tiếng hót của chim sơn ca và hương thơm của tường vi cũng không thể đánh thức nhà vua khỏi nỗi buồn.</color>\n<color=#ffffffa6>Những cư dân của sa mạc biết rằng, những lời nỉ non hoài cổ thường sẽ tiên đoán thời đại thảm họa sắp đến. Nhưng trong thế giới mà những người khôn ngoan được hưởng yên vui, trong thời đại mà tình yêu giữa các chàng dũng sĩ khỏe mạnh và các cô gái tựa như sư tử và hoa hồng, không một ai biết trước về thảm họa sắp ập đến cả.</color>\n<color=#ffffffa6>Người thời nay làm sao có thể trách người cổ đại và Trấn Linh được chứ? Ngay cả nhà hiền triết tối cao trong các hiền triết - Hermanubis, cũng không thể ngờ được rằng bộ tộc dũng sĩ từng có thể chiến đấu với rồng sau ngàn năm lại sa ngã thành những kẻ ác đồ ăn xác, niềm vinh dự bị mạo phạm và di cốt của họ cuối cùng cũng bị những đồi cát vàng chôn vùi vĩnh viễn? Sao ông có thể ngờ được bộ tộc thông thái xuất thân từ các đời hiền triết, ngày nay đã mất hết các điển tịch, trở thành những người hát rong lang thang giữa đồi cát, chỉ mãi lo tiếc thương vị đế vương hoang đường của chúng ta bằng bài trường ca mà chỉ các Trấn Linh mới có thể hiểu được?</color>\n<color=#ffffffa6>Như các nhà hiền triết đã nói: Tai họa quét sạch tất cả, thường sẽ bắt nguồn từ một ý nghĩ, đến từ sự u uất và hoang tưởng không thể che giấu được của bậc đế vương.</color>\n<color=#ffffffa6>Vì vậy, ba gian thần bên cạnh Al-Ahmar (cầu cho lời nguyền gấp bảy gấp bảy lần sẽ giáng xuống người họ!) đã dâng lên kế sách cho nhà vua:</color>\n<color=#ffffffa6>\"Đức vua của chúng tôi, người đứng đầu thế giới, chủ của bốn phương lục địa, người cai trị người phàm và Trấn Linh,\"</color>\n<color=#ffffffa6>Vua Loài Dê, tể tướng của các tướng, đã nịnh nọt như vậy đấy,</color>\n<color=#ffffffa6>\"Xin hãy tha thứ cho hành vi vượt quyền này, nhưng bệ hạ nên biết rằng, đắm chìm trong những giấc mộng cũ, say đắm trong bi thương dù sao cũng không phải là kế hoạch lâu dài. Quyền lực và trí tuệ trên mặt đất này là vô biên vô hạn, đủ để xây dựng cung điện vượt qua cả vương quốc trên chín tầng trời cao, để con dân được đón một tương lai không sầu muộn.\"</color>\n<color=#ffffffa6>\"Không thể.\" Al-Ahmar cau mày đáp lại, Vua Loài Dê cũng không nói gì thêm nữa.</color>\n<color=#ffffffa6>\"Bệ hạ của chúng tôi, ngài là con của bầu trời, người chinh phục Ma Thần, thủ lĩnh của các hiền triết,\"</color>\n<color=#ffffffa6>Vua Loài Cò, thư ký của các thư ký, đã cất lời khuyên nhủ,</color>\n<color=#ffffffa6>\"Sự trừng phạt của trời vào ngàn năm trước đã khiến trí tuệ và lịch sử bị phân tán. Vì một tương lai tốt đẹp hơn, nhà vua nên làm chủ quá khứ, vùng đất ốc đảo trước mắt đây ẩn giấu trí tuệ của \"ngày nay\", nhưng nếu muốn đoạt lại \"quá khứ\" về tay, phải hành động càng sớm càng tốt mới được.\"</color>\n<color=#ffffffa6>\"Không thể.\" Al-Ahmar nện gậy xuống đất, Vua Loài Cò cũng không nói gì thêm nữa.</color>\n<color=#ffffffa6>\"Bệ hạ của chúng tôi, chủ nhân của đồi cát và ốc đảo, người dẫn đường cho sự sống và cái chết, người điều khiển các nguyên tố,\"</color>\n<color=#ffffffa6>Vua Cá Sấu, thống soái của các thống soái, đã nói thẳng thế này:</color>\n<color=#ffffffa6>\"Nếu muốn gọi về những sinh mệnh đã mất, chào đón những cơ hội và giấc mơ đã mất quay về, đây là cơ hội cuối cùng. Quyền lực càng nhiều, trống rỗng càng nhiều; trí tuệ càng nhiều, sầu khổ càng nhiều. So với những vọng tưởng trống rỗng đó, chỉ có hồi sinh một lần nữa, sinh mệnh trường sinh bất tử mới có thể bù đắp cho sự hối hận không tả xiết này.\"</color>\n<color=#ffffffa6>Al-Ahmar trầm ngâm.</color>\n<color=#ffffffa6>\"Được rồi.\"</color>\n<color=#ffffffa6>Vị vua độc đoán đã nghe theo lời của ba tên gian thần. Al-Ahmar dùng hết trăm năm này đến trăm năm khác xây dựng một mê cung khổng lồ cho vương quốc của mình, rồi lại tự giam mình sâu thẳm trong mê cung để tìm kiếm những kiến thức đen tối cấm kỵ, để tìm kiếm thần dược có thể vứt bỏ thân xác phàm trần này.</color>\n<color=#ffffffa6>Những việc xảy ra sau đó là phần tri thức không nên nhìn lại, nên bị lịch sử duy lý vĩnh viễn lãng quên.</color>\n<color=#ffffffa6>Theo truyền thuyết của những cư dân sa mạc, chỉ qua một đêm, vương quốc của sự khôn ngoan và uy quyền đã bị chôn vùi trong bão cát của báo ứng.</color>\n<color=#ffffffa6>Họ nói rằng, Al-Ahmar đã rút trí tuệ của mình ra khỏi thể xác, ném vào hành lang, bậc thang, ô cửa cùng những trụ cột điêu khắc ngoằn ngoèo hướng mãi đến nơi sâu thẳm và vô tận.</color>\n<color=#ffffffa6>Họ nói rằng, xác thịt của Al-Ahmar đã dần thối rữa trên ngai vàng, bị những con côn trùng khổng lồ cắn nuốt, còn linh hồn của ông thì hòa thành một thể với hàng triệu linh hồn gào thét ở vương đô, vĩnh viễn lạc lối trong ngày diệt vong đang kêu gào, giãy giụa dọc theo những hành lang bò trườn tối tăm, lao thẳng về phía vực sâu không đáy...</color>\n<color=#ffffffa6>Cứ như thế, trí tuệ của hàng triệu người tập hợp lại thành một trí tuệ, trí tuệ đơn độc đó cuối cùng lại biến thành sự điên cuồng.</color>\n<color=#ffffffa6>Cứ như thế, vương đô mà Al-Ahmar một tay dựng nên đã bị chính ngài phá hủy.</color>\n<color=#ffffffa6>Họ nói rằng, khi đêm đó đến, sa mạc đã rung chuyển liên hồi, bức tường đá quý bảy lớp khổng lồ của cung điện Al-Ahmar ầm ầm đổ sập; một nghìn lẻ một cây cột run rẩy trong cơn gió dữ, con trâu và điểu sư ở trên cao đó từng nhìn đồi cát không có sự sống bằng con mắt khinh thường, giờ đây cũng bất đắc dĩ phải rơi vào vòng tay bão cát. Vô số cư dân, dù là hiền triết hay kẻ ngu dốt, dù là anh hùng hay kẻ nhu nhược, tất cả đều biến mất trong cơn bão cát cuồng phong vào đêm hôm đó.</color>\n<color=#ffffffa6>Những người may mắn thoát được đều rơi vào sự trầm mặc vĩnh viễn. Người ta nói rằng, để trừng phạt họ vì tội nhận ân huệ từ tri thức cấm kỵ, những người này đều trở thành những kẻ mù và câm điếc.</color>\n<color=#ffffffa6>Các hiền triết nói rằng, mưu đồ chiếm đoạt tri thức cho riêng mình suy cho cùng là một hành vi ngu dốt mê muội, mà hình phạt cho sự mê muội chính là bản thân sự mê muội.</color>\n<color=#ffffffa6>Còn \"Eremite\" - con cháu đời sau của những kẻ mê muội đã mất lịch sử thì nói rằng:</color>\n<color=#ffffffa6>Chúng tôi đã trở về từ nơi lạc lối,</color>\n<color=#ffffffa6>Chúng tôi đã thay đổi bầu trời của tháng năm,</color>\n<color=#ffffffa6>Chúng tôi sẽ không còn phải khom lưng vì sợ hãi,</color>\n<color=#ffffffa6>Cũng không phải lắng nghe lời của thần linh nữa.</color>\n<color=#ffffffa6>Băng qua biển cát với sỏi đá như sắt,</color>\n<color=#ffffffa6>Chúng tôi sẽ dong buồm đi đến nơi tận cùng của nó.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Câu Chuyện Về Al-Ahmar"
          }
        ]
      },
      {
        "key": "Cách Nhận",
        "value": [
          {
            "type": "RichText",
            "text": "Cung Điện Daena"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2928,
            "name": "Câu Chuyện Về Al-Ahmar",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Câu chuyện về một vị thần cổ đại vô danh, được kể bởi một trấn linh trôi nổi, không thể xác định được tính xác thực của câu chuyện.</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/81662147fdca2da23a3bb68a9f796899_6803971181829339294.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Bản Đồ Tương Tác Teyvat"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=dark&bbs_theme_device=1&lang=vi-vn#/map/2?share_id=1701450077447499393022-c4346176-222c-4198-b0ee-51c54cc739e4&index=39&share_type=markers"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Vị Trí",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/02/44749939/a73288b0d429dc8b1c59ca700438b25c_2275416116415733750.png"
      }
    ]
  }
}