{
  "epId": 310,
  "name": "Nhật Ký Nhà Mạo Hiểm Roald - Tuyệt Vân Gián - Khánh Vân Đỉnh",
  "desc": "Nhật ký được Nhà Mạo Hiểm nổi tiếng Roald để lại, trên giấy có mùi thơm của loài hoa nhỏ thuộc vùng núi đá.",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/765ce29da9240d285dc68534e786868d_1270230705559578675.png",
  "filterValues": {
    "objectType": [
      "Đạo Cụ Nhiệm Vụ"
    ]
  },
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 1705251444,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "——Tuyệt Vân Gián - Khánh Vân Đỉnh——\nTrước khi bắt đầu viết nhật ký mạo hiểm này, phải viết một đoạn ngắn cảnh cáo. Gần đây mỗi lần tổng kết du ký, đều phát hiện bản thân không cẩn thận làm mất nhật ký. Roald à Roald, thói quen này phải được sửa!\nTôi dường như quên mất bản thân cần bao nhiêu thời gian mới trèo đến nơi cao như vậy. Vách núi nối với một biển mây mênh mông, hoàn toàn không nhận ra được bản thân từng ở điểm nào trong biển mây mênh mông này nhìn lên nơi \"tiên ở\" phía đỉnh núi.\nTrên vách đá này, ngoài những cây tùng cây bách kỳ lạ dường như chẳng thấy bất kỳ vật sống nào khác, chỉ thi thoảng nhìn thấy Thạch Diên từ trên trời cao đâm xuống biển mây sâu hút, rồi cũng chẳng thấy bóng hình nữa. Phía trên đỉnh là nơi ở của tiên nhân trong truyền thuyết, thế nhưng trước khi tiếp tục hành trình cần phải sửa soạn một chút. Lúc gấp gáp là phải sửa chữa những món đồ leo núi đã hỏng, rồi xử lý vài vết thương nhỏ. Khi mới vào Tuyệt Vân Gián, một lão nông đã được cho tôi một ít thuốc, bôi vào tuy cay xót, nhưng hiệu quả vô cùng.\nQua đêm ở nơi núi cao như vậy thật không thoải mái, hàn phong trên biển mây lạnh ớn người, gió theo lỗ hổng của trại mà luồn vào không ngừng. Cứ như vậy khó mà ngủ an giấc, cho dù có nhóm một đống lửa thì cũng chả mấy chốc mà bị dập tắt. Cũng không biết tiên nhân sống trong căn nhà trên đỉnh núi có bao giờ oán hận sự lạnh buốt của hàn phong hay không, có cảm thấy cô độc không?\nMột đêm không ngủ, cuối cùng đợi đến khi ánh trăng xuyên qua biển mây. Kiểm tra lại túi đồ, rồi đợi đến khi trời sáng lại tiếp tục lên đỉnh núi, tiến về phía tiên ở. Hy vọng ở nơi cao như vậy sẽ không có mưa."
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Nhật Ký Nhà Mạo Hiểm Roald - Tuyệt Vân Gián - Khánh Vân Đỉnh"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Thám Hiểm Nhận"
          }
        ]
      },
      {
        "key": "Kho Sách",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2299,
            "name": "Nhật Ký Nhà Mạo Hiểm Roald",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/1c342ab927172678e3c6504df6daaaeb_7728593266333119363.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}