{
  "epId": 3321,
  "name": "Đóa Hoa Trang Viên Thất Lạc",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/148664880/50ce09dfa5a91a33aa9cedfb15bcf2d1_537471139030326659.png",
  "filterValues": {
    "reliquaryEffect": [
      "Tinh Thông Nguyên Tố"
    ]
  },
  "menuId": 5,
  "menuName": "Thánh Di Vật",
  "version": 1681523522,
  "components": {
    "story": [
      {
        "title": "Muôn Sắc Của Ay-Khanoum",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Trong quá khứ chỉ có trấn linh nhớ đến, nữ vương của các loài hoa đã bị bầu trời bỏ rơi.</color>\n<color=#ffffff73>Cơ thể duyên dáng và cao quý của cô ấy đã bị tàn phá, và người trong tộc cũng bị hình phạt khiến cho mất đi thần trí...</color>\n<color=#ffffff73>Tương truyền nữ vương của các loài hoa đã lưu lạc bảy mươi hai đêm trên vùng đất cằn cỗi...</color>\n<color=#ffffff73>Gót chân cô ấy bị trầy xước bởi sỏi cát, nước suối chảy ra từ vết thương của cô và trở thành một dòng suối vô biên.</color>\n<color=#ffffff73>Sau đó dòng suối đã ươm xanh cả một vườn hoa và trong đó nở rộ những đóa sen xanh biếc...</color>\n<color=#ffffff73>Hoa sen là mẹ của trấn linh, trấn linh sinh ra từ những giấc mơ say đắm và những ký ức đắng cay đã bị lãng quên.</color>\n<color=#ffffff73>Trấn linh ban đầu đều là sinh vật có trí tuệ, họ đều chìm đắm trong giấc mơ ngây ngơ và tình yêu ngọt ngào.</color>\n<color=#ffffff73>Để cảm ơn đấng sinh thành, trấn linh non nớt đã nắm lấy cánh tay của nữ chủ nhân và tặng cho cô ấy một vương miện hoa cúc.</color>\n<color=#ffffff73>\"Hỡi nữ vương các loài hoa, chủ nhân của khu vườn, cầu xin người dừng bước, cầu xin người đừng rời khỏi chúng tôi!\"</color>\n<color=#ffffff73>\"Đúng vậy, đúng vậy, hỡi người mẹ của giấc mơ, phu nhân của rượu và sự lãng quên, xin người hãy làm nữ vương của khu vườn này.\"</color>\n<color=#ffffff73>Vì vậy, vị thần bị lưu đày, dưới sự níu kéo dịu dàng của các trấn linh, đã quyết định ở lại khu vườn nơi hoa nở rộ đó.</color>\n<color=#ffffff73>Nơi cô dừng chân, đóa hoa màu tím lộng lẫy như ánh trăng đã nở rộ... Có tên là \"Padisarah\".</color>"
          }
        ]
      },
      {
        "title": "Tiệc Rượu Suy Tàn",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Trong quá khứ chỉ có trấn linh mới bật khóc vì nó, nữ chủ nhân của ốc đảo đã đưa ra lựa chọn cuối cùng.</color>\n<color=#ffffff73>Vào thời khắc đó cô mới vỡ lẽ ra rằng số phận của mình không phải là một bí ẩn, mà là chìa khóa để mở ra cánh cửa bí mật.</color>\n<color=#ffffff73>Từ lời nói và giấc mơ của Vua Deshret, cô đã nhìn thấy được khả năng vượt qua những quy tắc hoang đường của thế giới này.</color>\n<color=#ffffff73>Từ chối sự ban phước của thần tọa, vị vua đội vương miện đỏ quyết định mở ra một con đường mới theo ý nguyện của chính mình...</color>\n<color=#ffffff73>Bất chấp tương lai ảm đạm đáng sợ mà cô đã cho người thấy, vị vua vẫn giữ kiên định và không hề chùn bước.</color>\n<color=#ffffff73>Dẫu biết rằng sắp sửa bước lên cuộc hành trình đầy rẫy hiểm nguy, dẫu biết rằng phải tận mắt chứng kiến người thân yêu nhất tan biến...</color>\n<color=#ffffff73>Cuối cùng vị vua đỏ rực đã lựa chọn lời nói dối cao quý, và dẫn dắt những tín đồ của mình đi đến sự diệt vong không thể tránh khỏi.</color>\n<color=#ffffff73>\"Tất cả những gì người theo đuổi chẳng qua chỉ là đuổi theo gió. Trên bia mộ của Ma Thần, con người sẽ trở thành thần của các vị thần.\"</color>\n<color=#ffffff73>\"Ảo tưởng về cõi mộng vô ưu chắc chắn sẽ tan tành, trên đống đổ nát của những lời nói dối bị phá vỡ, con người sẽ trở thành vua của các vị vua.\"</color>\n<color=#ffffff73>Nữ vương của các loài hoa im lặng trước hành động ngu xuẩn của bạn mình, cô ấy đã thấy được cuộc nổi loạn hiếm hoi đang nhen nhóm trong tham vọng của vị thần này.</color>\n<color=#ffffff73>Một ý tưởng cô đọng trí tuệ của tất cả mọi người phàm, và nỗ lực vĩ đại để hợp nhất hàng ngàn giấc mơ và quyền lực,</color>\n<color=#ffffff73>Ẩn chứa trong đó không chỉ là dối trá, mà còn là một tia hy vọng rực cháy về tương lai của người phàm...</color>\n<color=#ffffff73>Những giấc mơ cuối cùng sẽ tan biến và đêm đen khi mọi ảo tưởng tan thành mây khói rồi cũng sẽ đến - Đây chính là ý nghĩa thực sự của việc nở hoa.</color>\n<color=#ffffff73>Chỉ khi trải qua sự tan vỡ của ý định ngông cuồng của thần linh, thì người phàm mới có ngày vươn lên thoát ly ý chí của thần...</color>\n<color=#ffffff73>Cũng như vị thần cố chấp đã phát động cuộc nổi loạn bí mật này, chỉ sinh tồn dựa vào ý chí của bản thân.</color>\n<color=#ffffff73>Chỉ là, nữ vương của các loài hoa chưa từng nếm trải tình yêu say nồng như rượu, huống chi là tình người nhỏ bé.</color>\n<color=#ffffff73>Ngay cả thông minh như cô ấy cũng khó mà đoán được, thì những sinh linh nhỏ bé này, đến khi nào mới có thể ý thức được...</color>\n<color=#ffffff73>\"...Cái gọi là \"thần\", đối với các ngươi mà nói... ngay từ ban đầu đã là sự dư thừa đây?\"</color>"
          }
        ]
      },
      {
        "title": "Thời Khắc Ngưng Kết",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Trong quá khứ mà chỉ có trấn linh mới thở dài vì nó, vị vua vùng cát đỏ đã xây nên một lăng mộ cho người mình yêu.</color>\n<color=#ffffff73>Dùng tinh thạch chôn sâu bên dưới lớp cát làm nguồn năng lượng, cùng với sự hỗ trợ của trấn linh, mà xây nên ốc đảo trường tồn trước thời gian.</color>\n<color=#ffffff73>Hàng nghìn năm sau, truyền thuyết về \"ốc đảo vĩnh hằng\" đã được lưu truyền giữa các bộ tộc lưu lạc trên sa mạc.</color>\n<color=#ffffff73>Theo những người du mục, đó là một ốc đảo xanh tươi mãi không úa tàn, được cai trị bởi Hoa Thần, người đã mãi yên nghỉ ở nơi đó.</color>\n<color=#ffffff73>Theo những người du mục, Ferigees - người mẹ của các trấn linh cuối cùng đã canh giữ cánh cổng hùng vĩ của ốc đảo đó.</color>\n<color=#ffffff73>Và bà ấy dùng sự dịu dàng ngàn năm không đổi của mình chúc phúc cho những người phàm đến đây, dù là người tốt hay kẻ xấu...</color>\n<color=#ffffff73>Thủ lĩnh của các bộ tộc như Tanit, Uzza và Shimti, đều tự xưng là \"Con Của Hoa Thần\".</color>\n<color=#ffffff73>Với niềm tin làm nền tảng, gắn kết nhau bởi huyết thống, dựa vào khu vườn Padisarah trong tưởng tượng...</color>\n<color=#ffffff73>Các bộ lạc sa mạc bị chia cắt và vật lộn để sinh tồn không ngừng theo đuổi dòng suối vô tận và tri thức bất tận.</color>\n<color=#ffffff73>Đúng như lời tiên tri mà thần linh của họ để lại, sau cái chết tàn khốc của nền văn minh, người phàm vẫn ngoan cường sống sót...</color>\n<color=#ffffff73>Ngay cả khi các bộ lạc mất đi sự chỉ dẫn của thần linh, ngay cả khi họ buộc phải gắn kết với nhau bằng vị thần đã lìa đời từ lâu trong ký ức,</color>\n<color=#ffffff73>Sa mạc đẫm lệ không thể ngăn cản bước chân của người phàm, lời nói dối vĩnh hằng của \"ốc đảo vĩnh hằng\" cũng chưa từng khiến cho các bộ tộc ngừng tìm kiếm.</color>\n<color=#ffffff73>\"Hỡi vị vua của tôi... vì sao người ra lệnh cho đồi cát ngừng chảy; vì sao người bắt những ngọn gió ngừng thổi?\"</color>\n<color=#ffffff73>\"Giống như đồng hồ này vậy, nếu cát trong đó cô đặc lại, thì còn ý nghĩa tồn tại gì nữa chứ?\"</color>\n<color=#ffffff73>\"'Vĩnh hằng' chưa bao giờ là một thiên đường, trái lại là một vết nhơ khó mà phân giải, khó mà tái sinh.\"</color>\n<color=#ffffff73>\"Những thứ nở rộ rồi tàn lụi như đóa hoa và rồi lại tái sinh ở mùa hoa tiếp theo, sẽ không bao giờ phiền muộn về 'cái chết'.\"</color>\n<color=#ffffff73>Câu chuyện phiếm của ba người bạn đồng hành năm đó, đã theo gió bay trên vùng sa mạc vào hàng ngàn năm sau...</color>\n<color=#ffffff73>Ở một nơi nào đó trên sa mạc xa xôi, hình ảnh ốc đảo vẫn tồn tại trong tâm trí các bộ tộc,</color>\n<color=#ffffff73>Còn những bộ tộc không nguồn gốc ấy lại cuốn theo dòng chảy của đồi cát tiếp tục vòng tuần hoàn giữa sự sống và cái chết...</color>"
          }
        ]
      },
      {
        "title": "Bình Ma Trấn Giữ Bí Mật",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Trong quá khứ mà chỉ có trấn linh mới trầm lặng vì nó, cát đỏ đã giải bày những tham vọng của chính mình với những đóa hoa...</color>\n<color=#ffffff73>Khi ánh trăng đổ chiếc bóng màu trắng ngà vào trong ly rượu thạch lựu, nữ vương các loài hoa cuối cùng cũng bị người bạn thân thuyết phục.</color>\n<color=#ffffff73>Không ai biết được Vua Deshret đã nói gì vào đêm đó, dù là trấn linh xa xưa nhất cũng lựa chọn lặng im không nói.</color>\n<color=#ffffff73>Không ai nhớ về mong muốn mà Vua Deshret tiết lộ vào đêm đó, ngay cả vị thần trí tuệ nhất cũng không khỏi cảm thấy kinh ngạc.</color>\n<color=#ffffff73>Nhưng nữ vương các loài hoa đã hiểu được ý nghĩa sâu xa trong đó, mọi thứ đều nằm trong dự đoán và tính toán của cô ấy,</color>\n<color=#ffffff73>Vị vua mạnh mẽ và cao quý nhất của biển cát và ốc đảo, ấy mà lại có những suy nghĩ ngông cuồng và nổi loạn nhất.</color>\n<color=#ffffff73>\"Tôi sẽ giữ bí mật cho ngài, vì tình cảm mà tôi dành cho ngài cũng sâu sắc như tình cảm của tôi với chủ nhân của trí tuệ.\"</color>\n<color=#ffffff73>\"Tôi sẽ trải đường cho ngài, để ngài thực hiện suy nghĩ ngông cuồng của bản thân, nhưng xin đừng sợ hãi những chiếc đinh màu xanh u uất đó...\"</color>\n<color=#ffffff73>\"Tôi sẽ dẫn dắt những tri thức thâm sâu đó, mặc dù tôi đã từng cảnh báo rằng ngài chắc chắn sẽ mất đi nhiều thứ...\"</color>\n<color=#ffffff73>\"Thế nhưng hãy khắc ghi lời dạy của tôi và những trừng phạt tàn khốc mà các sứ giả đến từ trời cao từng phải trải qua...\"</color>\n<color=#ffffff73>\"Hãy nhớ rằng nếu thế giới được tạo ra vẫn còn hy vọng, thì niềm hy vọng chắc chắn nằm ở trên người phàm.\"</color>\n<color=#ffffff73>Trong bóng tối, cô ấy chỉ cho người bạn thân về con đường bí mật dẫn đến mọi tri thức của vực sâu và trời cao.</color>\n<color=#ffffff73>Lấy bản thân làm cầu nối, lấy ốc đảo làm cái giá phải trả, để suy nghĩ ngông cuồng của người đó bị thiêu đốt bởi ánh sáng chói lòa...</color>\n<color=#ffffff73>Vùng đất sau khi mất đi một vị Ma Thần đã nổi lên sóng gió, cát vàng bao phủ, và mọi thứ đã nhanh chóng bị thảm họa nuốt chửng...</color>\n<color=#ffffff73>Vua Deshret trở về trong cát vàng bao trùm cả bầu trời, còn nữ vương của các loài hoa thì lại biệt vô tăm tích.</color>\n<color=#ffffff73>\"...Tôi vừa mơ thấy người... Nhưng tất cả những gì thấy được... giữa những bức tường của mê cung pha lê... chỉ có sa mạc...\"</color>"
          }
        ]
      },
      {
        "title": "Vương Miện Tử Tinh",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Trong quá khứ mà chỉ có trấn linh ca hát, nữ chủ nhân của ốc đảo đã từng gặp gỡ vị vua của vùng cát đỏ.</color>\n<color=#ffffff73>Trong những năm tháng khốc liệt mà các vị vua tàn sát lẫn nhau, Vua Deshret quyết định chia sẻ vương quyền cùng hai người khác.</color>\n<color=#ffffff73>Để kỷ niệm liên minh của ba người bạn, các trấn linh đã dâng hiến chiếc ngai khổng tước nạm ngọc lục bảo và hồng ngọc.</color>\n<color=#ffffff73>Để tôn vinh ốc đảo vĩnh hằng và Padisarah nở rộ, nữ vương các loài hoa đã đội vương miện bằng thạch anh tím.</color>\n<color=#ffffff73>\"Nhưng 'vĩnh hằng' chẳng qua cũng chỉ là một lời nói dối, sự say mê và tình yêu sẽ chỉ xóa đi ký ức và nghiền nát chúng thành giấc mơ vụn vỡ.\"</color>\n<color=#ffffff73>\"Bạn từng hỏi vì sao tôi hay thở dài, nhân ngày ánh trăng soi sáng, hãy nghe tôi kể về chuyện năm xưa...\"</color>\n<color=#ffffff73>\"Đó là một thời đại hòa bình xa xôi, từng có nhiều sứ giả đã nói chuyện với người phàm, và truyền đạt lời nói của trời cao...\"</color>\n<color=#ffffff73>\"Nhưng sau đó, những kẻ xâm lược đến từ bên ngoài bầu trời đã phá hủy vô số thứ, sông hồ chảy ngược và dịch bệnh hoành hành...\"</color>\n<color=#ffffff73>\"Những kẻ xâm lược đã mang đến chiến tranh cho người của bộ tộc tôi, và cũng mang đến ảo tưởng phá vỡ ràng buộc cho vùng đất...\"</color>\n<color=#ffffff73>\"Lo sợ sự điên rồ và đột phá, chủ nhân của bầu trời đã thả đinh trời để vá lại mặt đất, phá hủy vương quốc của người phàm...\"</color>\n<color=#ffffff73>\"Chúng tôi phải gánh chịu hình phạt lưu đày, mất đi liên lạc với trời cao và mất đi sức mạnh giáo hóa...\"</color>\n<color=#ffffff73>\"Từ sau thảm họa, tôi đã bị nguyền rủa không bao giờ được nhìn lên trời cao, may mà vẫn giữ nguyên hình dáng cho đến ngày nay...\"</color>\n<color=#ffffff73>\"Nhưng quê hương không lúc nào ngừng kêu gọi tôi, ngay cả khi thảm họa của bầu trời sao và vực thẳm đang dần xuất hiện.\"</color>\n<color=#ffffff73>\"Hãy nhớ lấy lời cảnh báo của tôi: Đừng đi theo chủ nhân của Bốn Chiếc Bóng, đừng nhìn trộm những bí mật của trời cao và vực thẳm.\"</color>\n<color=#ffffff73>\"Bằng không sẽ giống như những gì chiếc đinh trừng phạt đã cảnh báo, thứ liên tục kéo đến chỉ có kết cục đầy thảm họa và đắng cay.\"</color>\n<color=#ffffff73>Tuy nhiên, vị vua vùng cát đỏ đã không đồng tình với lời cảnh báo của bạn đời, trong lòng nảy sinh mong muốn lộng hành.</color>\n<color=#ffffff73>Dưới ánh trăng, nhẹ nhàng lau đi dòng nước mắt của người bạn đời, anh đã nói với Ma Thần Hoa về hoài bão của mình...</color>"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: #FFFFFF\">Tăng 80 điểm tinh thông nguyên tố.</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgb(255, 255, 255)\">Sát thương gây ra từ phản ứng Sum Suê, Nở Rộ, Bung Tỏa của người trang bị tăng 40%. Ngoài ra, người trang bị sau khi kích hoạt phản ứng Sum Suê, Nở Rộ, Bung Tỏa sẽ tăng 25% hiệu ứng nêu trên, duy trì 10s, tối đa cộng dồn 4 lần, mỗi 1 giây tối đa kích hoạt một lần. Người trang bị khi không ra trận vẫn có thể kích hoạt hiệu quả này.</span></p>"
    },
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Đóa Hoa Trang Viên Thất Lạc</color>"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Bí Cảnh Chúc Phúc: Thành Lũy Sa Mạc III</color>\n<color=#ffffff>Bí Cảnh Chúc Phúc: Thành Lũy Sa Mạc IV</color>"
          }
        ]
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Vương Miện Tử Tinh",
        "position": "Nón Lý Trí",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Vương miện khảm pha lê tím và ngọc lục bảo, có vẻ như là trang sức của tư tế Hoa Thần thời cổ đại.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/148664880/d0dac0543a776782f0496bf908870291_4424106667469686316.png"
      },
      "sands_of_eon": {
        "title": "Thời Khắc Ngưng Kết",
        "position": "Cát Thời Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Đồng hồ cát đã ngưng hoạt động, dù đảo thế nào cũng không thể tái hiện lại dòng thời gian.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/148664880/baf7c8bd6eba7afe0c71c9bf8cc6f96b_7448345713364957341.png"
      },
      "flower_of_life": {
        "title": "Muôn Sắc Của Nguyệt Nữ",
        "position": "Hoa Sự Sống",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Hoa pha lê tím được điêu khắc tinh xảo, hình dáng có vẻ như khắc họa từ một loài hoa đã tuyệt chủng từ thời cổ đại.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/148664880/50ce09dfa5a91a33aa9cedfb15bcf2d1_5978208730166984254.png"
      },
      "goblet_of_eonothem": {
        "title": "Bình Ma Trấn Giữ Bí Mật",
        "position": "Ly Không Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Chiếc bình nhỏ điêu khắc bằng pha lê tím, được đậy kín bằng chiếc nắp màu lục bảo.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/148664880/f4e5dde048f278e01371e56637a7bd1f_1145532007957999157.png"
      },
      "plume_of_death": {
        "title": "Tiệc Rượu Suy Tàn",
        "position": "Lông Vũ Tử Vong",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Lông vũ từ loài chim đã tuyệt chủng từ lâu, được tín đồ Hoa Thần thời xưa khảm vàng và đá quý vào.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/148664880/30b5885215b1c09b6033b5cafe437d2c_5680658698349651376.png"
      }
    }
  }
}