{
  "epId": 3454,
  "name": "Câu Chuyện Ngàn Đêm",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Trong thời kỳ tai họa, học giả lưu lạc đi khắp rừng mưa, sa mạc và thành bang, thu thập và biên soạn lại bộ câu chuyện. Tương truyền câu chuyện mà tác giả đã thu thập được là vô số, nhưng giờ đây chỉ còn vài phần sót lại.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/38eb68eb40ff23dd4e749b48c10f11b7_6386737182579059602.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1705251312,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Câu Chuyện Ngàn Đêm"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3561,
            "name": "Mảnh Câu Chuyện Ngàn Đêm I",
            "desc": "<p>Trong thời kỳ tai họa, học giả lưu lạc đi khắp rừng mưa, sa mạc và thành bang, thu thập và biên soạn lại bộ câu chuyện. Tương truyền câu chuyện mà tác giả đã thu thập được là vô số, nhưng giờ đây chỉ còn vài phần sót lại.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/38eb68eb40ff23dd4e749b48c10f11b7_7204116175414856688.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3562,
            "name": "Mảnh Câu Chuyện Ngàn Đêm II",
            "desc": "<p>Trong thời kỳ tai họa, học giả lưu lạc đi khắp rừng mưa, sa mạc và thành bang, thu thập và biên soạn lại bộ câu chuyện. Tương truyền câu chuyện mà tác giả đã thu thập được là vô số, nhưng giờ đây chỉ còn vài phần sót lại.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/38eb68eb40ff23dd4e749b48c10f11b7_1785049807046869127.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3563,
            "name": "Mảnh Câu Chuyện Ngàn Đêm III",
            "desc": "<p>Trong thời kỳ tai họa, học giả lưu lạc đi khắp rừng mưa, sa mạc và thành bang, thu thập và biên soạn lại bộ câu chuyện. Tương truyền câu chuyện mà tác giả đã thu thập được là vô số, nhưng giờ đây chỉ còn vài phần sót lại.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/38eb68eb40ff23dd4e749b48c10f11b7_6866645125581108005.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3142,
            "name": "Mảnh Câu Chuyện Ngàn Đêm IV",
            "desc": "<p>Trong thời kỳ tai họa, học giả lưu lạc đi khắp rừng mưa, sa mạc và thành bang, thu thập và biên soạn lại bộ câu chuyện. Tương truyền câu chuyện mà tác giả đã thu thập được là vô số, nhưng giờ đây chỉ còn vài phần sót lại.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/38eb68eb40ff23dd4e749b48c10f11b7_8021684167416151981.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3140,
            "name": "Mảnh Câu Chuyện Ngàn Đêm V",
            "desc": "<p>Trong thời kỳ tai họa, học giả lưu lạc đi khắp rừng mưa, sa mạc và thành bang, thu thập và biên soạn lại bộ câu chuyện. Tương truyền câu chuyện mà tác giả đã thu thập được là vô số, nhưng giờ đây chỉ còn vài phần sót lại.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/38eb68eb40ff23dd4e749b48c10f11b7_3669333899931533108.png"
          },
          {
            "type": "CustomEntry",
            "epId": 3139,
            "name": "Mảnh Câu Chuyện Ngàn Đêm VI",
            "desc": "<p>Trong thời kỳ tai họa, học giả lưu lạc đi khắp rừng mưa, sa mạc và thành bang, thu thập và biên soạn lại bộ câu chuyện. Tương truyền câu chuyện mà tác giả đã thu thập được là vô số, nhưng giờ đây chỉ còn vài phần sót lại.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/38eb68eb40ff23dd4e749b48c10f11b7_652426147086359247.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Câu Chuyện Ngàn Đêm I",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Câu Chuyện Về Người Vô Ảnh</color>\n<color=#ffffffa6>Trên lục địa đã từng có một nhóm người vô ảnh sinh sống.</color>\n<color=#ffffffa6>Họ sống một cuộc đời rất giản dị, không hay biết gì về thế giới bên ngoài nơi cư trú.</color>\n<color=#ffffffa6>Cho đến một ngày kia, nhà mạo hiểm lạc đường đã phát hiện ra họ. Người vô ảnh đã kinh ngạc phát hiện ra nhà mạo hiểm này có một tùy tùng đi theo, ít nói mà trung thực. Nhà mạo hiểm cũng cảm thấy kinh ngạc không kém, không ngờ ở một nơi trên lục địa này lại có một tộc người tồn tại nhưng khi ở dưới ánh mặt trời lại không có bóng đổ.</color>\n<color=#ffffffa6>\"Có nằm mơ tôi cũng không nghĩ đến sẽ có phát hiện như thế này.\" Nhà mạo hiểm nói.</color>\n<color=#ffffffa6>\"Mơ? Người của chúng tôi đã rất lâu rồi không nằm mơ.\" Một người trong nhóm người vô ảnh đã nói, \"Những người lớn tuổi từng nói, tất cả mọi giấc mơ đều đã mơ qua hết rồi.\"</color>\n<color=#ffffffa6>\"Trong chiếc bóng có chất chứa bí mật của linh hồn. Anh không có chiếc bóng, nên cũng không có giấc mơ.\" Nhà mạo hiểm nói, \"Có lẽ mọi người đã từng có chiếc bóng, cũng giống như mọi người đã từng nằm mơ.\"</color>\n<color=#ffffffa6>\"Nếu đã như vậy, tôi nên đi đâu tìm thứ mà tôi đã đánh mất?\"</color>\n<color=#ffffffa6>\"Hãy vào rừng rậm đi, trong đó có rất nhiều giấc mơ, người bắt mộng có lẽ sẽ có dư dả giấc mơ để chia cho anh.\"</color>\n<color=#ffffffa6>Người vô ảnh trẻ tuổi đã bỏ lại quê hương sau lưng mình, vượt quãng đường dài để đến khu rừng rậm mà nhà mạo hiểm đã nói. Nơi sâu thẳm trong khu rừng có trùng trùng điệp điệp những chiếc bóng. Bóng của mây, bóng của cây cối, thậm chí cả những con chim bé nhỏ cũng có thể để lại chiếc bóng thật to trên mặt đất mềm mại.</color>\n<color=#ffffffa6>Ngày qua ngày, anh ấy đi len lỏi qua những chiếc bóng trùng điệp ấy. Trong chiếc bóng có ẩn chứa bí mật của linh hồn, anh ấy nghĩ, trong bao la bí mật này, chỉ có một mình anh là người không có bí mật. Thế là một hôm nọ anh phát hiện, tất cả mộng cảnh đều mở ra với anh, anh không có giấc mơ của mình, nhưng nhờ vậy mà được bước vào giấc mơ của người khác.</color>\n<color=#ffffffa6>Trong rất nhiều mộng cảnh mà anh đã đi qua, giấc mơ của chim có sắc màu rực rỡ, giấc mơ của hổ có hơi thở thơm tho, nhưng anh không hề gặp được người bắt mộng, cũng không tìm thấy được cái gọi là giấc mơ dư thừa. Giấc mơ, chiếc bóng và thực tại này... tương ứng nhau, anh ấy nghĩ, có lẽ nhà mạo hiểm đã lừa mình, hoặc có lẽ hoàn toàn không tồn tại giấc mơ vô chủ, cũng giống như không hề có chiếc bóng vô chủ.</color>\n<color=#ffffffa6>Vào lúc anh gần như phải thừa nhận sự thất bại của mình, thì người bắt mộng đã tìm đến anh. Cuộc gặp gỡ xảy ra ở trong giấc mộng của ốc biển. Anh bước vào thời khắc cuối cùng, thử tìm kiếm những con sóng trắng và gió mặn trong đó, nhưng trong dư âm có chút đau thương, anh không có chút thu hoạch nào cả.</color>\n<color=#ffffffa6>\"Anh cũng giống như con ốc biển này, không thuộc về khu rừng rậm này.\"</color>\n<color=#ffffffa6>Người nói là một cô gái. Anh nhanh chóng ý thức được, cô ấy chính là người bắt mộng mà nhà mạo hiểm đã nói, vì chiếc bóng của cô ấy giống như một tấm màn được đính đầy bảo thạch, có cảm giác màu sắc hòa lẫn một cách kỳ lạ.</color>\n<color=#ffffffa6>\"Tôi vẫn luôn tìm kiếm cô.\" Anh nói, \"Có lẽ cô có giấc mơ dư thừa...\"</color>\n<color=#ffffffa6>\"Đó là thứ dễ mất đi như sương mai...\" Lời nói của người bắt mộng không chút bi thương, \"Giấc mơ vô chủ sẽ không thể nào lưu giữ lâu dài. Tôi đã thử rất nhiều cách, nhưng cuối cùng chúng cũng đều biến mất.\"</color>\n<color=#ffffffa6>\"...Anh xem, giống như con ốc biển này... Chúng ta cũng nên rời đi thôi.\" Người bắt mộng kéo tay anh, dắt anh rời khỏi giấc mơ sắp tan biến đã không còn sóng trắng và gió mặn nữa.</color>\n<color=#ffffffa6>Bên dòng suối róc rách, cô gái đã kể cho anh nghe rất nhiều câu chuyện, và truyền thụ cho anh bí quyết để vào giấc mơ. Sau đó, cô gái lại lặp đi lặp lại lời cảnh báo, về những điều cấm kỵ của người bắt mộng, ví như không được quay lại xem giấc mơ của người khác, bởi vì bí mật của người khác cũng giống như cái giếng sâu không đáy.</color>\n<color=#ffffffa6>\"Mộng ma xảo quyệt hơn nhiều so với những gì anh tưởng tượng. Khi chúng phát hiện hành vi của anh, sẽ kéo đến và lôi anh vào nơi không có ánh sáng. Ở nơi đó không có biên giới của chiếc bóng, anh không thể nào rời khỏi, anh sẽ có thể phân biệt được ý nghĩa từ ngữ từ trong âm thanh xào xạc của chúng, đó là những cái tên cũ xưa đã không còn tồn tại ở bất cứ nơi đâu, chỉ được giữ lại trong hồi ức dần nhạt nhòa. Anh biết đó, không được nhắc đến tên người đã khuất, nếu không họ sẽ đến tìm anh...\"</color>\n<color=#ffffffa6>\"Tôi từng tưởng các người đều không có chiếc bóng.\" Anh hỏi một cách thành thật, \"Tôi từng tưởng rằng người bắt mộng cũng không có giấc mơ của mình, nên mới đi thu thập giấc mơ của người khác.\"</color>\n<color=#ffffffa6>Cô gái không trả lời, chiếc bóng màu loang lổ của cô lay động như ngọn cỏ trong gió đêm.</color>\n<color=#ffffffa6>Nhưng người vô ảnh trẻ tuổi quá muốn biết được đáp án, cho dù người bắt mộng đã bảo vệ chiếc bóng rất rốt, nhưng anh ấy vẫn tìm được cơ hội. Không giống như sinh linh lang thang trong rừng rậm, cánh cổng mộng cảnh của cô rộng mở, lối vào mộng cảnh của người bắt mộng là một con đường nhỏ gập ghềnh.</color>\n<color=#ffffffa6>Quả nhiên, cô đã giấu bí mật của mình trong giấc mơ của người khác, anh ấy nghĩ, nhưng bí mật của cô là gì? Và đây là giấc mơ của ai?</color>\n<color=#ffffffa6>Giấc mơ của người bắt mộng cũng trùng điệp như cánh rừng rậm, anh nhanh chóng bị mất đi phương hướng, trong bất giác, mộng ma đã muốn bám vào anh.</color>\n<color=#ffffffa6>\"Mình đã phạm vào điều cấm kỵ của người bắt mộng, nhưng cho dù có chăm chú nhìn vào chiếc giếng sâu không đáy, cũng không thể tìm được đáp án.\" Anh ấy nghĩ, \"Cô ấy từng nói, nếu chờ đủ lâu, sẽ có thể nghe ra được cái tên từ trong âm thanh của chúng, chỉ cần như vậy, có lẽ chí ít sẽ biết được đây là giấc mơ của ai.\"</color>\n<color=#ffffffa6>Thế là anh đã để mặc cho mộng ma đưa anh vào nơi sâu thẳm, nơi đó giống như lời mà cô gái đã cảnh báo, là một nơi không ánh sáng, không biên giới. Anh lắng nghe mọi âm thanh nhỏ vụn, mong tìm được từ ngữ đại diện cho cái tên từ trong đó.</color>\n<color=#ffffffa6>Không biết đã bao lâu trôi qua, cuối cùng anh đã ghép ra được cái tên từ những âm tiết rời rạc. Cái tên này hình như có sức hút đặc biệt nào đó, khiến anh không kìm được mà đọc lên.</color>\n<color=#ffffffa6>Sau đó anh mở mắt ra.</color>\n<color=#ffffffa6>\"Tôi đã nhìn thấy cảnh tượng kỳ lạ.\" Anh ấy nói, \"Tôi nhìn thấy một cô gái bước vào giấc mơ của tôi, cô ấy trộm mất giấc mơ của tôi, trộm mất bí mật của linh hồn mà tôi chưa từng biết đến, từ đó tôi không còn chiếc bóng nữa. Hình như tôi nghe thấy cô ấy xưng hô tôi như thế này, cô ấy nói...\"</color>\n<color=#ffffffa6>\"Anh biết đấy,\" Cô gái ngắt lời anh, \"Không được nhắc tên của người đã khuất, nếu không họ sẽ đến tìm anh...\"</color>\n<color=#ffffffa6>Người bắt mộng ngồi bên dòng suối róc rách, chiếc bóng loang lổ lay động như ngọn cỏ trong gió đêm.</color>\n<color=#ffffffa6>\"Đó chỉ là một câu chuyện về người chết. Câu chuyện như vậy tôi đã kể cho anh nghe rất nhiều, nhưng vẫn còn nhiều thứ chưa được kể.\"</color>\n<color=#ffffffa6>Thế là người bắt mộng tiếp tục kể cho người vô ảnh trẻ tuổi nghe về những câu chuyện mà chưa ai từng nghe...</color>"
          }
        ]
      },
      {
        "title": "Câu Chuyện Ngàn Đêm II",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Câu Chuyện Về Dastur</color>\n<color=#ffffffa6>Ngày xưa, có một vị Dastur đến từ học viện Vahumana, một mình đi vào sâu trong sa mạc, điều tra di tích cổ xưa, nhưng không may gặp phải bão cát và mất đi phương hướng. Vào lúc anh ta thoi thóp, một cô gái trẻ tuổi có đôi mắt màu hổ phách đã xuất hiện trước mặt anh, dùng cây trượng trong tay để chia cắt cát bụi đang xoay cuồng, dẫn anh ấy ra khỏi sa mạc.</color>\n<color=#ffffffa6>Lúc họ đến được thôn làng, cũng đã vào lúc giữa trưa. Cô ấy mời anh ăn cơm trưa tại nhà, và nói rằng buổi chiều sẽ hộ tống anh quay về Dịch Trạm Lữ Khách. Thế nhưng, sau khi chứng kiến cảnh pháp sư trẻ tuổi làm thế nào để rẽ luồng gió cát, làm thế nào để đuổi hết đám thú đen kịt trên đường, Dastur không muốn rời đi, mà mong muốn có thể bái cô làm thầy, dạy anh học các bí pháp của vương quốc cổ xưa.</color>\n<color=#ffffffa6>Pháp sư đáp lời, đôi mắt màu hổ phách của cô như có thể biết rõ mọi thứ mà người chết đã nhìn qua và người sống có thể nhìn thấy. Người không có chiếc bóng, chiếc chuông đồng lung lay nhờ vào tưởng tượng, cá voi chưa từng rời khỏi đất liền, thành thị chỉ tồn tại dưới ánh mặt trăng phản chiếu từ chiếc gương bạc, học giả bị giam cầm trong vĩnh hằng, tòa tháp cao lơ lửng trên bảy sợi dây đàn. Cô có thể nhìn thấy, anh có được tài năng không có gì có thể so bì và một tiền đồ vĩ đại, cô đồng ý truyền thụ mọi thứ mình biết, chỉ có điều, cô có chút lo lắng, đến khi anh học được mọi thứ, sẽ thấy lợi quên nghĩa, và ngoảnh mặt với cô.</color>\n<color=#ffffffa6>Dastur ngay lập tức quỳ xuống đất, hôn lên mũi giày của cô, đảm bảo với cô rằng, bất luận xảy ra chuyện gì đi nữa, anh cũng sẽ không quên ân tình của cô, dù có phải chết cùng cô thì anh cũng không từ mặt cô. Sự thành khẩn của anh đã làm rung động pháp sư trẻ tuổi, cô ấy cười dịu dàng rồi đỡ anh đứng dậy, nắm lấy tay anh, dắt anh đến trước cánh cổng của tầng hầm, nói với anh, cô đồng ý nhận anh làm đồ đệ, và mọi bí mật mà cô biết, đều nằm trong kho sách dưới lòng đất này.</color>\n<color=#ffffffa6>Họ men theo cầu thang hình xoắn ốc đi xuống bên dưới, từng tầng từng tầng, mỗi một tầng đều có treo một tấm gương trên tường, trong gương ánh lên ánh sáng nhẹ nhàng của ngọn đuốc và nụ cười của anh. Anh không biết mình đã đi hết bao lâu, có lẽ là mấy giờ đồng hồ, cũng có lẽ là mấy phút, bóng tối đã làm lu mờ cảm nhận của anh về thời gian. Tận cùng của cầu thang là một cánh cổng hẹp, đằng sau cánh cổng là một phòng sách hình lục giác. Anh không nhìn thấy được vòm nhà, cũng không thể nào ước lượng độ cao của gian phòng, nhưng chủng loại sách ở đây hoàn toàn vượt xa mọi tưởng tượng của anh về tri thức.</color>\n<color=#ffffffa6>Dưới sự chỉ dẫn của pháp sư, anh học hành rất thuận lợi. Và rồi, mấy tuần sau, sứ giả của Ngôi Đền Im Lặng đã đến làng, nói với Dastur rằng thầy của anh ta đã không may bị bệnh và qua đời, nghĩ đến việc trước đây luận văn anh nộp đã vượt qua được kỳ đánh giá, nên Giáo Viện quyết định phá lệ đề bạt anh làm Herbad, kế nhiệm vị trí của thầy anh, tiếp tục bồi dưỡng học sinh. Herbad vui mừng khôn xiết, nhưng lại không nỡ rời khỏi nơi này, bèn khép nép hỏi pháp sư xem có thể đem theo một số sách rồi cùng anh về Giáo Viện, chỉ dẫn anh tiếp tục học hành hay không. Pháp sư trẻ tuổi đáp, cô chấp nhận lời mời của anh, nhưng, cô có một người em gái, vẫn luôn khao khát được vào Giáo Viện học hành, nhưng vì có xuất thân sa mạc, nên không được chấp nhận. Cô hy vọng Herbad có thể thu nhận em gái của cô làm học sinh dự thính. Herbad trả lời, Giáo Viện thu nhận học sinh đều có quy trình kiểm tra rất nghiêm ngặt, anh không thể nào phá lệ, dù là học sinh dự thính cũng không được. Pháp sư không nói gì nữa, thu dọn một ít hành lý đơn giản rồi cùng anh quay về Sumeru.</color>\n<color=#ffffffa6>Mấy năm sau, hiền giả của học viện Vahumana qua đời. Dựa vào những luận văn tuyệt vời dưới sự giúp đỡ của pháp sư, không ngoài dự đoán, Herbad đã được tiến cử làm hiền giả tân nhiệm. Pháp sư đã đến chúc mừng anh, hy vọng anh với thân phận hiền giả của mình có thể thu nhận em gái của cô làm học sinh dự thính. Hiền giả tân nhiệm đã từ chối cô, cho rằng anh không có nghĩa vụ phải làm chuyện đó, anh cũng không cần cô hướng dẫn nữa, vì anh đã không cần phải viết luận văn nữa rồi. Cô nên quay về làng, yên tâm dưỡng già. Pháp sư không nói gì nữa, bèn thu dọn hành lý và quay về sa mạc.</color>\n<color=#ffffffa6>Lại mấy năm trôi qua, Đại Hiền Giả qua đời, hiền giả của học viện Vahumana được chọn làm Đại Hiền Giả tân nhiệm. Nghe được tin này, pháp sư từ sa mạc vội vã chạy đến tìm gặp Đại Hiền Giả, quỳ xuống đất, hôn lên mũi giày của anh, nhắc về lời hứa mà anh đã từng hứa với mình, cầu xin anh hãy tiếp nhận những người cùng tộc của mình đang lang thang không nhà vì bão cát, để họ được vào tránh mưa tránh nạn. Đại Hiền Giả tức giận, nói muốn nhốt cô vào nhà ngục được làm bằng đồng, để cô phải chết vì đói khát, vì anh hoàn toàn không quen kẻ lừa đảo đến từ sa mạc này, cô thì lại không dám nói bừa, uy hiếp Giáo Viện. Pháp sư giờ đây đã không còn trẻ tuổi đã ngẩng đầu lên, nhẹ nhàng gạt đi giọt nước mắt trên má, dùng đôi mắt màu hổ phách đã đục màu kia nhìn về Đại Hiền Giả lần cuối, hy vọng anh ta có thể khai ân, thả cô về làng, cầu cứu người trong tộc. Đại Hiền Giả đã từ chối cô, ra lệnh cho binh lính trói cô lại. Thế là, pháp sư không nói gì nữa, chỉ đáp lại rằng:</color>\n<color=#ffffffa6>\"Nếu đã như vậy, xin ngài hãy quay lại thôn làng của mình đi.\"</color>\n<color=#ffffffa6>Đại Hiền Giả sững người, ngẩng đầu nhìn lại, phát hiện mình đang đứng trước Dịch Trạm Lữ Khách. Trời đã khuya, thôn làng ở xa bị bao trùm bởi cát bụi và màn đêm, không thể nào nhìn rõ. Cô gái trẻ tuổi đứng trước mặt anh, nở nụ cười nhạt, trong đôi mắt màu hổ phách ánh lên bộ dạng lúc này của anh, chàng Dastur đó của học viện Vahumana, chưa vượt qua kỳ đánh giá luận văn.</color>\n<color=#ffffffa6>\"Được rồi, trời đã không còn sớm, ngài cũng nên quay về Giáo Viện rồi. Dù sao thì cũng giống như trong truyện đã nói...\"</color>"
          }
        ]
      },
      {
        "title": "Câu Chuyện Ngàn Đêm III",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Câu Chuyện Về Vương Tử Và Thú Thồ Hàng</color>\n<color=#ffffffa6>Rất lâu, rất lâu về trước, vào những năm tháng mà Cảng Ormos vẫn do các Dey giương buồm khắp các biển thống trị, đã từng có một vị Dey dũng mãnh, chinh phục được vô số hòn đảo và bí cảnh, cũng nhờ vậy mà thu được rất nhiều kỳ trân dị bảo, trở thành người giàu có bậc nhất ở Cảng Ormos. Thế nhưng, do quanh năm chinh chiến trên biển cả, nên mãi đến khi về già thì vị Dey này mới có được một mụn con duy nhất, kết quả là không chờ được đến lúc vương tử trưởng thành thì ông đã qua đời.</color>\n<color=#ffffffa6>Chàng vương tử trẻ tuổi tuy được kế thừa gia tài của Dey để lại, nhưng không đủ sức thống lĩnh binh quyền của cha, lại không được những trưởng giả đức cao vọng trọng dẫn dắt, nên đã nhanh chóng rơi vào cuộc sống ăn chơi sa đọa. Phố phường phồn vinh của Cảng Ormos giống như một con thú nuốt vàng, di sản của Dey đã bị vương tử tiêu sạch chỉ trong vài năm, lại còn thêm một khoản nợ lớn. Chờ đến khi vương tử quay đầu nhìn lại, thì nhà cửa đã trống không, cả một đồng Mora cũng không tìm được. Sau khi bán nhà và đuổi việc nô bộc cuối cùng, vương tử cùng đường chỉ có thể đi đến ngôi miếu trong thành, nơi đây thờ phụng vị thần cổ xưa đã phù hộ cho các thủy thủ, nhờ có sự bố thí từ cha của vương tử mà mới được nguy nga như ngày nay.</color>\n<color=#ffffffa6>Vương tử cầu xin sự giúp đỡ từ tư tế của ngôi miếu, \"Trưởng lão đa tri, ta vốn là con của Dey chinh phục bảy vùng biển, nhưng lại vì hoang phí vô độ mà rơi vào cảnh này, xin ngài từ bi, chỉ cho ta một con đường, để ta có thể trả hết nợ nần, chuộc lại ngôi nhà của mình. Ta xin thề từ đây sẽ sửa sai và làm lại từ đầu, làm một người biết an phận thủ thường.\"</color>\n<color=#ffffffa6>\"Vương tử trẻ tuổi\" Tư tế nói, \"Vận mệnh của người phàm tuy đã được chư thần định sẵn, nhưng cũng là do chính bản thân họ viết nên. Giờ đây nếu ngài đã phát nguyện sửa sai làm lại, thì cũng nên chăm chỉ lao động ngay từ bây giờ, cớ sao vẫn muốn tìm cơ hội ngồi mát ăn bát vàng?\"</color>\n<color=#ffffffa6>Vương tử giận dỗi nói, \"Cha của ta từng bố thí rất nhiều cho ngôi miếu này, nếu mà tính kỹ, thì những tượng thần dát vàng này, và thậm chí là chi tiêu của các người thì cũng hết một nửa là thuộc về ta, và ta đến là để đòi lại khoản nợ này!\"</color>\n<color=#ffffffa6>\"Vương tử ngạo mạn, sao ngài có thể đưa ra giao dịch với thần linh?\" Tư tế nói, \"Nhưng nể tình cha của ngài, nếu ngài có thể hứa với ta sẽ an phận thủ thường từ đây, chăm lo làm lụng, thì ta sẽ nói cho ngài biết cách làm giàu trở lại.\"</color>\n<color=#ffffffa6>Vương tử đã thề trước tượng thần, thế là tư tế đã chỉ dẫn anh đến khu chợ ở bến cảng. Vương tử đã đến khu chợ, trước mặt là một phụ nữ ăn mặc lộng lẫy, trông rất giàu có, đang đứng trông nom một con thú thồ hàng gầy yếu.</color>\n<color=#ffffffa6>Vương tử bước lên hỏi, \"Phu nhân tôn quý, có việc gì tôi có thể phụ giúp cho bà không?\"</color>\n<color=#ffffffa6>\"Cậu đến đúng lúc lắm.\" Người phụ nữ đó trả lời, \"Ta có việc gấp phải ra khơi, đang lo lắng không ai thay ta chăm sóc cho con thú này, nếu cậu giúp ta việc này, đợi ba tháng sau ta quay về, sẽ trả cậu mười triệu Mora để đền đáp.\"</color>\n<color=#ffffffa6>Vương tử nghe xong vô cùng vui mừng.</color>\n<color=#ffffffa6>\"Nhưng,\" người phụ nữ nói tiếp, \"Cậu không được cho nó ăn no, cũng không được nói chuyện với nó, nếu không, cậu sẽ mất luôn cả những gì cậu đang có.\"</color>\n<color=#ffffffa6>\"Mình còn gì để mất sao?\" Vương tử nghĩ thầm, thế là cậu đã mạnh miệng đồng ý, người phụ nữ giao con thú thồ hàng cho cậu. Ba tháng sắp qua đi, vương tử cũng làm theo lời dặn dò của người phụ nữ đó, chưa từng cho thú thồ hàng ăn no, cũng không nói với nó câu nào, mãi cho đến buổi tối của đêm cuối cùng.</color>\n<color=#ffffffa6>Hôm đó, vương tử đang ngồi trước đống lửa và suy nghĩ về cuộc sống sau khi nhận được thù lao, trong lúc hứng khởi, bèn nói với thú thồ hàng, \"Thú thồ hàng à thú thồ hàng, cũng nhờ có ngươi mà ta mới giàu có trở lại, nếu ngươi có yêu cầu gì, ta nhất định sẽ đáp ứng cho.\"</color>\n<color=#ffffffa6>Nghe thấy lời này, con thú thồ hàng đột nhiên bật khóc, \"Vương tử tôn kính, tôi không có mơ ước gì, chỉ ước rằng được ăn một bữa no vào ngày cuối cùng.\"</color>\n<color=#ffffffa6>Nghe thú thồ hàng có thể mở miệng nói chuyện, vương tử vô cùng kinh ngạc, vì sự thôi thúc của lòng hiếu kỳ mà anh đã nhanh chóng quên mất lời dặn dò của người phụ nữ kia, xoay người lấy cỏ và nước từ trong chuồng gia súc ra.</color>\n<color=#ffffffa6>\"Vương tử tốt bụng của ta.\" Thú thồ hàng sau một bữa no nê đã nói, \"Tôi vốn theo hầu hạ cho thần linh của trời cao, vị vua thống trị của các phiên quốc trong biển cát, nhưng lại bị phù thủy ác độc kia lừa gạt, biến thành bộ dạng như thế này. Nếu ngài có thể mở lòng từ bi, thả ta về biển cát, ta xin hứa trước vị vua của mặt trời, sẽ ban cho ngài tài sản vô biên, nhiều hơn so với những gì ả phù thủy kia cho ngài.\"</color>\n<color=#ffffffa6>Vương tử nghe xong lời của thú thồ hàng bèn bán tín bán nghi, quyết định giấu nó đi, rồi mình thì nấp ở một góc chờ người phụ nữ kia trở về.</color>\n<color=#ffffffa6>Ngày hôm sau, quả nhiên người phụ nữ đó đã đến khu chợ, nhưng không tìm được vương tử và thú thồ hàng.</color>\n<color=#ffffffa6>\"Tên ăn mày nuốt lời!\" Người phụ nữ chửi rủa, \"Nếu để ta bắt được, ta sẽ nhốt ngươi vào bình ma nhỏ nhất, chịu khổ muôn đời.\"</color>\n<color=#ffffffa6>Nhìn thấy bộ dạng của người phụ nữ, vương tử đã tin lời của thú thồ hàng. Chờ đến khi người phụ nữ rời đi, anh bèn chuẩn bị thả con thú thồ hàng đó. Trước khi đi, thú thồ hàng nói với anh, \"Vương tử nhân từ, nguyện chư thần sa mạc sẽ phù hộ anh, tôi sẽ giữ lời hứa của mình, ban cho anh tài sản vô biên và niềm vui sướng vô tận. Nhưng chỉ có chuyện này, tuyệt đối không được truy hỏi nguồn gốc của chúng, nếu không, anh sẽ mất đi cả những gì mình đang có.\"</color>\n<color=#ffffffa6>Làm theo chỉ dẫn của thú thồ hàng, vương tử đi đến một nơi bí ẩn ở biên giới sa mạc, quả nhiên đã tìm thấy một tòa cung điện cao to lộng lẫy, vách tường đều được trang trí bằng vàng và bảo thạch, cánh cổng được làm bằng vàng thuần khiết, một nam gia nhân tuấn tú đang dẫn theo một nhóm các cô gái đứng ở cổng nghênh tiếp anh.</color>\n<color=#ffffffa6>Từ đây, vương tử lại được sống cuộc đời chìm đắm trong tửu sắc, ngày ngày nam gia nhân sẽ đem đến vô số kim ngân châu báu, sơn hào hải vị dâng lên cho vương tử, các nhạc công vũ nữ cũng được thay đổi mỗi ngày, cứ như thế đã ba năm trôi qua.</color>\n<color=#ffffffa6>Phải biết rằng sự hưởng thụ vui vẻ đến đâu rồi cũng sẽ có lúc chán ngán, một ngày nọ vương tử tỉnh lại sau bao ngày say khướt, đột nhiên phát hiện, \"Mình đã chán ngán cuộc sống hiện tại, cần phải tìm kiếm sự kích thích mới. Năm đó chính vì mình không nghe lời căn dặn của mụ phù thủy nên mới có được cuộc sống tốt đẹp như hiện nay. Con thú thồ hàng tự xưng là phiên vương đó, chắc là sợ mình phát hiện ra bí mật của hắn, nên mới che giấu mình. Nếu có thể nghe ngóng được nguồn gốc của khối tài sản này, mình nhất định sẽ có thêm nhiều niềm vui.\"</color>\n<color=#ffffffa6>Thế là vương tử gọi người hầu trung thành của mình đến, hỏi rằng, \"Nô bộc trung thành của ta, ngươi có thể nói cho ta biết kim ngân châu báu, sơn hào hải vị, và cả những nhạc công vũ nữ mà ngươi đưa đến mỗi ngày, rốt cuộc là từ đâu mà đến không?\"</color>\n<color=#ffffffa6>\"Điều đó là đương nhiên, thưa chủ nhân tôn kính.\" Nam gia nhân trả lời, \"Mỗi ngày tôi tới lui giữa sa mạc và cung điện, mọi thứ ngài dùng hằng ngày đều lấy từ biển cát. Vũ nữ xinh đẹp vốn dĩ là những con lươn sa mạc, những thỏi vàng lấp lánh là cát vàng vô tận trong sa mạc, các món sơn hào hải vị cũng là do tôi đích thân làm ra.\"</color>\n<color=#ffffffa6>\"Còn tôi, nô bộc trung thành của ngài.\" Nam gia nhân ngừng trong chốc lát, \"Chẳng qua là một con Bọ Thánh Kim nhỏ bé mà thôi.\"</color>\n<color=#ffffffa6>Lời nói vừa dứt, cung điện vốn dĩ huy hoàng kia lập tức tan vỡ, trong phút chốc vương tử phát hiện ra mình đang ngồi trên một cồn cát thấp, xung quanh ngoài sâu bọ thì không còn gì khác.</color>\n<color=#ffffffa6>Phải qua rất lâu, vương tử mới định thần trở lại, vừa kinh ngạc vừa sợ hãi, lại vô cùng đau buồn và hối hận. Thế nhưng, những thứ đã mất đi nếu muốn có lại đâu phải là chuyện dễ dàng, cuối cùng vương tử trở thành một kẻ lang thang, không còn cảm thấy được niềm vui nữa. Rồi sau đó, mỗi khi anh gặp được một người đồng ý nghe anh kể chuyện, thì sẽ kể lại câu chuyện thế này...</color>"
          }
        ]
      },
      {
        "title": "Câu Chuyện Ngàn Đêm IV",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Câu chuyện của học giả</color>\n<color=#ffffffa6>Trước đây có một học giả như thế này, trên người anh ta bạn có thể nhìn thấy đặc điểm thường thấy ở những người có học thức, đó là sự kiêu ngạo khinh thường mọi thứ, dù cho nói riêng về bản thân anh ta, nếu có dùng từ ngữ khen ngợi lịch sự để mà diễn tả, thì cũng không thể tính là người vượt trội trong giới học giả.</color>\n<color=#ffffffa6>Học vấn giống như hoa quả, thời gian sẽ nhanh chóng lấy đi sự tươi mới của nó. Nếu anh ta không thể ăn sạch nó khi nó vẫn còn tươi ngon mọng nước, thì những gì còn lại chỉ là mùi vị thối rữa mà thôi.</color>\n<color=#ffffffa6>\"Thời gian, kẻ địch của ta.\" người học giả trẻ nghĩ như thế, \"Mức độ đáng ghét còn hơn cả những đồng liêu của ta.\"</color>\n<color=#ffffffa6>Cũng đành bất lực giống như tính cách bẩm sinh lười biếng và vô kỷ luật, tuyệt đối không phải là thứ dễ dàng thay đối. Thế là, đông qua hạ tới thời gian cứ thế trôi đi một cách vô nghĩa, đã đem đến cho \"đồng liêu đáng ghét\" niềm vinh dự được mọi người ca tụng, còn thứ để lại cho anh ta lại là những dấu vết tháng năm vô ích.</color>\n<color=#ffffffa6>Có lẽ là vận mệnh trêu đùa, nhân vật chính trong câu chuyện của chúng ta đã bất ngờ nhận được cơ hội có thể thực hiện một nguyện vọng.</color>\n<color=#ffffffa6>\"Thời gian, trông có vẻ công bằng, nhưng thật ra không phải. Tư duy của ta không nhanh nhẹn bằng người khác, là vì thời gian quá nghiêm khắc với ta, chứ không phải tư chất của ta không bằng người khác...\" Học giả không còn trẻ nữa đã nghĩ, \"Bây giờ ta có một cơ hội, ta phải lợi dụng nó thật tốt.\"</color>\n<color=#ffffffa6>Thế là anh ta đã đưa ra điều ước như thế này với trấn linh đang bị thương: \"Ta muốn có thời gian công bằng... để ta có thể viết ra bài luận văn tốt hơn.\"</color>\n<color=#ffffffa6>Trấn linh nhanh chóng hiểu ý của anh. \"Mọi thứ đều có cái giá của nó.\" Trấn linh nói.</color>\n<color=#ffffffa6>\"Đương nhiên, ta đã trả một phần trong đó.\" Anh ưỡn thẳng lưng, \"Những năm tháng thiếu niên thanh xuân đều đã trôi qua trong sự theo đuổi vô nghĩa. Chuyện đến nước này, ta đã không còn cầu mong thứ hạnh phúc mà người đời thường nói, ta chỉ muốn để lại một tác phẩm kinh động thế gian, để tên của ta cũng được lưu truyền. Không phải giống như nét mực rồi sẽ có ngày nhạt nhòa trên giấy nát, mà là được khắc ghi trên bia đá. Như thế thì trong thế giới của trăm ngàn năm sau, vẫn còn lại dấu tích của ta, có thể nói... chỉ cần đòi được sự công bằng, ta sẽ chiến thắng thời gian.\"</color>\n<color=#ffffffa6>\"Nếu anh đã nhất định muốn thế.\" Trấn linh không phán xét đúng sai, mà thực hiện nguyện vọng theo lời học giả.</color>\n<color=#ffffffa6>Nhưng đó rốt cuộc là trấn linh hay là ma quỷ ngụy trang, bây giờ nghĩ lại, quả đúng là một vấn đề đáng để thảo luận. Chuyện này tạm thời để lại khoan nói, học giả đã thực hiện nguyện vọng đã kinh ngạc phát hiện ra, so với tư duy của anh ta, thì mọi thứ xung quanh dường như đều trở nên chậm rãi.</color>\n<color=#ffffffa6>\"Hay lắm, hay lắm. Bây giờ, sự nhạy bén của tư duy đã không còn là vấn đề nữa.\" Ban đầu, học giả vô cùng hài lòng. Có đủ sự dư dả thì sẽ có thể suy nghĩ sâu sắc hơn, anh ấy nghĩ. Thời gian một hạt cát rơi xuống trong đồng hồ, không đủ để anh nhấc tay chạm lên trán mình, nhưng lại đủ để anh ta thả mặc tư duy chạy từ rừng rậm đến sa mạc, từ đồng hoang đến cao nguyên tuyết phủ. Anh ta hận nỗi những trang sách không thể dàn trải ra, mà phải lật từng trang từng trang một. Nhưng cho dù trang sách có thể dàn trải ra đi nữa, thì mắt của anh cũng không thể di chuyển nhanh như thế. Thời gian ánh mắt dừng ở một chữ, đủ để anh ta nghĩ ra toàn bộ từ ngữ liên quan đến chữ này, liên tưởng đến mọi thứ liên quan đến từ ngữ này.</color>\n<color=#ffffffa6>\"Ta nghĩ được quá nhiều, viết lại quá ít.\" Học giả sau đó đã nghĩ, \"Ta phải dùng những từ ngữ đẹp đẽ nhất để viết ra những luận chứng có logic nghiêm ngặt nhất.\" Nhưng khi anh viết xong chữ thứ nhất của bài luận, thì tư duy của anh ta đã nhảy đến cuối bài. Do đó anh không thể không liên tục lặp lại bài văn mà mình muốn phát biểu, và bài văn này cũng dần hoàn mỹ hơn trong những lần anh lặp đi lặp lại. Chỉ là, mọi tiến trình đều chỉ xảy ra trong đầu óc của anh, khi mọi thứ đã hoàn thành, thì tay phải của anh thậm chí vẫn chưa viết xong chữ thứ bảy.</color>\n<color=#ffffffa6>Bài luận văn vốn dĩ được cấu thành bởi những luận chứng có logic nghiêm ngặt nhất và được viết bằng những từ ngữ đẹp nhất này cuối cùng vẫn bị chính cơ thể mệt mỏi của học giả liên lụy, làm cho mỗi một đoạn đều rời rạc, cũng giống như xé rách trang sách rồi lại ghép lại một cách loạn xạ. Những chữ liên kết với nhau đó cũng giống như những mảnh sách được chọn ngẫu nhiên từ trong một quyển sách hoàn chỉnh, người thường hoàn toàn không thể nắm bắt được sự liên quan nào trong đó.</color>\n<color=#ffffffa6>Đó là một đêm không sao, anh ta đã dùng hết sức lực, giống như cuộc viễn chinh kéo dài mấy trăm năm, cuối cùng đã rời khỏi phòng sách, đi đến sân vườn bên dưới lầu.</color>\n<color=#ffffffa6>\"Lời lẽ nói ra sẽ trực tiếp hơn so với viết ra.\" Anh ôm lấy một tia hy vọng. Nhưng hiển nhiên, cơ quan phát âm của anh cũng không thể nào theo kịp sự thay đổi trong tư duy, sự liên kết giữa những âm tiết do anh phát ra, cũng giống như nói đến giữa chừng lại thay đổi ý định, cứ thế lặp lại, cuối cùng trở thành một chuỗi câu tự thoại nghẹn ngào.</color>\n<color=#ffffffa6>\"Ông lão đáng thương! Giống như đột nhiên trúng tà.\" Các nam nữ thanh niên ăn mặc sáng sủa đã nhìn học giả bằng ánh mắt đồng cảm, \"Nhưng chí ít, ông ấy vẫn còn mặt trăng.\"</color>\n<color=#ffffffa6>Mọi người nói xong thì rời đi, chỉ để lại học giả một mình ngồi trong sân vườn dưới ánh trăng, bị nhốt trong nhà ngục được gọi là cơ thể. Quá chán chường, anh ta bắt đầu hồi tưởng lại câu chuyện mà mình từng đọc qua...</color>"
          }
        ]
      },
      {
        "title": "Câu Chuyện Ngàn Đêm V",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Câu chuyện về chiếc gương, cung điện và người nằm mơ</color>\n<color=#ffffffa6>Đêm từng đêm, cô cứ luôn mơ thấy tòa cung điện ở phía xa xăm. Vô số ngã rẽ, hành lang và lối đi đã cấu thành kiến trúc phức tạp này, ở mỗi ngã rẽ của hành lang đều có treo một tấm gương bạc có viền được nạm vàng. Nghe nói quốc vương đã dùng hai trăm năm (tính theo lịch thời đó, còn phải cộng thêm sáu năm) để thiết kế nên tòa cung điện này, chỉ cần ngồi trên ngai vàng, nhìn về bất cứ tấm gương nào, đều có thể men theo con đường ánh sáng khúc khuỷu đã được quy hoạch một cách tinh tế, để âm thầm quan sát mọi ngóc ngách trong vương quốc. Thế nhưng, khi trong mơ, cô ấy nhìn thấy những tấm gương được treo ở cuối hành lang, lại chỉ có thể nhìn thấy hình bóng mơ hồ của bản thân, một cô gái trẻ đeo mặt nạ, thân mặc trang phục xinh đẹp, bước đi trên hành lang được trang trí lộng lẫy, trong ngọn lửa vàng do ban ngày tỏa ra trở nên mông lung mơ hồ. Cô biết mục đích của mình, cho dù điều này có hơi khác thường: Cô muốn đi diện kiến vị vua đó, nói gì với vị vua đó, vì cô ấy hiểu rõ, đó chính là ý chí mà cô không thể nào khắc phục đã ép buộc cô phải nói ra những lời đó, cho dù mỗi khi cô tỉnh dậy, những lời chờ được nói ra vẫn luôn rơi lại trong ánh sáng gương gấp khúc.</color>\n<color=#ffffffa6>Năm này qua năm khác, trong giấc mơ tựa như ban mai, cô vẫn không tìm được con đường đến được ngai vàng, cũng chưa từng nhìn thấy diện mạo của vị vua đó. Thiếu nữ năm xưa lạc lối trong gương, giờ đây đã là pháp sư nổi tiếng gần xa, cho dù như thế, bị kẹp giữa giấc mơ ngắn ngủi và sự thức tỉnh vô nghĩa, ý nghĩ ma mị kia, vẫn chiếm đóng toàn bộ tâm hồn của cô. Rồi một ngày kia, cô đã tìm được manh mối về vương quốc xa xôi đó, thế là pháp sư không chút do dự vứt bỏ tất cả mọi thứ thế nhân trân trọng, một mình bước lên hành trình. Vượt qua ánh trăng mờ ảo, men theo thung lũng sâu u tối, ở sâu trong rừng rậm âm u, cuối cùng cô đã tìm được vương quốc trong giấc mơ. Chỉ là thành thị đã bị trận hỏa hoạn vào mấy trăm năm trước thiêu hủy, vương quốc phồn thịnh ngày xưa cũng đã sụp đổ từ lâu. Cũng giống như trong thơ đã nói:</color>\n<color=#ffffffa6>Ngọn gió ban mai biến mất đã bị quá khứ quên lãng,</color>\n<color=#ffffffa6>Giống như bầu trời đã nhấn chìm áng mây sắc màu và tiếng ca.</color>\n<color=#ffffffa6>Chỉ còn ánh sáng le lói nhấp nháy ở đỉnh tháp,</color>\n<color=#ffffffa6>Chiếu rọi màn đêm dai dẳng của tòa thành hoang phế.</color>\n<color=#ffffffa6>Cô bước vào cung điện hoang tàn, giữa những bức tường đổ nát, những tấm gương bạc viền vàng kia đã vỡ từ lâu, những mảnh vỡ rơi trong cát bụi, mỗi một mảnh đều phản chiếu ánh trăng lạnh lùng. Cung điện không quỷ dị ly kỳ như trong giấc mơ của cô, chẳng qua là vài ngã rẽ, vài dãy hành lang, không tốn chút sức lực, cô đã đẩy ra cánh cổng đến sảnh ngai vàng. Đó là một sảnh lớn hình vòng cung, mấy trăm tấm gương treo trên vách tường bằng đá, giống như những tấm gương trên hành lang, đại đa số những tấm gương này đều đã hỏng. Trong vô thức pháp sư chậm rãi bước đến ngai vàng đã bỏ không mấy trăm năm, rồi ngồi xuống, nhìn về một tấm gương vẫn còn hoàn chỉnh.</color>\n<color=#ffffffa6>Trong gương, một cô gái trẻ tuổi đeo mặt nạ, thân mặc y phục xinh đẹp, đang đi trên hành lang được trang trí lộng lẫy, và trong tấm gương phía sau lưng cô, trong những tấm gương chưa từng bị hủy hoại, phản chiếu hàng ngàn hình bóng của cô gái.</color>\n<color=#ffffffa6>Cô lặng người, đột ngột ngẩng đầu, cô gái trẻ tuổi đeo mặt nạ đang đứng trước mặt cô, lặng lẽ nhìn cô, trong mắt chứa đựng sự đau buồn mà cô chưa từng tưởng tượng được. Pháp sư vừa định nói gì đó, cô gái bèn cầm một thanh dao găm đâm vào tim cô. Ánh sáng dịu dàng của tường vi âm thầm lặng lẽ nở rộ trên lưỡi dao, lửa bốc lên từ bốn phía, một lần nữa nuốt chửng đại sảnh đã từng bị thiêu đốt vào mấy trăm năm trước.</color>\n<color=#ffffffa6>Cô ấy bối rối, choáng voáng, rồi cười một cách an ủi, cô gái tháo mặt nạ xuống, để lộ ra diện mạo của pháp sư, đôi môi khô ráp khẽ run run.</color>\n<color=#ffffffa6>Lần này, cuối cùng cô đã nghe được lời của đối phương, lời nói vẫn luôn bị rơi rớt trong hoàng hôn mơ màng và huyền ảo khó đoán trong mấy mươi năm, mấy trăm năm, đó là một câu chuyện, một câu chuyện do cô ấy kể cho cô ấy nghe, câu chuyện phản chiếu trong ngàn vạn mảnh bạc vỡ vụn, vang vọng vĩnh viễn...</color>"
          }
        ]
      },
      {
        "title": "Câu Chuyện Ngàn Đêm VI",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Câu chuyện về người bắt chim</color>\n<color=#ffffffa6>Đây là một câu chuyện có liên quan đến một người chuyên bắt chim.</color>\n<color=#ffffffa6>Phía Bắc vương quốc có một khu rừng rậm, trong rừng có một loài chim biết nói, cánh của chúng sặc sỡ, chúng tập trung lại một chỗ khi ánh bình minh chiếu rọi vào khu rừng, bay lượn giữa những cành cây cao vút tựa như những vầng mây, hót vang không ngừng. Và trong khu rừng có một ông lão, dáng vẻ khô héo, gầy ốm và đen nhẹm, ăn mặc rách rưới, giống như người hoang dã, suốt ngày tìm cách bắt loài chim này.</color>\n<color=#ffffffa6>Cũng giống như những cây cối cao chọc trời cũng đã từng là mầm non tươi mới, ông lão này trước đây cũng từng là một thiếu niên trẻ trung tuấn tú, anh lớn lên trong một thôn làng ở bìa rừng, vì thân thủ nhanh nhẹn và tấm lòng lương thiện mà được mọi người yêu mến, lúc đó các cô gái trong làng không ai là không ái mộ anh. Nhưng chàng thiếu niên chỉ chung tình với người mình yêu, người yêu của anh là thiếu nữ làm tư tế trong rừng, vì được rừng rậm yêu mến, nên có thể xuất hiện với đủ thần thái đẹp mê người, thiếu niên cũng thường kinh ngạc không ngớt.</color>\n<color=#ffffffa6>Thiếu niên thường nghĩ, nếu có thể ở cùng với thiếu nữ tư tế, cứ như thế cho đến cuối đời anh cũng bằng lòng.</color>\n<color=#ffffffa6>Thế nhưng quãng thời gian tươi đẹp chẳng được dài lâu, vương quốc phải bắt đầu một cuộc chinh chiến dai dẳng, mọi thanh niên đều phải tòng quân, thiếu niên cũng phải rời xa cố hương để đến chiến trường. Vào đêm trước khi đi, lần đầu tiên anh thấy người mình yêu rơi lệ, giọt nước mắt ấy giống như hạt sương đọng trên lá, rơi vào trong tim chàng thiếu niên. Lúc đó anh không biết tại sao thiếu nữ lại đau buồn đến vậy, chỉ nghĩ rằng đối phương đau lòng vì cuộc chia ly sắp đến, thế là bèn vội vàng hứa hẹn tương lai với nàng, hy vọng như thế có thể làm thiếu nữ bớt đau buồn.</color>\n<color=#ffffffa6>Thiếu nữ buồn đau, chưa chút phản ứng lại với những lời hứa hẹn đó. Chỉ là sau một chút trầm tư, nói rằng, sau này nàng sẽ điều khiển những con chim biết nói, để chúng bay đến bên cạnh thiếu niên, đem đến những lời nói của người thương ở phương xa đang nhớ nhung chàng. Tuy rằng điều này có hơi kỳ lạ, nhưng thiếu niên nghĩ, có lẽ chẳng qua chỉ là thiếu nữ vì muốn níu kéo trái tim chàng nên đã thể hiện sức mạnh.</color>\n<color=#ffffffa6>Thiếu niên gật đầu đồng ý.</color>\n<color=#ffffffa6>Ngày hôm sau, thiếu niên bước chân lên hành trình chinh chiến, trở thành sĩ binh của vương quốc, vốn dĩ anh nghĩ rằng rất nhanh thôi sẽ có thể trở về. Thế nhưng chiến tranh kéo dài rất lâu, rất lâu, mãi cho đến khi dưới cằm của thiếu niên đã bắt đầu mọc râu, ánh mắt trở nên nghiêm nghị mà sắc bén, đôi tay trở nên chai sần vì cầm vũ khí, thì trận chiến mới tuyên bố kết thúc.</color>\n<color=#ffffffa6>Mà trong cuộc chiến tàn khốc ấy, thứ duy nhất đem lại chút an ủi cho thiếu niên, chính là chim biết nói bay đến từ cố hương. Những con chim ấy giống như có thần linh giúp đỡ, luôn có thể tìm đến anh vào đêm khuya yên tĩnh, đem đến cho anh lời nhắn nhủ của thiếu nữ tư tế, như thế, thiếu niên có thể nghe được những lời nhớ nhung ngọt ngào của cô, nghe cô kể về những thay đổi nhỏ bé trong làng, hoặc viết một bài thơ ngắn cho anh.</color>\n<color=#ffffffa6>Chia cách lâu ngày nhưng tình yêu mà thiếu niên dành cho thiếu nữ chưa từng giảm đi chút nào, ngược lại giống như tấm bia đá trong lòng anh, ngày một sâu đậm.</color>\n<color=#ffffffa6>Sau khi chiến tranh kết thúc, anh nôn nóng quay về quê hương, muốn cưới thiếu nữ làm vợ, nhưng lại hay được tin thiếu nữ vì mắc bạo bệnh, sau khi thiếu niên ra đi một thời gian rất ngắn là đã trở về với đêm tối lạnh lẽo.</color>\n<color=#ffffffa6>Thiếu niên cảm thấy vô cùng hoang đường, bởi vì rõ ràng vào tối hôm qua, thông qua chim biết nói anh còn nghe được cô ấy đọc câu thơ cho anh.</color>\n<color=#ffffffa6>Anh xông vào trong sân nhà, cưỡng chế mở toang cánh cửa phòng đóng chặt của thiếu nữ, trong giây phút đó, vô số chim biết nói chịu sự điều khiển của bí thuật đang ngủ say chờ được đánh thức, ngược lại đã bị ánh mặt trời bên ngoài chiếu vào làm kinh động. Thế là những con chim thức tỉnh đó từ cánh cửa anh mở ra, từ bên người anh, bên vành tai anh, vỗ tung đôi cánh, trước khi anh định thần trở lại, đã như mây khói mong manh bay hết ra bên ngoài, bay về nơi rừng rậm mà chúng vốn thuộc về. Và sau đó, trước mắt của thiếu niên là một khuê phòng trống rỗng.</color>\n<color=#ffffffa6>Lúc đó anh đã hiểu ra vì sao đêm hôm đó thiếu nữ lại đau buồn đến thế, lại đưa ra sự sắp xếp kỳ lạ như thế.</color>\n<color=#ffffffa6>Và cũng đã hiểu được những con chim biết nói đã bay đi hết vì bị động tác mở cửa của anh làm kinh động kia, là do thiếu nữ trước khi lâm chung đã chuẩn bị cho quãng đời còn lại của anh, thậm chí là chuẩn bị quá nhiều lời nói.</color>\n<color=#ffffffa6>Tuổi thọ của chim thực ra dài hơn rất nhiều so với con người tưởng tượng, sau hôm đó, thiếu niên đã đuổi theo những con chim biết nói đã bay tứ tán vào trong rừng, theo đuổi linh hồn của thiếu nữ gửi gắm vào mỏ chim, muốn rửa sạch tội lỗi đã đem tình yêu của người thương rải khắp khu rừng, ngày đêm tiếp nối, quên ăn quên ngủ, tựa như người điên. Thế là thiếu niên trở thành trung niên, trung niên rồi trở thành lão niên. Cho dù không còn được nghe thấy thứ gì mới nữa, dù cho những con chim còn nhớ được lời nói của thiếu nữ càng ngày càng ít, nhưng có lẽ vẫn còn một câu, lỡ đâu vẫn còn một câu nói mà mình chưa từng nghe thì sao, chỉ vì chấp niệm này, mà người bắt chim không còn là thiếu niên kia nữa vẫn không muốn bỏ đi.</color>\n<color=#ffffffa6>Anh rất thành thục trong việc dụ và bắt lấy những con chim đó, cho chúng vào lồng, anh sẽ dịu dàng vuốt ve cổ chúng, đùa giỡn với chúng, cho chúng ăn những loại hạt ngon nhất, uống thứ nước thanh khiết nhất, rồi nói với chúng, nói đi nói đi, chim biết nói, hãy nói về người yêu của ta, nói xem thiếu nữ được rừng rậm yêu mến rốt cuộc đã huấn luyện ngươi, dạy ngươi học những gì rồi.</color>\n<color=#ffffffa6>Thế là những con chim sau khi ăn uống no nê, có khi sẽ nói ra câu chuyện thế này...</color>"
          }
        ]
      }
    ]
  }
}