{
  "epId": 3694,
  "name": "Vầng Sáng Vourukasha",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/12108544/bc9329baf36935b2fb094f783a7695f2_3215805166263433350.png",
  "filterValues": {
    "reliquaryEffect": [
      "HP",
      "Tăng Sát Thương"
    ]
  },
  "menuId": 5,
  "menuName": "Thánh Di Vật",
  "version": 1681523527,
  "components": {
    "story": [
      {
        "title": "Nhụy Hoa Khvarena Khởi Nguyên",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Đứa con gái ngây thơ của ta, Khvarena của ta...\"</color>\n<color=#ffffff73>\"Ta giao con cho một người mẹ khác, hãy trao cho cô ấy sự trung thành và tình yêu thương.\"</color>\n<color=#ffffff73>\"Trí tuệ của cô ấy không hề kém hơn ta, còn hào quang của cô ấy còn sáng hơn ta nữa.\"</color>\n<color=#ffffff73>\"Trong giấc mơ ta từng nhìn thấy mộng ma không mặt mũi, nó khiến ta sợ hãi bất an...\"</color>\n<color=#ffffff73>\"Thế là bèn tách con ra khỏi cơ thể của ta, nhờ con hãy ngăn cản nó kéo đến.\"</color>\n<color=#ffffff73>\"Khvarena của ta, ánh sáng trong mắt ta...\"</color>\n<color=#ffffff73>\"Ta từng nói với cô ấy việc làn sóng đen sẽ đến, còn con sẽ biết được vận mệnh chức trách của mình từ trong đó.\"</color>\n<color=#ffffff73>\"Xin đừng sợ hãi rút lui, đừng khiến Khvarena mất đi ánh sáng, đừng để mẹ phải xấu hổ.\"</color>\n<color=#ffffff73>\"Cũng giống như hy sinh vì người phàm chính là số mệnh của ta, hy sinh là khúc dạo đầu xinh đẹp của sinh mệnh mới...\"</color>\n<color=#ffffff73>\"Hãy đi sà vào lòng người mẹ cỏ cây, ở vương quốc của cô ấy con sẽ tìm được số mệnh.\"</color>\n<color=#ffffff73>\"Khvarena của ta, con gái thuần khiết của ta...\"</color>\n<color=#ffffff73>\"Con sẽ phải thay đổi diện mạo, con sẽ đối mặt với khảo nghiệm của tách lìa và chết chóc.\"</color>\n<color=#ffffff73>\"Và sau đó, con sẽ trường sinh bất tử, nhưng đó là con đường càng đen tối hơn...\"</color>\n<color=#ffffff73>\"Chủ nhân của sương mai và chủ nhân của cỏ cây sẽ còn mất đi thần hình của họ còn trước cả con...\"</color>\n<color=#ffffff73>\"Họ sẽ bị lãng quên, và cũng chỉ còn lại ký ức hy sinh\"</color>\n<color=#ffffff73>\"Khvarena của ta, đứa con gái của loài hoa...\"</color>\n<color=#ffffff73>\"Nếu con quyết tâm không vì sợ hãi mà rút lui...\"</color>\n<color=#ffffff73>\"Thì hãy sà vào vòng tay của chủ nhân mới đi.\"</color>"
          }
        ]
      },
      {
        "title": "Lông Vũ Ánh Sắc Màu",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Vào một đêm trăng không ai nhớ đến, vào đêm trước khi dòng thác bi kịch cuốn trôi khu vườn thiên đường.</color>\n<color=#ffffff73>Hoa lá và cỏ cây đã từng nhắc về vương quốc của người phàm, nói về hy vọng của họ và tương lai hoang vu.</color>\n<color=#ffffff73>Người không thể tiếp xúc đã đem đến cái chết xám xịt, làn sóng đen ập vào bến bờ sự sống,</color>\n<color=#ffffff73>Cỏ cây muông thú mới sinh sẽ cùng với người phàm, đánh lui từng làn sóng hiểm ác đó.</color>\n<color=#ffffff73>Trong những năm tháng cô độc cắt đứt với chủ nhân của cát đỏ, nữ vương cỏ cây đã biến Khvarena thành thần điểu,</color>\n<color=#ffffff73>Ban cho cô ấy chức trách bảo vệ hai thế giới, bảo vệ biên giới giữa mới sinh ra và cái chết.</color>\n<color=#ffffff73>Thần điểu sinh sống ở nơi tùng bách và tuyết liên sinh trưởng, ngủ sâu trong giấc mộng đẹp khi minh ước vẫn còn tồn tại...</color>\n<color=#ffffff73>Chỉ khi tai họa đó ập đến, cô mới đột nhiên thức tỉnh, đi về phía vận mệnh ắt sẽ hủy diệt.</color>\n<color=#ffffff73>Sau đó, giống như lời tiên tri bị thương của người đó, sự chết chóc và im lặng xám xịt đã lan tỏa trong rừng mưa...</color>\n<color=#ffffff73>Giống như lời cảnh báo của người bạn thân, làn sóng thú đen kịt ập đến, càn quét rừng mưa mới sinh...</color>\n<color=#ffffff73>Chủ nhân cũ của vương quốc nước đã diệt vong trong biến cố, cơ thể hóa thành biển Amrita thuần khiết.</color>\n<color=#ffffff73>Còn trên mặt đất hoang vu vì bị Vực Sâu tàn phá, những dòng nước lộ thiên thuần khiết cuối cùng đã bị thiêu đốt đến khô cằn.</color>\n<color=#ffffff73>Nữ chủ nhân của cỏ cây lại không rảnh để mà đau buồn, cây mẹ của hàng ngàn hạt giống đang rất mong chờ được bồi dưỡng...</color>\n<color=#ffffff73>Để rửa sạch ô uế đen tối, đảm bảo sự thuần khiết của Amrita, Simurgh đã phá vỡ thần hình...</color>\n<color=#ffffff73>\"Phàm là tạo vật xinh đẹp được sinh ra từ Khvarena của loài hoa, ắt sẽ phải đối mặt với vận mệnh héo tàn rụng rơi biến thành bùn đất,</color>\n<color=#ffffff73>\"Sau khi héo tàn, được Amrita nuôi dưỡng và tái sinh thành biển hoa, sẽ không còn phải lo buồn vì \"cái chết\" nữa.\"</color>"
          }
        ]
      },
      {
        "title": "Thời Khắc Xưa Cổ",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Giao cho cô một mảnh Khvarena, bạn thân của tôi, hy vọng cô sẽ cẩn thận cất giữ.\"</color>\n<color=#ffffff73>\"Con bé đến từ trí tuệ của hoa và đường mạch của trời cao, sở hữu sự thuần túy của sinh mệnh.\"</color>\n<color=#ffffff73>\"Khvarena là một chấm trong tim hoa, giọt nước chứa ánh sáng trong ngàn vạn sương mai,\"</color>\n<color=#ffffff73>\"Xin cô hãy trân trọng món quà của tôi, mãi cho đến cái ngày mà vực đen nhấn chìm sinh linh...\"</color>\n<color=#ffffff73>Ngụ ngôn xa xôi được lưu truyền giữa những chiếc lá xanh và đóa hoa, được quả và hạt ghi nhớ.</color>\n<color=#ffffff73>Chờ đến khi nữ chủ nhân của muôn hoa héo tàn thành bụi, chờ đến khi chủ nhân biển cát bị giấc mơ hư ảo mê hoặc,</color>\n<color=#ffffff73>Chờ đến khi bạo quân vượt quyền bị cồn cát biến hóa muôn dạng vùi chôn, dã tâm cuối cùng đã tắt,</color>\n<color=#ffffff73>Chờ đến khi những thứ đến từ bùn đất quay về với cát vàng, những thứ đến từ trong gió quay về rừng mưa...</color>\n<color=#ffffff73>Nữ vương của cỏ cây ngồi yên quan sát thế sự đổi thay, vẫn ghi nhớ lời thề chân thành với người đã khuất.</color>\n<color=#ffffff73>\"Hãy đồng ý với tôi sẽ bảo vệ Khvarena này, người đồng hành của tôi, người bạn thân thiết của tôi.\"</color>\n<color=#ffffff73>\"Chờ đến khi chúng ta đã đi rồi, người phàm ắt sẽ bơ vơ như những đứa trẻ sơ sinh vừa rời khỏi chiếc chăn quấn,\"</color>\n<color=#ffffff73>\"Yếu mềm nhưng lại đủ mạnh mẽ, cuối cùng có thể khắc phục cuồng phong liệt hỏa và sự không hoàn mỹ của bản thân.\"</color>\n<color=#ffffff73>\"Nhưng, điều mà tôi lo ngại hoàn toàn không phải là tai họa có thể dự đoán, mà là sự đen tối hỗn độn...\"</color>\n<color=#ffffff73>\"Chỉ có ác ý đen tối và uy hiếp của \"cái chết\", mới có thể nghiền nát nụ hoa.\"</color>\n<color=#ffffff73>Chờ đến khi thiên đường ngày xưa cuối cùng bị cát dát vàng nuốt chửng, chủ nhân của cỏ cây cũng đã thực hiện ước hẹn ngày xưa:</color>\n<color=#ffffff73>Lắng nghe nguyện vọng của Khvarena, tạo nên cơ thể tuyệt diệu cho nó, để nó hóa thành sinh mệnh xinh đẹp vô song.</color>\n<color=#ffffff73>Đó chính là thần điểu Simurgh, trên thân hội tụ ngàn vạn sắc thái của chim chóc, hát vang khúc ca ngàn vạn đóa hoa cùng reo vang...</color>\n<color=#ffffff73>Giấc mộng cuối cùng của ốc đảo hội tụ trên một cơ thể, hóa thành biển hoa vô tận rực rỡ thuần khiết ẩn sâu trong cơ thể thần điểu.</color>"
          }
        ]
      },
      {
        "title": "Bữa Tiệc Vui Vô Bờ",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Sau khi nữ chủ nhân của vườn hoa mất đi, nữ vương của cỏ cây cũng rạn nứt với biển cát.</color>\n<color=#ffffff73>Từ bỏ đi tình yêu cuồng nhiệt và uy quyền, cô lựa chọn quay lại rừng mưa, bảo vệ cho sự sống...</color>\n<color=#ffffff73>Do đó sự sống mới đã sinh sôi tại rừng mưa, các hiền giả cũng bắt đầu khuấy động, xây dựng gia viên.</color>\n<color=#ffffff73>Sự cuồng tưởng sẽ dẫn đến cái chết tất yếu, lời răn dạy của cái chết vẫn luôn cảnh tỉnh người phàm từng phút giây.</color>\n<color=#ffffff73>Khvarena của muôn hoa sinh ra tại bàn tiệc vui vẻ nhất, niềm vui thuần túy nhất,</color>\n<color=#ffffff73>Trong đó sẽ không nếm được vị chua chát khổ hành, cũng không có vị hôi tanh của uy quyền.</color>\n<color=#ffffff73>Vận mệnh của cô cuối cùng rồi sẽ đi đến kết cục chết chóc, khô héo kiệt quệ...</color>\n<color=#ffffff73>Chỉ có chủ nhân của trí tuệ mới có thể minh giám, được bảo quản tận dụng thỏa đáng.</color>\n<color=#ffffff73>\"Thế nhưng, không được quên đi lời tiên tri của đại chủ nhân, nếu cô ấy đã gửi gắm tôi cho người.\"</color>\n<color=#ffffff73>\"Hành vi ngu ngốc chưa đến nỗi khiến người phàm diệt vong, nhưng làn sóng đen tối ở thế giới bên ngoài sẽ cuốn đi tất cả.\"</color>\n<color=#ffffff73>\"Tôi là linh hồn sót lại cuối cùng mà nữ chủ nhân đã để lại, tôi là tinh túy của hoa có thể gột sạch tất cả.\"</color>\n<color=#ffffff73>\"Nếu dung hòa với loại nước thuần túy nhất, tôi sẽ tỏa ra hào quang chói rọi như những quả lựu.\"</color>\n<color=#ffffff73>Thế là, thần điểu Simurgh đã sinh ra từ trong Khvarena của loài hoa.</color>\n<color=#ffffff73>Lưu luyến đôi chút bên cạnh chủ nhân, rồi bay về phía biển hoa...</color>"
          }
        ]
      },
      {
        "title": "Trái Tim Khvarena Huy Hoàng",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"Bạn thân ơi, người bạn thân đã mất đi trí tuệ từ lâu...\"</color>\n<color=#ffffff73>\"Trong truyền thuyết rực rỡ luôn biến hóa, tiềm ẩn trong đó sự lãng quên màu xám,\"</color>\n<color=#ffffff73>\"Cũng giống như sinh mệnh luôn đi cùng với sinh tử, lãng quên cũng là người yêu của ký ức.\"</color>\n<color=#ffffff73>\"Nếu không có sự uy hiếp đen tối của cái chết, bất cứ sinh mệnh nào đều cũng sẽ trở nên tầm thường\"</color>\n<color=#ffffff73>\"Nếu không có làn sóng lãng quên quét qua, thì sẽ không có thứ gọi là lịch sử đáng được khắc ghi...\"</color>\n<color=#ffffff73>Trong những năm tháng xa xưa, nữ vương của cỏ cây từng làm theo lời gửi gắm của cô ấy,</color>\n<color=#ffffff73>Đem hình thái của thần điểu ban cho Khvarena của loài hoa, bảo vệ một góc của rừng mưa.</color>\n<color=#ffffff73>Giống như vận mệnh của hoa là héo tàn, vận mệnh của Simurgh là hy sinh,</color>\n<color=#ffffff73>Chủ nhân nuôi dưỡng màu xanh đã biết được chân lý này từ cái đêm ngủ bên cạnh nữ vương của muôn hoa...</color>\n<color=#ffffff73>\"Thế là, thần điểu màu xanh rờn đã bung tỏa ra ngàn vạn đóa Khvarena, tung bay khắp nơi như những chú chim gõ kiến...\"</color>\n<color=#ffffff73>\"Khvarena rơi rụng lên trên thi thể trong vắt của chủ nhân Amrita, sinh ra biển hoa rực rỡ.\"</color>\n<color=#ffffff73>\"Biển hoa có hàng trăm loại tinh linh, ôm ấp nguyện vọng của cỏ cây và những giọt sương, rửa sạch tất cả nhơ bẩn\"</color>\n<color=#ffffff73>\"Biển hoa có hàng trăm loại tinh linh, ca hát về ba người mẹ cỏ cây, sương mai và hoa lá.\"</color>\n<color=#ffffff73>Rồi có một đêm, con gái sẽ rời khỏi vòng tay của ba người mẹ, Vì ô uế trên thế gian quá nhiều, chỉ có hy sinh mới có thể thanh trừ...</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Vầng Sáng Vourukasha"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Bí Cảnh Chúc Phúc: Thành Lũy Bỏ Hoang III\nBí Cảnh Chúc Phúc: Thành Lũy Bỏ Hoang IV"
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Lông Vũ Ánh Sắc Màu",
        "position": "Lông Vũ Tử Vong",
        "desc": [
          {
            "type": "RichText",
            "text": "Lông vũ trang trí tinh xảo, toát ra ánh sáng của lá xanh và hoa tươi."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/12108544/70bb0ce74b0823c06d4228861df7aebe_2756178783964775314.png"
      },
      "sands_of_eon": {
        "title": "Thời Khắc Xưa Cổ",
        "position": "Cát Thời Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Đồng hồ cổ xưa toát ra ánh sáng Khvarena, trong đó chứa đầy chất lỏng tinh khiết như có sinh mệnh."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/12108544/ba10e34aa87726117ebad3dee1a40e4c_1632102404405501171.png"
      },
      "circlet_of_logos": {
        "title": "Trái Tim Khvarena Huy Hoàng",
        "position": "Nón Lý Trí",
        "desc": [
          {
            "type": "RichText",
            "text": "Bông tai sắc màu tinh tế, như để lộ ra ánh sáng của trăm hoa."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/12108544/fce888d514d4c5115035d43514d7065d_3836397194718234266.png"
      },
      "goblet_of_eonothem": {
        "title": "Bữa Tiệc Vui Vô Bờ",
        "position": "Ly Không Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "Chiếc cốc lộng lẫy từng chứa mật hoa, giờ đã hoàn toàn trống rỗng."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/12108544/65916b37803325834f0f5f8dac66ad9a_7980819805994413170.png"
      },
      "flower_of_life": {
        "title": "Nhụy Hoa Khvarena Khởi Nguyên",
        "position": "Hoa Sự Sống",
        "desc": [
          {
            "type": "RichText",
            "text": "Huy hiệu hoa từng được những người hành hương đeo trong thời xưa."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/15/12108544/bc9329baf36935b2fb094f783a7695f2_2899395120573224890.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "<p>HP tăng 20%</p>",
      "fourSetEffect": "<p>Sát thương gây ra từ Kỹ Năng Nguyên Tố và Kỹ Năng Nộ tăng 10%. Trong 5s sau khi người trang bị chịu sát thương, hiệu quả tăng sát thương nêu trên tăng 80%, lượng tăng thêm này tối đa cộng dồn 5 tầng, mỗi tầng tính thời gian độc lập nhau. Nhân vật không ra trận cũng có thể kích hoạt hiệu quả này.</p>"
    }
  }
}