{
  "epId": 3991,
  "name": "Đoàn Kịch Hoàng Kim",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/2dabb3862a45000419a5c89e861275ed_6315805573234620561.png",
  "filterValues": {
    "reliquaryEffect": [
      "Tăng Sát Thương"
    ]
  },
  "menuId": 5,
  "menuName": "Thánh Di Vật",
  "version": 1692457202,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "<p>Sát thương Kỹ Năng Nguyên Tố gây ra tăng 20%.</p>",
      "fourSetEffect": "<p>Sát thương Kỹ Năng Nguyên Tố gây ra tăng 25%; Ngoài ra, khi không ra trận, sát thương Kỹ Năng Nguyên Tố gây ra tăng thêm 25%. Hiệu quả này sẽ xóa sau khi ra trận 2s</p>"
    },
    "story": [
      {
        "title": "Biến Tấu Khúc Nhạc Hoàng Kim",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Khúc nhạc vận mệnh từng men theo đường thủy các nơi mà tấu vang, truyền bá giai điệu hài hòa của văn minh và trật tự.</color>\n<color=#ffffff73>Nốt nhạc rơi xuống, sự man rợ bị văn minh quét sạch và thay thế, vùng đất nguyên thủy vô trật tự cũng thay da đổi thịt.</color>\n<color=#ffffff73>Gió biển mạnh mẽ cuốn qua, loài cỏ không rễ mọc lơ lửng theo đó mà tung bay.</color>\n<color=#ffffff73>Ở một bộ lạc nào đó tuổi thọ cũng ngắn như rong biển, nhạc sư trẻ tuổi và dũng sĩ gặp gỡ nhau.</color>\n<color=#ffffff73>Trong giai thoại chinh phục nhiều như những chòm sao, giai điệu này không có sức hút như vậy,</color>\n<color=#ffffff73>Nhưng sóng biển đã chứng kiến tình cảm giữa hai chiến sĩ, cũng đã dự báo trước kết cục của họ.</color>\n<color=#ffffff73>Nhạc sư trẻ tuổi vẫn chưa mất đi tính bộc trực của man tộc, rất nhanh chóng trở thành bạn bè với nô bộc bị chinh phục.</color>\n<color=#ffffff73>Tên gọi của nô bộc đó giờ đây đã không ai biết đến, nhưng sau này cái tên \"Cassiodor\" sẽ phổ biến khắp thiên hạ.</color>\n<color=#ffffff73>Sau đó, dũng sĩ trẻ tuổi đã theo nhạc sư trẻ tuổi đi đến tòa thành cao nhất của đế quốc hoàng kim, Capitolium...</color>\n<color=#ffffff73>Họ đã hoàn thành bài tập và thí luyện nghiêm khắc, từ đó được thần vương hoàng kim đề bạt trở thành chủ nhân kiêu ngạo.</color>\n<color=#ffffff73>\"Kiêu ngạo như đóa hoa hoàng kim nở rộ trên ngực của công dân vương quốc vinh quang, dưới tầm nhìn xa rộng của thần vương sẽ không còn nghèo hèn man rợ\"</color>\n<color=#ffffff73>\"Kiêu ngạo là tấm khiên tôn nghiêm của vương quốc vinh quang, cũng là mũi thương lấp lánh ánh vàng, bảo vệ lấy quyền uy vô địch của thần vương.\"</color>\n<color=#ffffff73>\"Chỉ dưới sự quản thúc của uy quyền, trật tự mới được sinh ra, dưới sự thống lĩnh của trật tự, nghệ thuật và tự do mới thoải mái bung tỏa.\"</color>\n<color=#ffffff73>\"Ở vương quốc hoàng kim tươi đẹp, sự yếu đuối, mông muội và man rợ mãi không bao giờ được dung thứ và bao bọc. Hoặc là quy phục, hoặc là diệt vong.\"</color>\n<color=#ffffff73>\"Bạn của tôi, anh em của tôi, đừng lưu luyến quá khứ bần cùng đó, đừng tham lam sự tôn nghiêm ti tiện mà giả tạo của người xưa.\"</color>\n<color=#ffffff73>\"Nếu đã vứt bỏ đi cơ thể bộc trực, tinh thần yếu đuối, trở thành người thuần túy như sắt thép, vậy sao phải than thở vì chút chuyện cỏn con?\"</color>\n<color=#ffffff73>\"Người bạn của tôi, người anh em của tôi, hãy lắng nghe giai điệu nội tâm vĩnh viễn không thay đổi như dây cót của anh: Đó là lời thần vương đã thì thầm với anh.\"</color>\n<color=#ffffff73>\"Đôi mắt của vương quốc vinh quang chỉ nhìn về tương lai hoàn mỹ của hoàng kim, tương lai sẽ tấu lên khúc nhạc chấm dứt cho sự diệt vong tất yếu của người xưa.\"</color>"
          }
        ]
      },
      {
        "title": "Lông Vũ Chim Hoàng Kim",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Thời khắc gió biển dần lặng xuống, bầu trời cũng dần nhuộm lên sắc đỏ hoàng hôn.</color>\n<color=#ffffff73>Hàng ngàn chốn neo đậu, chim biển chưa từng dừng lại, chỉ làm rơi xuống những chiếc lông vũ.</color>\n<color=#ffffff73>Khúc giao hưởng từng một thời hài hòa hoành tráng cũng có lúc phải hạ màn, cũng giống như bất kỳ đế quốc nào cũng không thể vĩnh viễn trị an.</color>\n<color=#ffffff73>Theo đà mở rộng của thủy đạo, uy quyền không chỉ đem đến tiến bộ và trật tự, mà còn đem đến ngạo mạn, bạo lực và bóc lột.</color>\n<color=#ffffff73>Tại thành bang xa xôi của \"người xưa\", trong hang núi của ẩn sĩ lưu vong, thậm chí là dưới chân núi Capitolium...</color>\n<color=#ffffff73>Nhạc sư cao quý điều chỉnh giai điệu và quân đoàn sắt thép nón giáp sáng loáng đã đến đây, tiếp quản mọi thứ từ tay mọi người.</color>\n<color=#ffffff73>Còn những người ngoan cường chưa bị chinh phục, chưa bị đoạt đi giọt nước đã đoàn kết lại, thề chết kháng cự đến cùng.</color>\n<color=#ffffff73>\"Giống như những gì tôi lo lắng, giống như những lời tôi than thở, người anh em của tôi. Khi anh cất cao khúc nhạc, cũng nên lắng nghe tiếng gọi của người yếu đuối.\"</color>\n<color=#ffffff73>\"Không phải mọi người đều tình nguyện bị đoạt đi quê hương và tự nhiên, không phải tất cả mọi người đều chấp nhận nhạc khúc của chúng ta.\"</color>\n<color=#ffffff73>\"Anh từng gọi họ là \"người xưa\", người anh em của tôi. Nhưng người trung thành với ngày xưa, cũng có sự cố chấp và tôn nghiêm không thể ngó lơ.\"</color>\n<color=#ffffff73>\"Chúng ta từng cho rằng có thể mặc ý chinh phục và chi phối người khác, nhưng hào quang của vương quốc vinh quang thì sao có thể như thế...\"</color>\n<color=#ffffff73>\"Yếu đuối! Yếu đuối! Lòng trắc ẩn nhu nhược đã che mất đi thần trí của anh, làm cho con tim anh trở nên mềm yếu, trở thành điểm yếu phía sau lưng\"</color>\n<color=#ffffff73>\"Nếu như sự man rợ và mông muội vẫn tiềm ẩn trong bất kỳ vùng đất nào của Fontaine, làm độc hại bất kỳ nguồn nước nào của Fontaine, thì chúng ta sẽ tiêu diệt chúng.\"</color>\n<color=#ffffff73>\"Giả sử man tộc đồng ý gia nhập vào trật tự hùng vĩ của hoàng kim, thì chúng ta sẽ tiếp nạp họ, cũng giống như vua quang vinh đã tiếp nạp chúng ta.\"</color>\n<color=#ffffff73>\"Nhưng từ khi độc long Scylla phá hủy tháp cao của chúng ta, đồ sát nhạc sư của chúng ta, thì man tộc bị đầu độc đã không còn xứng đáng được cứu rỗi và tiếp nạp\"</color>\n<color=#ffffff73>\"Nếu đã không xứng được tiếp nạp, thì nên xóa sạch chúng khỏi đất đai và nguồn nước, như cách chúng ta tiêu diệt ôn dịch và dập tắt ngọn lửa.\"</color>\n<color=#ffffff73>Chính vào thời khắc này, thời đại hoàng kim đột ngột đình trệ, từ đó mà rơi vào trong chiến tranh và phản loạn vô cùng vô tận.</color>\n<color=#ffffff73>Giữa ngai vàng tràn ngập tiếng reo hò kêu gọi chinh phục và tiêu diệt cùng với tiếng gào khóc khổ đau của man tộc, từ trong đó thần vương chợt bừng tỉnh...</color>"
          }
        ]
      },
      {
        "title": "Khúc Dạo Đầu Thời Kỳ Hoàng Kim",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Gió biển buổi bình minh vui vẻ và tự tại, thổi vang khúc thơ cổ xưa này...</color>\n<color=#ffffff73>Dòng chảy thời gian sẽ không cuộn trào về phía trước nữa, mà sẽ theo ca sĩ trở về với ngày xưa đó.</color>\n<color=#ffffff73>Lênh đênh theo dòng biển, chảy qua mái vòm dát vàng của vương quốc vinh quang,</color>\n<color=#ffffff73>Trong làn gió nhẹ của ngày hè, xuyên qua khu vườn xanh mát với bờ tường cao bao quanh.</color>\n<color=#ffffff73>Bất luận là những quý tộc trên thuyền đó, hay là man tộc bị bắt về,</color>\n<color=#ffffff73>Đều chìm đắm trong nhạc khúc của thời đại tươi đẹp, mê mẩn trong hồi ức...</color>\n<color=#ffffff73>Bởi vì đây là thời thịnh vượng rực rỡ - thời đại của vị vua chính trực vinh quang.</color>\n<color=#ffffff73>\"Tôi đến từ một vương quốc nhỏ bé trên hòn đảo cô lập, sinh ra trong túp lều tranh, lớn lên ở thôn làng được dựng bằng lau sậy.\"</color>\n<color=#ffffff73>\"Khi võ sĩ thân mặc áo giáp lấp lánh đến quê hương tôi, tuyên bố tin \"chinh phục\".\"</color>\n<color=#ffffff73>\"Tôi chỉ là một đứa trẻ, ngây thơ chạy theo những bán thần cao lớn để đến thủ đô.\"</color>\n<color=#ffffff73>\"May nhờ có ngón tay khéo léo và giọng nói trong trẻo, mà tôi đã tránh được vận mệnh nô dịch.\"</color>\n<color=#ffffff73>\"Từ đây về sau, người được thần vương công nhận như tôi mới lần đầu được tiếp xúc đến sức mạnh của văn minh và trật tự.\"</color>\n<color=#ffffff73>\"Thay đổi thân xác, từ bỏ tên gọi và bộ tộc của mình, thế nhân sẽ chỉ biết đến cái tên \"Boethius\"!\"</color>\n<color=#ffffff73>Cứ như vậy, đứa trẻ sinh ra từ man tộc đã hoàn toàn choáng ngợp bởi đế cung hoàng kim, bị chinh phục bởi nét đẹp của uy quyền hùng vĩ.</color>\n<color=#ffffff73>Cố gắng vứt bỏ và quên đi thói quen xưa cũ man rợ, giống như đứa trẻ sơ sinh đói khát nuốt lấy nuốt để nguồn tri thức mới...</color>\n<color=#ffffff73>Tất cả chỉ vì biến đổi thân xác trở thành một phần trong nền văn minh vĩ đại này, trở thành người chân chính mang vinh dự.</color>\n<color=#ffffff73>Không vì điều gì khác, chính là vì thời đại thịnh vượng rực rỡ này, thời đại tốt đẹp của vị vua vinh quang chính trực trên ngai vàng cao cao.</color>"
          }
        ]
      },
      {
        "title": "Tiếng Ồn Đêm Hoàng Kim",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Mặt biển bình yên bỗng dậy sóng, đưa con thuyền vào giữa trang viên tĩnh lặng và thần điện.</color>\n<color=#ffffff73>Dưới ánh trăng nhợt nhạt, mái vòm hoàng kim từng rực rỡ chói chang vào ban ngày cũng đã mất đi sắc màu.</color>\n<color=#ffffff73>Thần vương bừng tỉnh từ trong giấc mộng uy quyền, ánh sao u ám cũng đã mất đi.</color>\n<color=#ffffff73>Bạo lực và ngăn cách đã tạo ra bóng đen còn sâu thẳm hơn cả đêm đen, bao trùm lấy mái vòm hoàng kim.</color>\n<color=#ffffff73>Trong sự kinh hãi và hối hận, ông triệu tập các vệ sĩ trung thành nhất bên cạnh và các nhạc sư chỉnh âm,</color>\n<color=#ffffff73>Đưa ra một mệnh lệnh cuối cùng, với mong muốn làm cho vùng lãnh thổ đã chia cách quay lại với hòa bình hợp nhất...</color>\n<color=#ffffff73>Thế nhưng cũng giống như nước đổ khó hốt, sự ngạo mạn và thành kiến đã hình thành từ lâu giờ đây đã đè bẹp người chỉnh âm và kẻ cầm quyền...</color>\n<color=#ffffff73>Mọi sự hy sinh cao quý, mọi kế hoạch không mang chút tư lợi đều đã bị kẻ gian phá hoại, cuối cùng biến thành một đống đổ nát.</color>\n<color=#ffffff73>Bất luận là đại quân man tộc của thân vương ma long, hay là thần vương quyết ý dốc cạn sức lực để cứu rỗi đế quốc,</color>\n<color=#ffffff73>Đều bị cuốn đi bởi cơn bão không thể khống chế, ngay cả cung điện tráng lệ, khu vườn xanh ngát cũng bị hủy diệt...</color>\n<color=#ffffff73>Mà khi mất đi sự dẫn dắt của khúc nhạc hoàng kim, người dân của vương quốc vinh quang từng một thời cao quý đã biến thành ma tượng điêu tàn...</color>\n<color=#ffffff73>Sau khi tiếng ồn ào cuối cùng trong đêm hoàng kim đã lắng xuống, người chỉnh âm Boethius nằm giữa đống đổ nát,</color>\n<color=#ffffff73>Chỉ gạch đá đã nghe rõ tiếng thì thầm của ông khi thần trí không tỉnh táo, chỉ có gạch đá ghi chép lại tội ác của phản đồ...</color>\n<color=#ffffff73>\"Chỉ vì nhất thời điên cuồng, hắn đã phản bội lại tất cả chúng tôi\"</color>\n<color=#ffffff73>\"Trật tự sẽ không dễ dàng thay đổi, sự hối cải của con người cũng thế\"</color>"
          }
        ]
      },
      {
        "title": "Phần Thưởng Đoàn Kịch Hoàng Kim",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Ở đáy biển sâu trang nghiêm tĩnh lặng đó, nơi đã từng là vương thành cao vút của vương quốc vinh quang,</color>\n<color=#ffffff73>Như tàn ảnh đáng thương của giấc mộng to lớn, một tòa lâu đài hoàng kim đã xỉn màu đang đứng đó.</color>\n<color=#ffffff73>Vở kịch hùng vĩ của thời đại hoàng kim đã hạ màn, khúc nhạc hài hòa tinh tế cũng không còn vang nữa.</color>\n<color=#ffffff73>Bên trên phế tích bị hủy hoại bởi dã tâm và phản bội, \"người xưa\" đã xây dựng nên vương quốc mới.</color>\n<color=#ffffff73>\"Đáng sợ, đáng sợ! Trật tự hoàn mỹ lại bị chà đạp bởi lũ man rợ, kẻ yếu đuối và mê muội đã chiếm lấy lãnh thổ xưa của đế quốc.\"</color>\n<color=#ffffff73>\"Tinh linh và nước suối, nước suối và kỵ sĩ... Những lời hoang đường của trẻ nhỏ đã thay thế cho sử thi, ca dao rời rạc thay thế cho nhạc khúc.\"</color>\n<color=#ffffff73>\"Quyền uy vốn vĩnh hằng đã bị phá hủy bởi sự điên cuồng nhất thời của thần vương, ngày nay lại bị quốc gia man tộc mới sinh chế nhạo...\"</color>\n<color=#ffffff73>\"Chẳng lẽ đế quốc vĩ đại rốt cuộc lại trở về với hoang dã? Chẳng lẽ mông muội và vô tri cuối cùng lại chinh phục văn minh và lý tính?\"</color>\n<color=#ffffff73>Trên nhà hát hoàng kim của lâu đài đã bạc màu, nhạc sư đã mất khi khúc nhạc cất tiếng ca bi thương về quá khứ không bao giờ quay về nữa,</color>\n<color=#ffffff73>Và kẻ đang lặng lẽ lắng nghe, lại chính là ma tượng trầm lặng và đói khát, chờ đợi để săn bắt và nuốt chửng linh hồn vô tội.</color>\n<color=#ffffff73>Chờ đến khi nhạc khúc hoàng kim một lần nữa được tấu vang, \"Đoàn Kịch Hoàng Kim\" cuối cùng rồi sẽ nhận được thù lao mà người thành thật đáng được nhận.</color>\n<color=#ffffff73>Chờ đến khi trật tự hoàn mỹ phân loại ra chủ nhân và nô bộc trong nhân loại, khỏe mạnh và đẹp đẽ khiến cho vương quốc vinh quang một lần nữa lại quang vinh...</color>\n<color=#ffffff73>Chờ đến ngày đó, chờ đến ngày đó...</color>\n<color=#ffffff73>Mỗi một thành viên của \"Đoàn Kịch Hoàng Kim\" sẽ nhận được cả tương lai như một phần thưởng dành cho họ.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Đoàn Kịch Hoàng Kim"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Bí Cảnh Chúc Phúc: Âm Luật III\nBí Cảnh Chúc Phúc: Âm Luật IV"
          }
        ]
      }
    ],
    "artifactList": {
      "flower_of_life": {
        "title": "Biến Tấu Khúc Nhạc Hoàng Kim",
        "position": "Hoa Sự Sống",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Đóa hoa đang bung tỏa rực rỡ được chế tác từ xà cừ, bối mẫu và vàng lá.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/2dabb3862a45000419a5c89e861275ed_7940451941077689770.png"
      },
      "plume_of_death": {
        "title": "Lông Vũ Chim Hoàng Kim",
        "position": "Lông Vũ Tử Vong",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Lông vũ được chế tác bằng vàng và bạc, trên đó đính thêm viên đá quý óng ánh.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/df8192d75a9b304890ae7a72d1bef44b_6245453536639982005.png"
      },
      "goblet_of_eonothem": {
        "title": "Tiếng Ồn Đêm Hoàng Kim",
        "position": "Ly Không Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Chiếc bình bạc cổ xưa, từng chứa rượu ngon đỏ như bảo thạch. Giờ đây chỉ còn lại nước biển đắng.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/f542ce41ba58203ecb3cde41876720d0_2420023654214545983.png"
      },
      "circlet_of_logos": {
        "title": "Phần Thưởng Đoàn Kịch Hoàng Kim",
        "position": "Nón Lý Trí",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Vương miện cổ xưa, trông giống đạo cụ biểu diễn hơn là trang sức của quân vương.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/0ba505f62378cbd40cc3046b15889817_3917522866735927829.png"
      },
      "sands_of_eon": {
        "title": "Khúc Dạo Đầu Thời Kỳ Hoàng Kim",
        "position": "Cát Thời Gian",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>Đồng hồ mặt trời được khảm vàng và bạc, có vẻ như thời gian trên đó đã sớm ngừng lại.</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/c4c9b9b71fb352726e4b24a30752822b_1002377113053271334.png"
      }
    }
  }
}