{
  "epId": 4136,
  "name": "Mồi Nhử Robot Bảo Trì",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Thiết bị mồi nhử\" rất đặc biệt, nghe nói đã vận dụng kỹ thuật của nhóm phát triển nào đó thuộc Viện Khoa Học Fontaine. Bên ngoài thiết bị có lớp bảo vệ bằng kim loại và dây đai móc câu, bên trong là đèn có chứa chất chiết xuất Marcotte.<br>Sau khi cho vào nước, đèn trong thiết bị sẽ nhấp nháy theo tần suất nhất định, thu hút \"robot bảo trì\" ở gần, cũng chính là \"Cá Bảo Vệ Vùng Nước\" hoặc \"Cá Sắt\" mà mọi người thường gọi. Sức cắn của \"robot bảo trì\" rất mạnh, nhưng cũng chỉ cắn được phần dây đai bên ngoài rồi dính chặt lên đó. Về bản chất, đây cũng được xem là một loại \"mồi câu\" đặc biệt, chuyên dùng để câu \"Cá Sắt\" giá trị.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/29/44749939/edf684bfa8388b6aa0ce69b3cc1e55db_6737872277754160189.png",
  "filterValues": {
    "objectType": [
      "Mồi Câu"
    ]
  },
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 1701346094,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Công Thức"
      },
      {
        "type": "CustomEntry",
        "epId": 4138,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "Công Thức\n1x"
      },
      {
        "type": "CustomEntry",
        "epId": 4006,
        "name": "Marcotte",
        "desc": "<p>Đóa hoa màu đào tươi mơn mởn và lung linh. Có nhiều tầng hương thơm khác nhau, là một trong những nguyên liệu chủ yếu để điều chế hương liệu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/27215281/946e456e7b8f19211bdb36ab65ab0a23_4968220139044490992.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 1679,
        "name": "Mảnh Sắt",
        "desc": "Khoáng thạch của sắt, trong tay thợ thủ công lành nghề có thể phát ra hào quang.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Iron Chunk_icon.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "Cá Câu Được"
      },
      {
        "type": "CustomEntry",
        "epId": 4107,
        "name": "Robot Bảo Trì - Phiên Bản Bạch Kim",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Robot dây cót hỗ trợ cho hoạt động dưới nước kiểu gọn nhẹ, được phát triển để nâng cao hiệu suất làm việc của đội robot. Mục đích thiết kế ban đầu là để dọn sạch các tạp chất như rác, cặn bã thực vật ở dưới nước. Từ đó tránh việc chúng bám vào những bộ phận quan trọng trên robot dây cót, làm giảm thiểu tỷ lệ xảy ra sự cố.<br>So với những dòng khác, robot bảo trì \"Phiên Bản Bạch Kim\" này đã sử dụng nguyên liệu sáng bóng, là dòng robot mà nhóm phát triển đã thiết kế để làm hàng lưu niệm. Nhóm dự án này khi tìm được thương nhân có tài chính hùng hậu, hoặc khi kêu gọi đầu tư cho dự án sẽ dùng món hàng lưu niệm này làm quà tặng cho thương nhân. Đây là một món trưng bày tinh tế trong hồ cá, đúng là khá hiếm. Đáng tiếc là, mọi cố gắng thu hút đầu tư của nhóm này đều thất bại, nên đã đổi ý đem robot bảo trì này làm đồ chơi để bán ra, bù lại cho khoảng kinh phí thiếu hụt của mình.<br>Cuối cùng, sau sự cố mà mọi người đều biết đó, thì cả nhóm phát triển robot bảo trì đã triệt để ngừng hoạt động, dự án robot bảo trì sau đó cũng bị hủy. Hiện tại, robot bảo trì trong vùng nước Fontaine đều không ai quản lý. Lô robot \"Phiên Bản Bạch Kim\" đã sản xuất trước đó cũng chìm trong nước, không biết đi về đâu, trở thành \"Cá Sắt\" đặc sắc nhất và cũng đắt đỏ nhất của vùng nước Fontaine. Khi một số dự án của Viện Khoa Học được công khai, các phóng viên của \"Báo Chim Hơi Nước\" đối chiếu tài liệu, đào sâu điều tra đã phát hiện \"trước và sau khi đưa robot bảo trì vào hoạt động, thì tình trạng ô nhiễm vùng nước Fontaine cũng không có biến đổi gì lớn. Hiệu năng của hạng mục này đáng phải nghi ngờ\". Sau đó, robot \"Phiên Bản Bạch Kim\" chưa hoạt động vẫn cứ lang thang trong vùng nước Fontaine như xưa. Các thợ câu cũng bắt đầu xem việc câu được \"Phiên Bản Bạch Kim\" là vinh dự, dù sao thì độ hiếm của robot \"Phiên Bản Bạch Kim\" cũng tương đương với những loài cá cảnh quý nhất của quốc gia khác.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/26/44749939/620505b83c58b0a556b8ba2f870f00b9_4283529824655871566.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4104,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4105,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4106,
        "desc": "",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Mồi Nhử Robot Bảo Trì"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Mồi Câu"
          }
        ]
      },
      {
        "key": "Cách Nhận",
        "value": [
          {
            "type": "RichText",
            "text": "Ghép Nhận"
          }
        ]
      }
    ]
  }
}