{
  "epId": 4227,
  "name": "Ann",
  "desc": "<p>Một Tinh Linh Nước Trong được tạo ra từ ý thức của Mary-Ann.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/55631176/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2634015845657501180.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1740134461,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Ann</color>"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Ann",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Có nhiều ý kiến ​​khác nhau về cách Tinh Linh Nước Trong được sinh ra. Một số người tin rằng việc tạo ra một Tinh Linh Nước Trong bởi một Tinh Linh Nước Trong khác là một hiện tượng hiếm gặp, chỉ những Tinh Linh Nước Trong mạnh mẽ với trí thông minh và sự đồng cảm phát triển như Rhodeia và Idyia mới có thể làm được. Những người khác tin rằng Tinh Linh Nước Trong có thể tạo ra một Tinh Linh Nước Trong khác chỉ với cảm giác yêu thương mãnh liệt.\nKhông ai biết đâu nào là chính xác, nhưng người ta biết rằng Tinh Linh Nước Trong Mary-Ann đã tạo ra Tinh Linh Nước Trong Ann sau khi nhìn thấy cô ấy trong giấc mơ.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Tinh Linh Nước Trong",
        "desc": "<p>Tinh Linh Nước Trong là những sinh vật thông minh thuộc nguyên tố Thủy, được tạo ra bởi vị Thần Thủy tiền nhiệm là Egeria, và có khả năng điều khiển nước theo ý muốn.<span class=\"wk-shady\">Tất cả người dân Fontaine đều từng là Tinh Linh Nước Trong, những sinh vật mà Egeria đã biến thành con người để thỏa mãn nguyện vọng của họ, đi ngược lại với luật lệ của Thiên Lý.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/55631176/657aa46ceeac51d9b9f0b4c3669337b9_2982111220935918637.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>Thành viên mạnh mẽ nhất trong tổ trinh sát của đội Kỵ Sĩ Nước Trong. Sau cái chết của thủy thần tiền nhiệm, cô rời khỏi Fontaine và định cư ở Khinh Sách Trang.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/55631176/c1060c024385e4bf2d87aa853d3a6afe_460472643329727415.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Một Tinh Linh Nước Trong sống tại Annapausis thực sự. <span class=\"wk-shady\">Cô ấy được hình thành bởi sự hợp nhất ý thức giữa Lyris và Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/55631176/7ac751c3fd3892141d972392696a414b_8808332936185616561.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p>Một NPC đặc biệt chỉ có trong sự kiện. Cô là một Tinh Linh Nước Trong và là người chăm sóc cho \"đất nước trong bình\" Ảo Cảnh Veluriyam.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/df1a6ad87ce80b1a93c51d2cfa6ba499_3656961195291215453.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ann Của Narzissenkreuz",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vì Mary-Ann - Tinh linh nước trong đã tạo ra Ann - được tạo ra bằng cách hợp nhất ý thức của Lyris và Mary-Ann Guillotin nên tính cách và ý thức của Ann bị ảnh hưởng lớn từ hai người họ. Thế giới của Ann được tạo ra từ một câu chuyện cổ tích về con rồng độc ác Narcissus, từng được Viện Phó trại trẻ mồ côi nơi Mary-Ann lớn lên kể lại. Vì vậy, Ann tin rằng ý nghĩa cuộc đời cô là cứu công chúa Lyris ra khỏi câu chuyện cổ tích và con rồng độc ác.\nNgoài Ann, các Sinh Vật Bóng Ma Nước Trong còn được tạo ra dưới hình dạng một con ếch, một con sóc, một con chim và một con lợn rừng, chúng đã trở thành bạn của Ann và hợp thành một đội giải cứu Công chúa Lyris. Tất cả chúng đều được đặt theo tên của những người bạn của cô bé Mary-Ann ở trại trẻ mồ côi."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/237301566/952ea7ca75568d589cf8e4caf5c3add3_139644988446117325.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, một người bạn của Ann, Petit Chou gặp rắc rối nên Ann đã nhờ Nhà Lữ Hành lúc đó đang đi ngang qua giúp đỡ. Thế là cuộc phiêu lưu giải cứu công chúa của họ bắt đầu. Nhà Lữ Hành và Ann giải thoát tất cả bạn bè của cô ấy và tiến vào Lâu đài của Lyris (tòa nhà cũ của Học Viện Narzissenkreuz). Bạn bè của Ann đã quyết định giải thể hình dạng vật lý của mình để cô có thể tiếp cận được Lyris. Kết quả của cuộc hành trình hóa ra công chúa lại không tồn tại và chỉ có Mary-Ann đang đợi họ ở cuối cuộc hành trình."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/237301566/70c436b6ba31db3093589cac207466e1_2004650603481386572.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mary-Ann không muốn rời khỏi Annapausis thật sự của mình nên cô mong Ann sẽ sống theo cách mình muốn và được tự do. Cô không đưa ra bất kỳ câu trả lời nào về nguồn gốc của Ann và tạo lá chắn từ phía trong để Ann và Nhà Lữ Hành không thể vào được nữa.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Viện Trưởng Học Viện Narzissenkreuz, một trại trẻ mồ côi ở Fontaine. Về sau cô trở thành thành viên của Hội Narzissenkreuz và đạt được danh hiệu là \"Nữ Hoàng Đỏ\" sau khi Viện bị bỏ hoang trong trận Đại hồng thủy.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/b6d86ff8dfd84cf744e57a516b1a14c6_2871288172587718203.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Con gái nuôi của Emanuel Guillotin, lớn lên tại Học Viện Narzissenkreuz cùng với anh trai Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/07/55631176/0c3189daf667f179085fd9b3d3985e14_3609791056825973748.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Một Tinh Linh Nước Trong sống tại Annapausis thực sự. <span class=\"wk-shady\">Cô ấy được hình thành bởi sự hợp nhất ý thức giữa Lyris và Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/55631176/7ac751c3fd3892141d972392696a414b_8808332936185616561.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vết Tích Narcissus",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Để khám phá sự thật về nguồn gốc của mình, Ann đã hợp tác với chú chó máy Seymour cũng đang tìm kiếm người chủ mất tích của mình là Mary-Ann Guilotin, Hilichurl Caterpillar, một thành viên của Hội Narzissenkreuz và Nhà Lữ Hành. Sau khi nghiên cứu, họ phát hiện ra rằng Mary-Ann được sinh ra từ sự hợp nhất giữa Tinh Linh Nước Trong Lyris và Mary-Ann Guillotin vào khoảng 500 năm trước. Họ tìm thấy Thánh Kiếm Narzissenkreuz để tách biệt nhân dạng của Lyris và Mary-Ann Guillotin. Khi họ phá vỡ lá chắn đến chỗ Mary-Ann bằng thanh kiếm, họ nhận ra rằng nó đã hoàn thành nhiệm vụ kể từ khi Mary-Ann hiểu ra và chấp nhận thực tế của mình.\nSau cuộc phiêu lưu, Mary-Ann và Ann quyết định thực hiện một cuộc phiên lưu mới để khám phá thế giới hiện tại - điều mà Mary-Ann đã không thể nhìn thấy hàng trăm năm qua. Họ mang theo chú chó máy Seymour và Melusine Mamere, hứa với Nhà Lữ Hành sẽ sớm gặp nhau.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Nguyên mẫu 4ACV07 là một chú chó robot được Alain Guillotin tạo ra để bảo vệ em gái Mary-Ann Guillotin của mình trong thời gian cô phục vụ tại Đội Hắc Ảnh Marechaussee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/f415fbe2eaa40cd987a8daa47643fc74_8212972476272385764.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Một thành viên của Hội Narzissenkreuz có danh hiệu là \"Nhộng Bướm Huyền Ảo\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/be516a2c9005727dcfd1fe45662a826d_3379820188328349932.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Một Tinh Linh Nước Trong sống tại Annapausis thực sự. <span class=\"wk-shady\">Cô ấy được hình thành bởi sự hợp nhất ý thức giữa Lyris và Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/55631176/7ac751c3fd3892141d972392696a414b_8808332936185616561.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Lưỡi Kiếm Narzissenkreuz",
        "desc": "<p>Thanh kiếm với ý chí và sức mạnh đã tan biến khi câu chuyện kết thúc, nó sẽ bước tiếp trên hành trình mới. Một phần sức mạnh sót lại trong đó là để kỷ niệm cho giấc mộng hào hùng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/12108544/01d3f8317c86ea98d617ad61213b7c9a_1666977853793338885.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Một câu chuyện cổ tích được Basil Elton kể cho cô bé Mary-Ann",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/237301566/48e47b19691729ecabe82867c3248f85_8477698165459455710.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "\"Ngày xửa ngày xưa, ở một nơi rất xa, có một nàng công chúa xinh đẹp lương thiện tên Lyris... Ừm, cô ấy chính là nhân vật chính của câu chuyện!\"\n\"Cái tên này, không thèm. Rõ ràng không giống như bạn nói.\"\nĐây chỉ là một câu chuyện thôi, đừng có nhỏ nhen như vậy. Khụ khụ, chúng ta kể tiếp....\nKhi đã có nhân vật chính, câu chuyện vẫn còn thiếu một nhân vật cản trở nhân vật chính... một nhân vật phản diện độc ác!\nPhản diện độc ác... chính là ác long Narcissus. Hắn độc ác thế nào mà những người yêu hòa bình nghe thấy tên hắn liền phải run sợ, bởi vì hắn không hề quan tâm tới cảm nhận của người khác.\nHắn tàn phá khắp nơi, phun ra ngọn lửa cháy rừng rực, vỗ cánh hung bạo, làm cho rất nhiều thành phố hóa thành bụi, rất nhiều đất nước chỉ còn lại tro tàn dưới hơi thở nóng rát ấy.\nCuối cùng, chỉ còn lại vương quốc của Công Chúa Lyris vẫn yên ổn, vì Công Chúa Lyris luôn cố gắng bảo vệ vương quốc của mình, nên kế hoạch hủy diệt mọi thứ của ác long Narcissus vẫn chưa thể thành công.\n\"Vậy, trong câu chuyện của Narcissus, tôi cũng là phản diện độc ác sao?\" Ừm? Nếu là do Narcissus kể câu chuyện này, thì có lẽ hắn sẽ nói như vậy nhỉ? Công Chúa Lyris đáng ghét, gây cản trở đủ đường cho kế hoạch của ta... chẳng hạn.\nÂy da, không đúng, đã nói rồi đây chỉ là một câu chuyện mà thôi. Công Chúa Lyris là nhân vật trong câu chuyện, là điều hư cấu thôi, bạn chính là bạn, là điều chân thật.\nĐừng có làm lẫn lộn giữa câu chuyện và hiện thực chứ.\n\"Tôi không hiểu...\"\nThì tại bạn nôn nóng quá, cứ ngắt lời tôi, đợi tôi kể xong câu chuyện trước đi đã. Chúng ta kể tới đâu rồi?\nÀ, suýt nữa thì quên mất, còn phải tìm một số người hỗ trợ cho nhân vật chính. Bên cạnh nhân vật chính thường luôn có rất nhiều trợ thủ, Công Chúa Lyris lương thiện xinh đẹp, đương nhiên cũng có rất nhiều bạn bè.\nĐể tôi nghĩ xem... Công Chúa Lyris có rất nhiều người bạn trung thành và dũng cảm, ví dụ như \"Al\", \"Ney\",...\n\"Không thể nào.\"\nBạn lại quên rồi, đây chỉ là câu chuyện, trong câu chuyện thì có gì mà không thể! Trong câu chuyện của chúng ta, \"Al\" và \"Ney\" đều là bạn của Công Chúa Lyris.\nĐúng rồi, người bạn đó của Lyris tên gì nhỉ? Cậu em trai có mái tóc màu hạt dẻ đó.\n\"Anh ta không phải bạn của tôi.\"\nNhưng mà, sau này Lyris có thể trở thành bạn với cậu ta nhỉ? Tôi cũng muốn làm bạn với cậu ta. Cho nên, hãy để cậu ta vào chung đi! Cậu ta tên gì? \"Được rồi. Vậy thì gọi cậu ta là Kate đi.\n\" Ừm! Vậy gọi là \"Đại Tá Kate\" đi.\nVì cậu ta đem lại cảm giác rất ngầu, mà còn thường đọc sách, gọi \"Đại Tá\" chắc rất thích hợp.\nThật không dễ dàng, nhân vật của câu chuyện xem như đã đủ mặt rồi. Ác long Narcissus muốn hủy diệt tất cả vương quốc trên mặt đất, nhưng chỉ có vương quốc của Công Chúa Lyris, dưới sự bảo vệ của Công Chúa Lyris và bạn bè của cô, vẫn kiên cố vững bền. \"Ừm, tôi hiểu rồi. Sau đó, giống như những câu chuyện thường thấy, công chúa và bạn bè sẽ sống bên nhau hạnh phúc mãi mãi.\" Đây chính là đoạn kết của cốt truyện mà!\nChúng ta chỉ mới bắt đầu, còn chưa vô phần đặc sắc nữa là.\n\"Phần đặc sắc?\"\nĐúng vậy, ác long Narcissus tại sao phải phá hủy tất cả, Công Chúa Lyris dựa vào đâu để bảo vệ mọi người, chẳng lẽ bạn không muốn biết sao?\n\"Chỉ cần biết kết quả là được rồi.\"\nVậy thì còn gì thú vị chứ, kết cục của câu chuyện thì luôn na ná nhau, nhưng quá trình để đến kết cục đó thì lại rất khác nhau.\nGiống như trong câu chuyện của chúng ta, ác long Narcissus cô độc lăm le bảo vật của Công Chúa Lyris, và cả sự xinh đẹp lương thiện của cô, vì những thứ này đều là thứ mà ác long Narcissus đã từng có, nhưng sau đó đã mất đi.\nCòn về bảo vật mà Công Chúa Lyris sở hữu... thì hãy cho là \"thời gian\" đi.\n\"Thời gian?\"\nỪm! Tôi vừa nhớ ra, anh Al từng nói với tôi, đồng hồ chính là \"con người muốn nắm giữ thời gian trong tay mình\", với lại, anh Ney vẫn luôn nói rằng thời gian không bao giờ là đủ mà. Sau đó tôi đã nghĩ đến, Lyris không phải đã rất cô đơn trong một quãng thời gian rất dài rất dài sao? Nếu có bạn bè, nếu có thể đem \"thời gian\" đó chia sẻ cho bạn bè, vậy thì sẽ trở nên vui vẻ hơn đúng không! Nếu nói là Narcissus không thể nào xâm nhập vào vương quốc của Lyris, là vì cô ấy đã đem số thời gian này san sẻ hết cho bạn bè rồi, lúc chiến đấu với Narcissus, đã có thêm nhiều thời gian, cho nên Narcissus không đánh lại các bạn bè của Công Chúa Lyris!\nLyris, nghĩ thử xem, nếu có thêm nhiều thời gian, không phải có thể làm thêm được nhiều chuyện sao? Ví dụ như, Al có thêm thời gian, cho nên vốn dĩ trong thời gian đó chỉ có thể đánh Narcissus một nhát, thì biến thành có thể đánh ba bốn nhát, trở nên lợi hại hơn. Tóm lại, thiết kế là vậy đó!\nTóm lại, sau đó, các bạn của Công Chúa Lyris đã tận dụng thời gian mà công chúa chia cho họ, hết lần này đến lần khác chống lại sự xâm nhập của Narcissus.\nNhưng tên Narcissus xảo quyệt cũng đã phát hiện ra bí mật của họ. Cho nên, hắn kiên nhẫn như một con rắn độc, cứ liên tục phái đội quân đi tấn công vương quốc, để tiêu hao thời gian của Công Chúa Lyris.\nCứ như thế, Công Chúa Lyris vì để bảo vệ vương quốc, vì để bạn bè giành chiến thắng, nên đã hy sinh rất nhiều. Cô ấy dần dần quên đi bạn bè của mình, bởi vì cô ấy đã cho đi thời gian của \"quá khứ\"; Dần dần cô ấy không còn vui đùa với bạn bè nữa, vì cô ấy đã cho đi thời gian của \"hiện tại\"...\nCuối cùng cũng có một ngày, dòng suối vốn vui vẻ bỗng trở nên trầm lặng, bầu trời trở nên u ám, đó là vì Narcissus đã dang đôi cánh, bay đến vương quốc. Các bạn bè của Công Chúa Lyris tuy đã chiến đấu hết mình, nhưng đã không còn thời gian mà Công Chúa Lyris chia sẻ cho họ, Narcissus khí thế hùng hồn, đã nhanh chóng đến trước cung điện. Vào thời khắc cuối cùng, Công Chúa Lyris đã triệu tập hết tất cả những người bạn mà cô đã không còn nhớ tên đến bên cạnh mình, gửi gắm cho họ thứ quý báu nhất trên thế giới này. Đó chính là một giọt nước trong trẻo thuần khiết, trong suốt giống như bạn vậy.\nCô ấy nói: Đây là thời gian \"tương lai\" của tôi. Hãy đem theo tương lai của tôi đi đi.\nCô ấy nói: Cho dù tôi và vương quốc có rơi vào tay Narcissus cũng không sao. Bởi vì, \"tương lai\" của tôi được ở cùng với các bạn.\nCô ấy hứa rằng: Cho dù đã mất đi \"quá khứ\" và \"hiện tại\" của chúng ta, nhưng chỉ cần chúng ta vẫn còn tương lai, thì chúng ta nhất định sẽ gặp lại, vương quốc cũng sẽ một lần nữa trở nên tươi sáng.\nLúc này, đội quân của Narcissus đã dùng đại bác bắn phá cổng thành. Công Chúa Lyris hối thúc bạn bè mau chóng rời đi, bạn bè đều buồn bã rơi nước mắt, nhưng họ vẫn làm theo lời dặn dò của công chúa, bỏ trốn khỏi đó. Sau khi mất đi tương lai, Công Chúa Lyris cùng với tòa tháp cao mà cô cư ngụ đã cùng rơi vào trong giấc ngủ tĩnh lặng, không có giấc mơ. Cứ như thế, vương quốc tươi sáng cuối cùng trên thế giới cũng đã sụp đổ. Các bạn của công chúa đã mai phục trong thế giới đen tối rất lâu, cũng đã trải qua rất nhiều chuyện, nhưng vẫn luôn đoàn kết với nhau, thứ kết nối họ với nhau chính là \"tương lai\" mà công chúa đã hứa. Thế nào?\n\"Tôi không hiểu. Quá khứ, hiện tại và tương lai... tôi cũng không hiểu. Sau khi xảy ra tai họa, chúng ta đã không còn tương lai nữa rồi.\"\nKhông phải vậy đâu. Anh Al cũng vì tương lai mà đang cố gắng làm việc cho ngài Neville đấy. Anh Ney, anh Jak cùng với bạn, cũng đang xây dựng tương lai đó! Hơn nữa, không phải chúng ta đã cùng nhau tạo ra rất nhiều \"quá khứ\" sao? Chúng ta \"hiện tại\" đang ở cùng nhau, \"tương lai\" nhất định cũng thế. Chúng ta có thể san sẻ cho nhau rất nhiều chuyện buồn, cũng có thể tạo ra nhiều thời khắc vui vẻ.\n\"Ừm, tôi biết rồi...\"\n\"...Vậy còn câu chuyện? Sau đó công chúa như thế nào rồi?\"\nỪm... Đó là một câu chuyện khác rồi. Không hay rồi không hay rồi, không đủ thời gian rồi, phải cùng con chó ngốc nghếch kia quay về mới được. Câu chuyện sau đó, để lần sau nói tiếp nhé! ...\nĐừng như vậy mà. À hay là thế này đi, tôi nghĩ ra đoạn mở đầu trước, phần còn lại, lần sau bạn kể cho tôi nghe! Khụ khụ, để tôi nghĩ xem...\n\" Rất lâu rất lâu về sau, ở một nơi rất xa rất xa...\"\nCó một đế quốc hắc ám, do ác long Narcissus thống trị.\nCông chúa mà hắn vốn khát khao, cùng với tòa tháp cao mà công chúa cư ngụ, đã cùng rơi vào trong giấc ngủ sâu ngưng đọng, không hề có giấc mơ, vì vậy mà cũng không bị ác long tiêm nhiễm. Narcissus vô cùng tức giận, hắn bắt vô số tay sai của mình phân tán ra khắp nơi trên đế quốc, để tìm kiếm bảo vật của công chúa; rồi lại tạo ra rất nhiều cơ quan phòng ngự phép thuật tà ác để chống lại sự phản kháng của những người bạn phe chính nghĩa. Hắn thề rằng phải đoạt lại bảo vật của công chúa, thức tỉnh nàng. Như vậy mới có thể triệt để chiếm hữu nàng.\nCó một nhóm dũng sĩ, đang bảo vệ bảo vật mà công chúa đã giao cho họ. Bảo vật này, là một giọt nước sáng trong. Có một hôm, từ trong giọt nước đã sinh ra một sinh mệnh nhỏ.\nỪm... Nên gọi tên gì đây nhỉ? Thật là đau đầu, nếu sớm biết câu chuyện sẽ thành ra như vậy, thì tên của bạn nên được dùng ở đây mới đúng. Bạn có ý tưởng gì không?\n…\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil là một tư lệnh hải quân đã nghỉ hưu của Hạm Đội Trắng Fontaine, Thuyền trưởng của Sponsian và Viện Phó Học Viện Narzissenkreuz. Cô ấy đã hi sinh trong trận Đại hồng thủy cách đây 500 năm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/386107b800f05b084d15ad8145cf8913_5566267685211518202.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Giấc Mộng Thủy Tiên",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/12108544/1bde348ad550ef356ff197b93caed6c8_4052862669376073498.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/55631176/0e59906b15bae20336b3828c9673d493_3176241475106003125.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Vị trí trước khi nhận nhiệm vụ \"Ann Của Narzissenkreuz\"."
          }
        ]
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/55631176/de61e867d9f7c8dfe79310a6ada2dd7f_9024511374360347063.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "vị trí sau khi hoàn thành nhiệm vụ \"Ann của Narzissenkreuz\" và trong nhiệm vụ \"Câu Chuyện Chưa Kết Thúc\"."
          }
        ]
      }
    ]
  }
}