{
  "epId": 4317,
  "name": "Ngụ Ngôn Động Vật Fontaine",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Quyển truyện sưu tầm nhiều câu chuyện ngụ ngôn ngắn, tác giả là Marie Hericart de La Fontaine. Phần lớn trong đó không phải do tác giả tự biên, mà đến từ sách thơ cổ đại đến nay đã bị thất lạc.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/9fb894d78d4142c16d9a5f4891b41c7e_364964798910145558.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1705251339,
  "components": {
    "body": [
      {
        "title": "Ngụ Ngôn Động Vật Fontaine I",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Thiếu nữ và mặt trời</color>\n<color=#ffffffa6>Con gái nuôi của cáo đã đến tuổi gả chồng, dung nhan xinh đẹp tựa như một dòng suối.</color>\n<color=#ffffffa6>Kiều diễm thoát tục, ai cũng đều phải công nhận, cô ấy đẹp hơn tất cả tuyệt sắc giai nhân trên thế gian.</color>\n<color=#ffffffa6>Thế là, cáo đã nói với con gái mình rằng:</color>\n<color=#ffffffa6>\"Con gái ơi, con gái ơi, ta đã già rồi, sau này e rằng không thể chăm sóc con như trước đây nữa,</color>\n<color=#ffffffa6>Mong rằng con có thể chọn cho mình một tấm chồng, mọi người đều khao khát có được vinh dự này, được trở thành chồng của con.\"</color>\n<color=#ffffffa6>Thiếu nữ trả lời mẹ của mình:</color>\n<color=#ffffffa6>\"Nếu đã như vậy, mẹ của con, vậy mẹ hãy gả con cho người mạnh nhất trong vạn vật ở phàm thế đi.\"</color>\n<color=#ffffffa6>\"A, vậy đó là mặt trời.\" cáo nói, \"Mặt trời ở lơ lửng trên trời cao, cậu sẽ là con rể của ta.\"</color>\n<color=#ffffffa6>\"Không.\" mặt trời từ chối, \"Những đám mây này còn mạnh mẽ hơn tôi, vì nó có thể che mất đi hào quang của tôi.\"</color>\n<color=#ffffffa6>\"Vậy thì, mây trôi, đám mây có thể che đi ánh sáng của mặt trời, hãy để con gái của ta kết hôn cùng cậu đi.\"</color>\n<color=#ffffffa6>\"Ôi, không được đâu! Bởi vì gió có thể nhẹ nhàng thổi tôi bay mất, bà hãy gửi gắm cô ấy cho gió đi!\"</color>\n<color=#ffffffa6>Gió thì lại bị dãy núi chặn đứng, thế là cáo lại tìm đến núi.</color>\n<color=#ffffffa6>Núi từ chối và nói rằng, mình từng xảy ra tranh cãi với chuột,</color>\n<color=#ffffffa6>Chuột đã tức giận và đào một đường hầm xuyên qua núi,</color>\n<color=#ffffffa6>Từ đó có thể thấy, chuột còn mạnh mẽ hơn dãy núi dài miên man.</color>\n<color=#ffffffa6>Chuột thì lại đẩy qua mèo, mèo đẩy qua chó, chó đẩy qua sói,</color>\n<color=#ffffffa6>Cứ như thế xoay vòng, cuối cùng lại quay về với mặt trời,</color>\n<color=#ffffffa6>Thế là mỹ nhân trẻ tuổi này đã kết hôn với mặt trời.</color>\n<color=#ffffffa6>Câu chuyện này muốn nói rằng, con người nên tuân thủ theo sự sắp đặt của vận mệnh, chứ không nên đủ đường thoái thác.</color>\n<color=#ffffffa6>Mặc cho bạn chân thành ra sao, thông minh thế nào, đến cuối cùng vẫn không thể thoát khỏi chức trách mà mình nên gánh vác.</color>"
          }
        ]
      },
      {
        "title": "Ngụ Ngôn Động Vật Fontaine II",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Quạ và cáo</color>\n<color=#ffffffa6>Một ngày nọ, quạ gặm theo miếng phô mai đã trộm được, đậu trên cây.</color>\n<color=#ffffffa6>Cáo sống bên dưới gốc cây nhìn thấy, bèn ngẩng đầu nói với quạ:</color>\n<color=#ffffffa6>\"Anh trai,</color>\n<color=#ffffffa6>Thứ anh ngậm trong miệng không phải món ngon hấp dẫn gì đâu,</color>\n<color=#ffffffa6>Mà là sự phiền phức mà người có hiểu biết đều né tránh còn không kịp.</color>\n<color=#ffffffa6>Cổ họng của anh hẹp như thế, còn phô mai thì lại cực kỳ dày,</color>\n<color=#ffffffa6>Nếu như cứ thế mà nuốt xuống, e rằng anh sẽ phải xuống suối vàng đấy.</color>\n<color=#ffffffa6>Những người làm phô mai trong thành, chính vì biết rõ điểm này,</color>\n<color=#ffffffa6>Nên mới để mặc cho anh lấy trộm, mà không bảo quản cẩn thận.\"</color>\n<color=#ffffffa6>Quạ chẳng thèm để ý, vẫn gặm miếng phô mai không nhả.</color>\n<color=#ffffffa6>Thấy quạ không có ý từ bỏ, cáo lại nói:</color>\n<color=#ffffffa6>\"Anh trai,</color>\n<color=#ffffffa6>Phô mai này vốn dĩ không phải món ngon vật lạ gì đáng để thưởng thức,</color>\n<color=#ffffffa6>Nhớ ngày xưa, lúc anh dang cánh bay lượn vô tư giữa rừng núi,</color>\n<color=#ffffffa6>Làm gì từng nghe nói đến trên đời có thứ gọi là phô mai?</color>\n<color=#ffffffa6>Theo tôi, thứ này hoàn toàn không nên thuộc về chúng ta,</color>\n<color=#ffffffa6>Hãy cứ để nó ôi thiu giữa núi, bị gió cuốn vào trong lòng biển,</color>\n<color=#ffffffa6>Tuyệt đối đừng để nó trở thành thứ mồi nhử trói buộc anh trai.\"</color>\n<color=#ffffffa6>Quạ rung rung bộ lông, vẫn gặm miếng phô mai không nhả.</color>\n<color=#ffffffa6>Nhìn thấy quạ vẫn không muốn từ bỏ, cáo lại thở dài:</color>\n<color=#ffffffa6>\"Anh trai,</color>\n<color=#ffffffa6>Nếu như anh thật sự quyết định cứ như thế mà thưởng thức hương vị của phô mai,</color>\n<color=#ffffffa6>Một con cáo ngoài cuộc như tôi, đương nhiên cũng sẽ không tự ý ngăn cản.</color>\n<color=#ffffffa6>Nhưng e rằng anh trai vẫn chưa biết nên nấu phô mai như thế nào;</color>\n<color=#ffffffa6>Nếu cứ như thế mà nuốt chửng nó vào bụng,</color>\n<color=#ffffffa6>Chỉ e rằng sẽ lãng phí mất thứ quý giá và hiếm có này.</color>\n<color=#ffffffa6>Haiz, cũng tiếc cho vô số công thức nấu ăn mà tôi đã học được từ nơi khác!\"</color>\n<color=#ffffffa6>Quạ nghe rồi cảm thấy trong lòng hơi nao núng, bất giác mở miệng nói.</color>\n<color=#ffffffa6>\"Công thức nấu ăn mà ngươi nói, có thể truyền dạy cho ta không?\"</color>\n<color=#ffffffa6>Vừa mở miệng, thì miếng phô mai cũng rơi xuống đất,</color>\n<color=#ffffffa6>Con cáo gặm miếng phô mai, rồi quay lưng chui vô hang.</color>\n<color=#ffffffa6>Câu chuyện này muốn nói, những người mưu đồ tìm hiểu những điều huyền diệu không nên biết,</color>\n<color=#ffffffa6>Cuối cùng cũng sẽ mất đi tất cả những thứ mà vốn dĩ mình đã sở hữu.</color>"
          }
        ]
      },
      {
        "title": "Ngụ Ngôn Động Vật Fontaine III",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Câu Chuyện Của Lừa</color>\n<color=#ffffffa6>Kẻ dung tục có ngụy trang như thế nào, cũng không thể làm cho người ta cảm nhận được tài hoa phong độ.</color>\n<color=#ffffffa6>Mỗi một người trên thế giới, đều có ưu thế và khuyết điểm độc nhất vô nhị của mình.</color>\n<color=#ffffffa6>Về điểm này, chỉ có thể khiêm tốn chấp nhận, nhìn thẳng vào sự thiếu sót của mình,</color>\n<color=#ffffffa6>Tuyệt đối đừng giống như con lừa trong câu chuyện, càng cố ra vẻ thì lại càng lộ sai lầm, trở thành trò cười cho mọi người.</color>\n<color=#ffffffa6>Nghe về câu chuyện cáo giành mất miếng phô mai, lừa khó tránh cũng thấy nôn nao trong lòng:</color>\n<color=#ffffffa6>\"Tại sao?</color>\n<color=#ffffffa6>Cáo cũng đâu phải động vật thông minh gì, mà lại được khen ngợi;</color>\n<color=#ffffffa6>Còn lừa hàng ngày đều chăm chỉ làm việc, nhưng lại không có ai mỉm cười nghênh đón.</color>\n<color=#ffffffa6>Nếu đã như vậy, tôi cũng phải bắt chước làm như chị cáo;</color>\n<color=#ffffffa6>Chuyện này sẽ dễ dàng làm được thôi, vì đó chẳng qua là vài mánh khóe nhỏ.\"</color>\n<color=#ffffffa6>Thế là, lừa núp vào trong bụi cây, chờ đợi có người đi ngang qua.</color>\n<color=#ffffffa6>Con gái của người làm phô mai đúng lúc đánh xe ngang qua, lừa bèn nhảy ra,</color>\n<color=#ffffffa6>Học theo tư thế của cáo, giơ một chân lên, tự cho rằng mình thông minh và nói:</color>\n<color=#ffffffa6>\"Ha! Theo tôi thấy, cô thật không hiểu kỹ thuật đánh xe,</color>\n<color=#ffffffa6>Bỏ số phô mai đó xuống, xe sẽ nhẹ hơn chẳng phải sẽ càng đến đích nhanh hơn sao?</color>\n<color=#ffffffa6>Thiếu nữ thấy vậy giật mình, bèn vội vàng nói:</color>\n<color=#ffffffa6>\"Ây da! Một con lừa như ngươi, mà cũng dám giở trò trước mặt người khác?</color>\n<color=#ffffffa6>Mau lấy gậy ra đây, tôi phải đánh đuổi cái tên này trở về xưởng xay!\"</color>\n<color=#ffffffa6>Nhìn thấy cây gậy đang vung về phía mình, lừa lập tức không nói gì nữa.</color>\n<color=#ffffffa6>Câu chuyện này muốn nói, muốn bắt chước người khác để che đậy bản tính của mình,</color>\n<color=#ffffffa6>Đến cuối cùng chỉ là tốn công vô ích, ngược lại còn gây hại cho bản thân.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Ngụ Ngôn Động Vật Fontaine"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4314,
            "name": "Ngụ Ngôn Động Vật Fontaine I",
            "desc": "<p>Quyển truyện sưu tầm nhiều câu chuyện ngụ ngôn ngắn, tác giả là Marie Hericart de La Fontaine. Phần lớn trong đó không phải do tác giả tự biên, mà đến từ sách thơ cổ đại đến nay đã bị thất lạc.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/9fb894d78d4142c16d9a5f4891b41c7e_6942743097425565638.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4315,
            "name": "Ngụ Ngôn Động Vật Fontaine II",
            "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Quyển truyện sưu tầm nhiều câu chuyện ngụ ngôn ngắn, tác giả là Marie Hericart de La Fontaine. Phần lớn trong đó không phải do tác giả tự biên, mà đến từ sách thơ cổ đại đến nay đã bị thất lạc.</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/9fb894d78d4142c16d9a5f4891b41c7e_2639966690929390316.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4316,
            "name": "Ngụ Ngôn Động Vật Fontaine III",
            "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Quyển truyện sưu tầm nhiều câu chuyện ngụ ngôn ngắn, tác giả là Marie Hericart de La Fontaine. Phần lớn trong đó không phải do tác giả tự biên, mà đến từ sách thơ cổ đại đến nay đã bị thất lạc.</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/9fb894d78d4142c16d9a5f4891b41c7e_59556717966206521.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}