{
  "epId": 4318,
  "name": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài I",
  "desc": "<p>Tiểu thuyết giải trí phổ biến ở Fontaine, kể về câu chuyện lần đầu quyết đấu giữa siêu trộm được gọi là \"Quý Ngài Ảo Ảnh\" Fantomas Robben và thám tử lừng danh Chesterton. Thông báo miễn trừ trách nhiệm: Câu chuyện này hoàn toàn hư cấu, không liên quan đến địa danh, nhân vật, sự kiện trong đời thực.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/6b536554b6229143e07ec3fd4c2464ba_3477142072175078214.png",
  "filterValues": {
    "objectType": [
      "Đạo Cụ Nhiệm Vụ"
    ]
  },
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 1705251352,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài I"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Kho Sách",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4321,
            "name": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Tiểu thuyết giải trí phổ biến ở Fontaine, kể về câu chuyện lần đầu quyết đấu giữa siêu trộm được gọi là \"Quý Ngài Ảo Ảnh\" Fantomas Robben và thám tử lừng danh Chesterton. Thông báo miễn trừ trách nhiệm: Câu chuyện này hoàn toàn hư cấu, không liên quan đến địa danh, nhân vật, sự kiện trong đời thực.</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/6b536554b6229143e07ec3fd4c2464ba_6818562139329407058.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4319,
            "name": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài II",
            "desc": "<p>Tiểu thuyết giải trí phổ biến ở Fontaine, kể về câu chuyện lần đầu quyết đấu giữa siêu trộm được gọi là \"Quý Ngài Ảo Ảnh\" Fantomas Robben và thám tử lừng danh Chesterton. Thông báo miễn trừ trách nhiệm: Câu chuyện này hoàn toàn hư cấu, không liên quan đến địa danh, nhân vật, sự kiện trong đời thực.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/6b536554b6229143e07ec3fd4c2464ba_335557363267622822.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4320,
            "name": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài III",
            "desc": "<p>Tiểu thuyết giải trí phổ biến ở Fontaine, kể về câu chuyện lần đầu quyết đấu giữa siêu trộm được gọi là \"Quý Ngài Ảo Ảnh\" Fantomas Robben và thám tử lừng danh Chesterton. Thông báo miễn trừ trách nhiệm: Câu chuyện này hoàn toàn hư cấu, không liên quan đến địa danh, nhân vật, sự kiện trong đời thực.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/6b536554b6229143e07ec3fd4c2464ba_2860181770324232343.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Hãy gọi tôi là Poiret. Mấy năm trước... mà mặc kệ nó là bao nhiêu năm trước... Tôi đã không một xu dính túi, ở bên ngoài thành cũng không có chuyện gì làm tôi đặc biệt lưu luyến nữa, thế là tôi bèn đến Đại Sảnh Fontaine, nương tựa vào chú của tôi, một thám tử tư nổi tiếng, ngài Chesterton. Thế nhưng, điều làm tôi không ngờ đến là, nhiệm vụ đầu tiên mà ông ấy giao cho tôi, chính là làm trợ thủ cho ông, truy tìm siêu trộm Robben hành tung xuất quỷ nhập thần...\nĐại Sảnh Fontaine vào nửa đêm vốn dĩ không nên vắng lặng như thế này, thế nhưng, vào lúc này đây, ở gần dinh thự của ngài Pierre, trên đường lại không một bóng người, chỉ có tiếng gió giữa đêm thu, nghe như tiếng đàn réo rắt vang vọng dưới ánh trăng lạnh lẽo.\nTrong bóng tối, cảnh sát và phóng viên đều đang nhìn chằm chằm không chớp mắt về phía dinh thự đèn đóm sáng rực cách đó không xa, chờ đợi một vị \"khách quý\" nào đó ghé thăm.\nCũng giống như tất cả những người khác, tôi nấp vào trong bóng tối ở một góc đường. Sự chờ đợi dai dẳng làm tôi bất giác cảm thấy hơi chán:\n\"Đã bao lâu trôi qua rồi, Robben có đến thật không?\"\nHiển nhiên, cô phóng viên của tờ báo Chim Hơi Nước có cách nhìn khác về chuyện này, bèn lập tức phản bác:\n\"Nhất định sẽ đến! Siêu trộm Robben đã gửi thư cảnh báo, nói muốn lấy trộm chiếc trâm cài áo đá sao cầu vồng. Anh ta sẽ không nuốt lời đâu! Chỉ không biết lần này anh ta sẽ xuất hiện bằng cách thức ngầu như thế nào đây...\"\n\"Ồ? Nói vậy là, cô đối với anh ta...\"\n\"Đương nhiên rồi! Bất luận là ai, cũng khó tránh sinh lòng ngưỡng mộ với siêu trộm truyền kỳ Robben!\"\nNgay vào lúc cô phóng viên đang giới thiệu với tôi về bao nhiêu \"chiến tích kỳ công\" của siêu trộm, thì kim đồng hồ đã điểm đúng không giờ không phút.\nĐột nhiên, vang lên tiếng pháo nổ, theo đó, tất cả đèn ở dinh thự đều tắt ngấm. Không chờ cho chúng tôi kịp thích nghi với bóng tối chợt ập đến, một ánh sáng chói chang bỗng nhiên lóe ra từ cửa sổ của dinh thự, làm cho đêm tối trong chốc lát sáng rực như ban ngày.\nNhóm cảnh sát khó khăn lắm mới hồi phục thị giác lập tức ùa vào, tôi cũng hùa theo, bước vào được căn phòng chứa đồ sưu tầm trong dinh thự của ngài Pierre.\nTrên bệ trống không, chiếc trâm cài áo đá sao cầu vồng không biết đã đi về phương nào.\nĐối diện với một sự thật hiển nhiên, cho dù là gào thét tức giận, hay là nức nở không cam tâm, đều trở nên nhạt nhòa và vô nghĩa. Tiếng ồn ào dần đến gần và dư âm tiếng pháo dần xa hòa lẫn vào nhau tạo thành một khúc giao hưởng không hài hòa, thật khiến người ta phải đau đầu.\nTôi không có gì để làm cả, thế là bèn làm theo những gì chú đã căn dặn, giả vờ ở lại hiện trường để điều tra một lượt, sau đó quay về nhà.\nTrước khi rời đi, tôi nghe thấy sau lưng mình có tiếng máy chụp ảnh, và lời tán thán một cách thiếu tố chất nghề nghiệp của cô phóng viên:\n\"Á! Siêu trộm truyền kỳ Robben lại một lần nữa lấy đi tài sản bất nghĩa! Thật không hổ danh là Robben, một màn biểu diễn lung linh và hoàn hảo làm sao!\""
      }
    ]
  }
}