{
  "epId": 4320,
  "name": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài III",
  "desc": "<p>Tiểu thuyết giải trí phổ biến ở Fontaine, kể về câu chuyện lần đầu quyết đấu giữa siêu trộm được gọi là \"Quý Ngài Ảo Ảnh\" Fantomas Robben và thám tử lừng danh Chesterton. Thông báo miễn trừ trách nhiệm: Câu chuyện này hoàn toàn hư cấu, không liên quan đến địa danh, nhân vật, sự kiện trong đời thực.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/6b536554b6229143e07ec3fd4c2464ba_2860181770324232343.png",
  "filterValues": {
    "objectType": [
      "Đạo Cụ Nhiệm Vụ"
    ]
  },
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 1705251347,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài III"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Kho Sách",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4321,
            "name": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài",
            "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Tiểu thuyết giải trí phổ biến ở Fontaine, kể về câu chuyện lần đầu quyết đấu giữa siêu trộm được gọi là \"Quý Ngài Ảo Ảnh\" Fantomas Robben và thám tử lừng danh Chesterton. Thông báo miễn trừ trách nhiệm: Câu chuyện này hoàn toàn hư cấu, không liên quan đến địa danh, nhân vật, sự kiện trong đời thực.</span></p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/6b536554b6229143e07ec3fd4c2464ba_6818562139329407058.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4318,
            "name": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài I",
            "desc": "<p>Tiểu thuyết giải trí phổ biến ở Fontaine, kể về câu chuyện lần đầu quyết đấu giữa siêu trộm được gọi là \"Quý Ngài Ảo Ảnh\" Fantomas Robben và thám tử lừng danh Chesterton. Thông báo miễn trừ trách nhiệm: Câu chuyện này hoàn toàn hư cấu, không liên quan đến địa danh, nhân vật, sự kiện trong đời thực.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/6b536554b6229143e07ec3fd4c2464ba_3477142072175078214.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4319,
            "name": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài II",
            "desc": "<p>Tiểu thuyết giải trí phổ biến ở Fontaine, kể về câu chuyện lần đầu quyết đấu giữa siêu trộm được gọi là \"Quý Ngài Ảo Ảnh\" Fantomas Robben và thám tử lừng danh Chesterton. Thông báo miễn trừ trách nhiệm: Câu chuyện này hoàn toàn hư cấu, không liên quan đến địa danh, nhân vật, sự kiện trong đời thực.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/6b536554b6229143e07ec3fd4c2464ba_335557363267622822.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "\"Hóa ra là vậy, cái tên xảo quyệt...\"\nChú nhìn tôi một cách thích thú, hình như đang chờ tôi nói tiếp. Thế là tôi hít một hơi thật sâu, bắt đầu nói về suy luận của mình.\n\"Giống như trước đây chú đã nói, sau khi loại bỏ hết tất cả những điều không thể, thì những gì còn lại cho dù là khó tin đến đâu, cũng đều là chân tướng. Vậy thì, lúc đó tất cả mọi người ở hiện trường, đều có thể là nghi phạm... Không, trong tình huống xấu nhất, có lẽ tất cả những người này đều là đồng phạm, siêu trộm có tên là Robben, vốn dĩ không phải chỉ có một mình...\"\nTôi nhớ về tất cả mọi người ở hiện trường, cố gắng nhớ ra từng chi tiết khả nghi.\n\"Cô Leblanc đến từ tờ báo Chim Hơi Nước, lộ rõ sự sùng bái đối với Robben. Tôi có kiểm tra qua thẻ phóng viên của cô ấy, nhưng việc ngụy tạo thân phận đối với Robben mà nói vốn dĩ là dễ như cơm bữa.\"\n\"Ngài Chandler đến từ Sảnh Chấp Pháp, trước khi chiếc trâm cài bị lấy trộm, đã rời khỏi hiện trường trong một thời gian ngắn, cho đến khi xảy ra sự việc mới quay về trước mặt chúng tôi. Còn về bộ dạng hấp tấp vội vàng của anh ta, bây giờ nghĩ lại, hình như có chút cố tình.\"\n\"Cô Christie đến từ Đội Hắc Ảnh Marechaussee, thì luôn nhấn mạnh với người khác về khả năng Robben lợi dụng robot dây cót. Theo cách nói của chú, đây có lẽ chính là thủ thuật che mắt của Robben.\"\n...\n\"Vậy thì theo chú thấy, trong số những người này, người có khả năng là tội phạm nhất, rốt cuộc là ai đây?\"\nSau khi phân tích hết tất cả những hiềm nghi về người có mặt ở hiện trường, tôi đã rụt rè hỏi chú.\n\"Quan sát của cậu khá nhạy bén,\" Chú đặt tẩu thuốc trong tay xuống, đứng dậy, vẫn cầm cây gậy thép trắng tỏa ra ánh sáng lạnh lẽo dưới ánh trăng, \"Nhưng cậu đã bỏ qua một điểm, một điểm mấu chốt nhất đối với vụ án.\"\nTôi ngẩn người, còn ông ấy thì giơ cây gậy lên.\n\"Cậu... Người đến nương tựa vào người chú chưa từng gặp mặt lần nào, tự xưng là \"Poiret\", lúc đó cũng là một trong số những người có mặt tại hiện trường. Đúng không, ngài Robben?\""
      }
    ]
  }
}