{
  "epId": 4321,
  "name": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Tiểu thuyết giải trí phổ biến ở Fontaine, kể về câu chuyện lần đầu quyết đấu giữa siêu trộm được gọi là \"Quý Ngài Ảo Ảnh\" Fantomas Robben và thám tử lừng danh Chesterton. Thông báo miễn trừ trách nhiệm: Câu chuyện này hoàn toàn hư cấu, không liên quan đến địa danh, nhân vật, sự kiện trong đời thực.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/6b536554b6229143e07ec3fd4c2464ba_6818562139329407058.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1705251366,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4318,
            "name": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài I",
            "desc": "<p>Tiểu thuyết giải trí phổ biến ở Fontaine, kể về câu chuyện lần đầu quyết đấu giữa siêu trộm được gọi là \"Quý Ngài Ảo Ảnh\" Fantomas Robben và thám tử lừng danh Chesterton. Thông báo miễn trừ trách nhiệm: Câu chuyện này hoàn toàn hư cấu, không liên quan đến địa danh, nhân vật, sự kiện trong đời thực.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/6b536554b6229143e07ec3fd4c2464ba_3477142072175078214.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4319,
            "name": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài II",
            "desc": "<p>Tiểu thuyết giải trí phổ biến ở Fontaine, kể về câu chuyện lần đầu quyết đấu giữa siêu trộm được gọi là \"Quý Ngài Ảo Ảnh\" Fantomas Robben và thám tử lừng danh Chesterton. Thông báo miễn trừ trách nhiệm: Câu chuyện này hoàn toàn hư cấu, không liên quan đến địa danh, nhân vật, sự kiện trong đời thực.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/6b536554b6229143e07ec3fd4c2464ba_335557363267622822.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4320,
            "name": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài III",
            "desc": "<p>Tiểu thuyết giải trí phổ biến ở Fontaine, kể về câu chuyện lần đầu quyết đấu giữa siêu trộm được gọi là \"Quý Ngài Ảo Ảnh\" Fantomas Robben và thám tử lừng danh Chesterton. Thông báo miễn trừ trách nhiệm: Câu chuyện này hoàn toàn hư cấu, không liên quan đến địa danh, nhân vật, sự kiện trong đời thực.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/6b536554b6229143e07ec3fd4c2464ba_2860181770324232343.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài I",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Hãy gọi tôi là Poiret. Mấy năm trước... mà mặc kệ nó là bao nhiêu năm trước... Tôi đã không một xu dính túi, ở bên ngoài thành cũng không có chuyện gì làm tôi đặc biệt lưu luyến nữa, thế là tôi bèn đến Đại Sảnh Fontaine, nương tựa vào chú của tôi, một thám tử tư nổi tiếng, ngài Chesterton. Thế nhưng, điều làm tôi không ngờ đến là, nhiệm vụ đầu tiên mà ông ấy giao cho tôi, chính là làm trợ thủ cho ông, truy tìm siêu trộm Robben hành tung xuất quỷ nhập thần...</color>\n<color=#ffffffa6>Đại Sảnh Fontaine vào nửa đêm vốn dĩ không nên vắng lặng như thế này, thế nhưng, vào lúc này đây, ở gần dinh thự của ngài Pierre, trên đường lại không một bóng người, chỉ có tiếng gió giữa đêm thu, nghe như tiếng đàn réo rắt vang vọng dưới ánh trăng lạnh lẽo.</color>\n<color=#ffffffa6>Trong bóng tối, cảnh sát và phóng viên đều đang nhìn chằm chằm không chớp mắt về phía dinh thự đèn đóm sáng rực cách đó không xa, chờ đợi một vị \"khách quý\" nào đó ghé thăm.</color>\n<color=#ffffffa6>Cũng giống như tất cả những người khác, tôi nấp vào trong bóng tối ở một góc đường. Sự chờ đợi dai dẳng làm tôi bất giác cảm thấy hơi chán:</color>\n<color=#ffffffa6>\"Đã bao lâu trôi qua rồi, Robben có đến thật không?\"</color>\n<color=#ffffffa6>Hiển nhiên, cô phóng viên của tờ báo Chim Hơi Nước có cách nhìn khác về chuyện này, bèn lập tức phản bác:</color>\n<color=#ffffffa6>\"Nhất định sẽ đến! Siêu trộm Robben đã gửi thư cảnh báo, nói muốn lấy trộm chiếc trâm cài áo đá sao cầu vồng. Anh ta sẽ không nuốt lời đâu! Chỉ không biết lần này anh ta sẽ xuất hiện bằng cách thức ngầu như thế nào đây...\"</color>\n<color=#ffffffa6>\"Ồ? Nói vậy là, cô đối với anh ta...\"</color>\n<color=#ffffffa6>\"Đương nhiên rồi! Bất luận là ai, cũng khó tránh sinh lòng ngưỡng mộ với siêu trộm truyền kỳ Robben!\"</color>\n<color=#ffffffa6>Ngay vào lúc cô phóng viên đang giới thiệu với tôi về bao nhiêu \"chiến tích kỳ công\" của siêu trộm, thì kim đồng hồ đã điểm đúng không giờ không phút.</color>\n<color=#ffffffa6>Đột nhiên, vang lên tiếng pháo nổ, theo đó, tất cả đèn ở dinh thự đều tắt ngấm. Không chờ cho chúng tôi kịp thích nghi với bóng tối chợt ập đến, một ánh sáng chói chang bỗng nhiên lóe ra từ cửa sổ của dinh thự, làm cho đêm tối trong chốc lát sáng rực như ban ngày.</color>\n<color=#ffffffa6>Nhóm cảnh sát khó khăn lắm mới hồi phục thị giác lập tức ùa vào, tôi cũng hùa theo, bước vào được căn phòng chứa đồ sưu tầm trong dinh thự của ngài Pierre.</color>\n<color=#ffffffa6>Trên bệ trống không, chiếc trâm cài áo đá sao cầu vồng không biết đã đi về phương nào.</color>\n<color=#ffffffa6>Đối diện với một sự thật hiển nhiên, cho dù là gào thét tức giận, hay là nức nở không cam tâm, đều trở nên nhạt nhòa và vô nghĩa. Tiếng ồn ào dần đến gần và dư âm tiếng pháo dần xa hòa lẫn vào nhau tạo thành một khúc giao hưởng không hài hòa, thật khiến người ta phải đau đầu.</color>\n<color=#ffffffa6>Tôi không có gì để làm cả, thế là bèn làm theo những gì chú đã căn dặn, giả vờ ở lại hiện trường để điều tra một lượt, sau đó quay về nhà.</color>\n<color=#ffffffa6>Trước khi rời đi, tôi nghe thấy sau lưng mình có tiếng máy chụp ảnh, và lời tán thán một cách thiếu tố chất nghề nghiệp của cô phóng viên:</color>\n<color=#ffffffa6>\"Á! Siêu trộm truyền kỳ Robben lại một lần nữa lấy đi tài sản bất nghĩa! Thật không hổ danh là Robben, một màn biểu diễn lung linh và hoàn hảo làm sao!\"</color>"
          }
        ]
      },
      {
        "title": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài II",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>May mà hiện trường cách không xa nhà chú, nên tôi đã lết được tấm thân mệt mỏi quay trở về nhà.</color>\n<color=#ffffffa6>Chú tôi không có biểu hiện gì đặc biệt khi thấy tôi quay về, như bình thường, ông ấy ngồi ở chỗ thường lệ, lật xem quyển sách trong tay.</color>\n<color=#ffffffa6>\"Ngày mai \"Báo Chim Hơi Nước\" chắc sẽ rất đặc sắc nhỉ.\"</color>\n<color=#ffffffa6>\"Nhìn chú như thể không chút lo lắng gì cả.\" Tôi treo áo khoác lên, mở nút cổ áo, rồi tìm một chỗ thoải mái trên sofa ngồi xuống, kể hết một lượt tất cả những chuyện xảy ra ban nãy và chi tiết ở hiện trường.</color>\n<color=#ffffffa6>\"...Vụ nổ ban đầu chắc không phải là để phá hoại kết cấu của căn phòng, mà là dùng âm thanh lớn hơn để che đậy âm thanh của robot dây cót.\"</color>\n<color=#ffffffa6>\"Robot dây cót? Đem theo thiết bị cồng kềnh như vậy sẽ rất khó thoát thân nhỉ, nói như vậy, robot dây cót nhất định vẫn còn ở gần hiện trường. Nói không chừng còn có thể tìm ra manh mối gì trên thiết bị đó... Xem ra Robben cũng chỉ có thế mà thôi, anh ta chắc sắp rơi vào lưới rồi.\"</color>\n<color=#ffffffa6>\"Cũng không hẳn. Giống như vụ nổ ban đầu chỉ để che đậy hành động của robot dây cót, bản thân robot dây cót chưa chắc không phải là một mồi nhử khác.\"</color>\n<color=#ffffffa6>\"Làm phức tạp vậy sao.\" Tôi vuốt vuốt mái tóc rối của mình, \"Vậy tung tích của trâm cài áo...\"</color>\n<color=#ffffffa6>\"Vẫn còn được giấu trong dinh thự.\" Chú ngập ngừng, \"Thiết kế nhiều tầng chỉ vì một mục đích, đó chính là làm cho cảnh sát ở hiện trường cho rằng trâm cài đã bị lấy đi mất. Không ai nghĩ rằng, món đồ vốn tưởng rằng đã bị mất cắp lại vẫn còn ở trong phòng.\"</color>\n<color=#ffffffa6>\"Vậy tiếp theo, chỉ cần ngụy tạo một thân phận hợp lý, là có thể quang minh chính đại đi vào dinh thự, thuận lợi lấy đi chiếc trâm cài mà không gây ra bất kỳ nghi ngờ nào cả, không phải sao?\"</color>"
          }
        ]
      },
      {
        "title": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài III",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>\"Hóa ra là vậy, cái tên xảo quyệt...\"</color>\n<color=#ffffffa6>Chú nhìn tôi một cách thích thú, hình như đang chờ tôi nói tiếp. Thế là tôi hít một hơi thật sâu, bắt đầu nói về suy luận của mình.</color>\n<color=#ffffffa6>\"Giống như trước đây chú đã nói, sau khi loại bỏ hết tất cả những điều không thể, thì những gì còn lại cho dù là khó tin đến đâu, cũng đều là chân tướng. Vậy thì, lúc đó tất cả mọi người ở hiện trường, đều có thể là nghi phạm... Không, trong tình huống xấu nhất, có lẽ tất cả những người này đều là đồng phạm, siêu trộm có tên là Robben, vốn dĩ không phải chỉ có một mình...\"</color>\n<color=#ffffffa6>Tôi nhớ về tất cả mọi người ở hiện trường, cố gắng nhớ ra từng chi tiết khả nghi.</color>\n<color=#ffffffa6>\"Cô Leblanc đến từ tờ báo Chim Hơi Nước, lộ rõ sự sùng bái đối với Robben. Tôi có kiểm tra qua thẻ phóng viên của cô ấy, nhưng việc ngụy tạo thân phận đối với Robben mà nói vốn dĩ là dễ như cơm bữa.\"</color>\n<color=#ffffffa6>\"Ngài Chandler đến từ Sảnh Chấp Pháp, trước khi chiếc trâm cài bị lấy trộm, đã rời khỏi hiện trường trong một thời gian ngắn, cho đến khi xảy ra sự việc mới quay về trước mặt chúng tôi. Còn về bộ dạng hấp tấp vội vàng của anh ta, bây giờ nghĩ lại, hình như có chút cố tình.\"</color>\n<color=#ffffffa6>\"Cô Christie đến từ Đội Hắc Ảnh Marechaussee, thì luôn nhấn mạnh với người khác về khả năng Robben lợi dụng robot dây cót. Theo cách nói của chú, đây có lẽ chính là thủ thuật che mắt của Robben.\"</color>\n<color=#ffffffa6>...</color>\n<color=#ffffffa6>\"Vậy thì theo chú thấy, trong số những người này, người có khả năng là tội phạm nhất, rốt cuộc là ai đây?\"</color>\n<color=#ffffffa6>Sau khi phân tích hết tất cả những hiềm nghi về người có mặt ở hiện trường, tôi đã rụt rè hỏi chú.</color>\n<color=#ffffffa6>\"Quan sát của cậu khá nhạy bén,\" Chú đặt tẩu thuốc trong tay xuống, đứng dậy, vẫn cầm cây gậy thép trắng tỏa ra ánh sáng lạnh lẽo dưới ánh trăng, \"Nhưng cậu đã bỏ qua một điểm, một điểm mấu chốt nhất đối với vụ án.\"</color>\n<color=#ffffffa6>Tôi ngẩn người, còn ông ấy thì giơ cây gậy lên.</color>\n<color=#ffffffa6>\"Cậu... Người đến nương tựa vào người chú chưa từng gặp mặt lần nào, tự xưng là \"Poiret\", lúc đó cũng là một trong số những người có mặt tại hiện trường. Đúng không, ngài Robben?\"</color>"
          }
        ]
      }
    ]
  }
}