{
  "epId": 4325,
  "name": "Cuộc Suy Vong Của Remuria",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nghe nói là kiệt tác lịch sử về nền văn minh Remuria cổ đại, do học giả nổi tiếng Pulteney biên soạn vào những năm đầu mới xây dựng Fontaine.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/d0e75f9b88a286749b4c7dff0871e129_765440687991517761.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1705251372,
  "components": {
    "body": [
      {
        "title": "Cuộc Suy Vong Của Remuria I",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Biển cả sinh ra và nuôi dưỡng mọi thứ, cũng nuốt chửng vạn vật.</color>\n<color=#ffffffa6>Tương truyền ở thời đại ban đầu, đạo đức của các cư dân đầu tiên ấy đủ để tự duy trì, không cần dựa vào sự thống trị của luật pháp và uy quyền. Các sứ giả của Thiên Thành đi lại trên mặt đất. Với sự chỉ dẫn của họ, mà mọi người từ thời thái cổ trở đi đã luôn được sống những ngày bình yên trong hòa bình, an hưởng phồn vinh và trù phú.</color>\n<color=#ffffffa6>Sự thống trị của thiên triều không biết đã duy trì qua bao thời đại, mãi cho đến khi con người chán ghét sự vĩnh hằng khó lòng chạm đến. Người đời sau không còn tin vào chỉ dụ của thần linh, ngược lại mong muốn nhận được những điều mà thần linh không hề hứa hẹn, muốn thoát khỏi gông cùm của vận mệnh. Thế là trời cao đã nổi cơn thịnh nộ, lệnh cho biển cả nổi sóng, đánh vỡ tan thành bang của những người định cư. Sau đó mưa lớn kéo dài suốt cả trăm ngày, thủy triều nhấn chìm mọi tội ác và vọng tưởng, thời đại của cư dân đầu tiên kết thúc tại đây.</color>\n<color=#ffffffa6>Chờ đến khi thủy triều rút đi, mặt đất một lần nữa hiện ra, bên trên biển cao đã không còn bất cứ thành thị và nền văn minh nào nữa. Những người còn sống sót hoặc mới sinh đã sinh sống ở giữa rừng rậm và sông ngòi, quay trở lại thời mông muội và hoang dã. Cũng giống như tất cả sinh linh trên mặt đất và dưới nước, con người lúc này mặc cho phép tắc của tự nhiên sai khiến và đánh đập, sống những ngày tháng ảm đảm không bờ không bến.</color>\n<color=#ffffffa6>Sau đó lại không biết đã bao lâu trôi qua, ở phía nam xa xôi, vương triều Gurabad vươn lên rồi lại sụp đổ, các quý tộc ở phía đông cũng từng đến được biên giới của biển cao, mà những người dân thuở đầu của chúng ta vẫn mãi trầm luân trong sự vô tri và mê tín.</color>\n<color=#ffffffa6>Mãi cho đến khi vua Remus vĩ đại ngồi trên con thuyền Fortuna màu vàng kim đáp xuống Meropis, mới một lần nữa đưa văn minh và trật tự đến với mảnh đất Fontaine. Ông dạy cho con người kỹ thuật canh tác, làm cho đất đai có thể sản xuất, dùng những tảng đá khổng lồ xây nên miếu thần và thành thị, giúp con người có chỗ an cư. Mà điều quan trọng nhất chính là, ông đã dạy cho con người âm nhạc và nghệ thuật, khiến cho con người khác biệt với các sinh linh khác, từ đó mà tự xem mình là chủ nhân của vạn vật.</color>\n<color=#ffffffa6>Sau đó, vua Remus và hạm đội bất hủ của ông đã chinh phục tất cả các hòn đảo ở biển cao, ngay cả con rồng khổng lồ ở dưới biển sâu cũng quy phục ông ấy. Từ khi thời đại của cư dân đầu tiên kết thúc đến nay, chưa từng có những ngày tháng tươi đẹp như thế, sự phồn vinh vĩnh hằng dường như đã sắp đạt được.</color>\n<color=#ffffffa6>Chính vào lúc thần vương và các con dân của ông đang chìm trong giấc mộng đẹp không chút lo âu, đang vui vẻ hưởng thụ tương lai tiến bước vĩnh hằng, thì các tiên tri của thần vương lại đưa ra một lời tiên tri chẳng lành, \"Đế quốc hưng thịnh nhất cũng sẽ có ngày bị hủy diệt triệt để, đây chính là Fortuna.\"</color>\n<color=#ffffffa6>Thế là thần vương đã lĩnh ngộ được quy tắc ban đầu từ trong sự luân chuyển của bảy ngày và từ cơn gió giữa biển cả và lục địa, dựa vào đó mà biên soạn ra một khúc nhạc hài hòa. Ông tin rằng, chỉ cần thành bang trên mặt đất có thể hợp tấu hài hòa với khúc nhạc chí thiện này, thì sẽ có thể thoát khỏi sự phán xét của vận mệnh, đến thẳng thiên đường vĩnh hằng tràn ngập hạnh phúc.</color>\n<color=#ffffffa6>Thế nhưng các tác giả thời xưa đều nói, thịnh suy luân chuyển, không có thứ gì là vĩnh hằng.</color>"
          }
        ]
      },
      {
        "title": "Cuộc Suy Vong Của Remuria II",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Nguyện sự vĩ đại và quang vinh sẽ quay về với Remuria, và người thống trị bất hủ của nó, vị vua của mọi thần dân dưới bầu trời rộng lớn, người chỉnh âm của thế giới, Remus. Ngày nay, ngay cả nhà bác học kiến thức sâu rộng nhất cũng không thể nào tưởng tượng được sự tráng lệ và huy hoàng xưa kia của thành phố vĩnh hằng.</color>\n<color=#ffffffa6>Khi thuyền men theo tuyến đường xuyên qua trụ biển, tiến vào cảng biển lớn nơi con thuyền hoàng gia Fortuna đang neo đậu, điều đầu tiên đập vào mắt chính là một tòa tháp cao chọc trời. Tòa tháp của Remuria không phải được xây dựng để lắng nghe chỉ dụ của trời cao, mà là để chỉ dẫn cho những chiếc thuyền qua lại giữa những hòn đảo trên biển cao. Nghe nói, tòa tháp được xây dựng ở nơi giao thoa giữa hiện thực và giấc mơ. Cho dù các thủy thủ bị chìm vào giấc ngủ sâu vì yêu quái biển dụ dỗ, thì cũng có thể lần theo tiếng chuông mà phá được làn sương mù, tìm ra tuyến đường đến với Remuria.</color>\n<color=#ffffffa6>Men theo đường đó tiếp tục tiến lên sẽ là Machimos, đây là khu vực sinh sống của các chiến sĩ anh dũng của Remuria. Đền thần và đấu trường rộng lớn đều được điêu khắc nên từ những tảng đá khổng lồ, dùng để kỷ niệm sự vinh quang và chiến thắng của thành phố. Trên bức tường cao chót vót và kiên cố được trang trí bằng pha lê và vàng, những bức tượng bằng đồng và đá lớn được đặt ở khắp nơi; vàng, hương liệu và đặc sản các nơi được chất đống như núi trong thành.</color>\n<color=#ffffffa6>Xuyên qua Machimos sẽ đến được khu vực trung tâm của Remuria là Capitolium. Capitolium có hương thơm lan tỏa, khắp nơi đều vang tiếng ca hát vui tai. Đây chính là thiên đường của các nhà nghệ thuật, chỉ có những trí giả và nhạc sư đại tài mới được phép sinh sống ở đây, thế nhưng trong số những người này cũng chỉ rất ít người có được cơ hội phục vụ cho thần vương. Nhà hát và cung điện ở đây được xây dựng với hình thức vô cùng hài hòa, cột trụ và mái vòm được điêu khắc cực kỳ phức tạp và lộng lẫy, mà ngay giữa tất cả những kiến trúc này lại là hoàng cung màu vàng kim được dựng lên bởi những trụ đồng cao lớn như núi, vua Remus vĩ đại ngồi ở trung tâm của cung điện, lắng nghe từng nốt nhạc, từng khúc ca vang đến từ khắp các nơi trong đế quốc. Giả sử ở một nơi nào đó trong đế quốc phát ra âm thanh không hài hòa, thì thần vương sẽ khảy dây đàn để lập tức chỉnh sửa, làm cho khúc nhạc được hợp tấu từ cả đế quốc sẽ luôn hoàn mỹ.</color>\n<color=#ffffffa6>Để dân chúng trên biển cao không xa rời khúc nhạc thế giới, phá hoại đi khúc giao hưởng hài hòa mà vinh quang, vua Remus đã tuyển chọn ra bốn vị đại tài từ trong nhân loại. Ông chia sẻ sức mạnh và quyền uy của mình cho họ, bổ nhiệm họ trở thành người cùng trị với mình, thành người chỉnh âm của các thành bang, để xóa đi hết những âm thanh không hài hòa.</color>\n<color=#ffffffa6>Để làm cho giai điệu hài hòa và vinh quang có thể vang khắp bốn biển, vua Remus lại xây dựng những con đường miên man, dùng các nốt nhạc chuyển hóa thành từng gợn sóng trôi trên con đường này, từ Capitolium truyền đến từng ngóc ngách trên biển cao.</color>\n<color=#ffffffa6>Thế nhưng, vận mệnh đã định sẵn là thứ mà chư thần đều không thể thay đổi được, cố gắng thoát khỏi sự phán xét của vận mệnh đã là trọng tội. Và trong rất nhiều tội lỗi mà thần vương đã phạm phải, thì tội nặng nhất chính là ý đồ khiến nhân loại có được quyền năng chỉ thuộc về thần linh. Con người vì sức mạnh và quyền lực mà sa ngã, tiếp theo đó là bạo hành và phản loạn.</color>\n<color=#ffffffa6>Gian kế của vận mệnh chính là, nó luôn dựa vào bàn tay chống lại nó để đạt được kế hoạch của nó. Khi ngày định mệnh đến, thành phố bất hủ vĩ đại kia, sự suy vong của Remuria đã là chuyện được định sẵn. Giờ đây khúc nhạc của thần vương chỉ còn ở một góc Capitolium, sự thống trị của uy quyền đã kết thúc.</color>\n<color=#ffffffa6>Cũng giống như những gì mà các tác gia cổ đại đã nói, thịnh suy luân chuyển, không có thứ gì là vĩnh hằng.</color>"
          }
        ]
      },
      {
        "title": "Cuộc Suy Vong Của Remuria III",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Con người từng ngây thơ tin rằng, vua Remus bất hủ và sự thống trị của thành phố vĩnh hằng, sẽ giống như những tảng đá khổng lồ dựng nên tế đàn hình tròn đó, có thể vượt ra khỏi sự ràng buộc của thời gian và vận mệnh, kéo dài hàng ngàn năm.</color>\n<color=#ffffffa6>Mãi cho đến khi mặt đất tan vỡ chỉ trong một đêm, tòa tháp cao bị nhổ lên tận gốc, ngay cả những trụ cột khổng lồ cùng đều bị những cơn sóng cao chọc trời nuốt chửng; Mãi cho đến khi con đường sụp đổ, đền thần nghiêng ngả, thành phố vĩnh hằng cùng cư dân tại đó, chiến sĩ, trí giả và các quý tộc đều cùng với cung điện vàng từng chói lòa như ánh mặt trời kia rơi vào đáy sâu không chút ánh sáng.</color>\n<color=#ffffffa6>Thế là con người mới ý thức được cái vĩnh hằng trong mắt họ là ảo tưởng ngu ngốc đến thế nào.</color>\n<color=#ffffffa6>Nguyện cho vinh quang quay về với người dẫn đường cao quý, quân chủ của sông ngòi và biển cả, nữ vương của các vùng nước, nguyện cho cô bảo vệ pháp luật, thống trị lâu dài. Nguyện bình an về với toàn bộ Fontaine, và vạn dân dưới bầu trời rộng lớn. Khi vương thành đổ sập, uy quyền sụp đổ, dân chúng trên biển cao sẽ một lần nữa rơi vào trong sự hoang dã và hủy diệt, là nữ vương cao quý của chúng tôi đã hòa giải phân tranh giữa các tộc, xoay quanh dòng suối tuôn trào, con người dựng lên thành bang mới, mở ra sự thống trị của luật pháp, mãi cho đến ngày nay.</color>\n<color=#ffffffa6>Sự suy vong của Remuria cách nay không đến trăm năm, nhưng lịch sử của nó đã bị bao trùm trong đám mây mù của truyền thuyết và mê tín. Phần này là do nạn kiếp tận thế đã đem đến vận mệnh hủy diệt cho Remuria đã vô tình và nhanh chóng đến mức nào, ngay cả các học giả và điển cố có thể lưu truyền tri thức, đều đã bị đại dương nuốt chửng cùng với thành phố vĩnh hằng. Một nguyên nhân quan trọng khác là vì các học giả thần bí tự xưng là hậu duệ của người Remuria đã cố ý bẻ cong mọi thứ. Công việc của tôi chính là dùng lý tính phổ biến của lịch sử, loại bỏ đi những thứ dư thừa và giữ lại tinh hoa, để làm cho diện mạo chân thật của nền văn minh cổ đại này được tái hiện một lần nữa trên thế gian.</color>\n<color=#ffffffa6>Trong truyền thuyết ở một số địa phương hiện nay, thậm chí là các học giả vĩ đại nhất thời cổ đại cũng bị miêu tả thành những pháp sư hút linh hồn, họ đem linh hồn của người phàm đưa vào trong ma tượng, để họ có thể tùy ý điều khiển. Sự thật thì, người Remuria đúng là đã từng chế tạo ra ma tượng đáng sợ, mãi cho đến ngày nay ở những khu hoang dã có lúc cũng tìm được tàn tích của họ, nhưng đây chỉ có thể quy về sự bại hoại và suy đồi của đạo đức vào thời kỳ cuối của người Remuria. Người Remuria đã từ bỏ đi chức trách cao quý của mình, chìm đắm trong hưởng lạc và đồi trụy. Họ dung túng bản thân mình bạo hành người khác, và thế là bạo hành đã xoay ngược lại lật đổ họ.</color>\n<color=#ffffffa6>Cũng giống như những gì mà các tác gia cổ đại từng nói, thịnh suy luân chuyển, không có thứ gì là vĩnh hằng.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Cuộc Suy Vong Của Remuria"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4322,
            "name": "Cuộc Suy Vong Của Remuria I",
            "desc": "<p>Nghe nói là kiệt tác lịch sử về nền văn minh Remuria cổ đại, do học giả nổi tiếng Pulteney biên soạn vào những năm đầu mới xây dựng Fontaine.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/d0e75f9b88a286749b4c7dff0871e129_2363964269170114365.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4323,
            "name": "Cuộc Suy Vong Của Remuria II",
            "desc": "<p>Nghe nói là kiệt tác lịch sử về nền văn minh Remuria cổ đại, do học giả nổi tiếng Pulteney biên soạn vào những năm đầu mới xây dựng Fontaine.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/d0e75f9b88a286749b4c7dff0871e129_1990585316568072431.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4324,
            "name": "Cuộc Suy Vong Của Remuria III",
            "desc": "<p>Nghe nói là kiệt tác lịch sử về nền văn minh Remuria cổ đại, do học giả nổi tiếng Pulteney biên soạn vào những năm đầu mới xây dựng Fontaine.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/d0e75f9b88a286749b4c7dff0871e129_1434784044738112836.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}