{
  "epId": 4380,
  "name": "Sừng Kỳ Lân Biển Sâu",
  "desc": "<p>Bộ phận phóng điện của Cá Ngựa Ngọc Trai Ngàn Năm, và cũng là vương khí tượng trưng cho sự vĩ đại siêu việt của nó. Đã bị gãy trong trận đấu với người khiêu chiến.</p><p>Kẻ săn mồi đỉnh cao trưởng thành từ Cá Ngựa Bong Bóng, hành trình tiến hóa của Cá Ngựa Ngọc Trai Ngàn Năm khác biệt hoàn toàn với các Dị Chủng Biển Sâu khác: Không phải dựa trên chủng loài nguyên bản để tiến hóa lớn mạnh hơn, mà là sản sinh ra những thứ Cá Ngựa Bong Bóng không hề có, như các chi, sừng, thậm chí là cả xương thịt cũng biến đổi. So với hình thái vốn có ban đầu, thân hình của nó càng giống với ảo thú trong truyền thuyết cổ xưa hơn. Trong tưởng tượng của nhà thơ và tác giả, ngay cả cá ngựa cũng có tư thế phi nước đại, nhảy cao giống như thiên lý mã.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/29/27215281/7be427946bd4dde5c5fa47f52bd7a051_7983786548817013380.png",
  "filterValues": {
    "objectType": [
      "Nguyên Liệu Bồi Dưỡng Nhân Vật"
    ]
  },
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 1727032632,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Rơi Ra Từ"
      },
      {
        "type": "CustomEntry",
        "epId": 4344,
        "name": "Cá Ngựa Ngọc Trai Ngàn Năm",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Một trong hai bá chủ đứng đầu trong loài Dị Chủng Biển Sâu.<br>Nhà thơ và tác giả thường vì cách độc hành của nó mà bảo rằng nó kiêu ngạo và cao quý, nhưng có thể trở thành đối tượng miêu tả thế này suy cho cùng là vì thân hình thon dài xinh đẹp của nó. Cũng vì vậy mà nó là \"Cá Ngựa Ngọc Trai\", còn vua của Cua Giáp Nặng là \"Hoàng Đế\".<br>Trong các giai thoại truyền kỳ ở Fontaine, trong loài Dị Chủng Biển Sâu từng xảy ra một cuộc chiến tranh vô cùng khốc liệt, chỉ còn lại \"Cá Ngựa Ngọc Trai Ngàn Năm\" và \"Hoàng Đế Thép Lửa\" chia ra ở hai đầu nam bắc đối kháng lẫn nhau. Trong \"Bài Ca Của Dobharcu\", tác giả từng mô tả kết cục của chiến tranh: Cá Đuối Sát Thủ khổng lồ được xưng là Vua Bão Táp trước khi chết đã dấy lên cơn sóng dữ, dẫn đến việc mà mọi người gọi là \"kỳ nước dâng lần một\"...<br>Tất cả đương nhiên chỉ là sự tưởng tượng của con người, vì họ không muốn làm quen với cuộc sống hiện thực không chút mơ mộng nào. Dị Chủng Biển Sâu suy cho cùng cũng chỉ là động vật thủy sinh mà thôi, vừa không có cung đình lộng lẫy hoặc đổ nát, cũng không có lời lẽ kiêu ngạo hoặc độc ác.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/03/44749939/a0bd6abb287d563fc5a824c14c9fe813_3722950746617859453.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Đột Phá Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>5 Sao</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "<p>Đấu Sĩ Đại Diện bất bại. Dùng thanh kiếm trong tay để bảo vệ \"chính nghĩa\" của Đại Sảnh Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/12108544/770a66030815971c697ab81bc5436329_1557605617111376547.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>4 Sao</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Đội trưởng Đội Tuần Tra Đặc Biệt luôn tuân thủ \"chính nghĩa\" trong lòng. Khẩu súng hỏa mai trong tay chỉ hướng về những kẻ có tội.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/12108544/a846729f31f16a987a8696466ebabcc0_5231883484252879575.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Sừng Kỳ Lân Biển Sâu"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Nguyên Liệu Bồi Dưỡng Nhân Vật"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Cá Ngựa Ngọc Trai Ngàn Năm cấp 30 trở lên rơi"
          }
        ]
      }
    ]
  }
}