{
  "epId": 45,
  "name": "Chongyun",
  "desc": "Phương sĩ trẻ tuổi thuộc gia đình danh giá chuyên trừ tà, luôn cố gắng hết sức để khống chế \"thuần dương chi thể\" của bản thân.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Chongyun_icon.png",
  "headerImgUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/重云/avatar.png",
  "filterValues": {
    "characterVision": "Băng",
    "characterProperty": "Tấn Công",
    "characterWeapon": "Trọng Kiếm",
    "characterRarity": 4,
    "characterRegion": "Cảng Liyue"
  },
  "menuId": 2,
  "menuName": "Thư Viện Nhân Vật",
  "version": 1729251604,
  "components": {
    "story": [
      {
        "title": "Miêu Tả Nhân Vật",
        "desc": [
          {
            "type": "RichText",
            "text": "Liyue là vùng đất có bề dày lịch sử văn hóa lâu đời với nhiều câu chuyện huyền bí vẫn luôn tồn tại. Không biết thực hư đằng sau những câu chuyện đó ra sao, thế nhưng vẫn luôn có người đứng lên gìn giữ cuộc sống bình yên nơi đây.\nChongyun xuất thân từ một gia đình trừ tà nổi tiếng ở Liyue, từ nhỏ đến lớn được \"thuần dương chi thể\" bảo vệ, có thể xua đuổi ma quái quấy nhiễu. Với phương pháp trừ tà đặc biệt, Chongyun chỉ cần ngồi yên cũng đủ làm quỷ dữ tiêu tán.\nTuy hành nghề đã lâu, nhưng anh chưa bao giờ tận mắt nhìn thấy yêu ma.\nChính nỗi trăn trở này đã khiến Chongyun luôn tự nhủ, bùa chú và kiếm pháp mới là con đường trừ tà chính đạo, còn \"thuần dương chi thể\" chỉ là mánh lới mà thôi.\nAnh dày tâm nghiên cứu phương thuật và võ thuật, đi khắp muôn nơi tìm kiếm ma quái nhằm chứng minh năng lực trừ tà của bản thân đến từ sự khổ luyện chứ không phải là may mắn.\nNhưng... Phải đến bao giờ Chongyun mới thực hiện được điều đó đây?"
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Khi Chongyun vừa ra đời thì cảng Liyue đúng lúc ấy cũng lưu truyền những câu chuyện đáng sợ.\nKhổ chủ là một người phụ nữ giàu có, thân phận của bà gần như ngang hàng với Thất Tinh.\nKhông biết từ lúc nào, hằng đêm đều có âm thanh kì lạ quấy rầy giấc ngủ của bà, nhưng hễ muốn tìm đến nơi phát ra âm thanh thì nó lại vang lên ở hướng ngược lại, rồi vang bên vành tai.\nNỗi sợ này quả là kinh hãi đến mức bà không dám nhắc đến, ngày càng héo mòn.\nVới địa vị và sự giàu sang của mình, đương nhiên có thể mời được vô số phương sĩ trừ tà nổi danh. Nhưng tất cả bọn họ cứ thử lần nào là chịu thua lần ấy, cuối cùng đành thất bại tan tác mà bỏ đi. Âm thanh kì lạ kia không những không ngừng lại mà còn càng ngày càng quá đáng hơn.\nThấy chẳng còn hy vọng gì để trừ tà, bà dần dần tuyệt vọng.\nĐúng lúc này, Chongyun bước vào cổng nhà.\n\"Xin lỗi, mấy ngày trước nắng gắt quá nên không đến... Nghe nói nơi này có yêu tà cứng đầu, xin hãy giao cho ta đi\".\nSau đó Chongyun chỉ ngồi giữa nhà một lát.\nMàn đêm buông xuống, tất cả âm thanh quái gở đều im bặt.\nQuý bà ngủ được một giấc ngon lành, hôm sau đã mang mấy rương vàng bạc châu báu lớn đến nhà Chongyun cảm ơn.\nNhưng Chongyun rất nghiêm túc, chỉ lấy mấy trăm đồng Mora làm tiền công như thường lệ.\nTừ đó về sau, tiếng tăm của Chongyun nổi như cồn, thậm chí “phong cách làm việc” rất được người dân Liyue yêu thích mà viết tặng cho vài chữ \"Tâm sáng như gương, mặt như băng sương.\""
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Trên thực tế, phong cách làm việc của Chongyun chẳng liên quan gì đến băng với sương.\nTừ khi ra đời anh đã có \"thuần dương chi thể\", vì thể chất dễ nóng của mình mà còn khốn đốn vì \"nhiệt huyết\" quá đáng nữa kia.\nĐể khống chế thể chất này, Chongyun đã thử hết mọi cách.\nNhư không uống nước nóng, không ăn đồ nóng, không chạm vào món cay, không mặc áo dày, không tranh cãi, không nổi giận, ngày nắng nóng không ra ngoài, khi đuổi tà nhất định phải mang theo ô...\nTóm lại, anh cố hết sức để tránh tiếp xúc với tất cả những gì liên quan tới \"dương\" trên thế gian.\nSong dù như thế, sức mạnh của thuần dương chi thể cũng không hề suy yếu.\nAnh chán nản đến mức tự hành hạ thân thể của chính mình. Nghe nói trên Long Tích Tuyết Sơn có yêu tà xuất hiện, anh bèn mặc mỗi một cái áo mỏng đi thẳng lên núi.\nNúi tuyết lạnh giá khiến nhiệt độ cơ thể anh giảm xuống, nhưng anh cảm thấy như vậy chưa đủ, còn khoét một cái lỗ trên mặt hồ băng rồi ngâm mình vào nước lạnh mà chờ yêu tà chui ra.\nỞ nơi cực hàn này một lúc lâu, cuối cùng Chongyun cũng phát giác ra một luồng hơi thở bất thường. Anh nghĩ lần này bao nhiêu cố gắng đã được đền đáp, bèn hưng phấn đuổi theo.\nAi ngờ đuổi từ đỉnh núi xuống đến sườn núi, anh mới phát hiện ra đó không phải là yêu tà, mà chỉ là một con thỏ tuyết bị bùa chú và phi kiếm làm cho sợ hãi.\n...Từ đó về sau, anh sốt cao một trận, thời gian phát sốt còn dài hơn người thường rất nhiều."
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Thuần dương chi thể không chỉ là một chướng ngại lớn trên con đường trở thành phương sĩ của Chongyun mà còn là một mối phiền toái lớn trong cuộc sống thường ngày của anh.\nAnh vô cùng nhạy cảm với \"dương\", chỉ cần không cẩn thận thì sẽ khiến dương khí tăng cao, tính cách thay đổi.\nGia tộc của Chongyun từng tổ chức tiệc mừng ở \"Vạn Dân Đường\", lần đó anh đã cố ý đợi thức ăn nguội rồi mới ăn, nhưng không ngờ trong xôi nếp của Vạn Dân Đường lại có ớt Tuyệt Vân.\nAnh vừa ăn một miếng... thì chẳng còn nhớ chuyện gì đã xảy ra nữa.\nSong người bị hại là đầu bếp Xiangling của Vạn Dân Đường thì lại nhớ được rất nhiều chi tiết kinh điển:\nChongyun nhảy lên trên bàn của chưởng quỹ Vạn Dân Đường, hô to hôm nay anh sẽ bao hết tất cả tiền ăn cho khách;\nAnh bắt chuyện với tất cả khách hàng trong quán, lảm nhảm giới thiệu phương thuật nhà mình lợi hại cỡ nào, lúc đi còn không quên ăn một miếng thức ăn trên bàn người ta.\nChẳng hiểu sao anh còn nói trong Vạn Dân Đường có yêu tà, tìm khắp nơi chẳng thấy đâu, lại đi dán một lá bùa trên trán Xiangling rồi xách kiếm đuổi cô chạy bạt mạng.\nSau đó để bù đắp, Chongyun tiêu xài dè xẻn một tháng trời mới trả xong tiền cho Vạn Dân Đường, còn phải tặng cho Xiangling một cái bùa đào trừ tà tự tay khắc.\nXiangling không hề để bụng đến việc “mạo phạm” của Chongyun. Trong cái nhìn của cô, thảm họa bữa tiệc hôm ấy, mới là khoảnh khắc Chongyun gần gũi với mọi người nhất."
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 4",
        "desc": [
          {
            "type": "RichText",
            "text": "Trên con đường tìm kiếm yêu tà dài đằng đẵng, Chongyun có một người bạn tốt là Xingqiu.\nSo với Chongyun tôn thờ việc chăm chỉ khổ luyện thì Xingqiu trời sinh thông minh, cách nhìn nhận vấn đề cũng linh hoạt hơn nhiều.\nSau khi nghe được nỗi phiền muộn của Chongyun, Xingqiu đã nghĩ ra được một cách giải quyết.\n\"Nếu như không thể khiến thuần dương chi thể mất đi hiệu lực, thì hãy đi tìm yêu quái không bị thể thuần dương ảnh hưởng là được rồi?\"\nCâu nói này khiến Chongyun bừng tỉnh. Từ đó Chongyun không còn tìm cách làm suy yếu \"thuần dương chi thể\" nữa, mà cùng với Xingqiu một mực đi tìm yêu tà không bị dọa chạy.\n\"Sao cơ? Gần Vân Lai Hải có Ngạo Nhân trong truyền thuyết? Được, hãy giao cho tôi!\"\n\"Căn nhà cổ ở Dốc Phi Vân có linh hồn tà ác chiếm cứ? Bây giờ tôi xuất phát ngay.\"\n\"Nhà trọ Vọng Thư có một cao nhân trừ tà? Theo anh ta có thể tìm được yêu quái mạnh nhất, vậy thì... Không thể tay không đi gặp được, phải chuẩn bị ít đồ mới được.\"\nPhần lớn những tin tức này đều do Xingqiu bịa ra. Nhờ phước của hắn, hầu như lần nào Chongyun cũng ủ dột quay về, trách bản thân chưa đủ may mắn.\nChongyun tủi thân nói: \"Tôi đã cố gắng tìm rồi, thậm chí dùng rất nhiều tiền của để mua tin tức về yêu tà mà vẫn tay trắng quay về.\"\nNếu lúc này Xingqiu đang rảnh, sẽ vui vẻ bảo Chongyun lấy lại tinh thần, rồi dẫn anh ấy đi ăn điểm tâm lạnh mình mới phát hiện ra, sau đó giúp anh đi đòi chỗ tiền bị lừa mất về.\nQuả là một người bạn đáng tin và nhiệt tình! Chongyun cảm kích nghĩ. Xingqiu thật tốt, ngoài Xingqiu ra thì còn có thể tin ai được chứ?"
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 5",
        "desc": [
          {
            "type": "RichText",
            "text": "Thực ra Chongyun cũng rất muốn hòa thuận với mọi người, nhưng lần nào cũng phải từ chối lời mời của người khác vì phải khống chế “thuần dương chi thể”.\nTrong số đó, hành động khiến anh cảm thấy khó hiểu nhất là tắm suối nước nóng.\nMột vũng nước đục ngầu bốc hơi mà phải chui vào ngâm mình... còn kinh khủng hơn vạn lần so với hồ băng trên Long Tích Tuyết Sơn.\nThế nhưng mọi người mỗi khi nhắc đến dòng suối khoáng, đều nói đó là cảm giác rất thoải mái, thậm chí có người cho rằng nước càng nóng càng tốt, ngâm mình trong dòng nước thì cả tuần sau cơ thể sẽ luôn tràn đầy sinh lực.\nChongyun không hiểu, đây là thật hay đùa.\nThật ra anh cũng rất muốn thử, thế nhưng \"thuần dương chi thể\" nếu vẫn còn trên cơ thể, anh sẽ không dám ngâm mình vào dòng suối khoáng.\nMột ngày nọ, Xingqiu hỏi anh rằng:\n\"Nếu có một ngày, bạn khống chế được thuần dương chi thể, tiêu diệt hết ma quái trong thiên hạ, thì bạn sẽ làm gì nữa?\"\nMột câu hỏi có vẻ như vô tình này lại khiến Chongyun bối rối cả ngày.\nVì thể chất đặc biệt mà anh đã bỏ lỡ rất nhiều chuyện trong cuộc sống mà con người vốn có.\nNhưng anh không cảm thấy hối tiếc, sông có khúc người có lúc, anh đã tìm được đáp án của riêng mình.\nCòn nếu ngày đó thực sự đến, thì anh sẽ đi tắm suối khoáng nóng thôi."
          }
        ]
      },
      {
        "title": "\"Yêu Tà Kì Chí Gia Lục\"",
        "desc": [
          {
            "type": "RichText",
            "text": "Cuốn sách gia truyền thuộc gia tộc Chongyun ghi chép lại toàn bộ yêu ma bị thu phục.\nTừ những loài vô danh tiểu tốt cho đến những đại ma đầu trong truyền thuyết, số lượng sưu tầm được cực khủng.\nChính sự khích lệ từ những câu chuyện trong sách mới khiến anh quyết tâm tiêu diệt toàn bộ ma quái trong thiên hạ.\nThế nhưng điều này cũng đem lại cho Chongyun... Một chút gì đó bất tiện\nĐó là bởi những yêu ma được miêu tả trong sách ngoài việc sử dụng văn tự còn cần dùng đến tranh vẽ. Tuy mỗi một người kế thừa có một phong cách vẽ khác nhau, thế nhưng vẫn có thể đại khái hình dung ra được hình hài của chúng.\nChongyun tuy cũng trừ yêu, nhưng trước nay chưa từng nhìn thấy bóng dáng của chúng. Anh cũng không thể phá bỏ truyền thống vẽ hình minh họa đó.\nHết cách, Chongyun chỉ có thể tưởng tượng ra những hình vẽ kỳ quái.\nChính vì vậy từ khi anh tiếp quản \"Yêu Tà Kì Chí Gia Lục\", bên trong cuốn sách xuất hiện thêm những loài ma quái kỳ lạ như mãnh thú với năm chiếc đùi gà và 7 đôi cái cánh vịt, hay ma thú thân Hilichurl đầu cá... Với những tấm hình minh họa như vậy, chúng ta tốt nhất đừng quá soi xét sự thực hư đằng sau nó."
          }
        ]
      },
      {
        "title": "Vision",
        "desc": [
          {
            "type": "RichText",
            "text": "“Không phải phương sĩ đều múa kiếm dùng bùa chú sao, anh chỉ cần ngồi một chỗ là xua đuổi được tà ma ư, dám lừa tiền của tôi à? Không dễ đâu!”\nKhi mới hành nghề, Chongyun luôn nhận phải những ngờ vực, chất vấn.\nÁp lực đè nặng lên đôi vai anh đó chính là: Việc chứng minh có ma quỷ còn dễ hơn việc phủ định chúng không tồn tại.\nNếu so sánh Chongyun với các phương sĩ bình thường khác, hành vi của anh thực sự giống một kẻ lừa đảo.\nBản thân là người tài giỏi lại không có đất dụng võ, thường xuyên bị người đời chất vấn, nhiều khi anh cố kìm nén sự tức giận của bản thân mà né tránh đôi co với họ...\nẤy vậy đến cuối cùng cũng chẳng có mấy ai tạ lỗi với Chongyun.\nThế nhưng cho dù có thế nào, tâm trí của anh vẫn không thay đổi. Anh không muốn bản thân chạy theo số đông, sử dụng các nghi thức giả vờ để che đậy bản chất của việc trừ tà.\nLý tưởng ấy vẫn mãi như vậy, vĩnh viễn không chối từ.\nRồi sẽ có một ngày anh trở thành pháp sư trừ tà số một Liyue với khả năng điều khiển thuần dương chi thể tiêu diệt toàn bộ ma quái trong thiên hạ.\nCó lẽ chính vì khát vọng rực cháy như vậy anh mới nhận được sự khẳng định của thần linh mà ban tặng cho “Vision” hệ “băng” đối lập hoàn toàn với “hỏa”.\nCó điều câu chuyện đằng sau lời hồi đáp của “Vision” mà chỉ có thần linh mới trả lời được."
          }
        ]
      }
    ],
    "map": "https://act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_heade#/map/2?shown_types=34&center=1595.00,-878.00&zoom=-2.00",
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/重云/avatar_header.jpg"
      },
      {
        "key": "Ảnh Gốc",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/重云/avatar.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Trang Phục Mặc Định - Thanh Tẩy Tâm Hồn\nPhong cách của Chongyun. Trang phục trừ tà gia truyền của phương sĩ."
          }
        ]
      },
      {
        "key": "Hoạt Cảnh Nhàn Rỗi 1",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/148664880/2f48f83b6f6b6176e0d9b8aeeb0b0f99_6161452900854430257.gif"
      },
      {
        "key": "Hoạt Cảnh Nhàn Rỗi 2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/148664880/677437de6fe3b6dacb044f49fcfaf332_5225067734233004766.gif"
      },
      {
        "key": "Cung Mệnh",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/148664880/3e2d1a8b1665f8a446a7478d65272cd9_8263061063586976777.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Cung Càn Khôn Phong"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Chongyun"
          }
        ]
      },
      {
        "key": "Sinh Nhật",
        "value": [
          {
            "type": "RichText",
            "text": "Ngày 7 tháng 9"
          }
        ]
      },
      {
        "key": "Cung Mệnh",
        "value": [
          {
            "type": "RichText",
            "text": "Càn Khôn Phong"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "Bóng Hình Băng Giá"
          }
        ]
      },
      {
        "key": "Vision",
        "value": [
          {
            "type": "RichText",
            "text": "Băng"
          }
        ]
      },
      {
        "key": "Thuộc",
        "value": [
          {
            "type": "RichText",
            "text": "Thiên Hoành Phương Sĩ"
          }
        ]
      },
      {
        "key": "Tiếng Trung CV",
        "value": [
          {
            "type": "RichText",
            "text": "kinsen"
          }
        ]
      },
      {
        "key": "Tiếng Anh CV",
        "value": [
          {
            "type": "RichText",
            "text": "Beau Bridgland"
          }
        ]
      },
      {
        "key": "Tiếng Nhật CV",
        "value": [
          {
            "type": "RichText",
            "text": "斉藤壮馬"
          }
        ]
      },
      {
        "key": "Tiếng Hàn CV",
        "value": [
          {
            "type": "RichText",
            "text": "Yang Jeong-hwa"
          }
        ]
      },
      {
        "key": "Món Ăn Đặc Biệt",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 663,
            "name": "Mì Lạnh Bát Bửu",
            "desc": "Món ăn đặc sắc của Chongyun. Tuy sợi mì dai khiến mọi người không thể kiềm chế được trong mùa hè nóng bức, nhưng ngay cả trong mùa đông, Chongyun vẫn chỉ ăn nó như món chính. Thật sự không dễ dàng.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cold Noodles with Mountain Delicacies_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Thẻ Nhân Vật Thất Thánh Triệu Hồi",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3176,
            "name": "Chongyun",
            "desc": "<p><span style=\"color: #FFFFFF\">Bóng Hình Băng Giá - Chongyun</span></p><p>\"Mùa hè à, hãy lặng lẽ lướt qua đi...\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/148664880/bffac6cdb7bf11846a00283924b7b617_5403008896828370565.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Phiên Bản Phát Hành",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Lv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "-",
              "921"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "-",
              "19"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "-",
              "54"
            ]
          },
          {
            "key": "Tấn Công",
            "values": [
              "-",
              "0%"
            ]
          }
        ]
      },
      {
        "key": "Lv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "2366",
              "3054"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "48",
              "62"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "140",
              "180"
            ]
          },
          {
            "key": "Tấn Công",
            "values": [
              "0%",
              "0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 411,
            "name": "Mảnh Ngọc Băng Vụn",
            "desc": "Nguyên Liệu Đột Phá Nhân Vật",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1242,
            "name": "Thạch Phách",
            "desc": "Tinh thạch quý hiếm được kết tinh từ Nguyên Tố Nham thuần khiết, thường xuất hiện bên cạnh các loại khoáng chất khác. Được gọi là \"Trái Tim Của Đá\".",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cor Lapis_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1247,
            "name": "Mặt Nạ Vỡ",
            "desc": "Mặt nạ từ xương bị vỡ, từng thuộc về Hilichurl.<br/>Phần bị hỏng nhiều hơn phần còn nguyên, đã mất đi tính năng vốn có của mặt nạ.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Lv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "4574",
              "5063"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "93",
              "103"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "270",
              "299"
            ]
          },
          {
            "key": "Tấn Công",
            "values": [
              "0%",
              "6%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          },
          {
            "type": "CustomEntry",
            "epId": 410,
            "name": "Mảnh Ngọc Băng Vỡ",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"...xin lỗi...\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 938,
            "name": "Hạt Nhân Cực Hàn",
            "desc": "Hạt nhân lộ ra sau khi Cây Cấp Đông bị đánh bại, chứa đầy nguyên tố Băng thuần khiết.<br/>Năng lượng và nỗi nhớ tuôn trào nơi sâu thẳm của đại địa cuối cùng cũng phun trào. Ngay cả cái giá lạnh âm thầm như nỗi nhớ cũng hòa vào dòng sinh mệnh trên mặt đất, khiến những thực vật dây leo vốn không nên có tập tính săn bắt, cũng trở nên to lớn và hung hãn.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hoarfrost Core_icon.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 1242,
            "name": "Thạch Phách",
            "desc": "Tinh thạch quý hiếm được kết tinh từ Nguyên Tố Nham thuần khiết, thường xuất hiện bên cạnh các loại khoáng chất khác. Được gọi là \"Trái Tim Của Đá\".",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cor Lapis_icon.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 1247,
            "name": "Mặt Nạ Vỡ",
            "desc": "Mặt nạ từ xương bị vỡ, từng thuộc về Hilichurl.<br/>Phần bị hỏng nhiều hơn phần còn nguyên, đã mất đi tính năng vốn có của mặt nạ.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
            "amount": 15
          }
        ]
      },
      {
        "key": "Lv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "5824",
              "6475"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "118",
              "131"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "344",
              "382"
            ]
          },
          {
            "key": "Tấn Công",
            "values": [
              "6%",
              "12%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          },
          {
            "type": "CustomEntry",
            "epId": 410,
            "name": "Mảnh Ngọc Băng Vỡ",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"...xin lỗi...\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 938,
            "name": "Hạt Nhân Cực Hàn",
            "desc": "Hạt nhân lộ ra sau khi Cây Cấp Đông bị đánh bại, chứa đầy nguyên tố Băng thuần khiết.<br/>Năng lượng và nỗi nhớ tuôn trào nơi sâu thẳm của đại địa cuối cùng cũng phun trào. Ngay cả cái giá lạnh âm thầm như nỗi nhớ cũng hòa vào dòng sinh mệnh trên mặt đất, khiến những thực vật dây leo vốn không nên có tập tính săn bắt, cũng trở nên to lớn và hung hãn.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hoarfrost Core_icon.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 1242,
            "name": "Thạch Phách",
            "desc": "Tinh thạch quý hiếm được kết tinh từ Nguyên Tố Nham thuần khiết, thường xuất hiện bên cạnh các loại khoáng chất khác. Được gọi là \"Trái Tim Của Đá\".",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cor Lapis_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 983,
            "name": "Mặt Nạ Bẩn",
            "desc": "Bị dính nhiều chất bẩn, tỏa ra mùi khó chịu.<br/>Dù là vậy vẫn đeo lên mặt, người Hilichurl thật ngoan cố.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Lv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "7236",
              "7725"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "147",
              "157"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "427",
              "456"
            ]
          },
          {
            "key": "Tấn Công",
            "values": [
              "12%",
              "12%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          },
          {
            "type": "CustomEntry",
            "epId": 409,
            "name": "Miếng Ngọc Băng",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"...xin lỗi...<br/>\"Khiến các bạn phải cùng tôi gánh vác nỗi niềm đau thương của cả thế giới.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 938,
            "name": "Hạt Nhân Cực Hàn",
            "desc": "Hạt nhân lộ ra sau khi Cây Cấp Đông bị đánh bại, chứa đầy nguyên tố Băng thuần khiết.<br/>Năng lượng và nỗi nhớ tuôn trào nơi sâu thẳm của đại địa cuối cùng cũng phun trào. Ngay cả cái giá lạnh âm thầm như nỗi nhớ cũng hòa vào dòng sinh mệnh trên mặt đất, khiến những thực vật dây leo vốn không nên có tập tính săn bắt, cũng trở nên to lớn và hung hãn.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hoarfrost Core_icon.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 1242,
            "name": "Thạch Phách",
            "desc": "Tinh thạch quý hiếm được kết tinh từ Nguyên Tố Nham thuần khiết, thường xuất hiện bên cạnh các loại khoáng chất khác. Được gọi là \"Trái Tim Của Đá\".",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cor Lapis_icon.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 983,
            "name": "Mặt Nạ Bẩn",
            "desc": "Bị dính nhiều chất bẩn, tỏa ra mùi khó chịu.<br/>Dù là vậy vẫn đeo lên mặt, người Hilichurl thật ngoan cố.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Lv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "8485",
              "8974"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "172",
              "182"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "501",
              "530"
            ]
          },
          {
            "key": "Tấn Công",
            "values": [
              "12%",
              "18%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          },
          {
            "type": "CustomEntry",
            "epId": 409,
            "name": "Miếng Ngọc Băng",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"...xin lỗi...<br/>\"Khiến các bạn phải cùng tôi gánh vác nỗi niềm đau thương của cả thế giới.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 938,
            "name": "Hạt Nhân Cực Hàn",
            "desc": "Hạt nhân lộ ra sau khi Cây Cấp Đông bị đánh bại, chứa đầy nguyên tố Băng thuần khiết.<br/>Năng lượng và nỗi nhớ tuôn trào nơi sâu thẳm của đại địa cuối cùng cũng phun trào. Ngay cả cái giá lạnh âm thầm như nỗi nhớ cũng hòa vào dòng sinh mệnh trên mặt đất, khiến những thực vật dây leo vốn không nên có tập tính săn bắt, cũng trở nên to lớn và hung hãn.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hoarfrost Core_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 1242,
            "name": "Thạch Phách",
            "desc": "Tinh thạch quý hiếm được kết tinh từ Nguyên Tố Nham thuần khiết, thường xuất hiện bên cạnh các loại khoáng chất khác. Được gọi là \"Trái Tim Của Đá\".",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cor Lapis_icon.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 220,
            "name": "Mặt Nạ Xui Xẻo",
            "desc": "Nặt nạ xương sáng chói, bên trên vẽ sơn màu để hù dọa người khác.<br/>Tại sao người Hilichurl yêu thích mặt nạ như vậy, hiện chưa có lời giải đáp. Có người nói là để không phải nhìn thấy hình ảnh của mình dưới nước. ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Lv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "9734",
              "10223"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "197",
              "208"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "575",
              "603"
            ]
          },
          {
            "key": "Tấn Công",
            "values": [
              "18%",
              "24%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          },
          {
            "type": "CustomEntry",
            "epId": 408,
            "name": "Ngọc Băng",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"...Xin lỗi khiến các bạn phải cùng tôi gánh vác nỗi niềm đau thương của cả thế giới.\"<br/>\"Các bạn đã có thể chịu đựng được sự cô đơn khổ sở của tôi, vậy thì trong lòng nhất định có khát vọng cháy bỏng phải không?<br/>\"Vậy thì, hãy thay tôi đốt cháy thế giới cũ đi.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 938,
            "name": "Hạt Nhân Cực Hàn",
            "desc": "Hạt nhân lộ ra sau khi Cây Cấp Đông bị đánh bại, chứa đầy nguyên tố Băng thuần khiết.<br/>Năng lượng và nỗi nhớ tuôn trào nơi sâu thẳm của đại địa cuối cùng cũng phun trào. Ngay cả cái giá lạnh âm thầm như nỗi nhớ cũng hòa vào dòng sinh mệnh trên mặt đất, khiến những thực vật dây leo vốn không nên có tập tính săn bắt, cũng trở nên to lớn và hung hãn.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hoarfrost Core_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 1242,
            "name": "Thạch Phách",
            "desc": "Tinh thạch quý hiếm được kết tinh từ Nguyên Tố Nham thuần khiết, thường xuất hiện bên cạnh các loại khoáng chất khác. Được gọi là \"Trái Tim Của Đá\".",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cor Lapis_icon.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 220,
            "name": "Mặt Nạ Xui Xẻo",
            "desc": "Nặt nạ xương sáng chói, bên trên vẽ sơn màu để hù dọa người khác.<br/>Tại sao người Hilichurl yêu thích mặt nạ như vậy, hiện chưa có lời giải đáp. Có người nói là để không phải nhìn thấy hình ảnh của mình dưới nước. ",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
            "amount": 24
          }
        ]
      },
      {
        "key": "Lv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "10984",
              "-"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "223",
              "-"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "648",
              "-"
            ]
          },
          {
            "key": "Tấn Công",
            "values": [
              "24%",
              "-"
            ]
          }
        ]
      }
    ],
    "voice": [
      {
        "title": "Lần đầu gặp mặt...",
        "desc": "Tôi là Chongyun, thuộc gia tộc sống ở Liyue lâu đời, chúng tôi theo nghiệp trừ ma đã lâu. Nay có dịp được làm quen, coi như là duyên phận giữa hai ta. Hả... Tôi không có thu phí đâu!"
      },
      {
        "title": "Nói chuyện phiếm - Cách trừ tà",
        "desc": "Phương sĩ trừ tà có thể dùng bùa chú và võ nghệ. Các thứ khác không phải không được dùng, nhưng đó chẳng phải chính đạo."
      },
      {
        "title": "Nói chuyện phiếm - Ăn uống",
        "desc": "Ăn uống đồ lạnh tốt cho việc định thần hạ thân nhiệt... Dùng trà Thanh Tâm kết hợp với đá viên rất tốt cho sức khỏe."
      },
      {
        "title": "Nói chuyện phiếm - Khẩu quyết",
        "desc": "Diệt ác trừ ma, dẹp loạn thế gian. Hả, thôi chết rồi... Câu còn lại là gì nhở."
      },
      {
        "title": "Khi trời mưa...",
        "desc": "Mưa là dòng nước không có nguồn, vì vậy có sự hỗ trợ rất tốt cho việc trừ ta."
      },
      {
        "title": "Khi có sấm sét...",
        "desc": "Trời sấm chớp to như vậy thì yêu ma cũng sợ mà thôi."
      },
      {
        "title": "Khi tuyết rơi...",
        "desc": "A... Trời thật là đẹp, thích quá đi."
      },
      {
        "title": "Chào buổi sáng...",
        "desc": "Buổi sáng là thời gian tốt nhất để luyện tập, không được làm biếng."
      },
      {
        "title": "Chào buổi trưa...",
        "desc": "Chính ngọ là thời gian linh khí cực thịnh, phải tranh thủ luyện công."
      },
      {
        "title": "Chào buổi tối...",
        "desc": "Buổi tối là thời gian thích hợp tĩnh tâm, càng phải tranh thủ luyện công."
      },
      {
        "title": "Chúc ngủ ngon...",
        "desc": "Phù, cả ngày mệt rồi bạn cũng phải nghỉ ngơi đó. Ngày mai nhớ đến căn nhà cổ có ma, xem tin đồn thật giả thế nào nhé."
      },
      {
        "title": "Về Chongyun - Phương sĩ",
        "desc": "Chúng tôi là phương sĩ luôn bảo vệ Liyue, nhiều đời diệt ma trừ ác."
      },
      {
        "title": "Về Chongyun - Ủy thác",
        "desc": "Rõ ràng là không có làm gì, chỉ cần bước vào nhà là mọi việc được giải quyết. Bạn thấy ủy thác này có nên nhận hay không?"
      },
      {
        "title": "Về chúng tôi - Bạn đồng hành",
        "desc": "Bản lĩnh cũng không tồi... Quyết không nương tay với yêu ma, chúng ta chung đội được không?"
      },
      {
        "title": "Về chúng tôi - Truyện ma",
        "desc": "Những chuyện kỳ quái ở Liyue bạn đã nghe nhiều rồi phải không, còn những chuyện ma quỷ ở những vùng đất khác tôi... Cũng muốn đi xem."
      },
      {
        "title": "Về Vision...",
        "desc": "Vision tuy lợi hại nhưng không được ỷ lại vào nó. Tôi rất tin tưởng vào phép thuật và võ nghệ. Vẫn cần phải khổ luyện cố gắng nhiều."
      },
      {
        "title": "Có gì muốn chia sẻ không...",
        "desc": "Vùng đất Liyue tuy nhiều chuyện kỳ lạ, nhưng thật giả khó đoán. Có nhiều ủy thác... Lại chẳng liên quan đến ma quỷ."
      },
      {
        "title": "Những kiến thức thú vị...",
        "desc": "Nghe nói trong hổ phách ở Hổ Lao Sơn phong ấn rất nhiều thứ kỳ dị, lẽ nào những yêu ma trong truyền thuyết thực sự tồn tại? Thật muốn đi xem cho biết."
      },
      {
        "title": "Về Zhongli...",
        "desc": "Tiên sinh Zhongli của \"Vãng Sinh Đường\" ư, có lẽ là một nhân vật lợi hại. Chúng tôi là phương sĩ trừ tà, còn anh ta lại là người chôn cất cho các tiên nhân."
      },
      {
        "title": "Về Xingqiu...",
        "desc": "Tuy rất khâm phục võ nghệ và trái tim nghĩa hiệp của Xingqiu, nhưng tôi cũng phải nhắc nhở bạn, anh ta có rất nhiều ý nghĩ đen tối. Nếu xảy ra chuyện gì, nhớ nói với tôi, chúng ta sẽ thành lập liên minh những người bị hại."
      },
      {
        "title": "Về Xiao...",
        "desc": "Hàng ma đại thánh và phương sĩ chúng tôi tuy cùng bảo vệ Liyue nhưng một bên ngoài sáng, một bên trong tối. Trong lịch sử, tôi luôn kính trọng tiên nhân Xiao. Nhưng mà vị đại nhân đó dám nói... Phương sĩ sức hèn lực mọn không đáng nhắc đến thì tôi không thể chấp nhận được!"
      },
      {
        "title": "Về Hu Tao...",
        "desc": "Vãng Sinh Đường cũng đáng tin đấy. Nhưng câu nói \"không dám phiền các phương sĩ lo lắng\" thì thật khiến người khác tức giận... Hừm, phải bình tĩnh lại mới được."
      },
      {
        "title": "Về Qiqi...",
        "desc": "Thì ra là một cô bé cương thi, với sự nhạy cảm của phương sĩ thì tôi cảm thấy... Cô ấy không phải dạng vừa đâu. Hừm... Đến tên gọi cũng rất đặc biệt, không biết là cao nhân phương nào..."
      },
      {
        "title": "Về Xinyan...",
        "desc": "Tôi luôn cố gắng tránh những khu vực đông người. Nhưng cho dù không tiếp xúc nhiều, thì bầu không khí náo nhiệt đó cũng sẽ khiến tôi bị ảnh hưởng... ý tôi là, sẽ khiến người khác không thoải mái."
      },
      {
        "title": "Về Xiangling...",
        "desc": "Tay nghề của Xiangling rất tuyệt, nhưng món cay và nóng thì tôi sẽ không bao giờ chạm vào... Bạn xem, đây là Slime Xào Nấm Rơm sao? Có thể ăn được không?"
      },
      {
        "title": "Về Shenhe...",
        "desc": "Tôi từng nghe người lớn trong nhà nhắc về cô ấy. Hoàn cảnh gia đình của cô ấy... thật khiến người khác phải thương cảm. Vốn nghĩ rằng lần này có thể đưa người họ hàng xa quay trở về nhà, người lớn trong nhà nghe tin cô ấy còn sống đều rất vui mừng, nói là phải chuẩn bị lễ vật, chọn ngày lành để đoàn tụ. Nhưng không ngờ rằng, thường ngày hoàn toàn không thấy được bóng dáng cô ấy đâu... Chờ đã, nếu theo vai vế, tôi, tôi phải... gọi cô ấy là \"dì\" phải không..."
      },
      {
        "title": "Về Yelan...",
        "desc": "Khi tôi vừa hành nghề phương sĩ, có nhận được ủy thác trừ tà, khi rời khỏi đó tôi có gặp qua cô ta. Cô ta viết tên tôi vào trong sổ tay, có lẽ là muốn xác nhận xem tôi có chuyện gì đáng ngờ không. Nhưng sau hôm đó đã không còn gặp lại cô ta nữa.<br/>Giờ nghĩ lại, có lẽ do tôi thường ngày hay yên lặng ngồi thiền nên người ta cảm thấy vô vị chăng."
      },
      {
        "title": "Muốn tìm hiểu Chongyun - Điều 1",
        "desc": "Điều quan trọng nhất là cần có bản lĩnh, chỉ dựa vào nhiệt huyết chắc chắn sẽ xảy ra việc xấu. Chính tôi đã phải nếm trái đắng đó. Hả, không chỉ là đúc kết của riêng tôi, haizz... Thật ra đó là cảm nhận sau vài năm đi khắp Liyue, trải nghiệm tình người thiên biến vạn hóa mà ra."
      },
      {
        "title": "Muốn tìm hiểu Chongyun - Điều 2",
        "desc": "Tôi từ khi sinh ra đã có \"Thuần Dương Chi Thể\", tương truyền nghìn năm mới xuất hiện một lần thế nên toàn bộ ma quái đều bị tôi dọa chạy mất rồi. Haizz... Điều này thật không may, làm gì có phương sĩ nào lại chưa từng nhìn thấy yêu ma như tôi chứ."
      },
      {
        "title": "Muốn tìm hiểu Chongyun - Điều 3",
        "desc": "Thuần Dương Chi Thể thường khiến máu nóng trong người tôi dâng cao, nhiều lần làm tôi bẽ mặt. Tôi không ăn cay, ra khỏi nhà phải cầm ô, tránh những âm thanh gây kích động, tất cả là để khống chế nó. Đến khi nào thể chất đặc biệt này mới không ảnh hưởng đến tôi nữa đây?"
      },
      {
        "title": "Muốn tìm hiểu Chongyun - Điều 4",
        "desc": "Chỉ ngồi đợi ma quỷ hiện hình thì sẽ chẳng có tác dụng, chi bằng chủ động đi tìm chúng. Tôi giúp người dân Liyue trừ tà một là để xóa bỏ những phiền phức chúng gây cho dân thường, hai là để mở rộng tầm mắt. Nếu có yêu ma quấy rầy, tôi nhất định sẽ giúp đỡ bạn."
      },
      {
        "title": "Muốn tìm hiểu Chongyun - Điều 5",
        "desc": "Tiêu diệt toàn bộ yêu ma trong thiên hạ đó là mục tiêu duy nhất của phương sĩ tôi. Nếu hoàn thành tâm nguyện này, tôi sẽ suy nghĩ đến việc trải nghiệm ngâm mình vào nước khoáng nóng hay ăn ớt tuyệt vân... Để kích thích máu nóng trong cơ thể. Í... Nhưng mà như vậy có phải là quá kích động không.... Thế thì không được rồi."
      },
      {
        "title": "Sở thích của Chongyun...",
        "desc": "Tôi? Uhm... Tôi vẫn thích nhất là nghe kể chuyện. Tiến Sĩ Trà Liusu luôn là người thổi hồn vào những câu chuyện hấp dẫn. Nếu có thời gian cùng đi nghe nhé."
      },
      {
        "title": "Nỗi buồn của Chongyun...",
        "desc": "Sau khi thăm dò tôi được biết, miếu hoang có yêu ma xuất hiện. Thế là tôi đã đợi ở đó bốn ngày mà không bóng dáng con ma nào... Thật ra chuyện này cũng thường xuyên xảy ra."
      },
      {
        "title": "Món ăn yêu thích...",
        "desc": "Mỗi khi rèn luyện xong mà có thể ăn một món ngon lại lạnh buốt từ Inazuma thì cảm giác ấy có thể xóa bỏ mọi vất vả."
      },
      {
        "title": "Món ăn ghét...",
        "desc": "Mọi món đồ ăn cay và nóng tôi đều không ăn. Thực sự nghĩ đến món có liên quan đến Ớt Tuyệt Vân là đã sởn gai ốc rồi."
      },
      {
        "title": "Sinh nhật...",
        "desc": "Hôm nay là ngày sinh của bạn, bông hoa từ băng kết tinh băng này dành cho bạn. Tôi tự làm đó. Nếu có gặp yêu ma, nhớ lấy nó ra nhé, bùa chú được tôi yểm vào sẽ tự khắc phát huy tác dụng giúp bạn giải trừ nguy hiểm. A, quên mất... Sinh nhật vui vẻ nha."
      },
      {
        "title": "Cảm Giác Đột Phá - Khởi",
        "desc": "Phương thuật trừ tà thường dùng những nguyên liệu này, thật không ngờ còn có thể tăng sức mạnh linh khí của bản thân."
      },
      {
        "title": "Cảm Giác Đột Phá - Thừa",
        "desc": "Luyện võ và phép thuật đều có cảnh giới. Nhờ có sự chỉ bảo của bạn mà tôi mới có thể tiến bộ."
      },
      {
        "title": "Cảm Giác Đột Phá - Chuyển",
        "desc": "Không ngờ luyện võ lại có cảnh giới như vậy, tay mắt tương thông, người kiếm hợp nhất... Uhm, tôi đã lãnh ngộ được rồi!"
      },
      {
        "title": "Cảm Giác Đột Phá - Hợp",
        "desc": "Sau khi lĩnh ngộ được những kỹ năng này, tâm nguyện \"tiêu diệt yêu ma trong thiên hạ\" sẽ sớm hoàn thành mà thôi. Sự giúp đỡ của bạn tôi sẽ luôn ghi nhớ, về sau sẽ đồng kham cộng khổ, quyết không chùn bước."
      },
      {
        "title": "Kỹ Năng Nguyên Tố I",
        "desc": "Băng nhuộm dấu kiếm!"
      },
      {
        "title": "Kỹ Năng Nguyên Tố II",
        "desc": "Kiếm, xuất!"
      },
      {
        "title": "Kỹ Năng Nguyên Tố III",
        "desc": "Gấp như sắc lệnh."
      },
      {
        "title": "Kỹ Năng Nguyên Tố IV",
        "desc": "Nghe sắc lệnh của ta."
      },
      {
        "title": "Kỹ Năng Nộ I",
        "desc": "Tà ma cút đi!"
      },
      {
        "title": "Kỹ Năng Nộ II",
        "desc": "Kiếm Ảo Ấn Ngọc!"
      },
      {
        "title": "Kỹ Năng Nộ III",
        "desc": "Bó tay chịu trói đi."
      },
      {
        "title": "Mở Phong Chi Dực I",
        "desc": "Xem bản lĩnh cưỡi gió đây."
      },
      {
        "title": "Mở Rương I",
        "desc": "Những dụng cụ này có thể xua đuổi tà ma."
      },
      {
        "title": "Mở Rương II",
        "desc": "Không uổng công chúng ta đã vất vả!"
      },
      {
        "title": "Mở Rương III",
        "desc": "Niềm vui bất ngờ."
      },
      {
        "title": "HP Thấp I",
        "desc": "Vết thương nhỏ không đáng nhắc đến."
      },
      {
        "title": "HP Thấp II",
        "desc": "Không thể khinh địch nữa."
      },
      {
        "title": "HP Thấp III",
        "desc": "Ngươi đừng đắc thắng!"
      },
      {
        "title": "Ngã Xuống I",
        "desc": "Ta vẫn còn non sao..."
      },
      {
        "title": "Ngã Xuống II",
        "desc": "Yêu tà...chưa diệt..."
      },
      {
        "title": "Ngã Xuống III",
        "desc": "Thất lễ rồi...các phương sĩ..."
      },
      {
        "title": "Bị Trọng Kích I",
        "desc": "Thật bất ngờ!"
      },
      {
        "title": "Vào Đội I",
        "desc": "Nhận lệnh."
      },
      {
        "title": "Vào Đội II",
        "desc": "Tôi có cách để diệt quỷ."
      },
      {
        "title": "Vào Đội III",
        "desc": "Đi luyện công sao?"
      },
      {
        "title": "Nhận Được Quà I",
        "desc": "Hương vị thanh mát, rất hợp ý tôi! Tôi muốn giữ thêm một ít, đợi sau khi tu luyện xong mới thưởng thức."
      },
      {
        "title": "Nhận Được Quà II",
        "desc": "Thật xin lỗi. Rõ ràng đó là tình cảm của bạn, nhưng tôi lại chỉ có thể để nguội rồi mới ăn..."
      },
      {
        "title": "Nhận Được Quà III",
        "desc": "Gay rồi! Đây là vị... Ớt Tuyệt Vân?"
      }
    ],
    "talent": [
      {
        "key": "Tấn Công Thường - Bốn Cách Diệt Tà",
        "title": "Tấn Công Thường - Bốn Cách Diệt Tà",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/重云/battle_talent_0/battle_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Tấn Công Thường</color>\nThực hiện tối đa 4 lần chém liên tiếp.\n<color=#ffd780>Trọng Kích</color>\nTiêu hao thể lực để xoay kiếm tấn công địch xung quanh.\nKhi ngừng quay, sẽ bổ một nhát cực mạnh.\n<color=#ffd780>Tấn Công Khi Đáp</color>\nĐáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất."
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11"
            ]
          },
          {
            "key": "Sát Thương Lần 1",
            "values": [
              "70%",
              "75.7%",
              "81.4%",
              "89.5%",
              "95.2%",
              "101.8%",
              "110.7%",
              "119.7%",
              "128.6%",
              "138.4%",
              "148.1%"
            ]
          },
          {
            "key": "Sát Thương Lần 2",
            "values": [
              "63.1%",
              "68.3%",
              "73.4%",
              "80.7%",
              "85.9%",
              "91.8%",
              "99.8%",
              "107.9%",
              "116%",
              "124.8%",
              "133.6%"
            ]
          },
          {
            "key": "Sát Thương Lần 3",
            "values": [
              "80.3%",
              "86.9%",
              "93.4%",
              "102.8%",
              "109.3%",
              "116.8%",
              "127%",
              "137.3%",
              "147.6%",
              "158.8%",
              "170%"
            ]
          },
          {
            "key": "Sát Thương Lần 4",
            "values": [
              "101.2%",
              "109.5%",
              "117.7%",
              "129.5%",
              "137.7%",
              "147.1%",
              "160.1%",
              "173%",
              "186%",
              "200.1%",
              "214.2%"
            ]
          },
          {
            "key": "Sát Thương Trọng Kích Tuần Hoàn",
            "values": [
              "56.3%",
              "60.9%",
              "65.4%",
              "72%",
              "76.6%",
              "81.8%",
              "89%",
              "96.2%",
              "103.4%",
              "111.3%",
              "119.2%"
            ]
          },
          {
            "key": "Sát Thương Trọng Kích Chí Mạng",
            "values": [
              "102%",
              "110%",
              "118%",
              "130%",
              "138%",
              "148%",
              "161%",
              "174%",
              "187%",
              "201%",
              "215%"
            ]
          },
          {
            "key": "Thể lực Trọng Kích tiêu hao",
            "values": [
              "Mỗi giây 40 điểm",
              "Mỗi giây 40 điểm",
              "Mỗi giây 40 điểm",
              "Mỗi giây 40 điểm",
              "Mỗi giây 40 điểm",
              "Mỗi giây 40 điểm",
              "Mỗi giây 40 điểm",
              "Mỗi giây 40 điểm",
              "Mỗi giây 40 điểm",
              "Mỗi giây 40 điểm",
              "Mỗi giây 40 điểm"
            ]
          },
          {
            "key": "Thời Gian Kéo Dài Tối Đa",
            "values": [
              "5s",
              "5s",
              "5s",
              "5s",
              "5s",
              "5s",
              "5s",
              "5s",
              "5s",
              "5s",
              "5s"
            ]
          },
          {
            "key": "Sát Thương Khi Đáp",
            "values": [
              "74.6%",
              "80.7%",
              "86.7%",
              "95.4%",
              "101%",
              "108%",
              "118%",
              "127%",
              "137%",
              "147%",
              "158%"
            ]
          },
          {
            "key": "ST Khi Rơi Từ Độ Cao Thấp/Cao",
            "values": [
              "149%/186%",
              "161%/201%",
              "173%/217%",
              "191%/238%",
              "203%/253%",
              "217%/271%",
              "236%/295%",
              "255%/318%",
              "274%/342%",
              "295%/368%",
              "316%/394%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 76,
              "name": "Bài Giảng Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ chính là sự nỗ lực chinh phục núi cao biển lớn, là dũng khí và sức mạnh theo đuổi phồn hoa và hoàng kim.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Diligence_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 1247,
              "name": "Mặt Nạ Vỡ",
              "desc": "Mặt nạ từ xương bị vỡ, từng thuộc về Hilichurl.<br/>Phần bị hỏng nhiều hơn phần còn nguyên, đã mất đi tính năng vốn có của mặt nạ.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Damaged Mask_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Hướng Dẫn Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ là chất xúc tác chảy trong huyết mạch của người dân Liyue, có thể biến nham thạch thành hoàng kim, là nguyên nhân thương cảng vĩ đại trở thành vĩ đại.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 983,
              "name": "Mặt Nạ Bẩn",
              "desc": "Bị dính nhiều chất bẩn, tỏa ra mùi khó chịu.<br/>Dù là vậy vẫn đeo lên mặt, người Hilichurl thật ngoan cố.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Hướng Dẫn Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ là chất xúc tác chảy trong huyết mạch của người dân Liyue, có thể biến nham thạch thành hoàng kim, là nguyên nhân thương cảng vĩ đại trở thành vĩ đại.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 983,
              "name": "Mặt Nạ Bẩn",
              "desc": "Bị dính nhiều chất bẩn, tỏa ra mùi khó chịu.<br/>Dù là vậy vẫn đeo lên mặt, người Hilichurl thật ngoan cố.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Hướng Dẫn Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ là chất xúc tác chảy trong huyết mạch của người dân Liyue, có thể biến nham thạch thành hoàng kim, là nguyên nhân thương cảng vĩ đại trở thành vĩ đại.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 983,
              "name": "Mặt Nạ Bẩn",
              "desc": "Bị dính nhiều chất bẩn, tỏa ra mùi khó chịu.<br/>Dù là vậy vẫn đeo lên mặt, người Hilichurl thật ngoan cố.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Hướng Dẫn Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ là chất xúc tác chảy trong huyết mạch của người dân Liyue, có thể biến nham thạch thành hoàng kim, là nguyên nhân thương cảng vĩ đại trở thành vĩ đại.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 983,
              "name": "Mặt Nạ Bẩn",
              "desc": "Bị dính nhiều chất bẩn, tỏa ra mùi khó chịu.<br/>Dù là vậy vẫn đeo lên mặt, người Hilichurl thật ngoan cố.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Stained Mask_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Triết Học Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ chính là tin tưởng bản thân, tin tưởng rằng dựa vào mồ hôi, trí tuệ và sức mạnh, mỗi người đều có chỗ đứng của mình trong mảnh đất của Thần.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 220,
              "name": "Mặt Nạ Xui Xẻo",
              "desc": "Nặt nạ xương sáng chói, bên trên vẽ sơn màu để hù dọa người khác.<br/>Tại sao người Hilichurl yêu thích mặt nạ như vậy, hiện chưa có lời giải đáp. Có người nói là để không phải nhìn thấy hình ảnh của mình dưới nước. ",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 239,
              "name": "Hơi Thở Đông Phong",
              "desc": "Khi chủ Đông Phong thành Mondstadt gọi gió đến đã tập hợp chút sức mạnh.<br/>Thân thể của nó trong suốt tuyệt đẹp, gió và lốc xoáy đều để nó sai khiến. Chỉ cần cưỡi lên gió, gió là bạn, là tiếng hát và tự do.<br/>Kẻ địch của gió chính là kẻ địch của nó.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dvalin's Sigh_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Triết Học Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ chính là tin tưởng bản thân, tin tưởng rằng dựa vào mồ hôi, trí tuệ và sức mạnh, mỗi người đều có chỗ đứng của mình trong mảnh đất của Thần.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 220,
              "name": "Mặt Nạ Xui Xẻo",
              "desc": "Nặt nạ xương sáng chói, bên trên vẽ sơn màu để hù dọa người khác.<br/>Tại sao người Hilichurl yêu thích mặt nạ như vậy, hiện chưa có lời giải đáp. Có người nói là để không phải nhìn thấy hình ảnh của mình dưới nước. ",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 239,
              "name": "Hơi Thở Đông Phong",
              "desc": "Khi chủ Đông Phong thành Mondstadt gọi gió đến đã tập hợp chút sức mạnh.<br/>Thân thể của nó trong suốt tuyệt đẹp, gió và lốc xoáy đều để nó sai khiến. Chỉ cần cưỡi lên gió, gió là bạn, là tiếng hát và tự do.<br/>Kẻ địch của gió chính là kẻ địch của nó.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dvalin's Sigh_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Triết Học Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ chính là tin tưởng bản thân, tin tưởng rằng dựa vào mồ hôi, trí tuệ và sức mạnh, mỗi người đều có chỗ đứng của mình trong mảnh đất của Thần.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 220,
              "name": "Mặt Nạ Xui Xẻo",
              "desc": "Nặt nạ xương sáng chói, bên trên vẽ sơn màu để hù dọa người khác.<br/>Tại sao người Hilichurl yêu thích mặt nạ như vậy, hiện chưa có lời giải đáp. Có người nói là để không phải nhìn thấy hình ảnh của mình dưới nước. ",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 239,
              "name": "Hơi Thở Đông Phong",
              "desc": "Khi chủ Đông Phong thành Mondstadt gọi gió đến đã tập hợp chút sức mạnh.<br/>Thân thể của nó trong suốt tuyệt đẹp, gió và lốc xoáy đều để nó sai khiến. Chỉ cần cưỡi lên gió, gió là bạn, là tiếng hát và tự do.<br/>Kẻ địch của gió chính là kẻ địch của nó.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dvalin's Sigh_icon.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Triết Học Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ chính là tin tưởng bản thân, tin tưởng rằng dựa vào mồ hôi, trí tuệ và sức mạnh, mỗi người đều có chỗ đứng của mình trong mảnh đất của Thần.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 220,
              "name": "Mặt Nạ Xui Xẻo",
              "desc": "Nặt nạ xương sáng chói, bên trên vẽ sơn màu để hù dọa người khác.<br/>Tại sao người Hilichurl yêu thích mặt nạ như vậy, hiện chưa có lời giải đáp. Có người nói là để không phải nhìn thấy hình ảnh của mình dưới nước. ",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ominous Mask_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 239,
              "name": "Hơi Thở Đông Phong",
              "desc": "Khi chủ Đông Phong thành Mondstadt gọi gió đến đã tập hợp chút sức mạnh.<br/>Thân thể của nó trong suốt tuyệt đẹp, gió và lốc xoáy đều để nó sai khiến. Chỉ cần cưỡi lên gió, gió là bạn, là tiếng hát và tự do.<br/>Kẻ địch của gió chính là kẻ địch của nó.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dvalin's Sigh_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Vương Miện Trí Thức",
              "desc": "Nguyên liệu quý để tăng thiên phú.<br/>Dụng cụ nghi thức dùng để chứa và truyền thụ tri thức ở thời viễn cổ. Cho dù ngày nay, trí tuệ đã được truyền thụ lại trong ngôn ngữ và điển tịch, nhưng sức mạnh và trí tuệ tàn dư trong \"Vương Miện Trí Thức\" vẫn mang đến cho con người thời nay những đột phá vô cùng vĩ đại.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/重云/battle_talent_0/battle_talent_0.gif"
      },
      {
        "key": "Linh Đao - Sương Bạc Trùng Điệp",
        "title": "Linh Đao - Sương Bạc Trùng Điệp",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/重云/battle_talent_1/battle_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Chongyun vung cự kiếm đập mạnh xuống mặt đất, gây ra vụ nổ băng ở phạm vi hình tròn phía trước và gây cho địch <color=#99ffff>sát thương Nguyên Tố Băng</color> .\nSau khi gây ngưng trệ ngắn hạn, hàn khí tích tụ thành khu vực Sương Bạc Trùng Điệp, khiến cho nhân vật dùng kiếm đơn, đại kiếm, vũ khí cán dài nhận <color=#99ffff>Nguyên Tố Băng đính kèm</color> .\n\"Ngọc vỡ chấn động, bốn bề im ắng. Sông nước bất động, mây trời ngưng tụ. Lập đàn thi pháp, tà ác rút lui.\""
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11",
              "Lv.12",
              "Lv.13",
              "Lv.14"
            ]
          },
          {
            "key": "Sát Thương Kỹ Năng",
            "values": [
              "172%",
              "185%",
              "198%",
              "215%",
              "228%",
              "241%",
              "258%",
              "275%",
              "292%",
              "310%",
              "327%",
              "344%",
              "366%"
            ]
          },
          {
            "key": "Thời Gian Đính Kèm Kéo Dài",
            "values": [
              "2s",
              "2.1s",
              "2.2s",
              "2.3s",
              "2.4s",
              "2.5s",
              "2.6s",
              "2.7s",
              "2.8s",
              "2.9s",
              "3s",
              "3s",
              "3s"
            ]
          },
          {
            "key": "Thời Gian Khu Vực Kéo Dài",
            "values": [
              "10s",
              "10s",
              "10s",
              "10s",
              "10s",
              "10s",
              "10s",
              "10s",
              "10s",
              "10s",
              "10s",
              "10s",
              "10s"
            ]
          },
          {
            "key": "CD",
            "values": [
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s",
              "15s"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/重云/battle_talent_1/battle_talent_1.gif"
      },
      {
        "key": "Linh Đao - Vân Khai Tinh Lạc",
        "title": "Linh Đao - Vân Khai Tinh Lạc",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/重云/battle_talent_2/battle_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Chongyun kết ấn, triệu hồi liên tục ba thanh linh kiếm ở khoảng không phía trước, rồi lần lượt rơi xuống mặt đất và nổ tung.\nKhi linh kiếm nổ sẽ gây <color=#99ffff>sát thương phạm vi nguyên tố băng</color> đồng thời đánh bay kẻ địch.\n\"Trác kiếm thiên địa động, băng lăng sương hàn sinh. Như luật lệnh!\""
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11",
              "Lv.12",
              "Lv.13",
              "Lv.14"
            ]
          },
          {
            "key": "Sát Thương Kỹ Năng",
            "values": [
              "142%",
              "153%",
              "164%",
              "178%",
              "189%",
              "199%",
              "214%",
              "228%",
              "242%",
              "256%",
              "271%",
              "285%",
              "303%",
              "320%"
            ]
          },
          {
            "key": "CD",
            "values": [
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s"
            ]
          },
          {
            "key": "Năng Lượng Nguyên Tố",
            "values": [
              "40",
              "40",
              "40",
              "40",
              "40",
              "40",
              "40",
              "40",
              "40",
              "40",
              "40",
              "40",
              "40",
              "40"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/重云/battle_talent_2/battle_talent_2.gif"
      },
      {
        "key": "Hơi Thở Bình Yên",
        "title": "Hơi Thở Bình Yên",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/重云/const_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Tất cả nhân vật dùng kiếm đơn, trọng kiếm, vũ khí cán dài đứng trong <color=#ffd780>Linh Đao - Sương Bạc Trùng Điệp</color> tăng 8% tốc độ tấn công của các đòn tấn công thường."
          }
        ],
        "attributes": null
      },
      {
        "key": "Truy Băng Kiếm Quyết",
        "title": "Truy Băng Kiếm Quyết",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/重云/const_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Khi khu vực <color=#ffd780>Linh Đao - Sương Bạc Trùng Điệp</color> biến mất, sẽ gọi ra 1 thanh Linh Đao tự động tấn công địch xung quanh, tạo thành 100% <color=#99ffff>sát thương phạm vi Nguyên Tố Băng</color> tương đương với kỹ năng sát thương của Linh Đao - Sương Bạc Trùng Điệp. Địch bị đánh trúng <color=#99ffff>kháng Nguyên Tố Băng</color> giảm 10%, kéo dài 8s."
          }
        ],
        "attributes": null
      },
      {
        "key": "Chu Du Sông Núi",
        "title": "Chu Du Sông Núi",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/重云/const_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Khi làm nhiệm vụ Phái Đi thám Hiểm ở Liyue, thời gian tiêu hao rút ngắn 25%."
          }
        ],
        "attributes": null
      }
    ],
    "summaryList": [
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/重云/constellation_1.png",
        "name": "Phóng Thích Đao Băng",
        "desc": [
          {
            "type": "RichText",
            "text": "Lần đánh cuối trong tấn công thường sẽ phóng ra 3 đạo băng đao về phía trước, mỗi đao băng sẽ gây ra <color=#99ffff>sát thương Nguyên Tố Băng</color> bằng tấn công 50% của Chongyun cho kẻ địch trên đường đi."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/重云/constellation_2.png",
        "name": "Nghịch Chuyển Đất Trời",
        "desc": [
          {
            "type": "RichText",
            "text": "CD của kỹ năng nguyên tố và kỹ năng nộ khi thi triển trong khu vực <color=#ffd780>Linh Đao - Sương Bạc Trùng Điệp</color> giảm 15%"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/重云/constellation_3.png",
        "name": "Vân Tận Quang Sinh",
        "desc": [
          {
            "type": "RichText",
            "text": "Cấp kỹ năng <color=#ffd780>Linh Đao - Vân Khai Tinh Lạc</color> +3.\nTăng tối đa đến cấp 15."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/重云/constellation_4.png",
        "name": "Phù Vân Sương Thiên",
        "desc": [
          {
            "type": "RichText",
            "text": "Khi Chongyun tấn công địch bị <color=#99ffff>Nguyên Tố Băng</color> ảnh hưởng, bản thân sẽ được hồi 1 điểm Năng Lượng Nguyên Tố.\nHiệu quả này tối đa mỗi 2s thi triển một lần."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/重云/constellation_5.png",
        "name": "Chính Đạo Chân Lý",
        "desc": [
          {
            "type": "RichText",
            "text": "Cấp kỹ năng <color=#ffd780>Linh Đao - Sương Bạc Trùng Điệp</color> +3.\nTăng tối đa đến cấp 15."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/重云/constellation_6.png",
        "name": "Tứ Linh Bổng Thánh",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Linh Đao - Vân Khai Tinh Lạc</color> khi gây sát thương cho kẻ địch có tỷ lệ HP thấp hơn Chongyun, sát thương tăng 15%;\nNgoài ra, khi thi triển sẽ triệu hồi thêm một linh đao."
          }
        ]
      }
    ]
  }
}