{
  "epId": 4504,
  "name": "Marcel",
  "desc": "<p>Người đứng đầu Thương Hội Cabriere, một tổ chức gắn bó sâu sắc với Spina di Rosula.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/55631176/25e9bbca3d3b73292f89a87f0780ee63_7004169295981456594.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1715513518,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Marcel (Vacher)"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Snezhnaya\nFontaine"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Hiệp Hội Nhà Mạo Hiểm\nThương Hội Cabriere"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Vacher",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vacher là một nhà mạo hiểm đến từ Snezhnaya. Trong cuộc hành trình đến Fontaine, anh đã gặp và yêu một nhà mạo hiểm khác, Vigneire. Trong một chuyến thám hiểm dưới nước của họ, Vigneire đã tiếp xúc với nước biển khởi nguyên, khiến cô tan biến trước mặt Vacher. Anh ta hoàn toàn sụp đổ bởi cái chết của cô đến mức anh ta cố gắng đoàn tụ với người mình yêu bằng cách tự đổ nước biển khởi nguyên vào mình nhưng vô hiệu vì nước biển khởi nguyên không gây hại cho người không phải người Fontaine Nước biển khởi nguyên hòa tan người Fontaine vì nguồn gốc của họ là Tinh Linh Nước Trong . Trong nhiều năm, Vacher đã tìm kiếm sự giúp đỡ từ Sảnh Chấp Pháp, nhưng họ không tin anh ta và nói với anh ta rằng con người không thể biến thành nước. Do đó, anh ta đau khổ đến mức phát điên và cảm thấy dường như rằng mọi người đều phớt lờ cái chết của Vigneire như thể nó không hề quan trọng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/36b3d41658994c2d7b05c032486b4582_4504820419642182564.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trong cơn tuyệt vọng, Vacher bắt đầu tìm cách đưa Vigneire trở lại. Một ngày nọ, anh tìm thấy những ghi chú do Jakob Ingold, một thành viên của Hội Narzissenkreuz, người đã tiến hành các thí nghiệm sử dụng nước biển khởi nguyên để lại từ nhiều năm trước, và quyết định sử dụng nghiên cứu này cho các thí nghiệm của mình. Trong nỗ lực hồi sinh Vigneire, Vacher bắt đầu bắt cóc những phụ nữ Fontaine bằng tuổi Vigneire và làm thí nghiệm với nước biển khởi nguyên trên cơ thể họ. Để tránh bị nghi ngờ, Vacher quyết định lấy tên mới là Marcel và đặt ra một câu chuyện về một thương nhân vừa đến Fontaine. Anh tìm thấy cái tên Marcel này trong nhật ký của Vigneire, trong lúc cô đang chọn tên cho các con của mình và Vacher.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Tinh Linh Nước Trong",
        "desc": "<p>Tinh Linh Nước Trong là những sinh vật thông minh thuộc nguyên tố Thủy, được tạo ra bởi vị Thần Thủy tiền nhiệm là Egeria, và có khả năng điều khiển nước theo ý muốn.<span class=\"wk-shady\">Tất cả người dân Fontaine đều từng là Tinh Linh Nước Trong, những sinh vật mà Egeria đã biến thành con người để thỏa mãn nguyện vọng của họ, đi ngược lại với luật lệ của Thiên Lý.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/55631176/657aa46ceeac51d9b9f0b4c3669337b9_2982111220935918637.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Một đứa trẻ mồ côi được nuôi dưỡng tại Học Viện Narzissenkreuz và sau đó được Karl Ingold nhận nuôi. Anh ta trở thành một tân nhân loại và là một trong những người sáng lập Hội Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/25/55631176/02bc05cc787742e2fdf79dc45a69ccec_3795065766304030303.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Marcel",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Trong quá trình nghiên cứu của mình, Marcel nhận thấy rằng nếu pha loãng một lượng nhỏ nước biển khởi nguyên trong nước thông thường thì sẽ không gây chết người Fontaine mà chỉ gây say cho họ. Marcel đặt tên cho thức uống này là Sinthe và bắt đầu ngầm sản xuất và kinh doanh nó. Thức uống này có thể kích thích tâm trạng và tạo ra nhiều ảo giác dễ chịu. Khi sử dụng Sinthe lâu dài, nhiều tác dụng phụ có thể xảy ra, bao gồm mất khả năng tập trung hoặc kiểm soát cảm xúc. Ngay cả khi cai thuốc, người đó vẫn trải qua những cơn hoang tưởng và lo lắng trong khi cơ thể thì luôn mệt mỏi thể chất để làm bất cứ điều gì. Marcel trở thành người đứng đầu Thương Hội Cabriere, một hội ở Thị Trấn Poisson. Ban đầu, họ chỉ bán lại một số hàng hóa hàng ngày, nhưng sau đó họ đã trở thành một trong những thương hội giàu có nhất với rất nhiều mối quan hệ kinh doanh trong thành phố. Vì Callas Caspar, người đứng đầu Spina di Rosula đã giúp hội phát triển đến quy mô và sự nổi bật như hiện tại, Thương Hội Cabriere giống như một tổ chức ruột thịt với Spina di Rosula."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/028e390f40d252d1e4ab4021b847c617_1116517699037192345.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ba năm trước, do nhận ra được tác dụng phụ nguy hiểm của việc sử dụng Sinthe lâu dài, Callas đã cấm phân phối thuốc này ở Poisson và bắt đầu điều tra kẻ phân phối. Callas đã gặp Jacques, người đang làm việc trong kinh doanh Sinthe và thuyết phục anh ta trở thành người cung cấp thông tin. Khi Marcel biết chuyện, anh ta bắt đầu đe dọa Jacques và gia đình anh ta để anh ta giết Callas. Tuy nhiên, nhận thấy rằng Jacques chưa sẵn sàng phạm tội giết người, Marcel đã tổ chức một bữa tiệc mời cả Jacques cùng với Callas và trong bữa tiệc đó anh đã thuê một sát thủ khác để trừ khử cả hai. Sau đó, tên sát thủ đã bắn Jacques tuy nhiên chính hắn cũng bị dính đạn trong khi giằng co với Callas. Để che giấu tội ác, Marcel đã đổ nước biển khởi nguyên lên kẻ sát nhân để xác hắn biến mất rồi dàn dựng mọi chuyện để buộc tội Callas đã sát hại Jacques. Callas không phủ nhận tội lỗi của mình và chọn một cuộc đấu tay đôi như một thử thách cuối cùng vì ông lo sợ cho tính mạng của con gái mình, Navia. Trước trận đấu, ông ta đã nhờ Đấu Sĩ Đại Diện, Clorinde chăm sóc con gái mình. Trong trận chiến, ông ta đã không chống lại Clorinde và mặc dù có quyền lựa chọn dừng lại cuộc đấu tay đôi, ông ta đã chọn chiến đấu đến chết."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/4ed70905e3e6ce446dcb80fedc54bc4f_2610619475358308088.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ba năm sau, Marcel gặp một phụ nữ trẻ tên Halsey, người phù hợp với thí nghiệm của ông ta. Ông ta chọn màn trình diễn của ảo thuật gia Lyney và Lynette làm thời điểm thích hợp để làm tan biến cô ấy. Tay trong bí mật của Marcel, Cowell đồng thời cũng là trợ lý của Lyney, đã thay đổi bộ tạo số ngẫu nhiên để xác định vị trí của từng khán giả nhằm chọn đúng người phụ nữ cho màn ảo thuật. Khi người phụ nữ ở trong chiếc hộp ma thuật, cô ấy đã bị đổ nước biển khởi nguyên lên đầu, nhưng cô ấy không tan biến vì cô ấy không phải Halsey mà là một tên trộm đến từ Mondstadt, Liliane. Cô chính là kẻ đã đánh cắp chiếc vé của Halsey. Khi Cowell thấy Liliane không hề hấn gì, anh ta cố ép cô trở lại hộp, nhưng Liliane đã đánh anh ta, nhét anh ta vào lại chiếc hộp ma thuật và trốn thoát. Cowell chết trong vụ tai nạn sau đó do bể nước rơi trúng chiếc hộp ma thuật mà anh ta bị bỏ vào, còn Lyney bị buộc tội sát hại trợ lý của mình và khiến Halsey mất tích. Trong phiên tòa xét xử vụ giết Cowell, Nhà Lữ Hành đã có thể chứng minh Lyney vô tội và tiết lộ sự liên quan của Biển Khởi Nguyên với Sinthe. Marcel và đồng phạm của Cowell, hiến binh Vaughn, bị buộc tội đồng phạm trong vụ án. Sau đó Vaughn đã sẵn sàng làm chứng chống lại Marcel nhưng anh bị Marcel đổ nước Biển Khởi Nguyên lên người tan biến ngay lập tức."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/4eaa20e22f590c6c4d2adb1e476f3bc2_8637107710472296244.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Navia, người đứng đầu hiện tại của Spina di Rosula nhận thấy sự tương đồng giữa vụ án hiện tại và vụ việc với cha cô nên cô tiếp tục điều tra vụ mất tích của những người phụ nữ và sự liên quan của nước biển khởi nguyên. Marcel lo sợ trước cuộc điều tra của cô nên hắn đã cố giết cô bằng cách thêm nước biển khởi nguyên vào đồ uống, nhưng đồ uống ấy đã bị Paimon và Nhà Lữ Hành uống sạch. Ông ta thậm chí còn cử các Robot Hiến Binh tấn công Navia gần Đài Phun Nước Lucine, nhưng Clorinde đã kịp thời tới để cứu được cô và Nhà Lữ Hành. Do Nhà Lữ Hành đã uống đồ uống bị pha nước biển khởi nguyên và có độ tương thích cao với nguyên tố Thủy nên khi Nhà Lữ Hành đến gần Đài Phun Nước Lucine, họ nghe thấy một giọng nói lạ gọi Vacher. Giọng nói này là của linh hồn của Vigneire. Sau khi bị tan biến bởi nước biển khởi nguyên, Vigneire không thực sự chết mà ý thức của cô trở lại với nguồn nước, lấy hình dạng là một Tinh Linh Nước Trong. Tinh Linh Nước Trong mong Nhà Lữ Hành nói với Vacher đừng tìm Vigneire nữa. Trong quá trình điều tra với Navia, Nhà Lữ Hành và Paimon đã đến phòng thí nghiệm nơi Sinthe được sản xuất và tìm thấy thông tin về những người phụ nữ mất tích cùng với đồ đạc của họ, cũng như danh tính thực sự của Marcel và sự liên quan của ông ta. Ngoài ra, một hồ chứa nước Biển Khởi Nguyên đã được phát hiện, được Marcel sử dụng cho các thí nghiệm của mình."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/d5998d077443b38b8c3b0eaea1c5530d_3515949552469535565.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sau phiên tòa, Marcel hỏi Nhà Lữ Hành làm thế nào họ biết được tên thật của ông ta. Sau khi biết được câu chuyện về giọng nói của Tinh Linh Nước Trong gần Đài Phun Nước Lucine, anh đã nhờ các hiến binh đưa anh đến đó trước khi bị đưa vào ngục giam giữ. Sau khi uống nước biển khởi nguyên, ông ta liên lạc được với giọng nói. Ông ta hy vọng rằng đó là người mình yêu nhưng hóa ra đó lại là ý thức của tất cả những người phụ nữ mà Marcel đã làm tan biến trong hơn 20 năm qua. Sau khi bị giải thể, những người phụ nữ này cũng như Vigneire họ không thực sự chết mà ý thức của họ quay trở lại với nguồn nước và hợp nhất với Vigneire trong hình dạng Tinh Linh Nước Trong. Marcel khao khát được gặp Vigneire, nhưng mọi ý thức của cô đều đang trốn tránh anh. Kể từ thời điểm nạn nhân đầu tiên của anh ta chết và ý thức của họ hợp nhất với Vigneire, ý thức chung của họ đã không còn gì ngoài lòng căm thù chung Marcel. Trước khi bị giải thể, những người phụ nữ này bị giam trong phòng thí nghiệm của Marcel trong nỗi sợ hãi và kinh hoàng. Sau đó, nhật ký của một trong những người phụ nữ này được tìm thấy trong phòng thí nghiệm."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Lại có người bị bắt đi, đây là người thứ sáu rồi.</color>\n<color=#ffffffd9>Có lẽ là người thứ bảy. Hôm qua có người muốn bỏ chạy nhưng bị bắt lại, rồi cũng không thấy đâu nữa.</color>\n<color=#ffffffd9>Cũng không hẳn là hôm qua, tôi không xác định được ngày giờ nữa rồi.</color>\n<color=#ffffffd9>Xin lỗi, tôi không biết viết tiếp như vậy có ích gì không, cũng không biết tôi có thể viết bao lâu.</color>\n<color=#ffffffd9>Tôi đã có thể đoán trước được số phận của mình trong tương lai gần, nhưng điều khiến tôi sợ hãi hơn cả là...</color>\n<color=#ffffffd9>Gặp những người khác của đoàn kịch ở đây.</color>\n<color=#ffffffd9>Tôi thật sự đã bảo vệ họ sao?</color>\n<color=#ffffffd9>Xin lỗi, thật sự xin lỗi, tôi không thể viết tiếp được nữa...</color>\n<color=#ffffffd9>Chắc là tôi bị sốt rồi, bệnh dạ dày cũng tái phát, nhưng không ai cho tôi thuốc.</color>\n<color=#ffffffd9>Crecy đau đến nỗi cả đêm không ngủ được, tôi so với cô ấy xem như cũng còn nhẹ.</color>\n<color=#ffffffd9>Giá trị của vật thí nghiệm... chỉ cần dùng cho hết trước khi chết là được...</color>\n<color=#ffffffd9>Ở đây ẩm ướt quá, nên tôi đắp chăn cho cô ấy.</color>\n<color=#ffffffd9>Rất lạnh, rất lạnh, thật sự rất lạnh.</color>\n<color=#ffffffd9>Chỉ cần kiên trì thì mọi chuyện đều sẽ qua.</color>\n<color=#ffffffd9>Mọi cố gắng rồi sẽ được đền đáp.</color>\n<color=#ffffffd9>Tôi rất thích nói với họ như vậy.</color>\n<color=#ffffffd9>Nhưng mà, người không thể kiên trì là tôi.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Trong ảo ảnh, những người phụ nữ đã tấn công Marcel và giết linh hồn anh ta, khiến cho cơ thể thật của Marcel hóa điên. Báo cáo của bác sĩ cho biết Marcel đã chết vì quá sợ hãi.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula là một tổ chức có các thành viên đến từ nhiều ngành nghề khác nhau trong xã hội. Họ tận tâm giải quyết những vấn đề khó khăn cho người dân và sẽ liên lạc, hợp tác với chính quyền Fontaine khi cần thiết.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/55631176/103e6993dd0a594332fa18ca5fe17098_4533018030715079119.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Hội trưởng hiện tại của Spina di Rosula, là một cô chủ dễ thương và rất có trách nhiệm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/12108544/3fc7580c01a9e622692402889706c4db_1838072394941570717.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">Ảo thuật gia nổi tiếng khắp Fontaine, khéo ăn nói, diễn xuất tinh tế, chạm đến trái tim của khán giả bằng ngôn ngữ và kỹ thuật tuyệt vời.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/12108544/e343d4442cc3b8e243f0d528bb715f75_1902172228240461143.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Trợ lý ảo thuật ít nói, hiếm khi biểu đạt cảm xúc, tính khí khó đoán như loài mèo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/12108544/436e6f2b9b9006bfe511a98093259daf_6694653276517218862.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4152,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4153,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "RichText",
        "text": "Callas Caspar\nTrước đây từng là người đứng đầu Spina di Rosula và là bạn của Marcel.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Hội trưởng hiện tại của Spina di Rosula, là một cô chủ dễ thương và rất có trách nhiệm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/12108544/3fc7580c01a9e622692402889706c4db_1838072394941570717.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Con gái của Callas và là người đứng đầu hiện tại của Spina di Rosula. Cô đã tham gia vào cuộc điều tra về sự liên quan của Marcel trong vụ án vu khống cha cô và sự liên quan của ông ta đến vụ án mất tích hàng loạt phụ nữ trẻ ở Fontaine.\nVigneire\nNgười vợ quá cố của Marcel , bị nước biển khởi nguyên làm tan biến.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 4153,
        "desc": "",
        "displayStyle": "card"
      }
    ]
  }
}