{
  "epId": 4520,
  "name": "Caterpillar",
  "desc": "<p>Một thành viên của Hội Narzissenkreuz có danh hiệu là \"Nhộng Bướm Huyền Ảo\".</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/be516a2c9005727dcfd1fe45662a826d_3379820188328349932.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1712724200,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/8df6d5af4a7be06b6f245cfcfc823a3b_8205521432161593517.png"
      },
      {
        "key": "Caterpillar",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/bfc733326181bb99c64bfe7a8c3b5ffc_8211410585367892291.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Vị trí của Caterpillar trong Hội Narzissenkreuz sau khi hoàn thành Nhiệm vụ \"Hỷ Kịch Chưa Hoàn Thành\""
          }
        ]
      },
      {
        "key": "Caterpillar",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/a1338cd60c990d965a0e96afe2de51a6_4699483578982259020.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Caterpillar và Lanoire trong nhiệm vụ \"Hỷ Kịch Chưa Hoàn Thành\""
          }
        ]
      },
      {
        "key": "Ngoại hình hiện tại",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/b7c2c1d1f178446ade91748563416b83_8818546670850275890.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Hình dáng thực sự của Caterpillar là một hilichurl"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Caterpillar</color>"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Caterpillar",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nhiều năm trước, Caterpillar là con người, nhưng một phần ký ức của anh ta đã được đặt trong cơ thể của Hilichurl với sự trợ giúp của Kiếm thánh Narzissenkreuz và Tinh linh nước trong Lyris. Đây là cách Caterpillar được tạo ra. Vì Jakob Ingold và Rene de Petrichor coi người trước đây từng là Caterpillar là bạn của họ nên trong thế giới tưởng tượng của Jakob và Rene, Sách Khải Huyền Soi Rạng, Nhà Lữ Hành đã gặp lại ký ức về người mà Jakob và Rene đã cố gắng cứu. Mặc dù cơ thể của Carter đã chết nhưng một phần ý thức của anh đã được phục hồi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"- Vậy còn bạn là ai?</color>\n<color=#ffffffd9>- ...Tôi là ai không quan trọng. Quan trọng là chủ nhân của thế giới ảo tưởng này. Họ tin rằng họ có thể giải cứu thế giới, nhưng lại không biết liệu thế giới có cần được cứu hay không. Có lẽ thế giới trong ký ức của họ chỉ là một buổi chiều với hoa hướng dương nở rộ vĩnh viễn mất đi mà thôi. Nhưng đó là câu chuyện của họ, không phải của tôi. Tôi chỉ là ký ức của họ về một người bạn. Họ tin rằng họ có thể cứu được tôi, nhưng cuối cùng… Bướm hóa kén, ấu trùng phá kén mà ra. Cuối cùng ấu trùng đi về hư vô chưa từng xuất hiện. Nhưng điều đó không quan trọng, vì giờ đây tôi chẳng còn lại gì cả. Tôi chỉ là cái bóng còn sót lại trong ký ức của họ bởi nỗi ám ảnh \"cứu tôi\" thôi. Nhưng tôi sẽ không hận họ vì điều này. Bởi cho dù họ thay đổi khi từ bỏ tôi, thì tôi trong thế giới đầy ký ức và ảo tưởng này vẫn chứng minh được sự cố chấp của họ.Với tư cách là một người bạn cũ, tôi rất hài lòng. Dù có trở thành ai đi chăng nữa, tôi sẽ luôn biết ơn tình bạn đã có với nhau trong quá khứ.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/237301566/b7c2c1d1f178446ade91748563416b83_7042743802992200382.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau khi được Hội Narzissenkreuz tạo ra, Caterpillar có hình dạng một đứa trẻ với làn da trắng, chân tay đen, tóc trắng và móng tay tương tự như Hilichurl. Caterpillar cho rằng ngoại hình và sự già đi của mình là do bệnh tật. Hình dạng thật của Caterpillar là Lãng Khách Hilichurl Phong.\nBởi vì Caterpillar đã hỗ trợ Hội Narzissenkreuz trong trận chiến ở Elynas với Thợ săn Marechaussee, nên anh ấy bị đưa đến Pháo đài Meropide vì tội ác của mình hơn 400 năm trước. Caterpillar ủng hộ quyết định này vì anh ta coi mình là một con quái vật cần bị nhốt sau những gì mình đã làm."
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/237301566/bfc733326181bb99c64bfe7a8c3b5ffc_4242343673736741675.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Caterpillar có khả năng thôi miên; anh ta có thể thuyết phục một người về điều gì đó hoặc hướng dẫn họ. Một ngày nọ, trong tù, anh gặp nghệ sĩ mù màu Julien, người đang tham gia vào việc làm giả tranh vì anh có thể vẽ chính xác những gì anh nhìn thấy. Caterpillar đã có thể thuyết phục Julien về khả năng nghệ sĩ của mình. Như chính Julien tin tưởng, Caterpillar đã cho phép anh vẽ nên những kiệt tác. Caterpillar cũng sử dụng khả năng của mình với Cai ngục Noailles, người có thắc mắc về tài liệu của Caterpillar. Anh ta thuyết phục cai ngục rằng anh ta là tội phạm và đây là nơi anh ta thuộc về.\nVì Caterpillar không phải là con người nên anh ta không có những phẩm chất tương tự, ví dụ như anh không có sự đồng cảm. Trong suốt những năm ở tù, Caterpillar đã cố gắng học hỏi về con người. Và trong khi bất kỳ con người nào cũng giúp đỡ người khác vì sự đồng cảm thì Caterpillar chỉ giúp đỡ vì anh ta biết đó là điều con người sẽ làm."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Còn có gì để nói chứ?</color>\n<color=#ffffffd9>Tôi thường cảm thấy có những yếu tố loại trừ lẫn nhau trong bản chất sự tồn tại của tôi. Về mặt cá nhân, chúng thuần khiết nhưng cũng xa lạ với nhau.</color>\n<color=#ffffffd9>Vì thế khi chúng hòa vào nhau, đều bị nhiễm vào tạp chất, cô/cậu có thể hiểu được không?</color>\n<color=#ffffffd9>Bản ngã của tôi không phải cố định... Tôi có lúc là Dũng Sĩ, có lúc thì là Rồng Ma, bản ngã của tôi là một lời nói dối được xây dựng từ câu chuyện của người khác...</color>\n<color=#ffffffd9>Nhưng tôi tin đáp án có tồn tại, đáp án chính xác duy nhất. Kim đồng hồ lần nữa chuyển động, tôi đã chuẩn bị xong để đi bước này rồi.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3701,
        "name": "Lãng Khách Hilichurl Phong",
        "desc": "<p>Hilichurl lang thang không thuộc bất cứ bộ tộc nào, dường như đang tìm kiếm cội nguồn của vận mệnh cả tộc, tìm kiếm sự huy hoàng đã mất từ lâu.</p><p>Giả sử trong số các ma vật chỉ có ngôn ngữ đơn giản, cũng chẳng có sử sách lưu truyền, mà có sử thi, truyền kỳ, thì chúng có lẽ chính là nhân vật chính trong đó nhỉ.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/27215281/eb2ff17818f8f4420f9033724d997ea1_6219146905824189614.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Một đứa trẻ mồ côi được nuôi dưỡng tại Học Viện Narzissenkreuz và sau đó được Karl Ingold nhận nuôi. Anh ta trở thành một tân nhân loại và là một trong những người sáng lập Hội Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/25/55631176/02bc05cc787742e2fdf79dc45a69ccec_3795065766304030303.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Viện Trưởng Học Viện Narzissenkreuz, một trại trẻ mồ côi ở Fontaine. Về sau cô trở thành thành viên của Hội Narzissenkreuz và đạt được danh hiệu là \"Nữ Hoàng Đỏ\" sau khi Viện bị bỏ hoang trong trận Đại hồng thủy.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/b6d86ff8dfd84cf744e57a516b1a14c6_2871288172587718203.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hỷ Kịch Chưa Hoàn Thành",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vài năm trước, Caterpillar gặp một cô bé tên Lanoire, sinh ra trong tù. Mẹ của cô, Agnes, qua đời tại Pháo đài Meropide vì bệnh tật mà không kịp hoàn thành giấy tờ cho con gái. Lanoire không thể rời nhà tù và đến gặp người thân của mình vì theo giấy tờ, đơn giản là cô bé không tồn tại. Làm bạn với Lanoire, Caterpillar quyết định giúp cô bé vượt ngục. Phương pháp được chọn là \"Trò Chơi Tỷ Phú\" - một trò chơi do cai ngục Estienne phát minh ra, trong đó các đội cạnh tranh để thu thập Phiếu Đặc Cách, loại tiền tệ đặc biệt được sử dụng trong Pháo đài Meropide. Đội chiến thắng sẽ có thể cùng Estienne lên mặt nước để kiểm tra định kỳ. Như vậy, Lanoire có thể ra khỏi tù mà không ai có thể tìm kiếm cô.\nHợp tác với Nhà Lữ Hành và Paimon, Caterpillar và Lanoire đã có thể đánh bại các đội khác, chủ yếu là nhờ Caterpillar, người đã thu thập phiếu đặc cách trong nhiều năm bằng cách hợp tác với các tù nhân khác. Mặc dù cai ngục Pháo đài Meropide, Noailles, đã cố gắng can thiệp vào kế hoạch trốn thoát nhưng Lanoire và Caterpillar vẫn trốn thoát và đến gặp ông nội của Lanoire, Earnshaw, với sự giúp đỡ của Estienne.\nTrong cuộc phiêu lưu của mình với Lanoire, Caterpillar kể cho cô nghe câu chuyện về một người học việc ngốc nghếch, câu chuyện mà anh ấy thấy chính mình trong đó:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Ngày xửa ngày xưa... có một học trò của phù thủy, anh ta là một học trò ngốc nghếch. Vì để học được ngôn ngữ của phép thuật mà tốn thời gian hơn người khác gấp nhiều lần.</color>\n<color=#ffffffd9>Thầy của anh ta, một phù thủy rất lợi hại, không hề buồn phiền vì chuyện này, mà khen ngợi rất nhiều cho mỗi bước tiến của anh ta. Thậm chí còn giao công việc quan trọng cho anh ta nữa...</color>\n<color=#ffffffd9>Anh ta cũng chưa từng nghi ngờ về chỉ thị của thầy, vì dù sao cũng là phù thủy vĩ đại đã dạy anh ta ngôn ngữ của phép thuật</color>\n<color=#ffffffd9>Trong công xưởng của phù thủy vĩ đại có một bể nước, hoặc có thể gọi nó là bể cá. Trong đó có nuôi một con cá nhỏ.</color>\n<color=#ffffffd9>Có một hôm, con cá đó bắt chuyện với anh học trò, \"Ê, bên đó, thằng ngốc kia, giúp ta với.\"</color>\n<color=#ffffffd9>Anh học trò rất kinh ngạc, vì ở đây ngoại trừ phù thủy vĩ đại ra thì không có người, không có sinh mệnh nào bắt chuyện với anh ta như vậy. Thế là anh ta tò mò, hỏi có việc gì cần giúp không.</color>\n<color=#ffffffd9>Hóa ra, con cá nhỏ này từng sống ở vùng biển rộng lớn và vô tận. Khi được đưa đến đây, nó đã bị tách khỏi gia đình. Nó đã cố gắng nhờ người khác giúp đỡ, nhưng không ai đáp lại.</color>\n<color=#ffffffd9>\"Ta muốn đưa ngươi về nhà, nhưng sư phụ cấm ta ra ngoài...\" Đồ đệ nói. Nghe vậy, con cá nhỏ bẽn lẽn bơi sang bên kia chậu, không nói gì thêm với người học trò.</color>\n<color=#ffffffd9>Rồi có một ngày, anh học trò phát hiện con cá trong bể không thấy đâu nữa. Là ai đã đưa nó đi sao? Là ai đã đưa nó về nhà rồi sao? Anh học trò thấy hiếu kỳ.</color>\n<color=#ffffffd9>Bể nước không còn con cá nhỏ trở nên trống trải. Biển cả bao la rốt cuộc trông như thế nào? Suy nghĩ của anh học trò bất giác đã bay đến thế giới bên ngoài xưởng...</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3997,
        "name": "Nhà Lữ Hành (Thủy)",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nhà Lữ Hành lưu lạc đến đây từ thế giới khác, bị Thần cướp mất người thân, từ đó bước vào con đường đi tìm 7 vị Thần.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/12/12108544/68264d49b7b9a1bcc2a358dcc7ca37fb_5570546497722465977.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4360,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vết Tích Narcissus",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Sau khi giải cứu Lanoire, Caterpillar quay trở lại hội Narzissenkreuz, nơi anh gặp những \"hậu duệ\" khác của hội Narzissenkreuz: tinh linh nước trong Ann và chú chó máy Seymour. Seymour được Alain Guillotin tạo ra để bảo vệ em gái mình, Mary-Ann Guillotin. Ann được tạo ra bởi một tinh linh nước trong khác, Mary-Ann của Annapausis, khi cô nhìn thấy Ann trong giấc mơ. Họ cùng nhau quyết định tìm ra bí mật về nguồn gốc của Ann và ngăn chặn Narzissenkreuz thực hiện kế hoạch cứu nhân loại khỏi Ngày tận thế bằng cách làm tan lớp vỏ cơ thể của tất cả mọi người ở Fontaine với sự trợ giúp của Thánh Kiếm Narzissenkreuz."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"Chỉ khi đúc được Thánh Kiếm thì đại sư mới có thể hoàn thành sự nghiệp còn dang dở, đưa ý chí của người khắp Fontaine, thậm chí là cả đại lục, cả tinh cầu này vào trong bản thân.</color>\n<color=#ffffff>Khi Biển Khởi Nguyên trở lại, kẻ nuốt sao sẽ khiến bầu trời trở nên ảm đạm. Chỉ có đại sư với bản thể ngài ấy mới có thể tồn tại.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Caterpillar, Nhà Lữ Hành, Ann, Seymour và Paimon tìm kiếm nguyên liệu để rèn ra Thánh Kiếm nguyên bản, có khả năng phân chia và hợp nhất ý chí. Hóa ra ba trong số bốn vật liệu đã được tìm thấy bởi Jakob Ingold, người đang cố gắng thực hiện kế hoạch của Narzissenkreuz. Jacob gặp Nhà Lữ Hành và những người khác tại Tháp Gestalt, trụ sở của hội Narzissenkreuz. Cuộc gặp gỡ này đánh dấu sự khởi đầu của Ngày tận thế, khi cả bốn thành viên đều được tập hợp lại với nhau\nKhi đồng hồ điểm nửa đêm, bàn tay xuyên qua sàn phòng, cuốn theo Jakob, Tháp Gestalt chìm xuống dưới nước, mở đường tới Biển Nguyên thủy và Narzissenkreuz. Sau khi đánh bại Narzissenkreuz và chỉ cho Narzissenkreuz thấy sự sai lầm trong suy nghĩ của mình, Nhà Lữ Hành, Caterpillar, Ann, Seymour và Narzissenkreuz đến gặp Mary-Ann ở Annapausis.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Một Tinh Linh Nước Trong được tạo ra từ ý thức của Mary-Ann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/55631176/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2634015845657501180.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Một Tinh Linh Nước Trong sống tại Annapausis thực sự. <span class=\"wk-shady\">Cô ấy được hình thành bởi sự hợp nhất ý thức giữa Lyris và Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/55631176/7ac751c3fd3892141d972392696a414b_8808332936185616561.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Đứa trẻ được Emanuel Guillotin nhận nuôi, người lớn lên tại Viện Narzissenkreuz cùng với chị gái nuôi của mình là Mary Ann. Ông là người sáng lập Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine, với đóng góp nổi bật nhất cho Fontaine là nghiên cứu về Pneuma-Ousia, từ đó phát minh ra hệ thống Sức Mạnh Nền Tảng và tạo ra Robot Dây Cót.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/55631176/4d9e31b507cbdb2bdd07204cd17698ad_5131831014425925255.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Nguyên mẫu 4ACV07 là một chú chó robot được Alain Guillotin tạo ra để bảo vệ em gái Mary-Ann Guillotin của mình trong thời gian cô phục vụ tại Đội Hắc Ảnh Marechaussee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/f415fbe2eaa40cd987a8daa47643fc74_8212972476272385764.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Một đứa trẻ mồ côi được nuôi dưỡng tại Học Viện Narzissenkreuz và sau đó được Karl Ingold nhận nuôi. Anh ta trở thành một tân nhân loại và là một trong những người sáng lập Hội Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/25/55631176/02bc05cc787742e2fdf79dc45a69ccec_3795065766304030303.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Lưỡi Kiếm Narzissenkreuz",
        "desc": "<p>Thanh kiếm với ý chí và sức mạnh đã tan biến khi câu chuyện kết thúc, nó sẽ bước tiếp trên hành trình mới. Một phần sức mạnh sót lại trong đó là để kỷ niệm cho giấc mộng hào hùng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/12108544/01d3f8317c86ea98d617ad61213b7c9a_1666977853793338885.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4615,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4616,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Truy Đuổi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Sau khi tạm biệt Mary-Ann, Ann và Seymour, Caterpillar quyết định đi đến thế giới bên trong Sách Khải Huyền Soi Rạng do Rene và Jakob tạo ra để tìm thứ gì đó. Thời gian trôi khác nhau trong thế giới này, và Caterpillar đã ở đó quá lâu đến nỗi anh quên mất thứ mình đang tìm kiếm và bắt đầu mất đi lý trí. Bên trong Sách, Caterpillar gặp \"Chó Nhỏ\", đó là ký ức của Carter Sherbius, giống như chính Caterpillar. Nó nói rằng thế giới bên trong Sách đang sụp đổ, nhưng miễn là \"Chó Nhỏ\" xuất hiện dưới hình dạng một con chó chứ không phải Chó Săn Ma Vật thì vẫn còn cơ hội được cứu.\nNhà Lữ Hành đã giải cứu Caterpillar khỏi thế giới này, nhưng thời gian ở trong Cuốn sách đã để lại những vết sẹo trong anh. Anh ta không còn có thể mang hình dạng con người nữa và ý thức của anh ta bắt đầu mờ dần.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Chúc Mừng Sinh Nhật",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Trước khi rời đi, Caterpillar quyết định gặp Lanoire vào ngày sinh nhật của cô và kể cho cô nghe đoạn cuối câu chuyện về con cá và người học trò của pháp sư:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"- Em vẫn còn nhớ câu chuyện đó sao.</color>\n<color=#ffffffd9>- Đương nhiên là em sẽ không quên! Em vẫn luôn chờ anh Caterpillar về để kể nốt câu chuyện này cho em đó. Cuối cùng học trò có tìm thấy cá con không?</color>\n<color=#ffffffd9>-Chuyện đó à. Rất lâu sau đó... Học trò ngốc nghếch đã lấy dũng khí để tạm biệt phù thủy, rời khỏi công xưởng, bước lên chuyến hành trình tìm kiếm cá con. Nhưng học trò chưa bao giờ nhìn thấy biển cả rộng lớn, nên không hiểu quê hương mà cá con nhắc đến là nơi như thế nào. Vậy là học trò đành phải hỏi thăm dọc đường...</color>\n<color=#ffffffd9>Học trò hỏi cỏ lau bên bờ sông, cỏ lau nghe xong liền cười to. \"Thứ bạn đang tìm là biển cả\", cỏ lau nói. \"Đó là một nơi rộng hơn sông gấp trăm lần, là nơi mà mọi dòng sông đều đổ về.\"</color>\n<color=#ffffffd9>Học trò men theo hướng sông chảy và tìm thấy biển. Nhưng biển rộng bao la, mà học trò thì hoàn toàn không có phương hướng. Thế là học trò hỏi Hải Âu Tử Kim bên bến cảng, hải âu nghe xong liền giật mình há miệng, rơi cả miếng khoai tây đang ngậm xuống đất. Này, đây là chuyện không thể nào\", hải âu nói. \"Từ xưa tới nay chưa từng có ai tìm thấy một con cá con trong biển cả. Hơn nữa, chưa biết chừng nó đã...\" Học trò dùng bánh mì chặn miệng hải âu, và không để ý đến nó và đám bạn ồn ào của nó nữa. Sau đó tiếp tục vừa hỏi vừa tìm dọc theo đường bờ biển. Vì là học trò ngốc, nên chỉ biết tìm theo cách ngốc nhất. Học trò đã dành rất nhiều thời gian để học lặn và bơi đến nơi sâu và xa hơn của biển cả...</color>\n<color=#ffffffd9>-Em đoán cuối cùng học trò sẽ tìm được! Chỉ cần khát vọng đủ mãnh liệt và không từ bỏ thì sẽ thực hiện được mong muốn! Đó là những gì ông ngoại đã nói với em.</color>\n<color=#ffffffd9>- Em thích một kết thúc có hậu sao... Được thôi, ông Earnshaw nói đúng, tuy học trò ngốc nghếch, nhưng cuối cùng cũng tìm được cá con bằng phương pháp ngốc nhất. Khi tìm thấy cá con, nó và gia đình đang vẫy vùng trong làn nước. Đàn cá tuy luôn thay đổi hình dạng, nhưng học trò chỉ nhìn thoáng qua đã nhận ra cá con trong đó. \"Cuối cùng cũng tìm được rồi...\" Học trò đã hoàn thành tâm nguyện, nhưng tâm trạng khi đó lại không hưng phấn như tưởng tượng. Ngược lại có phần bối rối. Đàn cá tò mò vây quanh, thúc giục học trò kể lại đầu đuôi câu chuyện. Học trò vụng về giải thích mọi chuyện đã xảy ra trước đó, rồi thở ra dòng bong bóng dài trong nước như trút được gánh nặng. \"Tôi nên xin lỗi hai lần\", học trò nói. \"Một lần vì lúc trước tôi không thể lấy hết dũng khí ra khi bạn xin giúp đỡ. Một lần là vì cuộc ghé thăm đường đột này...\" \"Cuối cùng sau khi gặp lại, tôi mới nhận ra mình ích kỷ đến mức nào... Tôi chỉ nghĩ rằng nếu tôi có thể xin lỗi trước mặt bạn, thì tôi sẽ có thể tha thứ cho bản thân mình trong quá khứ.\" \"Việc đó thì có liên quan gì đâu?\" Câu trả lời của cá con nằm ngoài dự đoán của học trò. \"Nhìn xem, trước kia bạn không thể giúp được tôi, nhưng bây giờ tôi cũng về được quê hương, về được bên cạnh người thân rồi.\" \"Tôi không tổn thương vì điều đó đâu, cho nên bạn cũng không cần xin lỗi.\" \"Vì chuyện nhỏ này mà tốn bao nhiêu thời gian và công sức, thật không biết nên nói bạn chính trực hay là ngốc nghếch đây. Nhưng dù như vậy thì chúng tôi cũng không ngại làm bạn với con người ngốc nghếch đâu...\"</color>\n<color=#ffffffd9>- Ối! Vậy là cuối cùng họ trở thành bạn bè sao? Tình tiết sau đó thế nào?</color>\n<color=#ffffffd9>- Tình tiết sau đó sao? Họ đã trở thành bạn bè thân thiết nhất.</color>\n<color=#ffffffd9>- Hả? Hết rồi à? Câu chuyện sẽ kết thúc như vậy sao? Anh Caterpillar...</color>\n<color=#ffffffd9>- MỪm, câu chuyện của anh đã kết thúc rồi. Nếu câu chuyện không dừng lại đúng chỗ thì sẽ thật nhàm chán. Anh hùng sẽ lại trở thành rồng ma. Anh đã từng nghe câu chuyện dài lê thê rồi, đoạn kết rất tệ. Những người trong câu chuyện đó cũng rất đau lòng. Nhưng Lanoire thân mến, câu chuyện phiêu lưu mang tên cuộc sống của em vẫn còn tiếp diễn. Chúc em sinh nhật vui vẻ. Một ngày nào đó, em hãy kể lại câu chuyện của mình cho anh nghe nhé.</color>\n<color=#ffffffd9>- Vâng... Em hứa với anh Caterpillar.</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nhận ra rằng họ sẽ không bao giờ gặp lại nhau, Caterpillar bảo Lanoire đừng bao giờ nói chuyện với những con quái vật giống anh ta. Anh ta cảm ơn Paimon và Nhà Lữ Hành đã cứu anh ta rồi biến mất.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "desc": "",
        "displayStyle": "card"
      }
    ]
  }
}