{
  "epId": 4603,
  "name": "Alain Guillotin",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Đứa trẻ được Emanuel Guillotin nhận nuôi, người lớn lên tại Viện Narzissenkreuz cùng với chị gái nuôi của mình là Mary Ann. Ông là người sáng lập Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine, với đóng góp nổi bật nhất cho Fontaine là nghiên cứu về Pneuma-Ousia, từ đó phát minh ra hệ thống Sức Mạnh Nền Tảng và tạo ra Robot Dây Cót.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/55631176/4d9e31b507cbdb2bdd07204cd17698ad_5131831014425925255.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1709786270,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Alain Guillotin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Alain Guillotin đóng một vai trò quan trọng trong lịch sử của Fontaine. Ông có liên quan đến nhiều tổ chức của Fontaine như Học Viện Narzissenkreuz, Học Viện Triết học Tự nhiên và Đội Hắc Ảnh Marechaussee. Ông là người sáng lập Viện Nguyên Cứu Khoa Học Công Trình Động Năng Fontaine và đóng góp nổi bật nhất của ông cho Fontaine là nghiên cứu về Pneuma-Ousia, từ đó phát minh ra hệ thống Sức Mạnh Nền Tảng và tạo ra Robot Dây Cót.</color> Kể từ khi Alain Guillotin phát minh ra các khối năng lượng hơn 400 năm trước, các Robot dây cót của Fontaine đã luôn sử dụng năng lượng cung cấp bởi phản ứng hủy diệt Pneuma-Ousia trong các khối năng lượng này để hoạt động."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/178140791/9dd957087aa42735905d94761558de17_5297744712164209184.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Alain được nuôi dạy tại Học Viện Narzissenkreuz, nơi anh gặp Mary-Ann, một đứa trẻ mồ côi khác được Học Viện Narzissenkreuz chăm sóc. Trong trận Đại hồng thủy khoảng 500 năm trước, Giám đốc và Phó Giám đốc đã rời Viện để hỗ trợ trong các trận chiến. Thật không may, Phó Giám đốc Basil Elton đã không bao giờ quay trở lại. Trước khi cô rời đi, Phó Giám đốc đã yêu cầu Alain và Mary-Ann được Thợ săn Marechaussee là Emanuel Guillotin nhận nuôi nếu cô không quay trở lại. Trong thời gian sống tại viện, Alain đã trở thành bạn thân của Rene de Petrichor. Học Viện Narzissenkreuz đã bị giải thể sau khi Giám đốc và Phó Giám đốc mất tích.\nAlain sau đó gia nhập Học Viện Triết học Tự nhiên. Ông được nhìn nhận là thần đồng vì đã thành công gia nhập Học Viện từ khi còn trẻ tuổi. Tại Viện, Alain đã dẫn đầu nghiên cứu năng lượng. Do có mục tiêu quan trọng là giải quyết cuộc khủng hoảng năng lượng của Fontaine nên Alain tập trung vào nghiên cứu công nghệ từ Khaenri'ahn bên cạnh những tiến bộ công nghệ từ thời vua Deshret. Jakob và Rene đã tham gia một chuyến thám hiểm nghiên cứu ở Sumeru, và khi trở về, hai người đã nhận được lời giới thiệu từ Alain để vào làm việc tại Học Viện Triết Học Tự Nhiên. <color=#ffffff73>Ở thời điểm này, nghiên cứu của Alain đang tập trung vào việc kiểm soát phản ứng hủy diệt Pneuma Ousia. Sau đó, Alain cuối cùng đã tạo ra một bước đột phá lớn, làm tiền đề cho cuộc cách mạng năng lượng ở</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/178140791/6f93b26b7a7f1d0f752d248b9ddcce04_4299230667144767936.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Fontaine. Khi bài toán năng lượng đã được giải quyết, kế hoạch của Alain là chuyển hướng nghiên cứu sang nghiên cứu động năng. Alain và Rene đã tạo ra Máy móc năng lượng nguyên thủy và sử dụng các đặc tính của Ousia và Pneuma để tạo ra Lõi Động Năng. Trợ lý nghiên cứu của Alain, Carter Scherbius đã tham gia hỗ trợ những dự án này một cách tốt nhất có thể. Ngày qua ngày, Rene, Jakob, Carter, Alain và Mary Ann đã phát triển một tình bạn sâu sắc. Alain đã tặng một chiếc đồng hồ bỏ túi cho Rene và Jakob, chiếc đồng hồ này có ý nghĩa quan trọng đối với họ kể từ đó. Mary Ann trở thành thành viên của Đội Hắc Ảnh Marechaussee, trong khi Alain tiếp tục nghiên cứu tại Viện. Người ta"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/178140791/a05226dacca6c631a282b2e8e4f1f474_5497502001918439645.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "nói rằng khi Alain còn ở Học Viện Triết Học Tự Nhiên <color=#ffffff73>, anh đã chế tạo thành công một cỗ máy tư duy để hỗ trợ những nỗ lực của em gái mình trong công việc ở đội Hắc Ảnh Marechaussee. Vì những lời này phần lớn chỉ là những lời nói đến từ các đồng nghiệp trước đây của ông (hầu hết trong số họ đã chết khi chiến đấu với Elynas) mà không có bằng chứng ghi chép nào về điều đó nên nó chưa bao giờ được công nhận chính thức. Carter đã đề nghị tạo ra một cỗ máy tư duy, chính xác là một Kamera biết suy nghĩ, để nó chụp những bức ảnh quí giá về người thân của Alain khi ông bận rộn và không thể dành thời gian cho họ. Alain cảm thấy vô nghĩa trong việc sử dụng một chiếc Kamera có khả năng tư duy vì lý do này, nhưng ông nhận thấy một chiếc máy như vậy rất hữu ích cho các ứng dụng giám sát và bảo mật. Seymour, Nguyên mẫu 4ACV07, là cỗ máy tư duy mà Alain tạo ra cho Mary Ann. Một thời gian sau đó, Mary Ann và Seymour đã cùng nhau tìm thấy Lyris đang bơi quanh đống đổ nát của trại trẻ mồ côi một cách buồn bã. Ngày nay, địa điểm đống đổ nát này được gọi là Annapausis.</color>\n<color=#ffffff73>Seymour nói Lyris không hiểu được mối liên hệ của thảm họa với viêc những đứa trẻ mồ côi chạy trốn và hành vi của chính cô, nên cô lang thang trong đống đổ nát, chìm đắm trong cảm giác tội lỗi.</color>\n<color=#ffffff73>Đáng tiếc, tình bạn khăng khít một thời giữa Alain, Mary Ann, Rene và Jakob đột ngột tan rã sau khi Alain và Mary Ann phát hiện ra Rene và Jakob đã thực hiện các thí nghiệm trên Carter, điều mà đã gây ra hậu quả xấu thêm cho tình hình sức khỏe vốn đã nghiêm trọng của Carter. Sau đó Rene tiếp tục với tham vọng</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/178140791/4a244b78de17042e111af3c05e389473_2240588946468469127.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>của mình</color> còn Alain gia nhập Đội Hắc Ảnh Marechaussee. Khi Alain biết được ý định hồi sinh Elynas của Rene, anh đã nhanh chóng báo cáo sự việc với Thẩm phán Neuvillette. Ngay sau đó, một cuộc đối đầu khốc liệt giữa Hội Narzissenkreuz và Thợ săn Marechaussee đã diễn ra tại Elynas. Elynas đã kể lại với Nhà Lữ Hành rằng: \"Cuối cùng, ai đó đã gây ra vụ nổ gây ra sóng xung kích khủng khiếp, nhiều người đã chết.\" Cùng với Neuvillette, Alain đã tuyên bố Hội Narzissenkreuz là một tổ chức cực đoan bất hợp pháp và sau đó là một tổ chức tội phạm. Trụ sở của hội đã bị phong tỏa vĩnh viễn kể từ ngày đó. Alain rời Đội Hắc Ảnh Marechaussee và thành lập Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine. Viện Nghiên Cứu tập trung nghiên cứu về máy móc và năng lượng. Để tưởng nhớ người bạn Carter của mình, Robot Áp Chế Chuyên Dụng đã được gọi là \"Cal. Scherbius\".\nKhi Alain về già, ông đã nghỉ hưu ở Viện Nghiên cứu Fontaine và không gặp ai cả. Nghiên cứu mà ông thực hiện trong những năm cuối đời chưa bao giờ được công bố. Mặc dù những món đồ có thể tìm thấy trong xưởng cá nhân của ông ấy cho thấy thứ gì đó đã được chế tạo.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Viện Trưởng Học Viện Narzissenkreuz, một trại trẻ mồ côi ở Fontaine. Về sau cô trở thành thành viên của Hội Narzissenkreuz và đạt được danh hiệu là \"Nữ Hoàng Đỏ\" sau khi Viện bị bỏ hoang trong trận Đại hồng thủy.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/b6d86ff8dfd84cf744e57a516b1a14c6_2871288172587718203.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Con gái nuôi của Emanuel Guillotin, lớn lên tại Học Viện Narzissenkreuz cùng với anh trai Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/07/55631176/0c3189daf667f179085fd9b3d3985e14_3609791056825973748.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Một đứa trẻ mồ côi được nuôi dưỡng tại Học Viện Narzissenkreuz và sau đó được Karl Ingold nhận nuôi. Anh ta trở thành một tân nhân loại và là một trong những người sáng lập Hội Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/25/55631176/02bc05cc787742e2fdf79dc45a69ccec_3795065766304030303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Một thành viên của Hội Narzissenkreuz có danh hiệu là \"Nhộng Bướm Huyền Ảo\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/be516a2c9005727dcfd1fe45662a826d_3379820188328349932.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Nguyên mẫu 4ACV07 là một chú chó robot được Alain Guillotin tạo ra để bảo vệ em gái Mary-Ann Guillotin của mình trong thời gian cô phục vụ tại Đội Hắc Ảnh Marechaussee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/f415fbe2eaa40cd987a8daa47643fc74_8212972476272385764.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil là một tư lệnh hải quân đã nghỉ hưu của Hạm Đội Trắng Fontaine, Thuyền trưởng của Sponsian và Viện Phó Học Viện Narzissenkreuz. Cô ấy đã hi sinh trong trận Đại hồng thủy cách đây 500 năm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/386107b800f05b084d15ad8145cf8913_5566267685211518202.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Giấc Mộng Thủy Tiên",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/12108544/1bde348ad550ef356ff197b93caed6c8_4052862669376073498.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Thợ Săn Marechaussee",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/44749939/c1a059aac55b150c6f1cbedb2df749dd_4281479317597739894.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4625,
        "name": "Trang Sách Bí Ẩn X",
        "desc": "<p>Hoàn toàn không thể hiểu được nội dung trong đó.<br>Hoặc ở đâu đó sẽ giải được</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/44749939/ba25972c61c93270e7952103a3096b70_8046604543461732737.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4054,
        "name": "Robot Áp Chế Chuyên Dụng",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Robot dây cót được điều chỉnh dựa trên \"Robot Mẫu Scherbius\". Rất đáng tiếc, nó không có khả năng gì khác ngoài tấn công.<br>Robot dây cót dựa trên năng lượng phản ứng hủy diệt thường lợi dụng bộ kích sóng được cấu thành từ tinh thể đặc biệt để tinh chế ra năng lượng sản sinh từ ousia và pneuma trong môi trường Fontaine, nhưng ở khu vực bên ngoài Fontaine cũng có thể dùng các khối năng lượng đã chuẩn bị sẵn để thực hiện hành động ngắn hạn. Điểm khác biệt của cả hai chính là hình dạng của linh kiện tinh thể trên thiết bị.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/24/44749939/81616d56a90247f08f2c30d925f0ed05_3415107779918235205.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Học Viện Narzissenkreuz",
        "desc": "<p>Một trại trẻ mồ côi tại Fontaine, được xây dựng trên tàn tích của nền văn minh cổ đại</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/55631176/1e197dc3182ae617873e44b72fe9c138_8467319645120868129.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Học Viện Triết Học Tự Nhiên",
        "desc": "<p>Từng là cơ sở nghiên cứu phát triển mạnh mẽ nhưng giờ chỉ còn là đống đổ nát bên dưới vùng nước tại Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/11/55631176/260ecb3d12abf4189f1b7e8b404fc219_4615494846976835498.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Viện Khoa Học Fontaine",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/55631176/154baa11b653966030bdf047346be788_5823778168355907897.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card",
        "menuId": 22
      }
    ],
    "galleryCharacter": [
      {
        "key": "Học Viện Narzissenkreuz",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/55631176/6bbed3b598857652bd25936536a8af34_5925912753096060842.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Alain Guillotin"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ]
  }
}