{
  "epId": 4604,
  "name": "Lyris",
  "desc": "<p>Viện Trưởng Học Viện Narzissenkreuz, một trại trẻ mồ côi ở Fontaine. Về sau cô trở thành thành viên của Hội Narzissenkreuz và đạt được danh hiệu là \"Nữ Hoàng Đỏ\" sau khi Viện bị bỏ hoang trong trận Đại hồng thủy.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/b6d86ff8dfd84cf744e57a516b1a14c6_2871288172587718203.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1740134458,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Lyris",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Lyris là một tinh linh nước trong hiền lành được giao phụ trách trại trẻ mồ côi, Học Viện Narzissenkreuz, như một biểu hiện của lòng biết ơn đối với Thủy Thần Egeria. Lyris tuy yêu trẻ con nhưng cô không có khả năng trí tuệ vượt trội ngay cả đối với một tinh linh nước trong nên Học Viện thực tế được điều hành bởi Phó Giám đốc Basil Elton.\nKhi trận đại hồng thủy xảy ra cách đây 500 năm, cô không hiểu tại sao trại trẻ mồ côi lại bị phá hủy, và mong muốn duy nhất của cô là quay trở lại thời điểm những đứa trẻ trong trại trẻ mồ côi còn vui vẻ chơi đùa thi đấu như là nhà vô địch Narzissen. Cô được các thành viên của hội Narzissenkreuz, Rene và Jakob tìm thấy, trong lúc đang ngập tràn trong cảm giác đau buồn. Vì Lyris có khả năng phân tán và kết hợp ý chí của mọi người nên cô trở thành một thành viên quan trọng của hội, có danh hiệu là \"Hoàng hậu đỏ\".\nKhi Rene giải thể hình dạng vật lý của mình với sự giúp đỡ của Lyris và Thánh Kiếm Narzissenkreuz, Hội quyết định hồi sinh Elynas, quái vật của Vực Sâu, với sự giúp đỡ của Jakob Ingold người đã hấp thụ sức mạnh của Elynas trước đây. Lyris đi vào bên trong Elynas cùng với Jakob và người học việc của Narzissenkreuz, Caterpillar. Tại Elynas, họ chạm trán với đội Thợ săn Marechaussee, bao gồm cả Mary-Ann Guillotin, người đang cố gắng ngăn chặn hội Narzissenkreuz. Trong trận chiến này, Mary-Ann Guillotin bị thương nặng, Lyris đã ôm cô và hấp thụ ý thức của cô. Một tinh linh nước trong mới, Mary-Ann, được sinh ra từ sự hợp nhất này. Mary-Ann không còn là Lyris hay Mary-Ann Guillotin nữa mà là hiện thân của ý thức và mong muốn chung của họ và là thứ gì đó vượt xa con người hoặc tinh linh nước trong có khả năng tạo ra các tinh linh nước trong khác.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Học Viện Narzissenkreuz",
        "desc": "<p>Một trại trẻ mồ côi tại Fontaine, được xây dựng trên tàn tích của nền văn minh cổ đại</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/55631176/1e197dc3182ae617873e44b72fe9c138_8467319645120868129.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil là một tư lệnh hải quân đã nghỉ hưu của Hạm Đội Trắng Fontaine, Thuyền trưởng của Sponsian và Viện Phó Học Viện Narzissenkreuz. Cô ấy đã hi sinh trong trận Đại hồng thủy cách đây 500 năm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/386107b800f05b084d15ad8145cf8913_5566267685211518202.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Một đứa trẻ mồ côi được nuôi dưỡng tại Học Viện Narzissenkreuz và sau đó được Karl Ingold nhận nuôi. Anh ta trở thành một tân nhân loại và là một trong những người sáng lập Hội Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/25/55631176/02bc05cc787742e2fdf79dc45a69ccec_3795065766304030303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Con gái nuôi của Emanuel Guillotin, lớn lên tại Học Viện Narzissenkreuz cùng với anh trai Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/07/55631176/0c3189daf667f179085fd9b3d3985e14_3609791056825973748.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Một thành viên của Hội Narzissenkreuz có danh hiệu là \"Nhộng Bướm Huyền Ảo\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/be516a2c9005727dcfd1fe45662a826d_3379820188328349932.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Một Tinh Linh Nước Trong sống tại Annapausis thực sự. <span class=\"wk-shady\">Cô ấy được hình thành bởi sự hợp nhất ý thức giữa Lyris và Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/55631176/7ac751c3fd3892141d972392696a414b_8808332936185616561.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Lưỡi Kiếm Narzissenkreuz",
        "desc": "<p>Thanh kiếm với ý chí và sức mạnh đã tan biến khi câu chuyện kết thúc, nó sẽ bước tiếp trên hành trình mới. Một phần sức mạnh sót lại trong đó là để kỷ niệm cho giấc mộng hào hùng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/12108544/01d3f8317c86ea98d617ad61213b7c9a_1666977853793338885.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Lyris</color>"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Học Viện Narzissenkreuz",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/becc7314771f05d227a2fbd93402dbf6_3908462243587921565.png"
      }
    ]
  }
}