{
  "epId": 4605,
  "name": "Basil Elton",
  "desc": "<p>Basil là một tư lệnh hải quân đã nghỉ hưu của Hạm Đội Trắng Fontaine, Thuyền trưởng của Sponsian và Viện Phó Học Viện Narzissenkreuz. Cô ấy đã hi sinh trong trận Đại hồng thủy cách đây 500 năm.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/386107b800f05b084d15ad8145cf8913_5566267685211518202.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1711944303,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Basil Elton",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Rất lâu trước trận Đại hồng thủy, có bốn học viên của Học viện là bạn thân của nhau: Basil Elton, Karl Ingold, Dwight Lasker và Emanuel Guillotin. Họ thích chơi những trò chơi đóng kịch trong đó Emanuel đóng vai anh hùng còn Karl đóng vai con rồng độc ác Jabberwock. Sau khi tốt nghiệp Học viện, Basil Basil trở thành Đô Đốc Hạm Đội Trắng của hải quân Fontaine. Con tàu của cô là Sponsian, một con tàu bọc thép bằng kim loại được trang bị đại bác hạng nặng và mũi tàu đâm chắc chắn. Chiếc hạm màu trắng như tuyết này là niềm tự hào của hải quân Fontaine. Cái tên Sponsian được đặt bởi thuyền phó của Elton, Nathaniel Pickman, người đã đặt tên con tàu theo tên của một bạo chúa mà có lẽ hắn và vương triều của hắn còn chưa bao giờ tồn tại."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/237301566/9dd957087aa42735905d94761558de17_322497790101615639.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Hải quân giải thể, Basil quay trở lại Học Viện Narzissenkreuz và trở thành Viện Phó. Basil Elton tuy tính tình nóng nảy nhưng lại rất quan tâm đến bọn trẻ. Vì lợi ích của chúng, cô bắt đầu học nấu ăn, mặc dù lúc đầu món ăn của cô giống như một hình phạt. Basil Elton tin rằng chăm sóc trẻ em cũng giống như chăm sóc một bông hoa - chúng cần đất tốt, đủ ánh nắng, tưới nước thường xuyên và bạn không thể để chúng phát triển theo ý muốn. Trên thực tế, thỉnh thoảng chúng ta cũng phải loại bỏ sâu bệnh. Cô thường kể cho bọn trẻ nghe những câu chuyện về con rồng độc ác Narcissus vào buổi tối, sau đó chúng ăn những món ăn vặt ngon lành của cô. Đối với cô bé Mary-Ann, một học viên của Học Viện, Basil đã nghĩ ra một câu chuyện cổ tích về Công chúa Lyris.\nTrong trận Đại hồng thủy 500 năm trước, Elton một lần nữa lãnh đạo Sponsian và chiến đấu với quái vật đến từ Vực Sâu, Elynas, kẻ làm ô nhiễm mọi thứ trên đường đi của mình. Trong khoảng một tháng, hạm đội đã quan sát Elynas trong khi chiến đấu với những quái vật biển khác từ Vực Sâu. Để đuổi kịp Elynas, nhiều tàu của hạm đội bị tiêu diệt, nhưng trong trận chiến, con tàu Sponsian bị gãy làm đôi. Một nửa con tàu vẫn lang thang như bóng ma quanh vùng biển Fontaine.\nTrước khi lên đường tham chiến, Basil đã để lại một chiếc lông màu xanh lá cây của một loài chim vô danh trên mũ của cô ấy mà bọn trẻ vô cùng yêu thích cho Jakob, một đứa trẻ khác ở trại trẻ mồ côi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"███, luôn muốn có thứ này phải không? Hãy giữ lấy đi.\"</color>\n<color=#ffffffd9>\"Nhưng chỉ là tạm thời giữ thay thôi nhé, nếu làm bẩn thì tôi sẽ rất tức giận đó.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cô cũng nhờ người bạn cũ của mình ở Viện, Emanuel Guillotin, chăm sóc hai đứa trẻ, Mary-Ann và Alain. Anh ấy không thích trẻ con nhưng anh ấy đã thực hiện lời hứa với bạn mình."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Đợi khi khải hoàn trở về, gọi thêm Lasker và Ingold đến nữa.\"</color>\n<color=#ffffffd9>\"Lần này sẽ do tôi trổ tài làm bếp! Cho mọi người có dịp thưởng thức.\"</color>\n<color=#ffffffd9>Nhìn thấy sự do dự trong đôi mắt của anh, người bạn hùng hồn nói thêm:</color>\n<color=#ffffffd9>\"Mấy năm nay tôi đã học được cách nấu nướng! Bọn trẻ đều rất thích đó!\"</color>\n<color=#ffffffd9>\"Vậy thì tạm biệt nhé, Guillotin... Emanuel thân mến của tôi.\"</color>\n<color=#ffffffd9>\"Phía anh cũng thuận lợi nhé, đừng gặp phải chuyện gì.\"</color>\n<color=#ffffffd9>\"Hy vọng Sponsian của tôi không bị tụi trẻ làm hư...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Thật không may, Basil không bao giờ quay trở lại. Emanuel không bao giờ gặp lại bạn mình và Jakob cũng không bao giờ có thể trả lại chiếc lông chim cho cô ấy. Chỉ có Nhà Lữ Hành, nhiều năm sau mới có thể mang chiếc lông vũ này đến đống đổ nát của con tàu Sponsian, thực hiện lời hứa từng được lập.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Học Viện Narzissenkreuz",
        "desc": "<p>Một trại trẻ mồ côi tại Fontaine, được xây dựng trên tàn tích của nền văn minh cổ đại</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/55631176/1e197dc3182ae617873e44b72fe9c138_8467319645120868129.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3985,
        "name": "Bóng Tối Thủy Triều",
        "desc": "<p>Kiếm của hải quân Fontaine xưa, có tạo hình đẹp mắt, được chế tạo dành riêng cho tướng quân và thuyền trưởng chiến hạm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/12108544/17a33544c58e2a45ad5f1a4a5a68906a_2951066993170844737.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Giấc Mộng Thủy Tiên",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/12108544/1bde348ad550ef356ff197b93caed6c8_4052862669376073498.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Thợ Săn Marechaussee",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/44749939/c1a059aac55b150c6f1cbedb2df749dd_4281479317597739894.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4262,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Viện Trưởng Học Viện Narzissenkreuz, một trại trẻ mồ côi ở Fontaine. Về sau cô trở thành thành viên của Hội Narzissenkreuz và đạt được danh hiệu là \"Nữ Hoàng Đỏ\" sau khi Viện bị bỏ hoang trong trận Đại hồng thủy.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/b6d86ff8dfd84cf744e57a516b1a14c6_2871288172587718203.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Một quái vật vực sâu xuất hiện ở Fontaine 500 năm trước trong thời kỳ Đại Hồng Thủy. Elynas là \"Cha\" của tất cả các Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/cedc77b7c6f31c08043e350f3e96fdf1_8693473429346925979.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Con gái nuôi của Emanuel Guillotin, lớn lên tại Học Viện Narzissenkreuz cùng với anh trai Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/07/55631176/0c3189daf667f179085fd9b3d3985e14_3609791056825973748.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Một đứa trẻ mồ côi được nuôi dưỡng tại Học Viện Narzissenkreuz và sau đó được Karl Ingold nhận nuôi. Anh ta trở thành một tân nhân loại và là một trong những người sáng lập Hội Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/25/55631176/02bc05cc787742e2fdf79dc45a69ccec_3795065766304030303.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Một câu chuyện cổ tích được Basil Elton kể cho cô bé Mary-Ann",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/237301566/48e47b19691729ecabe82867c3248f85_8477698165459455710.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "\"Ngày xửa ngày xưa, ở một nơi rất xa, có một nàng công chúa xinh đẹp lương thiện tên Lyris... Ừm, cô ấy chính là nhân vật chính của câu chuyện!\"\n\"Cái tên này, không thèm. Rõ ràng không giống như bạn nói.\"\nĐây chỉ là một câu chuyện thôi, đừng có nhỏ nhen như vậy. Khụ khụ, chúng ta kể tiếp....\nKhi đã có nhân vật chính, câu chuyện vẫn còn thiếu một nhân vật cản trở nhân vật chính... một nhân vật phản diện độc ác!\nPhản diện độc ác... chính là ác long Narcissus. Hắn độc ác thế nào mà những người yêu hòa bình nghe thấy tên hắn liền phải run sợ, bởi vì hắn không hề quan tâm tới cảm nhận của người khác.\nHắn tàn phá khắp nơi, phun ra ngọn lửa cháy rừng rực, vỗ cánh hung bạo, làm cho rất nhiều thành phố hóa thành bụi, rất nhiều đất nước chỉ còn lại tro tàn dưới hơi thở nóng rát ấy.\nCuối cùng, chỉ còn lại vương quốc của Công Chúa Lyris vẫn yên ổn, vì Công Chúa Lyris luôn cố gắng bảo vệ vương quốc của mình, nên kế hoạch hủy diệt mọi thứ của ác long Narcissus vẫn chưa thể thành công.\n\"Vậy, trong câu chuyện của Narcissus, tôi cũng là phản diện độc ác sao?\" Ừm? Nếu là do Narcissus kể câu chuyện này, thì có lẽ hắn sẽ nói như vậy nhỉ? Công Chúa Lyris đáng ghét, gây cản trở đủ đường cho kế hoạch của ta... chẳng hạn.\nÂy da, không đúng, đã nói rồi đây chỉ là một câu chuyện mà thôi. Công Chúa Lyris là nhân vật trong câu chuyện, là điều hư cấu thôi, bạn chính là bạn, là điều chân thật.\nĐừng có làm lẫn lộn giữa câu chuyện và hiện thực chứ.\n\"Tôi không hiểu...\"\nThì tại bạn nôn nóng quá, cứ ngắt lời tôi, đợi tôi kể xong câu chuyện trước đi đã. Chúng ta kể tới đâu rồi?\nÀ, suýt nữa thì quên mất, còn phải tìm một số người hỗ trợ cho nhân vật chính. Bên cạnh nhân vật chính thường luôn có rất nhiều trợ thủ, Công Chúa Lyris lương thiện xinh đẹp, đương nhiên cũng có rất nhiều bạn bè.\nĐể tôi nghĩ xem... Công Chúa Lyris có rất nhiều người bạn trung thành và dũng cảm, ví dụ như \"Al\", \"Ney\",...\n\"Không thể nào.\"\nBạn lại quên rồi, đây chỉ là câu chuyện, trong câu chuyện thì có gì mà không thể! Trong câu chuyện của chúng ta, \"Al\" và \"Ney\" đều là bạn của Công Chúa Lyris.\nĐúng rồi, người bạn đó của Lyris tên gì nhỉ? Cậu em trai có mái tóc màu hạt dẻ đó.\n\"Anh ta không phải bạn của tôi.\"\nNhưng mà, sau này Lyris có thể trở thành bạn với cậu ta nhỉ? Tôi cũng muốn làm bạn với cậu ta. Cho nên, hãy để cậu ta vào chung đi! Cậu ta tên gì? \"Được rồi. Vậy thì gọi cậu ta là Kate đi.\n\" Ừm! Vậy gọi là \"Đại Tá Kate\" đi.\nVì cậu ta đem lại cảm giác rất ngầu, mà còn thường đọc sách, gọi \"Đại Tá\" chắc rất thích hợp.\nThật không dễ dàng, nhân vật của câu chuyện xem như đã đủ mặt rồi. Ác long Narcissus muốn hủy diệt tất cả vương quốc trên mặt đất, nhưng chỉ có vương quốc của Công Chúa Lyris, dưới sự bảo vệ của Công Chúa Lyris và bạn bè của cô, vẫn kiên cố vững bền. \"Ừm, tôi hiểu rồi. Sau đó, giống như những câu chuyện thường thấy, công chúa và bạn bè sẽ sống bên nhau hạnh phúc mãi mãi.\" Đây chính là đoạn kết của cốt truyện mà!\nChúng ta chỉ mới bắt đầu, còn chưa vô phần đặc sắc nữa là.\n\"Phần đặc sắc?\"\nĐúng vậy, ác long Narcissus tại sao phải phá hủy tất cả, Công Chúa Lyris dựa vào đâu để bảo vệ mọi người, chẳng lẽ bạn không muốn biết sao?\n\"Chỉ cần biết kết quả là được rồi.\"\nVậy thì còn gì thú vị chứ, kết cục của câu chuyện thì luôn na ná nhau, nhưng quá trình để đến kết cục đó thì lại rất khác nhau.\nGiống như trong câu chuyện của chúng ta, ác long Narcissus cô độc lăm le bảo vật của Công Chúa Lyris, và cả sự xinh đẹp lương thiện của cô, vì những thứ này đều là thứ mà ác long Narcissus đã từng có, nhưng sau đó đã mất đi.\nCòn về bảo vật mà Công Chúa Lyris sở hữu... thì hãy cho là \"thời gian\" đi.\n\"Thời gian?\"\nỪm! Tôi vừa nhớ ra, anh Al từng nói với tôi, đồng hồ chính là \"con người muốn nắm giữ thời gian trong tay mình\", với lại, anh Ney vẫn luôn nói rằng thời gian không bao giờ là đủ mà. Sau đó tôi đã nghĩ đến, Lyris không phải đã rất cô đơn trong một quãng thời gian rất dài rất dài sao? Nếu có bạn bè, nếu có thể đem \"thời gian\" đó chia sẻ cho bạn bè, vậy thì sẽ trở nên vui vẻ hơn đúng không! Nếu nói là Narcissus không thể nào xâm nhập vào vương quốc của Lyris, là vì cô ấy đã đem số thời gian này san sẻ hết cho bạn bè rồi, lúc chiến đấu với Narcissus, đã có thêm nhiều thời gian, cho nên Narcissus không đánh lại các bạn bè của Công Chúa Lyris!\nLyris, nghĩ thử xem, nếu có thêm nhiều thời gian, không phải có thể làm thêm được nhiều chuyện sao? Ví dụ như, Al có thêm thời gian, cho nên vốn dĩ trong thời gian đó chỉ có thể đánh Narcissus một nhát, thì biến thành có thể đánh ba bốn nhát, trở nên lợi hại hơn. Tóm lại, thiết kế là vậy đó!\nTóm lại, sau đó, các bạn của Công Chúa Lyris đã tận dụng thời gian mà công chúa chia cho họ, hết lần này đến lần khác chống lại sự xâm nhập của Narcissus.\nNhưng tên Narcissus xảo quyệt cũng đã phát hiện ra bí mật của họ. Cho nên, hắn kiên nhẫn như một con rắn độc, cứ liên tục phái đội quân đi tấn công vương quốc, để tiêu hao thời gian của Công Chúa Lyris.\nCứ như thế, Công Chúa Lyris vì để bảo vệ vương quốc, vì để bạn bè giành chiến thắng, nên đã hy sinh rất nhiều. Cô ấy dần dần quên đi bạn bè của mình, bởi vì cô ấy đã cho đi thời gian của \"quá khứ\"; Dần dần cô ấy không còn vui đùa với bạn bè nữa, vì cô ấy đã cho đi thời gian của \"hiện tại\"...\nCuối cùng cũng có một ngày, dòng suối vốn vui vẻ bỗng trở nên trầm lặng, bầu trời trở nên u ám, đó là vì Narcissus đã dang đôi cánh, bay đến vương quốc. Các bạn bè của Công Chúa Lyris tuy đã chiến đấu hết mình, nhưng đã không còn thời gian mà Công Chúa Lyris chia sẻ cho họ, Narcissus khí thế hùng hồn, đã nhanh chóng đến trước cung điện. Vào thời khắc cuối cùng, Công Chúa Lyris đã triệu tập hết tất cả những người bạn mà cô đã không còn nhớ tên đến bên cạnh mình, gửi gắm cho họ thứ quý báu nhất trên thế giới này. Đó chính là một giọt nước trong trẻo thuần khiết, trong suốt giống như bạn vậy.\nCô ấy nói: Đây là thời gian \"tương lai\" của tôi. Hãy đem theo tương lai của tôi đi đi.\nCô ấy nói: Cho dù tôi và vương quốc có rơi vào tay Narcissus cũng không sao. Bởi vì, \"tương lai\" của tôi được ở cùng với các bạn.\nCô ấy hứa rằng: Cho dù đã mất đi \"quá khứ\" và \"hiện tại\" của chúng ta, nhưng chỉ cần chúng ta vẫn còn tương lai, thì chúng ta nhất định sẽ gặp lại, vương quốc cũng sẽ một lần nữa trở nên tươi sáng.\nLúc này, đội quân của Narcissus đã dùng đại bác bắn phá cổng thành. Công Chúa Lyris hối thúc bạn bè mau chóng rời đi, bạn bè đều buồn bã rơi nước mắt, nhưng họ vẫn làm theo lời dặn dò của công chúa, bỏ trốn khỏi đó. Sau khi mất đi tương lai, Công Chúa Lyris cùng với tòa tháp cao mà cô cư ngụ đã cùng rơi vào trong giấc ngủ tĩnh lặng, không có giấc mơ. Cứ như thế, vương quốc tươi sáng cuối cùng trên thế giới cũng đã sụp đổ. Các bạn của công chúa đã mai phục trong thế giới đen tối rất lâu, cũng đã trải qua rất nhiều chuyện, nhưng vẫn luôn đoàn kết với nhau, thứ kết nối họ với nhau chính là \"tương lai\" mà công chúa đã hứa. Thế nào?\n\"Tôi không hiểu. Quá khứ, hiện tại và tương lai... tôi cũng không hiểu. Sau khi xảy ra tai họa, chúng ta đã không còn tương lai nữa rồi.\"\nKhông phải vậy đâu. Anh Al cũng vì tương lai mà đang cố gắng làm việc cho ngài Neville đấy. Anh Ney, anh Jak cùng với bạn, cũng đang xây dựng tương lai đó! Hơn nữa, không phải chúng ta đã cùng nhau tạo ra rất nhiều \"quá khứ\" sao? Chúng ta \"hiện tại\" đang ở cùng nhau, \"tương lai\" nhất định cũng thế. Chúng ta có thể san sẻ cho nhau rất nhiều chuyện buồn, cũng có thể tạo ra nhiều thời khắc vui vẻ.\n\"Ừm, tôi biết rồi...\"\n\"...Vậy còn câu chuyện? Sau đó công chúa như thế nào rồi?\"\nỪm... Đó là một câu chuyện khác rồi. Không hay rồi không hay rồi, không đủ thời gian rồi, phải cùng con chó ngốc nghếch kia quay về mới được. Câu chuyện sau đó, để lần sau nói tiếp nhé! ...\nĐừng như vậy mà. À hay là thế này đi, tôi nghĩ ra đoạn mở đầu trước, phần còn lại, lần sau bạn kể cho tôi nghe! Khụ khụ, để tôi nghĩ xem...\n\" Rất lâu rất lâu về sau, ở một nơi rất xa rất xa...\"\nCó một đế quốc hắc ám, do ác long Narcissus thống trị.\nCông chúa mà hắn vốn khát khao, cùng với tòa tháp cao mà công chúa cư ngụ, đã cùng rơi vào trong giấc ngủ sâu ngưng đọng, không hề có giấc mơ, vì vậy mà cũng không bị ác long tiêm nhiễm. Narcissus vô cùng tức giận, hắn bắt vô số tay sai của mình phân tán ra khắp nơi trên đế quốc, để tìm kiếm bảo vật của công chúa; rồi lại tạo ra rất nhiều cơ quan phòng ngự phép thuật tà ác để chống lại sự phản kháng của những người bạn phe chính nghĩa. Hắn thề rằng phải đoạt lại bảo vật của công chúa, thức tỉnh nàng. Như vậy mới có thể triệt để chiếm hữu nàng.\nCó một nhóm dũng sĩ, đang bảo vệ bảo vật mà công chúa đã giao cho họ. Bảo vật này, là một giọt nước sáng trong. Có một hôm, từ trong giọt nước đã sinh ra một sinh mệnh nhỏ.\nỪm... Nên gọi tên gì đây nhỉ? Thật là đau đầu, nếu sớm biết câu chuyện sẽ thành ra như vậy, thì tên của bạn nên được dùng ở đây mới đúng. Bạn có ý tưởng gì không?\n…\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Giấc Mộng Thủy Tiên",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/12108544/1bde348ad550ef356ff197b93caed6c8_4052862669376073498.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Con gái nuôi của Emanuel Guillotin, lớn lên tại Học Viện Narzissenkreuz cùng với anh trai Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/07/55631176/0c3189daf667f179085fd9b3d3985e14_3609791056825973748.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Học Viện Narzissenkreuz",
        "desc": "<p>Một trại trẻ mồ côi tại Fontaine, được xây dựng trên tàn tích của nền văn minh cổ đại</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/55631176/1e197dc3182ae617873e44b72fe9c138_8467319645120868129.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Trại trẻ mồ côi nơi Basil lớn lên và sau này cô trở thành Viện Phó ở đây.\nHạm Đội Trắng\nBasil Elton đã từng là Tư Lệnh Hải Quân của Hạm Đội Trắng, Hải Quân Fontaine.\n\"Sponsian\"\nBasil Elton đã từng là thuyền trưởng của con tàu \"Sponsian\", thiết giáp hạm màu trắng\nNathaniel Pickman\nThuyền viên đầu tiên của Elton",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Đứa trẻ được Emanuel Guillotin nhận nuôi, người lớn lên tại Viện Narzissenkreuz cùng với chị gái nuôi của mình là Mary Ann. Ông là người sáng lập Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine, với đóng góp nổi bật nhất cho Fontaine là nghiên cứu về Pneuma-Ousia, từ đó phát minh ra hệ thống Sức Mạnh Nền Tảng và tạo ra Robot Dây Cót.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/55631176/4d9e31b507cbdb2bdd07204cd17698ad_5131831014425925255.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Con gái nuôi của Emanuel Guillotin, lớn lên tại Học Viện Narzissenkreuz cùng với anh trai Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/07/55631176/0c3189daf667f179085fd9b3d3985e14_3609791056825973748.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Một đứa trẻ mồ côi được nuôi dưỡng tại Học Viện Narzissenkreuz và sau đó được Karl Ingold nhận nuôi. Anh ta trở thành một tân nhân loại và là một trong những người sáng lập Hội Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/25/55631176/02bc05cc787742e2fdf79dc45a69ccec_3795065766304030303.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Carter Scherbius\nHọc sinh của Học Viện Narzissenkreuz.\nKarl Ingold\nDwight Lasker\nEmanuel Guillotin\nHọc sinh của Học Viện Narzissenkreuz, những người lớn lên cùng Basil.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Hoàng Đế Thép Lửa",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Một trong hai bá chủ đứng đầu Dị Chủng Biển Sâu, từng là giai thoại lan truyền giữa các thủy thủ một thời.<br>Cua Giáp Nặng nếu không gặp kẻ địch, sẽ có thể liên tục săn bắt, ăn mồi và trưởng thành, không ngừng tìm kiếm vỏ ốc thích hợp để làm bộ giáp mới. Nhưng đến cuối cùng nó trở nên thực sự quá lớn. Trước kỳ nước dâng lần một, đã từng có ghi chép viết rằng Cua Giáp Nặng khổng lồ đã tấn công tàu thuyền, và cuối cùng đã bị tư lệnh hải quân chưa phục chức Basil Elton đánh bại.<br>Thử tưởng tượng về một thế giới như thế này: Diệt trừ hết tất cả con người trên Teyvat, thì Hoàng Đế Thép Lửa có thể tiếp tục trưởng thành vô tận, rồi sẽ có ngày nó đem Palais Mermonia khoác lên mình để làm chiếc áo giáp bằng đá trắng lộng lẫy nhất. Đương nhiên, trong thế giới đó sẽ không có loài người vừa sợ vừa đùa cợt gọi nó là \"Hoàng Đế Thép Lửa\" nữa rồi.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/44749939/197e7c5cc168b4d88c873575cadbe969_8512013830959985931.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Cua Khiên Cứng bị đánh bại bởi Basil.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4517,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Một Melusine, người quan tâm đến Thuyền trưởng Basil và con tàu của cô ấy.",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Basil Elton</color>"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Tổ Chức ",
        "value": [
          {
            "type": "RichText",
            "text": "Học Viện Narzissenkreuz\nHạm Đội Trắng"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/c1a05d1e203a31368fe8bd127a2067e9_1043182220385637912.png"
      },
      {
        "key": "Basil Elton",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/becc7314771f05d227a2fbd93402dbf6_7034654072701875515.png"
      }
    ]
  }
}