{
  "epId": 4677,
  "name": "La Chanson d'Erinnyes II",
  "desc": "<p>Kỵ sĩ của các nơi đã làm thế nào để thể hiện sự đồng tâm hiệp lực với Erinnyes, từ đó đối phó với âm mưu xâm lược của Capitolii.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/551ea055327a31f28582ae68dc7d0e2d_5201890386462981864.png",
  "filterValues": {
    "objectType": [
      "Đạo Cụ Nhiệm Vụ"
    ]
  },
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 1705251390,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "Chương 6\nHồi IX\nKỵ sĩ của các nơi đã làm thế nào để thể hiện sự đồng tâm hiệp lực với Erinnyes, từ đó đối phó với âm mưu xâm lược của Capitolii.\nSau khi Agricane nói xong, vương tử của Lyonnais, kỵ sĩ Drest giỏi cầm cung là người đầu tiên lên tiếng và nêu quan điểm của mình:\n\"Con trai của Vivarium, vinh quang mà hắn đã hứa với chúng tôi chẳng qua là sự dối trá, và lời thề mà hắn hứa với chúng tôi chẳng qua là sự lừa dối.\"\n\"Kỵ sĩ Erinnyes, người sáng suốt và trí tuệ như cô không nên dễ dàng tin vào sự lừa dối và đạo đức giả của hắn.\"\n\"Phải biết rằng đạo đức giả giống như một mũi tên độc mạ bạc, ánh sáng của nó lóe lên trên bầu trời càng huy hoàng thì nỗi đau mang lại càng sâu sắc.\"\nCô gái đi cùng anh ta, quý phu nhân có tên Adsiltia, nghĩa là \"con gái của băng\", cũng lên tiếng sau đó:\n\"Con trai của Vivarium, hắn là kẻ phản nghịch bạc tình bạc nghĩa nhất trên đời, hắn sẵn sàng bắt tay với Boethius.\"\n\"Kỵ sĩ Erinnyes, dù hắn có đưa ra lý do gì thì chúng ta cũng không nên tiếp tục ngồi nhìn Capitoliani phá hoại cái thiện và làm hại cái tốt.\"\n\"Hãy quyết định càng sớm càng tốt để chống lại triều đình của Capitoliani. Một khi đầu hàng họ, mọi linh hồn sẽ khô héo.\"\n\"Phải khiến những kẻ làm chuyện ác đó khô héo như sương, kẻ gian dối và coi thường công lý sẽ bị trục xuất khỏi thế gian này.\"\n\"Chắc chắn sẽ có người ca tụng chính nghĩa của cô, vì kẻ đòi nợ máu sẽ được người khốn cùng nhớ đến.\"\nSau đó, Naimes, Tulpin và tất cả những kỵ sĩ nổi tiếng cao quý và lương thiện khác, cũng đều sẵn sàng cống hiến sức lực,\nErinnyes hiểu được suy nghĩ của họ nên chân thành cảm ơn, rồi cho triệu kiến nhạc sư đến và nói:\n\"Sứ giả cao quý, hãy bẩm báo với Vua Remus, chúng tôi không có nghĩa vụ phải đầu hàng bất kỳ vị vua nào.\"\n\"Vì Nữ Chúa Tể Vùng Biển đã ban cho chúng tôi tôn vinh ngang nhau, không cho phép kẻ kiêu ngạo chà đạp tôi, và không cho phép kẻ ác xua đuổi tôi. Ngoài ra.\"\n\"Tôi còn phải dẫn đầu đội quân được cô ấy chúc phúc, để khiến con bạch long kia ngã xuống cùng tòa thành, và khiến chúng phải rửa mình bằng máu và nước mắt của chính chúng.\"\n\"Giống như người chăn dê lùa dê xua đi tiếng suối hoang dã, để những kẻ ngoại bang khi đặt chân đến vùng đất của tôi phải luôn luốn lấy đó làm gương.\"\nNói xong, Erinnyes ra lệnh cho Fierabras chuẩn bị một số lượng lớn những món quà quý giá và đặc biệt dành cho nhạc sư Capitoliani,\nRồi lệnh cho kỵ sĩ dưới trướng hộ tống anh ta về đến lâu đài Carubdis, cho phép anh ta bẩm báo với hoàng đế, còn lại tạm thời không nhắc đến."
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "La Chanson d'Erinnyes II"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Kho Sách",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4690,
            "name": "La Chanson d'Erinnyes",
            "desc": "<p><br>Sứ giả của Vua Remus đã làm thế nào để đến gặp Erinnyes, đòi cô ấy ban cho nước và đất của Thành Aremori, rồi lại làm thế nào để yêu cầu cô quy phục dưới trướng Sumphonia Capitolii (có nghĩa là \"giai điệu hài hòa vĩnh hằng\").</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4676,
            "name": "La Chanson d'Erinnyes I",
            "desc": "<p>Sứ giả của Vua Remus đã làm thế nào để đến gặp Erinnyes, đòi cô ấy ban cho nước và đất của Thành Aremori, rồi lại làm thế nào để yêu cầu cô quy phục dưới trướng Sumphonia Capitolii (có nghĩa là \"giai điệu hài hòa vĩnh hằng\").</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/551ea055327a31f28582ae68dc7d0e2d_5714737702968881271.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4678,
            "name": "La Chanson d'Erinnyes III",
            "desc": "<p>Erinnyes đã từ biệt nữ chủ nhân của mọi dòng nước như thế nào, và làm thế nào để ném kiếm của cô vào hồ ba lần.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/551ea055327a31f28582ae68dc7d0e2d_4782239928930228244.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}