{
  "epId": 4690,
  "name": "La Chanson d'Erinnyes",
  "desc": "<p><br>Sứ giả của Vua Remus đã làm thế nào để đến gặp Erinnyes, đòi cô ấy ban cho nước và đất của Thành Aremori, rồi lại làm thế nào để yêu cầu cô quy phục dưới trướng Sumphonia Capitolii (có nghĩa là \"giai điệu hài hòa vĩnh hằng\").</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1703573441,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "La Chanson d'Erinnyes"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Đạo Cụ Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4676,
            "name": "La Chanson d'Erinnyes I",
            "desc": "<p>Sứ giả của Vua Remus đã làm thế nào để đến gặp Erinnyes, đòi cô ấy ban cho nước và đất của Thành Aremori, rồi lại làm thế nào để yêu cầu cô quy phục dưới trướng Sumphonia Capitolii (có nghĩa là \"giai điệu hài hòa vĩnh hằng\").</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/551ea055327a31f28582ae68dc7d0e2d_5714737702968881271.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4677,
            "name": "La Chanson d'Erinnyes II",
            "desc": "<p>Kỵ sĩ của các nơi đã làm thế nào để thể hiện sự đồng tâm hiệp lực với Erinnyes, từ đó đối phó với âm mưu xâm lược của Capitolii.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/551ea055327a31f28582ae68dc7d0e2d_5201890386462981864.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4678,
            "name": "La Chanson d'Erinnyes III",
            "desc": "<p>Erinnyes đã từ biệt nữ chủ nhân của mọi dòng nước như thế nào, và làm thế nào để ném kiếm của cô vào hồ ba lần.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/551ea055327a31f28582ae68dc7d0e2d_4782239928930228244.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "La Chanson d'Erinnyes I",
        "desc": [
          {
            "type": "RichText",
            "text": "Chương 6\nHồi VII\nSứ giả của Vua Remus đã làm thế nào để đến gặp Erinnyes, đòi cô ấy ban cho nước và đất của Thành Aremori, rồi lại làm thế nào để yêu cầu cô quy phục dưới trướng Sumphonia Capitolii (có nghĩa là \"giai điệu hài hòa vĩnh hằng\").\nVề những sự tích cao cả của kỵ sĩ Otkerus xứ Rhenanie, cùng với việc anh đã làm thế nào để chiến đấu với một con rồng phun độc,\nTrước đây tôi đã nói về nó rất nhiều rồi nên bây giờ tôi sẽ dừng ở đây, và tạm không nhắc đến, bây giờ chúng ta quay lại kể về hoàn cảnh của Erinnyes lúc đó.\nLúc đó, Erinnyes đã đánh bại các vương tử của các quận Bellouacoi, Atrebatis và Uiromanduoi, và chấp nhận họ quy phục,\nThế là, các lãnh địa vốn dĩ nằm dưới sự cai trị của các vương tử ở các quận khác nhau đã nhận thức được lòng nhân từ của Chúa Tể Vùng Biển, và đã thành tâm tuân theo lời dạy của cô ấy.\nĐể tôn vinh sự chân thành và chính nghĩa sâu sắc của họ, một bữa tiệc đã được tổ chức trong tám ngày liên tiếp ở Thành Aremori, chiêu đãi mọi cư dân bất kể giàu nghèo.\nHôm đó, một nhạc sư đã đột nhiên xuất hiện, anh ta là sứ giả của Vua Remus ở Thành Capitolii, nói là phụng lệnh đến để truyền tin.\nAnh ta cưỡi ngựa đến đây một mình mà không có người hầu hay cảnh vệ nào. Anh ta còn cầm một cây gậy hình ong vàng như một ký hiệu của hoàng đế.\nMọi người có mặt đều vô cùng không vui, và chỉ vì tôn trọng Erinnyes, thủ lĩnh của các kỵ sĩ, nên mới cho phép anh ta nói chuyện trước mặt họ.\nKhi sứ giả gặp Erinnyes, trước tiên anh ta chúc cô sức khỏe và hành lễ trang trọng nhất với cô, sau đó nói rõ mục đích đến gặp cô:\n\"Thay mặt cho Vua Remus cao quý và vĩ đại nhất, và cũng là hoàng đế của mọi thần dân trên thiên hạ, tôi xin bày tỏ lòng kính trọng tới triều đình của cô.\"\n\"Cầu mong sự tức giận của cô không bao giờ làm mất đi sự sáng suốt của cô. Vua Remus lệnh cho cô phải nộp hai món quà như một cống phẩm hợp pháp:\"\n\"Thứ nhất là nước, vì nước tinh khiết có thể hóa giải mọi tội ác; Thứ hai là đất, vì đất rắn có thể chống lại sự xói mòn sắp tới.\"\n\"Vua Remus muốn cô và thần dân của cô giao nộp đất và nước, nếu cô dám không tuân theo yêu cầu này, sự diệt vong chắc chắn sẽ đến như đã định.\"\nNgay khi sứ giả của Vua Remus nói xong, Guillaume của Gellone vô cùng tức giận, bèn rút thanh thánh kiếm Narbonnais bóng loáng từ thắt lưng của anh ta ra:\n\"A! Ngươi không cần phải nói những lời ngông cuồng nữa! Ở đây dám nói năng ngạo mạn và bừa bãi như vậy, đó là xúc phạm đến tất cả kỵ sĩ ở đây.\"\n\"Nếu ngươi muốn làm mất mặt chủ nhân mà ta thề bảo vệ, ta có thể giết ngươi ngay tại đây chỉ bằng một đòn!\"\nSau đó, nhiều kỵ sĩ kiệt xuất, chẳng hạn như kỵ sĩ Blancandrin, và kỵ sĩ đồng hương Marsile của anh ta cũng rút kiếm.\nKỵ sĩ Erinnyes có đôi mắt sáng truyền lệnh xuống, yêu cầu tất cả những kỵ sĩ có mặt không được làm hại sứ giả của Capitoliani.\n\"Sứ giả cao quý, hãy nói với Vua Remus, trong tất cả mọi thứ trên phàm trần này, chúng tôi sẽ chỉ quỳ gối trước một người.\"\n\"Chỉ có Chúa Tể Vùng Biển nhân từ, nữ chủ nhân đã gánh lấy tội lỗi của chúng tôi, mới xứng danh là người cai trị cao quý và vĩ đại nhất.\"\n\"Ngoài cô ấy ra, tất cả các vị thần và các vị vua khác đều không thể sánh bì được với tên tuổi của cô ấy. Bởi vì cô ấy thực sự là người lương thiện nhất và vẻ vang nhất.\"\nSau khi nghe những lời này, sứ giả của Vua Remus lại lên tiếng và nói điều này trước mặt mọi người:\n\"Trước khi Vua Remus cai trị toàn bộ lãnh thổ, những thảm họa như chiến tranh, bệnh dịch và nạn đói luôn ập đến với chúng ta.\"\n\"Tất cả các bên và những người từng động binh đao với nhau bây giờ đã quy hàng Sumphonia cao quý, đây là một bước đi khôn ngoan.\"\n\"Nếu không, khi nước chảy qua đầu, ai sẽ là người thương xót chúng ta? Những lúc nguy cấp sẽ kêu cứu ai đây?\"\n\"Tất cả những người bằng xương bằng thịt, ai đã từng tự cứu mình khỏi sự ngu dốt và mê tín? Lời than thở của kẻ yếu đuối, biết tâm sự với ai?\"\n\"Lệnh của nhà vua không phải vì ác ý, mà vì thương xót. Ông không muốn bất cứ ai phải chết trong nước, mà muốn mọi người đều được bình đẳng cứu rỗi.\""
          }
        ]
      },
      {
        "title": "La Chanson d'Erinnyes II",
        "desc": [
          {
            "type": "RichText",
            "text": "Chương 6\nHồi IX\nKỵ sĩ của các nơi đã làm thế nào để thể hiện sự đồng tâm hiệp lực với Erinnyes, từ đó đối phó với âm mưu xâm lược của Capitolii.\nSau khi Agricane nói xong, vương tử của Lyonnais, kỵ sĩ Drest giỏi cầm cung là người đầu tiên lên tiếng và nêu quan điểm của mình:\n\"Con trai của Vivarium, vinh quang mà hắn đã hứa với chúng tôi chẳng qua là sự dối trá, và lời thề mà hắn hứa với chúng tôi chẳng qua là sự lừa dối.\"\n\"Kỵ sĩ Erinnyes, người sáng suốt và trí tuệ như cô không nên dễ dàng tin vào sự lừa dối và đạo đức giả của hắn.\"\n\"Phải biết rằng đạo đức giả giống như một mũi tên độc mạ bạc, ánh sáng của nó lóe lên trên bầu trời càng huy hoàng thì nỗi đau mang lại càng sâu sắc.\"\nCô gái đi cùng anh ta, quý phu nhân có tên Adsiltia, nghĩa là \"con gái của băng\", cũng lên tiếng sau đó:\n\"Con trai của Vivarium, hắn là kẻ phản nghịch bạc tình bạc nghĩa nhất trên đời, hắn sẵn sàng bắt tay với Boethius.\"\n\"Kỵ sĩ Erinnyes, dù hắn có đưa ra lý do gì thì chúng ta cũng không nên tiếp tục ngồi nhìn Capitoliani phá hoại cái thiện và làm hại cái tốt.\"\n\"Hãy quyết định càng sớm càng tốt để chống lại triều đình của Capitoliani. Một khi đầu hàng họ, mọi linh hồn sẽ khô héo.\"\n\"Phải khiến những kẻ làm chuyện ác đó khô héo như sương, kẻ gian dối và coi thường công lý sẽ bị trục xuất khỏi thế gian này.\"\n\"Chắc chắn sẽ có người ca tụng chính nghĩa của cô, vì kẻ đòi nợ máu sẽ được người khốn cùng nhớ đến.\"\nSau đó, Naimes, Tulpin và tất cả những kỵ sĩ nổi tiếng cao quý và lương thiện khác, cũng đều sẵn sàng cống hiến sức lực,\nErinnyes hiểu được suy nghĩ của họ nên chân thành cảm ơn, rồi cho triệu kiến nhạc sư đến và nói:\n\"Sứ giả cao quý, hãy bẩm báo với Vua Remus, chúng tôi không có nghĩa vụ phải đầu hàng bất kỳ vị vua nào.\"\n\"Vì Nữ Chúa Tể Vùng Biển đã ban cho chúng tôi tôn vinh ngang nhau, không cho phép kẻ kiêu ngạo chà đạp tôi, và không cho phép kẻ ác xua đuổi tôi. Ngoài ra.\"\n\"Tôi còn phải dẫn đầu đội quân được cô ấy chúc phúc, để khiến con bạch long kia ngã xuống cùng tòa thành, và khiến chúng phải rửa mình bằng máu và nước mắt của chính chúng.\"\n\"Giống như người chăn dê lùa dê xua đi tiếng suối hoang dã, để những kẻ ngoại bang khi đặt chân đến vùng đất của tôi phải luôn luốn lấy đó làm gương.\"\nNói xong, Erinnyes ra lệnh cho Fierabras chuẩn bị một số lượng lớn những món quà quý giá và đặc biệt dành cho nhạc sư Capitoliani,\nRồi lệnh cho kỵ sĩ dưới trướng hộ tống anh ta về đến lâu đài Carubdis, cho phép anh ta bẩm báo với hoàng đế, còn lại tạm thời không nhắc đến."
          }
        ]
      },
      {
        "title": "La Chanson d'Erinnyes III",
        "desc": [
          {
            "type": "RichText",
            "text": "Chương 20\nHồi III\nErinnyes đã từ biệt nữ chủ nhân của mọi dòng nước như thế nào, và làm thế nào để ném kiếm của cô vào hồ ba lần.\nNữ Chúa Tể Vùng Biển nghe xong những lời này, vì tình yêu vĩnh cửu, lòng thương xót và ân điển, nên đã đồng ý với cô ấy. Thế là Erinnyes lại nói:\n\"Hỡi Chúa Tể Vùng Biển, cảm ơn cô đã cho tôi thấy cốc nước tinh khiết mà tôi hằng mong ước và cho phép tôi hoàn thành cuộc hành trình này.\"\n\"Những kỵ sĩ còn sống, những người hầu của cô, sẽ tiếp tục trung thành phục vụ cô và đất nước tương lai của cô, theo chân những nhạc sư cao quý.\"\n\"Săn đuổi bóng tối còn ẩn nấp, thực thi công lý. Nếu những người đi trong bóng tối biết rõ về ánh sáng, nhưng ánh sáng lại không biết gì về bóng tối.\"\n\"Lòng tốt chỉ là một giấc mơ trống rỗng. Đó là lý do tại sao tôi giao những kỵ sĩ lương thiện này cho cô, và cầu xin cô tha thứ cho tội lỗi của họ.\"\nNữ Chúa Tể Vùng Biển nghe xong những lời này, vì tình yêu vĩnh cửu, lòng thương xót và ân điển, nên đã đồng ý với cô ấy. Thế là Erinnyes lại nói:\n\"Hỡi Chúa Tể Vùng Biển, tôi nói rõ tội lỗi của mình với cô, và không che giấu tội ác của mình, bởi vì tội của tôi quá nặng, không thể tha thứ.\"\n\"Lý tưởng cao đẹp và thuần khiết của cô không nên dung thứ cho những tội lỗi như vậy, chỉ có lưu vong mới có thể giải tỏa nỗi lo lắng của tôi và cho tôi niềm an ủi.\"\n\"Không có thiên sứ, không có bạo chúa, trong vương quốc nhân ái và từ bi của cô, chỉ có tội lỗi mới có thể phán xét tội lỗi, chỉ có con người mới có thể phán xét con người.\"\n\"Tôi chỉ xin cô nhớ đến nỗi đau khổ của tôi và hãy nhìn vào sự hận thù mà chúng ta đã phải chịu đựng, bởi vì sự đau khổ và hận thù này giống như nhân trần và độc dược.\"\n\"Tôi phó thác tên tôi vào tay cô, kẻ quở trách chúng ta, mong cho tên của hắn sẽ bị nguyền rủa mãi mãi, và khi tên hắn đã được ghi chép, hắn sẽ không còn được xem là người chính trực.\"\nNói xong, kỵ sĩ có đôi mắt màu biển rút ra thanh kiếm sáng chói cao quý của mình, một lưỡi kiếm màu nước phản chiếu, chiếu sáng cả thung lũng.\n\"Hỡi Hauteclaire cao quý, thanh kiếm của ánh sáng! Dưới ánh mặt trời rực rỡ này, ngươi thật rực rỡ biết bao, giống như một ngọn đuốc vậy!\"\n\"Ngươi từng uống màu đỏ thẫm của những kẻ bất nghĩa, và những kẻ làm trái lời thề, những kẻ coi thường công lý đã gục ngã trước sự trong sạch của ngươi, như bông tuyết rơi.\"\n\"Vô số tội lỗi vấy bẩn trên bộ áo sặc sỡ của ta, vì ta gánh tội đổ máu và cướp đi mạng sống của những người ngay thẳng, nhưng ngươi vẫn tỏa sáng.\"\n\"Nguyện cho Chúa Tể Vùng Biển thương xót tất cả! Những kẻ bất nghĩa không xứng đáng có được ngươi, ánh sáng của mặt hồ thiêng liêng và xinh đẹp, bây giờ ta sẽ trả ngươi về đó!\"\nNói xong, kỵ sĩ có đôi mắt màu biển ném thanh kiếm trong tay xuống hồ. Thanh kiếm không chìm mà lại nổi trôi về bờ.\n\"Hỡi Hauteclaire cao quý, thanh kiếm của ánh sáng! Ngươi xinh đẹp và thiêng liêng như vậy, chuôi kiếm vàng được khảm pha lê xanh.\"\n\"Hãy nghĩ đến thiếu nữ bên hồ Daeira, quý phu nhân thuần khiết từng trao ngươi cho thủ lĩnh của kỵ sĩ, để cô ấy có thể thực hiện được vô vàn thành tựu:\"\n\"Cô ấy từng dùng ngươi để chinh phục Peiregord, cô ấy từng dùng ngươi để đánh bại Aisias. Ngay cả những yêu nữ đến từ đất nước xa xôi, cũng không thể chiếm được ngươi.\"\n\"Nguyện cho Chúa Tể Vùng Biển thương xót tất cả! Những kẻ bất nghĩa không xứng đáng có được ngươi, ánh sáng của mặt hồ thiêng liêng và xinh đẹp, bây giờ ta sẽ trả ngươi về đó!\"\nNói xong, kỵ sĩ có đôi mắt màu biển ném thanh kiếm trong tay xuống hồ. Thanh kiếm không chìm mà lại nổi trôi về bờ.\n\"Hỡi Hauteclaire cao quý, thanh kiếm của ánh sáng! Ngươi từng dẹp yên vô số tranh chấp, và đao binh trên mảnh đất này.\"\n\"Một ngày nào đó sẽ có một người cao quý, một người cao quý hơn ta gấp bảy lần, sẽ lại nhặt được ngươi, và lập nên những thành tựu gấp bảy lần ta.\"\n\"Ta và ngươi đã cùng đi qua biết bao ngày tháng! Ôi, đêm dài ơi, bình minh sắp ló dạng, nhưng ta đã vĩnh viễn mất đi vương miện của chính nghĩa.\"\n\"Nguyện cho Chúa Tể Vùng Biển thương xót tất cả! Những kẻ bất nghĩa không xứng đáng có được ngươi, ánh sáng của mặt hồ thiêng liêng và xinh đẹp, bây giờ ta sẽ trả ngươi về đó!\"\nNói xong, kỵ sĩ có đôi mắt màu biển ném thanh kiếm trong tay xuống hồ. Thanh kiếm chìm xuống và biến mất,\nSau đó, cô ấy rời đi cùng những tinh linh bên cạnh. Từ đó cũng không còn ai nhìn thấy bóng dáng của cô ấy nữa."
          }
        ]
      }
    ]
  }
}