{
  "epId": 4691,
  "name": "Truyện Cổ Tích Ngỗng Cánh Tuyết",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Truyện cổ tích thịnh hành ở Fontaine. Phần bìa tinh xảo từng khiến rất nhiều đứa trẻ tưởng lầm rằng cuốn truyện này thực sự được viết bởi Phu Nhân Ngỗng Cánh Tuyết hiền từ trong truyền thuyết.</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/01/4f31dedb586090a194478c5f7039311a_2730062825684412359.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1703573412,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Truyện Cổ Tích Ngỗng Cánh Tuyết"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Đạo Cụ Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4679,
            "name": "Truyện Cổ Tích Ngỗng Cánh Tuyết I",
            "desc": "<p>Truyện cổ tích thịnh hành ở Fontaine. Phần bìa tinh xảo từng khiến rất nhiều đứa trẻ tưởng lầm rằng cuốn truyện này thực sự được viết bởi Phu Nhân Ngỗng Cánh Tuyết hiền từ trong truyền thuyết.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/c6f40a4ae8c7130ccc8905ed4181ebc3_861559033217003230.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4680,
            "name": "Truyện Cổ Tích Ngỗng Cánh Tuyết II",
            "desc": "<p>Truyện cổ tích thịnh hành ở Fontaine. Phần bìa tinh xảo từng khiến rất nhiều đứa trẻ tưởng lầm rằng cuốn truyện này thực sự được viết bởi Phu Nhân Ngỗng Cánh Tuyết hiền từ trong truyền thuyết.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/c6f40a4ae8c7130ccc8905ed4181ebc3_3780738663649715518.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4681,
            "name": "Truyện Cổ Tích Ngỗng Cánh Tuyết III",
            "desc": "<p>Truyện cổ tích thịnh hành ở Fontaine. Phần bìa tinh xảo từng khiến rất nhiều đứa trẻ tưởng lầm rằng cuốn truyện này thực sự được viết bởi Phu Nhân Ngỗng Cánh Tuyết hiền từ trong truyền thuyết.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/c6f40a4ae8c7130ccc8905ed4181ebc3_718855497236103790.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Truyện Cổ Tích Ngỗng Cánh Tuyết I",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Chim Cánh Cụt Pers</color>\n<color=#ffffffa6>Tương truyền ở phía nam xa xôi có một biển băng, và chim cánh cụt sinh sống ở đó.</color>\n<color=#ffffffa6>Chim cánh cụt là một nhóm các quý ông và quý bà mập mạp, mặc bộ lễ phục đuôi tôm màu đen trên thân hình trắng ngần tròn trịa. Dù chúng bước đi loạng choạng trên cạn và không thể bay, nhưng một khi chúng cúi xuống và dùng cái bụng tròn trịa làm ván trượt để trượt trên băng và nhảy xuống biển, chúng sẽ trở thành những tay bơi lội điêu luyện. Đôi cánh dày bù đắp cho thân hình giọt nước, giúp chúng không bị cản trở khi bơi dưới biển.</color>\n<color=#ffffffa6>Rất nhiều trẻ em đều biết những điều thông thường này về chim cánh cụt, và rất nhiều trẻ em yêu thích chim cánh cụt có thể kể vanh vách về chúng.</color>\n<color=#ffffffa6>Nhưng điều mà bọn trẻ không biết là tất cả chim cánh cụt trên thế giới đều đến từ bên ngoài bầu trời bí hiểm. Những chiếc vây thịt phát triển tốt của chúng từng được dùng để lướt giữa các vì sao trong vũ trụ. Các nhóm chim cánh cụt tạo thành một đội bay khổng lồ và cơ thể mịn màng của chúng từng phản chiếu ánh sáng của các ngôi sao. Từ những ngôi sao khổng lồ màu đỏ trẻ tuổi cho đến những ngôi sao thấp bé màu trắng xanh đang hấp hối, cho dù là cánh tay xoắn ốc của chòm sao Thợ Săn, hay là Cổng Tannhauser rực rỡ... Chim cánh cụt luôn ghi nhớ từng chuyến đi, từng chuyến thám hiểm mà chúng thực hiện.</color>\n<color=#ffffffa6>Sau này, có thể ở những ngôi sao xa xôi xảy ra tai họa, hoặc có thể chỉ là gia đình cãi vã... Một số gia đình thoát khỏi đàn chim cánh cụt bay qua bầu trời đầy sao và rơi xuống biển băng phía nam lục địa Teyvat. Thế là chúng trở thành những chú chim cánh cụt đầu tiên trên trái đất này. Chim cánh cụt thời đó không biết bay cũng không biết bơi. Vì rơi xuống đất nên chúng mất khả năng bay trong không khí tù đọng chứ đừng nói đến việc bơi trong nước. Cho đến khi chú chim cánh cụt huyền thoại trẻ tuổi Pers, vận động viên bơi lội chim cánh cụt đầu tiên ra đời.</color>\n<color=#ffffffa6>Giống như bao chú chim cánh cụt trẻ tuổi, nhìn bầu trời đêm với những vì sao lấp lánh và bầu trời trong xanh, Pers cũng từng nghĩ: \"Thật tuyệt biết bao nếu mình có thể tự do bay lên bầu trời như tổ tiên mình đã làm!\"</color>\n<color=#ffffffa6>Vì vậy, Pers quyết định học theo loài chim cách bay lên bầu trời một lần nữa.</color>\n<color=#ffffffa6>Chim cánh cụt Pers tìm thấy một con cốc biển có chiếc đầu lớn nhất, cốc biển nói: \"Haha, dễ thôi! Đưa cho ta ba mươi con cá biển, ta sẽ nói cho ngươi biết!\"</color>\n<color=#ffffffa6>Thế là Pers mất năm mươi đêm để nhặt ba trăm chiếc vỏ sò trên bãi biển đầy ánh trăng và đổi ba mươi con cá từ cá voi khổng lồ dưới biển.</color>\n<color=#ffffffa6>Ngày hôm sau, cốc biển nuốt chửng ba mươi con cá và đắc ý bay đi, để lại câu nói thế này: \"Bí quyết để bay là trở nên nhẹ hơn, tại sao không bắt đầu bằng việc giảm cân!\"</color>\n<color=#ffffffa6>Bản thân việc giảm cân không khó. Nhưng nếu chim cánh cụt mất đi lớp mỡ dày thì làm sao có thể gọi là chim cánh cụt? Pers lắc đầu.</color>\n<color=#ffffffa6>Những đứa trẻ đều biết, từ đó về sau, cốc biển bị những nhà thông thái gọi là \"chim ăn cướp\" vì tính kiêu ngạo và tham lam của nó.</color>\n<color=#ffffffa6>Chim cánh cụt Pers nhờ hải âu giúp đỡ, nhưng chỉ nhận được những câu trả lời ồn ào, kết quả vẫn không nhất quán, thay vào đó, đàn hải âu bắt đầu cãi nhau một cách hỗn loạn, kết quả là một số con tức giận đến mức ngừng bay và biến thành cá nóc. Tất nhiên, đó là một câu chuyện khác...</color>\n<color=#ffffffa6>Pers lại đi tìm hải yến giúp đỡ, nhưng hải yến kiêu ngạo chỉ có thể dạy nó những kỹ năng mà nó không thể thực hành và không thèm dạy nó những khóa học cơ bản nhất. Bởi vì những quý tộc bay này từ lâu đã nhìn ra: \"Ngay cả lướt cũng không thể thì làm sao có thể nhảy múa trong cơn bão?\"</color>\n<color=#ffffffa6>Thế là, Pers buồn bã lại quay về bãi biển. Nhìn mặt biển tĩnh lặng trong đêm, Pers lần đầu tiên phát hiện ra những đợt sóng rải rác trong hình ảnh phản chiếu giống như những ngôi sao ở quê hương. Thế là nó không chút do dự nhảy xuống biển sâu vô tận...</color>\n<color=#ffffffa6>Cứ như thế, sau một thời gian ngắn bối rối, chim cánh cụt Pers đã nhanh chóng học được cách bay trên biển. Dù lướt nhanh hay cua gấp, những chiếc vây dày và thân hình tròn trịa đều được sinh ra để làm điều này!</color>\n<color=#ffffffa6>Cứ như thế, chim cánh cụt Pers đã trở thành chú chim cánh cụt đầu tiên biết bơi. Sau đó, nhiều chú chim cánh cụt lấy hết can đảm nhảy xuống biển, khám phá, kiếm ăn và vui chơi giữa các vì sao phát sáng giống như tổ tiên của chúng.</color>\n<color=#ffffffa6>Sau chim cánh cụt Pers, những chú chim cánh cụt khác đã quen với cuộc sống dưới biển, nhưng lại dần quên đi ký ức về bầu trời đầy sao và không thể quay trở lại không gian sâu thẳm và vô tận ngay cả trong giấc mơ. Thế là, gia đình chim cánh cụt mãi mãi bị ràng buộc giữa đất liền và đại dương.</color>"
          }
        ]
      },
      {
        "title": "Truyện Cổ Tích Ngỗng Cánh Tuyết II",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Công Chúa Marcotte</color>\n<color=#ffffffa6>Ở quá khứ không xa, cây cỏ và muông thú đều có vương quốc riêng.</color>\n<color=#ffffffa6>Ở vương quốc Marcotte, có một nàng công chúa với mái tóc dài màu hồng. Truyền thuyết kể rằng nàng sinh ra trong một cái càng cua, nhưng nàng chưa bao giờ cắm bộ rễ mềm mại ở bất cứ đâu, và luôn là một hạt giống cứng.</color>\n<color=#ffffffa6>\"Con gái yêu quý nhất của ta, bảo bối yêu quý nhất của ta. Tại sao con không chọn một cuộc sống yên ổn cao quý mà trì hoãn việc lựa chọn con đường trưởng thành?\" Vua cha Marcotte lo lắng hỏi.</color>\n<color=#ffffffa6>\"Cha, cha, xin đừng tức giận hay lo lắng! Con sinh ra trong càng cua, càng cua như kỳ hạm của con, vận mệnh của con không phải cắm rễ vào mảnh đất tầm thường và lớn lên thành một đóa hoa cầu kỳ mong manh mà là chinh phục biển cả, hướng tới lục địa mới lý tưởng!\"</color>\n<color=#ffffffa6>Vua cha bị lời nói của công chúa làm cho sửng sốt, dù sao bản thân ông cũng chỉ là một bông hoa mềm yếu. Hôm nay công chúa không hài lòng với mảnh đất màu mỡ và mềm mại của trái đất, ngày mai nếu muốn làm một vòng hoa sang trọng hơn cả cha, thế thì sao được?</color>\n<color=#ffffffa6>Sở dĩ vua cha nghĩ như vậy là vì ông ấy chỉ là một đóa hoa tự ti tầm thường.</color>\n<color=#ffffffa6>Thế là ông nhốt công chúa và càng cua vào sâu trong một chiếc hộp vàng, rồi giấu hộp vàng vào trong chiếc gương trang điểm làm bằng nước trong, sau đó dìm gương trang điểm xuống Hồ Lam Bảo Thạch của vương quốc Sen Pluie. Chỉ có cách làm cho Mẹ Hoa Sen nở nụ cười mới có thể mở chiếc hộp vàng đó ra, để nhà giam này nổi lên mặt nước từng tầng từng tầng một... Nhưng không ai biết, Sen Pluie từ lâu đã quen với việc khóc thương rồi.</color>\n<color=#ffffffa6>\"Vậy là mọi thứ đã hoàn tất,\" vua cha nghĩ, \"như vậy vương miện của ta sẽ không cần phải lo lắng nữa, chỉ cần đợi thật lâu, đợi cho đến khi cô con gái yêu dấu của ta phủ đầy khe núi, đợi con bé mất đi khát vọng mạo hiểm vô tận, và phải đối mặt với sự trưởng thành không thể tránh khỏi...\"</color>\n<color=#ffffffa6>\"Đến lúc đó, đứa con gái ngoan của ta cuối cùng cũng sẽ giống ta, tuân theo quy luật của số mệnh và lớn lên khỏe mạnh!\"</color>\n<color=#ffffffa6>Nhưng làm sao việc bị giam cầm lâu ngày có thể khiến nàng công chúa dũng cảm khuất phục? Để mở được hộp vàng, công chúa đã diễn đi diễn lại nhiều trò đùa khác nhau cho đến khi càng cua cười khúc khích và hộp vàng rung lên. Nhưng như vậy vẫn chưa đủ.</color>\n<color=#ffffffa6>Thế là công chúa đã diễn đi diễn lại nhiều vở hài kịch khác nhau, cho đến khi càng cua không thể không nhảy múa cùng những hạt giống... Ha, dù chúng không có tay chân! Cho đến khi chiếc hộp vàng trở thành một sân khấu hài kịch lớn. Nhưng như vậy cũng vẫn chưa đủ.</color>\n<color=#ffffffa6>Thế là, công chúa đã sử dụng những thứ có sẵn tại đó, và tìm ra đủ cách nói đùa từ trong phòng giam nơi mình bị giam, trêu chọc mọi thứ xung quanh, cho đến khi càng cua cùng khóc cùng cười với cô ấy, cho đến khi Sen Pluie hay khóc cũng bị sự vui vẻ của cô thu hút và bất giác cười thành tiếng. Cuối cùng... không thể kiềm chế được sự tò mò của mình, Mẹ Hoa Sen đã cho phép công chúa hạt giống được gặp mình.</color>\n<color=#ffffffa6>Điều bất ngờ là, Mẹ Hoa Sen vừa gặp công chúa đã bật cười. Sau đó, tiếng cười ngày càng lớn, lay động cả cung điện lạnh lẽo, phá tan mặt Hồ Lam Bảo Thạch.</color>\n<color=#ffffffa6>Thế là, công chúa Marcotte đã giành được tự do cho chính mình... Quan trọng hơn là, cô có được khả năng cười trước những đau khổ vô tận và mang lại niềm vui cho người khác.</color>\n<color=#ffffffa6>Cứ như vậy, công chúa Marcotte, người đã vượt qua sóng biển bằng càng cua và không bao giờ bén rễ, giương buồm hướng về vùng đất mộng mơ xa xôi của mình. Từ đó về sau, truyền thuyết về kỳ hạm càng cua đã được lưu truyền trên biển.</color>"
          }
        ]
      },
      {
        "title": "Truyện Cổ Tích Ngỗng Cánh Tuyết III",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Quý Ngài Cáo và Hiến Binh Dây Cót</color>\n<color=#ffffffa6>Ngày xửa ngày xưa, Quý Ngài Cáo và Hiến Binh Dây Cót là đôi bạn thân thiết.</color>\n<color=#ffffffa6>Quý Ngài Cáo là một tên trộm, còn Hiến Binh Dây Cót thì là một hiến binh đúng như tên gọi.</color>\n<color=#ffffffa6>Tất nhiên, đó đã là chuyện từ rất lâu rất lâu rồi, nhưng bây giờ họ vẫn là một đôi bạn thân, dù công việc, chức vụ, địa vị xã hội có thay đổi thì tình bạn của họ cũng sẽ không bao giờ thay đổi.</color>\n<color=#ffffffa6>Từ trước đến nay, trong lòng Hiến Binh Dây Cót luôn có một nỗi lo, tuổi càng cao, máy móc càng cũ, nỗi lo càng ngày càng lớn như một quả bóng bay, càng nặng trĩu như heo con đủ tháng, như cái đuôi lông to ngày càng thưa thớt của Quý Ngài Cáo, khiến người ta khó chịu một cách kỳ lạ.</color>\n<color=#ffffffa6>Hiến Binh Dây Cót tâm sự nỗi buồn phiền với người bạn tốt Quý Ngài Cáo: \"Tôi đã sống quá lâu, chứng kiến và nói lời chia tay quá nhiều người, vô số lần nghe những câu chuyện vui, cũng không ít lần nghe những câu chuyện buồn... Dù có là cỗ máy chạy bằng dây cót, tôi cũng không dễ dàng quên được.\"</color>\n<color=#ffffffa6>Quý Ngài Cáo đương nhiên hiểu được nỗi trăn trở của người bạn già nên đề nghị: \"Nếu sống lâu mà chỉ quên lãng, tê dại thì thà dùng cái chết để chứng minh mình còn sống.\"</color>\n<color=#ffffffa6>\"Nhưng mà, ông bạn già lông xù của tôi,\" Hiến Binh Dây Cót cởi chiếc mũ hợp kim xuống và thở dài, \"trong vụ cướp lớn cách đây đã lâu, chẳng phải anh đã cướp 'cái chết' khỏi bàn trang điểm của Tiểu Thư Cóc sao? Anh đã gây ra một vụ lộn xộn lớn đến mức gần như khiến tất cả sinh vật sống trên thế giới quên đi cái chết.\"</color>\n<color=#ffffffa6>Chúng ta đều biết, người đại diện của cái chết là Tiểu Thư Cóc, cô là nữ hoàng của mọi sinh vật xấu xí, lạnh lùng và khó ưa nhưng đồng thời cũng là người nắm giữ viên ngọc đẹp và thờ ơ nhất, đó là \"cái chết\".</color>\n<color=#ffffffa6>\"Haiz, lúc đó tôi còn trẻ, tôi điên cuồng theo đuổi Tiểu Thư Sói, chỉ muốn dành tặng những món trang sức quý giá đấu giá được cho cô ấy...\"</color>\n<color=#ffffffa6>\"Sau đó thì sao?\"</color>\n<color=#ffffffa6>\"Tôi đã thành công, cô ấy đã chết.\"</color>\n<color=#ffffffa6>\"Cái chết\" tuột khỏi tay Tiểu Thư Sói, rơi xuống đất vỡ tan thành từng mảnh, các mảnh vỡ tan vào lòng đất và biến mất. Thế là, mọi người trên trái đất đều trở lại cái chết bình thường, những người đáng chết đều phải chết, nhưng Quý Ngài Cáo lại không may bị lỡ cuộc hành quyết của chính mình và sống sót.</color>\n<color=#ffffffa6>\"Nếu cái chết vẫn còn tồn tại trên thế giới này, vậy thì chúng ta hãy đi khắp thế giới để tìm kiếm nó!\" Thế là, Quý Ngài Cáo nắm lấy bàn tay robot lạnh lẽo của bạn mình, rời khỏi quê nhà và đi khắp mọi nơi để tìm cái chết.</color>\n<color=#ffffffa6>Họ cứ đi và đi, cho đến khi bộ lông đỏ xinh đẹp của Quý Ngài Cáo chuyển sang màu trắng, và khi huy hiệu hiến binh kiêu hãnh của Hiến Binh Dây Cót rỉ sét, cuối cùng họ cũng đến được quê hương của Tiểu Thư Cóc.</color>\n<color=#ffffffa6>\"Tiểu Thư Cóc, Tiểu Thư Cóc.\" Hiến Binh Dây Cót gõ cửa.</color>\n<color=#ffffffa6>Tiểu Thư Cóc từ từ mở cửa và chìa một bàn tay đầy sẹo và ghẻ lở ra.</color>\n<color=#ffffffa6>\"Tiểu Thư Cóc xinh đẹp, chúng tôi vô cùng xin lỗi vì đã mạo phạm lần nữa, nhưng bạn thân của tôi đang rất đau đớn và chỉ có cô mới có thể chữa trị cho cậu ấy.\" Quý Ngài Cáo cởi mũ, khiêm tốn nói.</color>\n<color=#ffffffa6>\"Tất nhiên Tiểu Thư Cóc biết mình xinh đẹp nhường nào,\" một giọng nói khàn khàn phát ra từ ngôi nhà xiêu vẹo, \"bạn của ngươi không thể tự tìm đến cái chết được.\"</color>\n<color=#ffffffa6>\"Sinh mạng không phải trà, cái chết cũng không phải đường. Nước suối trong lành mãi mãi không thể phân biệt được, nhưng với trái tim máy móc và chiếc lưỡi máy móc của ngươi, và đã nếm đi nếm lại hương vị của chúng...\" Cô Cóc mở tấm khăn liệm chạm khắc, lộ ra viên bảo thạch lạnh lẽo của \"cái chết\", đưa tay ra mời Hiến Binh Dây Cót. \"Nào, Hiến Binh trẻ tuổi, đến đây nào, con trai... Ai cũng sẽ trải qua thử thách nhưng đừng dễ dàng khuất phục, đứa trẻ mạnh mẽ...\"</color>\n<color=#ffffffa6>\"Lũ giòi của ta không thể ăn thịt ngươi, rêu của ta không thể bám vào ngươi. Dù đối phương là tuổi tác hay trách nhiệm, nỗi buồn hay sự chán nản... cũng đừng dễ dàng nhượng bộ, con trai của ta.\"</color>\n<color=#ffffffa6>Nói rồi, Tiểu Thư Cóc nhẹ nhàng đặt bàn tay robot của anh ta lên viên ngọc của \"cái chết\", để anh ta nhìn thấy cái kết của chính mình rất lâu sau đó...</color>\n<color=#ffffffa6>Sau vô số năm rửa tội, Hiến Binh Dây Cót tàn tạ bị ném vào lửa của xưởng tiêu hủy, nấu chảy cùng với thép phế thải tích tụ hàng chục triệu năm, biến thành một biển kim loại khổng lồ không thể phân biệt được. Những suy nghĩ và cảm xúc tê liệt đều đã được tan chảy, thăng hoa và hòa nhập, trở thành cuộc sống mới. Đó là nơi quy tụ chói lọi chỉ thuộc về sinh mệnh kim loại, so với nó, ngay cả hào quang của \"cái chết\" cũng trở nên tầm thường.</color>\n<color=#ffffffa6>Thế là, Hiến Binh Dây Cót sau khi nhìn thấy tương lai đã thản nhiên từ bỏ cái chết. Và người bạn thân Quý Ngài Cáo cũng lén lút rút tay lại, từ bỏ ý định trộm cắp... \"Sinh mạng không phải trà, cái chết cũng không phải đường. Còn có bạn bè cùng uống đắng cay, sao tôi lại phải nóng lòng tham lam muốn có được những viên ngọc không thuộc về thế giới này?\"</color>\n<color=#ffffffa6>Sau này bọn trẻ đều biết, Quý Ngài Cáo và Hiến Binh Dây Cót đã sống rất lâu rất lâu, cho đến khi thế giới nhỏ bé của họ trở nên hoang tàn, cho đến khi mặt trời tắt lụi, mặt trăng rơi xuống... Sau đó, câu chuyện của họ vẫn tiếp tục được lan truyền khắp nơi trên thế giới.</color>"
          }
        ]
      }
    ]
  }
}