{
  "epId": 4692,
  "name": "Sự Sụp Đổ Của Thành Cổ Phai Nhạt",
  "desc": "<p>Thơ ca không biết do ai sáng tác. Trong cách hành văn có chút quỷ dị và quái gở.</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/535398cb0ba01203eb959d029eb28342_4654503092941623661.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1703573447,
  "components": {
    "body": [
      {
        "title": "Sự Sụp Đổ Của Thành Cổ Phai Nhạt I",
        "desc": [
          {
            "type": "RichText",
            "text": "Trong giấc mơ, tôi từng thấy một con thuyền màu đen,\nXuyên qua màn đêm sâu thẳm và sương biển u ám.\nThân thuyền đã mục nát từ lâu, cột buồm trông như bị vỡ thành nhiều mảnh,\nThế nhưng, nó dường như đang cố tình chế nhạo lý trí của con người,\nTất cả những bộ phận bị hỏng này đều bằng một hình thức quái dị và biến dạng nào đó,\nTầng tầng lớp lớp tảo biển và vật chất sinh vật bao quanh thân thuyền để kết nối chúng lại với nhau,\nKéo ra hình ảnh phản chiếu khủng khiếp đáng sợ dưới ánh trăng,\nKhiến người ta không khỏi rơi vào nỗi sợ hãi không thể nào thoát khỏi.\nCư như chỉ cần nhìn đi chỗ khác một chút,\nNó sẽ xuất hiện ngay trước mặt bạn trong giây tiếp theo.\nMột dáng người cao gầy đứng trên boong thuyền,\nToàn thân khoác một chiếc áo choàng đen, khuôn mặt mờ mờ không nhìn rõ.\nChỉ có đôi mắt đó, chỉ đôi mắt lạnh lùng đó,\nChỉ cần liếc một cái là nó dường như đã khắc sâu vào tâm trí bạn.\nVậy rốt cuộc đó là quái vật đến từ biển sâu,\nHay chủ nhân của một thế giới cổ đại nào đó,\nHoặc có thể đó là bản thân của cơn ác mộng."
          }
        ]
      },
      {
        "title": "Sự Sụp Đổ Của Thành Cổ Phai Nhạt II",
        "desc": [
          {
            "type": "RichText",
            "text": "Bên cạnh hồ nước trong lành nhất thế giới,\nTừng có một tòa lâu đài nguy nga lộng lẫy.\nVàng và bảo thạch được trang trí ở khắp các bức tường bên ngoài lâu đài,\nRực rỡ chói lòa dưới ánh nắng ban chiều.\nNhững lá cờ đầy màu sắc xinh đẹp đang tung bay trên cổng thành,\nNgọn tháp hùng vĩ vươn cao chọc trời.\nNhững vị khách từ phương xa đến, xuyên qua khung cửa sổ được trang trí bằng pha lê sắc màu,\nMỗi một nơi đi qua đều có thể thấy những khung cảnh hoàn toàn khác biệt và mới lạ.\nBắt mắt nhất là những tác phẩm điêu khắc rải rác khắp nơi,\nTuy hình thù kỳ dị, nhưng trông sống động như thật.\nĐại sảnh của trung tâm lâu đài là một sân khấu dát vàng lộng lẫy,\nCác nhạc sư thâu đêm suốt sáng diễn tấu cho chủ nhân của tòa lâu đài.\nKhi tiếng nhạc du dương vang lên, những chú ong vàng cũng sẽ bay lượn quanh sân khấu,\nCất bước khiêu vũ theo giai điệu hài hòa, dường như cả thế giới đều phải say đắm vì nó.\nDường như có một nguồn thức ăn và rượu ngon vô tận trong lâu đài để mọi người tha hồ thưởng thức,\nBất kể đến từ đâu hay xuất thân như thế nào, khách mời đều có thể vui chơi thỏa thích.\nVậy mà tất cả những điều này vẫn khó có thể xoa dịu nỗi sợ hãi trong lòng chủ nhân,\nCũng không thể mang lại một giây phút bình yên nào cho tâm hồn đầy bất an của ông.\nMỗi lúc nửa đêm, khi chiếc đồng hồ lớn trên tháp đổ chuông,\nÔng sẽ luôn rơi vào trạng thái lo lắng và bất an không thể nào kiểm soát,\nNỗi sợ hãi và u uất khó diễn đạt bằng lời đã bao trùm lấy ông.\nBóng ma mặc áo choàng đen sẽ đến đòi lại món nợ ấy,\nĐến lúc đó, mọi thứ trước mắt đều sẽ hóa thành cát bụi,\nCùng với linh hồn của chủ nhân và tất cả khách mời,\nNhư một món quà dâng hiến cho thế giới cổ xưa trong bóng tối đó."
          }
        ]
      },
      {
        "title": "Sự Sụp Đổ Của Thành Cổ Phai Nhạt III",
        "desc": [
          {
            "type": "RichText",
            "text": "Lúc đầu, nó chỉ là hình ảnh phản chiếu của những tấm rèm bị gió thổi bay trên tường,\nVà tiếng động vật gặm nhấm cùng tiếng nghiến răng không biết phát ra từ đâu.\nTiếp theo đó là những tràng cười khàn đặc và quái dị vang lên trong căn phòng trống,\nĐó là nỗi sợ hãi và cơn ác mộng khó tả lan tỏa trong đêm tối.\nCuối cùng, với sấm sét kinh hoàng và bão tố,\nMột lớp sương mù với ánh đỏ nhàn nhạt,\nNhư một tấm vải liệm bao bọc lấy toàn bộ lâu đài.\nTrên sân khấu ở giữa lâu đài, một bóng đen cao gầy hiện ra,\nHồn ma mặc áo choàng đen cuối cùng cũng đã đến tìm.\nNhững người vừa mới đây còn cười đùa vui vẻ,\nChẳng mấy chốc đã nối tiếp nhau ngã xuống,\nThậm chí không kịp thốt ra một tiếng kêu.\nChủ nhân run rẩy ngồi trên ngai vàng,\nLinh hồn ông cũng đã bị bóng tối cướp đi.\nCùng với tiếng sụp đổ của gạch đá,\nLâu đài đã mất đi hào quang của ngày xưa,\nBị nuốt chửng bởi dòng nước lấp lánh.\nVầng trăng máu vốn bị tòa tháp che khuất nay lại xuất hiện trên bầu trời,\nLại dùng ánh sáng đỏ thẫm đầy xui rủi ấy để chiếu rọi khắp mặt đất.\nGiờ đây, trong hồ nước tinh khiết nhất trên thế giới,\nĐã in bóng một lâu đài nhuốm màu đổ nát.\nNhững cung điện sắc vàng và những bữa tiệc xa hoa,\nCứ như thể chỉ là giấc mơ hão huyền và truyền thuyết xa xưa.\nDi tích toát ra sự suy tàn đến ngột ngạt và sự u ám khó xua tan.\nQua những ô cửa sổ vỡ vụn và u ám, những bức tượng trông như quái vật đang lướt qua,\nCùng với những giai điệu không hài hòa, cứ chìm dần cho đến khi rơi xuống biển sâu.\nVà nơi đó, ngoài bóng tối, cái chết và những khúc nhạc buồn ra thì không còn thứ gì khác."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Sự Sụp Đổ Của Thành Cổ Phai Nhạt"
          }
        ]
      },
      {
        "key": "Loại\n",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Đạo Cụ Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4682,
            "name": "Sự Sụp Đổ Của Thành Cổ Phai Nhạt I",
            "desc": "<p>Thơ ca không biết do ai sáng tác. Trong cách hành văn có chút quỷ dị và quái gở.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/44749939/230c8f48a7a056bc2ce55889f0f141e9_6445707213070413090.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4683,
            "name": "Sự Sụp Đổ Của Thành Cổ Phai Nhạt II",
            "desc": "<p>Thơ ca không biết do ai sáng tác. Trong cách hành văn có chút quỷ dị và quái gở.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/44749939/230c8f48a7a056bc2ce55889f0f141e9_1331191398432444388.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4684,
            "name": "Sự Sụp Đổ Của Thành Cổ Phai Nhạt III",
            "desc": "<p>Thơ ca không biết do ai sáng tác. Trong cách hành văn có chút quỷ dị và quái gở.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/44749939/230c8f48a7a056bc2ce55889f0f141e9_284721377132388321.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}