{
  "epId": 47,
  "name": "Albedo",
  "desc": "Người đứng đầu trong các Giả Kim Thuật Sĩ kiêm đội trưởng tiểu đội điều tra của Đội Kỵ Sĩ Tây Phong, được gọi là thiên tài \"Kreideprinz\".",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
  "headerImgUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/阿贝多/avatar.png",
  "filterValues": {
    "characterRarity": 5,
    "characterProperty": "Tăng ST Nguyên Tố Nham",
    "characterRegion": "Thành Mondstadt",
    "characterVision": "Nham",
    "characterWeapon": "Kiếm Đơn"
  },
  "menuId": 2,
  "menuName": "Thư Viện Nhân Vật",
  "version": 1729244851,
  "components": {
    "voice": [
      {
        "title": "Lần đầu gặp mặt...",
        "desc": "Tôi là Albedo, người đứng đầu trong các Giả Kim Thuật Sĩ của Đội Kỵ Sĩ Tây Phong. Tôi rất hứng thú với hơi thở của các vì sao trên người bạn, muốn được đến gần quan sát nghiên cứu. Tin là sau này chúng ta sẽ có nhiều cơ hội ở riêng bên nhau."
      },
      {
        "title": "Nói chuyện phiếm - Tả thực",
        "desc": "Phong cảnh tuyệt đẹp, nhân lúc nghỉ ngơi hãy vẽ lại cảnh này."
      },
      {
        "title": "Nói chuyện phiếm - Nghiên cứu",
        "desc": "\"Chân tướng của thế giới\"... rốt cuộc là gì?"
      },
      {
        "title": "Nói chuyện phiếm - Nhớ chuyện xưa",
        "desc": "Dùng đôi chân đo đất, biến điều \"chưa biết\" thành tri thức... Thật sự rất nhớ cảm giác này!"
      },
      {
        "title": "Khi trời mưa...",
        "desc": "Đất đai ẩm ướt, thích hợp thu thập rễ Dưa Nổ. Cứ để tôi làm là được, không sao đâu."
      },
      {
        "title": "Khi tuyết rơi...",
        "desc": "Sư phụ..."
      },
      {
        "title": "Ánh nắng thật chan hòa...",
        "desc": "Ánh sáng vừa đủ, sinh vật rất sôi động, ừm, thật thích hợp để vẽ tranh."
      },
      {
        "title": "Chào buổi sáng...",
        "desc": "Chào buổi sáng, chuẩn bị ra ngoài tìm di tích cổ đại sao?"
      },
      {
        "title": "Chào buổi trưa...",
        "desc": "Chào buổi trưa, tôi đã nghe thấy tiếng chân của bạn rồi, bên ngoài xưởng thật là náo nhiệt."
      },
      {
        "title": "Chào buổi tối...",
        "desc": "Bên ngoài yên tĩnh lại rồi, phù."
      },
      {
        "title": "Chúc ngủ ngon...",
        "desc": "Chào buổi tối, bạn đi nghỉ ngơi trước đi, tôi còn phải làm cuộc thí nghiệm cuối cùng nữa. Nếu bạn có hứng thú thì ngày mai chúng ta cùng nhau xem kết quả vậy."
      },
      {
        "title": "Về bản thân Albedo - Thiên tài",
        "desc": "Thiên tài?...Cũng có nhiều người gọi tôi như vậy. Thực ra, tôi không nghĩ là vậy."
      },
      {
        "title": "Về bản thân Albedo - Giao thiệp",
        "desc": "Giao tiếp với người khác... thật phiền phức. Một khi đã bắt đầu thì phải luôn duy trì. Nếu như ngừng giữa chừng thì lại phải tốn thời gian để khôi phục lại."
      },
      {
        "title": "Về chúng tôi - Thực nghiệm",
        "desc": "Bạn... chuẩn bị làm thí nghiệm chung với tôi đúng không? Thật vinh hạnh.<br/>À, đừng căng thẳng, thí nghiệm này tuy nguy hiểm nhưng không làm hại ai đâu."
      },
      {
        "title": "Về chúng tôi - Trợ thủ",
        "desc": "Phiền bạn làm trợ thủ cho tôi được không? Bạn đứng bên cạnh nhiều lần như vậy hẳn là đã nhìn quen rồi nhỉ. Yên tâm, có tôi ở bên cạnh, cho dù bạn lần đầu thao tác thì cũng không có vấn đề gì đâu. Tôi tin vào khả năng hướng dẫn của tôi và năng lực của bạn."
      },
      {
        "title": "Về Vision...",
        "desc": "\"Vision\"? Cũng chỉ là dụng cụ dùng để thí nghiệm thôi, không khác mấy với cốc chịu nóng, nồi nấu quặng. Thứ duy nhất khiến tôi hứng thú là nguyên lý của nó... Rồi cũng có ngày tôi sẽ nghiên cứu ra, đây chỉ là vấn đề thời gian."
      },
      {
        "title": "Có gì muốn chia sẻ không...",
        "desc": "Tôi luôn có một chuyện khó nói, vì sợ nếu nói ra mà bạn từ chối thì tôi sẽ rất buồn...<br/>Hừm... tôi rất có hứng thú với thứ bay bay bên cạnh bạn, có thể cho tôi nghiên cứu một chút được không?"
      },
      {
        "title": "Những kiến thức thú vị...",
        "desc": "Muốn biết thêm về Cổ Thụ Hóa Thạch sao? Ừm... những thứ bạn quan sát được trong bí cảnh gần đây, thực sự không phải cổ xưa gì. Cây trưởng thành hơn một chút, thường sẽ cao đến hai ba km; Trong rễ của cây, thường có một loài nhện lớn. Dùng Dành Dành Đất và cây sả bó loài nhện đó lại, quét lên Bạch Đậu Khấu, hun khói mấy tiếng, mùi hương đó, thật sự khiến tôi... khó quên."
      },
      {
        "title": "Về người thân...",
        "desc": "Người thân sao? Tuy Alice luôn hy vọng tôi gọi bà là mẹ... ưm, nhưng trong lòng tôi, nói tới người thân thì người đầu tiên tôi nghĩ đến là sư phụ. Từ khi hiểu chuyện tôi đã cùng người thám hiểm, người đã dạy tôi thuật giả kim và vô số tri thức trên đời. Có lẽ... \"người thân\" hoặc \"sư phụ\", hai từ này không đủ để nói lên ý nghĩa của sư phụ đối với tôi."
      },
      {
        "title": "Về Sucrose - Phương hướng",
        "desc": "Sucrose sao? Tôi có thể đại khái hiểu được lý do cô ấy tập trung nghiên cứu \"giả kim sinh vật\"... Dù gì thì, thấy việc nghiên cứu của cô ấy ngày càng thuận lợi, tôi cũng mừng cho cô ấy."
      },
      {
        "title": "Về Sucrose - Kiên trì",
        "desc": "Tuy việc hợp tác về mặt học thuật rất vui vẻ, nhưng ngoài phần này ra, thì Sucrose cũng có những sự kiên trì riêng của mình. Chẳng hạn như khi tôi nói với cô ấy chúng tôi ngang hàng, cứ gọi tôi là Albedo là được, nhưng cô ấy vẫn khăng khăng dùng cách xưng hô tôn kính...Chỉ đành tùy theo ý cô ấy vậy."
      },
      {
        "title": "Về Lisa...",
        "desc": "Lisa? Thảo luận với cô ấy sẽ luôn nhận được nhiều quan điểm giá trị. Có tài là vậy mà lại bằng lòng với chức quản lý thư viện, có thể nguyên nhân đằng sau đó cũng lớn như tài năng của cô ấy vậy."
      },
      {
        "title": "Về Klee...",
        "desc": "Tôi thực sự xem Klee như em gái vậy, cho nên mỗi khi đứa em này gây chuyện, tôi chỉ có thể tự an ủi rằng, ít ra sức phá hoại này của nó vẫn chưa bằng một góc của dì Alice."
      },
      {
        "title": "Về Jean...",
        "desc": "Jean sao? Cô ấy là một đội trưởng đại diện chính trực, thậm chí có thể nói là đáng tin cậy hơn cả đội trưởng đại nhân. Có thể mọi người đều đang kỳ vọng ngày cô ấy sẽ trở thành đội trưởng chính thức."
      },
      {
        "title": "Về Xingqiu...",
        "desc": "Xingqiu sao? Tiểu thuyết mà anh ta viết rất thú vị. Nhà xuất bản Yae của Inazuma luôn nói bóng gió rằng muốn tôi hợp tác với tác giả khác, bảo như vậy thì tiền nhuận bút sẽ cao hơn chút. Hứ, tôi thiếu tiền đến vậy sao?"
      },
      {
        "title": "Về Barbara...",
        "desc": "Barbara sao? Cô ấy là một mục sư giỏi, nói ra thì trước đây tôi có vẽ chân dung của cô ấy... Bạn hỏi bức tranh đang ở đâu sao? Hừm... tôi đã từ chối bán cho Albert và chuyển trực tiếp cho Đội Trưởng Đại Diện rồi. Chuyện xã giao... đúng là tốn công sức."
      },
      {
        "title": "Muốn tìm hiểu Albedo - Điều thứ 1",
        "desc": "Có chuyện muốn hỏi tôi sao? Cứ nói đi nào. À, mạo muội hỏi một câu, có tốn thời gian không vậy? Tại việc nghiên cứu của tôi đang trong giai đoạn nước rút rồi."
      },
      {
        "title": "Muốn tìm hiểu Albedo - Điều thứ 2",
        "desc": "Nhân tiện, bạn có biết rằng nếu không có sự can thiệp của con người, thì bạn sẽ cần phải dập tắt một mặt trời có kích thước gấp tám lần mới có thể tạo ra Gold (Hoàng Kim) một cách tự nhiên."
      },
      {
        "title": "Muốn tìm hiểu Albedo - Điều thứ 3",
        "desc": "Việc vẽ nhân vật có tốn thời gian hay không chủ yếu liên quan đến tâm trạng. Đôi khi Huffman tôi cũng phải vẽ cả buổi trời, đôi khi Kaeya chỉ cần ba nét: Vòng tròn này là khuôn mặt, đây là dây của bịt mắt... đây là bịt mắt."
      },
      {
        "title": "Muốn tìm hiểu Albedo - Điều thứ 4",
        "desc": "Cuộc sống ngoài hội họa và nghiên cứu ra... Thỉnh thoảng tôi hay đọc tiểu thuyết của Inazuma và Liyue, sẽ có được nhiều ý tưởng thú vị và đôi khi còn có được nguồn cảm hứng sáng tạo bất ngờ."
      },
      {
        "title": "Muốn tìm hiểu Albedo - Điều thứ 5",
        "desc": "Cho đến bây giờ, \"Thuật Đất Đen\" mà sư phụ truyền thụ cho tôi vẫn còn đầy bí ẩn, rốt cuộc sư phụ muốn dùng kỹ thuật này để chế tạo ra cái gì chứ?... Thời gian nghiên cứu còn rất lâu mới kết thúc, đành phải phiền bạn cùng tôi tiếp tục khám phá rồi."
      },
      {
        "title": "Sở thích của Albedo...",
        "desc": "Ừm... ngoài nghiên cứu ra thì thứ tôi sẵn sàng dành thời gian ra để làm là vẽ tranh. Lúc đầu chỉ là tìm hiểu cấu tạo của vật thể và nguyên liệu, để tiện cho việc phát triển nghiên cứu, nhưng về sau nó trở thành sở thích. Ừm, đó cũng là một cách thư giãn rất tốt."
      },
      {
        "title": "Ưu phiền của Albedo...",
        "desc": "Thời gian thật sự là không đủ, cho dù có dẹp đi phần lớn các chuyện phiền phức thì vẫn cảm thấy không đủ thời gian."
      },
      {
        "title": "Món ăn yêu thích...",
        "desc": "Tôi rất thích bánh ngọt. Nói thế nào nhỉ... Khi cả thể lực và sức lực đều cạn kiệt, những chất có năng lượng cao sẽ hỗ trợ tốt nhất và hiệu quả nhất."
      },
      {
        "title": "Món ăn ghét...",
        "desc": "Món ăn tôi ghét? Những món ăn có quá nhiều thịt trong nhà hàng. Tôi không ăn được nhiều, và sẽ chỉ đối mặt với cái kết \"lãng phí\" hoặc \"mất đi hương vị\". Từ đó tôi không còn đến nhà hàng nữa, mặc dù điều đó cũng có nghĩa là phải dành nhiều thời gian hơn cho việc nấu nướng..."
      },
      {
        "title": "Sinh nhật...",
        "desc": "Chúc mừng sinh nhật. Bạn trông rất vui vẻ, tôi có thể vẽ bạn không? Sức chứa của bộ não có hạn, và con người sẽ không ngừng quên. Nếu được vẽ trên giấy, thì những bức hình này sẽ trở thành một phần mở rộng của trí nhớ, sau này khi nhìn lại những bức hình này, chắc chắn sẽ có thể nhớ lại cảm giác lúc đó."
      },
      {
        "title": "Cảm Giác Đột Phá - Khởi",
        "desc": "\"Đất đen\" là nguồn gốc tên gọi và cũng là trạng thái ban đầu của thuật giả kim. Sống trong thế giới này, chúng ta phải đi tìm ý nghĩa thực sự."
      },
      {
        "title": "Cảm Giác Đột Phá - Thừa",
        "desc": "\"Vôi trắng\", đó là khởi đầu của sự thay đổi. Loại bỏ tạp chất, sẵn sàng chấp nhận mọi kiến thức. Bạn muốn cùng tôi khám phá thế giới chứ?"
      },
      {
        "title": "Cảm Giác Đột Phá - Chuyển",
        "desc": "\"Xích Thành\", ý nghĩa trong thuật giả kim là luyện hóa tình cảm. Màu đỏ của tôi dường như đến từ bạn."
      },
      {
        "title": "Cảm Giác Đột Phá - Hợp",
        "desc": "\"Gold\" (Hoàng Kim), giai đoạn cuối cùng của thuật giả kim. Những thứ không có giá trị cuối cùng cũng tìm được ý nghĩa của chính mình và trở thành Gold. Tôi cũng đã tìm thấy ý nghĩa."
      },
      {
        "title": "Kỹ Năng Nguyên Tố I",
        "desc": "Nở rộ nào."
      },
      {
        "title": "Kỹ Năng Nguyên Tố II",
        "desc": "Chế Tạo Mặt Trời."
      },
      {
        "title": "Kỹ Năng Nguyên Tố III",
        "desc": "Quy luật của tạo hóa."
      },
      {
        "title": "Kỹ Năng Nộ I",
        "desc": "Thời khắc sinh thành."
      },
      {
        "title": "Kỹ Năng Nộ II",
        "desc": "Cảm nhận sức mạnh cổ xưa đi."
      },
      {
        "title": "Kỹ Năng Nộ III",
        "desc": "Chứng kiến sự nghiệp vĩ đại nào!"
      },
      {
        "title": "Mở Rương I",
        "desc": "Kho báu từ đất."
      },
      {
        "title": "Mở Rương II",
        "desc": "Câu chuyện không lời."
      },
      {
        "title": "Mở Rương III",
        "desc": "Tuy không so được với \"Gold\" nhưng cũng có giá."
      },
      {
        "title": "HP Thấp I",
        "desc": "Tính toán sai rồi..."
      },
      {
        "title": "HP Thấp II",
        "desc": "Phải xem xét lại..."
      },
      {
        "title": "HP Thấp III",
        "desc": "Phải thay đổi chiến lược."
      },
      {
        "title": "Ngã Xuống I",
        "desc": "Đất về với đất, cát về với cát..."
      },
      {
        "title": "Ngã Xuống II",
        "desc": "Thí nghiệm thất bại rồi sao?"
      },
      {
        "title": "Ngã Xuống III",
        "desc": "Nghiên cứu của tôi kết thúc rồi..."
      },
      {
        "title": "Chịu Đòn Thường I",
        "desc": "Trong mức quy định..."
      },
      {
        "title": "Bị Trọng Kích I",
        "desc": "Tính sai rồi..."
      },
      {
        "title": "Vào Đội I",
        "desc": "Hiểu rồi!"
      },
      {
        "title": "Vào Đội II",
        "desc": "Chủ đề mở rộng à?"
      },
      {
        "title": "Vào Đội III",
        "desc": "Cùng thám hiểm đi."
      },
      {
        "title": "Nhận Được Quà I",
        "desc": "Hương vị dường như được phản ánh qua màu sắc... Tôi nghĩ đó là màu vàng."
      },
      {
        "title": "Nhận Được Quà II",
        "desc": "{F#Cô}{M#Cậu} có vẻ rất sẵn sàng dành thời gian cho việc nấu ăn, vì vậy mới có thể làm ra hương vị này."
      },
      {
        "title": "Nhận Được Quà III",
        "desc": "Có vẻ hơi nhiều... muốn ăn chung không?"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/阿贝多/avatar_header.jpg"
      },
      {
        "key": "Ảnh Gốc",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/阿贝多/avatar.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Trang Phục Mặc Định - Ánh Sao Le Lói\nPhong cách của Albedo. Đồng phục Gỉa Kim Thuật Sĩ của Đội Kỵ Sĩ Tây Phong mà Albedo thường mặc khi làm thí nghiệm."
          }
        ]
      },
      {
        "key": "Hoạt Cảnh Nhàn Rỗi 1",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/148664880/90f401b21f3c71405046f67710260179_4426647697252954563.gif"
      },
      {
        "key": "Hoạt Cảnh Nhàn Rỗi 2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/148664880/18db08d0feaac64fc2056e349ea32ca1_2799743069673496910.gif"
      },
      {
        "key": "Cung Mệnh",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/148664880/53456dd70d5fff6b72ba3f4b98484f9b_1460234281668090982.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Cung Đứa Con Vôi Trắng</color>"
          }
        ]
      }
    ],
    "map": "https://act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header#/map/2?shown_types=35&center=-179.69,923.87&zoom=0.50",
    "talent": [
      {
        "key": "Tấn Công Thường - Tây Phong Kiếm Thuật - Bạch",
        "title": "Tấn Công Thường - Tây Phong Kiếm Thuật - Bạch",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/阿贝多/battle_talent_0/battle_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Tấn Công Thường</color>\nThực hiện tối đa 5 lần đánh kiếm liên tiếp.\n<color=#ffd780>Trọng Kích</color>\nTiêu hao thể lực nhất định, đánh ra hai kiếm về phía trước trong chớp mắt.\n<color=#ffd780>Tấn Công Khi Đáp</color>\nĐáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất."
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11"
            ]
          },
          {
            "key": "Sát Thương Lần 1",
            "values": [
              "36.7%",
              "39.73%",
              "42.72%",
              "46.99%",
              "49.98%",
              "53.4%",
              "58.1%",
              "62.8%",
              "67.5%",
              "72.62%",
              "78.5%"
            ]
          },
          {
            "key": "Sát Thương Lần 2",
            "values": [
              "36.7%",
              "39.73%",
              "42.72%",
              "46.99%",
              "49.98%",
              "53.4%",
              "58.1%",
              "62.8%",
              "67.5%",
              "72.62%",
              "78.5%"
            ]
          },
          {
            "key": "Sát Thương Lần 3",
            "values": [
              "47.5%",
              "51.3%",
              "55.1%",
              "60.7%",
              "64.5%",
              "68.9%",
              "75%",
              "81.1%",
              "87.2%",
              "93.8%",
              "101.4%"
            ]
          },
          {
            "key": "Sát Thương Lần 4",
            "values": [
              "49.8%",
              "53.8%",
              "57.9%",
              "63.6%",
              "67.7%",
              "72.3%",
              "78.7%",
              "85%",
              "91.4%",
              "98.4%",
              "106.3%"
            ]
          },
          {
            "key": "Sát Thương Lần 5",
            "values": [
              "62.1%",
              "67.1%",
              "72.2%",
              "79.4%",
              "84.5%",
              "90.2%",
              "98.1%",
              "106.1%",
              "114%",
              "122.7%",
              "132.6%"
            ]
          },
          {
            "key": "Sát Thương Trọng Kích",
            "values": [
              "47.3%+60.2%",
              "51.1%+65.1%",
              "55.0%+70.0%",
              "60.5%+77.0%",
              "64.4%+81.9%",
              "68.8%+87.5%",
              "74.8%+95.2%",
              "80.9%+102.9%",
              "86.9%+110.6%",
              "93.5%+119%",
              "101.1%+128.6%"
            ]
          },
          {
            "key": "Thể lực Trọng Kích tiêu hao",
            "values": [
              "20 điểm",
              "20 điểm",
              "20 điểm",
              "20 điểm",
              "20 điểm",
              "20 điểm",
              "20 điểm",
              "20 điểm",
              "20 điểm",
              "20 điểm",
              "20 điểm"
            ]
          },
          {
            "key": "Sát Thương Khi Đáp",
            "values": [
              "63.9%",
              "69.1%",
              "74.4%",
              "81.8%",
              "87%",
              "92.9%",
              "101.1%",
              "109.3%",
              "117.5%",
              "126.4%",
              "135.3%"
            ]
          },
          {
            "key": "ST Khi Rơi Từ Độ Cao Thấp/Cao",
            "values": [
              "128%/160%",
              "138%/183%",
              "149%/186%",
              "164%/204%",
              "174%/217%",
              "174%/217%",
              "186%/232%",
              "219%/273%",
              "235%/293%",
              "253%/316%",
              "271%/338%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 179,
              "name": "Bài Giảng Của \"Thơ Văn\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Linh hồn đất nước của gió là thơ văn.<br/>Thơ văn là tấm lòng tốt đẹp nhất. Trong khoảng thời gian vui vẻ, gió nơi thảo nguyên mang đầy ý thơ thổi khắp cánh đồng, giống như gió lay động cỏ cây, lay động lòng người.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Ballad_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 630,
              "name": "Bản Vẽ Hướng Dẫn",
              "desc": "Mảnh bản vẽ về ma pháp. Ẩn giấu một cảm giác dị thường, bất an.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Divining Scroll_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 178,
              "name": "Hướng Dẫn Của \"Thơ Văn\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Linh hồn đất nước của gió là thơ văn.<br/>Thơ văn là sự khích lệ. Trong những ngày u ám, gió thổi qua bến cảng mang theo lời thơ tức giận, như tiếng trống trận, cũng như tiếng hót của con chim nhỏ trước giông bão.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Ballad_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 634,
              "name": "Bản Vẽ Phong Ấn",
              "desc": "Chương sách cổ với những hình vẽ mơ hồ. Mô phỏng theo hình ảnh trong đó, một số ma vật có thể tái hiện chút kỳ tích ma pháp.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 178,
              "name": "Hướng Dẫn Của \"Thơ Văn\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Linh hồn đất nước của gió là thơ văn.<br/>Thơ văn là sự khích lệ. Trong những ngày u ám, gió thổi qua bến cảng mang theo lời thơ tức giận, như tiếng trống trận, cũng như tiếng hót của con chim nhỏ trước giông bão.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Ballad_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 634,
              "name": "Bản Vẽ Phong Ấn",
              "desc": "Chương sách cổ với những hình vẽ mơ hồ. Mô phỏng theo hình ảnh trong đó, một số ma vật có thể tái hiện chút kỳ tích ma pháp.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 178,
              "name": "Hướng Dẫn Của \"Thơ Văn\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Linh hồn đất nước của gió là thơ văn.<br/>Thơ văn là sự khích lệ. Trong những ngày u ám, gió thổi qua bến cảng mang theo lời thơ tức giận, như tiếng trống trận, cũng như tiếng hót của con chim nhỏ trước giông bão.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Ballad_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 634,
              "name": "Bản Vẽ Phong Ấn",
              "desc": "Chương sách cổ với những hình vẽ mơ hồ. Mô phỏng theo hình ảnh trong đó, một số ma vật có thể tái hiện chút kỳ tích ma pháp.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 178,
              "name": "Hướng Dẫn Của \"Thơ Văn\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Linh hồn đất nước của gió là thơ văn.<br/>Thơ văn là sự khích lệ. Trong những ngày u ám, gió thổi qua bến cảng mang theo lời thơ tức giận, như tiếng trống trận, cũng như tiếng hót của con chim nhỏ trước giông bão.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Ballad_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 634,
              "name": "Bản Vẽ Phong Ấn",
              "desc": "Chương sách cổ với những hình vẽ mơ hồ. Mô phỏng theo hình ảnh trong đó, một số ma vật có thể tái hiện chút kỳ tích ma pháp.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 177,
              "name": "Triết Học Của \"Thơ Văn\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Linh hồn đất nước của gió là thơ văn.<br/>Thơ văn là sự truyền tụng. Cho dù tất cả sẽ mất đi, cho dù mọi thứ đã không còn, nhưng thơ ca bay theo cơn gió, sẽ đem những thứ tốt đẹp của thế gian truyền đến khắp thiên không, mặt đất, và biển lớn.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Ballad_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 1282,
              "name": "Bản Vẽ Cấm Chú",
              "desc": "Bản vẽ các hình tượng cổ đại. Rất ít người có thể hiểu hàm ý trên đó, nghe nói những học giả có thể hiểu được đều bị điên.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 401,
              "name": "Thôn Thiên Kình - Sừng",
              "desc": "Sau khi đánh bại Childe sử dụng sức mạnh Delusion, đoạt lại Sừng Thủy Kình.<br/>Theo truyền thuyết, hình dạng của Cung Mệnh sẽ phản ánh ra khí chất của con người. Còn Tinh Thần Chi Kình tuần tra trong sao đêm tăm tối, e rằng lại phản ảnh ý niệm ngạo mạn muốn đập nát và nuốt chửng mọi thứ...<br/>Hắn chấp nhận điều đó mà triệu hồi Thủy Kình để chiến đấu với bạn.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tusk of Monoceros Caeli_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 177,
              "name": "Triết Học Của \"Thơ Văn\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Linh hồn đất nước của gió là thơ văn.<br/>Thơ văn là sự truyền tụng. Cho dù tất cả sẽ mất đi, cho dù mọi thứ đã không còn, nhưng thơ ca bay theo cơn gió, sẽ đem những thứ tốt đẹp của thế gian truyền đến khắp thiên không, mặt đất, và biển lớn.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Ballad_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 1282,
              "name": "Bản Vẽ Cấm Chú",
              "desc": "Bản vẽ các hình tượng cổ đại. Rất ít người có thể hiểu hàm ý trên đó, nghe nói những học giả có thể hiểu được đều bị điên.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 401,
              "name": "Thôn Thiên Kình - Sừng",
              "desc": "Sau khi đánh bại Childe sử dụng sức mạnh Delusion, đoạt lại Sừng Thủy Kình.<br/>Theo truyền thuyết, hình dạng của Cung Mệnh sẽ phản ánh ra khí chất của con người. Còn Tinh Thần Chi Kình tuần tra trong sao đêm tăm tối, e rằng lại phản ảnh ý niệm ngạo mạn muốn đập nát và nuốt chửng mọi thứ...<br/>Hắn chấp nhận điều đó mà triệu hồi Thủy Kình để chiến đấu với bạn.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tusk of Monoceros Caeli_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 177,
              "name": "Triết Học Của \"Thơ Văn\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Linh hồn đất nước của gió là thơ văn.<br/>Thơ văn là sự truyền tụng. Cho dù tất cả sẽ mất đi, cho dù mọi thứ đã không còn, nhưng thơ ca bay theo cơn gió, sẽ đem những thứ tốt đẹp của thế gian truyền đến khắp thiên không, mặt đất, và biển lớn.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Ballad_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 1282,
              "name": "Bản Vẽ Cấm Chú",
              "desc": "Bản vẽ các hình tượng cổ đại. Rất ít người có thể hiểu hàm ý trên đó, nghe nói những học giả có thể hiểu được đều bị điên.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 401,
              "name": "Thôn Thiên Kình - Sừng",
              "desc": "Sau khi đánh bại Childe sử dụng sức mạnh Delusion, đoạt lại Sừng Thủy Kình.<br/>Theo truyền thuyết, hình dạng của Cung Mệnh sẽ phản ánh ra khí chất của con người. Còn Tinh Thần Chi Kình tuần tra trong sao đêm tăm tối, e rằng lại phản ảnh ý niệm ngạo mạn muốn đập nát và nuốt chửng mọi thứ...<br/>Hắn chấp nhận điều đó mà triệu hồi Thủy Kình để chiến đấu với bạn.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tusk of Monoceros Caeli_icon.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 177,
              "name": "Triết Học Của \"Thơ Văn\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Linh hồn đất nước của gió là thơ văn.<br/>Thơ văn là sự truyền tụng. Cho dù tất cả sẽ mất đi, cho dù mọi thứ đã không còn, nhưng thơ ca bay theo cơn gió, sẽ đem những thứ tốt đẹp của thế gian truyền đến khắp thiên không, mặt đất, và biển lớn.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Ballad_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 1282,
              "name": "Bản Vẽ Cấm Chú",
              "desc": "Bản vẽ các hình tượng cổ đại. Rất ít người có thể hiểu hàm ý trên đó, nghe nói những học giả có thể hiểu được đều bị điên.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 401,
              "name": "Thôn Thiên Kình - Sừng",
              "desc": "Sau khi đánh bại Childe sử dụng sức mạnh Delusion, đoạt lại Sừng Thủy Kình.<br/>Theo truyền thuyết, hình dạng của Cung Mệnh sẽ phản ánh ra khí chất của con người. Còn Tinh Thần Chi Kình tuần tra trong sao đêm tăm tối, e rằng lại phản ảnh ý niệm ngạo mạn muốn đập nát và nuốt chửng mọi thứ...<br/>Hắn chấp nhận điều đó mà triệu hồi Thủy Kình để chiến đấu với bạn.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tusk of Monoceros Caeli_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Vương Miện Trí Thức",
              "desc": "Nguyên liệu quý để tăng thiên phú.<br/>Dụng cụ nghi thức dùng để chứa và truyền thụ tri thức ở thời viễn cổ. Cho dù ngày nay, trí tuệ đã được truyền thụ lại trong ngôn ngữ và điển tịch, nhưng sức mạnh và trí tuệ tàn dư trong \"Vương Miện Trí Thức\" vẫn mang đến cho con người thời nay những đột phá vô cùng vĩ đại.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/阿贝多/battle_talent_0/battle_talent_0.gif"
      },
      {
        "key": "Thuật Sáng Thế - Chế Tạo Mặt Trời",
        "title": "Thuật Sáng Thế - Chế Tạo Mặt Trời",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/阿贝多/battle_talent_1/battle_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Luyện thành Hoa Mặt Trời, gây <color=#ffe699>sát thương phạm vi Nguyên Tố Nham</color> .\n<color=#ffd780>Hoa Mặt Trời</color>\nCó những đặc tính sau:\n·Lấy Hoa Mặt Trời làm tâm, khi địch nằm trong khu vực nhận sát thương, Hoa Mặt Trời sẽ sinh ra Hoa Khoảnh Khắc, bung nở gây <color=#ffe699>sát thương phạm vi Nguyên Tố Nham</color> , sát thương tính theo phòng ngự của Albedo.\n·Mỗi 2 giây chỉ có thể sinh ra 1 Hoa Khoảnh Khắc.\n·Khi nhân vật đứng trên Hoa Mặt Trời sẽ ngưng tụ sức mạnh Nguyên Tố Nham, hình thành đài thủy tinh nâng nhân vật lên. Cùng lúc chỉ tồn tại 1 đài thủy tinh.\n·Cùng lúc chỉ có thể tồn tại 1 Hoa Mặt Trời do Albedo tạo ra, Hoa Mặt Trời được coi như <color=#ffe699>vật tạo Nguyên Tố Nham</color> .\n<color=#ffd780>Nhấn giữ</color>\nCó thể điều chỉnh vị trí hiệu lực của kỹ năng.\nLoại Nham hoa này có đặc tính kỳ lạ, cũng giống như thuật giả kim, sinh ra từ mặt đất nhưng lại luôn hy vọng vươn cao lên trời, hóa thành vầng thái dương."
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11",
              "Lv.12",
              "Lv.13",
              "Lv.14"
            ]
          },
          {
            "key": "Sát Thương Kỹ Năng",
            "values": [
              "130.4%",
              "140.18%",
              "149.96%",
              "163%",
              "172.78%",
              "182.56%",
              "195.6%",
              "208.64%",
              "221.68%",
              "234.72%",
              "247.76%",
              "260.8%",
              "277.1%"
            ]
          },
          {
            "key": "ST Hoa Khoảnh Khắc",
            "values": [
              "134% phòng ngự",
              "143.62% phòng ngự",
              "153.64% phòng ngự",
              "167% phòng ngự",
              "177.02% phòng ngự",
              "187.04% phòng ngự",
              "200.4% phòng ngự",
              "213.76% phòng ngự",
              "227.12% phòng ngự",
              "240.48% phòng ngự",
              "253.84% phòng ngự",
              "267.2% phòng ngự",
              "283.9% phòng ngự"
            ]
          },
          {
            "key": "Thời Gian Kéo Dài",
            "values": [
              "30s",
              "30s",
              "30s",
              "30s",
              "30s",
              "30s",
              "30s",
              "30s",
              "30s",
              "30s",
              "30s",
              "30s",
              "30s"
            ]
          },
          {
            "key": "CD Kỹ Năng",
            "values": [
              "4s",
              "4s",
              "4s",
              "4s",
              "4s",
              "4s",
              "4s",
              "4s",
              "4s",
              "4s",
              "4s",
              "4s",
              "4s"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/阿贝多/battle_talent_1/battle_talent_1.gif"
      },
      {
        "key": "Chiêu Giáng Sinh - Sóng Vỗ Đại Lục",
        "title": "Chiêu Giáng Sinh - Sóng Vỗ Đại Lục",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/阿贝多/battle_talent_2/battle_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Dưới chỉ huy của Albedo, nham tinh bùng nổ, gây <color=#ffe699>sát thương phạm vi Nguyên Tố Nham</color> về phía trước.\nKhi trong trận có tồn tại Hoa Mặt Trời do Albedo tạo ra, sẽ nở bung 7 đóa Hoa Sinh Tử trong khu vực của Hoa Mặt Trời, nở rộ rực rỡ đồng thời gây <color=#ffe699>sát thương phạm vi Nguyên Tố Nham</color> .\nSát thương bạo phát và sát thương của Hoa Sinh Tử sẽ không tạo thành Hoa Khoảnh Khắc.\nDưới mệnh lệnh của Kreideprinz, dòng thủy triều của địa chất cuồn cuộn dâng trào."
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11",
              "Lv.12",
              "Lv.13",
              "Lv.14"
            ]
          },
          {
            "key": "ST Bạo Phát",
            "values": [
              "367.2%",
              "394.74%",
              "422.28%",
              "459%",
              "486.54%",
              "514.08%",
              "550.8%",
              "587.52%",
              "624.24%",
              "660.96%",
              "697.68%",
              "734.4%",
              "780.3%",
              "826.2%"
            ]
          },
          {
            "key": "ST Hoa Sinh Tử",
            "values": [
              "Mỗi đóa 72%",
              "Mỗi đóa 77.4%",
              "Mỗi đóa 82.8%",
              "Mỗi đóa 90%",
              "Mỗi đóa 95.4%",
              "Mỗi đóa 100.8%",
              "Mỗi đóa 108%",
              "Mỗi đóa 115.2%",
              "Mỗi đóa 122.4%",
              "Mỗi đóa 129.6%",
              "Mỗi đóa 136.8%",
              "Mỗi đóa 144%",
              "Mỗi đóa 153%",
              "Mỗi đóa 162%"
            ]
          },
          {
            "key": "CD",
            "values": [
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s"
            ]
          },
          {
            "key": "Năng Lượng Nguyên Tố",
            "values": [
              "40",
              "40",
              "40",
              "40",
              "40",
              "40",
              "40",
              "40",
              "40",
              "40",
              "40",
              "40",
              "40",
              "40"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/阿贝多/battle_talent_2/battle_talent_2.gif"
      },
      {
        "key": "Uy Lực Màu Vôi Trắng",
        "title": "Uy Lực Màu Vôi Trắng",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/阿贝多/const_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Hoa Khoảnh Khắc sinh ra từ <color=#ffd780>Thuật Sáng Thế - Chế Tạo Mặt Trời</color> sát thương gây cho kẻ địch có HP dưới 50% sẽ tăng 25%."
          }
        ],
        "attributes": null
      },
      {
        "key": "Trí Tuệ Người Trong Bình",
        "title": "Trí Tuệ Người Trong Bình",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/阿贝多/const_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Khi thi triển <color=#ffd780>Chiêu Giáng Sinh - Sóng Vỗ Đại Lục</color> sẽ tăng 125 điểm Tinh Thông Nguyên Tố cho thành viên trong đội ở gần, kéo dài 10s."
          }
        ],
        "attributes": null
      },
      {
        "key": "Phát Hiện Của Thiên Tài",
        "title": "Phát Hiện Của Thiên Tài",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/阿贝多/const_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Khi ghép nguyên liệu đột phá vũ khí sẽ có 10% tỷ lệ nhận x2 thành phẩm."
          }
        ],
        "attributes": null
      }
    ],
    "story": [
      {
        "title": "Miêu Tả Nhân Vật",
        "desc": [
          {
            "type": "RichText",
            "text": "Kỹ thuật \"Giả Kim\" đã có lịch sử rất lâu đời, và cũng đã thất truyền khá nghiêm trọng. Ngày nay kỹ thuật giả kim mà đa số người biết đến chẳng qua là cách ghép các mảnh vật liệu lại với nhau, chỉ có tác dụng tiết kiệm chi phí keo dán mà thôi.\nNếu mà nghe ai nói như vậy, thì các giả kim thuật sĩ nhất định sẽ thét lên: Học vấn này không tệ như vậy đâu!\nĐáng tiếc là trong mắt của dân chúng Mondstadt, hầu như đây chính là bản chất của giả kim rồi.\nCho đến một ngày, Albedo đột nhiên xuất hiện và định cư tại Thành Mondstadt.\nNgười thanh niên này đã dùng kỹ thuật điêu luyện của mình để cho mọi người thấy cảnh giới thật sự của giả kim thuật.\nHệ thống kiến thức rộng lớn mà ngay cả Giáo Viện Sumeru cũng chưa thể nắm bắt được, thế nhưng thanh niên này đã nắm rõ như lòng bàn tay.\n\"Vũ trụ - Bầu trời đảo ngược. Mặt đất – Giấc mộng đã bị thời gian quên lãng. Đó là bụi, là trạng thái đơn giản nhất của kết cấu sự sống phức tạp này.\"\nNhư để minh chứng cho học thuyết diệu kỳ này, Albedo nâng trong tay tàn tro của đóa hoa Slime Thảo bị thiêu rụi.\nSau vài giây, từ trong đống tro tàn đã nở ra một đóa Hoa Cecilia.\n\"Đây chính là sự sống mới.\""
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Albedo đảm nhiệm chức vụ khá quan trọng trong Đội Kỵ Sĩ, nhưng anh ta rất ít khi lộ mặt.\nĐiều này hoàn toàn không phải do anh có tính tình kỳ quái kiểu học giả. Ngược lại, anh đối xử với mọi người đều rất chân thành.\nChỉ là, thứ tình cảm được xây dựng bằng quá nhiều sự nhiệt tình thì sẽ không bền vững, nếu muốn duy trì nó cần phải cho đi thật nhiều năng lượng.\nDo đó, Albedo lựa chọn cách giữ một khoảng cách vừa đủ nhưng vẫn thân thiện.\nVào những ngày anh đóng cửa xưởng để đi ra ngoài hoặc đi tìm nguyên liệu, thì tất cả người trong thành Mondstadt đều không thể tìm thấy anh.\nNhưng tránh giao tiếp không có nghĩa là Albedo là người lạnh lùng.\nKhi hướng dẫn Timaeus và Sucrose, anh rất chân thành và vui vẻ.\nNgay cả lúc đem gửi tặng bức tranh vừa mới vẽ xong cho dân chúng thành Mondstadt, anh cũng cảm thấy rất vui.\nCòn lúc gặp tiểu thư Lisa, người rất tài hoa nhưng lại chịu ẩn cư làm quản lý thư viện, anh cảm thấy vô cùng đáng tiếc."
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 2",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Albedo nhờ có thư giới thiệu của sư phụ mới được an cư tại Mondstadt.\"\nCâu nói này cũng xem như là đúng. Nhưng Thành Mondstadt luôn chào đón mọi người, có hay không có thư giới thiệu đều không quan trọng.\nChi bằng nói rằng, nếu không có thư giới thiệu này, thì Albedo sẽ càng thoải mái hơn khi ở Mondstadt.\nBởi vì, người nhận thư là Alice – tác giả du ký nổi tiếng, và là bạn cũ của sư phụ Albedo - Rhinedottir.\nAlice sau khi đọc thư đã trầm ngâm một lúc.\n\"Rhine nói, muốn tôi sắp xếp cho cậu một phòng thí nghiệm... đây là điều không phải dân thường muốn là được. Ừm... tôi nghĩ ra rồi!\"\nThế là, Albedo được Alice đưa vào Đội Kỵ Sĩ Tây Phong.\nCông việc ở Đội Kỵ Sĩ tương đối nhẹ nhàng đối với Albedo, chỉ cần tốn chút sức lực là có thể hoàn thành tốt những công việc đó.\nVốn dĩ định rằng phần sức lực còn lại có thể dùng để nghiên cứu, phòng thí nghiệm và toàn bộ vũ khí ở Đội Kỵ Sĩ tha hồ mà thực hành.\nNhưng...\nAlice có một người con gái tên là Klee.\n...Chính xác, chính là Klee đó.\n\"Từ đây về sau chúng ta là người một nhà rồi. Cậu cứ xem nó như em gái đi!\"\nNhững ngày tháng sau đó, việc giải quyết các hậu quả do Klee gây ra đã chiếm hơn một nửa phần sức lực còn lại của Albedo."
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Albedo không có ký ức gì về người thân. Từ khi có nhận thức, anh đã cùng với sư phụ thám hiểm trong bí cảnh.\nMọi người ở Đội Kỵ Sĩ, dì Alice và nhà lữ hành có hơi thở của vũ trụ, họ đều là những người quan trọng, nhưng trong cuộc đời của Albedo, vị trí của sư phụ luôn đặc biệt nhất.\nĐối với Albedo, bà ấy là người thân duy nhất.\nSư phụ là người lãnh đạm và nghiêm khắc. Bà nuôi dưỡng Albedo, dạy cho anh bí quyết của giả kim thuật.\n\"Vũ trụ - Là bản chất của màu đen huyền bí trên bầu trời sao chân thật, mặt đất – là ký ức được tích lũy bởi thời gian và sự sống.\nVôi trắng – là ngươi, đất đen - là nguồn cội của giả kim thuật, cũng là nguồn gốc của sự sống. Mà đây -\"\nBà ấy trình diễn kỹ thuật của mình cho Albedo xem. Một sinh mệnh vĩ đại được sinh ra, các mảnh vụn của khuôn chế tạo rơi đầy dưới đất.\n\"Đây chính là sự giáng sinh.\""
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 4",
        "desc": [
          {
            "type": "RichText",
            "text": "Ngày xưa Albedo sống cuộc sống rất giản đơn và vui vẻ.\nAnh không cần suy nghĩ gì, sự sống dường như rất đơn điệu, ý nghĩa cuộc sống đơn giản là ở bên cạnh sư phụ, hoàn thành nhiệm vụ sư phụ giao, đạt được kỳ vọng của sư phụ.\nRồi một hôm, thầy trò họ tìm được một thánh di vật có tên \"Trái Tim Naberius\".\nTừ đó sư phụ biến mất, chỉ để lại một mảnh giấy, một bức thư tiến cử cùng với bộ sách quý.\nTrên mảnh giấy ghi: Hãy đến Mondstadt, tìm người bạn cũ của sư phụ là Alice, gửi thư tiến cử và hoàn thành bài tập cuối cùng.\nBộ sách chính là mảnh chương rời trong Đại Nghi Bí Điển mà sư phụ rất quý trọng.\nNgoài ra, còn có một món quà đặc biệt: Sư phụ đã tặng Albedo giấy chứng nhận xuất sư và danh hiệu Kreideprinz.\nLúc trước mỗi một bài học đối với Albedo đều rất khó khăn.\nAnh cũng tin rằng mỗi lần sư phụ đe dọa rằng \"Làm không được sẽ đuổi đi\" đều là lời nói thật lòng.\nNhưng hiện tại, bài tập mà Albedo được giao quả thật quá khó khăn, hoàn toàn vượt khỏi khả năng chịu đựng của anh...\nĐiều này phải chăng có nghĩa là anh sẽ không thể nào hoàn thành, và không còn cơ hội gặp lại sư phụ nữa?\n\"Bài tập cuối cùng: Hãy cho ta thấy chân tướng và ý nghĩa của thế giới.\""
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 5",
        "desc": [
          {
            "type": "RichText",
            "text": "Thuật giả kim mà Albedo đang nắm, khác hoàn toàn so với kỹ thuật hiện tại của 7 quốc gia Teyvat.\nKiến thức anh được học đến từ quốc gia khác, có tên là \"Khaenri'ah\".\nKhaenri'ah nằm sâu trong lòng đất, các loại động vật tự nhiên tương đối ít. Do đó, thuật giả kim của nó thiên về lĩnh vực \"tạo ra sự sống\".\nThuật tạo ra sự sống – \"Thuật Đất Đen\".\nLúc nhỏ, Albedo đã biết được điều này từ trong bút ký của sư phụ.\n\"Đất Đen\" tiến cấp sẽ là \"Vôi Trắng\". Việc này sư phụ cũng đã từng nhắc đến.\n\"Vôi Trắng là đất tinh khiết, cũng là chất liệu của con người thuở ban sơ.\"\nNgày nay, Albedo càng am hiểu sâu sắc về thuật giả kim, kiến thức cũng hoàn chỉnh hơn xưa.\n\"Đất đen sinh ra vôi trắng.\"\nAnh đã hoàn toàn hiểu được ý nghĩa thâm sâu của câu nói này.\nNhững kiến thức diệu kỳ không thể dùng lời nói để diễn đạt này, cũng gắn chặt với nỗi thương nhớ sư phụ.\nSư phụ hiển nhiên khác với mẹ, nhưng không có nghi ngờ gì về việc sinh mệnh của Albedo là do sư phụ tạo ra.\n\"Ây da, hy vọng là ta không tự suy diễn. Cha mẹ nói với con cái về \"Ý Nghĩa Thế Giới\"...Chắc chỉ là ý nghĩa về cuộc sống hạnh phúc mà thôi.\"\nAlbedo thỉnh thoảng nghĩ vậy."
          }
        ]
      },
      {
        "title": "Tranh Của Albedo",
        "desc": [
          {
            "type": "RichText",
            "text": "Thói quen vẽ tranh của Albedo được hình thành từ thời đi theo sư phụ du hành.\nBan đầu chỉ là vẽ hình ảnh minh họa trong bút ký. Sau đó anh phát hiện, vẽ các chi tiết sẽ giúp ích cho việc hiểu được cấu trúc và quy luật của vật thể, rất hữu ích cho việc học tập thuật giả kim.\nHơn nữa, khi vẽ tranh thì tâm hồn sẽ bước vào cảnh giới rất thanh tịnh, ngoài việc quan sát và cầm bút phác họa thì không suy nghĩ về điều gì cả, vô cùng thoải mái.\nCuối cùng, Albedo không cần ai dạy lại trở thành cao thủ vẽ tranh.\nKhi đi dạo trong thành Mondstadt, Albedo thường sẽ vẽ tranh tả thực. Anh thích lưu lại những khoảnh khắc hạnh phúc của mọi người.\nCó lúc, anh còn tặng tranh cho những người vô tình trở thành \"người mẫu\" trong tranh. Vì anh luôn cho rằng, lưu lại khoảnh khắc hạnh phúc là rất đáng quý.\nThời gian qua đi, nghệ thuật vẽ tranh của Albedo càng thêm cao siêu. Dù vậy, lần đầu nhìn thấy \"Tranh Inazuma\", anh cũng vô cùng xúc động.\nTại sao trên thế giới có thể có một bức tranh chỉ dựa vào hình ảnh tượng hình khái quát, nhưng lại có khả năng kể chuyện sâu sắc như vậy?\nThật là kỳ diệu. Albedo rất muốn thử một lần.\n...Sau đó, anh đã hợp tác với một vị tiểu thuyết gia và \"Trầm Thu Thập Kiếm Lục\" ra đời.\nChỉ đáng tiếc là nội dung tiểu thuyết quá bình thường, được đánh giá là \"Kiệt tác tranh minh họa phối hợp với từ điển\"."
          }
        ]
      },
      {
        "title": "Vision",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhận được \"Vision\" Albedo cũng không bất ngờ lắm.\nThời khắc nhận được Vision, Albedo nhìn qua rồi lại tiếp tục làm việc.\nAnh không có chút dao động gì cả, dường như mọi thứ đều là điều tất nhiên.\nĐối với Albedo mà nói, vật này chỉ là công cụ giúp anh nghiên cứu mà thôi.\nThứ có thể khiến anh vui vẫn là biến cái \"chưa biết\" trở thành kiến thức.\nRồi có một ngày, anh sẽ đọc hiểu tất cả bí thuật và trí tuệ trên đời, bao gồm cả \"Vision\" trong đó."
          }
        ]
      }
    ],
    "summaryList": [
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/阿贝多/constellation_1.png",
        "name": "Hoa Địa Đàng",
        "desc": [
          {
            "type": "RichText",
            "text": "Khi Hoa Khoảnh Khắc được tạo ra từ <color=#ffd780>Thuật Sáng Thế - Chế Tạo Mặt Trời</color> của Albedo bung nở, sẽ hồi 1,2 điểm Năng Lượng Nguyên Tố cho Albedo."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/阿贝多/constellation_2.png",
        "name": "Liên Đại Hiển Sinh",
        "desc": [
          {
            "type": "RichText",
            "text": "Khi Hoa Khoảnh Khắc từ <color=#ffd780>Thuật Sáng Thế - Chế Tạo Mặt Trời</color> nở, sẽ ban hiệu quả Sinh Tử cho Albedo, kéo dài 30s:\n·Khi thi triển <color=#ffd780>Chiêu Giáng Sinh - Sóng Vỗ Đại Lục</color> sẽ xóa tất cả hiệu quả Sinh Tử và tăng sát thương nổ của Chiêu Giáng Sinh - Sóng Vỗ Đại Lục cũng như sát thương do Hoa Sinh Tử gây ra theo số tầng bị xóa.\n·Mỗi tầng Sinh Tử sẽ tăng sát thương bằng 30% phòng ngự của Albedo.\n·Hiệu quả này tối đa cộng dồn 4 lần."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/阿贝多/constellation_3.png",
        "name": "Ánh Sáng Mặt Trời",
        "desc": [
          {
            "type": "RichText",
            "text": "Cấp kỹ năng <color=#ffd780>Thuật Sáng Thế - Chế Tạo Mặt Trời</color> +3.\nTăng tối đa đến cấp 15."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/阿贝多/constellation_4.png",
        "name": "Sự Giáng Thế Của Thần",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhân vật trong đội trên trận ở khu vực Hoa Mặt Trời sẽ tăng 30% sát thương tấn công khi đáp tạo ra."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/阿贝多/constellation_5.png",
        "name": "Thủy Triều Cổ Đại",
        "desc": [
          {
            "type": "RichText",
            "text": "Cấp kỹ năng <color=#ffd780>Chiêu Giáng Sinh - Sóng Vỗ Đại Lục</color> +3.\nTăng tối đa đến cấp 15."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/阿贝多/constellation_6.png",
        "name": "Đất Tinh Khiết",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhân vật trong đội trên trận ở khu vực Hoa Mặt Trời, nếu đang được bảo vệ bởi khiên sinh ra từ phản ứng kết tinh, thì sát thương tạo thành sẽ tăng 17%."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Lv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "-",
              "1030"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "-",
              "20"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "-",
              "68"
            ]
          },
          {
            "key": "Tăng ST Nguyên Tố Nham",
            "values": [
              "-",
              "0"
            ]
          }
        ]
      },
      {
        "key": "Lv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "2671",
              "3554"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "51",
              "67"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "177",
              "235"
            ]
          },
          {
            "key": "Tăng ST Nguyên Tố Nham",
            "values": [
              "0",
              "0"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 447,
            "name": "Vụn Hoàng Ngọc Cứng",
            "desc": "Nguyên Liệu Đột Phá Nhân Vật",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 464,
            "name": "Hoa Cecilia",
            "desc": "Đóa hoa đẹp từ tên đến hình dáng, chỉ sinh trưởng trên nơi cao lộng gió và lạnh lẽo, cũng khó bắt gặp như hình bóng người lãng tử vậy.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cecilia_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 630,
            "name": "Bản Vẽ Hướng Dẫn",
            "desc": "Mảnh bản vẽ về ma pháp. Ẩn giấu một cảm giác dị thường, bất an.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Divining Scroll_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Lv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "5317",
              "5944"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "101",
              "113"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "352",
              "394"
            ]
          },
          {
            "key": "Tăng ST Nguyên Tố Nham",
            "values": [
              "0",
              "7.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          },
          {
            "type": "CustomEntry",
            "epId": 446,
            "name": "Mảnh Hoàng Ngọc Cứng",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Tất cả tiền bạc lưu thông trên đại lục này đều là máu thịt của tôi.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1169,
            "name": "Tháp Huyền Nham",
            "desc": "Sau khi đánh bại Nham Nguyên Bản hình thành cột đá với thể tích cô đặc. Chứa sức mạnh thuần khiết nhất của Nguyên Tố Nham.<br/>Nguyên tố Nham là nguyên tố nặng nhất. Vỏ ngoài của Nham Nguyên Bản tạo thành cột đá Nham cao vút, đưa bản thân lên phía cao, có lẽ không chỉ là để ứng phó với kẻ địch, mà còn giúp nó đến gần hơn với trời cao, nơi vốn không dành cho Nham Nguyên Bản.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Basalt Pillar_icon.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 464,
            "name": "Hoa Cecilia",
            "desc": "Đóa hoa đẹp từ tên đến hình dáng, chỉ sinh trưởng trên nơi cao lộng gió và lạnh lẽo, cũng khó bắt gặp như hình bóng người lãng tử vậy.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cecilia_icon.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 630,
            "name": "Bản Vẽ Hướng Dẫn",
            "desc": "Mảnh bản vẽ về ma pháp. Ẩn giấu một cảm giác dị thường, bất an.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Divining Scroll_icon.png",
            "amount": 15
          }
        ]
      },
      {
        "key": "Lv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "6839",
              "7675"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "130",
              "146"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "453",
              "508"
            ]
          },
          {
            "key": "Tăng ST Nguyên Tố Nham",
            "values": [
              "7.2%",
              "14.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          },
          {
            "type": "CustomEntry",
            "epId": 446,
            "name": "Mảnh Hoàng Ngọc Cứng",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Tất cả tiền bạc lưu thông trên đại lục này đều là máu thịt của tôi.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1169,
            "name": "Tháp Huyền Nham",
            "desc": "Sau khi đánh bại Nham Nguyên Bản hình thành cột đá với thể tích cô đặc. Chứa sức mạnh thuần khiết nhất của Nguyên Tố Nham.<br/>Nguyên tố Nham là nguyên tố nặng nhất. Vỏ ngoài của Nham Nguyên Bản tạo thành cột đá Nham cao vút, đưa bản thân lên phía cao, có lẽ không chỉ là để ứng phó với kẻ địch, mà còn giúp nó đến gần hơn với trời cao, nơi vốn không dành cho Nham Nguyên Bản.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Basalt Pillar_icon.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 464,
            "name": "Hoa Cecilia",
            "desc": "Đóa hoa đẹp từ tên đến hình dáng, chỉ sinh trưởng trên nơi cao lộng gió và lạnh lẽo, cũng khó bắt gặp như hình bóng người lãng tử vậy.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cecilia_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 634,
            "name": "Bản Vẽ Phong Ấn",
            "desc": "Chương sách cổ với những hình vẽ mơ hồ. Mô phỏng theo hình ảnh trong đó, một số ma vật có thể tái hiện chút kỳ tích ma pháp.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Lv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "8579",
              "9207"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "163",
              "175"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "568",
              "610"
            ]
          },
          {
            "key": "Tăng ST Nguyên Tố Nham",
            "values": [
              "14.4%",
              "14.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          },
          {
            "type": "CustomEntry",
            "epId": 445,
            "name": "Miếng Hoàng Ngọc Cứng",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Tất cả tiền bạc lưu thông trên đại lục này đều là máu thịt của tôi.\"<br/>\"Tôi dùng cách như vậy, là để đảm bảo cho tất cả mồ hôi, trí tuệ và tương lai của nhân loại.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1169,
            "name": "Tháp Huyền Nham",
            "desc": "Sau khi đánh bại Nham Nguyên Bản hình thành cột đá với thể tích cô đặc. Chứa sức mạnh thuần khiết nhất của Nguyên Tố Nham.<br/>Nguyên tố Nham là nguyên tố nặng nhất. Vỏ ngoài của Nham Nguyên Bản tạo thành cột đá Nham cao vút, đưa bản thân lên phía cao, có lẽ không chỉ là để ứng phó với kẻ địch, mà còn giúp nó đến gần hơn với trời cao, nơi vốn không dành cho Nham Nguyên Bản.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Basalt Pillar_icon.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 464,
            "name": "Hoa Cecilia",
            "desc": "Đóa hoa đẹp từ tên đến hình dáng, chỉ sinh trưởng trên nơi cao lộng gió và lạnh lẽo, cũng khó bắt gặp như hình bóng người lãng tử vậy.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cecilia_icon.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 634,
            "name": "Bản Vẽ Phong Ấn",
            "desc": "Chương sách cổ với những hình vẽ mơ hồ. Mô phỏng theo hình ảnh trong đó, một số ma vật có thể tái hiện chút kỳ tích ma pháp.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sealed Scroll_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Lv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "10119",
              "10746"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "192",
              "204"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "670",
              "712"
            ]
          },
          {
            "key": "Tăng ST Nguyên Tố Nham",
            "values": [
              "14.4%",
              "21.6%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          },
          {
            "type": "CustomEntry",
            "epId": 445,
            "name": "Miếng Hoàng Ngọc Cứng",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Tất cả tiền bạc lưu thông trên đại lục này đều là máu thịt của tôi.\"<br/>\"Tôi dùng cách như vậy, là để đảm bảo cho tất cả mồ hôi, trí tuệ và tương lai của nhân loại.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1169,
            "name": "Tháp Huyền Nham",
            "desc": "Sau khi đánh bại Nham Nguyên Bản hình thành cột đá với thể tích cô đặc. Chứa sức mạnh thuần khiết nhất của Nguyên Tố Nham.<br/>Nguyên tố Nham là nguyên tố nặng nhất. Vỏ ngoài của Nham Nguyên Bản tạo thành cột đá Nham cao vút, đưa bản thân lên phía cao, có lẽ không chỉ là để ứng phó với kẻ địch, mà còn giúp nó đến gần hơn với trời cao, nơi vốn không dành cho Nham Nguyên Bản.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Basalt Pillar_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 464,
            "name": "Hoa Cecilia",
            "desc": "Đóa hoa đẹp từ tên đến hình dáng, chỉ sinh trưởng trên nơi cao lộng gió và lạnh lẽo, cũng khó bắt gặp như hình bóng người lãng tử vậy.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cecilia_icon.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 1282,
            "name": "Bản Vẽ Cấm Chú",
            "desc": "Bản vẽ các hình tượng cổ đại. Rất ít người có thể hiểu hàm ý trên đó, nghe nói những học giả có thể hiểu được đều bị điên.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Lv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "11669",
              "12296"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "222",
              "233"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "773",
              "815"
            ]
          },
          {
            "key": "Tăng ST Nguyên Tố Nham",
            "values": [
              "21.6%",
              "28.8%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          },
          {
            "type": "CustomEntry",
            "epId": 444,
            "name": "Hoàng Ngọc Cứng",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Tất cả tiền bạc lưu thông trên đại lục này đều là máu thịt của tôi.\"<br/>\"Tôi dùng cách như vậy, là để đảm bảo cho tất cả mồ hôi, trí tuệ và tương lai của nhân loại.<br/>Đây là sự tín nhiệm của tôi với chúng sinh, phụ lòng nó chính là làm vấy bẩn máu của tôi.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1169,
            "name": "Tháp Huyền Nham",
            "desc": "Sau khi đánh bại Nham Nguyên Bản hình thành cột đá với thể tích cô đặc. Chứa sức mạnh thuần khiết nhất của Nguyên Tố Nham.<br/>Nguyên tố Nham là nguyên tố nặng nhất. Vỏ ngoài của Nham Nguyên Bản tạo thành cột đá Nham cao vút, đưa bản thân lên phía cao, có lẽ không chỉ là để ứng phó với kẻ địch, mà còn giúp nó đến gần hơn với trời cao, nơi vốn không dành cho Nham Nguyên Bản.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Basalt Pillar_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 464,
            "name": "Hoa Cecilia",
            "desc": "Đóa hoa đẹp từ tên đến hình dáng, chỉ sinh trưởng trên nơi cao lộng gió và lạnh lẽo, cũng khó bắt gặp như hình bóng người lãng tử vậy.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cecilia_icon.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 1282,
            "name": "Bản Vẽ Cấm Chú",
            "desc": "Bản vẽ các hình tượng cổ đại. Rất ít người có thể hiểu hàm ý trên đó, nghe nói những học giả có thể hiểu được đều bị điên.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Forbidden Curse Scroll_icon.png",
            "amount": 24
          }
        ]
      },
      {
        "key": "Lv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "13226",
              "-"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "251",
              "-"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "876",
              "-"
            ]
          },
          {
            "key": "Tăng ST Nguyên Tố Nham",
            "values": [
              "28.8%",
              "-"
            ]
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Albedo"
          }
        ]
      },
      {
        "key": "Sinh Nhật",
        "value": [
          {
            "type": "RichText",
            "text": "Ngày 13 tháng 9"
          }
        ]
      },
      {
        "key": "Cung Mệnh",
        "value": [
          {
            "type": "RichText",
            "text": "Cung Đứa Con Vôi Trắng"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "Kreideprinz"
          }
        ]
      },
      {
        "key": "Vision",
        "value": [
          {
            "type": "RichText",
            "text": "Nham"
          }
        ]
      },
      {
        "key": "Thuộc",
        "value": [
          {
            "type": "RichText",
            "text": "Đội Kỵ Sĩ Tây Phong"
          }
        ]
      },
      {
        "key": "Tiếng Trung CV",
        "value": [
          {
            "type": "RichText",
            "text": "Mace"
          }
        ]
      },
      {
        "key": "Tiếng Anh CV",
        "value": [
          {
            "type": "RichText",
            "text": "Khoi Dao"
          }
        ]
      },
      {
        "key": "Tiếng Nhật CV",
        "value": [
          {
            "type": "RichText",
            "text": "野島健児"
          }
        ]
      },
      {
        "key": "Tiếng Hàn CV",
        "value": [
          {
            "type": "RichText",
            "text": "Kim Myeong-joon"
          }
        ]
      },
      {
        "key": "Món Ăn Đặc Biệt",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 118,
            "name": "Giấc Mơ Của Rừng",
            "desc": "Món ăn đặc sắc của Albedo. Trái cây và rau quả được bày ra như cỏ và dựng thẳng như cây. Trong chiếc đĩa này, thế giới đi qua những bức tường thành lốm đốm, men theo con đường màu nâu và bước vào lâu đài màu cam nhạt. Hương vị tinh tế và ngọt ngào như một bông hoa đua nở. Mở mắt ra, ánh mắt hoàng tử tóc trắng như mỉm cười.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Woodland Dream_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Phiên Bản Phát Hành",
        "value": [
          {
            "type": "RichText",
            "text": "1.2"
          }
        ]
      }
    ]
  }
}