{
  "epId": 4722,
  "name": "Talochard",
  "desc": "<p>Người quản lý tang vật tại Đội Hắc Ảnh Marechaussee</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/55631176/043a3cba51a3657def7ec305eae5b2e3_7293158870331554398.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1734105153,
  "components": {
    "story": [
      {
        "title": "Thư Với Nét Chữ Xiêu Vẹo",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ece4d9>Hừm, Curve quả nhiên học được thói xấu rồi.</color>\n<color=#ece4d9>Lén học nói dối, không nói cho chúng tôi biết thì thôi, lại còn lừa dối chúng tôi ngay lập tức như vậy, như thế có còn được xem là bạn tốt không?</color>\n<color=#ece4d9>Hôm nay tôi sẽ đến trả đũa, hãy đối mặt với huấn luyện khốc liệt này đi! Đây là do anh nợ chúng tôi, anh học được cách nói dối, là chúng tôi cũng có công (Nhà Lữ Hành và Paimon nói thế), vì vậy anh phải tỏ lòng cảm ơn.</color>\n<color=#ece4d9>Nhưng ngược lại, tôi cũng muốn cảm ơn mọi người. Dường như chỉ sau vài ngày ở cùng mọi người, tôi cũng không còn ghét những kẻ nói dối nhiều như vậy nữa.</color>\n<color=#ece4d9>Những lời nói dối kia đúng như anh nói, có rất nhiều kiểu nói dối. Vì thể diện, vì con cái, vì gia đình, vì lợi ích, vì để an ủi ai đó, vì để bảo vệ ai đó... Những lời nói dối quanh co này đan thành một tấm lưới lớn, đây là nơi con người sinh sống sao? Nhưng nói đi cũng phải nói lại, tôi nghĩ những lời tiến sĩ Mosso nói cũng không hoàn toàn đúng, cái gì mà \"giữa hai điểm kết nối con người, đường cong mới là ngắn nhất\".</color>\n<color=#ece4d9>Chắc chắn sẽ có lúc cần phải ra đòn thẳng mặt. Ví dụ như lúc này tôi đang nhớ anh.</color>"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/55631176/62da12837e7107c76f923e9f832d8208_4539270245731168455.png"
      },
      {
        "key": "Talochard",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/55631176/fa1d093b2177c87df1c0be42d49c7da4_3959781773676595398.png"
      },
      {
        "key": "Vị Trí (Chuỗi Nhiệm Vụ Thế Giới) - Melusine Hỏi Và Robot Trả Lời",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/55631176/5c54d9b50f51231fac40d74092bfaaae_3900135211665083500.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Chuỗi Nhiệm Vụ Thế Giới - Melusine Hỏi Và Robot Trả Lời\nKhu Rừng Erinnyes - Fontaine"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Talochard",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/83b607eafe38c25549f329f07ad2fa56_5859313497045748937.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Talochard, một Melusine, từng là hướng dẫn viên Tàu Luân Chuyển trên tuyến Callas. Tuyến này trước đây đưa khách đến Viện Nghiên Cứu Fontaine, nhưng dịch vụ đã bị đình chỉ do một vụ nổ. Talochard bị sa thải vì những phàn nàn từ du khách: một số khen ngợi cô khi đối mặt nhưng lại gửi đơn phàn nàn ngay khi về nhà. Họ cho rằng giọng của cô khàn khàn như tiếng quạ. Biên tập viên Jenck từ Báo Chim Hơi Nước là người đầu tiên phàn nàn về giọng của cô. Sau công việc trên tuyến Tàu Luân Chuyển, cô trở thành người quản lý chứng cứ trong Đội Hắc Ảnh Marechaussee. Một ngày nọ, cô tìm thấy máy phát hiện nói dối \"Curve\" trong phòng chứng cứ. Đây là sáng tạo của Tiến sĩ Mosso, một nhà nghiên cứu đến từ Viện Nghiên Cứu Fontaine. Mục tiêu thực sự của ông là tạo ra một cỗ máy có thể dần dần trở thành con người bằng cách hiểu được lời nói dối và bản chất con người."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/8db430736d631cf21f5ac34f0c75cad8_5517428790310177150.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nếu một ngày nào đó Curve có thể học cách nói dối như con người, điều đó sẽ chứng tỏ rằng anh ta không còn bị ràng buộc bởi lập trình máy móc nữa và đã đạt được cảm xúc của con người. Không lâu sau khi sự tồn tại của máy phát hiện nói dối của Tiến sĩ Mosso được công khai, Báo Chim Hơi Nước đã đăng tải một loạt bài viết về nó và nhanh chóng thu hút sự chú ý của công chúng. Để bảo vệ sáng tạo của mình, Tiến sĩ Mosso đã hy sinh mạng sống trong một trận đấu tay đôi tại tòa án. Chẳng mấy chốc, mọi người quên mất Curve, và anh ta bị bỏ lại trong phòng chứng cứ của Đội Hắc Ảnh Marechaussee. Lõi của Curve đã tồn tại hơn ba mươi năm và đang xuống cấp nhanh chóng, vì vậy anh ta có lẽ đã chuyển sang chế độ ngủ đông ngay sau cái chết của Mosso.\nTalochard mong muốn anh ta có thể hiểu thêm về cách con người nói dối và giúp anh vượt qua Hiệp Định Mosso trước khi bước vào trạng thái ngủ đông."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/2286e9b2a47e48f69c0de5bc765b5e3c_7349717319958752476.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Có lần, linh vật của Báo Chim Hơi Nước, Ngài Arthur, bị đánh cắp, và Talochard quyết định mang theo Curve để điều tra vụ việc này. Khi đi ngang qua Báo Chim Hơi Nước, Nhà Lữ Hành và Paimon bắt gặp cô đang tranh cãi với biên tập viên Jenck và quyết định can thiệp. Cùng nhau, họ thu thập manh mối và bắt đầu cuộc điều tra. Talochard có nhiều nghi phạm và thẳng thắn buộc tội từng người trong số họ là thủ phạm. Dù khá thiếu kiên nhẫn, Talochard đã tìm thấy các phần bị chia nhỏ của Ngài Arthur và phát hiện ra mối liên hệ giữa vụ bắt cóc chú bồ nông và Fatui. Cuộc điều tra dẫn họ đến phòng thí nghiệm của Tiến sĩ Mosso, nơi họ gặp Jenck.\nHóa ra, Jenck đang hợp tác với một Quan Chấp Hành Fatui, kẻ quan tâm đến các cỗ máy và nhận lệnh tìm kiếm nghiên cứu của Tiến sĩ Mosso về Curve. Jenck đã gặp một trong những nghi phạm của Talochard, một đặc vụ Fatui, kẻ đã kể cho anh ta về phiên tòa của Tiến sĩ Mosso và việc Báo Chim Hơi Nước mắc sai lầm khi xuất bản bằng chứng giả. Jenck muốn vạch trần sự thật để Tổng Biên Tập Euphrasie gặp rắc rối, còn anh ta thì có thể dễ dàng chiếm lấy vị trí của bà."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/08d554f919d4b23e36bfabff8b766af8_2035091203842185726.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trước khi rời khỏi phòng thí nghiệm, Jenck đã kích hoạt hệ thống tự hủy để Talochard và những người khác sẽ bị chôn vùi bên trong. Để cứu họ, Curve đã nói dối để họ bỏ lại anh ta phía sau. Khi họ gần đến cửa thoát hiểm, một vụ nổ xảy ra, phá hủy Curve và làm ngập phòng thí nghiệm. Sau khi đưa Sir Arthur về nơi an toàn, Talochard được thông báo rằng Curve đã ghi lại một thông điệp trên Sir Arthur về cô: <color=#ffffffd9>\"Đặc vụ Talochard! Sẽ trở thành đặc vụ ưu tú nhất Đội Hắc Ảnh Marechaussee!\"</color> Có vẻ như Curve đã bắt đầu phá vỡ các giao thức với sự giúp đỡ của Talochard và cuối cùng trở thành một \"con người.\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/951d56c950a013efe8f98dbe35f438ab_6884619055456027212.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vài ngày sau, Jenck bị bỏ lại ở Viện Ca Kịch Epiclese. Khi được tìm thấy, anh có vẻ đã mất trí: không phản ứng với bất kỳ tác động bên ngoài nào, anh chỉ quỳ gối trên sân khấu của Viện Ca Kịch Epiclese. Khi Sảnh Chấp Pháp kiểm tra anh, họ phát hiện rằng lưỡi của anh đã biến mất, thay vào đó là một tờ giấy xin lỗi Nhà Lữ Hành, Paimon và Talochard. Không ai biết liệu một Quan Chấp Hành quan tâm đến trí tuệ máy móc có lấy được dữ liệu bị Jenck đánh cắp hay không.\nGần Viện Ca Kịch Epiclese, Talochard đã để lại một Hoa Lumidouce, tượng trưng cho \"sự chia ly,\" cùng với một lá thư cho Curve."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Hừm, Curve quả nhiên học được thói xấu rồi.</color>\n<color=#ffffffd9>Lén học nói dối, không nói cho chúng tôi biết thì thôi, lại còn lừa dối chúng tôi ngay lập tức như vậy, như thế có còn được xem là bạn tốt không?</color>\n<color=#ffffffd9>Hôm nay tôi sẽ đến trả đũa, hãy đối mặt với huấn luyện khốc liệt này đi! Đây là do anh nợ chúng tôi, anh học được cách nói dối, là chúng tôi cũng có công (Nhà Lữ Hành và Paimon nói thế), vì vậy anh phải tỏ lòng cảm ơn.</color>\n<color=#ffffffd9>Nhưng ngược lại, tôi cũng muốn cảm ơn mọi người. Dường như chỉ sau vài ngày ở cùng mọi người, tôi cũng không còn ghét những kẻ nói dối nhiều như vậy nữa.</color>\n<color=#ffffffd9>Những lời nói dối kia đúng như anh nói, có rất nhiều kiểu nói dối. Vì thể diện, vì con cái, vì gia đình, vì lợi ích, vì để an ủi ai đó, vì để bảo vệ ai đó...</color>\n<color=#ffffffd9>Những lời nói dối quanh co này đan thành một tấm lưới lớn, đây là nơi con người sinh sống sao?</color>\n<color=#ffffffd9>Nhưng nói đi cũng phải nói lại, tôi nghĩ những lời tiến sĩ Mosso nói cũng không hoàn toàn đúng, cái gì mà \"giữa hai điểm kết nối con người, đường cong mới là ngắn nhất\".</color>\n<color=#ffffffd9>Chắc chắn sẽ có lúc cần phải ra đòn thẳng mặt. Ví dụ như lúc này tôi đang nhớ anh.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Khu Đại Sảnh Fontaine",
        "desc": "<p>\"Bên trên mọi dòng nước, chỉ có thành phố này.\"</p><p>Vươn mình tại vị trí cao nhất của thành phố, Palais Mermonia<strong> </strong>đại diện cho quyền lực tối cao ở Fontaine. Dưới ánh nhìn của nó, người dân sống một cuộc sống trật tự, đều đặn và dễ đoán, giống như tàu luân chuyển.</p><p>Luật pháp tồn tại để duy trì trật tự ổn định, điều này trở thành nền tảng vững chắc để xây dựng sự công bằng và công lý.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_2677217418322631310.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5146,
        "name": "Khu Morte",
        "desc": "<p>Ai biết được câu chuyện ở vùng đất được canh giữ bởi tòa tháp cao trên biển mà con người lãng quên đã tồn tại bao lâu rồi?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_8561304173594260832.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4723,
        "name": "\"Curve\"",
        "desc": "<p>Máy phát hiện nói dối được tạo ra bởi Tiến sĩ Mosso cách đây ba mươi năm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/55631176/85a478480f3c5c0dfcdf5a178009b28c_1251168070716918748.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4513,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4613,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4610,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4611,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4612,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4009,
        "name": "Hoa Lumidouce",
        "desc": "<p>Đóa hoa màu tím tao nhã và thanh khiết. Hương thơm của nó nhẹ nhàng vương vấn và cũng rất dịu dàng tinh tế, chính vì vậy thường được dùng để làm các loại nước hoa quý giá.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/d61ba03908f411ecf2a0fc2fffe7c879_4005821242434323821.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Đội Hắc Ảnh Marechaussee",
        "desc": "<p>Đơn vị nhận lệnh trực tiếp từ Thẩm phán tối cao Neuvillette, chịu trách nhiệm điều tra tội phạm. Đơn vị này có trụ sở tại Palais Mermonia và là một trong những phòng ban của Sảnh Chấp Pháp.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/55631176/68056e921a04a72fc9ccb52413826e6d_6167378543901104067.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Talochard là một nhân viên của Đội Hắc Ảnh Marechaussee. Cô từng là hướng dẫn viên Tàu Luân Chuyển và sau đó trở thành người quản lý tang vật.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4723,
        "name": "\"Curve\"",
        "desc": "<p>Máy phát hiện nói dối được tạo ra bởi Tiến sĩ Mosso cách đây ba mươi năm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/55631176/85a478480f3c5c0dfcdf5a178009b28c_1251168070716918748.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Một máy phát hiện nói dối thông minh. Talochard muốn anh ta hiểu rõ hơn về cách con người nói dối và giúp anh ta vượt qua Hiệp Định Mosso để trở thành một \"con người\" thực thụ.\nJenck\nBiên tập viên của Báo Chim Hơi Nước. Ông ta phàn nàn về giọng của Talochard, rằng nó \"khàn khàn như tiếng quạ.\"",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4724,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4725,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4726,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4727,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Những nghi phạm trong cuộc điều tra của Talochard.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Các Mục Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 4613,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4609,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4610,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4611,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4612,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Talochard"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Melusine\nĐội Hắc Ảnh Marechaussee"
          }
        ]
      }
    ]
  }
}