{
  "epId": 4723,
  "name": "\"Curve\"",
  "desc": "<p>Máy phát hiện nói dối được tạo ra bởi Tiến sĩ Mosso cách đây ba mươi năm.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/55631176/85a478480f3c5c0dfcdf5a178009b28c_1251168070716918748.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1734105879,
  "components": {
    "story": [
      {
        "title": "Thư Gửi Tổng Biên Tập (Bản Thảo)",
        "desc": [
          {
            "type": "RichText",
            "text": "Tổng biên tập, nhận định của cô là đúng, sự việc không thể cứu vãn được.\nMấy hôm trước, tôi nghe thấy những người biểu tình hét lên, \"phá hủy Curve\". Tối qua, lại có học sinh cấp tiến xông vào phòng nghiên cứu, định nổ tung và tiêu diệt Curve, may mà phát hiện kịp thời. Nhưng Curve ngày càng gặp nguy hiểm, tôi phải làm gì đó. Kế hoạch của tôi là:\n1. Trước phiên tòa, tôi sẽ liên tục sửa đổi \"Hiệp Định Mosso\" và các dữ liệu liên quan trong lõi của Curve (không có ý nghĩa thực tế), để lại dấu vết đủ để đánh lừa mọi người: máy phát hiện nói dối không thể phát hiện lời nói dối, và tất cả kết quả phát hiện được đều do Mosso âm thầm thao tác.\nĐây là \"bằng chứng không thể chối cãi về sự gian lận và lừa dối công chúng\", tôi sẽ giao nó cho cô, và yêu cầu cô \"vạch trần\" vào ngày cô chọn.\n2. Sau khi tôi bị kết án, tôi sẽ ngay lập tức yêu cầu quyết đấu, khi tôi chết trong trận quyết đấu, sự việc chắc chắn sẽ được giải\nquyết.\n3. Quý báo hãy huy động sức mạnh, chuyển hướng dư luận, giảm bớt sự chú ý của mọi người vào Curve, đó chỉ là \"cỗ máy vô dụng được làm giả\" mà thôi. Nó nên được dùng làm vật chứng và được Đội Hắc Ảnh Marechaussee niêm phong.\nKhông cần phải thuyết phục tôi, tôi đã cân nhắc kỹ rồi. Nếu thủ phạm như tôi không chết, sóng gió sẽ không dừng lại. Curve là tâm huyết của cả đời tôi, tôi không thể phạm thêm sai lầm, hãy dùng mạng sống của tôi để đổi lấy anh ấy.\n(Mọi thứ chúng ta làm cho đến nay đều có kết quả, và đơn vị nghiên cứu lời nói dối của Curve phát sinh những dữ liệu dư thừa\nkhó hiểu. Tôi nghĩ cuộc sống của anh ấy đang nảy mầm.) am gi\nKính bút,\nMosso Lombroso"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/55631176/68150f3802e5e0232560e6921673e6ad_8942507517249890401.png"
      },
      {
        "key": "\"Curve\"",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/55631176/cae342acc9bcbe352ec24b7f420db4bc_4364098483579541162.png"
      },
      {
        "key": "\"Curve\"",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/55631176/6fed05b0d811cca06bf9c3865b759808_3883553117257178759.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "\"Curve\""
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Robot"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "RichText",
        "text": "Mosso Lombroso\nMột nhà nghiên cứu, người đã tạo ra \"Curve\" cách đây ba mươi năm. Ông muốn tạo ra một cỗ máy có thể dần dần trở thành con người bằng cách hiểu được sự dối trá và bản chất nhân loại.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Người quản lý tang vật tại Đội Hắc Ảnh Marechaussee</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/55631176/043a3cba51a3657def7ec305eae5b2e3_7293158870331554398.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Một nhân viên lưu trữ bằng chứng trong",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Đội Hắc Ảnh Marechaussee",
        "desc": "<p>Đơn vị nhận lệnh trực tiếp từ Thẩm phán tối cao Neuvillette, chịu trách nhiệm điều tra tội phạm. Đơn vị này có trụ sở tại Palais Mermonia và là một trong những phòng ban của Sảnh Chấp Pháp.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/55631176/68056e921a04a72fc9ccb52413826e6d_6167378543901104067.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ", người đã tìm thấy Curve trong phòng lưu trữ bằng chứng. Cô muốn giúp anh phá bỏ các Hiệp Định Mosso và trở thành một \"con người\" thực sự.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 4613,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Curve",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/ccc286a9458dd056c39f0e6e588e1771_1817689140163896917.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cách đây ba mươi năm, một nhà nghiên cứu, Tiến sĩ Mosso Lombroso, đã tạo ra một máy phát hiện nói dối mang tên \"Curve\". Lịch sử cái tên của Robot gắn liền với cháu gái của Mosso, Melo. Một ngày nọ, ông không muốn cô bé ăn quá nhiều đồ ăn vặt, nên ông nói: <color=#ffffffd9>\"Ăn nhiều như vậy sẽ mập lắm đó\"</color> . Melo khóc và chạy đi. Sau đó, mẹ của Melo đã dạy rằng: <color=#ffffffd9>\"Mập lên cũng rất đáng yêu\"</color> . Ngày hôm sau, Melo leo lên người ông của mình và yêu cầu ông chơi trò cưỡi ngựa. Điều này khiến ông suy nghĩ rằng liệu khoảng cách ngắn nhất giữa hai người chính là một đường cong. Và đó chính là cái tên mà ông đặt cho máy phát hiện nói dối.\nLombroso đã thêm một số quy tắc vào lõi lập trình của cỗ máy để đảm bảo độ chính xác trong việc phát hiện nói dối. Những quy tắc này, được gọi là Hiệp Định Mosso, yêu cầu Curve phải trả lời tất cả các câu hỏi với độ chính xác và trung thực tuyệt đối, loại trừ khả năng nói dối. Mục tiêu thực sự của nhà nghiên cứu là tạo ra một cỗ máy có thể dần dần trở thành con người bằng cách hiểu được sự dối trá và bản chất nhân loại. Nếu một ngày nào đó Curve học được cách nói dối như con người, điều đó có nghĩa là nó đã không còn bị ràng buộc bởi lập trình máy móc của mình và đã đạt được cảm xúc của con người.\nTruyền thuyết kể rằng, một nhà khoa học người Fontaine, Alain Guillotin, đã tạo ra một cỗ máy tư duy tuyệt vời từ hàng trăm năm trước, và Tiến sĩ Mosso muốn vượt qua thành tựu đó.\nChẳng lâu sau khi sự tồn tại của máy phát hiện nói dối của Tiến sĩ Mosso được công khai, tờ Báo Chim Hơi Nước đã đăng nhiều bài viết về nó và nhanh chóng thu hút sự chú ý của công chúng. Tờ báo đã sử dụng cách viết đặc biệt để kích động nỗi sợ hãi và lo lắng lan rộng trong công chúng, và chẳng mấy chốc, dư luận bắt đầu quay lưng lại với Lombroso. Mọi người bắt đầu lo ngại về những gì sẽ xảy ra nếu một nghi phạm trong một phiên tòa không nói dối, nhưng Curve lại nói rằng họ đang nói dối; hoặc làm thế nào để đảm bảo rằng kết quả của máy phát hiện nói dối là đáng tin cậy. Cuối cùng, Báo Chim Hơi Nước đã cung cấp chứng cứ vạch trần Tiến sĩ Mosso đã làm giả kết quả, và chứng cứ này đã là yếu tố quyết định trong việc kết án nhà nghiên cứu. Để bảo vệ sáng tạo của mình, Mosso Lombroso đã chết khi tự bảo vệ mình trong một cuộc đấu tại tòa. Chẳng bao lâu sau, mọi người đã quên Curve, và nó đã kết thúc trong phòng lưu trữ bằng chứng Đội Hắc Ảnh Marechaussee. Lõi của Curve đang lão hóa nhanh chóng, vì vậy nó sẽ sớm chuyển sang chế độ ngủ đông sau cái chết của Mosso."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/83b607eafe38c25549f329f07ad2fa56_4689776025719409500.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ba mươi năm sau, một nhân viên lưu trữ bằng chứng, Talochard, đã tìm thấy Curve trong phòng lưu trữ bằng chứng và quyết định giúp anh phá bỏ Hiệp Định Mosso trước khi anh chuyển sang chế độ ngủ đông. Với sự giúp đỡ của Nhà Lữ Hành và Paimon, họ đã giải quyết vụ mất tích của Ngài Arthur và tìm ra phòng thí nghiệm của Tiến sĩ Mosso. Họ phát hiện ra rằng nhà nghiên cứu chính là người đã khởi xướng tất cả những bài báo buộc tội này. Ông muốn cung cấp dữ liệu từ dư luận cho máy phát hiện nói dối để nghiên cứu. Ông nghĩ rằng bài học này chắc chắn sẽ dẫn dắt cỗ máy của mình lên một tầm hiểu biết mới trong việc phân biệt sự thật với hư cấu. Curve cuối cùng sẽ vượt qua các quy tắc của một cỗ máy. Tiến sĩ Mosso thậm chí đã sửa đổi Hiệp Định Mosso hàng trăm lần. Ông đã làm giả chứng cứ và giao cho tờ báo, để ông phải chịu tất cả chỉ trích."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/18/237301566/702dc85b514545b6612b55ac190c72ee_2162555667907165756.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Curve, Talochard, Nhà Lữ Hành và Paimon đang ở trong phòng thí nghiệm của Mosso, họ bị mắc bẫy bởi một biên tập viên của Báo Chim Hơi Nước , người đã biết về Curve. Biên tập viên đã kích hoạt hệ thống tự hủy và biến mất, mang theo thiết kế và dữ liệu nghiên cứu của Curve. Để cứu Talochard và những người khác, Curve đã nói dối họ để họ rời bỏ anh. Khi họ gần đến lối thoát khẩn cấp, một vụ nổ xảy ra, phá hủy Curve và làm ngập phòng thí nghiệm. Không ai biết chuyện gì đã xảy ra với dữ liệu mà biên tập viên đã đánh cắp, chỉ biết rằng một trong những Quan chấp hành của Fatui lại rất quan tâm đến nó. Sau khi đưa Ngài Arthur về an toàn, Talochard được cho biết rằng Curve đã ghi lại một thông điệp trên Ngài Arthur về cô ấy: <color=#ffffffd9>\"Đặc vụ Talochard! Sẽ trở thành đặc vụ ưu tú nhất Đội Hắc Ảnh Marechaussee!\"</color> Có vẻ như Curve đã bắt đầu phá vỡ các quy tắc với sự giúp đỡ của Talochard và cuối cùng đã trở thành một \"con người\".\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Khu Đại Sảnh Fontaine",
        "desc": "<p>\"Bên trên mọi dòng nước, chỉ có thành phố này.\"</p><p>Vươn mình tại vị trí cao nhất của thành phố, Palais Mermonia<strong> </strong>đại diện cho quyền lực tối cao ở Fontaine. Dưới ánh nhìn của nó, người dân sống một cuộc sống trật tự, đều đặn và dễ đoán, giống như tàu luân chuyển.</p><p>Luật pháp tồn tại để duy trì trật tự ổn định, điều này trở thành nền tảng vững chắc để xây dựng sự công bằng và công lý.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_2677217418322631310.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5146,
        "name": "Khu Morte",
        "desc": "<p>Ai biết được câu chuyện ở vùng đất được canh giữ bởi tòa tháp cao trên biển mà con người lãng quên đã tồn tại bao lâu rồi?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_8561304173594260832.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Người quản lý tang vật tại Đội Hắc Ảnh Marechaussee</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/55631176/043a3cba51a3657def7ec305eae5b2e3_7293158870331554398.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4613,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}