{
  "epId": 4779,
  "name": "Remus",
  "desc": "<p>Thần Vương, người đã xây dựng lên đế quốc Remuria.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_3588530604337004721.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1720887564,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Remus"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru\nFontaine"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Remus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/31941f53b43891e840dd1997518ccef4_1325281874186918335.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vị thần của giai điệu, Remus đã mất đi quê hương ở sa mạc Sumeru dưới sức mạnh của vua Deshret. Bởi vì không muốn phục tùng ngai vàng của Vua Cát, vị thần mất đi quê hương đó đã lựa chọn con đường rời khỏi Sumeru. Ông trong hành trình lang thang đã vô tình lạc vào tàn tích của vùng Biển Cao xưa cũ, một thành phố mà lịch sử của nó còn lâu đời hơn cả mặt đất. Thành phố này chưa bao giờ được nhắc đến trong bất kỳ biên niên sử nào và tồn tại dưới vực sâu không ánh sáng. Ngay tại đó, giữa lòng ngôi đền đổ nát, bên dưới cây tuyết tùng trắng bạc, đã diễn ra cuộc gặp gỡ đầu tiên của vị vua vinh quang tương lai Remus và nhà tiên tri Sybilla có thể nhìn thấy tương lai. Cô tiên đoán về sự hình thành và suy vong của một đế chế vĩ đại. Mặc dù Remus sẽ mang lại nền văn minh và công lý cho người dân nhưng cuối cùng, chính công lý đó lại là sự sụp đổ của họ. Remus biết rằng không ai có thể chống lại số phận và đồng ý thực hiện bước đầu tiên trên con đường đã được Sybilla dự đoán trước, nhưng trong lòng ông đã đọng lại một giấc mơ thay đổi kết cục không thể thay đổi."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Khi thời khắc phán quyết của vận mệnh đến, những cơn sóng vô tình sẽ nuốt chửng mọi vinh quang và hạnh phúc ngắn ngủi.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vị thần giao hưởng biết rằng chống lại số phận chẳng có ý nghĩa gì nên đã đồng ý bắt đầu cuộc hành trình đó. Khi ông đưa ra lựa chọn của mình, vùng đất không có nước bỗng chốc vỡ vụn, cái cây tuyết tùng trắng bạc biến thành chiếc thuyền vàng \"Fortuna\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/fa8329bb7cc10e0fd51ddf52f0c31797_2305432044969375017.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trên chiếc tàu \"Fortuna\", Remus và nhà tiên tri Sybilla đáp xuống vùng đất mang tên Meropis. Trước khi Remus đến, vùng đất này là nơi sinh sống của người cổ đại. Họ sống trong hòa bình và tự do, thậm chí cả sứ giả của Celestia cũng đã đi lại trên trái đất. Sau vô số thế hệ, con người quyết định muốn thoát khỏi xiềng xích của số phận. Tức giận vì điều đó, Thiên giới đã tiêu diệt người cổ đại. Chỉ khi Remus bước vào những vùng đất đó một lần nữa thì sự thịnh vượng và trật tự mới xuất hiện trở lại. Ông dạy mọi người cách trồng trọt trên đất liền, đồng thời xây dựng những ngôi đền và thành phố bằng những tảng đá khổng lồ để làm nơi ở cho người dân. Quan trọng nhất, chính Ngài là người lan tỏa vẻ đẹp của âm nhạc và nghệ thuật, khiến con người trở nên khác biệt với những sinh vật khác, khiến họ tự coi mình là chủ nhân của vạn vật. Thần giao hưởng đã xây dựng một tòa tháp vĩ đại ở Meropis, tập hợp những người sống rải rác để xây dựng một quốc gia mới. Chiếc tù và trù phú đã khiến đất đai có thể sản xuất, và những con tàu qua lại nối liền các hòn đảo.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Mảnh Hài Hòa Bất Thường",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/12108544/7557f4558ab243d82e8b6b9994fc97ee_4087757457868512297.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4322,
        "name": "Cuộc Suy Vong Của Remuria I",
        "desc": "<p>Nghe nói là kiệt tác lịch sử về nền văn minh Remuria cổ đại, do học giả nổi tiếng Pulteney biên soạn vào những năm đầu mới xây dựng Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/d0e75f9b88a286749b4c7dff0871e129_2363964269170114365.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lời Tiên Tri",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ngay cả khi đất nước tiếp tục phát triển và thịnh vượng, lời tiên tri ban đầu vẫn không bao giờ bị lãng quên, và sự lo sợ của nhà vua vẫn còn đó."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Đúng như dự đoán của ngươi, ta đã trở thành một vị vua đầy vinh quang, mang lại nền văn minh tao nhã cho dân chúng.</color>\n<color=#ffffffd9>Hãy ban hòa bình cho đại dương, cai trị mặt đất theo chính nghĩa, để tiến bộ và trật tự lan tỏa khắp muôn nơi.</color>\n<color=#ffffffd9>Nhưng vương quốc mới huy hoàng càng thịnh vượng, ta lại càng thấy hoang mang và buồn bã.</color>\n<color=#ffffffd9>Sự thịnh vượng được tiên tri sẽ kéo dài trăm năm, nhưng sau đó thì sao? Những hạt giống hủy diệt đang bén rễ và nảy mầm.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Thay đổi là bản chất của vạn vật, đó là quy luật của Fortuna. Dù nhận thức được đây là qui luật tất yếu của cuộc sống, Remus cũng không thể chấp nhận được tương lai ảm đạm ấy. Ông quay sang nhìn nhà tiên tri nhưng cô cũng không thể giúp được, cô có thể nhìn thấy tương lai, nhưng cô thiếu trí tuệ cổ xưa để khám phá nguyên nhân của sự hủy diệt."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Nhưng tôi biết rằng ở nơi sâu nhất của vùng biển tăm tối, nơi Nước Khởi Nguyên tuôn chảy, chủ nhân của muôn dòng nước đang bị giam cầm.</color>\n<color=#ffffffd9>Như lời tiên tri báo trước, những làn sóng bất tận sẽ nuốt chửng đất nước của ngài, có lẽ cô ấy sẽ có câu trả lời..\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Theo lời khuyên của Sybilla, Remus dẫn hạm đội vàng để tìm đường đi tới vùng biển nơi nữ vương của mọi dòng nước, Egeria bị giam giữ. Dưới biển cao, tràn ngập máu tanh và hận thù, là vương quốc nơi sinh sống của loài rồng. Hoàng tử của rồng đất Scylla, vốn phục vụ linh hồn biển xưa, giờ đang canh giữ nhà tù giam giữ Egeria. Cả hai bên bắt đầu giao tranh, và kết quả đã làm sôi sục biển cả liên tiếp trong ba mươi ngày ba mươi đêm. Chỉ đến khi hai bên đều kiệt sức thì Remus mới sử dụng âm nhạc để nói về mục đích của mình. Ý chí chống lại số phận của Remus, chống lại Thiên Lý, đã khiến Scylla thích thú. Mặc dù giấc mơ của Remus có vẻ nực cười đối với anh ấy, Scylla vẫn đồng ý đưa Remus đến gặp nữ vương của mọi dòng nước.\nEgeria nhân từ kể về tội lỗi nguyên thủy mà cô đã phạm phải khi đánh cắp sức mạnh của Biển Khởi Nguyên để tạo ra con người. Cô cũng kể về lời nguyền không thể cứu vãn đã giáng xuống bản thân mình nhưng lại không đưa ra được câu trả lời mà Remus đang tìm kiếm. Cuối cùng, Vị vua vẫn còn dã tâm và hy vọng, cuối cùng đã lấy đi một\ntrước khi rời đi. Ông hứa với cô sẽ sử dụng cốc nước tinh khiết mà cô ban tặng để tạo ra một thế giới thịnh vượng vô tận, một thế giới không có xung đột. Khi hạm đội đang trở về, Scylla cũng rời Biển Sâu. Sau đó Scylla và Remus trở thành bạn.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Thủy Thần tiền nhiệm đã mất trong trận Đại hồng thủy 500 năm trước.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/01/55631176/a5b8d23dd3fbe0969cc3ebce78f9c29f_7863445554681480745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Mảnh Hài Hòa Bất Thường",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/12108544/7557f4558ab243d82e8b6b9994fc97ee_4087757457868512297.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Ly Bạc Của Biển Nguyên Sơ",
        "desc": "<p>Trong những năm tháng mà hoàng kim che phủ toàn quốc thổ, nước suối thuần khiết không thể không ẩn náu nơi vùng núi bí mật, \"Kỵ Sĩ Nước Trong\" chính là được sinh ra ở những nơi lánh nạn này.</p><p>Các kỵ sĩ lấy chiếc giáp màu bạc lập lời thề, bảo vệ cho các tinh linh đến từ nước trong, bảo vệ cho các hương thân cũng tin tưởng vào suối nguồn duy nhất này, chống lại vương quyền hoàng kim đang che lấp bầu trời.</p><p>Đó đã là truyền thuyết rất lâu về trước rồi... Không lâu sau khi đế quốc sụp đổ và chìm sâu, các kỵ sĩ chống lại quân vương cũng cởi bỏ áo giáp, câu chuyện của họ cũng ẩn mình vào trong những bài ca dao hỗn tạp.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/29/27215281/c70230640d8706fd2e3aa837a391166c_1454872055330123783.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Ly Vàng Của Biển Nguyên Sơ",
        "desc": "<p>Khi quân chủ của vương thành sụp đổ tấu lên giai điệu cuối cùng của khúc nhạc hoàng kim, người nhạc sĩ rất được sủng ái đã lén trộm đi chiếc ly vàng đựng đầy Linh Lộ.</p><p>Bàng hoàng trước hành vi phản bội của thần vương, nhạc sĩ đã triệu tập cấm vệ cuối cùng, dùng Linh Lộ không tan để phong ấn ma long dưới tòa tháp cao, cùng vương thành chìm vào đáy biển.</p><p>Sau đó, hình bóng của kẻ trộm cao quý này cũng âm thầm biến mất khỏi lịch sử, chỉ có \"Đoàn Kịch Hoàng Kim\" vẫn trung thành với lời tiên tri của anh ta.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/29/27215281/a8147d7dfc78a2dc5d47dd50bd6292ed_5005576962686314346.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bản Giao Hưởng Vĩ Đại",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/4417194d9a22aa68cbc2c9d4aa037acd_924714980950165565.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi trở về từ Biển Sâu, vị vua vinh quang đã xây dựng vương đô hoàng kim, từ đó lấy danh hiệu tôn quý nhất để thống trị thiên hạ, Sebastos. Bất cứ nơi nào những con tàu vĩ đại của ông chạm tới, tất cả các thành phố đều cúi đầu trước quyền lực tối cao. Nơi những nốt nhạc rơi xuống, bản giao hưởng của văn minh thay thế những bài ca dao man rợ. Và mục đích của tất cả những điều này là để đem lại chính nghĩa và sự cứu rỗi. Tổ tiên của người Fontaine ngày nay sợ ông ta và gọi ông ta là \"Ma Vương Remus\".\nSebastos tin rằng những cơ thể phàm trần yếu đuối của con người sẽ không thể tồn tại mãi theo thời gian. Vì lí do này, ông đã kết hợp viên đá bất tử với linh lộ chiết xuất từ\ndo Egeria ban tặng để tạo ra những cơ thể vĩnh cửu mới cho người Remuria."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Nếu thủy triều sắp nuốt chửng thần dân của ta, thì ta sẽ phong ấn linh hồn họ trong Linh Lộ không hòa tan trong bất kỳ dòng nước nào.\"</color>\n<color=#ffffffd9>\"Nếu thời gian sắp hủy hoại vương quốc của ta, thì ta sẽ tạo cho họ một cơ thể không thể hư hại bằng đồng và đá.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/6fa36af0507dcdef5030c81c7a0a8023_6753521086480853967.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ông nhốt mình sâu trong cung điện hoàng kim, tìm kiếm lỗ hổng trong âm nhạc của Fortuna. Sau vô số ngày đêm, thông qua những hợp âm của thế giới, Remus đã nắm bắt được những bí ẩn của Fortuna. Ông đọc từng nốt nhạc của số phận, và nhận ra rằng tất cả những gì ông thiếu là một “cây bút” để soạn nên bản nhạc chống lại âm thanh chói tai của Fortuna của riêng mình. Sebastos quyết tâm biến Sybilla thành \"cây bút\" này, vì cô ấy đến từ vùng đất của người chết và dòng thác số phận đã từng chảy trong huyết quản của cô ấy. Nhà tiên tri đáp lại mong muốn của anh như cô luôn làm, không chút do dự. Cô đã hy sinh mạng sống của mình vì sự tự do của người Remuria. Từ đó, Remus thành công tạo ra \"Bản Nhạc\". \"Bản Nhạc\" là ký ức và tính cách con người được dệt lên thông qua ký hiệu âm nhạc, tạo nên một bài hát trong đó tâm hồn con người có thể trú ngụ và thực hiện những ước muốn của mình. Như vậy, làm chủ được “Bản Nhạc” và từ bỏ được cơ thể phàm trần để sử dụng cơ thể bất tử do Sebastos tạo ra, con người sẽ làm chủ được “số phận”. Đây chính là bí mật mà Sybilla, nhà tiên tri sống sót qua thời kỳ trước đã truyền đạt. Sebastos đã hy vọng rằng mọi người có thể kiểm soát được vận mệnh của mình bằng cách này."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/bb04749691763bf91c08ae162788a488_4498508554080447931.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tuy nhiên, điều này không giúp thay đổi lời tiên tri. Linh hồn và thể xác vốn không thể tồn tại cách rời nhau, và việc làm của Thần Vương đã tách rời linh hồn của con người và đưa vào trong cơ thể bất tử mới. Linh Lộ bị nhuộm đen bởi tiếng khóc than của rất nhiều những linh hồn bị tách rời khỏi thể xác, nó mất đi sự hài hòa và trí tuệ, chỉ còn lại sự đau khổ và điên loạn. Việc làm của Sebastos khiến người dân khiếp sợ. Họ không thể chịu nổi gánh nặng này, họ cầu xin thần linh và thiên giới hướng dẫn. Theo yêu cầu của họ, Sebastos đã nối tất cả các giai điệu thành bản nhạc hay nhất nhằm mang lại cho họ niềm hạnh phúc lớn nhất - mọi người đặt tên cho nó là \"Phobos\". “Phobos” là mọi giai điệu, mọi chuyển động, mọi suy nghĩ và là sự tổng hòa của mọi tâm hồn. Đó là tổng hợp những mong muốn của mọi người. Nếu kế hoạch của Sebastos thành công, Bản nhạc sẽ tạo nên một giai điệu hết sức trong trẻo cho tất cả họ - một giai điệu vĩnh cửu kéo dài hàng nghìn năm và hơn thế nữa. Và trong những tưởng tượng điên rồ nhất của Sebastos, ở phần cuối hoành tráng của vở kịch hài hòa, anh sẽ trao chiếc gậy của số phận vào tay nhân loại để nhân loại tự điều hướng lấy. Để giữ cho người dân vùng nước cao không phá hủy bản nhạc, vua Remus đã chỉ định bốn con người lên chức vụ cao nhất của Harmosts để lãnh đạo sau ông."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/c1f51031792713f423f4d4a2a3b55b2f_1877279809273997464.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Vì \"Phobos\" là nơi mọi mong muốn hội tụ nên nó bao gồm bạo lực, hận thù và suy đồi như một phần trong đó. Trong số những tội lỗi của Thần Vương, tội lỗi khủng khiếp nhất là đã nỗ lực truyền lại sức mạnh đáng lẽ thuộc về thần cho con người. Như vậy, sức mạnh này đã dần dẫn đến bạo lực và nổi dậy. Ngay cả những hậu duệ của tộc rồng man rợ và bạo lực nhất cũng sẽ không bao giờ tham gia vào cuộc tàn sát vô nghĩa như vậy. Nhưng Remus không thể tự mình trừng phạt con người - ông ấy yêu con người. Theo thời gian, cảm giác Phobos không còn dẫn họ đến sự tự do và hạnh phúc đã đọng lại trong lòng một số người.\nKhi Thần Vương nhận ra rằng \"Phobos\" đang khiến Remuria suy tàn, ông quyết định phá hủy Bản Nhạc ấy. Tấu lên bản nhạc cuối cùng, Khúc An Hồn cuối cùng, ông ra lệnh cho Phobos tự hủy và giao nó cho người bạn của ông, Scylla. Theo kế hoạch bí mật, Scylla có nhiệm vụ dẫn đầu một đội quân rồng tấn công thành. Remus phải hy sinh bản thân để giải phóng sức mạnh của bản nhạc, còn Scylla sẽ phải khống chế được những nguồn năng lượng nguyên thủy giải phóng ra khi Phobos bị phá hủy. Remus hy vọng rằng mình sẽ giải thoát thần dân của mình khỏi cơ thể bằng đá của họ và trả lại cho họ hình dạng bằng xương bằng thịt, phá hủy rào cản giữa các chủng tộc. Trước khi phá huy Phobos, Thần Vương đã tách giai điệu của Người Chỉnh Âm Cassiodor khỏi bản nhạc lớn và gửi anh ta đến Ouranoupolis, thành phố của tương lai."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/e6ded426211e34a86d94bbb81d526d43_2689578519176244197.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Giấc mơ của Sebastos đã không thành hiện thực. Phobos đã hấp thụ Người Chỉnh Âm Boethius, điều khiển anh ta giam cầm Scylla và đóng cửa Initium Iani dẫn đến thành. Scylla đã không thể đến được Cung điện Vàng kịp thời và sự hy sinh của Remus là vô ích. Sức mạnh của Phobos vượt khỏi tầm kiểm soát và đế chế lao xuống vực sâu của đại dương như thể phải chịu sự trừng phạt của thiên giới. Vào ngày hôm đó, Remus biến mất không dấu vết, nền văn minh vàng chìm xuống đáy biển cùng với vinh quang trước đây của nó. Cho tới tận một nghìn năm sau, Cassiodor cuối cùng đã hoàn thành kế hoạch của Sabastos, giải phóng linh hồn của người Remuria.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/55631176/fdb52a6d254e62b4d702eba65b8118e6_7453038547641499307.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Thợ Săn Hoàng Kim, một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/55631176/244081046e33b6700c2ad44b20e2574b_3884015034249569950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Mảnh Hài Hòa Bất Thường",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/12108544/7557f4558ab243d82e8b6b9994fc97ee_4087757457868512297.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Cuộc Suy Vong Của Remuria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nghe nói là kiệt tác lịch sử về nền văn minh Remuria cổ đại, do học giả nổi tiếng Pulteney biên soạn vào những năm đầu mới xây dựng Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/d0e75f9b88a286749b4c7dff0871e129_765440687991517761.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4692,
        "name": "Sự Sụp Đổ Của Thành Cổ Phai Nhạt",
        "desc": "<p>Thơ ca không biết do ai sáng tác. Trong cách hành văn có chút quỷ dị và quái gở.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/535398cb0ba01203eb959d029eb28342_4654503092941623661.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Ly Vàng Của Biển Nguyên Sơ",
        "desc": "<p>Khi quân chủ của vương thành sụp đổ tấu lên giai điệu cuối cùng của khúc nhạc hoàng kim, người nhạc sĩ rất được sủng ái đã lén trộm đi chiếc ly vàng đựng đầy Linh Lộ.</p><p>Bàng hoàng trước hành vi phản bội của thần vương, nhạc sĩ đã triệu tập cấm vệ cuối cùng, dùng Linh Lộ không tan để phong ấn ma long dưới tòa tháp cao, cùng vương thành chìm vào đáy biển.</p><p>Sau đó, hình bóng của kẻ trộm cao quý này cũng âm thầm biến mất khỏi lịch sử, chỉ có \"Đoàn Kịch Hoàng Kim\" vẫn trung thành với lời tiên tri của anh ta.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/29/27215281/a8147d7dfc78a2dc5d47dd50bd6292ed_5005576962686314346.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Vùng đất mà Remus từng cai trị bị rơi vào tay Vua Deshret.\nSybilla\nMột nhà tiên tri sống sót sau trận lũ đầu tiên và trở nên mất trí. Cô tiên đoán sự trỗi dậy và suy vong của Remuria cho Remus. Nhờ cô ấy, bản nhạc vĩ đại Phobos đã được tạo ra.\n\"Fortuna\"\nChiếc thuyền vàng của Remus được tạo ra từ cây tuyết tùng trắng bạc.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Đế Quốc do Thần Vương Remus xây dựng.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Thợ Săn Hoàng Kim, một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/55631176/244081046e33b6700c2ad44b20e2574b_3884015034249569950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/55631176/fdb52a6d254e62b4d702eba65b8118e6_7453038547641499307.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Euergetia\nAurelius\nNgười chỉnh âm của Remuria.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Thủy Thần tiền nhiệm đã mất trong trận Đại hồng thủy 500 năm trước.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/01/55631176/a5b8d23dd3fbe0969cc3ebce78f9c29f_7863445554681480745.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Nữ vương của mọi dòng nước, người đã nói với Remus về hình phạt không thể tránh khỏi đối với tội lỗi mà cô đã phạm phải và đưa cho anh một chiếc cốc chứa nước tinh khiết.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Bạn của Remus, người đã theo anh từ Biển Sâu để chứng kiến một thế giới được tạo ra để thoát khỏi xiềng xích của số phận. Remus trao lại cho anh bản nhạc cuối cùng của mình.\nPhobos\nBản giao hưởng vĩ đại.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sách Và Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Cuộc Suy Vong Của Remuria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nghe nói là kiệt tác lịch sử về nền văn minh Remuria cổ đại, do học giả nổi tiếng Pulteney biên soạn vào những năm đầu mới xây dựng Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/d0e75f9b88a286749b4c7dff0871e129_765440687991517761.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La Chanson d'Erinnyes",
        "desc": "<p><br>Sứ giả của Vua Remus đã làm thế nào để đến gặp Erinnyes, đòi cô ấy ban cho nước và đất của Thành Aremori, rồi lại làm thế nào để yêu cầu cô quy phục dưới trướng Sumphonia Capitolii (có nghĩa là \"giai điệu hài hòa vĩnh hằng\").</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Đoàn Kịch Hoàng Kim",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/2dabb3862a45000419a5c89e861275ed_6315805573234620561.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Khúc Ca Ngày Cũ",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Mảnh Hài Hòa Bất Thường",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/12108544/7557f4558ab243d82e8b6b9994fc97ee_4087757457868512297.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4028,
        "name": "Ly Vỡ Của Biển Nguyên Sơ",
        "desc": "<p>Tương truyền vào thời quân chủ đầu tiên đến với biển khởi nguyên, chủ nhân trước kia của Thủy Quốc đã từng tặng ông một ly nước.</p><p>Sau đó, ông đã trở thành thần vương không gì phải bàn cãi, dùng ly nước này tinh luyện ra linh châu thần kỳ, từ đó mà xây dựng nên đế quốc huy hoàng thịnh vượng.</p><p>Đó là câu chuyện xa xưa rồi, nhân vật chính trong đó giờ đây đã ngủ say trong ánh sáng lân quang của đàn cá biển sâu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/29/27215281/91ea8723306e98e3d1bcb55d7fdf7c81_1889326232756646434.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4027,
        "name": "Ly Rượu Của Biển Nguyên Sơ",
        "desc": "<p>Một đế quốc như thế nào mới có thể duy trì ngàn năm? Từ sau khi chế độ của rồng quay lại, quân chủ từng suy ngẫm về vấn đề này.</p><p>Kết hợp giữa vật liệu đá bất hủ cùng với Linh Lộ tinh luyện từ nước khởi nguyên, điêu khắc ra một chủng tộc bền bỉ như sắt đen. Lấy Ma Thạch làm da, Linh Lộ làm máu, từ đây về sau sẽ không còn phải lo sợ lời nguyền rủa hoang dã...</p><p>Ma tượng trầm lặng vẫn đang mơ về giấc mơ đế quốc... Trong bất giác, đế quốc đã sụp đổ hơn ngàn năm rồi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/29/27215281/53003e0178136f962ed95ee9c8cb7bff_4956274350046317245.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Ly Bạc Của Biển Nguyên Sơ",
        "desc": "<p>Trong những năm tháng mà hoàng kim che phủ toàn quốc thổ, nước suối thuần khiết không thể không ẩn náu nơi vùng núi bí mật, \"Kỵ Sĩ Nước Trong\" chính là được sinh ra ở những nơi lánh nạn này.</p><p>Các kỵ sĩ lấy chiếc giáp màu bạc lập lời thề, bảo vệ cho các tinh linh đến từ nước trong, bảo vệ cho các hương thân cũng tin tưởng vào suối nguồn duy nhất này, chống lại vương quyền hoàng kim đang che lấp bầu trời.</p><p>Đó đã là truyền thuyết rất lâu về trước rồi... Không lâu sau khi đế quốc sụp đổ và chìm sâu, các kỵ sĩ chống lại quân vương cũng cởi bỏ áo giáp, câu chuyện của họ cũng ẩn mình vào trong những bài ca dao hỗn tạp.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/29/27215281/c70230640d8706fd2e3aa837a391166c_1454872055330123783.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Ly Vàng Của Biển Nguyên Sơ",
        "desc": "<p>Khi quân chủ của vương thành sụp đổ tấu lên giai điệu cuối cùng của khúc nhạc hoàng kim, người nhạc sĩ rất được sủng ái đã lén trộm đi chiếc ly vàng đựng đầy Linh Lộ.</p><p>Bàng hoàng trước hành vi phản bội của thần vương, nhạc sĩ đã triệu tập cấm vệ cuối cùng, dùng Linh Lộ không tan để phong ấn ma long dưới tòa tháp cao, cùng vương thành chìm vào đáy biển.</p><p>Sau đó, hình bóng của kẻ trộm cao quý này cũng âm thầm biến mất khỏi lịch sử, chỉ có \"Đoàn Kịch Hoàng Kim\" vẫn trung thành với lời tiên tri của anh ta.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/29/27215281/a8147d7dfc78a2dc5d47dd50bd6292ed_5005576962686314346.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4037,
        "name": "Cặn Bẩn Giọt Sương Thánh Thuần",
        "desc": "<p>Tương truyền trước khi các sinh mệnh được sinh ra, từng có một vùng biển khởi nguyên đậm đặc. Nó từng là khởi nguồn của hàng vạn sinh vật thuần khiết, và một ngày nào đó sẽ nuốt chửng mọi sinh mệnh... Mà những vật chất vốn dĩ không thuộc về biển khởi nguyên sẽ bị lọc bỏ, trở thành cặn bẩn nổi trôi.</p><p>\"Cặn bẩn cũng có ý nghĩa tồn tại của mình. Rốt cuộc vật chất nào sẽ bị biển khởi nguyên nuốt chửng tất cả sinh mệnh bài xích đây?\" Người chỉnh âm trẻ tuổi đã từng đi theo quân chủ vĩ đại đang suy ngẫm về câu hỏi này.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/27215281/b5eb251eb35df6de92c4e93ac29b1f23_2421536090448156592.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4036,
        "name": "Ngưng Kết Giọt Sương Thánh Thuần",
        "desc": "<p>\"Sinh vật sống đến từ biển khởi nguyên, ắt sẽ trở về với cùng chung vận mệnh.\" Người chỉnh âm Boethius từng nói như vậy, \"nhưng sự siêu việt của con người có khả năng vô hạn, cho dù là nước biển khởi nguyên cũng không thể làm nó tan biến hết...\"</p><p>Quân chủ ngạo mạn từng thử điều chế ra Linh Lộ không tan trong nước, dùng để dung nạp tri thức và ký ức, để các thần dân có thể vứt bỏ thân xác, nhận được sinh mệnh độc lập vĩnh hằng.</p><p>Nhưng nỗi thống khổ của việc chuyển đổi linh hồn và thể xác không phải bất cứ sinh mệnh phàm tục nào cũng có thể chịu được, luật lệnh của quân chủ đã xé nát những linh hồn vụn vỡ...</p><p>Linh Lộ đã bị tiếng than khóc của biết bao linh hồn nhuốm thành sắc đen, từ đó bên trong đã mất đi thần trí hài hòa, chỉ còn lại hỗn loạn và điên cuồng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/27215281/bfe4638702fbef7e67d5d84b99d5276d_8669311131998122717.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Dòng Suối Giọt Sương Thánh Thuần",
        "desc": "<p>Đây là di vật khi \"Kỵ Sĩ Nước Trong\" còn ở đó - các kỵ sĩ nói. Ở nơi vùng núi hoang vu không người ghé đến, dòng suối vẫn chảy, vẫn có những tinh linh trung thành đang bảo vệ lấy dòng suối thuần khiết chưa bị ô nhiễm...</p><p>Thế nhưng, chủ nhân của Linh Lộ nhân tạo không thể nào dung thứ cho bất kỳ tạp âm nào khác với nhạc khúc vĩ đại. Tương truyền nơi mà người chỉnh âm Boethius từng đến, dòng cam lộ tự nhiên đều bị lấp đi, mọc lên đường dẫn nước của đế quốc, tinh linh của nước trong cũng im hơi lặng tiếng...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/27215281/54913bb983c08663e91eef34841c80b9_8401895742282230926.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4034,
        "name": "Tinh Chất Giọt Sương Thánh Thuần",
        "desc": "<p>Dung dịch tinh túy thuần khiết đậm đặc, được tinh luyện ra từ trong giọt nước của vùng biển khởi nguyên vô tận. Thần vương cổ đại từng tin rằng nó có thể đem lại sinh mệnh vĩnh hằng và trí tuệ vô cùng, thế nhưng áp tai lắng nghe... nó đang âm thầm dự báo cho một kết cục dung hợp thành một thể.</p><p>Đây là khúc nhạc hùng vĩ mà thần vương chưa hoàn thành. Linh Lộ hoàng kim không căn nguyên sẽ thay thế cho nước hoang sơ khởi nguyên, trật tự huy hoàng của trí giả trường sinh sẽ đem đến sự khai sáng như cam lộ cho mọi ngóc ngách vô tri.</p><p>Nhưng cuồng vọng của thần vương cuối cùng cũng chìm xuống đáy biển sâu đen tối, theo dòng thời gian vô tình, Linh Lộ hoàng kim cũng bị ăn mòn bởi nước biển khởi nguyên...</p><p>Người chỉnh âm lại ngó lơ mọi điềm báo, gắng gượng với thân xác tàn tạ, vẫn muốn dùng Linh Lộ cuối cùng để ban sinh mệnh cho đồng bào, để trật tự ngày xưa được tái hiện...</p><p>Ngày nay, trong cơn ác mộng của nhiều nhà thơ điên cuồng và họa sĩ trẻ tuổi của Fontaine, ảo ảnh ngày tận thế mà Boethius từng trải qua vẫn cứ tái hiện, nhắc nhở họ về sự luân hồi khó lòng né tránh.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/27215281/b511969117b243bc41e7af4c578dfb88_3717446182376507949.png",
        "displayStyle": "card"
      }
    ]
  }
}