{
  "epId": 4781,
  "name": "Focalors",
  "desc": "<p>Thuỷ Thần cuối cùng, còn có danh hiệu là Thần Chính Nghĩa. <span class=\"wk-shady\">Cô ấy đã tự hi sinh bản thân để phá huỷ ngôi vị Thuỷ Thần và trả lại sức mạnh cho Thuỷ Long</span></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1743760001,
  "components": {
    "galleryCharacter": [
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/44749939/6ec960ac7a2160449e946df38d1b5da0_1264799626441922966.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nhiệm Vụ Ma Thần Chương 4 Màn 5: Vũ Điệu Của Tội Lỗi\nPhán Quyết Cuối Cùng Cùng Của Thuỷ Thần"
          }
        ]
      },
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/44749939/071314a04852556139c4a6afb389b4dd_7798539709002574737.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nhiệm Vụ Ma Thần Chương 4 Màn 5: Vũ Điệu Của Tội Lỗi\nFocalors"
          }
        ]
      },
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/44749939/c892f91506e3c6d807953bcc10f06e06_2775569448199217456.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nhiệm Vụ Ma Thần Chương 4 Màn 5: Vũ Điệu Của Tội Lỗi\nFocalors và Neuvillette"
          }
        ]
      },
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/44749939/6b63ba3a7d5c46b0a07282251614a445_4440930759640013893.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nhiệm Vụ Ma Thần Chương 4 Màn 5: Vũ Điệu Của Tội Lỗi\nFocalors và Furina"
          }
        ]
      },
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/44749939/1264ba9cd583214931d49c5d9d65a640_6369586090197758604.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nhiệm Vụ Ma Thần Chương 4 Màn 5: Vũ Điệu Của Tội Lỗi\nFocalors và Furina"
          }
        ]
      },
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/23/44749939/7d385a6c1ba9e5d7ccb649d37c020ec0_3485511144509350520.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nhiệm Vụ Ma Thần Chương 4 Màn 5: Vũ Điệu Của Tội Lỗi\nFocalors và Furina"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Focalors",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/b0fb20592e699cd5342b9c87d6fab121_6327654859344677399.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Trái tim của Biển Khởi Nguyên, Egeria, được biết đến với cái tên Chúa Tể Vùng Biển, đã tạo ra các dạng sống thông minh mang tên Tinh Linh Nước Trong. Các Tinh Linh Nước Trong vì ngưỡng mộ cuộc sống con người nên chúng luôn ao ước được trở thành con người. Chúa Tể Vùng Biển đã đáp lại mong muốn của họ và sử dụng thần lực của Biển Khởi Nguyên để biến một số Tinh Linh Nước Trong thành con người. Khi trở thành con người, những Tinh Linh Nước Trong vẫn có Nước Biển Khởi Nguyên chảy trong huyết quản. Tuy nhiên, Thuỷ Thần và người dân Fontaine đã bị Thiên Lí ban cho \"Nguyên Tội\". Đảo Thiên Không tức giận với Chúa Tể Vùng Biển vì đã \"cướp đoạt sức mạnh của Biển Khởi Nguyên\" và đã giam cầm cô. Một lời tiên tri sấm truyền ban xuống:</color> <color=#ffffff>\"Cuối cùng, tất cả mọi người đều bị hòa tan vào nước, và chỉ còn lại Thuỷ Thần ngồi khóc trên ngai thần. Như vậy, tội lỗi của người Fontaine mới được gột rửa\"</color> <color=#ffffff73>. Lời tiên tri đã được khắc vào phiến đá từ rất lâu trước đây và không thể tránh khỏi. Hàng thiên niên kỷ trước, Egeria sau khi trở về từ giam cầm đã lên nắm và thực thi quyền và nghĩa vụ của chức vụ Thủy Thần Fontaine.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/6ec960ac7a2160449e946df38d1b5da0_691909026731103960.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Focalors từng là gia quyến Tinh Linh Nước Trong của Egeria. Cô luôn muốn trở thành con người, vì sự tồn tại của một con người trong mắt cô chính là màn trình diễn đẹp nhất, vì vậy Egeria đã biến Focalors thành người. 500 năm trước, Chúa Tể Vùng Biển đã chết trong \"Đại Thảm Hoạ\" và chọn Focalors làm người kế nhiệm ngai vị Thuỷ Thần. Egeria biết rằng lời tiên tri sẽ trở thành sự thật và không thể chống lại Thiên Lý. Cô đặt trọng trách giải quyết vấn đề này lên vai Focalors. Nếu việc đánh cắp sức mạnh của Biển Khởi Nguyên là \"tội lỗi nguyên thủy\" của Fontaine, thì việc biến người Fontaine thành con người và gột rửa tội lỗi để trao quyền tồn tại cho họ sẽ là \"công lý nguyên thủy\" của Fontaine. \"Sự tồn tại\" là công lý của Egeria, và Focalors tiếp tục duy trì nguyên tắc này. Thách thức lời tiên tri và đảm bảo rằng người dân của Fontaine sẽ sống mãi — đó sẽ là nghĩa vụ được tôn lên trên tất cả những nghĩa vụ khác.</color>\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Tinh Linh Nước Trong",
        "desc": "<p>Tinh Linh Nước Trong là những sinh vật thông minh thuộc nguyên tố Thủy, được tạo ra bởi vị Thần Thủy tiền nhiệm là Egeria, và có khả năng điều khiển nước theo ý muốn.<span class=\"wk-shady\">Tất cả người dân Fontaine đều từng là Tinh Linh Nước Trong, những sinh vật mà Egeria đã biến thành con người để thỏa mãn nguyện vọng của họ, đi ngược lại với luật lệ của Thiên Lý.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/55631176/657aa46ceeac51d9b9f0b4c3669337b9_2982111220935918637.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Thủy Thần tiền nhiệm đã mất trong trận Đại hồng thủy 500 năm trước.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/01/55631176/a5b8d23dd3fbe0969cc3ebce78f9c29f_7863445554681480745.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lời Tiên Tri",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/6b63ba3a7d5c46b0a07282251614a445_5914282810604832850.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Focalors đã suy nghĩ rất lâu về cách chống lại lời tiên tri và tìm ra câu trả lời khả thi duy nhất: cần phải đánh lừa Thiên Lý trong quá trình ứng nghiệm lời tiên tri. Sau khi trở thành Thần, Focalors đã tách \"thần cách\" của cô khỏi thể xác và tinh thần của cô. Phần \"nhân cách\" mà cô để lại, cô đặt tên là \"Furina\". Furina chỉ là một con người, nhưng cô có những cảm xúc hỷ nộ ái ố, khi ngông cuồng thì sẽ ngông cuồng, khi nhu nhược cũng sẽ nhu nhược. Ưu điểm của cô ấy là những ưu điểm mà chỉ loài người mới có, và khuyết điểm cũng vậy.</color> Trong mắt của Focalors,"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/7d385a6c1ba9e5d7ccb649d37c020ec0_8512935986327015719.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Furina chính là con người hoàn hảo, là người mà cô muốn trở thành. Sau khi tạo ra Furina, cô cũng nguyền rủa cô ấy, vì vậy chỉ cần \"thần cách\" của Focalors vẫn còn tồn tại, Furina sẽ không bao giờ chết, để ứng nghiệm tiên tri. Furina được giao nhiệm vụ trở thành nữ chính trên sân khấu của Viện Ca Kịch, vĩnh viễn đóng vai thần linh của vở kịch này, tất cả để làm lời tiên tri trở nên chân thật. Focalors <color=#ffffff73>hứa rằng sự tra tấn của cô cuối cùng sẽ kết thúc bằng một phiên xét xử tựa như một vở kịch vĩ đại, sau đó tất cả mọi người sẽ được cứu</color> . <color=#ffffff73>Furina không biết phiên xét xử cuối cùng sẽ diễn ra khi nào, vì vậy trong suốt 500 năm, Furina đã diễn vai Thuỷ Thần, cố gắng giải quyết lời tiên tri và cứu tất cả mọi người.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/237301566/f9637e460d788f9ba3c8144200245850_5440911958406479077.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Trong khi Furina cai trị Fontaine, Focalors tích lũy năng lượng để đánh lừa Thiên Lý. Cô đã tạo ra và đặt \"thần tính\" của mình cùng với Gnosis Thuỷ trong Cỗ Máy Chỉ Thị Phán Quyết — một thiết bị đặc biệt trong Viện Ca Kịch, nơi diễn ra mọi phiên tòa. Cỗ Máy Phán Quyết đã chuyển đổi niềm tin của mọi người vào công lý thành Indemnitium, một loại năng lượng có thể cung cấp cho đời sống ở Fontaine. Cùng với Thẩm Phán Tối Cao Neuvillette, thiết bị này đã tuyên án các vụ án và bản án của nó luôn mang tính quyết định</color> <color=#dbdee1>.</color> <color=#ffffff73>Mặc dù nó được sử dụng để xét xử, nhưng trên thực tế, mục đích chính của nó là giết Thuỷ Thần cùng với Ngai thần của vị thần chính nghĩa khi đến lúc. Focalors hiểu rằng chỉ có sức mạnh ở quy mô này mới có thể hy vọng phá hủy Ngai Thần của Thuỷ Thần, làm lung lay các quy tắc do Thiên Lý thiết lập và phá vỡ thể chế Thất Thần.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/e04b1145b19d9257af9cb3f66e5c8ffe_5112452436646273335.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>500 năm sau, khi lời tiên tri bắt đầu trở thành sự thật và Focalors đã tích lũy đủ Indemnitium, Cỗ Máy Phán Quyết đã tuyên án tử hình \"Thuỷ Thần\". Focalors đã gặp Thuỷ Long Vương, Neuvillette, để giao phó quyết định về số phận người dân Fontaine cho anh ta. Neuvillette được mời đến Đại Sảnh Fontaine với tư cách là Thẩm Phán Tối Cao, như một phần trong kế hoạch của Focalors, vì cô biết rằng anh sẽ không thể phán quyết họ là \"có tội\" nữa.</color>\n<color=#ffffff73>Lúc đầu, Neuvillette không hứng thú với sự tồn tại của con người, nhưng sau năm trăm năm tiếp xúc với họ, anh đã hiểu được loài người và cảm nhận những cảm xúc của họ. Khi Focalors nói lời tạm biệt với Thuỷ Long, Cỗ Máy Phán Quyết đã thực hiện bản án, phá hủy ngai thần của Thuỷ Thần, giết chết Focalors và trả lại toàn bộ quyền lực cho Thuỷ Long Vương. Sau khi có lại toàn bộ sức mạnh, Neuvillette đã đặc xá \"tội lỗi khởi nguyên\" của người dân Fontaine, và trao cho họ \"huyết mạch\" thực thụ, cứu họ khỏi cơn đại hồng thuỷ.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/610d1ce3d05a0bf14311b050c06efc04_2581014749507867284.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Một thời gian trước khi lời tiên tri bắt đầu trở thành sự thật, Cỗ Máy Phán Quyết đã phán Quan Chấp Hành Fatui thứ 11, Tartaglia, có tội trong vụ \"Thiếu Nữ Mất Tích\", một trong những vụ án bí ẩn đã xảy ra ở Fontaine trong vòng 20 năm qua. Mọi người coi sự hoà tan này là một trong những dấu hiệu cho thấy lời tiên tri đang dần dần ứng nghiệm. Một dấu hiệu khác là sự dâng lên hàng năm của nước Biển Khởi Nguyên. Mặc dù Childe không phải là nguyên nhân gốc rễ của thảm họa, nhưng Cỗ Máy Phán Quyết coi anh ta là một phần của toàn bộ bối cảnh: khi Tartaglia 14 tuổi, anh ta rơi vào vực sâu nào đó. Ở đó, tình cờ, anh ta đã đánh thức Thôn Tinh Kình Ngư — một sinh vật bí ẩn và khổng lồ đến từ thế giới khác, muốn hấp thụ Biển Khởi Nguyên và gây ra trận đại hồng thuỷ như lời tiên tri. Theo Neuvillette, phán quyết này có thể dựa trên trách nhiệm liên quan, hoặc Focalors có thể cố tình sử dụng Tartaglia để kéo dài thời gian với giả định rằng Thôn Tinh Kình Ngư có thể bị ngăn chặn. Sau cái chết của Focalors, Furina được giải thoát khỏi lời nguyền và trở thành một con người bình thường. Mặc dù mọi người đổ lỗi cho cô vì không giải quyết được lời tiên tri, thế nhưng cuối cùng cô cũng có thể là chính mình và không đóng vai Thuỷ Thần nữa.</color>\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Childe đứng thứ 11 trong quan chấp hành Fatui, uy danh chiến tích luôn được ca ngợi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Người đứng đầu Thương Hội Cabriere, một tổ chức gắn bó sâu sắc với Spina di Rosula.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/55631176/25e9bbca3d3b73292f89a87f0780ee63_7004169295981456594.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Thôn Tinh Kình Ngư",
        "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Sinh vật khổng lồ thần bí từ thế giới khác.</span><br><span style=\"color: rgb(219, 222, 225)\">Những nhà thơ thường ví von bầu trời sao với đại dương. Họ từng nhìn thấy hoặc mơ thấy vô số sinh vật phù du phát sáng trôi nổi trên vùng biển tối tăm không trăng, tựa như dải ngân hà, hoặc có lẽ ánh trăng trên mặt biển đã bị xé toạc thành nhiều mảnh, lấp lánh như những vì sao. Trong những câu chuyện kỳ ảo nhất hay những lời dối trá điên cuồng nhất, ở những ngôi sao sâu thẳm trong vũ trụ có lễ cũng đầy ắp sự sống như Teyvat, mà vũ trụ thì cũng giống như đại dương. Nhưng nhìn một cách thực tế, nếu thực sự tồn tại vũ trụ sâu thẳm đầy ắp sự sống như vậy, tại sao đến giờ vẫn chưa tiếp xúc với Teyvat? Có thể vũ trụ vẫn luôn cố gắng xâm nhập vào Teyvat, có lẽ một thế lực cao hơn đã tạo ra biên giới để bảo vệ thế giới này.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/44749939/d6f05906844b79f1be3d4f049381a60f_3515231889657264081.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Video Giới Thiệu Và Hoạt Cảnh",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Hoạt Cảnh - \"Màn Kết Của Tội Nhân\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/e7577f7685498b8c158b290ccd00216c_5700817998979627989.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17 Tháng 11, 2023</color>\n<color=#ffffff73>Sau khi chứng kiến vô số phán quyết, cuối cùng cô cũng chờ được màn phán quyết hoành tráng và kịch tính nhất.</color>\n<color=#ffffff73>Kết màn bằng thanh kiếm khổng lồ tạo nên từ năng lượng ngưng tụ, vũ điệu của tội nhân vang lên nốt nhạc cuối cùng.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=_RAhrisU6Mc&embeds_referring_euri=https%3A%2F%2Fwww.hoyolab.com%2F&source_ve_path=Mjg2NjY&feature=emb_logo"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Các Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Thủy Thần tiền nhiệm đã mất trong trận Đại hồng thủy 500 năm trước.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/01/55631176/a5b8d23dd3fbe0969cc3ebce78f9c29f_7863445554681480745.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Thuỷ Thần tiền nhiệm, đã tạo ra Focalors và cho cô cơ thể của một con người.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Cơ thể và linh hồn được tạo ra bởi Focalors,với sứ mệnh diễn vai trò của \"Thuỷ Thần\" cai trị Fontaine trong suốt 500 năm..",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Tinh Linh Nước Trong",
        "desc": "<p>Tinh Linh Nước Trong là những sinh vật thông minh thuộc nguyên tố Thủy, được tạo ra bởi vị Thần Thủy tiền nhiệm là Egeria, và có khả năng điều khiển nước theo ý muốn.<span class=\"wk-shady\">Tất cả người dân Fontaine đều từng là Tinh Linh Nước Trong, những sinh vật mà Egeria đã biến thành con người để thỏa mãn nguyện vọng của họ, đi ngược lại với luật lệ của Thiên Lý.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/55631176/657aa46ceeac51d9b9f0b4c3669337b9_2982111220935918637.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Những sinh mệnh nguyên tố Thuỷ, được tạo ra bởi vị Thần Thủy tiền nhiệm là Egeria. Focalors là 1 trong những Tinh Linh Nước Trong ấy.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Một trong Thất Long Vương và Thẩm Phán tối cao của Fontaine.\nCỗ Máy Phán Quyết\nMột cỗ máy đặc biệt được tạo ra bởi Focalors để tích trữ Indemnitium và phá huỷ ngai thần của vị thần chính nghĩa.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Câu Chuyện Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Câu Chuyện Nhân Vật 4</color>\nNeuvillette luôn thích trời mưa hơn là nắng, không khí ẩm ướt khiến anh thoải mái hơn cả. Nhưng đã từ rất lâu rồi, anh không còn thoải mái tắm mưa nữa.\nDường như kể từ khi lựa chọn đồng hành cùng Fontaine đến nay, anh ấy đã luôn đóng vai làm một người bình thường tuân thủ quy tắc. Người bình thường sẽ không đi dưới mưa mà không đem theo ô, sẽ không để nước mưa làm tóc tai ướt sũng.\nĐiều đáng nói là, thẩm phán tối cao là bản sắc, Thủy Long chính là bản chất. Chỉ có thân phận người bình thường này mới là đóng vai thôi.\nVì cô đơn và áy náy, con người tạo ra thần linh để phán quyết bản thân. Vì tham lam và hổ thẹn, con người mới tạo ra thần linh để cứu rỗi chính mình. Nhưng nay vắng bóng các vị thần, Neuvillette đã đáp lại sự mong mỏi ấy.\nGiờ đây, anh đã đặc xá tội lỗi cho loài người, cũng đã lấy lại phong thái ban đầu của mình.\nNay anh ấy có thể bước vào một màn mưa, thoải mái để mặc nước mưa ướt đẫm thân mình.\nNeuvillette cũng đã thật sự làm như thế. Anh đứng trong mưa, lặng lẽ nhìn về phương xa, nhớ về ngày đã nhận được lá thư đó từ rất lâu về trước.\nMột lá thư, không biết gửi tới Neuvillette khi ấy bằng cách nào. Tên người nhận trống không, trong thư lại trực tiếp xưng hô với Neuvillette là \"anh\".\nNgười độc đáo lại đặc biệt như anh. Neuvillette không phủ định, nhưng cũng không chấp nhận. Anh mơ hồ cảm thấy, những kẻ được lợi trên thế gian này chẳng có tư cách gì để phán đoán anh như thế.\nAnh biết lá thư đó đến từ Ma Thần Focalors. Focalors đã mời anh tới Đại Sảnh Fontaine, nói rằng \"Tôi sẽ để dành chỗ ngồi tốt nhất cho anh ở nhà hát lớn nhất\".\nCuối cùng, Neuvillette đã tới chỗ ngồi đó. Ghế giữa hàng đầu trong Viện Ca Kịch Epiclese, Đảo Erinnyes. Từ chỗ ngồi này, anh ấy đã xem vô vàn những màn biểu diễn khác nhau. Tầm nhìn tuyệt vời, đúng như Focalors đã nói.\nNhững chuyện sau đó thì không được công khai rộng rãi... Người ta có lẽ sẽ không thể hiểu được thế nào là ngai vàng sụp đổ, thế nào là trao trả toàn bộ sức mạnh của nước. Còn về việc đặc xá và nguyên do cần đặc xá thì lại càng là câu chuyện phức tạp khó nói.\nCứ như thế, vở kịch hạ màn. Một vở kịch vĩ đại nhất trong lịch sử đã kết thúc viên mãn ở Fontaine.\nViên mãn sao? Tới giờ phút này, Neuvillette mới bỗng nhiên hiểu ra. Chỗ ngồi trong lá thư đó, không chỉ là một chỗ ngồi đơn thuần trong Viện Ca Kịch.\nFocalors, hay phải nói là Furina, đã nhường lại vị trí của khán giả để một mình bước lên sân khấu, trở thành nữ chính trong vở kịch.\nSố lượng ghế ngồi đã định sẵn, một người ngồi xuống, ắt sẽ phải có một người rời khỏi chỗ. Lá thư gửi cho anh ấy trước đây, chính là lời mời đã gửi từ hàng trăm năm trước.\nThủy Long à, trở thành một phần của khán giả loài người, anh cảm thấy thế nào?\nVở kịch của loài người, anh thấy thích chứ?"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Focalors"
          }
        ]
      },
      {
        "key": "Quốc Gia",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Thuộc",
        "value": [
          {
            "type": "RichText",
            "text": "Thất Thần\nTinh Linh Nước Trong"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "Thần Chính Nghĩa"
          }
        ]
      },
      {
        "key": "Lồng Tiếng CN",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>钱琛 (Qian Chen)</color>"
          }
        ]
      },
      {
        "key": "Lồng Tiếng EN",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Amber Lee Connors</color>"
          }
        ]
      },
      {
        "key": "Lồng Tiếng JP",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>水瀬 いのり (INORI Minase)</color>"
          }
        ]
      },
      {
        "key": "Lồng Tiếng KR",
        "value": [
          {
            "type": "RichText",
            "text": "김하영 (Kim Ha-Young)"
          }
        ]
      }
    ]
  }
}