{
  "epId": 4784,
  "name": "Azhdaha",
  "desc": "<p>Sinh vật sống nguyên tố có tuổi thọ vượt xa nhân loại, được Nham Vương Gia đưa lên mặt đất. Morax đã khắc cho Azhdaha có hình dạng một con rồng và cho anh ta đôi mắt có thể nhìn thấy bầu trời. Azhdaha đã là bạn và đồng minh của Nham Thần trong nhiều năm.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/55631176/d911fad9d95d269578ddda5248c731b6_5684443276049559320.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1709462548,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Azhdaha"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "Rồng Cổ Đại\nRồng Tổ Cổ Nham"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Azhdaha",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/c6b12865e76b20df8ba7c121d47be54a_2672735058154713363.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hầu hết các sinh vật nguyên tố nham cổ đại sống dưới lòng đất tại Liyue, trăm ngàn năm nay không thấy ánh sáng. Trong nhiều thiên niên kỷ, linh hồn của các tảng đá đã luôn ngủ yên ở Nam Thiên Môn, dường như không khác gì những ngọn núi xung quanh. Nhưng khi nó thức tỉnh, ngay cả một chuyển động nhỏ nhất cũng có thể khiến mặt đất rung chuyển. Một lần, Nham Vương Gia độc hành thế gian, anh ta nghe thấy một âm than từ xa vọng tới từ một vết nứt trên mặt đất. Âm thanh ấy khi thì ai oán như bài hát buồn, khi thì hung hẵn như tiếng sấm. Nham Vương Gia đi vòng xung quanh và rồi tìm thấy một viên đá có hình thù kỳ lạ giữa những tầng đá."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/4665e61d5418b7195e79828a1247d27f_4347904696464214544.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nham Vương Gia thương cho mẩu đá có linh khí và đã khắc nó thành một con rồng, uốn lượn sinh động như thật. Azhdaha từ đó được sinh ra. Nham Vương Gia đã đáp lại mong muốn của nó và đưa nó lên trên mặt đất. Bằng đôi tay của mình, Nham Vương Gia đã ban cho con rồng một đôi mắt nhìn rõ vạn vật và đặt ra giao ước với nó. Nham Vương Gia đồng ý để Azhdaha chung sống cùng con người trên mặt đất. Nhưng nếu một ngày nào đó nó phá vỡ trật tự này, nó sẽ một lần nữa bị phong ấn trở lại trong bóng tối. Con rồng luôn theo bên cạnh Nham Vương Gia, cùng ngài nam chinh bắc chiến."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Đá vàng tan biến thành khói bụi</color>\n<color=#ffffffd9>Sông núi trơ trọi nước cạn khô</color>\n<color=#ffffffd9>Tạo rồng điểm mắt được giúp sức</color>\n<color=#ffffffd9>Vòng quanh mang đến cơn mưa lành.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/675c4c8064b42f7e98de36913976357a_8707406021498438587.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trong nhiều thế kỷ, Azhdaha cùng với Morax và các tiên nhân khác đã giúp đỡ người dân Liyue. Tuy nhiên, những kí ức này không tồn tại được lâu. Những ký ức còn sót lại đều bắt nguồn từ cảm xúc mạnh mẽ. Nhưng thời gian trôi qua, những ký ức này cũng dần mờ nhạt đi. Đó là điều không thể tránh khỏi của Teyvat, nơi mà sự mài mòn là là kẻ hủy diệt ký ức tàn ác nhất. Sự mài mòn khiến ý thức của Azhdaha rơi vào quên lãng. Dần dần, nó quên mất khuôn mặt của người bạn cũ và ký ức về việc đã từng bảo vệ cảng Liyue. Azhdaha, lúc này đã mất đi những kí ức này, trở nên nóng nảy và hung hãn. Sự mài mòn càng ngày càng khiến nó trở nên man rợ hơn, dù có vùng vẫy thế nào nó cũng mất đi khả năng chung sống với loài người và mất đi mọi lý trí. Morax chia sẻ một phần sức mạnh của mình với Azhdaha để ngăn chặn sự mài mòn nhưng vẫn có tác dụng. Đó là quy luật tự nhiên, một sức mạnh không thể ngăn cản."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/884f5f6baa32c6d7b021900c1850c30e_2990351017302664137.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Việc khai thác quá mức các mỏ đã khiến địa mạch trong Vực Đá Sâu rung chuyển, khiến tổn thương đến Azhdaha. Một ngày nọ, nó tấn công Vực Đá Sâu và gây chiến với Morax. Anh ấy đã chọn \"Nghĩa\", nhưng cũng không từ bỏ \"Nhân\" cho nên đối với Azhdaha Morax không có ý định sát hại. Thấy rằng Morax không có ý định muốn sát hại mình nên Azhdaha cũng đã tự nguyện chọn bị phong ấn. Morax phong ấn Azhdaha dưới lòng đất, đặt một phong ấn bảo vệ lối vào."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/29/237301566/1fb1e07343f31e966670941818cbae18_3545662994285643079.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một thiên niên kỷ sau, phong ấn giam giữ Azhdaha bị nới lỏng, và sức mạnh của nó hiện diện ở thế giới này trong hình dạng một đứa trẻ tên là Jiu. Với hình dạng mới này, nó tấn công những thế lực đã đàn áp mình. Azhdaha quyết định tấn công từ cả bên ngoài và bên trong để phá hủy hoàn toàn phong ấn. Azhdaha đã thôi miên những người thợ mỏ để đào một đường hầm dẫn đến lối vào bị bịt kín. Cùng lúc đó, một thế lực khác, phần còn lại từ lòng nhân từ của Azhdaha, cũng đã thức tỉnh do phong ấn bị nới lỏng. Sức mạnh này quá yếu để tái sinh nhưng đủ mạnh để chiếm hữu cơ thể con người của Kun Jun. Mục đích duy nhất của anh là tìm Morax và hỗ trợ anh ta ngăn chặn Jiu. Sức mạnh của họ đối lập nhau và có thể thức tỉnh ý chí của Azhdaha. Jiu là ký ức của lòng đất, trong khi Kun Jun là ký ức về sự chung sống với loài người và là lời hứa cuối cùng mà Azhdaha có với Morax. Nhờ có \"Kun Jun\", Azhdaha đã có thể hồi tưởng lại khoảng thời gian của mình với Nham Vương Gia cũng như tình bạn và lời hứa của họ. Trước khi biến mất, anh cảm ơn Morax và nói rằng anh sẽ không quên đôi mắt Morax đã cho anh khi Azhdaha khao khát mặt trời."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Vạn vật biến động, sơn hải hóa hình…</color>\n<color=#ffffffd9>...Những ngôi sao trên đất hoang... tỏa sáng như... mặt trời chói lóa…\"</color>\n<color=#ffffffd9>\"Tuyết rơi xuống vùng hoang vắng vào ngày xuân, rồi sẽ lập tức tan chảy. Dù chỉ là thoáng qua cũng không thể để lại dấu vết gì trong lòng ngươi… ngay cả đây là lần cuối cùng.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=1jUemn6Jk-o&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Là vị khách thần bí được \"Vãng Sinh Đường\" mời đến, kiến thức uyên bác, có sự hiểu biết sâu rộng đối với nhiều sự vật sự việc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "Một con rồng cổ đại có tuổi thọ ngang với những rặng núi.<br/>Rất lâu về trước đã từng kề vai sát cánh cùng Đế Quân của cảng Nham, nhưng cuối cùng lại vì mâu thuẫn mà bị trấn áp dưới lòng đất đen tối. Trong những năm tháng dài đằng đẵng, sức mạnh của nó đã dần mất đi, và hình dạng cũng đã bị biến đổi sau nhiều cuộc tra tấn khác nhau.<br/>Tiếng xiềng xích khe khẽ và tiếng gầm trầm đục của tổ tiên loài rồng, giống như những ký ức, vang vọng giữa núi rừng.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1978,
        "name": "Kiếm Vô Công",
        "desc": "Thanh kiếm sắc bén có thể trừ yêu diệt ma, tựa như có uy lực của thần linh vậy.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/无工之剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1927,
        "name": "Vương Miện Vua Rồng",
        "desc": "Sừng kết tinh ngưng tụ từ ngọc ngàn năm, là vương miện thiên sinh của \"Long Vương\".<br/>Được rót Tinh Phách, nặn từ thạch nham tạo thành, xuất hiện ở khe núi, là tượng trưng cho sự uy quyền quốc thổ, chiếc sừng dài lấp lánh như vàng là minh chứng cho sự phục vụ bậc quân vương nào đó trong quá khứ.<br/>Đã từng một lần đổi màu, hiện giờ là màu ánh vàng sáng lấp lánh trong tay bạn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragon Lord's Crown_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1576,
        "name": "Nhánh Huyết Ngọc",
        "desc": "Nhánh cây bằng xương màu sắc lấp lánh đặc biệt, được nuôi dưỡng từ sức mạnh \"Long Vương\".<br/>Từ dòng suối căm hận, từ ánh trăng lạnh lẽo đã đúc kết thành...<br/>Cho dù khi chiến đấu có bị chém gãy thì những nhành lá được nuôi dưỡng từ máu rồng vẫn luôn bất diệt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodjade Branch_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1673,
        "name": "Vảy Vàng",
        "desc": "Giáp được nung đúc từ huyền nham, bền bỉ và trầm mặc, chứa đựng quyền năng của \"Long Vương\".<br/>Qua bao năm tháng chôn vùi, ánh hoàng kim và hắc diệu bên trong nó không hề bị lu mờ.<br/>Sự đau đớn tột độ, âm thanh vô hình có lẽ sẽ biến mất để kết thúc ân oán ngàn năm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/55631176/494fbe1e87d7119533d46695608e125c_2948281982401765103.png"
      },
      {
        "key": "Nam Thiên Môn",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/55631176/7eac7d1e747e09a01b721520d7701336_7435486322113252225.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nơi mà Azhdaha đã ngủ say trong hàng thiên niên kỷ trước khi Nham Vương Gia đưa hắn lên mặt đất. Sau này nơi đây cũng trở thành nơi Azhdaha bị phong ấn. Cây Phục Long tại đây chính là cái đuôi của Azhdaha"
          }
        ]
      },
      {
        "key": "Azhdaha",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/55631176/b6ee08c9aa6674f63fb6e9df61cab1e1_8015813768373011619.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Azhdaha Và Nham Vương Gia"
          }
        ]
      },
      {
        "key": "Azhdaha",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/29/55631176/9ab88274518f429e119035328a30609e_2607103970721402540.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Azhdaha Và Các Tiên Nhân"
          }
        ]
      }
    ]
  }
}