{
  "epId": 4835,
  "name": "Ramen Ăn Liền Của Bang Arataki",
  "desc": "<p>Món quà nhận được từ chỗ Kuki Shinobu, sau khi giúp \"Quỷ Vương Đấu Bọ Thiên Tài\" tăng thực lực, tìm kiếm cách đấu bọ kiểu mới trong \"Tập Huấn Đấu Bọ Arataki Rực Cháy\"...</p><p>Bển trong chiếc hộp cứng cáp mà nhẹ nhàng có đựng mì ramen đã được phơi khô, gói gia vị được niêm phong kín và bát đũa cực kỳ bền bỉ. Làm theo hướng dẫn kèm theo, chỉ cần cho mì và gia vị vào bát, đổ nước nóng vào là bạn có thể nhanh chóng thu được một tô ramen có hương vị ngon lành, khá tiện lợi...</p><p>Có điều, theo lời nhắn của Shinobu trong hộp, lúc cô ấy và Arataki Itto đi thuyền đến Liyue tham gia buổi họp mặt, trên đường cũng chưa hề được ăn món này... Lúc đó họ chỉ mang theo một ít bánh quy và dựa muối. Trong thời gian chơi ở Liyue, Shinobu lấy cảm hứng từ một số món mì của Liyue nên đã thử làm ra loại ramen công nghệ mới này, để tiện cho \"Cánh Tay Phải Của Quỷ Vương\" và \"Dưa Tím Thép Trắng Kinh Thiền Động Địa\" trên chuyến hành trình có thể nhanh chóng lấp đầy bụng đói bằng món ăn thơm ngon này...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/12108544/0318a3428236c767459ba95f171095bd_8027680632061940745.png",
  "filterValues": {
    "objectType": [
      "Đạo Cụ Nhiệm Vụ"
    ]
  },
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 1706197729,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Ramen Ăn Liền Của Bang Arataki"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Phiên Bản Phát Hành",
        "value": [
          {
            "type": "RichText",
            "text": "4.3"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Sự Kiện Giới Hạn Phiên Bản 4.3: Tập Huấn Đấu Bọ Arataki Rực Cháy"
          }
        ]
      }
    ]
  }
}