{
  "epId": 4896,
  "name": "Hai Người Lính Ngự Lâm",
  "desc": "<p><span style=\"color: rgb(222, 220, 217)\">Quyển sách bán chạy ở Fontaine, kể về câu chuyện đan xen giữa âm mưu và phục thù, giữa chính nghĩa và tà ác.</span></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/25/1ab6bb80ae86aab0a1f8064c05b6a72f_7162576051872538658.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1703573449,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Hai Người Lính Ngự Lâm"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Đạo Cụ Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4828,
            "name": "Hai Người Lính Ngự Lâm (I)",
            "desc": "<p>Quyển sách bán chạy ở Fontaine, kể về câu chuyện đan xen giữa âm mưu và phục thù, giữa chính nghĩa và tà ác.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/673332089069abca2b0a4cb2801b27c2_4019591395080527085.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4829,
            "name": "Hai Người Lính Ngự Lâm (II)",
            "desc": "<p>Quyển sách bán chạy ở Fontaine, kể về câu chuyện đan xen giữa âm mưu và phục thù, giữa chính nghĩa và tà ác.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/673332089069abca2b0a4cb2801b27c2_7449383601563573196.png"
          },
          {
            "type": "CustomEntry",
            "epId": 4830,
            "name": "Hai Người Lính Ngự Lâm (III)",
            "desc": "<p>Quyển sách bán chạy ở Fontaine, kể về câu chuyện đan xen giữa âm mưu và phục thù, giữa chính nghĩa và tà ác.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/14/44749939/673332089069abca2b0a4cb2801b27c2_6555274483455033670.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Hai Người Lính Ngự Lâm (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nÔng lão đầu hai thứ tóc cẩn thận đặt sáu viên đạn đặc chế lên bàn, dùng đôi mắt đã gần như mù hẳn nhìn cặp anh em trước mắt.\n\"Sáu viên đạn. Vậy đã đủ chưa?\" - ông lão hỏi.\n\"Đủ rồi.\" - người anh trả lời.\nÔng lão thở dài. Ông đã thực hiện được lời hứa của mình, dạy hết những gì mình biết cho hai anh em cô nhi nằm trước cửa nhà mình mười lăm năm trước.\nKiếm thuật, bắn súng, những mánh khóe lừa người...\nLàm cách nào để lẻn vào trong một dinh thự mà không bị chó săn phát hiện, làm cách nào để khiến một người ra đi trong lúc ngủ mê mà không để lại dấu vết, và cả, làm cách nào để bóp cò súng mà không hề do dự...\n\"Sáu viên đạn, sáu mạng người...\" - ông lão lẩm bẩm.\n\"Không\" - cô em gái nói. \"Chỉ năm mạng thôi.\"\n\"Có một người, chúng con phải cho hắn ta hai viên.\"\nÔng lão không nói gì, ông chưa bao giờ hỏi hai anh em tại sao lại chọn ông, cũng chưa bao giờ hỏi bọn họ định làm thế nào, cũng giống như thầy ông năm đó chưa bao giờ hỏi ông vậy.\nThế nhưng trong lòng ông lão vẫn cảm thấy xót thương cho hai học trò của mình. Đôi mắt sắp mù hẳn của ông đã nhìn thấy quá nhiều thứ trong đời, nhiều hơn bất cứ kẻ nào trong thành phố này.\n\"Báo thù là con đường không thể quay đầu lại, các con của ta\" - ông nói. \"Tri thức mà các con học được từ chỗ ta, đủ để đem lại cuộc sống trù phú, sung túc cho các con.\"\n\"Ta không muốn các con bước lên con đường giống như ta. Đôi mắt này, chính là sự trừng phạt mà thần linh giáng xuống đầu những kẻ báo thù.\" - ông cố hết sức mở đôi mắt vẩn đục của mình, muốn nhìn kỹ hai anh em họ.\n\"Chúng con đã bị giết chết từ hai mươi năm trước rồi\" - người anh nói. \"Nếu không đưa sáu viên đạn này về nơi chúng nó nên đi, bọn con sẽ không bao giờ quay trở lại đất nước của kẻ sống được nữa.\"\nÔng lão không nói gì nữa. Từ lúc ông nhận nuôi hai anh em họ, ông biết ngày này kiểu gì cũng sẽ đến.\n\"Được... vậy ta không khuyên gì thêm nữa.\" - ông dùng tay chống cơ thể mình đứng dậy. Giờ phút này, dù chỉ một động tác đơn giản như vậy cũng đủ rút hết sức lực của ông.\nNhưng dù vậy, ông vẫn muốn đi vòng sang phía bên kia bàn, ôm lấy hai học trò thân yêu của mình. Ông biết, đây là lần cuối cùng bọn họ gặp nhau.\n\"Ngoài sáu viên đạn này ra, các con còn cần gì khác không?\" - ông lão hỏi câu cuối cùng.\n\"Dạ không.\" - người anh nói.\nÔng lão phát hiện người em gái đứng bên cạnh nhíu mày. Tuy ông không nhìn thấy, nhưng ông cảm nhận được.\n\"Sao vậy Iris?\" - ông lão hỏi. Từ trước đến giờ, ông vẫn thích cô học trò Iris này hơn, tâm tư tinh tế, giàu tình cảm, nhưng đôi tay cầm súng không hề run rẩy.\n\"Thật ra con có một yêu cầu.\" - hướng về phía vườn hoa của ông lão ngoài cửa sổ, Iris nói.\n\"Con có thể hái vài bông Tường Vi Cầu Vồng của người không?\"\n...\n...\"Hai Người Lính Ngự Lâm\", trang 224."
          }
        ]
      },
      {
        "title": "Hai Người Lính Ngự Lâm (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "...\n\"Kết thúc rồi...\" - Hai khẩu súng cùng hướng vào trán Bá Tước, một khẩu trong đó có máu nhỏ giọt từ báng súng, \"tách... tách... tách...\", nghe như tiếng đếm ngược của sinh mệnh người đứng trước họng súng.\n\"Hừ, một đám phế vật.\" - Bá Tước nhìn đám người nằm la liệt phía sau hai tay súng dưới cơn mưa lớn, thầm chửi rủa trong lòng. \"Ta bỏ bao nhiêu tiền như vậy, kết quả chỉ nhận về một vết sẹo không đau không ngứa thôi ư?\"\n\"Biết chúng ta là ai không?\" - Người cầm súng hỏi.\n\"Biết thì sao?\"\n\"Thì tiện cho ngươi thôi, lúc xuống địa ngục báo lại cho thẩm phán dưới đó nghe nhé.\"\nDù mưa to như thác đổ, đập vào mặt, vào mắt, vào tai ông ta... nhưng tiếng máu nhỏ giọt không hiểu sao vẫn rõ ràng như thế, tách... tách... tách...\n\"...Biết chứ, Iris, Tulipe. Các con của ta.\" - Bá Tước nói. Ông ta không muốn phản kháng nữa. Trong đêm mưa tầm tã ấy, ông ta ngồi trên mặt bùn đầy chật vật. Ông ta mệt rồi.\nTulipe nhổ nước miếng sang bên cạnh.\n\"Ngươi vẫn còn mặt mũi xưng là cha bọn ta ư? Hai mươi năm trước, khi ngươi giết mẹ ta, ngươi nhìn bà ấy nuốt từng viên thuốc độc với ánh mắt thế nào?\"\nBá Tước thở dài một hơi, nhắm mắt lại, ông ta nhớ lại chuyện xảy ra hai mươi năm trước. Có một điều khiến ông ta ngạc nhiên là, chuyện này nhẹ nhàng hơn ông ta tưởng.\nCặp mắt ấy đột nhiên hiện lên trước mặt ông ta.\nSao ông ta có thể không yêu người con gái ấy chứ?\nDáng người yểu điệu ấy, nụ cười vui vẻ ấy... lướt qua từng gian phòng, thẹn thùng nhìn ông ta.\nĐôi mắt màu nâu đậm của cô, đôi mắt như dải ngân hà trong đêm đen, như đáy hồ tĩnh lặng ấy.\nSao ông ta có thể từ chối cô ấy chứ?\n\"Anh có cưới em không?\" - Nhìn vào đôi mắt ấy, ông ta không thể thốt lên được từ \"không\".\nThế nhưng tại sao cô ấy lại phản bội chứ?\nCô ấy đòi hỏi từ ông ta càng nhiều thêm, thậm chí còn muốn ông ta bỏ trốn cùng mình?\nTách... Tách... Tách...\n\"Cô ta đòi hỏi quá nhiều...\" - Bá Tước mở mắt ra và nói.\n\"Mẹ chưa bao giờ yêu cầu điều gì cả, bà ấy chỉ mong được giống như những người khác thôi, đó là sống một cuộc đời yên ổn.\" - Iris phản bác lại, máu chảy dọc theo báng súng của cô, nhưng đôi tay đang cầm súng lại không hề run sợ.\n\"Cô ta muốn ta bỏ lại hết của cải, cùng nhau bỏ trốn!\" - Bá Tước hét lên. Hai đứa trẻ trước mặt nào có biết tiền tài là gì, địa vị là chi, nên mới nói ra những lời ấu trĩ như thế!\n\"Bà ấy chỉ muốn ngươi từ bỏ hư vinh, bỏ qua ánh mắt người đời. Giống như những gì ngươi nói, một tình yêu chân chính.\" - Iris nói.\n\"Nếu hai đứa đứng vào vị trí của ta, chắc chắn cũng sẽ đưa ra lựa chọn như vậy thôi!\"\n\"Không\" - Tulipe kiên định đáp. \"Bọn ta sẽ không giết người mình yêu chỉ vì tiền tài và địa vị. Đó là chuyện chỉ ma quỷ mới làm thôi.\"\nBá Tước lắc đầu, ông ta không muốn phản bác.\nTách... Tách... Tách...\n\"Tất cả là vì thứ gì cơ chứ?\" - Ông ta tự hỏi bản thân, lại như đang hỏi hai tay súng trước mặt.\n\"Các ngươi mất mẹ, giết chết cha ruột... Ngoài mang tội ác ra thì để lại được gì chứ?\"\nIris và Tulipe liếc nhìn nhau, cả hai không hề do dự.\n\"Để lại... chính nghĩa.\"\nHai tiếng súng đồng thời vang lên, như tiếng sét xé rách làm mưa. Tất cả giọt mưa xung quanh đều run bần bật như đang sợ hãi.\nHai anh em đứng thật lâu trong màn mưa, không hề nhúc nhích. Cơn giông như đang điên cuồng quở trách thành phố này, nhưng không có gì chói tai hơn sự im lặng lúc này của bọn họ.\nMột hồi lâu sau, Iris mới lấy đóa Tường Vi Cầu Vồng trong lòng ra, đặt lên ngực Bá Tước. Sau đó, cô ngả vào lòng anh trai, khóc nức nở. Nước mưa cuốn đi giọt nước mắt của cô, hòa vào dòng nước ngầm, chảy về thế giới của người chết...\nĐột nhiên, cơ thể cô run lên, túm chặt lấy quần áo của anh mình.\n\"Sao vậy Iris?\" - Anh hỏi.\n\"Anh ơi, nhìn kìa...\" - Cô chỉ về phía đóa Tường Vi Cầu Vồng ban nãy, nó đang nở rộ trong bóng đêm, đẹp như máu.\n\"Tường Vi Cầu Vồng mà mẹ thích nhất... nở rồi.\"\n...\"Hai Người Lính Ngự Lâm\", trang 358."
          }
        ]
      },
      {
        "title": "Hai Người Lính Ngự Lâm (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "...Số 65 đường Nước Bùn, trong một quán rượu ở thành phố tội ác này, cánh cửa gỗ nặng nề bị người ta đạp mở tung.\nTiếng nói chuyện ồn ào đột nhiên im bặt, mọi người buông ly rượu, quan sát vị khách đội mưa không mời mà đến này.\nVóc người anh ta cường tráng, quần áo toàn thân đen nhánh, áo đen, mũ đen, giày đen... Nếu không có ánh sáng từ quán rượu chiếu vào người anh ta, có lẽ mọi người còn tưởng bóng đêm nặng nề ngoài kia đạp cửa bước vào.\nVị khách không mời mà đến hơi nghiêng người, chiếc mũ rộng che mất khuôn mặt anh ta, chỉ lộ ra chiếc cằm góc cạnh. Anh ta nhìn xung quanh quán rượu, hình như buồn bực vì tại sao mình lại xuất hiện ở đây. Từ dáng người thả lỏng và hơi thở nhẹ nhàng như trút được gánh nặng kia, mọi người có thể đoán ra, có lẽ anh ta vừa hoàn thành một việc rất vĩ đại, hoặc là vừa trả được mối thù lớn...\nCòn bây giờ, anh ta chỉ muốn uống một ly rượu thôi.\nAnh ta lê từng bước nặng nề về phía quầy bar, nước mưa nhỏ giọt theo quần áo như u linh trung thành bước theo. Đôi giày của anh ta tạo ra tiếng \"lộp cộp...\" trên sàn nhà, vững chãi đến mức khó mà tin nổi, như thể sẵn sàng nghiền nát bất cứ thứ gì chắn đường mình.\n\"Cho một ly rượu mạnh.\" - Vị khách không mời mà đến mở miệng nói, giọng nói trầm thấp đến mức có thể làm vỡ chai rượu.\nChủ quán khó chịu rót một ly cho anh ta, đôi mắt đảo qua cánh cửa gỗ đầy oán trách. Ông ta thầm nghĩ, phải mất bao nhiêu thời gian mới lau được dấu giày kia đây.\n\"Cảm ơn.\" - Người đàn ông nói. \"Tôi và em gái mình vừa cùng nhau hoàn thành một việc lớn.\"\n\"Vậy em gái anh đâu?\" - Ông chủ bâng quơ đáp lời.\n\"Đi rồi, đi trồng hoa rồi, con bé muốn làm vậy từ rất lâu trước đây. Tôi đưa hết tiền cho con bé rồi.\"\n\"Vậy anh định dùng cái gì để trả tiền ly rượu này đây?\"\nNgười đàn ông ngẩn người, hình như chưa từng nghĩ tới vấn đề này.\n\"Vậy dùng cái này đi.\"\n\"Rầm...\" - khẩu súng đen nhánh bị anh ta ném lên bàn.\nKhách bàn bên cạnh sợ tới nỗi cầm không vững ly rượu trên tay, rượu đổ hết xuống quần. Tất cả mọi người đang ngồi đều nín thở.\n\"Tôi không lấy thứ này.\"\nChủ quán rượu giả vờ trấn tĩnh, tay lại lặng lẽ với xuống dưới bàn. Ngăn kéo bên dưới bàn cũng có một khẩu súng, nhưng ông ta không dám khẳng định mình có nổ súng được nhanh hơn người đàn ông trước mặt không.\n\"Đừng lo, nó vừa bắn ra viên đạn cuối cùng rồi, cũng là viên quan trọng nhất. Cả đời này có lẽ nó sẽ không lên nòng lần nữa đâu.\" - Người đàn ông nói, rồi nốc thêm một ly rượu mạnh.\nTheo động tác nâng ly của anh ta, ông chủ cũng nhìn thấy gương mặt thật của anh. Đó là một khuôn mặt rất điển trai, chiếc mũi cao thẳng, vài vết sẹo, một đôi mắt đen u buồn...\nChủ quán rượu đột nhiên rút bàn tay đang định lấy súng của mình về, người đàn ông trước mặt hình như đã say từ trước khi đến đây, chứ không phải đến gây sự.\n\"Cho tôi thêm một ly được không?\" - Anh ta hỏi.\n\"Anh uống hơi nhiều rồi đấy.\" - Chủ quán nói.\n\"Tôi biết, đêm nay khá đặc biệt.\" - Anh ta không hề hiểu được ý chủ quán muốn đuổi người.\n\"Đặc biệt như thế nào?\"\n\"Tôi vừa giết một người.\"\nĐôi tay đang rót rượu của chủ quán khựng lại, những gì người đàn ông ngồi đối diện vừa nói không giống như câu đùa.\n\"Đó là một màn trả thù\" - Người đàn ông bổ sung. \"Ông ta đã giết mẹ tôi.\"\n\"Ông ta là ai?\"\n\"Là vị Bá Tước đó.\"\n\"Vớ vẩn!\" - Chủ quán rượu bây giờ có thể chắc chắn người này say rồi.\n\"Bá Tước\" tuy không phải người tốt, điều này ai cũng biết, người muốn giết ông ta ngồi đầy cả quán rượu. Thế nhưng không ai dám làm vậy cả, nếu người đó vẫn còn trân quý tính mạng mình.\n\"Nếu lời nhảm nhí của anh đủ ồn ào, vậy thì quả là không nghe được tiếng súng cách đây vài phút.\" - Người đàn ông cười nhạo.\nChủ quán rượu đánh giá lại người đàn ông trước mặt. Bàn tay to rộng, cơ bắp rắn chắc, vừa nhìn đã biết từng chiến đấu vô số trận. Hơn nữa, chắc chắn không phải là mấy trận nhỏ như đánh nhau ngoài quán rượu, mà là những trận chiến mạng đổi mạng thực sự.\nĐột nhiên, một suy nghĩ lóe qua đầu ông ta. Ông ta nhớ tới vụ bắn súng chết người huyên náo gần đây trên báo, nhớ lại tên hung thủ luôn để lại một đóa Tường Vi Cầu Vồng trên ngực nạn nhân, tên hung thủ thích hành động trong đêm mưa...\n\"Chẳng lẽ... anh là...\"\nKhông đợi ông chủ nói hết, một tia sét đánh xuống bên ngoài quán rượu. Gió lớn gào thét thổi bung cánh cửa gỗ, bầu trời đêm như nước biển ùa vào trong quán rượu, bao phủ lấy mọi người.\nChờ đến khi ngọn nến trong quán được thắp lên một lần nữa, người đàn ông trước mặt đã biến mất, chỉ còn khẩu súng đen nhánh kia ở lại, giống như tử thần đang yên lặng nhìn chăm chú vào mọi người xung quanh, nhìn vào đêm đen chỉ thuộc về riêng mình nó...\n...\"Hai Người Lính Ngự Lâm\", kết thúc."
          }
        ]
      }
    ]
  }
}