{
  "epId": 4901,
  "name": "Vennessa",
  "desc": "<p>Người đã từng là nô lệ, sau khi thoát khỏi xiềng xích đã trở thành người sáng lập ra Đội Kỵ Sĩ Tây Phong, đồng thời là Hiệp sĩ Bồ Công Anh đầu tiên.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/12108544/660db95fa376c1171e7339f4600f91e2_8045601423722352121.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1718349115,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Vennessa"
          }
        ]
      },
      {
        "key": "Quốc Gia",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan\nMondstadt"
          }
        ]
      },
      {
        "key": "Thuộc",
        "value": [
          {
            "type": "RichText",
            "text": "Tứ Phong Thủ Hộ\nĐội Kỵ Sĩ Tây Phong"
          }
        ]
      },
      {
        "key": "Thẻ TCG ",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3886,
            "name": "Vennessa Truyền Kỳ",
            "desc": "<p><strong>Đừng Từ Bỏ Hy Vọng Tự Do</strong></p><p>\"Những cơn gió cô độc tụ hợp lại trong rừng, thổi bay những tòa tháp của bạo chúa.\"</p><p>\"Sư tử nhỏ ngẩng đầu trong gió, cuối cùng đã thoát khỏi xiềng xích.\"</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/14/44749939/9588a6f9bfd896486d429ca3b21862a6_1842034423323648681.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "Kỵ Sĩ Bồ Công Anh\nĐại Bàng Tây Phong"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/12108544/e66fda27b7782d9a92e796826e28bc8e_2647680983245546275.png"
      },
      {
        "key": "Vennessa\n",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/12108544/52036d8710c212552300e721b9f8a7a2_7752032376721175585.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Vennessa và Phong Thần Barbatos"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Một trong các nhà thơ thành Mondstadt, tự do tự tại đi khắp hang cùng ngõ hẻm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Bạn của Vennessa, người mà cô từng cứu khỏi sự truy đuổi của tay lãnh chúa Barca Lawrence.\nĐội Kỵ Sĩ Tây Phong\nVennessa thành lập trật tự cai trị mới tại Mondstadt sau khi tầng lớp quý tộc bị lật đổ.\nTứ Phong Thủ Hộ\nVennessa triệu tập bốn thủ hộ bảo vệ Mondstadt.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sách và Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 2324,
        "name": "Vennessa Truyền Kỳ",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "Khu Rừng Gió",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2306,
        "name": "Nhật Ký Khảo Sát Cũ (II)",
        "desc": "Nhật ký khảo sát phát hiện dưới hầm phế tích bị đóng băng.<br/>Người ghi chép có lẽ là quý tộc thống trị Mondstadt trước đây.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/7fd282ec8cb5f8601b1fb5d588949d18_8382081158269606867.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2046,
        "name": "Phong Ưng Kiếm",
        "desc": "Linh hồn của Đội Kỵ Sĩ Tây Phong. Trải qua ngàn năm vẫn không ngừng gọi gió chính nghĩa, trừ gian diệt ác, giống như người nữ anh hùng từng dùng nó.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/风鹰剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3800,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vennessa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/838b9700660c599eb0035c31c730636e_7477418653650690401.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vennessa và bộ tộc của cô ấy (Muratan) có nguồn gốc từ Natlan và là con cháu của Murata, Nữ Thần Chiến Tranh và Nữ thần Lửa, lúc đó là Hỏa Thần. Người Muratan là những người mạnh mẽ và kiêu hãnh, họ sống trên sườn núi lửa xa về phía tây đại lục. Tất cả con dân của Murata đều được ban phúc cho mái tóc đỏ rực và thân thể tráng kiện. Nhiều năm về trước, họ rời Natlan và lưu lạc trên thảo nguyên, cố gắng để sống sót. Mười năm trước khi Vennessa gặp Venti, bộ tộc của Vennessa gặp phải Rồng Ursa, kẻ đã làm nhiễu loạn Mondstadt trong nhiều năm. Chạy trốn khỏi Ursa, sau ba-bốn ngày liên tục không ngừng nghỉ và bị đói, bộ tộc Muratan đến Mondstadt, nơi bị các quý tộc cai trị tàn bạo vào thời điểm đó.\nKhi Vị Thần trước đó, Decarabian, bị lật đổ, Phong Thần Barbatos, đã cai quản Mondstadt. Anh dạy con người về tự do, lễ hội, cách bay lượn bằng Phong Chi Dực và rời đi khi giới quý tộc cai trị, chìm vào giấc ngủ. Lúc đầu, giới quý tộc là tấm gương cho mọi người, nhưng theo thời gian, quyền lực đã làm họ tha hóa. Họ mang chế độ nô lệ vào các trận đấu của các đấu sĩ cổ để giải trí, và một trong những lễ hội chính, Lễ Đánh Cầu, đã được chuyển từ lễ kỷ niệm dành cho người dân thành lễ kỷ niệm dành cho gia tộc thống trị lúc bấy giờ là Lawrence. Một trong những hoạt động truyền thống của lễ hội là chọn ra một thiếu nữ, thiếu nữ ném quả bóng cầu đỏ có tên Harpastum tượng trưng cho chúc phúc của Barbatos vào đám đông. Người ta tin rằng người đầu tiên chạm vào quả cầu sẽ nhận thưởng lớn và gặp may mắn cả năm. Nhưng nhà Lawrences cấm người dân thường chạm vào quả câu, và thiếu nữ được chỉ định làm Công chúa của Lễ Đánh Cầu sẽ bị lãnh chúa Barca Lawrence đích thân bắt giữ.\nKhi bộ tộc của Vennessa đến Mondstadt, lãnh chúa đã bắt họ làm nô lệ và Vennessa được phong làm đấu sĩ. Họ hứa với cô rằng sau mười hai trận chiến, họ trao trả tự do cho cô cũng như người dân của cô, chính vì vậy cô đã chiến đấu quyết liệt vì bộ tộc. Một ngày nọ, khi cô cầu nguyện với Celestia, cầu xin các vị thần giúp đỡ, cứu rỗi gia tộc của cô, Phong Thần Barbatos thức dậy sau giấc ngủ dài, nghe được lời cầu nguyện, anh trở lại Mondstadt dưới vỏ bọc của một nhạc sĩ lang thang, tên Venti."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/077320c3e1d06a4f9533ac5fda2f61e2_6810935349219545549.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Venti tham dự Lễ Đánh Cầu và chứng kiến hiện thực mà những gì các quý tộc đã làm. Lễ Đánh Cầu là một lễ hội do Phong Thần sáng lập ra để dạy cho người dân đất nước biết về sự tự do, niềm vui và cách làm rượu vang. Venti không đồng ý vâng lời các lãnh chúa nên chọn bắt lấy Harpastum, chọc tức Barca Lawrence, sau đó đã ra lệnh cho lính canh bắt giữ nhà thơ. Venti sau đó chạy trốn khỏi lính canh, tình cờ gặp Vennessa, người đang mua thảo dược cho một cô gái bị bệnh trong bộ tộc của cô ấy. Lawrence ra lệnh cho Vennessa di chuyển để bắt Venti, nhưng cô từ chối, bảo vệ nhà thơ. Để trả thù Vennessa, Barca đã yêu cầu cha mình chuộc lại toàn bộ tộc của Vennessa, và nhốt Vennessa vào song sắt để đưa cô đến trận chiến cuối cùng vào ngày hôm sau.\nVào ban đêm, cảm ơn sự bảo vệ của cô, Venti gặp Vennessa, mời cô làm bạn và kể cho cô nghe về Murata. Nhà thơ lang thang rất tiếc khi nhìn thấy xiềng xích của cô nên đề nghị cô chạy trốn, nhưng Vennessa từ chối, vì cô cần bảo vệ người dân của mình khỏi cơn thịnh nộ của Barca."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/db0d6bb57e72161786db2b32170f79fd_1400062299052685947.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Đối thủ cuối cùng của Vennessa được cho là Rồng Ursa, nhưng Lawrence đã cử không chỉ cô mà cả bộ tộc của cô, bao gồm cả trẻ em và người già để chiến đấu. Lãnh chúa Lawrence, trong trường hợp chiến thắng, hứa sẽ giải phóng tất cả nô lệ và trao cho Vennessa tài sản cũng như thành Mondstadt. Ursa và tay sai của hắn đang đợi trước cổng thành, còn phía sau họ, cung thủ của giới quý tộc không cho phép nô lệ rút lui vào thành. Ngay khi Vennessa nghĩ rằng tất cả họ sẽ chết, Venti xuất hiện, để lộ hình dạng Phong Thần của mình. Anh ta ban cho thanh kiếm của Vennessa sức mạnh của gió và giúp xua đuổi con rồng.\nSau chiến thắng trước Ursa, Venti yêu cầu lời hứa từ Lawrences. Vennessa, với sự giúp đỡ của Ragnvindr, Hiệp sĩ Bình minh, cựu thành viên của gia tộc Lawrence, gia đình Kreuzlied, cùng những người bất mãn với chế độ, bắt đầu cuộc nổi dậy chống lại giới quý tộc, lật đổ tất cả các lãnh chúa và trả lại quyền tự chủ cho người dân.\n<color=#ffd780>Liên Kết Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "name": "Mondstadt",
        "desc": "<p>Thành phố tự do nằm ở phía Đông Bắc đại lục Teyvat.</p><p>Giữa những dãy núi và đồng bằng rộng lớn, làn gió tự do cuốn theo hơi thở của ngọn bồ công anh bay qua Hồ Rượu Trái Cây, đem theo lời chúc phúc và ân trạch từ Phong Thần Barbatos đến Thành Mondstadt nằm trên đảo hồ trung tâm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/7b245f487d037173b0e941069fa82074_6126217539693815669.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Một trong các nhà thơ thành Mondstadt, tự do tự tại đi khắp hang cùng ngõ hẻm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2033,
        "name": "Kiếm Chuông",
        "desc": "Kiếm lớn và nặng có gắn thêm đồng hồ, nhưng cơ quan tính giờ của nó đã bị phá hoại.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/钟剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2075,
        "name": "Nghi Thức Tông Thất Cổ",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2297,
        "name": "Bài Ca Về Kỵ Sĩ",
        "desc": "<p>Những bài thơ đã được lưu hành từ thời của tầng lớp quý tộc cũ được cho là tự thuật của Ragnvindr \"kỵ sĩ bình minh\". Kể lại câu chuyện của anh và cuộc gặp gỡ đầy duyên phận với một người múa kiếm.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ballads of the Squire_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đội Kỵ Sĩ Tây Phong",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/abd8efbb6bea59bcf72a9d3b0e73a118_5177554025741331531.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau khi đánh bại giới quý tộc, Vennessa thành lập Đội Kỵ Sĩ Tây Phong, một hội hiệp sĩ cai trị Mondstadt, và trở thành Thủ Lĩnh đầu tiên và Hiệp sĩ Bồ công anh. Trong thời đại của cô, bốn thủ hộ bảo vệ được gọi là Tứ Phong Thủ Hộ đã được triệu tập để bảo vệ Mondstadt: Sói phương Bắc, Andrius, người từng chiến đấu với bạo chúa Decarabian; Chim ưng phương Tây, Venessa; Rồng phương Đông, Dvalin, một người bạn của Barbatos; và Sư tử phương Nam - Hiệp sĩ Bồ công anh (hiện là Jean). Trong nhiều năm, người dân Mondstadt tôn thờ những người bảo vệ này, họ đã xây dựng đền thờ, nhưng sau trận Đại hồng thủy xảy ra 500 năm trước, những ngôi đền bị bỏ hoang và Tứ Phong Thủ Hộ bị lãng quên."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/40aabcd7e8b3d68d92a61d92ec42daad_8307353104923142834.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nhiều năm sau, khi Mondstadt được khôi phục, Vennessa bay lên Celestia dưới hình dạng một con chim ưng. Cô ấy vẫn hướng về và bảo hộ Mondstadt sau ngần ấy năm.\n\"Ở nơi cô bay lên, có một cây sồi khổng lồ mọc lên. Bóng cây che chắn cho Thất Thiên Thần Tượng được dựng dưới chân khỏi mưa gió.\nGiống như Venessa đã từng bảo vệ Mondstadt. Cây sồi này có mối liên hệ đặc biệt với nguyên tố Phong và với chính Phong Thần. Khi Barbatos bị thương sau khi mất Gnosis, anh ấy đã có thể chữa lành vết thương gần Biểu tượng anh hùng của Mondstadt.\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/12108544/cb8d2e767a8acb771771a09c968a0471_4542019872562225735.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Như Venti đã hứa, cô mãi mãi vẫn là nữ anh hùng của Mondstadt, người đã viết các bài hát.\n<color=#ffffffd9>\"Khi đó ngày mờ mịt u ám, sự tuyệt vọng lại lần nữa mang trên khuôn mặt</color>\n<color=#ffffffd9>Đừng quên câu chuyện của đại anh hùng Vennessa</color>\n<color=#ffffffd9>Không từ bỏ hy vọng tự do!\"</color>\n<color=#ffd780>Liên Kết Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2324,
        "name": "Vennessa Truyền Kỳ",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>Thần Bão tố và là người cai trị Mondstadt cũ. Ông bị đảo chính do một cuộc nổi dậy của người dân Mondstadt, những người không còn chịu được sự cai trị đó.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/11/55631176/513d51e0ebfd54f5da34a9f85dfaf61f_4582941032831625899.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andrius",
        "desc": "<p>Vua Sói Bắc Phong, lãnh chúa Lang Lãnh và là một trong Tứ Phong Thủ Hộ </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/19/44749939/2ac7ad0e18377b4a7b7fc2032f318cc3_7983495985512709893.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "Kỵ sĩ Bồ Công Anh chính trực nghiêm nghị, đội trưởng đại diện Đội Kỵ Sĩ Tây Phong của Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Một trong các nhà thơ thành Mondstadt, tự do tự tại đi khắp hang cùng ngõ hẻm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Câu Chuyện Nhân Vật Venti"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Câu Chuyện Nhân Vật 2</color>\n\"Ở giữa Phong Khởi Địa có một cây sồi to lớn đứng sừng sững. Tương truyền, nó đã nảy mầm vào ngàn năm trước vào lúc người anh hùng giải phóng Mondstadt Vennessa bay lên trời cao.\nVài tháng gần đây, những người ngồi dưới gốc cây nghỉ ngơi, thỉnh thoảng sẽ nghe thấy giọng hát của một chàng thiếu niên, hát về sự tích thần gió Barbatos.\nKhác với các thần linh khác vẫn đang cai trị, Barbatos rời khỏi Mondstadt đã lâu, hình tượng lưu lại chỉ còn là khuôn mặt mơ hồ trên \"\"Thất Thiên Thần Tượng\"\". Nhưng sự tích về thần vẫn tồn tại trong điển cố sử sách, được các nhà thơ lưu truyền rộng rãi.\nKhác biệt ở chỗ, Barbatos trong bài ca của Venti, lại luôn trải qua những cuộc phiêu lưu đầy màu sắc, làm những hành động kỳ quái một cách tùy hứng, ví như đánh cắp quyền trượng của Băng Thần, rồi để lại cây côn của Hilichurl để thay thế...\nNhững tu sĩ thờ phụng Phong Thần đã phê phán nặng nề về việc này, nhưng khi đối mặt chất vấn, Venti đã trả lời không chút ăn năn.\n\"\"Làm sao biết chuyện đó là giả?\"\"\nĐúng vậy, cho dù là tu nữ sùng đạo nhất, cũng không thể biết tất cả sự tích về ngài Barbatos ngàn năm trước.\nChỉ có Venti, người để lộ ra nụ cười thần bí biết rõ, tất cả những gì cậu hát...\nĐều là bịa đặt.\nUống say rồi, tùy tiện hát thế thôi.\"\n<color=#ffd780>\"Giao Ước Nơi Khuất Gió\"</color>\n1600 năm sau khi thành phố được xây dựng, cách đây 1000 năm về trước, sự \"tự do\" của Mondstadt rơi vào vực sâu khủng hoảng chưa từng thấy.\nBarbatos rời đi vì không muốn trở thành một bạo chúa. Anh chưa bao giờ nghĩ rằng những người đang được tự do lại tự mình tạo ra bạo chúa là \"con người\".\nNhững quý tộc tàn bạo thống trị Mondstadt, đưa chế độ nô lệ vào vùng đất này, hoàn toàn phớt lờ tiếng gào khóc vì bị áp bức của người dân.\n1600 năm sau, Phong Thần lần nữa trở lại nơi từng được gọi là \"Thành Phố Tự Do\". Thần đã nghe thấy tiếng kêu gọi của cô thiếu nữ nô lệ Vennessa, và cùng cô mở đầu cho cuộc cách mạng lật đổ giai cấp quý tộc.\n...Bên trên là lịch sử tiêu chuẩn của Mondstadt mà ngày nay mọi người đều biết đến.\nTrong đoạn lịch sử này, từng có một khúc nhạc đệm khá thú vị.\nTrong chiến tranh, người đã đoàn kết nhân dân Mondstadt chính là người anh hùng vĩ đại Vennessa. Nhưng thứ khiến cho đông đảo binh sĩ dưới trướng quý tộc buông bỏ vũ khí lại là một \"Giao Ước Nơi Khuất Gió\".\nNội dung giao ước này chính là một cuộc giao dịch phản quốc. Lũ quý tộc cấp cao đã phản bội gió, bán mọi thứ của Mondstadt cho Nham Thần nước láng giềng.\nPhần cuối của bản giao ước bí mật này, khắc một dấu ấn thần thánh mà chỉ có thần mới thực hiện được, ký tên là \"Nham Vương Đế Quân\".\nNhững binh sĩ đang đàn áp nô lệ bỗng rùng mình khi nghĩ đến bản thân cũng sắp trở thành nô lệ của một quốc gia xa lạ.\nCuộc chiến giống như ngọn lửa nuốt chửng tầng lớp quý tộc. Nào có ai ngờ rằng, nhiều năm sau đó, các nhà lịch sử học lại phát hiện ra rằng giao ước đó là giả mạo.\n...Trên thực tế, để trêu trọc Nham Thần, Venti đã luyện tập chữ ký giả, nhưng trước sau cũng chẳng thể qua mặt được vị thần giao dịch giàu có kia. Kỹ thuật làm giả của anh không có đất dụng võ, cuối cùng đã có cơ hội sử dụng sau hàng trăm năm.\nThật đáng chúc mừng."
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "Kỵ sĩ Bồ Công Anh chính trực nghiêm nghị, đội trưởng đại diện Đội Kỵ Sĩ Tây Phong của Mondstadt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Câu Chuyện Nhân Vật - Jean"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Câu Chuyện Nhân Vật</color>\n\"Cây thần ở Phong Khởi Địa, là điểm cuối con đường \"\"Kỵ Sĩ Bồ Công Anh\"\" thuở ban đầu.\nTheo ghi chép, Vennessa - Kỵ Sĩ Bồ Công Anh đời đầu tiên, người thành lập Đội Kỵ Sĩ Tây Phong, xây dựng lại Mondstadt đã đến đây vào thời khắc cuối cùng.\nVĩnh biệt thành phố mà cô bảo vệ, chỉ để lại truyền kỳ và một mầm cây.\nDưới sự chăm sóc của hàng ngàn cơn gió, và nhật nguyệt chiếu rọi, mầm cây đã trở thành đại thụ cao chót vót.\nJean 15 tuổi đã đạt được danh hiệu \"\"Kỵ Sĩ Bồ Công Anh\"\".\nKỵ Sĩ Bồ Công Anh cũng là Kỵ Sĩ Nanh Sư Tử. Từ các thế hệ đội trưởng đến nay, phải là kỵ sĩ kiệt xuất nhất mới có được vinh dự này.\nNgày đó, sau buổi lễ trao quân hàm, Jean đã lặng lẽ rời khỏi bữa tiệc chúc mừng. Đi theo bước chân kỵ sĩ anh hùng mà cô luôn hướng tới, đi đến trước cây đại thụ ấy.\nDanh hiệu \"\"Kỵ Sĩ Bồ Công Anh\"\" tượng trưng cho sự đấu tranh và lòng nhân ái của Vennessa. Bản thân làm sao có tư cách kế thừa danh hiệu vĩ đại này?\nMondstadt xây dựng lại đến nay đã qua ngàn năm có lẻ. Bản thân có tài đức gì, để có thể bảo vệ sự tự do, kiêu ngạo cho mảnh đất cổ xưa này?\nSâu dưới vẻ ngoài trưởng thành thận trọng là trái tim thiếu nữ vừa trải qua nghi lễ kỵ sĩ, chưa có sự chuẩn bị kỹ càng.\nMột cơn gió từ nơi nào thổi đến, ôm lấy người kỵ sĩ bé nhỏ, nhẹ nhàng cuốn trôi tất cả âu lo và nghĩ ngợi, chỉ lưu lại quyết định vững vàng:\n\"\"Mãi Bảo Vệ Mondstadt\"\".\nTrở thành một chiến binh như Vennessa, dịu dàng mà kiên cường, chiến đấu vì đồng bào, đấu tranh vì tự do. Đây là câu chữ ngắn gọn nhưng bao hàm tâm ý trong gia huấn nghiêm khắc.\nĐến nay, mỗi khi mệt mỏi, nghi ngờ, Jean lại đến dưới gốc cây, đón lấy lễ rửa tội của gió. Gió sẽ rửa sạch mệt nhọc của cô, để cô lấy lại sức tiến lên.\nThần cây ở Phong Khởi Địa là nơi kết thúc con đường \"\"Kỵ Sĩ Nanh Sư Tử\"\" thuở xa xưa.\nVà cũng là điểm khởi đầu của Jean - \"\"Kỵ Sĩ Bồ Công Anh\"\".\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Voice-Overs"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Muốn tìm hiểu Jean - Điều thứ 2</color>\nDanh hiệu \"Kỵ Sĩ Bồ Công Anh\" của Vennessa được truyền lại cho đến hôm nay, và đã có vô số kỵ sĩ được trao tặng vinh dự này. Tôi không thể bôi nhọ danh hiệu này. Vì vậy, không được phép lơ là. phải trở thành kiếm và khiên bảo vệ cho tất cả mọi người."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cốt Truyện và Giới Thiệu Nhân Vật",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genshin Impact Manga - Mở Đầu: Bài Ca Của Gió"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/015914bdfc4faca8a58210c8e8989e67_7757150517833651857.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "\"Sau khi Phong Thần Barbatos tạo dựng thành Mondstadt để giúp dân chúng ổn định cuộc sống, ngài mang theo cây đàn yêu thích đi về phương xa. Ngàn năm sau, thành Mondstadt lại một lần nữa rơi vào cảnh hiểm nguy. Đám quý tộc do ượu\nLawrence cầm đầu lạm dụng quyền lực, khiến người dân rơi vào cảnh lầm than. Khi Lễ Đánh Cầu tổ chức mỗi năm một lần gần bắt đầu, một người khách thần bí đến Mondstadt, mục đích của hắn là gì.?!\"\n<color=#ffffff>HoYoverse:</color> <color=#37ffff>https:/genshin.hoyoverse.com/vi/manga/detail/104863</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "[Genshin Impact] Video nhân vật Venti - Tứ Phương Chi Phong"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/dfe34a988201bda693cadf10fb3a2281_1632472243625685500.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15/10/2020</color>\n\"Chuyện tôi muốn kể bắt đầu từ ngàn năm trước, \"Sư Tử Nam Phong\"\" lật đổ quý tộc, \"Chim Ưng Tây Phong\" manh nha thành lập.\n\"Sói Bắc Phong\" lưu lạc trở về rồi định cư nơi rừng sói. Tứ phong lưu chuyển, thành phố của tự do lại tái sinh sau trăm năm hoang tàn...\"\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=M9kQP-cmipY&ab_channel=GenshinImpact"
      }
    ]
  }
}