{
  "epId": 4902,
  "name": "Dvalin",
  "desc": "<p>Một Rồng Nguyên Tố, là bạn của Phong Thần Barbatos. Sau khi bị nhiễm độc từ máu của Ma Long, anh được biết đến với tên gọi Phong Ma Long.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/06/55631176/caf24ad3b0ba08b36bca06b6acf8794a_7342188423464607902.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1752396353,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Một trong các nhà thơ thành Mondstadt, tự do tự tại đi khắp hang cùng ngõ hẻm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Phong Thần Barbatos và bạn của Dvalin.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Con Rồng Bóng Tối và một trong những đứa con của Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/f985b83ff04cd6928a6e93c9f4daa52d_2728742053670425294.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Ma Long, người đã chiến đấu cùng Dvalin và Barbatos trong thời kỳ xưa.\nTứ Phong Thủ hộ\nThủ hộ của Mondstadt, được triệu tập bởi",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4901,
        "name": "Vennessa",
        "desc": "<p>Người đã từng là nô lệ, sau khi thoát khỏi xiềng xích đã trở thành người sáng lập ra Đội Kỵ Sĩ Tây Phong, đồng thời là Hiệp sĩ Bồ Công Anh đầu tiên.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/12108544/660db95fa376c1171e7339f4600f91e2_8045601423722352121.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sách và Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "Khu Rừng Gió",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1955,
        "name": "Quyển Thiên Không",
        "desc": "Tập sách tượng trưng cho Phong Long và chủ nhân Phong Thần của nó. Ghi chép tỷ mỉ về gió và mây của bầu trời phương bắc, ẩn giấu sức mạnh của thiên không và gió.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之卷.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Thiên Không Kiêu Ngạo",
        "desc": "Là kiếm tượng trưng cho sự kiêu ngạo của Phong Long. Khi vung lên có khí thế của rồng, ẩn chứa sức mạnh của gió và thiên không.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Xương Sống Thiên Không",
        "desc": "Thương dài tượng trưng cho sự quyết tâm của Phong Long. Cán thương dài nhọn chỉ thẳng lên trời, có chứa sức mạnh của gió và bầu trời cao.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Thiên Không Kiếm",
        "desc": "Thanh kiếm kỵ sĩ, tượng trưng cho danh dự của Phong Long. Lưỡi kiếm toát ra lời chúc phúc của thần gió, chứa đựng sức mạnh của bầu trời và ngàn ngọn gió.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Cánh Thiên Không",
        "desc": "Cung tượng trưng cho Phong Long và Phong Thần. Âm thanh phát ra khi kéo dây cung giống như tình yêu của thần, ẩn chứa sức mạnh từ gió và bầu trời.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 237,
        "name": "Móng Vuốt Đông Phong",
        "desc": "Vật nhọn từ trên người chủ Đông Phong thành Mondstadt.<br/>Vì từng xé nát Ma Long Durin bị nhiễm kịch độc. Nhưng nhờ bạn thanh tẩy và trị liệu nên chất độc đã được ổn định.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dvalin's Claw_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 239,
        "name": "Hơi Thở Đông Phong",
        "desc": "Khi chủ Đông Phong thành Mondstadt gọi gió đến đã tập hợp chút sức mạnh.<br/>Thân thể của nó trong suốt tuyệt đẹp, gió và lốc xoáy đều để nó sai khiến. Chỉ cần cưỡi lên gió, gió là bạn, là tiếng hát và tự do.<br/>Kẻ địch của gió chính là kẻ địch của nó.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dvalin's Sigh_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 238,
        "name": "Lông Vũ Đông Phong",
        "desc": "Một sợi lông lấy từ trên người chủ Đông Phong thành Mondstadt.<br/>Đã trải qua gió ngàn năm. Trái tim tự do khiến nó gần như gọi được gió để thoát khỏi giam cầm. Nhưng chủ cũ đã thưởng nó cho bạn để bạn nắm giữ. ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dvalin's Plume_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2278,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1041,
        "name": "Máu Đen",
        "desc": "Một loại vật chất thu hồi được sau khi đánh bại Dvalin.<br/>Tụ hội ngọn gió cổ xưa trong cơ thể rồng và một loại kết tinh năng lượng.<br/><br/>Phong Long cao quý từng bị giam cầm trong lồng làm từ ba loại kịch độc:<br/>Máu đã uống trong quá khứ, tiếng thủ thỉ từ vực sâu và nỗi bi ai quên lãng.<br/>Theo dòng lệ và tiếng nói của thi nhân, phá vỡ đinh thánh làm từ máu độc, xé nát tấm lưới giam cầm cự long...<br/>Có lẽ đây là việc chỉ có nhân tài tha hương, theo gió mà đến mới có thể làm được.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tainted Blood_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3800,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Dvalin",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Trong thời cổ đại, khi các vị thần còn chung sống với con người, Dvalin, một con rồng nguyên tố mang ân sủng của sức mạnh Phong đã được sinh ra trên thiên giới giữa kỷ nguyên huy hoàng. Là một rồng nguyên tố, sinh vật hiếm hoi với quyền năng sánh ngang các vị thần xưa, Dvalin dần hạ xuống trần gian, mang theo ánh nhìn tò mò với thế giới bên dưới. Nó đáp xuống một ngôi làng, nơi dân làng hoảng loạn ném đá xua đuổi. Dvalin không hiểu vì sao họ lại gào thét trong sợ hãi. Nó tiếp tục bay đến một nghĩa trang, nơi chỉ có tiếng khóc than của người đau buồn, và vẫn không thể hiểu vì sao họ thì thầm trong u sầu. Tại một vườn cây ăn quả, nông dân giận dữ nguyền rủa vì mất mùa, la hét với con rồng mà họ cho là tai họa. Thế giới dường như quá phức tạp đối với một con rồng còn non trẻ. Dù bối rối, Dvalin không bỏ cuộc. Cho đến một ngày, nó nghe thấy tiếng nhạc ngân vang từ cây đàn thiên không der Himmel , thánh vật của Phong Thần Barbatos. Bị mê hoặc bởi âm thanh tuyệt diệu, Dvalin bay đến bên người ca sĩ tuyệt vời nhất dưới bầu trời. Lúc ấy, mọi người đều hoảng loạn, bởi từ xưa, rồng nguyên tố hùng mạnh và các vị thần vĩ đại chưa từng thật sự thuận hòa.\n<color=#ffffffd9>\"Xem kìa, nó thật xinh đẹp, thật dịu dàng!\"</color> Nhà nhạc sĩ của gió đã hát.\n<color=#ffffffd9>\"Nhưng mà, chúng tôi không biết nó đang nghĩ gì\"</color> Người dân đã đáp lại."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/e4000b2c075772f202082c9a2c15c847_7839965773653386895.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ẩn sau âm nhạc và thơ ca là một phép thuật bí ẩn, đủ sức mê hoặc cả rồng lẫn con người. Dvalin, bị cuốn hút bởi sự kỳ diệu ấy, quyết định ở lại bên cạnh người nhạc sĩ, bởi nó cũng khao khát được mọi linh hồn thấu hiểu. Nó bắt đầu học ngôn ngữ loài người và kỹ thuật ca hát từ Nhạc Sĩ Gió. Từ đó, tình bạn giữa con rồng cao quý Dvalin và Phong Thần Barbatos dần nảy nở. Barbatos vui mừng vì có một người bạn tâm giao, và sau này đã tin tưởng giao phó người dân Mondstadt cho Dvalin bảo vệ.\nKhi Barbatos cùng Vennessa, một nô lệ dũng cảm lật đổ chế độ quý tộc áp bức tại Mondstadt, và Vennessa thành lập Đội Kỵ Sĩ Tây Phong để bảo vệ nhân dân, cô cũng đã triệu tập Tứ Phong để canh giữ vùng đất tự do. Dvalin được chọn làm Rồng Phương Đông, trở thành một trong bốn vị hộ thần của Mondstadt. Từ đó, người dân đã thờ phụng anh cùng ba vị bảo vệ còn lại qua nhiều thế hệ, như những biểu tượng bất diệt của tự do và bình yên.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "name": "Mondstadt",
        "desc": "<p>Thành phố tự do nằm ở phía Đông Bắc đại lục Teyvat.</p><p>Giữa những dãy núi và đồng bằng rộng lớn, làn gió tự do cuốn theo hơi thở của ngọn bồ công anh bay qua Hồ Rượu Trái Cây, đem theo lời chúc phúc và ân trạch từ Phong Thần Barbatos đến Thành Mondstadt nằm trên đảo hồ trung tâm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/7b245f487d037173b0e941069fa82074_6126217539693815669.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Một trong các nhà thơ thành Mondstadt, tự do tự tại đi khắp hang cùng ngõ hẻm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4901,
        "name": "Vennessa",
        "desc": "<p>Người đã từng là nô lệ, sau khi thoát khỏi xiềng xích đã trở thành người sáng lập ra Đội Kỵ Sĩ Tây Phong, đồng thời là Hiệp sĩ Bồ Công Anh đầu tiên.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/12108544/660db95fa376c1171e7339f4600f91e2_8045601423722352121.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "Khu Rừng Gió",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3800,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Phong Ma Long",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/25dc69c3876ff2d171c7b1aac166ca3a_2860172354413886056.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Năm trăm năm trước, vương quốc Khaenri'ah và Tộc Hắc Nhật sụp đổ. Một nhà giả kim tên là Gold, bị tha hóa bởi tham vọng và lòng tham, đã tạo ra một đội quân quái vật bóng tối mang sức mạnh kỳ dị, tràn qua cả bảy vương quốc của Teyvat. Đó là một thời kỳ đặc biệt đen tối đối với Mondstadt. Kỵ Sĩ Nanh Sư Tử không có người kế vị xứng đáng, trong khi Đội Kỵ Sĩ Tây Phong đã tổn thất nặng nề sau nhiều trận chiến khốc liệt. Giữa lúc hỗn loạn ấy, Ma Long Durin, một trong những “đứa con” của nhà giả kim Rhinedottir trỗi dậy từ biển sâu, phủ bóng đen lên bầu trời Mondstadt. Người dân tin rằng con rồng đến để hủy diệt mọi sự sống. Sự ghen tị và độc ác trong nó sinh ra tà niệm, đầu độc đất đai và linh hồn con người. Trong những ngày kinh hoàng đó, quái vật khát máu tràn đến, mang theo sự hoang tàn và tuyệt vọng cho Mondstadt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/3dd966675be0cb2d46c420ae09c0bf6d_657516347791093780.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Được đánh thức khỏi giấc ngủ giữa rừng xanh bởi tiếng kêu tuyệt vọng của các nạn nhân Durin, Phong Thần Barbatos đã xuất hiện và triệu hồi người bạn trung thành nhất của mình. Vì sự sống và tự do, Thần và Phong Long cùng cưỡi gió lao vào trận chiến định mệnh. Khi mây trời bị xé toạc, Dvalin dang rộng sáu đôi cánh được ban phước, rạch ngang bầu trời như lưỡi dao khổng lồ, xé toạc lớp vảy sắt của Durin. Cuộc xung đột đẩy thế giới vào bóng tối, và Phong Long vung móng vuốt như những thanh kiếm bằng gió, đâm sâu vào thân thể đen kịt của con rồng tà ác. Trận chiến rung chuyển tận tầng trời; ngay cả mặt trời cũng phải run sợ. Cuối cùng, Dvalin lao đến, dùng chính hàm răng của mình xé toạc cổ họng Durin. Con rồng hắc ám ngã gục, rơi xuống từ bầu trời và kết thúc cơn ác mộng đè nặng lên Mondstadt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/6c0fdabd2b5888ea057483852a685038_3779718316371348031.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Với sự chúc phúc của thần, Phong Long đã giành chiến thắng, mang lại cứu rỗi cho dân chúng Mondstadt. Thi thể của Durin rơi xuống tàn tích của vương quốc cổ Sal Vindagnyr, vùng đất sau này được gọi là Long Tích Tuyết Sơn. Tuy nhiên, trong trận chiến ấy, Dvalin đã vô tình nuốt phải máu độc của Durin. Độc tố ngấm sâu, từ từ ăn mòn cơ thể anh đến tận xương tủy. Không thể chịu đựng nỗi đau khôn cùng, Phong Long mất đi ý thức. Không ai biết anh đã rơi xuống nơi nào, và bóng dáng anh dần biến mất khỏi bầu trời Mondstadt."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Lần sau khi ngươi tỉnh lại, ngươi nên tự do. Rồng cần phải tự do bay trên trời cao, vạn vật cuối cùng sẽ hiểu sự xinh đẹp của ngươi.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Người dân từng tin rằng Dvalin sẽ thức tỉnh mỗi khi Mondstadt đối mặt với hiểm họa mới. Thế nhưng, trong thời kỳ hòa bình kéo dài, niềm tin vào Tứ Phong dần phai nhạt, và các đền thờ thờ phụng họ cũng rơi vào quên lãng. Suốt thế kỷ Dvalin chìm trong giấc ngủ, hình ảnh của anh cũng dần mờ nhạt trong ký ức của người Mondstadt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/f1098093d99b6d155aa588d664021eb1_1063811694369280333.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sau khi tỉnh dậy từ giấc ngủ trăm năm do chất độc ăn mòn, Dvalin không còn nghe thấy tiếng hát của cây đàn hạc từ người bạn trung thành Barbatos. Trong cô độc và đau đớn, anh tin rằng vị Thần Gió đã phản bội và bỏ rơi mình. Những con người từng được anh bảo vệ giờ đây cũng quay lưng, hoảng sợ bỏ chạy. Bị lừa dối bởi lời thì thầm của Pháp Sư Vực Sâu, trái tim Dvalin dần chìm vào bóng tối, và Phong ma Long ra đời. Anh rút lui về những tàn tích của Mondstadt cổ, nơi từng là lãnh địa của bạo chúa Decarabian hơn hai nghìn năm trước. Vùng đất ấy, sau này được gọi là Phế Tích Phong Long, trở thành nơi trú ẩn của con rồng bị nguyền rủa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/48e5ede86050b7eec8728ad8c567e909_4296986223407355424.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nhiều thế kỷ sau, Dvalin tỉnh giấc, mang theo cơn thịnh nộ và nỗi đau bị phản bội. Khi ấy, anh đã bị pháp sư Vực Sâu điều khiển, kẻ thì thầm vào tâm trí anh về sự phản bội của Barbatos và dân chúng Mondstadt. Nhờ sự giúp đỡ của Nhà Lữ Hành, Barbatos đã đến bên anh lần nữa. Với lòng kiên nhẫn và tiếng hát quen thuộc, vị Thần Gió đã chữa lành tâm trí bị đầu độc của Dvalin. Được thanh tẩy và ban phước bởi chính Barbatos, con rồng sáu cánh cuối cùng đã nhớ lại tình bạn xưa và bay lên bầu trời tự do một lần nữa. Anh hỏi Phong Thần tại sao không ra lệnh cho anh bảo vệ dân chúng, và Barbatos đã trả lời: <color=#ffffffd9>\"Tự do theo mệnh lệnh của Thần. Cũng bị coi là mất tự do nhỉ.\"</color> Cưỡi trên những cơn gió vô tận, Dvalin lại một lần nữa bay lên bầu trời.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "name": "Mondstadt",
        "desc": "<p>Thành phố tự do nằm ở phía Đông Bắc đại lục Teyvat.</p><p>Giữa những dãy núi và đồng bằng rộng lớn, làn gió tự do cuốn theo hơi thở của ngọn bồ công anh bay qua Hồ Rượu Trái Cây, đem theo lời chúc phúc và ân trạch từ Phong Thần Barbatos đến Thành Mondstadt nằm trên đảo hồ trung tâm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/7b245f487d037173b0e941069fa82074_6126217539693815669.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Con Rồng Bóng Tối và một trong những đứa con của Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/f985b83ff04cd6928a6e93c9f4daa52d_2728742053670425294.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2217,
        "name": "Phong Ma Long Bão Tố",
        "desc": "Một trong \"Tứ Phong Thủ Hộ\" của Mondstadt, Rồng Đông Phong - Dvalin.<br/>Trong những ngày tháng bất tận và bóng tối vô biên, viên ngọc long lanh cũng sẽ bị cát bụi che phủ và trở nên ảm đạm, loài rồng cao quý cũng sẽ bị ăn mòn và chất chứa đầy oán hận.<br/>Nhưng hãy nhớ, bụi có thể dễ dàng lau đi, nỗi sợ và chất độc cũng có thể bị nghiền nát.<br/><br/><i>\"Hãy tự do bay lượn trong không gian sâu thẳm. </i><br/><i>\"Giống như ngày chúng ta gặp nhau, tôi đi trên mặt đất, hát vang bài ca của gió;</i><br/><i>\"Bạn thì ở trên bầu trời cao vời vợi, đưa mắt nhìn xuống thế giới.</i><br/><i>\"Bầu trời giờ đây không có gió tuyết, mặt đất phủ đầy cỏ xanh, hẳn là tươi đẹp lắm nhỉ.</i><br/><i>\"Nếu bạn đã từng bước đi trên mặt đất, từng nghe tiếng chuông gió đan xen hòa vào bài ca du mục, từng nếm thử vị rượu ngọt nồng, bạn nhất định sẽ hiểu được. </i><br/><i>\"Nếu bạn đã từng là tôi, từng nhìn thấy tư thế cao ngạo cô độc của bạn bay lượn trên bầu trời, từng nhìn thấy dáng vẻ tuyệt đẹp của bạn. </i><br/><i>\"Như vậy, bạn sẽ hiểu được, bầu trời và mặt đất này, rất đáng để chiến đấu. \"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>Thần Bão tố và là người cai trị Mondstadt cũ. Ông bị đảo chính do một cuộc nổi dậy của người dân Mondstadt, những người không còn chịu được sự cai trị đó.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/11/55631176/513d51e0ebfd54f5da34a9f85dfaf61f_4582941032831625899.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2109,
        "name": "Pháp Sư Vực Sâu Băng",
        "desc": "Ma vật vực sâu cưỡi trên nguyên tố Băng cực hàn chiến đấu.<br/>Tuy rằng được cảm nhiễm sức mạnh to lớn, thậm chí có thể khiến hơi nước kết tụ thành trụ băng, nhưng bản thân lại vô cùng yếu ớt. Một khi lớp màng bảo hộ bị phá vỡ, thì chỉ có thể chịu trận mà thôi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Abyss Mage_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Một trong các nhà thơ thành Mondstadt, tự do tự tại đi khắp hang cùng ngõ hẻm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1955,
        "name": "Quyển Thiên Không",
        "desc": "Tập sách tượng trưng cho Phong Long và chủ nhân Phong Thần của nó. Ghi chép tỷ mỉ về gió và mây của bầu trời phương bắc, ẩn giấu sức mạnh của thiên không và gió.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之卷.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Thiên Không Kiêu Ngạo",
        "desc": "Là kiếm tượng trưng cho sự kiêu ngạo của Phong Long. Khi vung lên có khí thế của rồng, ẩn chứa sức mạnh của gió và thiên không.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Xương Sống Thiên Không",
        "desc": "Thương dài tượng trưng cho sự quyết tâm của Phong Long. Cán thương dài nhọn chỉ thẳng lên trời, có chứa sức mạnh của gió và bầu trời cao.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Thiên Không Kiếm",
        "desc": "Thanh kiếm kỵ sĩ, tượng trưng cho danh dự của Phong Long. Lưỡi kiếm toát ra lời chúc phúc của thần gió, chứa đựng sức mạnh của bầu trời và ngàn ngọn gió.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Cánh Thiên Không",
        "desc": "Cung tượng trưng cho Phong Long và Phong Thần. Âm thanh phát ra khi kéo dây cung giống như tình yêu của thần, ẩn chứa sức mạnh từ gió và bầu trời.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2278,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1041,
        "name": "Máu Đen",
        "desc": "Một loại vật chất thu hồi được sau khi đánh bại Dvalin.<br/>Tụ hội ngọn gió cổ xưa trong cơ thể rồng và một loại kết tinh năng lượng.<br/><br/>Phong Long cao quý từng bị giam cầm trong lồng làm từ ba loại kịch độc:<br/>Máu đã uống trong quá khứ, tiếng thủ thỉ từ vực sâu và nỗi bi ai quên lãng.<br/>Theo dòng lệ và tiếng nói của thi nhân, phá vỡ đinh thánh làm từ máu độc, xé nát tấm lưới giam cầm cự long...<br/>Có lẽ đây là việc chỉ có nhân tài tha hương, theo gió mà đến mới có thể làm được.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tainted Blood_icon.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Dvalin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/06/55631176/4418d1881c48394664164f8cd0a9c920_3948496940307935344.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Barbatos và Dvalin."
          }
        ]
      },
      {
        "key": "Dvalin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/06/55631176/75b5234bbd03642f3c2baa6e240b105c_6538173437838589425.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Dvalin bị đầu độc bởi máu của Durin."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Dvalin"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Sinh Mệnh Nguyên Tố</color>\n<color=#ffffffd9>Tứ Phong Thủ Hộ</color>"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "Rồng Đông Phong"
          }
        ]
      },
      {
        "key": "VA Tiếng Trung",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>彭博 (Peng Bo)</color>"
          }
        ],
        "isMaterial": false
      },
      {
        "key": "VA Tiếng Anh",
        "value": [
          {
            "type": "RichText",
            "text": "Brook Chalmers"
          }
        ]
      },
      {
        "key": "VA Tiếng Nhật",
        "value": [
          {
            "type": "RichText",
            "text": "武内 駿輔 (TAKEUCHI Shunsuke)"
          }
        ]
      },
      {
        "key": "VA Tiếng Hàn",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>표영재 (Pyo Yeong-jae)</color>"
          }
        ]
      },
      {
        "key": "Thẻ TCG ",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4738,
            "name": "Dvalin",
            "desc": "<p><strong>Rồng Đông Phong - Dvalin</strong></p><p>\"Nếu bạn đã từng là tôi, từng nhìn thấy tư thế cao ngạo cô độc của bạn bay lượn trên bầu trời, từng nhìn thấy dáng vẻ tuyệt đẹp của bạn.\"</p><p>\"Như vậy, bạn sẽ hiểu được, bầu trời và mặt đất này, rất đáng để chiến đấu.\"</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/15/497160d9f34a61f72b6943c550530da9_1244295654152502150.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Mục Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2217,
            "name": "Phong Ma Long Bão Tố",
            "desc": "Một trong \"Tứ Phong Thủ Hộ\" của Mondstadt, Rồng Đông Phong - Dvalin.<br/>Trong những ngày tháng bất tận và bóng tối vô biên, viên ngọc long lanh cũng sẽ bị cát bụi che phủ và trở nên ảm đạm, loài rồng cao quý cũng sẽ bị ăn mòn và chất chứa đầy oán hận.<br/>Nhưng hãy nhớ, bụi có thể dễ dàng lau đi, nỗi sợ và chất độc cũng có thể bị nghiền nát.<br/><br/><i>\"Hãy tự do bay lượn trong không gian sâu thẳm. </i><br/><i>\"Giống như ngày chúng ta gặp nhau, tôi đi trên mặt đất, hát vang bài ca của gió;</i><br/><i>\"Bạn thì ở trên bầu trời cao vời vợi, đưa mắt nhìn xuống thế giới.</i><br/><i>\"Bầu trời giờ đây không có gió tuyết, mặt đất phủ đầy cỏ xanh, hẳn là tươi đẹp lắm nhỉ.</i><br/><i>\"Nếu bạn đã từng bước đi trên mặt đất, từng nghe tiếng chuông gió đan xen hòa vào bài ca du mục, từng nếm thử vị rượu ngọt nồng, bạn nhất định sẽ hiểu được. </i><br/><i>\"Nếu bạn đã từng là tôi, từng nhìn thấy tư thế cao ngạo cô độc của bạn bay lượn trên bầu trời, từng nhìn thấy dáng vẻ tuyệt đẹp của bạn. </i><br/><i>\"Như vậy, bạn sẽ hiểu được, bầu trời và mặt đất này, rất đáng để chiến đấu. \"</i>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ]
  }
}