{
  "epId": 4903,
  "name": "Durin",
  "desc": "<p>Con Rồng Bóng Tối và một trong những đứa con của Rhinedottir.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/f985b83ff04cd6928a6e93c9f4daa52d_2728742053670425294.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1752396378,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "RichText",
        "text": "Rhinedottir",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Một nhà giả kim từ Khaenri'ah, người đã tạo ra Durin của \"Humus.\""
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Một Rồng Nguyên Tố, là bạn của Phong Thần Barbatos. Sau khi bị nhiễm độc từ máu của Ma Long, anh được biết đến với tên gọi Phong Ma Long.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/06/55631176/caf24ad3b0ba08b36bca06b6acf8794a_7342188423464607902.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Một con Rồng Nguyên Tố, người đã đánh bại Durin.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Người đứng đầu trong các Giả Kim Thuật Sĩ kiêm đội trưởng tiểu đội điều tra của Đội Kỵ Sĩ Tây Phong, được gọi là thiên tài \"Kreideprinz\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2123,
        "name": "Thể Nham - Chó Săn Ma Vật",
        "desc": "Ma thú có khả năng xâm thực biên giới của thế giới. Là tạo vật của \"Gold\".<br/>Chúng mô phỏng một số hành vi sinh học tương tự như hành vi của những con sói thật. Có lẽ chúng cũng thấy đố kị với \"họ hàng\" của mình và mơ ước một ngày nào đó sẽ có thể thay thế.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2125,
        "name": "Thể Lôi - Chó Săn Ma Vật",
        "desc": "Ma thú có khả năng xâm thực rìa thế giới. Là tạo vật của \"Gold\".<br/>Từng càn quét khắp đại lục, sau đó bị phản kháng và săn bắt nên đã tuyệt chủng. Nhưng gần đây chúng đã xuất hiện trở lại. Bầy sói đen gây uy hiếp đến an nguy của Thanh Tuyền Trấn và Lang Lãnh chính là chúng.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2124,
        "name": "Thể Lôi - Ma Thú Con",
        "desc": "Ma thú có khả năng xâm thực rìa thế giới. \"Gold\" đặt tên cho chúng là \"Alfisol\".<br/>Từng có một thời kỳ, lúc ma thú khổng lồ xuất hiện, thường sẽ có chó săn xuất hiện trước, xóa tan rìa của thế giới để mở đường.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound Whelp_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2122,
        "name": "Thể Nham - Ma Thú Con",
        "desc": "Ma thú có khả năng xâm thực rìa thế giới. \"Gold\" đặt tên cho chúng là \"Alfisol\".<br/>Chúng đi theo vực sâu xâm lấn để nuốt chửng các nguyên tố. Điều may mắn là loại ma thú này đã không còn nhiều trên thế gian này.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound Whelp_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2247,
        "name": "Vua Thú Hoàng Kim",
        "desc": "Đến từ dị giới hắc ám, là vua của bầy sói đen, có quyền năng hiệu lệnh dị thú giúp nó làm xói mòn không gian, tạo ra vết nứt vũ trụ để mở đường.<br/>Vua thú không có tên gọi, bởi vì bản thân nó chẳng qua là một tạo vật vô tâm của \"Gold\" mà thôi; chính bởi vì vậy, nên nó càng thêm cố chấp về việc xâm lấn vào thế giới không thuộc về mình, dùng sức mạnh của mình để giành lấy danh phận.<br/>Nhưng bầy sói không phải là loài vật ngu xuẩn. Sau lần xâm lấn gặp phải trắc trở, lần này chúng đã chọn một hòn đảo hoang vu không người, cũng không ai canh giữ để làm nơi chuẩn bị nghênh đón vua thú.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Một quái vật vực sâu xuất hiện ở Fontaine 500 năm trước trong thời kỳ Đại Hồng Thủy. Elynas là \"Cha\" của tất cả các Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/cedc77b7c6f31c08043e350f3e96fdf1_8693473429346925979.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Sinh Vật cùng giống loài với Durin.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sách Và Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "Khu Rừng Gió",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1955,
        "name": "Quyển Thiên Không",
        "desc": "Tập sách tượng trưng cho Phong Long và chủ nhân Phong Thần của nó. Ghi chép tỷ mỉ về gió và mây của bầu trời phương bắc, ẩn giấu sức mạnh của thiên không và gió.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之卷.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Thiên Không Kiêu Ngạo",
        "desc": "Là kiếm tượng trưng cho sự kiêu ngạo của Phong Long. Khi vung lên có khí thế của rồng, ẩn chứa sức mạnh của gió và thiên không.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Xương Sống Thiên Không",
        "desc": "Thương dài tượng trưng cho sự quyết tâm của Phong Long. Cán thương dài nhọn chỉ thẳng lên trời, có chứa sức mạnh của gió và bầu trời cao.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Thiên Không Kiếm",
        "desc": "Thanh kiếm kỵ sĩ, tượng trưng cho danh dự của Phong Long. Lưỡi kiếm toát ra lời chúc phúc của thần gió, chứa đựng sức mạnh của bầu trời và ngàn ngọn gió.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Cánh Thiên Không",
        "desc": "Cung tượng trưng cho Phong Long và Phong Thần. Âm thanh phát ra khi kéo dây cung giống như tình yêu của thần, ẩn chứa sức mạnh từ gió và bầu trời.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2011,
        "name": "Răng Nanh Rỉ Sét",
        "desc": "Thanh kiếm cổ quái khao khát sinh mệnh, có độc tính có thể ăn mòn cả Rồng.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/腐殖之剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Thương Long Tích",
        "desc": "Trường thương được chế tạo từ răng rồng. Có một cảm giác ấm áp kỳ lạ.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3655,
        "name": "\"Chiếc Răng\" Kỳ Lạ",
        "desc": "<p>Chiếc răng nhặt được trên núi tuyết. Có lẽ sẽ có ai đó biết được chút thông tin về nó...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/27215281/311c79833e39155fa51f56a111a18f28_9030710296102971070.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 985,
        "name": "Nanh Rồng có sinh mệnh",
        "desc": "Chiếc Răng Rồng hấp thụ sức mạnh sinh mệnh. Dù là độ bóng hay kết cấu, cũng đều khiến người ta xao xuyến...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vitalized Dragontooth_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "name": "Mã Não Đỏ Thẫm",
        "desc": "Kết tinh được tạo ra bằng việc kết hợp giữa sức mạnh sinh mệnh mạnh mẽ và năng lượng đặc biệt trên Long Tích Tuyết Sơn. Đây là \"chất dinh dưỡng\" tuyệt vời cho Cây Chịu Lạnh luôn khát khao trưởng thành.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crimson Agate_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1492,
        "name": "Xương Rồng Mục Nát",
        "desc": "Đạo cụ tinh luyện \"Răng Nanh Rỉ Sét\".<br/>Nằm rải rác trong địa mạch của Long Tích Tuyết Sơn, là chất có được sau khi thanh lọc độc của Durin. Nếu được dùng trên \"Răng Nanh Rỉ Sét\", sẽ có thể tăng sức mạnh cho kiếm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Festering Dragon Marrow_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "name": "Trang Sách Bí Ẩn V",
        "desc": "<p>Hoàn toàn không thể hiểu được nội dung trong đó.<br>Hoặc ở đâu đó sẽ giải được</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/44749939/ba25972c61c93270e7952103a3096b70_7272238916374549651.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1069,
        "name": "Miếng Thiên Thạch Đen",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí.<br/>Thời đại Khaenri'ah, một người nào đó đã tạo ra vô số ma thú. Trên người chúng nó chảy thứ máu màu đen, chà đạp chúng sinh trên đại lục, phá hoại mọi thứ. Sinh mệnh chúng nó có thể thay đổi, được cung cấp sức mạnh từ bên ngoài thế giới. Nghiêm túc mà nói, Durin tập kích Mondstadt cũng thuộc loại này.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chunk of Aerosiderite_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1709,
        "name": "Vuốt Sắt Ma Thú",
        "desc": "Mô cơ thể còn sót lại của bầy sói ma vật.<br/>Mặc dù chúng thực sự khá kỳ lạ, nhưng những con chó săn \"Alfisol\" này chẳng là gì so với Durin \"Humus\" cả.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Unguis_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers và Video Cốt Truyện",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Version 1.2 \"The Chalk Prince and the Dragon\" Trailer"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/27/237301566/27162df127afdeada9fbad8df748548a_7618409944032668493.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>11 Tháng 12, 2020</color>\nThis is Dragonspine, an enormous mountain that holds the remains of the venomous dragon, Durin, who fell here after the battle with Dvalin.\nFew adventurers dare attempt to conquer this unforgiving environment marked by deep snow, sheer cold, poisonous blood, and monsters. But such things will not dissuade the star-faring Traveler from journeying here...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=dzpmNU8WJVg&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Durin",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/dcdf547f543afd251efe7723477446d3_3871269587163042268.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hàng nghìn năm trước, có một vương quốc tên là Sal Vindagnyr. Ngày xưa, các thầy tu của vương quốc có thể chạm tới thiên đàng và đi đến Vực Sâu theo lệnh của các vị thần từ Celestia. Trên núi, một cây trắng mọc lên, là một phần của Irminsul. Đại Tư Tế và Tư Tế của Vindagnyr có một cô con gái sở hữu khả năng tiên tri. Một trong những lời tiên tri của cô là về sự xuất hiện của Rồng Đen, kẻ sẽ làm ô nhiễm mọi thứ bằng độc tố của hắn. Sau đó, vương quốc bị hủy diệt bởi Thiên Hàn và hóa thành đổ nát, còn cây trắng thì héo úa. Trong nhiều năm, không ai đặt chân lên những đỉnh núi tuyết phủ cho đến khi lời tiên tri bắt đầu trở thành hiện thực.\nNhà giả kim Rhinedottir, còn được biết đến với tên Gold, đã tạo ra nhiều quái thú từ Vực Sâu. Những sinh vật này nhanh chóng tấn công cả bảy vương quốc của Teyvat. Durin là một trong số đó, được tạo ra dưới hình dạng một con rồng rắn đen với đôi cánh."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Và rồi, những đứa trẻ đáng yêu của ta à,</color>\n<color=#ffffffd9>Giống như nước mưa chảy thành suối, thảm cỏ trải dài dưới ánh mặt trời,</color>\n<color=#ffffffd9>Đến tận nơi tươi đẹp, kiêu ngạo phô bày sắc đẹp của mình nào.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Một ngày, Durin nghe thấy Phong Thần Barbatos chơi Đàn Thiên Không và nhìn thấy con rồng Dvalin. Anh bị mê hoặc bởi vẻ đẹp của âm nhạc. Trong giấc mơ, anh thực hiện một chuyến đi dài đến vùng đất có cỏ xanh tươi tốt và những bài hát đầy tâm hồn. Anh mơ mình hát cùng những con người dịu dàng nơi ấy và nhảy múa trên bầu trời cùng một con rồng đẹp như viên ngọc."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Mẹ ơi, cảm ơn mẹ\"</color>\n<color=#ffffffd9>\"Đã cho con đôi cánh để bay, cho con thân thể khoẻ mạnh\"</color>\n<color=#ffffffd9>\"Còn con, muốn đến nơi cất lên tiếng ca tươi đẹp, mẹ ơi\"</color>\n<color=#ffffffd9>\"Để kể với họ câu chuyện của mọi người, câu chuyện về mẹ\"</color>\n<color=#ffffffd9>\"Để kể với họ, nơi mà con sinh ra, đẹp đẽ biết nhường nào.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/3dd966675be0cb2d46c420ae09c0bf6d_7816181422405867650.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durin đến Mondstadt để gặp con rồng xinh đẹp và người nhạc sĩ, nhưng anh không biết rằng máu của mình mang độc tố, có thể làm ô nhiễm con người và vùng đất. Dù không hề có ý định gây hại, sự hiện diện của anh nhanh chóng trở thành tai họa thực sự với Mondstadt. Người dân tin rằng anh đến để hủy diệt mọi sự sống. Từ sự ghen tị của một con rồng tà ác, cái ác được sinh ra, làm ô nhiễm đất đai và những người sống trên đó. Trong những ngày đen tối ấy, lũ quái vật khát máu tràn vào Mondstadt, gieo rắc hoang tàn. Được đánh thức từ giấc ngủ trong rừng sâu bởi tiếng kêu cứu của những nạn nhân, Phong Thần Barbatos xuất hiện và triệu hồi người hầu trung thành của mình. Vì sự sống và tự do, Thần và Rồng cưỡi theo gió để đối mặt kẻ thù. Trong trận chiến khiến mây tan khỏi bầu trời, Dvalin dang rộng sáu đôi cánh được ban phước, như lưỡi kiếm khổng lồ xé tan lớp vảy sắt của Durin. Khi bóng tối phủ xuống thế giới, Phong Long tấn công bằng móng vuốt như những thanh kiếm rèn từ gió, đâm sâu vào thân thể đen tối và hư hỏng của Durin. Cuộc chiến rung chuyển cả trời cao, khiến mặt trời cũng run rẩy vì kinh hoàng. Cuối cùng, Dvalin dùng răng xé toạc cổ họng của Durin, khiến con rồng ác quỷ rơi xuống từ bầu trời."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Tạm biệt, mẹ ơi, hành trình của con đã kết thúc rồi\"</color>\n<color=#ffffffd9>\"Được ngủ trong tuyết bạc sáng lấp lánh cũng không tồi\"</color>\n<color=#ffffffd9>\"Tạm biệt, nhà thơ xinh đẹp, rồng đẹp xinh\"</color>\n<color=#ffffffd9>\"Nếu chúng ta có thể không cùng một thời gian, một địa điểm\"</color>\n<color=#ffffffd9>\"Gặp gỡ, hát ca, nhảy múa, vậy thì tốt biết mấy\"</color>\n<color=#ffffffd9>Anh ấy đã suy nghĩ chân thành như vậy trước khi chết.</color>\n<color=#ffffffd9>\"Lời chúc phúc sâu sắc len lỏi trong huyết quản của tôi\"</color>\n<color=#ffffffd9>\"Bức tranh tuyệt đẹp về vũ trụ tăm tối mà tôi sinh ra...\"</color>\n<color=#ffffffd9>\"Hãy để các người kế thừa\".</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/f5cdefaf93f3fc5a8efaa9d8e670b325_8501016490997682825.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Thi thể của Durin rơi xuống tàn tích của vương quốc cổ Sal Vindagnyr, nay được gọi là Long Tích Tuyết Sơn. Tuyết trên đỉnh núi chưa bao giờ tan chảy, nhờ đó sức mạnh của băng vĩnh cửu có thể kìm hãm chất độc phân hủy từ cơ thể hắn. Trái tim độc hại của Durin vẫn đập âm thầm dưới lớp tuyết dày. Máu của hắn đã nhiễm độc cả vùng đất, trở thành nguồn sức mạnh cho những quái vật cư trú tại nơi này."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/d97160c2d7ebb6560f691f24e5ac57f6_1075917967524094745.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ý chí sinh tồn của Durin mạnh mẽ đến mức có thể làm hồi sinh cây cối đã chết, biến chúng thành những quái vật như Cây Cấp Đông. Khi máu của Rồng Đen Durin tràn xuống vùng đất Vindagnyr, Nhà Lữ Hành đã tưới cây trắng đã chết bằng Mã Não Đỏ Thẫm — tinh chất kết tinh từ máu của con rồng. Nhờ đó, cái cây từng héo úa suốt bao năm trên đỉnh núi đã hồi sinh một lần nữa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/e5c9d34ce04ae089c791a20cce528f0d_6757926172519614298.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau cái chết của Durin, Andersdotter, một phù thủy thuộc Hexenzirkel, đã tạo ra một phiên bản của anh trong một thế giới ma thuật có tên Simulanka. Dù biết số phận của Durin thật có thể liên kết với Durin của Simulanka, cô vẫn hy vọng rằng một ngày nào đó, anh có thể tự chọn lấy con đường riêng. Cũng giống như Durin thật, con rồng ở Simulanka đã phá hủy mọi thứ nó chạm vào, khiến người dân nơi đó khiếp sợ. Khi nó ước rằng mình chưa từng được sinh ra, một vài anh hùng từ Teyvat đã xuất hiện tại Simulanka và cứu lấy nó. Trong lúc Andersdotter đang tạo ra Durin của Simulanka, con trai cô — một phù thủy khác mang tên Barbeloth đã đưa ra một lời tiên tri về Durin của Teyvat: <color=#ffffffd9>\"Đứa con của \"R\"... rồi sẽ có một ngày được hồi sinh.\"</color> Những quan sát gần đây tại Long Tích Tuyết Sơn đã củng cố thêm cho lời tiên tri, cho thấy trái tim của Durin đang từ từ nhưng chắc chắn hồi phục sức sống. Dù quá trình diễn ra rất chậm, xu hướng thì rõ ràng. Albedo, anh trai của Durin, hy vọng rằng khi thời khắc ấy đến, Durin của Simulanka sẽ đứng về phía Mondstadt và giúp đỡ họ trong giờ phút cần thiết.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "name": "Mondstadt",
        "desc": "<p>Thành phố tự do nằm ở phía Đông Bắc đại lục Teyvat.</p><p>Giữa những dãy núi và đồng bằng rộng lớn, làn gió tự do cuốn theo hơi thở của ngọn bồ công anh bay qua Hồ Rượu Trái Cây, đem theo lời chúc phúc và ân trạch từ Phong Thần Barbatos đến Thành Mondstadt nằm trên đảo hồ trung tâm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/7b245f487d037173b0e941069fa82074_6126217539693815669.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Simulanka",
        "desc": "<p>...Rất lâu về trước, ba nữ thần đã tạo ra thế giới tên \"Simulanka\" này.</p><p>Nữ Thần Sáng Thế cai quản phép thuật và vật chất đã tạo ra sự sống của người dân Simulanka, và cỏ cây non nước cũng vì vậy mà hình thành. Simulanka cũng từ đó mới có thể tồn tại trong nhiều thế giới...</p><p>Sau đó là Nữ Thần Tiên Tri cai quản các vì sao và quỹ đạo. Vị nữ thần đó đã khiến cho trời sao xoay chuyển, khiến cho thế giới chuyển động... Ngày nay, bức tượng của vị nữ thần đó vẫn đang ở trên đỉnh của Vương Thành Tinh Cầu.</p><p>Cuối cùng là Nữ Thần Vận Mệnh cai quản mọi câu chuyện và nguyện vọng. Vị nữ thần đó đã ban cho người dân Simulanka tình yêu bất diệt và thù hận cháy bỏng, dạy cho họ biết cái chết và hy vọng là như thế nào...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/25/55631176/1ffd3bcbb0c40bba41445d9adad1cfda_1289282673950604972.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hội Ma Nữ",
        "desc": "<p>Hội Ma Nữ là một hội nhóm bí mật gồm các phù thủy quyền năng có niềm đam mê với việc nghiên cứu Cây Thế Giới, họ thường gặp gỡ nhau tại hội nghị tiệc trà. Có tất cả tám phù thủy trong Hội Ma Nữ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/12108544/c97e6b58f9693e36c682d4f9aa752fc7_5176005586242579788.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Một nhà giả kim, thành viên của Hội Ma Nữ, một trong năm Tội đồ của Khaenri'ah, và là mẹ của Albedo. Rhinedottir đã tạo ra một đội quân quái vật bóng tối, tấn công Teyvat 500 năm trước. Bà còn được gọi là Gold và R.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/12/44749939/f5f02bcdd08d08e845ac00199b039c6d_8817221957885889910.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Một Rồng Nguyên Tố, là bạn của Phong Thần Barbatos. Sau khi bị nhiễm độc từ máu của Ma Long, anh được biết đến với tên gọi Phong Ma Long.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/06/55631176/caf24ad3b0ba08b36bca06b6acf8794a_7342188423464607902.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Một trong các nhà thơ thành Mondstadt, tự do tự tại đi khắp hang cùng ngõ hẻm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Người đứng đầu trong các Giả Kim Thuật Sĩ kiêm đội trưởng tiểu đội điều tra của Đội Kỵ Sĩ Tây Phong, được gọi là thiên tài \"Kreideprinz\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2145,
        "name": "Cây Cấp Đông",
        "desc": "Là loài ma vật sinh trưởng nhờ những sợi dây leo bám chặt dòng khí hàn băng trong địa mạch.<br/>Có nghiên cứu chỉ ra rằng, thực vật cũng có chức năng như các cơ quan trên cơ thể, chúng biết cách thích nghi với dòng chảy địa mạch; Kết tinh thuộc hệ sinh thái trên mặt đất sẽ hình thành nên những vật chứa đựng Nguyên Tố dồi dào như Băng Vụ Hoa, Hoa Lừa Dối...<br/>Ở một số loại thực vật đặc thù sinh trưởng trong điều kiện môi trường đặc biệt, qua nhiều năm tháng tích tụ sẽ biến thành thể sống gọi là Cây Cấp Đông với bản tính hung hăng và thân hình to lớn như quái vật...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1955,
        "name": "Quyển Thiên Không",
        "desc": "Tập sách tượng trưng cho Phong Long và chủ nhân Phong Thần của nó. Ghi chép tỷ mỉ về gió và mây của bầu trời phương bắc, ẩn giấu sức mạnh của thiên không và gió.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之卷.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Thiên Không Kiêu Ngạo",
        "desc": "Là kiếm tượng trưng cho sự kiêu ngạo của Phong Long. Khi vung lên có khí thế của rồng, ẩn chứa sức mạnh của gió và thiên không.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Xương Sống Thiên Không",
        "desc": "Thương dài tượng trưng cho sự quyết tâm của Phong Long. Cán thương dài nhọn chỉ thẳng lên trời, có chứa sức mạnh của gió và bầu trời cao.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Thiên Không Kiếm",
        "desc": "Thanh kiếm kỵ sĩ, tượng trưng cho danh dự của Phong Long. Lưỡi kiếm toát ra lời chúc phúc của thần gió, chứa đựng sức mạnh của bầu trời và ngàn ngọn gió.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Cánh Thiên Không",
        "desc": "Cung tượng trưng cho Phong Long và Phong Thần. Âm thanh phát ra khi kéo dây cung giống như tình yêu của thần, ẩn chứa sức mạnh từ gió và bầu trời.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Thương Long Tích",
        "desc": "Trường thương được chế tạo từ răng rồng. Có một cảm giác ấm áp kỳ lạ.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1969,
        "name": "Trái Chịu Lạnh",
        "desc": "Loại trái cây kỳ lạ toát ra sự lạnh lẽo, phảng phất nhẹ mùi vị đắng chát.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/忍冬之果.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2062,
        "name": "Dũng Sĩ Trong Băng Giá",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "Khu Rừng Gió",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3655,
        "name": "\"Chiếc Răng\" Kỳ Lạ",
        "desc": "<p>Chiếc răng nhặt được trên núi tuyết. Có lẽ sẽ có ai đó biết được chút thông tin về nó...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/27215281/311c79833e39155fa51f56a111a18f28_9030710296102971070.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 985,
        "name": "Nanh Rồng có sinh mệnh",
        "desc": "Chiếc Răng Rồng hấp thụ sức mạnh sinh mệnh. Dù là độ bóng hay kết cấu, cũng đều khiến người ta xao xuyến...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vitalized Dragontooth_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "name": "Mã Não Đỏ Thẫm",
        "desc": "Kết tinh được tạo ra bằng việc kết hợp giữa sức mạnh sinh mệnh mạnh mẽ và năng lượng đặc biệt trên Long Tích Tuyết Sơn. Đây là \"chất dinh dưỡng\" tuyệt vời cho Cây Chịu Lạnh luôn khát khao trưởng thành.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crimson Agate_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1280,
        "name": "Chiếc Hộp Của Tư Tế",
        "desc": "Chiếc hộp báu có một phần ba hoa văn dưới đáy. Nếu có thể kiếm thêm hai cái nữa, có lẽ sẽ có thể mở ra cánh cửa ở đâu đó.<br/>\"Thân già này cho rằng con cháu có thể đời đời bất diệt như Bạch Thụ.\"<br/>\"Nhưng Bạch Thụ sắp tàn, tiếng nói của \"họ\" sẽ không còn nữa, và sự mong đợi của thân già này, sự mong đợi của họ ở nơi này cũng sẽ không còn.\"<br/>\"Thân già này lại một lần nữa leo lên đỉnh núi, tìm kiếm sự hướng dẫn. Khi xuống núi, bức tranh thứ hai của con gái đã được hoàn thành.\"<br/>\"Bức tranh thứ ba, nếu là bức tranh băng tuyết tan chảy thì tuyệt với.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Priest's Box_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 297,
        "name": "Chiếc Hộp Của Công Chúa",
        "desc": "Chiếc hộp báu có một phần ba hoa văn dưới đáy. Nếu có thể kiếm thêm hai cái nữa, có lẽ sẽ có thể mở ra cánh cửa ở đâu đó.<br/>\"Tôi e rằng bức bích họa này không thể hoàn thành được.\"<br/>\"Đã lâu tôi không được nhìn thấy bầu trời trong xanh và cánh đồng xanh mướt. Không biết nên dùng màu xanh lam hay xanh lục để vẽ cảnh băng tuyết tan chảy mà bố tôi mong muốn.\"<br/>\"Khi ông ấy trở về, mọi thứ sẽ trở lại như xưa. Nhưng trời quá lạnh. Tôi không thể tiếp tục nữa.\"<br/>\"Xin lỗi bố. Xin lỗi, vì luôn nhìn thấy chúng con xấu xí.\"<br/>\"Imunlaukr, nếu có thể gặp lại bố thì tốt quá\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Princess's Box_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1602,
        "name": "Chiếc Hộp Của Ký Giả",
        "desc": "Chiếc hộp báu có một phần ba hoa văn dưới đáy. Nếu có thể kiếm thêm hai cái nữa, có lẽ sẽ có thể mở ra cánh cửa ở đâu đó.<br/>\"Cầu mong bầu trời băng giá này thiêu đốt cho đến khi không còn sự sống trên thế giới.\"<br/>\"Nguyện cho ta hóa tro bụi, bay theo gió, đuổi theo kẻ ngoại bang đã ruồng bỏ công chúa và không bao giờ trở lại.\"<br/>\"Cầu mong cho con rồng đen mà công chúa mơ thấy sẽ che phủ trái đất đáng ghê tởm này bằng chất độc màu đỏ thẫm.\"<br/>\"Tôi là người cuối cùng. Cũng không cần thiết phải ở lại nữa.\"<br/>\"Nghe nói ai đó đang xây dựng một vương quốc vô thần ở đâu đó. Vậy thì, có thể họ cũng có sức mạnh để chống lại thế giới.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Scribe's Box_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3028,
        "name": "Thạch Anh Đỏ",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/09/44749939/a709d878b1894f30017263fc31741261_1844052793427531840.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vôi Trắng và Rồng Đen",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, một thợ rèn đã tạo ra một thanh kiếm ma thuật, rèn từ móng vuốt, răng và vảy của Durin. Độc tố từ con rồng thấm vào thanh kiếm, ban cho nó sức mạnh đặc biệt. Tự hào về kiệt tác của mình, thợ rèn quyết định tự mình thử nghiệm thanh kiếm. Nhưng ngay khi bước vào trận chiến, năng lượng của sự phân hủy lan từ chuôi kiếm vào cơ thể ông. Con người phàm trần không thể chống lại sức mạnh này. Bị nguyền rủa và rơi vào điên loạn, ông bỏ chạy và có thể đã gục ngã ở một nơi không ai biết đến."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/27/237301566/20f19930548c5c93f9b91aa2fc6276cd_2030450059687261741.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Thanh kiếm đó sau cùng đã rơi vào tay Albedo, một trong những đứa con của Rhinedottir và là anh trai của Durin. Ban đầu, Albedo chỉ định thực hiện một số thí nghiệm, nhưng trong quá trình nghiên cứu, anh bất ngờ phát hiện ra lịch sử đặc biệt của thanh kiếm. Nó gần như có sự sống, mang khả năng hấp thụ năng lượng từ những sinh vật sống khác. Nhận ra rằng người bình thường không thể kiểm soát thanh kiếm này mà không bị tổn thương, Albedo đã trao nó cho Nhà Lữ Hành, người có khả năng trung hòa độc tố của Durin để truyền sức sống vào thanh kiếm một cách an toàn. Sau đó, Albedo rút phần sức sống này ra và nhận thấy thanh kiếm cộng hưởng mạnh mẽ với mình, do mối liên kết huyết thống giữa anh và Durin.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Người đứng đầu trong các Giả Kim Thuật Sĩ kiêm đội trưởng tiểu đội điều tra của Đội Kỵ Sĩ Tây Phong, được gọi là thiên tài \"Kreideprinz\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2011,
        "name": "Răng Nanh Rỉ Sét",
        "desc": "Thanh kiếm cổ quái khao khát sinh mệnh, có độc tính có thể ăn mòn cả Rồng.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/腐殖之剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1492,
        "name": "Xương Rồng Mục Nát",
        "desc": "Đạo cụ tinh luyện \"Răng Nanh Rỉ Sét\".<br/>Nằm rải rác trong địa mạch của Long Tích Tuyết Sơn, là chất có được sau khi thanh lọc độc của Durin. Nếu được dùng trên \"Răng Nanh Rỉ Sét\", sẽ có thể tăng sức mạnh cho kiếm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Festering Dragon Marrow_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ảo Ảnh Giữa Bão Tuyết",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Khi nhà giả kim Rhinedottir tiến hành các thí nghiệm để tạo ra sự sống nhờ Khemia, một trong số đó đã thất bại và bị vứt bỏ. Thí nghiệm ấy sau đó bị con rồng Durin nuốt chửng. Sau khi Durin bị đánh bại và chôn vùi trong băng tuyết vĩnh cửu, thí nghiệm kia được hồi sinh, được nuôi dưỡng bởi máu của Durin.\nMang trong mình sự ghen tị với Albedo, người mà nó xem là gần như hoàn hảo, sinh thể này quyết định hóa thân thành Albedo và tìm cách chiếm lấy cuộc sống của anh. Dù Albedo đã thành công trong việc ngăn chặn bản sao của mình, số phận cuối cùng của sinh thể đó vẫn còn là điều bí ẩn.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Người đứng đầu trong các Giả Kim Thuật Sĩ kiêm đội trưởng tiểu đội điều tra của Đội Kỵ Sĩ Tây Phong, được gọi là thiên tài \"Kreideprinz\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Một nhà giả kim, thành viên của Hội Ma Nữ, một trong năm Tội đồ của Khaenri'ah, và là mẹ của Albedo. Rhinedottir đã tạo ra một đội quân quái vật bóng tối, tấn công Teyvat 500 năm trước. Bà còn được gọi là Gold và R.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/12/44749939/f5f02bcdd08d08e845ac00199b039c6d_8817221957885889910.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Durin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/ceca6421f2c443b099464b4bc56168bb_5014037760707009623.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Durin"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Vực Sâu"
          }
        ]
      }
    ]
  }
}