{
  "epId": 4908,
  "name": "Orobashi",
  "desc": "<p>Thần Rắn, người đã đưa người dân Enkanomiya ra khỏi Biển Đen và lên mặt đất. Sau đó Thần Rắn đã bị Raiden Ei giết.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/44749939/9558bf3b89cb0dd8b8ea5fea4f8df189_308573954058729546.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1741883118,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Orobashi"
          }
        ]
      },
      {
        "key": "Quốc Gia",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Thuộc",
        "value": [
          {
            "type": "RichText",
            "text": "Thần"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "Orobashi no Mikoto\nWatatsumi Omikami"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Orobashi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/12/44749939/d5019a01ab5885df46b9e0a45c36c11a_5123255792077363261.png"
      },
      {
        "key": "Đầu Thần Rắn",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/12/44749939/b7722904e613abf38057a896e4aff1ba_7468962841332026584.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Deus Auri, người mà Orobashi đã tìm cách trốn trong suốt",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Narukami, người mà Orobashi đã tìm cách trốn trong suốt Chiến Tranh Ma Thần. Tuy nhiên sau đó bà đã giết ông ta cách đây 2.000 năm trong cuộc chiến giữa Inazuma và Watatsumi.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sách Và Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 2327,
        "name": "Ký Sự Sangonomiya",
        "desc": "Sách sử được viết bởi nhà sử học nổi tiếng của Shogunate - Kujou Michizane, người được xem là một trong \"ba cây bút hàng đầu của Kujou\", giới thiệu sơ lược về lịch sử của Đảo Watatsumi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sangonomiya Chronicles_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1176,
        "name": "Nghiên Cứu Tín Ngưỡng Dân Gian Sangonomiya",
        "desc": "Tác phẩm của nhà sử học cận đại Sumeru - Shihab Purbiruni, viết về hai năm trước khi xảy ra cuộc nội chiến ở Inazuma. Thuật lại vắn tắt tín ngưỡng dân gian Sangonomiya của đảo Watatsumi và đưa ra các chủ trương học thuật tương đối mới mẻ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/A Preliminary Study of Sangonomiya Folk Belief_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2311,
        "name": "Chuyện Về Pháp Sư Mouun",
        "desc": "Đối với người dân Watatsumi, truyền thuyết về chiến tranh Ma Thần hẳn là điều cay đắng. Trong rất nhiều bài hát được lưu truyền nghìn năm trên đảo có một vị pháp sư tên là \"Mouun\", cưỡi một con hải thú khổng lồ đi theo mãng xà cùng tác chiến, để lại danh tiếng bi hùng.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Life of Mouun the Shrine Maiden_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2846,
        "name": "Kho Tàng Vương Quốc Đêm Trắng",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/8a7b95710be73a0c089b83f2ff88270a_2917188838423329562.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2024,
        "name": "Con Ngươi Tuyên Thệ",
        "desc": "Báu vật của Vương Quốc Đêm Trắng được cất giữ ở Dainichi Mikoshi. Sau khi Thần Rắn đến, Enkanomiya dùng vật này để chứng nhận cho những lời hứa lớn lao và nguyện vọng to lớn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/证誓之明瞳.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1630,
        "name": "Nhánh San Hô Của Biển Xa",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí.<br/>Nơi \"Watatsumi\" xa xôi nhất của Đảo Narukami, cái tên gọi Watatsumi có nghĩa là \"Thần thống trị biển cả\". Tương truyền, khi con mãng xà lần đầu tiên xuất hiện ở vùng đất dưới vực thẳm đêm đen, trên thân nó được bao phủ bởi những nhánh san hô ngũ sắc, tỏa ra ánh huỳnh quang rực rỡ.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Coral Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1628,
        "name": "Nhánh Ngọc Của Biển Xa",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí.<br/>Loại san hô này không thể nhìn thấy được trên vùng đất Teyvat, và nó là món quà mà con rắn có được khi nó đột nhập vào \"Biển Đen\". Vì vậy, đối với loài rắn lớn dưới biển sâu, mang theo một nhánh san hô là biểu tượng của sức mạnh, khi nhánh san hô bị mất đi thì sức mạnh cũng sẽ mất đi. Nói cách khác, nhánh san hô bị gãy cũng ẩn chứa sức mạnh phi thường.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1629,
        "name": "Nhánh Quỳnh Ngọc Của Biển Xa",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí.<br/>Ma thần đã mất tất cả và chạy trốn đến vùng Biển Đen, nhìn thấy những người bị bỏ rơi không còn gì trong vực thẳm, nên đã quyết định ở lại và trở thành \"Orobashi no Mikoto\" và \"Watatsumi Omikami\" của họ.<br/>Tương truyền, rắn thần từng bẻ hết cành san hô trên người, để tạo ra ánh sáng cho những đứa trẻ. Một số người khác nói rằng nó đã sử dụng những cành san hô bị gãy để tạo ra một cái thang, để các con của nó có thể quay trở lại mặt đất một lần nữa và nhìn thấy ánh mặt trời.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1631,
        "name": "Nhánh Vàng Của Biển Xa",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí. <br/>Ý nghĩa đằng sau cái tên \"Watatsumi\" chỉ đơn giản là niềm hy vọng của những người dân đã từng nương thân dưới biển sâu gửi gắm vào vị thần rắn đã dẫn dắt họ. <br/>Cũng chính vì những người tôn thờ mình, nên thần rắn phải ở lại thế giới mà lẽ ra hắn phải trốn thoát, bẻ gãy những nhánh san hô tô điểm trên người, xâm chiếm vùng đất mà đáng lẽ ra không nên đặt chân đến, chiến đấu với những đối thủ mà bản thân không bao giờ hy vọng có thể sánh kịp, cho đến khi thân thể thần thánh bị chặt đứt tựa như ngọn núi đổ xuống; cho đến khi máu tươi biến thành lôi điện; cho đến khi ý chí và sức mạnh chuyển hóa thành \"Họa Thần\" mãi mãi không bao giờ tiêu tan.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Branch of a Distant Sea_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Orobashi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hơn 4.000 năm trước, Thiên Lý tuyên bố Chiến Tranh Ma Thần để các sinh vật trên mặt đất có thể đánh nhau tranh giành ngôi vị thần thánh. Trong cuộc chiến này, một con rắn trắng khổng lồ đã trốn thoát khỏi Deus Auri và Narukami, chạy vào Biển Đen, lẩn khuất khỏi tầm mắt của Đảo Thiên Không. Nó lạc vào trong một hang động ở Vương Quốc Đêm Trắng, nơi từng là một phần của nền văn minh cổ đại đã rơi xuống Biển Đen trong trận chiến giữa Thiên Lý và Ngai Vàng Thứ Hai. Về lịch sử vùng đất này, trước khi loài người xuất hiện, nơi đây bị bao phủ trong bóng tối và là lãnh địa của những con Rồng Biển Sâu cùng các sinh thể nguyên tố cổ xưa. Với sự trợ giúp của mặt trời nhân tạo Helios, loài người đã có thể xua đuổi lũ rồng. Vài năm sau khi Helios được tạo ra, con người bắt đầu tìm kiếm con đường trở về quê hương, nhưng sự trở về ấy đã bị ngăn cấm bởi thiên lí. Vào thời điểm con rắn chạy trốn vào Biển Đen, Vương Quốc Đêm Trắng đang nằm dưới sự cai trị của những Người Con Của Mặt Trời. Chúng thật ra chỉ là những đứa trẻ vô tri, được dựng lên như những con rối, tuân theo những kẻ giật dây phía sau ngai vàng. Giới quý tộc đã áp đặt những khoản thuế nặng nề lên người dân, hưởng lợi từ sức lao động của họ, đồng thời thao túng những Người Con Của Mặt Trời, ép buộc chúng thực hiện những hành vi ghê tởm.\nMột ngày nọ, một cậu bé từ Vương Quốc Đêm Trắng đã đánh cược với bạn bè của mình. Một mình, cậu sẽ lặn ra ngoài ba góc, né tránh dấu vết của hậu duệ loài rồng, để tìm kiếm một Hoa Long Cốt. Nhưng thay vì đó, trong một hang động khổng lồ, cậu lại phát hiện ra một con rắn vĩ đại, một sinh vật mà cậu chưa từng thấy trước đây. Bằng cách nào đó, khi nhìn vào thân hình to lớn của con rắn, cậu bé không hề cảm thấy sợ hãi, mà thay vào đó là một cảm giác thân thuộc kỳ lạ."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Ta là một thần rắn ô uế.</color>\n<color=#ffffffd9>tuy có trăm ngàn thân quyến, nhưng những người từng nương nhờ ta nay đã chẳng còn lại một ai.</color>\n<color=#ffffffd9>Ngày nay rơi vào nơi này, được gặp gỡ cùng ngươi,</color>\n<color=#ffffffd9>cũng xem như duyên phận.</color>\n<color=#ffffffd9>nhưng dù sao cũng là con của loài người</color>\n<color=#ffffffd9>Ngươi có nguyện vọng gì, cứ việc nói ra đừng ngại.\"</color>\n<color=#ffffffd9>\"Xin hỏi, ngài có thể làm thần của dân biển sâu chúng con không?\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/2b439065d17aff0bcdb856fbc2c723d6_1344804602036822739.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Con rắn biết rằng nếu người dân Vương Quốc Đêm Trắng cứ mãi tìm kiếm ánh sáng trên mặt đất, họ sẽ phải đối mặt với nhiều nguy hiểm trong tương lai. Nó đưa cho họ thấy một viên ngọc lấp lánh như mắt rắn và bảo họ thề trước con mắt này để lập khế ước với nó. Tuy nhiên, một số người cho rằng họ không nên thờ phụng một vị thần mà phải tự quyết định số phận của mình. Thấy vậy, con rắn tự mình lập lời thề trước con mắt này trước. Từ đó, đối với người Enkanomiya, con rắn trở thành Orobashi no Mikoto, và cùng nhau, họ chống lại quyền lực hoàng gia của những Đứa Con Của Mặt Trời cũng như sự tàn bạo của loài Rồng Biển Sâu.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "name": "Liyue",
        "desc": "<p>Bến cảng giàu có nằm phía đông đại lục Teyvat. Vùng đất màu mỡ được tạo nên từ những dãy núi cao, rừng đá sừng sững, đồng bằng rộng lớn và những bờ sông nhộn nhịp sức sống, nơi đây rực rỡ sắc màu trong bốn mùa. Có bao nhiêu món quà cổ xưa của Nham Ma Thần được chôn vùi giữa núi non và những kỳ tích đá đang chờ người ta khám phá đây?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/5968bc73f375ee1e3704302541c83c7f_5132625440292305.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "name": "Inazuma",
        "desc": "<p>Quần đảo biệt lập nằm ở phía đông đại lục Teyvat.</p><p>Vượt qua giông bão bất tận, đặt chân lên hòn đảo ngập tràn lá phong đỏ và hoa anh đào, trên những bờ cát quanh co, những vách đá cao chót vót và cả trong những khu rừng bí ẩn, chứng kiến sự vĩnh hằng được Tôn Chủ Narukami Ogosho theo đuổi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/12108544/fe011f0f93e3259d28b0272d0db961b7_2697662844516331471.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Rồng Biển Sâu - Nanh Băng",
        "desc": "Loài rồng sinh sống dưới biển sâu. Vì sự phân hóa xã hội, nên đã xuất hiện trạng thái nguyên tố Băng.<br/>Sự xuất hiện của loài người đã dẫn đến phân tranh, Rồng Biển Sâu bắt đầu tiến hóa, cũng giống như loài kiến căn cứ theo giới tính và phân công để sản sinh ra các hình thái khác nhau vậy. Những con rồng này lớn mạnh hơn so với Rồng Biển Sâu thông thường.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Rồng Biển Sâu - Thôn Lôi",
        "desc": "Loài rồng sinh sống dưới biển sâu. Vì sự phân hóa xã hội, nên đã xuất hiện trạng thái nguyên tố Lôi.<br/>Sau khi Thất Vương xa xưa đã lụi tàn, Thất Vương của thế hệ mới lần lượt được sinh ra. Nhưng Rồng Biển Sâu tiến hóa như vậy cũng đã mất đi sự thuần túy. Rồng nước đã không còn sinh trưởng trong chính chủng tộc của chúng nữa. Theo lời tiên đoán, loài rồng nước mới nhất định sẽ sinh ra dưới hình dáng của con người...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Rồng Biển Sâu - Nguyên Thủy",
        "desc": "Loài rồng sinh sống dưới biển sâu.<br/>Chúng từng là một nhánh chủng tộc biển sâu - Thật ra, trong quá khứ xa xưa hơn, rồng chính là kẻ chi phối thế giới này. Thất Vương ngày xưa đã bị thế lực trên trời cao đánh bại, dần dần lụi tàn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2024,
        "name": "Con Ngươi Tuyên Thệ",
        "desc": "Báu vật của Vương Quốc Đêm Trắng được cất giữ ở Dainichi Mikoshi. Sau khi Thần Rắn đến, Enkanomiya dùng vật này để chứng nhận cho những lời hứa lớn lao và nguyện vọng to lớn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/证誓之明瞳.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Thí Nghiệm",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/2086e64ad2eee032a9cd2a8ce13ef962_660478570116834468.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Theo truyền thuyết, thân thể phát quang của Orobashi được bao phủ bởi vô số san hô rực rỡ sắc màu, một món quà mà ngài nhận được khi đi vào Biển Đen. Đối với con rắn, những san hô trên cơ thể là biểu tượng của quyền năng, và chúng chứa đựng một sức mạnh phi thường. Những san hô này, mang theo sinh mệnh sống của Orobashi, được dùng để trấn áp loài Rồng Biển Sâu dưới Tháp Dainichi Mikoshi. Ngày nay, chúng được sử dụng trong một nghi lễ đặc biệt, Tế Lễ Linh Hồn Watatsumi, diễn ra tại Sangonomiya."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/1f3476e22b0be946de07452ea9607513_2625875458377201775.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dưới sự lãnh đạo của Orobashi, một viện nghiên cứu bí mật đã được thành lập để nghiên cứu loài Rồng Biển Sâu và thử nghiệm cấy ghép san hô của Orobashi vào chúng. Tuy nhiên, nhiều lần thử nghiệm đã thất bại. Vì loài rồng này thuộc về Lãnh Địa Ánh Sáng, chúng không thể tiếp nhận huyết mạch của con rắn đến từ Giới Nhân Loại, dẫn đến nhiều phản ứng tiêu cực trong cơ thể chúng. Bên cạnh đó, thông qua quá trình chọn lọc, các nhà nghiên cứu đã nâng cao khả năng trí tuệ của loài rồng, giúp chúng dần có thể hiểu ngôn ngữ ở mức tương đương với một đứa trẻ 12 tuổi.\nCó một truyền thuyết kể rằng, sau khi bị đánh bại, loài rồng nơi biển sâu buộc phải thích nghi để sinh tồn. Chúng bắt đầu mô phỏng những kẻ chiến thắng, và theo thời gian, đã xuất hiện những con rồng có hình dáng giống với con người, ngoại trừ đôi mắt mang hình dạng rắn. Những kẻ mang dòng máu Rồng này đã thâm nhập vào Enkanomiya, âm thầm thay thế con người trong các vị trí cấp cao. Sau khi nâng cao trí tuệ của loài rồng, các nhà nghiên cứu quyết định dừng các thí nghiệm để ngăn chặn loài rồng tiến hóa thành người mang huyết thống rồng. Theo lời tiên tri, Thủy Long Vương tiếp theo sẽ được sinh ra trong hình dạng con người, và các nhà nghiên cứu không thể để điều đó xảy ra ở Vương Quốc Đêm Trắng. Có thể nói, chính những thí nghiệm trên loài rồng này lại vô tình khiến lời tiên tri trở thành sự thật.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2846,
        "name": "Kho Tàng Vương Quốc Đêm Trắng",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/8a7b95710be73a0c089b83f2ff88270a_2917188838423329562.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Rồng Biển Sâu - Nguyên Thủy",
        "desc": "Loài rồng sinh sống dưới biển sâu.<br/>Chúng từng là một nhánh chủng tộc biển sâu - Thật ra, trong quá khứ xa xưa hơn, rồng chính là kẻ chi phối thế giới này. Thất Vương ngày xưa đã bị thế lực trên trời cao đánh bại, dần dần lụi tàn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Rồng Biển Sâu - Thôn Lôi",
        "desc": "Loài rồng sinh sống dưới biển sâu. Vì sự phân hóa xã hội, nên đã xuất hiện trạng thái nguyên tố Lôi.<br/>Sau khi Thất Vương xa xưa đã lụi tàn, Thất Vương của thế hệ mới lần lượt được sinh ra. Nhưng Rồng Biển Sâu tiến hóa như vậy cũng đã mất đi sự thuần túy. Rồng nước đã không còn sinh trưởng trong chính chủng tộc của chúng nữa. Theo lời tiên đoán, loài rồng nước mới nhất định sẽ sinh ra dưới hình dáng của con người...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Rồng Biển Sâu - Nanh Băng",
        "desc": "Loài rồng sinh sống dưới biển sâu. Vì sự phân hóa xã hội, nên đã xuất hiện trạng thái nguyên tố Băng.<br/>Sự xuất hiện của loài người đã dẫn đến phân tranh, Rồng Biển Sâu bắt đầu tiến hóa, cũng giống như loài kiến căn cứ theo giới tính và phân công để sản sinh ra các hình thái khác nhau vậy. Những con rồng này lớn mạnh hơn so với Rồng Biển Sâu thông thường.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Đàn Rồng Biển Sâu",
        "desc": "<p>Đàn Rồng Biển Sâu hùng mạnh.</p><p>Sức mạnh của chúng bắt nguồn từ sự bồi dưỡng và chọn lọc của dân cư Enkanomiya.</p><p>Đương nhiên, chắc chắn không có con rồng nào cho rằng đây là một ân tình.</p><p>Kẻ mạnh nhất trong đàn có thể điều khiển các loại nguyên tố khác nhau, trút cơn thịnh nộ của chúng lên những người đến đây.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/05/27215281/06abfa5f50d54a3cdb2ac346b30769b0_3520351655442198677.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 1630,
        "name": "Nhánh San Hô Của Biển Xa",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí.<br/>Nơi \"Watatsumi\" xa xôi nhất của Đảo Narukami, cái tên gọi Watatsumi có nghĩa là \"Thần thống trị biển cả\". Tương truyền, khi con mãng xà lần đầu tiên xuất hiện ở vùng đất dưới vực thẳm đêm đen, trên thân nó được bao phủ bởi những nhánh san hô ngũ sắc, tỏa ra ánh huỳnh quang rực rỡ.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Coral Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1628,
        "name": "Nhánh Ngọc Của Biển Xa",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí.<br/>Loại san hô này không thể nhìn thấy được trên vùng đất Teyvat, và nó là món quà mà con rắn có được khi nó đột nhập vào \"Biển Đen\". Vì vậy, đối với loài rắn lớn dưới biển sâu, mang theo một nhánh san hô là biểu tượng của sức mạnh, khi nhánh san hô bị mất đi thì sức mạnh cũng sẽ mất đi. Nói cách khác, nhánh san hô bị gãy cũng ẩn chứa sức mạnh phi thường.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jeweled Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1629,
        "name": "Nhánh Quỳnh Ngọc Của Biển Xa",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí.<br/>Ma thần đã mất tất cả và chạy trốn đến vùng Biển Đen, nhìn thấy những người bị bỏ rơi không còn gì trong vực thẳm, nên đã quyết định ở lại và trở thành \"Orobashi no Mikoto\" và \"Watatsumi Omikami\" của họ.<br/>Tương truyền, rắn thần từng bẻ hết cành san hô trên người, để tạo ra ánh sáng cho những đứa trẻ. Một số người khác nói rằng nó đã sử dụng những cành san hô bị gãy để tạo ra một cái thang, để các con của nó có thể quay trở lại mặt đất một lần nữa và nhìn thấy ánh mặt trời.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jade Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "San Hô Máu",
        "desc": "San hô ngưng tụ sinh mệnh của Watatsumi Omikami, là đạo cụ không thể thiếu khi tổ chức Tế Lễ Linh Hồn Watatsumi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1631,
        "name": "Nhánh Vàng Của Biển Xa",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí. <br/>Ý nghĩa đằng sau cái tên \"Watatsumi\" chỉ đơn giản là niềm hy vọng của những người dân đã từng nương thân dưới biển sâu gửi gắm vào vị thần rắn đã dẫn dắt họ. <br/>Cũng chính vì những người tôn thờ mình, nên thần rắn phải ở lại thế giới mà lẽ ra hắn phải trốn thoát, bẻ gãy những nhánh san hô tô điểm trên người, xâm chiếm vùng đất mà đáng lẽ ra không nên đặt chân đến, chiến đấu với những đối thủ mà bản thân không bao giờ hy vọng có thể sánh kịp, cho đến khi thân thể thần thánh bị chặt đứt tựa như ngọn núi đổ xuống; cho đến khi máu tươi biến thành lôi điện; cho đến khi ý chí và sức mạnh chuyển hóa thành \"Họa Thần\" mãi mãi không bao giờ tiêu tan.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Golden Branch of a Distant Sea_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Thân Cận",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/20/237301566/dd24b9b451e2ae8db2f2d645c7b48153_6805560437539170999.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Những tôi tớ đầu tiên của Orobashi chính là tượng Ngự Sử của Watatsumi. Tương truyền rằng họ là giống loài nửa người nửa rắn, từng giúp người Enkanomiya chiến đấu chống lại loài Rồng Biển Sâu. Vì chung sống cùng con người, theo thời gian, họ dần trở nên giống con người về mọi mặt, ngoại trừ đôi mắt rắn – đặc điểm nhận dạng chính của tượng Ngự Sử. Sau khi Orobashi dùng toàn bộ sức mạnh để tạo ra Đảo Watatsumi, không còn tượng Ngự Sử của Watatsumi nào được sinh ra nữa. Tuy vậy, trong ghi chép vẫn còn nhắc đến vị tượng Ngự Sử cuối cùng. Khi cô còn là một đứa trẻ sơ sinh, cô và nữ tư tế hộ vệ của mình đã bị loài rồng tấn công tại biên giới Enkanomiya. Ở Enkanomiya, một bức tượng của tượng Ngự Sử của Watatsumi đã được dựng lên để tưởng nhớ cô. Ngoài ra, những sinh vật quen thuộc khác là Sangacorex– san hô khổng lồ. Những sinh vật này có khả năng chuyển hóa năng lượng nguyên tố thô sơ thành dạng năng lượng nguyên tố ôn hòa hơn, thuộc về Lãnh Địa Nhân Loại. Khi Sangacorex thức tỉnh hàng loạt, chúng có thể tạo ra sự biến đổi lớn đối với môi trường sinh thái của Enkanomiya. Nghi lễ Tế Lễ Linh Hồn Watatsumi được tạo ra với mục đích sử dụng sinh mệnh lực và huyết mạch của Thần Xà để đánh thức Sangacorallia.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>Chư hầu cuối cùng của Watatsumi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/44749939/427804c5c29bbf99e35cca50da297e92_6778178839434052599.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3050,
        "desc": "",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sự ra đời của Watatsumi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/b164027d01612b5a3b559f987c62c584_5481124269627659799.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Orobashi là vị thần của Vương Quốc Đêm Trắng, ngài đã biết được bí mật về sự sáng tạo thế giới từ trước khi bản thân được sinh ra. Thiên Lý không muốn con người nhớ lại những gì đã xảy ra trước Đại Chiến, vì vậy họ đã ép Orobashi phải tìm cách tự hy sinh bản thân mình để sự thật mãi mãi bị che giấu. Chỉ bằng cách này, người dân Enkanomiya mới có thể đi lên mặt đất và sống dưới sự cai quản của Thất Thần. Khi lệnh cấm trở về mặt đất được dỡ bỏ, Orobashi đã bẻ gãy tất cả các nhánh san hô trên cơ thể mình và tạo thành một chiếc thang. Nhờ đó, những người tôn thờ Orobashi đã lên mặt đất và lập nên đảo Sangonomiya ở phía tây Inazuma, còn Vương Quốc Đêm Trắng từ đó được gọi là Enkanomiya. Người dân Sangonomiya đặt tên hòn đảo của họ là Watatsumi, có nghĩa là \"thần của đại dương,\" và Orobashi trở thành Watatsumi Omikami.\nNgài đã dạy họ canh tác và luyện kim, nhờ đó người Sangonomiya vô cùng biết ơn ngài."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/d5019a01ab5885df46b9e0a45c36c11a_1303938008478507898.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Để bảo vệ người Enkanomiya khỏi những bí mật mà mình đã biết, Orobashi đã làm mọi cách để đảm bảo rằng họ có thể sống dưới sự bảo hộ của Lôi Thần, Raiden. Ngài dạy họ ngôn ngữ Narukami, buộc tất cả mọi người phải đổi tên thành tên Inazuma và thiết lập quan hệ ngoại giao. Qua thời gian, tất cả mọi người đều quên đi ngôn ngữ Vương Quốc Đêm Trắng thực sự. Sangonomiya và Narukami đã chung sống trong hòa bình một thời gian. Sau đó, tôn trọng khế ước với Thiên Lý, Orobashi đã tiến hành chiến tranh với Inazuma để tự hy sinh. Đồng hành cùng ngài là nữ tư tế của Sangonomiya, Mouun, cưỡi trên lưng con cá voi khổng lồ Daikengyou, em gái song sinh của cô, \"Umigozen\" Ayame, và Touzannou, người được chính Watatsumi Omikami ban cho cái tên này. Cuộc chiến vô cùng tàn khốc và mang lại nhiều đau thương. Cả hai phe giao tranh trên hòn đảo mà ngày nay được gọi là Yashiori, gây ra vô số tổn thất. Cuối cùng, Raiden đã kết liễu con mãng xà khổng lồ bằng Lưỡi Đao Vô Tưởng, và tàn tích của nó vẫn còn nằm lại trên đảo Yashiori. Nhát chém này đã tạo ra Hẻm Núi Musoujin. Sau đó, Sangonomiya cử sứ giả đến tuyên bố đầu hàng, và từ đó họ công nhận Shogun của Inazuma là người cai trị tối cao và chính đáng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/b7722904e613abf38057a896e4aff1ba_8917821158659434861.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lí do thật sự cho hành động của Orobashi là để tôn trọng khế ước với Thiên Lý. Tuy nhiên hầu như không ai biết được điều này. Tuy nhiên trong dân gian có lưu truyền một số truyền thuyết. Truyền thuyết đầu tiên kể rằng khoảng hai nghìn năm trước, Đại Xà Orobashi đã bẻ những nhánh san hô trên thân mình và dẫn dắt người dân từ biển sâu trở về với ánh sáng ban ngày. Bằng lòng từ bi và nhân ái, ngài tập hợp họ lại để sinh sống trên hòn đảo san hô cằn cỗi. Nhưng mặt trời rực rỡ và bầu trời trong xanh chẳng thể chữa được nạn đói và bệnh tật của người dân đảo Watatsumi. Đại Xà chưa bao giờ quên đi lời thề trước con mắt khi trước rằng sẽ không bao giờ để dân tộc mình bị bỏ rơi một lần nữa. Vì thế, ngài hỏi các nữ tư tế và bô lão rằng tại sao người dân biển sâu lại khóc than. Họ kể với ngài về nạn đói khủng khiếp và cầu xin ngài đặt chân lên những hòn đảo rộng lớn, màu mỡ kia để lập nên vương quốc của mình, giúp con cháu họ có một tương lai tràn đầy hy vọng. Lúc đầu, Đại Xà không trả lời, nhưng năm tháng trôi qua, người dân kiệt quệ vì đói khát và bệnh tật vẫn không ngừng cầu nguyện. Cuối cùng, trái tim ngài lay động. Orobashi huấn luyện họ trở thành những chiến binh hùng mạnh, và dưới tiếng ca của loài cá voi, họ phát động cuộc tấn công vào lãnh thổ của Lôi Thần. Thế nhưng, dân biển không biết rằng Watatsumi Omikami đã khởi xướng một cuộc chiến dữ dội mà ngài không hề có hy vọng chiến thắng. Mục đích của ngài không phải là chinh phục, mà là hy sinh. Watatsumi Omikami từ lâu đã biết rằng lần này mình sẽ không còn cơ hội sống sót, nhưng ngài vẫn chấp nhận kết cục theo lời tiên tri một cách bình thản. Nếu ngài muốn đảm bảo sự trường tồn của \"đức tin\" nơi dân tộc mình, thì chỉ có một con đường duy nhất, hy sinh. Dù Watatsumi có mất đi, người dân của ngài vẫn sẽ mãi dệt nên ký ức về niềm vui, sự thịnh vượng, nỗi cay đắng và mất mát thành một đức tin thống nhất. Và những ký ức này sẽ không ngừng sinh sôi nhờ vào cảm xúc mãnh liệt của những kẻ bại trận buộc phải khuất phục trong tủi hổ. Mảnh đất cằn cỗi của đảo Watatsumi chính là câu chuyện chính thức về cuộc chiến ấy."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/d367cee8de2254bad1f319a5b2abfe6d_623351693310307360.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Có một phiên bản khác về truyền thuyết liên quan đến cái chết của Watatsumi Omikami. Khi người dân biển sâu vẫn còn sống dưới đáy đại dương, họ giữ gìn những biên niên sử vô cùng chính xác, bởi nơi họ ở không có ngày hay đêm. Nếu không ghi chép cẩn thận, họ thậm chí sẽ quên mất thời gian. Thế nhưng, những ghi chép này đã bị Đại Xà ra lệnh phong ấn vĩnh viễn tại Enkanomiya, không bao giờ được lấy lại. Tương truyền rằng khi Watatsumi Omikami quyết định đưa người dân biển sâu lên mặt đất, ngài đã làm vậy theo chỉ thị của Thiên Giới. Watatsumi Omikami từng trốn vào Biển Đen để tránh khỏi Chiến Tranh Ma Thần, phạm phải một tội lỗi nghiêm trọng. Vì vậy, có lẽ chính Thiên Giới đã ra lệnh để Orobashi đi đến cái chết, dù sự thật này không thể nào xác minh được.\nMột giả thuyết nữa là của một học giả từ Sumeru. Khi học giả này nghiên cứu văn hóa Watatsumi, ông đã đưa ra giả thuyết rằng có hai vị xà thần từng tồn tại trong lịch sử Inazuma. Một trong hai vị cùng sinh trưởng với san hô và không thể di chuyển, từ đó hình thành nên Sangonomiya. Hình thái thần thánh thực sự của ngài trú ngụ tại Enkanomiya, sâu bên dưới Sangonomiya, mãi mãi bảo vệ người dân đảo Watatsumi. Còn vị xà thần kia lại vô cùng tham vọng, luôn khao khát chiếm lấy đảo Narukami, nhưng cuối cùng đã bị Lôi Thần tiêu diệt. Bằng chứng cho giả thuyết này là một cột Trụ Vật Tổ có hoa văn của một con xà thần với san hô ở một đầu, và không có san hô ở đầu còn lại. Nhà nghiên cứu này tin chắc rằng nếu ông công bố phát hiện của mình, danh tiếng của ông sẽ vang xa.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "name": "Inazuma",
        "desc": "<p>Quần đảo biệt lập nằm ở phía đông đại lục Teyvat.</p><p>Vượt qua giông bão bất tận, đặt chân lên hòn đảo ngập tràn lá phong đỏ và hoa anh đào, trên những bờ cát quanh co, những vách đá cao chót vót và cả trong những khu rừng bí ẩn, chứng kiến sự vĩnh hằng được Tôn Chủ Narukami Ogosho theo đuổi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/12108544/fe011f0f93e3259d28b0272d0db961b7_2697662844516331471.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Là Tôn Chủ Narukami Ogosho đại nhân, đưa người dân Inazuma hướng đến sự \"vĩnh hằng\" ngàn năm không đổi.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/12108544/2669f7bf2fdea7ccf0a4aa7ac9f250b2_4184089322112947997.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 1985,
        "name": "Ánh Trăng Mouun",
        "desc": "Chiến cung tinh xảo làm từ vỏ sò và san hô. Trên thân cung phản chiếu ánh trăng đầy đau thương.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/曚云之月.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1975,
        "name": "Vây Cá Chẻ Sóng",
        "desc": "Trường đao làm từ những chất liệu lấp lánh sâu dưới đáy biển, từng được sở hữu bởi tộc Tengu.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/断浪长鳍.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 1971,
        "name": "Akuoumaru",
        "desc": "Từng là thanh đao yêu thích của \"Akuou\". Thân đao trông rất nặng và đồ sộ, nhưng khi sử dụng lại nhẹ ngoài sức tưởng tượng.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/恶王丸.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6544,
        "name": "Nghiên Cứu Tín Ngưỡng Dân Gian Sangonomiya",
        "desc": "<p>Tác phẩm của nhà sử học cận đại Sumeru - Shihab Purbiruni, viết về hai năm trước khi xảy ra cuộc nội chiến ở Inazuma. Thuật lại vắn tắt tín ngưỡng dân gian Sangonomiya của đảo Watatsumi và đưa ra các chủ trương học thuật tương đối mới mẻ</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/17/44749939/14bb26a4f72e3facb2bca142459f4afc_2408517698571080270.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2327,
        "name": "Ký Sự Sangonomiya",
        "desc": "Sách sử được viết bởi nhà sử học nổi tiếng của Shogunate - Kujou Michizane, người được xem là một trong \"ba cây bút hàng đầu của Kujou\", giới thiệu sơ lược về lịch sử của Đảo Watatsumi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sangonomiya Chronicles_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Nhật Nguyệt Tiền Truyện",
        "desc": "Một biên niên sử cấm người thường đọc. Cách viết là sự kết hợp giữa ngụ ngôn và ghi chép lịch sử. Từ khi khai thiên lập địa cho đến khi Dainichi Mikoshi hoàn thành.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Before Sun and Moon_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2311,
        "name": "Chuyện Về Pháp Sư Mouun",
        "desc": "Đối với người dân Watatsumi, truyền thuyết về chiến tranh Ma Thần hẳn là điều cay đắng. Trong rất nhiều bài hát được lưu truyền nghìn năm trên đảo có một vị pháp sư tên là \"Mouun\", cưỡi một con hải thú khổng lồ đi theo mãng xà cùng tác chiến, để lại danh tiếng bi hùng.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Life of Mouun the Shrine Maiden_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Họa Thần",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Khi Watatsumi Omikami Orobashi bị chém đứt bởi Lưỡi Đao Vô Tưởng, thân thể của ngài hóa thành tro bụi, nhưng ý chí và sức mạnh của ngài không mất đi mà trở thành một lời nguyền không bao giờ bị dập tắt: Họa Thần. \"Họa Thần\" vốn mang ác ý thuần túy, và linh hồn của ác ý này ám Đảo Yashiori. Nó đầu độc con người, khiến họ phát điên và hủy hoại thể xác họ. Độc tố Họa Thần nguy hiểm nhất gần tàn tích của Thần Xà. Người dân trên đảo đã tạo ra phong ấn của Ogosho để bảo vệ, vượt qua những nguy hiểm gây ra bởi Họa Thần. Washizu, thủ lĩnh làng Higi, đã xây dựng một số đền thờ trên đảo để trấn an linh hồn của Thần Xà bằng vật hiến tế. Kể từ khi Mỏ Jakotsu bị đóng cửa, Washizu ngày càng trở nên kỳ lạ và những lễ vật của ông ta ngày càng trở nên điên cuồng. Những ai nói về hành vi kỳ lạ của ông ta đều bị ông ta bắt làm vật hiến tế. Khi nội chiến nhấn chìm Yashiori, làng Higi bị bỏ hoang; những người chưa chết đều đã rời đi hoặc đi tìm cách chữa trị. Chỉ còn một cậu bé tên Chouji ở lại. Cha cậu được cho là đã chết, còn mẹ cậu có lẽ đã bị Washizu bắt làm vật tế cho linh hồn của Thần Xà, vì độc tố của Họa Thần không gây tử vong cho bà. Bà đã trốn thoát và đến Sumeru tìm cách chữa trị, chỉ để lại một bức thư cho con trai mình. Thủ lĩnh làng thậm chí còn muốn hiến tế Nhà Lữ Hành, nhưng cuối cùng đã bị ngăn chặn.\nDù Họa Thần đã gây ra thiệt hại to lớn cho Đảo Yashiori và Kannazuka, con người vẫn học cách sử dụng nó cho mục đích của mình. Tủy xương pha lê, chứa một dạng năng lượng họa thần trơ, được thêm vào quá trình luyện kim vì nó làm tăng đáng kể độ bền và tính đàn hồi của kim loại. Bí mật của thép ngọc nổi tiếng nằm ở việc vật liệu này được thêm vào kim loại trong quá trình xử lý nhiệt. Thanh kiếm Kagotsurube Isshin được rèn từ Tủy Pha Lê của Họa Thần bởi kiếm sư Akame Kanenaga. Người ta thường nói rằng bên trong mỗi thanh kiếm đều có một linh hồn kiếm, vì vậy không có gì lạ khi một thanh kiếm được rèn từ Họa Thần lại chứa một linh hồn đầy ác ý. \"Isshin\" là sự tĩnh lặng của tâm trí, không bị phân tâm. Sự thuần khiết của khát vọng này đã tiếp thêm sức mạnh cho thợ rèn làm việc không biết mệt mỏi. Vì ám ảnh với Kiếm Phái Isshin, phái Akame đã cố gắng rèn ra thanh kiếm sát nhân hoàn hảo. Vì lý do này, vị thế dẫn đầu của phái Akame trong Kiếm Phái Isshin chỉ kéo dài ba thế hệ, sau đó phái này dần suy tàn. Chính Akame Kanenaga đã giúp con rối Kunikuzushi – kẻ được Raiden Ei tạo ra rồi bỏ rơi – gần như hủy diệt Raiden Gokaden, năm trường phái rèn kiếm của Inazuma. Kiếm Phái Isshin suýt bị hủy diệt, và vào cuối đời, Akame Kanenaga đã tạo ra Kagotsurube Isshin để khôi phục danh tiếng của gia tộc Kaedehara – những người từng là lãnh đạo của Isshin."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/19/237301566/0b85727b3c9ff43d58062f6984943810_5618850193566354979.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ngoài ra, con người còn sử dụng lõi của Họa Thần để tạo ra Lò Mikage nổi tiếng, một lò luyện kim siêu cấp. Chính tại đây, những tinh thể dùng để luyện thép ngọc cho Inazuma đã được khai thác. Trong cuộc nội chiến giữa Sangonomiya và Narukami xảy ra hai nghìn năm sau cái chết của Orobashi, những kẻ phá hoại trong quân đội Sangonomiya đã phá hủy các phong ấn trấn áp tàn tích của Thần Xà và làm hỏng Lò Mikage. Phần chứa năng lượng Họa Thần trở nên vô cùng bất ổn, khiến nó lại bắt đầu lan rộng khắp đảo. Bầu trời phủ đầy mây, mưa không ngớt, và lần lượt tất cả thợ mỏ đều ngã bệnh, hóa điên rồi rời đảo đi lưu vong. Người dân vội vã rời khỏi đảo, và nơi này trở nên hoang vắng. Khi Lò Mikage được khôi phục và nội chiến kết thúc, sức mạnh của Họa Thần lại bị phong ấn một lần nữa.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2264,
        "name": "Kagotsurube Isshin",
        "desc": "Danh đao được sinh ra từ vương quốc phía bắc xa xôi, từng nhiễm vô số tội ác trên đường trở về quê hương chỉ vì hai chữ \"Isshin\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/笼钓瓶一心.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 898,
        "name": "Tủy Pha Lê",
        "desc": "Tinh thể chứa sức mạnh của Họa Thần, nếu dùng loại vật chất này trong khi tinh luyện sẽ có thể nâng cao độ bền và sức chống đỡ của các sản phẩm thép.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystal Marrow_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Video Giới Thiệu Và Hoạt Cảnh",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video - Lời Hứa Về Giấc Mơ Với Thần Dân"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/d5019a01ab5885df46b9e0a45c36c11a_8766393164975139904.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>6 Tháng 9, 2021</color>\n<color=#ffffff73>Một đất nước phồn thịnh trong phút chốc đã trở thành ảo ảnh hư vô.</color>\n<color=#ffffff73>Có lẽ chỉ khi khiến thời gian dừng lại ở khoảnh khắc này, mới có thể khiến nó trường tồn vĩnh viễn...</color>\n<color=#ffffff73>Lấy \"vô tưởng\" để xoá bỏ mọi trở ngại cho bước tiến của Inazuma, lấy \"vĩnh hằng\" để hứa hẹn về một viễn cảnh tuơi đẹp với thần dân của mình.</color>\n<color=#ffffff73>Đây là tâm niệm duy nhất của Raiden Shogun đối với vùng đất Narukami.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=hQ5GEOlwLUQ&ab_channel=GenshinImpact"
      }
    ]
  }
}