{
  "epId": 4912,
  "name": "Nabu Malikata",
  "desc": "<p>Hoa Thần, một người bạn của Đại Vương Rukkhadevata và Vua Deshret.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/13/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_4294449962108751717.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1728835409,
  "components": {
    "galleryCharacter": [
      {
        "key": "Ốc Đảo Vĩnh Hằng",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/13/55631176/7d77ad54d6f50d357e7a7d13272050a1_3232099959556380117.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nơi an nghỉ cuối cùng của Nabu Malikata."
          }
        ]
      },
      {
        "key": "Ba Bảo Tọa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/13/55631176/0c5d031b802812546d612c6e17ff159f_252051498662102288.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ngai vàng của Nabu Malikata, Vua Deshret, và Đại Vương Rukkhadevata."
          }
        ]
      },
      {
        "key": "Núi Damavand",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/13/55631176/081fa943d341d726854e254c469eac28_4190842139602607882.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Người dân sa mạc nói rằng cơn bão cát này che giấu vị trí của Ốc Đảo Vĩnh Hằng."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Sự trục xuất khỏi Đảo Thiên Không.",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Theo truyền thuyết, Hoa Thần là một trong những thiên thần xinh đẹp sống ở Đảo Thiên Không. Làn da của nàng lấp lánh như ánh sáng mặt trăng, gương mặt nàng đẹp không thể tả xiết, và nàng có những chiếc sừng tuyệt đẹp trên đầu. Sau đó, bầu trời mở ra và những kẻ xâm lược từ thế giới bên ngoài (có lẽ là Ngai Vàng Thứ Hai) đã hạ xuống, mang theo một cuộc chiến tranh lớn, sự tàn phá, bệnh dịch lan tràn và tri thức cấm. Tri thức cấm là một dạng \"sự thật\" không thể hiểu được và không thuộc về thế giới này. Nó đến từ sâu thẳm của Vực Sâu, và thế giới luôn từ chối nó. Sau cuộc chiến, các thiên thần bị lưu đày khỏi Đảo Thiên Không, nhiều kẻ thuộc chủng tộc của Hoa Thần bị tước bỏ lý trí, và cơ thể của nữ thần bị thương. Những xác chết mà những thiên thần xinh đẹp để lại trở thành được biết đến với tên gọi là tiên linh, và giờ đây dẫn dắt những nhà lữ hành theo họ đến kho báu, giúp đỡ mọi người, giống như họ đã làm trước đây. Trong bảy mươi hai đêm, Nabu Malikata lang thang trong những vùng hoang vu. Gót chân nàng bị mòn bởi sỏi đá tàn nhẫn, và những vết thương của nàng chảy máu thành những suối nước trong veo, trở thành những dòng chảy không có ranh giới. Những dòng chảy này chảy vào những khu vườn xanh tươi, nơi nở ra những hoa súng nước màu xanh đêm — những người mẹ của các Jinn, những kẻ được sinh ra từ những giấc mơ say đắm và những ký ức đau thương về sự mất mát. Các Trấn Linh khôn ngoan trở thành linh thú của Hoa Thần và đã cầu xin nàng ở lại trong khu vườn tràn đầy hoa nở. Bị cuốn hút bởi sự dịu dàng của họ, nữ thần bị lưu đày đã ở lại, và nơi nàng bước qua, những bông hoa màu tím tuyệt đẹp mọc lên, được gọi là Padisarahs.\nTrong sa mạc, Nữ chủ nhân của những bông hoa và ốc đảo đã gặp Vua Cát Đỏ, Vua Deshret. Họ liên minh và bắt đầu cai trị nhân dân cùng nhau. Người ta thường nói rằng Nữ chủ nhân của những bông hoa và ốc đảo là Nữ Vương của Niềm Vui và Hạnh Phúc. Nước ngọt chảy từ tay áo của nàng và từ đó, ốc đảo hoa nở đã ra đời trong sa mạc. Hoa và cỏ theo bước chân nàng, và ánh sáng mặt trăng lấp lánh đã mở đường cho nàng. Trong những lúc khó khăn, khi thiên đường quay lưng với nhân loại, Nữ chủ nhân của những bông hoa và ốc đảo đã mở lòng thương xót cho từng người phàm, giúp họ lấy lại hạnh phúc và bản ngã, cho phép sự thư giãn và xa hoa quay trở lại. Nàng ban tặng những giấc mơ cho những người lưu đày, những kẻ điên cuồng, và những kẻ ngốc nghếch. Trong những giấc mơ đó, họ được trình bày những điều họ yêu quý nhất. Gánh nặng bởi sự tàn nhẫn của thực tại, họ đã bị cuốn hút bởi sức hấp dẫn của Nữ chủ nhân của những bông hoa và ốc đảo và bị mê hoặc bởi vẻ đẹp và sự chăm sóc của nàng. Một lần, cùng với Nữ Vương của Sa Mạc, Nabu Malikata đã xây dựng \"thành phố của rạp hát,\" Ay-Khanoum, cho các Trấn Linh. Trong ngôn ngữ cổ đại của các Trấn Linh, nó có nghĩa là \"Nguyệt Nữ Thành.\" Nhưng ngay cả trong thời kỳ vàng son đó, Nữ chủ nhân của những bông hoa và ốc đảo vẫn cảm thấy nỗi buồn."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/0e40e4e8d20f80d6d48522739fd50f48_7580633568483767453.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Từ lâu, khi bóng tối tràn ngập khắp đất trời, máu và nước mắt hòa quyện tạo thành một suối vườn. Nữ chủ nhân của những bông hoa và ốc đảo đang thương xót, vì vậy Thành Tulaytullah, đã dâng lên từ nước mắt của nàng. Dưới những mái vòm xanh biếc đó, người Tighnar trở nên kiêu hãnh khi họ sinh ra nhiều thế hệ trí tuệ. Tulaytullah là viên ngọc quý giá nhất của Nữ chủ nhân của những bông hoa và ốc đảo. Trong những khu vườn nở rộ những bông hoa Padisarah khoác trên mình màu tím như mộng, trong khi những quả lựu căng mọng cất cao tiếng hát.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7075,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3320,
        "name": "Hồi Ức Tulaytullah",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Chiếc chuông được khắc từ bạc và lam bảo thạch, âm thanh của nó vang vọng rất xa.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/148664880/8de363bf716e4538ba86014fbea827ef_126826927501179878.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Đóa Hoa Trang Viên Thất Lạc",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/148664880/50ce09dfa5a91a33aa9cedfb15bcf2d1_537471139030326659.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2700,
        "name": "Hồi Ức Vườn Hoa Ốc Đảo",
        "desc": "<p>Người ta nói rằng vua của các loài hoa là chủ nhân của niềm vui và hạnh phúc. Một dòng suối trong vắt chảy ra từ cổ tay áo của cô ấy, và có một ốc đảo đầy hoa trong sa mạc; Hoa tươi và hương thảo mọc theo từng bước chân, và ánh trăng bạc soi đường cho cô ấy.</p><p>Trong lúc khó khăn khi trời cao ngoảnh mặt làm ngơ, nữ chủ nhân của muôn hoa đã gieo duyên cho phàm nhân, con người bắt đầu nhìn nhận lại hạnh phúc và bản ngã, nên lại tìm đến sự nhàn hạ và xa hoa.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/148664880/f3d4942112747ff9e243134a244a9bc1_2658140604752248325.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2701,
        "name": "Ân Huệ Vườn Hoa Ốc Đảo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Trong văn hiến cổ đại bị vùi lấp trong cát vàng, vua của các loài hoa là nữ chủ nhân của những giấc mơ.<br>Cô đã ban tặng giấc mơ cho những kẻ bị đày ải, những kẻ cuồng si và những kẻ khờ khạo. Trong những giấc mơ đó, họ được mang đến niềm vui ngọt ngào, ngay cả khi trong tay họ chỉ có chiếc bát và mảnh sắt đen, họ vẫn bị ấn tượng bởi vẻ đẹp quyến rũ, và bị mê hoặc bởi hình ảnh xinh đẹp và sự chăm chút tỉ mỉ của cô ấy.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/148664880/1056b63e391c2064561c1629a64ee77d_5050850006355456815.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2702,
        "name": "Nỗi Buồn Vườn Hoa Ốc Đảo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Vua của các loài hoa từng có mối quan hệ thân thiết với Jinn.<br>Nữ chủ nhân của những bông hoa và ốc đảo từng cùng Vua Sa Mạc xây dựng “thành phố của rạp hát” Ay-Khanoum cho Jinn, trong ngôn ngữ cổ của Jinn thì nó mang ý nghĩa là “Nguyệt Nữ Thành”.<br>Nhưng sau này, người ta nói rằng nữ vương của các loài hoa đã chết vì cái nắng thiêu đốt và cát vàng, cả ốc đảo cũng không còn loài hoa Padisarah màu đỏ tím nở rộ nữa.<br>Sau khi cô ấy ngã xuống, cơn bão cát kêu gào, Jinn khóc thương, ánh trắng như mảnh ngọc trắng bạc cũng mất đi công dụng thưởng thức và tỏa ra ánh sáng u buồn.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/148664880/50f11014dc9900bcd9d402e79caad6e8_4029289452531752286.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2703,
        "name": "Chân Lý Vườn Hoa Ốc Đảo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Ai sẽ tôn thờ một vị thần đã khuất?\"<br>Vua của các loài hoa đã từng kết liên minh với hai vị chúa tể thời bấy giờ, ngoài trí tuệ và uy quyền, cô còn đem lòng thương xót và niềm vui cho chúng dân ngu muội.<br>Giống như đại lục không thể chỉ có nắng và mưa, dưới lý trí và sức mạnh, niềm vui và tình yêu, ca hát và âm nhạc, rượu và sự sang trọng đều quan trọng như nhau.<br>Người ta nói rằng mục đích của hoa nở là một cái chết huy hoàng, và cái chết đó là cứu cánh mà chủ nhân của những bông hoa đã tìm kiếm ngay từ đầu – vì cái chết sẽ làm tăng thêm hương vị cay đắng cho niềm vui đã mất, khiến nó trở nên mãnh liệt hơn.<br>Vị vua vô tri của sa mạc chưa từng hiểu được đạo lý của cô, mà chỉ bị mê hoặc bởi vẻ quyến rũ và dịu dàng vô hạn đó. Hồi ức dai dẳng, dù có đi chệch hướng cũng nằm trong tính toán của nữ vương của các loài hoa.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/148664880/d57f129a3d99caf45852020799fa467f_691596024435670180.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2930,
        "name": "Câu Chuyện Về Mục Đồng Và Bình Ma",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Câu chuyện về một cậu bé chăn cừu tình cờ gặp một chiếc bình bạc trên sa mạc và vị khách không mời bị giam cầm trong đó.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/9de03db256112612399b77ee0e83b615_448018889617541341.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đại Vương Rukkhadevata",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Truyền thuyết kể rằng Nữ chủ nhân của Pushpavatika từng nghe về một công chúa thông thái và đã hạ xuống vùng đất thần thánh để thử thách sự thông minh của công chúa. Hoa Thần đã hỏi công chúa ba câu đố và hứa hẹn sẽ tặng gia vị, vàng, và đá quý như phần thưởng. Công chúa đồng ý, nhưng giá trị của tri thức đối với cô còn quý giá hơn giá trị của vàng.\nCâu đố đầu tiên của Nữ chủ nhân của Pushpavatika là:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Thứ gì khi còn sống thì lạnh lẽo như xác chết,\"</color>\n<color=#ffffffd9>\"Sau khi biến mất lại có thể gửi hơi ấm cho con người?</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Câu trả lời của công chúa là:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Cô đang nói về những cây Tường Vi cuối xuân, dù đầy gai nhưng vẫn không thể giấu nổi hương thơm.\"</color>\n<color=#ffffffd9>\"Những đóa hoa bị hái xuống chế thành nước hoa đậm hương tinh túy, cành hoa thì bị cắt làm lõi đèn dầu.\"</color>\n<color=#ffffffd9>\"Từ xưa đến nay biết bao kẻ si tình đã say đắm cô ấy, Vua Deshret cũng phải trầm trồ trước vẻ đẹp của cô.\"</color>\n<color=#ffffffd9>\"Nhưng Tường Vi lại chưa từng vấn vương một ai, chỉ héo rũ theo trăng non cùng sương sớm.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nữ chủ nhân của Pushpavatika thầm khen trong lòng, nhưng gương mặt xinh đẹp vẫn bình thản như không. Cô bình tĩnh tiến lên một bước, nói câu đố thứ hai với vương nữ.\nNữ chủ nhân của Pushpavatika nói:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Thứ gì từ dưới đất lên trời, lại rơi từ trên trời xuống,\"</color>\n<color=#ffffffd9>\"Không ai từng nhìn thấy nó, nhưng nó lại nhìn thấy tất thảy mọi thứ,\"</color>\n<color=#ffffffd9>\"Trên cũng giống như dưới, dưới cũng giống như trên,\"</color>\n<color=#ffffffd9>\"Nhưng chỉ có thể từ trên xuống dưới, chứ không được từ dưới lên trên?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vương nữ (...) đó đã trả lời như sau:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Cô đang nói về chính pháp được trời cao thiết lập, quy hoạch thần thánh được rèn đúc ngay từ thuở ban đầu.\"</color>\n<color=#ffffffd9>\"Không ai trên thế gian này từng nhìn thấy luật pháp vĩnh hằng, nhưng luật pháp vẫn luôn cai trị thế gian.\"</color>\n<color=#ffffffd9>\"Chỉ có thể cúi đầu quy phục trước Vaana, tuyệt không được kiêu ngạo ba hoa lừa dối và mưu mô.\"</color>\n<color=#ffffffd9>\"Nếu dám cả gan sao chép cấm thuật đó, chỉ có sự hủy diệt chờ đợi tại bờ vực của tri thức.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nữ chủ nhân của Pushpavatika nghe xong rất thích thú, nhưng khuôn mặt xinh đẹp vẫn lạnh lùng như cũ.\nCô nhẹ nhàng cúi người hành lễ với người biết tất cả, đưa ra câu đố thứ ba cho vương nữ."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Thứ gì không thể chống đỡ mũi tên, nhưng có thể chống lại sự hủy diệt,\"</color>\n<color=#ffffffd9>\"Thứ gì không thể phá hủy bộ giáp, nhưng có thể phá vỡ thành trì,\"</color>\n<color=#ffffffd9>\"Không khuất phục sứ giả của trời cao, cũng không khuất phục vạn quốc trên mặt đất,\"</color>\n<color=#ffffffd9>\"Dù là chư thần hay tà ma, dốc hết sức cũng không thể thắng được nó?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vương nữ (...) đó đã trả lời như sau:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Cô đang nói về trí tuệ vô tận, chính nó sẽ bảo vệ nền văn minh\"</color>\n<color=#ffffffd9>\"Nó sẽ sống lại từ cái chết như ███, sẽ vĩnh viễn không bị hủy diệt như ███.\"</color>\n<color=#ffffffd9>\"Dù thời gian có cuốn cát bụi dưới chân, ngàn năm sau nó vẫn như ███.\"</color>\n<color=#ffffffd9>\"Mọi người sẽ vì nó mà vui mừng, mà nó chắc chắn cũng sẽ vì họ mà ███.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/ebf82d018dd8108f0f8582cb64328cbe_4643491810176885222.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nghe câu trả lời, Nữ chủ nhân của Pushpavatika không thể kiềm chế được sự ngưỡng mộ dành cho trí tuệ và sự vĩ đại của tâm hồn vương nữ. Vương nữ này chính là Đại Vương Rukkhadevata. Kể từ đó, như ánh trăng bạc rực rỡ, mặt trời vàng rực rỡ, và những cánh đồng ngọc lục bảo, Nữ chủ nhân của những bông hoa và ốc đảo đã liên minh với Đại Vương Rukkhadevata, và cùng với Vua Deshret, họ bắt đầu phục vụ lợi ích cho toàn thể thế giới, dẫn dắt nhân dân đến thịnh vượng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/af0b11227c52e6b65bbf488e85926612_8477541174707169896.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Theo truyền thuyết, lễ hội cổ xưa Sabzeruz, được đặt theo tên Nabu Malikata, ban đầu là lễ kỷ niệm sinh nhật của Nữ Vương Muôn hoa dành cho Đại Vương Rukkhadevata. Từ rất lâu trước đây, bạn bè của Đại Vương Rukkhadevata đã tổ chức một bữa tiệc chúc mừng cho nàng vào một trong những ngày sinh nhật của nàng. Một số vị thần đã say rượu: một vị bắt đầu chơi nhạc và Đại Vương đã bắt đầu hát, vì vậy Nữ Vương Muôn hoa đã bắt đầu nhảy múa. Khi nàng múa trên cỏ, vô số bông hoa Padisarah xinh đẹp đã nở rộ ở mọi nơi nàng bước qua. Những bông hoa tím rực rỡ đó trở thành sân khấu lấp lánh của nàng. Tất cả các vị thần đều hò reo, <color=#ffffffd9>\"Nếu như thời gian mãi mãi ngừng lại trong thời khắc này thì tốt rồi.\"</color> Nhảy múa để tôn vinh những vị thần này đã trở thành một trong những truyền thống chính của lễ hội. Ngay cả khi những vị thần này không còn tồn tại, truyền thống nhảy múa để tôn vinh họ vẫn được gìn giữ. Nghệ sĩ múa của Nhà Hát Zubayr, Nilou, từ Đại Khu Bazaar đã thiết kế trang phục của mình đặc biệt cho điệu nhảy để tái hiện hình ảnh Nữ Vương Muôn hoa. Truyền thuyết kể rằng Nữ thần hoa có những chiếc sừng đẹp trên đầu, vì vậy Nilou đã tạo ra một vương miện đặc biệt để thể hiện điều này. Những bông hoa Padisarah, biểu tượng của nữ thần, được đặt xung quanh sân khấu trong suốt lễ hội.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7032,
        "name": "Lễ Hội Sabzeruz",
        "desc": "<p><span style=\"color: oklab(0.899401 -0.00192499 -0.00481987)\">Lễ hội ở Sumeru được đặt theo tên của Hoa Thần và kỷ niệm ngày sinh của Thảo Thần.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/44749939/bef90833a4b22d42eb98d73aa66789c5_8296248157476584124.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>Thần Trí Tuệ, vị Thảo Thần trước đây, là bạn của Nabu Malikata và Vua Deshret. Cô đã bị xóa hoàn toàn khỏi Irminsul để cứu cây khỏi tri thức cấm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/01/55631176/9168a73c80b9252a6a418dc4ba95b024_5160753676139730143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Vũ công nổi danh của Nhà Hát Zubayr, điệu nhảy sống động và tính cách hồn nhiên ấm áp.</span></p><p><br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/148664880/586d726f9ebda3506c78beaaa41f13b6_5030367551125984474.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Giấc Mộng Hoàng Kim",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/25/148664880/ae8a2c6f24df66e1bd7cc2dbd83d330d_6028793042588685756.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2921,
        "name": "Quyển Nhạc Trôi Nổi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Mảnh sách cổ được học giả Học Phái Vahumana đào lên từ di tích của biển cát, không thể đoán được thân phận của tác giả.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/44749939/52c0e2bdaab13b365f4505cfa5a8e47a_1525825323719078692.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>Loài hoa thánh thiện và cao quý, có những yêu cầu rất khắt khe về môi trường sinh trưởng. Nhụy hoa sau khi gia công có thể chế biến thành các loại hương liệu quý.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/148664880/d5172558c50dbc305ee422b95bf8ed21_2406501610449120262.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hy Sinh Bản Thân",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, Nữ chủ nhân của Pushpavatika đã tiết lộ cho người bạn của mình, Vua Sa Mạc, sự thật về sự sáng tạo của thế giới. Đầu tiên, mặt trời và ba mặt trăng sáng được tạo ra, và từ đó, ngày và đêm ra đời. Tiếp theo, trọng lượng được tạo ra, và cát lắng xuống, hình thành nên trái đất. Những gì không có trọng lượng trở thành bầu trời. Sau đó, bảy vị thánh tăng được thiết lập, và họ cai trị các quỹ đạo được vẽ bởi đất, nước và các vì sao. Dù cho bầu trời thiên thể chỉ là một ảo ảnh, nhưng những huyền thoại được sinh ra khi con người nhìn lên các vì sao và mặt trăng. Trong những thời kỳ bình yên đó, các sứ giả thần thánh đã nói chuyện công khai với con người, mang đến cho họ những thông điệp từ thiên đường. Nhưng rồi, những rào cản trong thế giới nguyên thủy đã bị phá vỡ, và một loại độc tố tăm tối đã xâm nhập vào trái đất. Những kẻ xâm lược từ trên mây rơi xuống, và sự tàn phá không có hồi kết. Những kẻ xâm lược này đã mang chiến tranh đến cho các thiên thần và cho toàn bộ trái đất với hy vọng hão huyền về việc phá vỡ những mối liên kết. Đấng Tối Cao, bị ám ảnh bởi nỗi sợ hãi trước làn sóng ảo tưởng và những sự đột phá đang dâng lên, để chữa lành thế giới mong manh, buồn bã và không hoàn hảo này, đã hạ xuống những Đinh Thiên Không vào trái đất và tiêu diệt các cõi nhân loại. Các thiên thần đã phải chịu đựng nỗi dày vò của sự lưu đày và mất đi mối liên kết với thiên đường cũng như khả năng giác ngộ của họ. Kể từ đó, Nữ chủ nhân của những bông hoa và ốc đảo không thể quay ánh nhìn trở lại bầu trời, nhưng quê hương của nàng luôn gọi mời nàng gần như liên tục.\nVua Deshret trăn trở về những lời của Nữ thần hoa và nói với nàng về những khao khát sâu thẳm của mình. Chu kỳ bảy phải được xóa bỏ và mặt trời cùng các mặt trăng phải bị tiêu diệt để ranh giới giữa sự sống và cái chết sẽ biến mất. Nữ chủ nhân của Pushpavatika đã nhìn thấy một cơ hội để vượt lên trên những mệnh lệnh vô lý điều khiển thế giới này trong những lời nói và khao khát của Al-Ahmar. Nàng đã cảnh báo ông về việc tìm kiếm Đấng Tối Cao của Bốn Cái Bóng và kể cho ông về những tầm nhìn về một tương lai thảm khốc, nhưng vua đã từ chối rút lui. Nữ chủ nhân của những bông hoa và ốc đảo đã nhìn thấy và lên kế hoạch cho mọi thứ từ trước và do đó hiểu được ý nghĩa sâu sắc của những lời ông nói."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Tôi sẽ giữ bí mật cho ngài, vì tình cảm mà tôi dành cho ngài cũng sâu sắc như tình cảm của tôi với chủ nhân của trí tuệ.\"</color>\n<color=#ffffffd9>\"Tôi sẽ trải đường cho ngài, để ngài thực hiện suy nghĩ ngông cuồng của bản thân, nhưng xin đừng sợ hãi những chiếc đinh màu xanh u uất đó...\"</color>\n<color=#ffffffd9>\"Tôi sẽ dẫn dắt những tri thức thâm sâu đó, mặc dù tôi đã từng cảnh báo rằng ngài chắc chắn sẽ mất đi nhiều thứ...\"</color>\n<color=#ffffffd9>\"Thế nhưng hãy khắc ghi lời dạy của tôi và những trừng phạt tàn khốc mà các sứ giả đến từ trời cao từng phải trải qua...\"</color>\n<color=#ffffffd9>\"Hãy nhớ rằng nếu thế giới được tạo ra vẫn còn hy vọng, thì niềm hy vọng chắc chắn nằm ở trên người phàm.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/dfcf0a928602c1afc7a4500fa5514d1d_7819808113385516854.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vì người bạn của mình, Nữ chủ nhân của những bông hoa và ốc đảo đã mở ra con đường dẫn đến tri thức bị cấm, biết rằng những gì sẽ xảy ra tiếp theo. Bọc trong bóng tối, nàng đã dẫn dắt người bạn thân yêu nhất của mình trên con đường hiểu biết tất cả những gì có thể biết về bầu trời và vực sâu. Nàng đã sớm biết rằng mình sẽ phải hi sinh bản thân. Cơ thể của vua Deshret trở thành một ống dẫn và một ốc đảo xinh đẹp — một cái giá. Một cơn lốc xoáy khổng lồ xuất hiện ở giữa sa mạc. Bão cát cuốn đi trong sự hoang tàn vui vẻ khắp thiên đường giờ đây đang thiếu vắng một vị thần của nó, cuốn bầu trời bằng cát vàng, nuốt chửng tất cả trong thảm họa. Chỉ có vua Deshret trở về từ cơn bão này, còn Nữ Vương Muôn Hoa thì không bao giờ được nhìn thấy nữa.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Vị Đầu Tiên",
        "desc": "<p>Kẻ Đổ Bộ đầu tiên, đã đánh bại Thất Long Vương của thế giới và tạo ra con người. Vị Đầu Tiên có thể là Phanes</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/10/44749939/790481396c4b2c0a6aa09ade5cb2e93b_1208170965768110133.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2849,
        "name": "Quyền Trượng Cát Đỏ",
        "desc": "<p>Một món trong bộ đôi quyền trượng tạo nên từ Hắc Diệu Thạch. Trong truyền thuyết, sở hữu quyền năng dẫn dắt con dân của cát, nhưng hiện giờ đã không còn thần tử nào có thể phân biệt được hình dạng của vương khí này rồi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/03/148664880/fc9a85ad2a47dc0386d55ac4e8596440_3816559284603624550.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Giấc Mộng Hoàng Kim",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/25/148664880/ae8a2c6f24df66e1bd7cc2dbd83d330d_6028793042588685756.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Đóa Hoa Trang Viên Thất Lạc",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/148664880/50ce09dfa5a91a33aa9cedfb15bcf2d1_537471139030326659.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Khvarena",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Từ lâu trước khi chết, Nữ chủ nhân của những bông hoa và ốc đảo đã tạo ra một \"cô con gái\" hoa tên là Khvarena. Một ngày nọ, Nữ chủ nhân của Pushpavatika thấy một cơn ác mộng vô hình trong giấc mơ của mình, khiến nàng sợ hãi tột độ. Nabu Malikata biết rằng định mệnh của nàng là hi sinh bản thân vì loài người và rằng sự hi sinh chỉ là một khúc dạo đầu đẹp đẽ cho một cuộc sống mới, vì vậy nàng đã biết rằng mình sẽ phải chết trước thảm họa này. Nàng đã yêu cầu cô con gái ngăn chặn thảm họa xảy ra và giao nàng cho sự chăm sóc của một \"người mẹ\" khác — Đại Vương Rukkhadevata. Nữ chủ nhân của những bông hoa đã cảnh báo người bạn của mình về làn sóng bóng tối và kể cho nàng về định mệnh của Khvarena: nàng sẽ phải chịu đựng thử thách của sự chia cắt và cái chết để đạt được sự bất tử."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Giao cho cô một mảnh Khvarena, bạn thân của tôi, hy vọng cô sẽ cẩn thận cất giữ.\"</color>\n<color=#ffffffd9>\"Con bé đến từ trí tuệ của hoa và đường mạch của trời cao, sở hữu sự thuần túy của sinh mệnh.\"</color>\n<color=#ffffffd9>\"Khvarena là một chấm trong tim hoa, giọt nước chứa ánh sáng trong ngàn vạn sương mai,\"</color>\n<color=#ffffffd9>\"Xin cô hãy trân trọng món quà của tôi, mãi cho đến cái ngày mà vực đen nhấn chìm sinh linh...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Sau khi Nữ thần hoa qua đời, Đại Vương Rukkhadevata đã biến Khvarena thành Thần điểu Simurgh và giao cho nàng nhiệm vụ bảo vệ hai thế giới, giám hộ ranh giới giữa sự tái sinh mới và cái chết. Trong hình dạng của chim thần, những sắc màu sống động của vô số loài chim có thể được nhìn thấy, và trong tiếng hát của nó là tiếng hát của nhiều loài hoa. Simurgh đã ngủ say trong những giấc mơ giữa những cây thông, cây bách và hoa sen tuyết, và khi thảm họa ập đến, nàng tỉnh dậy và đi gặp số phận không thể tránh khỏi của mình."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/06fb58047b7794f1c605ffa922279cd9_8809208170849009415.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Teyvat bị quái vật từ Vực Sâu tấn công, tất cả các vị thần, ngoại trừ Thảo Thần, đã được cử đi chiến đấu với chúng. Thủy Thần Egeria, Nữ chủ nhân của Nhiều Dòng Nước, đã cùng các đồng minh của mình đến Vực Thẳm Tunigi ở Sumeru, nơi một lối đi đến Vực Sâu xuất hiện. Trong trận chiến, bà đã bị giết, và cơ thể bà trở thành một biển sương tinh khiết, Amrita. Nhưng Amrita đã bị ô uế bởi Vực Sâu. Để thanh tẩy bụi bẩn và đảm bảo sự tinh khiết của Amrita, Simurgh đã phá hủy hình dạng thần thánh của mình. Nàng đã uống nước tinh khiết nhất từ hồ và, giống như một trái lựu, nổ tung thành vô số tia sáng. Khvarena đã hạ xuống cơ thể trong suốt của Nữ thần Amrita, và từ đó, một biển hoa lấp lánh đã được sinh ra, và từ chúng, những Người Bảo vệ Hoa, Pari, đã xuất hiện. Như đã được tiên tri, một đêm nọ, cô con gái đã rời khỏi vòng tay của ba \"người mẹ\" và hi sinh bản thân để chống lại sự ô uế đang gia tăng của thế giới.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>Thần Trí Tuệ, vị Thảo Thần trước đây, là bạn của Nabu Malikata và Vua Deshret. Cô đã bị xóa hoàn toàn khỏi Irminsul để cứu cây khỏi tri thức cấm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/01/55631176/9168a73c80b9252a6a418dc4ba95b024_5160753676139730143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Thủy Thần tiền nhiệm đã mất trong trận Đại hồng thủy 500 năm trước.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/01/55631176/a5b8d23dd3fbe0969cc3ebce78f9c29f_7863445554681480745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Vầng Sáng Vourukasha",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/12108544/bc9329baf36935b2fb094f783a7695f2_3215805166263433350.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ốc Đảo Vĩnh Hằng",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/7f40cb43b4a76176f42c8d3028682fdd_7100122832273665521.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trong thời kỳ khi Nữ chủ nhân của những bông hoa và Vua Deshret cùng ngồi trên ngai vàng với Đại Vương Rukkhadevata, những Trấn Linh đã để lại một ngai vàng được khảm ngọc lục bảo và hồng ngọc để lưu giữ liên minh giữa ba người bạn. Trong thiên đường ốc đảo được tạo ra, những bông Padisarahs nở rộ và chim chóc hót vang. Khi Nữ chủ nhân của những bông hoa mở lối đi đến kiến thức bị cấm, oasis đã trở thành cái giá cho hành động này. Với sự biến mất của thiên thần, những bông Padisarahs xinh đẹp cũng biến mất. Đại Vương Rukkhadevata đã hồi sinh những bông hoa để tưởng nhớ người bạn của mình nhưng không bao giờ có thể lặp lại màu sắc độc nhất của chúng. Vị Vương của Sa Mạc đã xây dựng một nghĩa trang để tưởng nhớ người bạn của mình. Với những viên ngọc dưới những cát sâu làm nguồn năng lượng và sự trợ giúp của các Trấn Linh, ông đã xây dựng một ốc đảo vĩnh hằng nơi thời gian chậm lại. Ông hứa với các Trấn Linh rằng trong Ốc Đảo Vĩnh Hằng, Nữ chủ nhân của những bông hoa đang say ngủ, và một ngày nào đó nàng sẽ tỉnh dậy từ giấc mơ của mình."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/06/237301566/05a73ef863e3b56834b468c2899a4e3d_1367739046252934502.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ASau nhiều thế kỷ, huyền thoại về Ốc Đảo Vĩnh Hằng đã lan rộng trong các bộ tộc du mục của sa mạc. Những kẻ lang thang nói rằng đây là một nơi luôn tươi tốt, được cai trị bởi Nữ chủ nhân của những bông hoa đang say ngủ, và mẹ cuối cùng của các Trấn Linh, Ferigees, đã bảo vệ nó. Bà trở thành con dấu trên cánh cổng vào ốc đảo, ban phước cho mọi người phàm đến trước bà với lòng từ bi không ngừng, dù họ là thiện hay ác. Bộ tộc Tanit thờ phụng Nabu Malikata, và các trưởng tộc coi mình là con gái của nàng. Ốc Đảo Vĩnh Hằng là trung tâm tôn giáo của họ. Người ta tin rằng ai chiếm hữu nó sẽ nhận được ngai vàng của Nabu Malikata. Họ được kết nối bởi một giấc mơ chung về khu vườn Padisarah huyền thoại với kiến thức vô hạn. Như lời tiên tri của nữ thần đã dự đoán, ngay cả sau khi nền văn minh bị tẩy chay, nhân loại vẫn tồn tại nhờ sự kiên cường của họ. Ngay cả khi bị tước đoạt sự hướng dẫn thần thánh, các bộ tộc của sa mạc đã tìm cách đoàn kết qua những ký ức về một nữ thần đã qua đời từ lâu. Ở một nơi nào đó trong sa mạc xa xôi, những hình dung về một ốc đảo hóa đá trong thời gian vẫn còn tồn tại trong tâm trí của một bộ tộc. Tuy nhiên, những người lang thang không rễ này vẫn tiếp tục chu kỳ sống và chết giữa những cơn cát chảy của các đụn cát.\nNhà Lữ Hành, cùng với mẹ của các Trấn Linh, Liloupar, và Jeht của bộ tộc Tanit, nhân danh bộ tộc, đã làm rối loạn sự yên tĩnh của ốc đảo bằng cách phá hủy thiết bị đã duy trì sự cân bằng ở đó từ lâu. Mẹ của các Trấn Linh hy vọng sẽ gặp lại bà chủ của mình ở đó, nhưng đã thấy rằng Vua Deshret đã lừa dối các Trấn Linh và Nữ chủ nhân của những bông hoa đã chết từ lâu. Qua đôi mắt bị mê hoặc của Liloupar, Nhà Lữ Hành đã thấy ốc đảo của quá khứ: một cung điện được tạo thành từ những viên ngọc bích đỏ gắn liền với một khu vườn, tràn đầy những loại cây tươi tốt đa dạng đang tắm mình trong vô vàn tiếng chim hót. Các Trấn Linh là những nhạc công và người rót rượu. Trong khu vườn của nàng, những vị sư điên cuồng và những kẻ lang thang rách rưới đã nhảy múa, xoay tròn theo bước nhảy của những bông hoa thủy tiên, uống máu sự sống từ những cô con gái của cây nho. Đó là một khu vườn khác thường, nơi mà Nữ chủ nhân của những bông hoa từng sống, nơi mà giờ đây nàng đang say ngủ. <color=#ffffffd9>\"Đóa hồng nở rộ như lửa đỏ, đốt lên sinh mệnh loài chim đêm. Ánh nến cười nhẹ đầy mê hoặc, tai họa thiêu thân đến cận kề.\"</color> Trong tiếng vọng của quá khứ, Nhà Lữ Hành đã thấy Nabu Malikata: làn da của nàng lấp lánh với ánh sáng của mặt trăng, và diện mạo của nàng thì đẹp không thể tả xiết. Sự xuất hiện của nàng như tổng thể của các Trấn Linh, những khía cạnh kỳ diệu của họ chỉ là những cánh hoa nhỏ so với bông hoa hoàn chỉnh của nàng, sự tồn tại của nàng là tinh túy của mọi hương vị trong vũ trụ. Gặp ánh mắt của nàng, Nhà Lữ Hành chỉ thấy hư vô và một khoảng trống vô tận. Rơi vào vòng tay của nó, tâm trí họ tràn ngập nỗi kinh hoàng không ngừng.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7075,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>Thần Trí Tuệ, vị Thảo Thần trước đây, là bạn của Nabu Malikata và Vua Deshret. Cô đã bị xóa hoàn toàn khỏi Irminsul để cứu cây khỏi tri thức cấm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/01/55631176/9168a73c80b9252a6a418dc4ba95b024_5160753676139730143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3530,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3527,
        "name": "Babel",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/27/44749939/e3cad4b923cdaff1eb7e3d4cc5fc3276_289160199002766169.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3445,
        "name": "Jeht",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/26/44749939/2c5033fbab0cebc28cafba91b7d167ba_921209731982216435.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Đóa Hoa Trang Viên Thất Lạc",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/148664880/50ce09dfa5a91a33aa9cedfb15bcf2d1_537471139030326659.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>Loài hoa thánh thiện và cao quý, có những yêu cầu rất khắt khe về môi trường sinh trưởng. Nhụy hoa sau khi gia công có thể chế biến thành các loại hương liệu quý.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/148664880/d5172558c50dbc305ee422b95bf8ed21_2406501610449120262.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "RichText",
        "text": "Thiên Thần\nNabu Malikata có lẽ là một trong những người sống sót duy nhất của chủng tộc cô ấy.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Người bạn của Nabu Malikata. Cùng với Rukkhadevata, họ cai trị Sumeru. Hoa Thần đã hy sinh bản thân để Al-Ahmar có thể nhận được tri thức cấm.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>Thần Trí Tuệ, vị Thảo Thần trước đây, là bạn của Nabu Malikata và Vua Deshret. Cô đã bị xóa hoàn toàn khỏi Irminsul để cứu cây khỏi tri thức cấm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/01/55631176/9168a73c80b9252a6a418dc4ba95b024_5160753676139730143.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Người bạn của Nabu Malikata. Cùng với Vua Deshret, họ cai trị Sumeru. Sau khi Nabu Malikata qua đời, Rukkhadevata chăm sóc \"con gái\" của bạn mình.\nKhvarena\n\"Con gái\" của Nabu Malikata. Rukkhadevata đã biến Khvarena thành thần điểu Simurgh vì Đại Thảm Họa cách đây 500 năm.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7075,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Những linh thú của Hoa Thần, những kẻ đã sống ở Ay-Khanoum.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3530,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3510,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Một Trấn Linh, người từng phục vụ Hoa Thần.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sách Và Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 2921,
        "name": "Quyển Nhạc Trôi Nổi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Mảnh sách cổ được học giả Học Phái Vahumana đào lên từ di tích của biển cát, không thể đoán được thân phận của tác giả.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/01/44749939/52c0e2bdaab13b365f4505cfa5a8e47a_1525825323719078692.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3321,
        "name": "Đóa Hoa Trang Viên Thất Lạc",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/13/148664880/50ce09dfa5a91a33aa9cedfb15bcf2d1_537471139030326659.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Vầng Sáng Vourukasha",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/12108544/bc9329baf36935b2fb094f783a7695f2_3215805166263433350.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3320,
        "name": "Hồi Ức Tulaytullah",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Chiếc chuông được khắc từ bạc và lam bảo thạch, âm thanh của nó vang vọng rất xa.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/10/148664880/8de363bf716e4538ba86014fbea827ef_126826927501179878.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2700,
        "name": "Hồi Ức Vườn Hoa Ốc Đảo",
        "desc": "<p>Người ta nói rằng vua của các loài hoa là chủ nhân của niềm vui và hạnh phúc. Một dòng suối trong vắt chảy ra từ cổ tay áo của cô ấy, và có một ốc đảo đầy hoa trong sa mạc; Hoa tươi và hương thảo mọc theo từng bước chân, và ánh trăng bạc soi đường cho cô ấy.</p><p>Trong lúc khó khăn khi trời cao ngoảnh mặt làm ngơ, nữ chủ nhân của muôn hoa đã gieo duyên cho phàm nhân, con người bắt đầu nhìn nhận lại hạnh phúc và bản ngã, nên lại tìm đến sự nhàn hạ và xa hoa.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/148664880/f3d4942112747ff9e243134a244a9bc1_2658140604752248325.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2701,
        "name": "Ân Huệ Vườn Hoa Ốc Đảo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Trong văn hiến cổ đại bị vùi lấp trong cát vàng, vua của các loài hoa là nữ chủ nhân của những giấc mơ.<br>Cô đã ban tặng giấc mơ cho những kẻ bị đày ải, những kẻ cuồng si và những kẻ khờ khạo. Trong những giấc mơ đó, họ được mang đến niềm vui ngọt ngào, ngay cả khi trong tay họ chỉ có chiếc bát và mảnh sắt đen, họ vẫn bị ấn tượng bởi vẻ đẹp quyến rũ, và bị mê hoặc bởi hình ảnh xinh đẹp và sự chăm chút tỉ mỉ của cô ấy.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/148664880/1056b63e391c2064561c1629a64ee77d_5050850006355456815.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2702,
        "name": "Nỗi Buồn Vườn Hoa Ốc Đảo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Vua của các loài hoa từng có mối quan hệ thân thiết với Jinn.<br>Nữ chủ nhân của những bông hoa và ốc đảo từng cùng Vua Sa Mạc xây dựng “thành phố của rạp hát” Ay-Khanoum cho Jinn, trong ngôn ngữ cổ của Jinn thì nó mang ý nghĩa là “Nguyệt Nữ Thành”.<br>Nhưng sau này, người ta nói rằng nữ vương của các loài hoa đã chết vì cái nắng thiêu đốt và cát vàng, cả ốc đảo cũng không còn loài hoa Padisarah màu đỏ tím nở rộ nữa.<br>Sau khi cô ấy ngã xuống, cơn bão cát kêu gào, Jinn khóc thương, ánh trắng như mảnh ngọc trắng bạc cũng mất đi công dụng thưởng thức và tỏa ra ánh sáng u buồn.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/148664880/50f11014dc9900bcd9d402e79caad6e8_4029289452531752286.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2703,
        "name": "Chân Lý Vườn Hoa Ốc Đảo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Ai sẽ tôn thờ một vị thần đã khuất?\"<br>Vua của các loài hoa đã từng kết liên minh với hai vị chúa tể thời bấy giờ, ngoài trí tuệ và uy quyền, cô còn đem lòng thương xót và niềm vui cho chúng dân ngu muội.<br>Giống như đại lục không thể chỉ có nắng và mưa, dưới lý trí và sức mạnh, niềm vui và tình yêu, ca hát và âm nhạc, rượu và sự sang trọng đều quan trọng như nhau.<br>Người ta nói rằng mục đích của hoa nở là một cái chết huy hoàng, và cái chết đó là cứu cánh mà chủ nhân của những bông hoa đã tìm kiếm ngay từ đầu – vì cái chết sẽ làm tăng thêm hương vị cay đắng cho niềm vui đã mất, khiến nó trở nên mãnh liệt hơn.<br>Vị vua vô tri của sa mạc chưa từng hiểu được đạo lý của cô, mà chỉ bị mê hoặc bởi vẻ quyến rũ và dịu dàng vô hạn đó. Hồi ức dai dẳng, dù có đi chệch hướng cũng nằm trong tính toán của nữ vương của các loài hoa.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/148664880/d57f129a3d99caf45852020799fa467f_691596024435670180.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2694,
        "name": "Mơ Ước Của Ánh Nắng Quyền Uy",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nguyên liệu có sức mạnh đột phá vũ khí.<br>Ánh trăng bạc và dòng suối trong xanh từng tô điểm cho vẻ đẹp của ốc đảo. Nhưng từ khi chủ nhân của các loài hoa ngã xuống trong cơn bão cát chắn nắng, dải cát vàng vô ưu vô lo cũng bị chết chóc bao trùm.<br>Trong thơ ca của Eremite, ánh trăng bạc chiếu vào chiếc áo choàng màu đỏ tươi, khiến Vua Tang Thương Al-Ahmar phát điên.<br>Những bài ca sa mạc buồn cất lên, thoát khỏi ám ảnh về những kỷ niệm xưa cũ, vị vua cô đơn đã tạo ra một vùng đất mộng mơ giữa sa mạc không bao giờ có thể già đi. Nơi đó ngưng tụ nước suối tinh khiết không bị khuấy động, và giọt sương đọng mãi khi hoàng hôn.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/148664880/0f4da1fdc0aa6f58e698e290ec4e1302_4968027397153434816.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2695,
        "name": "Quá Khứ Của Ánh Nắng Quyền Uy",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nguyên liệu có sức mạnh đột phá vũ khí.<br>Trong thời đại mà Vua Sa Mạc vô tri cai trị, sức mạnh của hắn giáng xuống từng tấc đất như mặt trời thiêu đốt.<br>Tấm bia cổ ghi lại rằng uy quyền của nhà vua hóa thành bảy tia sáng hoặc bảy cây cột; Lòng nhân từ của nhà vua được ban cho tất cả mọi người một cách bình đẳng, không ai bị bỏ rơi và cũng không có ai cảm thấy bất mãn.<br>Đó là một thời vàng son bị lãng quên, khi nữ vương của các loài hoa đã tàn lụi, chủ nhân của cây cỏ cũng quyết định ra đi. Nhưng chỉ những người con của sa mạc mới lựa chọn ở bên vị thần của họ, và ngay cả khi bóng đen thảm họa đến gần, quyền lực mà họ tin tưởng vẫn tỏa sáng như hổ phách và vàng.<br>Nhưng tai họa cuối cùng cũng ập đến, và con dấu bằng vàng cũng được chôn dưới chiếc cột bị gãy sâu trong thần điện và cung điện, nơi có khắc hình đại bàng và đầu bò.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/148664880/926dfd8c47c13abca0158294efe5751e_69093909924932980.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>Loài hoa thánh thiện và cao quý, có những yêu cầu rất khắt khe về môi trường sinh trưởng. Nhụy hoa sau khi gia công có thể chế biến thành các loại hương liệu quý.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/148664880/d5172558c50dbc305ee422b95bf8ed21_2406501610449120262.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Vũ công nổi danh của Nhà Hát Zubayr, điệu nhảy sống động và tính cách hồn nhiên ấm áp.</span></p><p><br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/148664880/586d726f9ebda3506c78beaaa41f13b6_5030367551125984474.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Những kiến thức thú vị - Padisarah</color>\nKhi Hoa Thần đại nhân nhảy múa, thật sự có những bông hoa Padisarah đua nở dưới chân đó. Tôi thật sự muốn chiêm ngưỡng cảnh tượng đó ghê."
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Nabu Malikata</color>"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Angels</color>\n<color=#ffffffd9>Gods</color>"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Goddess of Flowers</color>"
          }
        ]
      }
    ]
  }
}