{
  "epId": 4916,
  "name": "Carole",
  "desc": "<p>Một trong những loại Melusines sớm nhất được Iudex Neuvillette giới thiệu đến Fontaine khoảng 400 năm trước. Cô trở thành Melusine đầu tiên được chào đón vào Marechaussee Phantom và được trao Huân chương Hòa bình.<span class=\"wk-shady\"> Cô đã hy sinh bản thân để chứng minh mình vô tội.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/55631176/b5144639de0b40a37167f40774eb8e6b_3777028298399408629.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1715513463,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationship"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Một chủng tộc thông minh ở Fontaine. Carole là một Melusine.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Một quái vật vực sâu xuất hiện ở Fontaine 500 năm trước trong thời kỳ Đại Hồng Thủy. Elynas là \"Cha\" của tất cả các Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/cedc77b7c6f31c08043e350f3e96fdf1_8693473429346925979.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "\"Cha\" của Melusine.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Thẩm phán của Fontaine, người đã đưa Carole đến Đại Sảnh Fontaine.\nVautrin\nBạn của Carole và là người đứng đầu Đội Tuần Tra Đặc Biệt.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Carole",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/48c2f788c6d4baea0ff56bb9f5c61e18_2534850688729486975.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Carole giống như những Melusines khác được sinh ra từ những vết thương mà \"Cha\" của họ là Elynas nhận phải trong trận chiến giữa Thợ săn Marechaussee và các thành viên của Hội Narzissenkreuz hơn 400 năm trước. Melusines sống ở Làng Merusea, nơi họ xây dựng bên trong cơ thể của Elynas. Họ học cách xây nhà từ “Cha” của mình. Hai mươi năm sau, một số Melusine muốn đến Đại Sảnh Fontaine để ngắm nhìn con người sống như thế nào và tìm ra ý nghĩa cho sự tồn tại của họ. Carole trở thành một trong những Melusine đầu tiên, được Thẩm phám trẻ tuổi mới của Fontaine, Neuvillette đưa đến Đại Sảnh Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/54d819f57d56d4e686846c2fd51f6051_4559846552267452481.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vì tất cả các Melusine đều có tầm nhìn đặc biệt và có thể nhận thấy những thứ mà mắt người không thể, Neuvillette đã giới thiệu họ đến Hội Hắc Ảnh Marechaussee - một chi nhánh đặc biệt của Sảnh Chấp Pháp phụ trách việc điều tra tội phạm. Carole trở thành Melusine đầu tiên trong Hội Hắc Ảnh Marechaussee và người đứng đầu Đội Tuần Tra Đặc Biệt, Vautrin được chỉ định làm cộng sự của cô. Người dân của Đại Sảnh Fontaine chưa bao giờ nhìn thấy Melusines trước đây nên họ không có một cái nhìn thiện cảm với các Melusines. Họ tin vào tin đồn rằng Melusines là sinh vật sẽ mang lại điềm xấu cho người khác nên họ thường xuyên ném đá vào Melusines và đuổi họ đi. Neuvillette và Carole biết rằng sẽ phải mất rất nhiều thời gian và công sức để con người và Melusines có thể chung sống hòa thuận và thấu hiểu lẫn nhau. Dù vậy Carole cũng đã sẵn sàng cho con đường dài và khó khăn này, để cuộc sống của cô trở nên ý nghĩa hơn."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/c7324129b0223e4112132db8b48999f7_4126101012701089002.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nhờ làm việc chăm chỉ trong 5 năm, Carole và Vautrin đã được Neuvillette trao tặng Huy Hiệu Hòa Bình. Carole hy vọng rằng Melusines sẽ sớm bắt đầu chung sống hòa bình với mọi người nhưng huy chương này chỉ khiến những người ủng hộ chế độ cũ tức giận hơn. Những người ủng hộ chế độ cũ này cho rằng lợi ích của họ đã bị xâm phạm do những cuộc cải cách của Neuvillette. Họ quyết định thực hiện một vụ mưu sát và đổ lỗi cho Melusines nhằm đuổi họ ra khỏi thành phố và dạy cho Neuvillette một bài học.\nNhững người ủng hộ chế độ cũ đã lừa Carole đến hiện trường vụ án và đưa ra cáo buộc chống lại cô. Sau đó, họ gieo rắc sự hoảng loạn trong dân chúng nhằm buộc Neuvillette phải thừa nhận sai lầm và từ bỏ quyền lực. Carole quyết định hy sinh bản thân để xoa dịu tình hình, còn các hiến binh không thể can thiệp kịp thời do đám đông giận dữ.\nVautrin, sau khi biết chuyện đã xảy ra quyết định trả thù cho Carole và đích thân giết chết tất cả những kẻ chủ mưu. Anh ta biết rằng Neuvillette sẽ buộc phải tuyên bố anh ta có tội và sẽ bị đày đến Pháo đài Meropide, nhưng anh ta không thể không can thiệp. Carole khiến Vautrin nhớ đến em gái mình là Illaria, người chết khi anh còn nhỏ. Carole và Illaria đều tốt bụng và ngây thơ, họ luôn tin vào những điều tốt đẹp nhất. Vautrin hiểu rằng những tâm hồn trong sáng và tốt bụng như Carole sẽ dễ bị lừa dối và phản bội nên anh đã từng cố ép cô rút lui để người khác không làm hại cô nhưng không thành.\nSự dũng cảm và sự hy sinh của Carole cuối cùng đã khiến ước mơ của cô thành hiện thực: 400 năm sau, Melusines là những thành viên được kính trọng của xã hội tại Đại Sảnh Fontaine và chung sống hòa bình với con người. Vì hành động anh hùng của Carole, biểu tượng của Sảnh Chấp Pháp có hình Melusines như một sự tôn trọng và biết ơn đối với những sinh vật này.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Một quái vật vực sâu xuất hiện ở Fontaine 500 năm trước trong thời kỳ Đại Hồng Thủy. Elynas là \"Cha\" của tất cả các Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/cedc77b7c6f31c08043e350f3e96fdf1_8693473429346925979.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Carole"
          }
        ]
      },
      {
        "key": "Chủng Loài",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Melusine</color>"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Đội Hắc Ảnh Marechaussee"
          }
        ]
      },
      {
        "key": "VA Anh",
        "value": [
          {
            "type": "RichText",
            "text": "Deneen Melody"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Carole",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/55631176/54d819f57d56d4e686846c2fd51f6051_4170171911982660632.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Carole và Neuvilette"
          }
        ]
      }
    ]
  }
}