{
  "epId": 4924,
  "name": "Tinh Linh Nước Trong",
  "desc": "<p>Tinh Linh Nước Trong là những sinh vật thông minh thuộc nguyên tố Thủy, được tạo ra bởi vị Thần Thủy tiền nhiệm là Egeria, và có khả năng điều khiển nước theo ý muốn.<span class=\"wk-shady\">Tất cả người dân Fontaine đều từng là Tinh Linh Nước Trong, những sinh vật mà Egeria đã biến thành con người để thỏa mãn nguyện vọng của họ, đi ngược lại với luật lệ của Thiên Lý.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/55631176/657aa46ceeac51d9b9f0b4c3669337b9_2982111220935918637.png",
  "menuId": 23,
  "menuName": "Tổ Chức",
  "version": 1740132153,
  "components": {
    "galleryCharacter": [
      {
        "key": "Tinh Linh Nước Trong",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/55631176/e62dda84ad29b8f9c62965d11c076389_1046731651244516090.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Nguồn Gốc Tinh Linh Nước Trong",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/03e130e4d7602f760144915a6059d8a0_6601489799476190465.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Các Tinh Linh Nước Trong là những sinh vật sống thông minh thuộc hệ Thủy, được tạo ra bởi Thủy Thần tiền nhiệm, Egeria. Các Tinh Linh Nước Trong được hình thành từ các nguồn nguyên tố Thủy tinh khiết và cô đặc. Do đó, nếu như các Tinh Linh Nước Trong được định cư ở các vùng nước tinh khiết thì chúng cũng sẽ trở nên mạnh mẽ hơn.\nTương truyền rằng, trước đây, giọt nước mắt đầu tiên trên thế giới đã rơi xuống khi thùy thần Egeria nhân từ khóc vì cảm thấy tiếc thương cho số mệnh của loài rồng. Một truyền thuyết khác thì cho rằng Egeria đã khóc vì cảm thấy bi thương cho vận mệnh cuối cùng của nhân loại. Từ giọt nước mắt đầu tiên này, tổ tiên của Tinh Linh Nước Trong đã được sinh ra. Nhưng tất cả những điều đó chỉ là những lời đồn, ngày nay, những bằng chứng còn tồn tại lại chỉ là một câu nói được ghi chép mà không thể giải thích rõ ý nghĩa: <color=#ffffffd9>\"</color> <color=#ffffff>Xương trắng của rồng đất hóa thành bùn lầy, thiên nga sinh ra từ đây</color> <color=#ffffffd9>.\"</color> Tinh Linh Nước Trong vốn được sinh ra từ biển sinh mệnh, do đó cũng sở hữu năng lực đặc trưng của nước là thay đổi hình dáng để phù hợp với mọi môi trường. Egeria mong muốn các Tinh Linh Nước Trong phải sử dụng năng lực này để thích nghi với mọi hình thái sinh vật. Chính vì thế, các Tinh Linh Nước Trong khi sinh ra được ban cho sứ mệnh cao cả là phải tìm cách thấu hiểu tất cả sinh linh: Đi tìm hiểu trăm vạn chủng loài để hiểu và để yêu thương tất cả sinh mệnh. Từ đó, dần dần các Tinh Linh Nước Trong hiểu hơn về cuộc sống con người và đem lòng ngưỡng mộ ao ước có được một cuộc sống như vậy. Các Tinh Linh Nước Trong cũng thường thể hiện tình cảm với nhau bằng cách hòa nhập các ý chí của các cá thể khác nhau lại. Đây chính là khởi nguồn của Tinh Linh Nước Trong.\nTinh Linh Nước Trong có thể gia tăng số lượng mà không cần phải sinh sản. Sau khi đạt được sự hiểu biết và cảm xúc đủ đầy, các Tinh Linh Nước Trong sẽ tiếp cận Thủy Thần hoặc một trưởng lão để xin phép được “sinh sản”. Sau đó các Tinh Linh Nước Trong này sẽ phân chia ra bản chính và một bản nhỏ Tinh Linh Nước Trong nhỏ hơn.\nTinh Linh Nước Trong là những sinh vật thân thiết nhất với Egeria. Cô từng cử các Tinh Linh Nước Trong đến tất cả các sông, suối, ao, hồ trên khắp lục địa để do thám các thông tin sự việc xảy ra trên toàn lục địa về cho Fontaine. Như bản năng của nước là luôn muốn hội tụ kết nối với nhau, Egeria nhân từ cũng có mong muốn kết nối với tất cả mọi người trên lục địa này.\nKhả năng của Tinh Linh Nước Trong có sự khác nhau cực kỳ lớn, nguyên nhân là do tuổi thọ của các Tinh Linh Nước Trong khác nhau xa nên kiến thức và tầm nhìn cũng khác nhau. Một nguyên nhân khác là do từng cá thể có cấu tạo khác nhau nên cũng có khác biệt trong công việc chúng có thể đảm nhận. Ví dụ như có một số Tinh Linh Nước Trong quá khó để thích nghi với môi trường nước không phải nước Fontaine nên chúng không thể nào đảm nhận nhiệm vụ liên quan đến hệ thống nước trên đất liền. Do đó những Tinh Linh nước trong này chỉ có thể ở lại Fontaine đảm nhận nhiệm vụ giúp đỡ xoa dịu tâm trạng của người dân Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/b0fb20592e699cd5342b9c87d6fab121_6722758825413151323.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Các Tinh Linh Nước Trong ngưỡng mộ cuộc sống của con người và mong muốn cũng có một cuộc sống như vậy. Egeria bằng cách sử dụng sức mạnh của Biển Khởi Nguyên đã biến một số Tinh Linh Nước Trong thành con người. Những con người này có dòng máu chứa nước biển Khởi Nguyên. Việc tạo ra con người trở thành tội lỗi nguyên thủy của Egeria. Celestia đã nổi giận với Egeria vì đã đánh cắp sức mạnh của Biển, vì vậy họ đã giam cầm bà. Một lời tiên tri đã được tạo ra, nói rằng: <color=#ffffffd9>\"Cuối cùng, mọi người đều sẽ bị hòa tan vào biển, chỉ còn lại Thủy Thần ngồi khóc trên ngai thần. Lúc đó, tội lỗi của người Fontaine mới được gột rửa\".</color> Khi Egeria bị giam cầm, Thần Vương Remus đến vùng đất của bà và thành lập Remuria. Trong thời kỳ trị vì của Remus, các Tinh Linh Nước Trong đã ẩn náu trong các nguồn suối trong vắt vì sợ bị bạo chúa tàn sát. Những người theo Nữ vương của mọi dòng nước, được gọi là Kỵ Sĩ Nước Trong, đã thề bảo vệ các Tinh Linh Nước Trong khỏi đội quân của Thần Vương Remus.\nThời kì trị vì của Thần Vương Remus đã khiến nước biển Fontaine bị ô nhiễm. Do đó, sau khi Egeria mất, rất nhiều các Tinh Linh Nước Trong đã rời Fontaine. Mặc dù sau đó các độc tố hòa tan trong nước đã được phần nào pha loãng và làm sạch khi triều đại Remuria sụp đổ, nhưng nước của Fontaine vẫn sẽ không bao giờ tự nhiên sinh ra các Tinh Linh Nước Trong mới nữa. Thay vào đó, các Ảo Linh Nước Đục đã xuất hiện từ nước bị ô nhiễm này. Nếu Fontaine muốn xuất hiện thêm những Tinh Linh Nước Trong mới, chúng sẽ phải trải qua quá trình phân chia \"sinh sản\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/627b4ace22d3ef0b8590601746c9bb00_4017682127537768942.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Rất nhiều Tinh Linh Nước Trong lưu lạc khỏi Fontaine vẫn còn sống và đã mất liên lạc với Fontaine. Họ không quay về để tôn thờ Thủy Thần mới mà ung dung tiếp tục cuộc sống hiện tại của mình. Nhiều Tinh Linh Nước Trong đã thực hiện các chuyến hành hương qua sa mạc Sumeru oi ả để đến cây Harvisptokhm, được tạo ra từ ý thức của Egeria, và gặp gỡ nữ thần thật sự của họ. Những Tinh Linh Nước Trong khác đã mang theo các mảnh vỡ của nữ thần đã chết lâu ngày đến nhiều góc của thế giới này. Có lẽ họ làm như vậy để tình yêu mà nữ thần của họ dành cho thế giới này có thể được lan tỏa qua các nguồn nước đến tất cả các vùng đất."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/798328e2c3bdbc7c31a720d73c9bd8c9_3560599391289034906.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sau khi các Tinh Linh Nước Trong ở Fontaine đã chính thức trở thành con người, họ vẫn ném tiền vào Đài phun nước của Lucine để xin phép “sinh sản”. Tuy nhiên, điều này bây giờ chỉ là một hành động biểu tượng. Trước đây, khi họ vẫn có nước của Biển Khởi Nguyên trong máu, mọi tiếp xúc với Biển Khởi Nguyên dẫn đến việc họ bị hòa tan và trở về trạng thái “ban đầu.” Quá trình này từng dẫn đến những vụ giết người hàng loạt ở Fontaine. Một nhà mạo hiểm đến từ Snezhnaya tên là Vacher và người yêu của anh, Vigneire, đã phát hiện ra một hồ nước của Biển Khởi Nguyên. Vigneire vốn là người bản địa Fontaine, đã chạm vào nước và biến mất không dấu vết. Vacher đã cố gắng hòa tan bản thân nhưng không thành công, nên anh bắt đầu tiến hành các thí nghiệm trên những phụ nữ trẻ, hòa tan họ bằng nước Biển Khởi Nguyên với hy vọng đưa Vigneire trở lại. Anh đã sử dụng các ghi chép còn lại của Jakob Ingold, một thành viên của Viện Narzissenkreuz, người đã thực hiện các thí nghiệm tương tự cách đây khoảng 400 năm, cố gắng hồi sinh bạn của mình.\nKhi Neuvillette, với sức mạnh của Thủy Long Vương, tha thứ cho tội lỗi nguyên thủy của người Fontaine, ông đã biến người dân Fontaine thành những con người thật sự với dòng máu thực sự, vì vậy giờ đây họ không còn có thể bị hòa tan bởi nước biển khởi nguyên nữa.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Kỵ Sĩ Nước Trong",
        "desc": "<p>Kỵ Sĩ Nước Trong là tín đồ của Nữ Chúa Tể Biển Cả Egeria. Họ đã thề bảo vệ các tinh linh nước trong, tìm ra Chén Thánh Thuần Khiết và phá bỏ xiềng xích giam giữ Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/55631176/e803a555d29d669997dc51d0792afb3a_1920818840853757765.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Thủy Thần tiền nhiệm đã mất trong trận Đại hồng thủy 500 năm trước.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/01/55631176/a5b8d23dd3fbe0969cc3ebce78f9c29f_7863445554681480745.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Thần Vương, người đã xây dựng lên đế quốc Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_3588530604337004721.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Người đứng đầu Thương Hội Cabriere, một tổ chức gắn bó sâu sắc với Spina di Rosula.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/55631176/25e9bbca3d3b73292f89a87f0780ee63_7004169295981456594.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Một đứa trẻ mồ côi được nuôi dưỡng tại Học Viện Narzissenkreuz và sau đó được Karl Ingold nhận nuôi. Anh ta trở thành một tân nhân loại và là một trong những người sáng lập Hội Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/25/55631176/02bc05cc787742e2fdf79dc45a69ccec_3795065766304030303.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4040,
        "name": "Ảo Linh Nước Đục Phun Trào",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Sinh mệnh nguyên tố kỳ lạ xuất hiện trong nước hiện nay khi mà Tinh Linh Nước Trong đã tuyệt tích tại Fontaine.<br>Nghe nói vào thời đại của Egeria, Tinh Linh Nước Trong thường đồng hành cùng con người, cũng từng phân bố tại các dòng suối ở khắp nơi, mượn mạch nước của thế giới để liên hệ với nhau. Nhưng phần lớn họ đều đã chết đi cùng với thần của họ, những ai còn lại đã không bao giờ có thần của họ nữa.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/23/44749939/43201dd121726c7dd85ae149d342bc0c_3919844591211885926.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4041,
        "name": "Ảo Linh Nước Đục Phân Tách",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Sinh mệnh nguyên tố kỳ lạ xuất hiện trong nước hiện nay khi mà Tinh Linh Nước Trong đã tuyệt tích tại Fontaine.<br>Loại sinh linh nguyên tố mới xuất hiện sau tai họa này không có được nét đẹp của Tinh Linh Nước Trong ngày xưa, do đó bị gọi là \"Nước Đục\". Cho dù chất độc hòa tan trong nước đã được làm loãng, thanh tẩy, nhưng trừ phi nơi nào đó vẫn còn vật chứa nước thuần túy, chứ nếu không thì nước tại Fontaine sẽ không thể nào tự nhiên sinh ra Tinh Linh Nước Trong nữa.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/23/44749939/c5de1c79576164a8498939351c0b27e5_1616254969685788258.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Ly Bạc Của Biển Nguyên Sơ",
        "desc": "<p>Trong những năm tháng mà hoàng kim che phủ toàn quốc thổ, nước suối thuần khiết không thể không ẩn náu nơi vùng núi bí mật, \"Kỵ Sĩ Nước Trong\" chính là được sinh ra ở những nơi lánh nạn này.</p><p>Các kỵ sĩ lấy chiếc giáp màu bạc lập lời thề, bảo vệ cho các tinh linh đến từ nước trong, bảo vệ cho các hương thân cũng tin tưởng vào suối nguồn duy nhất này, chống lại vương quyền hoàng kim đang che lấp bầu trời.</p><p>Đó đã là truyền thuyết rất lâu về trước rồi... Không lâu sau khi đế quốc sụp đổ và chìm sâu, các kỵ sĩ chống lại quân vương cũng cởi bỏ áo giáp, câu chuyện của họ cũng ẩn mình vào trong những bài ca dao hỗn tạp.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/29/27215281/c70230640d8706fd2e3aa837a391166c_1454872055330123783.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Dòng Suối Giọt Sương Thánh Thuần",
        "desc": "<p>Đây là di vật khi \"Kỵ Sĩ Nước Trong\" còn ở đó - các kỵ sĩ nói. Ở nơi vùng núi hoang vu không người ghé đến, dòng suối vẫn chảy, vẫn có những tinh linh trung thành đang bảo vệ lấy dòng suối thuần khiết chưa bị ô nhiễm...</p><p>Thế nhưng, chủ nhân của Linh Lộ nhân tạo không thể nào dung thứ cho bất kỳ tạp âm nào khác với nhạc khúc vĩ đại. Tương truyền nơi mà người chỉnh âm Boethius từng đến, dòng cam lộ tự nhiên đều bị lấp đi, mọc lên đường dẫn nước của đế quốc, tinh linh của nước trong cũng im hơi lặng tiếng...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/27215281/54913bb983c08663e91eef34841c80b9_8401895742282230926.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Focalors",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/1da56616903c2c0ab282394bbb06bb8c_1363725117785159919.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Focalors là Tinh Linh Nước Trong được Egeria tạo ra. Cô luôn muốn trở thành một con người. Với Focalors, sự tồn tại tự do của con người trong mắt cô chính là vở kịch đẹp nhất và cô muốn mình được trực tiếp làm một diễn viên trong vở kịch đó. Egeria theo nguyện vọng đó đã biến Focalors thành người và sau đó chọn cô làm người kế vị cho vị trí Thủy Thần."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/071314a04852556139c4a6afb389b4dd_5347402862803336266.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Egeria biết chắc chắn rằng lời tiên tri sẽ trở thành hiện thực và không thể chống lại Thiên Lý. Sau khi Egeria mất, gánh nặng này được chuyển sang trách nhiệm của Focalors. Nếu như việc đánh cắp sức mạnh của Biển Khởi Nguyên là \"nguyên tội\" của Fontaine, thì việc người Fontaine trở thành con người, trốn thoát khỏi lời tiên tri và tiếp tục tồn tại trong thế giới này sẽ là \"chính nghĩa nguyên sơ\" của Fontaine. \"Sự tồn tại\" là công lý của Egeria và Focalors vẫn luôn tuân theo nguyên tắc này. Chống lại lời tiên tri và đảm bảo rằng người dân của Fontaine sẽ tiếp tục được sống - đó phải là điều được đặt lên trên tất cả."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/7d385a6c1ba9e5d7ccb649d37c020ec0_9063020005477646296.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Focalors đã suy nghĩ rất lâu về cách chống lại lời tiên tri và tìm ra câu trả lời khả thi duy nhất: cần phải đánh lừa Thiên Lý trong quá trình ứng nghiệm lời tiên tri. Sau khi trở thành thần, Focalors đã tách thần tính của cô ấy khỏi cơ thể và tinh thần, cô giữ lại phần thần tính cho mình và tạo ra Furina để thừa hưởng phần còn lại. Trong khi Furina cai trị Fontaine, Focalors tích lũy năng lượng để đánh lừa Thiên Lý. 500 năm sau, khi lời tiên tri bắt đầu trở thành hiện thực, Focalors đã có thể sử dụng toàn bộ năng lượng này để phá hủy phần thần tính của mình và theo đó, phá hủy ngai vàng của Thủy Thần, trả lại quyền lực cho Thủy Long Vương Neuvillette. Sau khi có được toàn bộ sức mạnh của mình, anh ta đã tha thứ cho tội lỗi của người dân Fontaine của họ và biến họ thành người thật. Do đó, người Fontaine đã không bị nước Biển Khởi Nguyên hòa tan.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Thủy Thần tiền nhiệm đã mất trong trận Đại hồng thủy 500 năm trước.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/01/55631176/a5b8d23dd3fbe0969cc3ebce78f9c29f_7863445554681480745.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Thuỷ Thần cuối cùng, còn có danh hiệu là Thần Chính Nghĩa. <span class=\"wk-shady\">Cô ấy đã tự hi sinh bản thân để phá huỷ ngôi vị Thuỷ Thần và trả lại sức mạnh cho Thuỷ Long</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rhodeia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/b1382ca8d5c39cd34c781837f05c5ea4_5564506540624670480.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Egeria chết trong trận Đại hồng thủy 500 năm trước và Focalors trở thành Thủy Thần mới, rất nhiều Tinh Linh Nước Trong không chấp nhận sự cai trị của cô và quyết định rời bỏ Fontaine. Rhodeia, người nổi tiếng và mạnh mẽ nhất trong số các trinh sát tinh linh nước trong, chỉ mong muốn giữ gìn những giấc mơ của ngày xưa. Cô ấy mong muốn một nơi trú ẩn nhỏ yên bình, vì vậy cô đã chọn định cư tại Khinh Sách Trang. Rhodeia có trí tuệ và lòng trắc ẩn to lớn và có thể tạo ra các sinh vật Nguyên Tố Thủy. Người ta tin rằng cô ấy mạnh mẽ đến mức có thể biến hình bắt chước hình dạng con người.\nKhi Rhodeia lần đầu tiên cảm nhận được sự hiện diện của một Tinh Linh Nước Trong khác là Endora, cô ấy đã nghi ngờ rằng Endora là sát thủ được cử đi từ Fontaine để tiêu diệt mình. Cô đã khiến cho vùng nước mình đang định cư trở nên đắng ngắt độc hại để tiêu diệt Endora. Rhodeia cử các mật thám của mình, các sinh vật Nguyên Tố Thủy đến quan sát Endora. Cuối cùng khi Endora giải thích rằng cô ấy không có ý gây hại, Rhodeia đã làm cho nước ngọt trở lại và đề xuất Endora có thể ở lại vùng nước tại Kinh Sách Trang.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "name": "Liyue",
        "desc": "<p>Bến cảng giàu có nằm phía đông đại lục Teyvat. Vùng đất màu mỡ được tạo nên từ những dãy núi cao, rừng đá sừng sững, đồng bằng rộng lớn và những bờ sông nhộn nhịp sức sống, nơi đây rực rỡ sắc màu trong bốn mùa. Có bao nhiêu món quà cổ xưa của Nham Ma Thần được chôn vùi giữa núi non và những kỳ tích đá đang chờ người ta khám phá đây?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/5968bc73f375ee1e3704302541c83c7f_5132625440292305.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>Thành viên mạnh mẽ nhất trong tổ trinh sát của đội Kỵ Sĩ Nước Trong. Sau cái chết của thủy thần tiền nhiệm, cô rời khỏi Fontaine và định cư ở Khinh Sách Trang.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/55631176/c1060c024385e4bf2d87aa853d3a6afe_460472643329727415.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Tinh Linh Nước Trong",
        "desc": "Thể sống được kết tinh từ Nguyên Tố Thủy thuần khiết, luôn tồn tại và sinh trưởng trong nước.<br/>Theo đó, nếu nguồn nước càng tinh khiết, Nguyên Tố Thủy càng dồi dào thì sức mạnh của Tinh Linh Nước Trong càng trở nên mạnh mẽ. Cũng có truyền thuyết kể lại rằng, ở một nơi rất xa ngoài kia, Tinh Linh Nước Trong vốn là người họ hàng thân thiết của dòng nước. Chúng đem theo những mảnh vỡ từ thần linh đã khuất lưu lạc đến đây. Có lẽ đó là cách chúng thể hiện tình yêu của thần đối với thế giới, hòa quyện và che chở cho dòng nước chảy khắp thế gian...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Endora",
        "desc": "Chỉ là một Tinh Linh Nước Trong hiếu kỳ, chỉ muốn ngắm nhìn thế giới. Nói không chừng rất hợp với \"Tiên Linh Nhỏ Bé - Cỏ Sương\" đó. Nhưng đừng để chúng dung hợp lại nhé.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Idyia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/1db6cabb7224e998c529340769b5842a_8568712510485681891.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Idyia là một Tinh linh nước trong, người đã bị lưu đày khi Thủy Thần trước đó qua đời. Cô đang lang thang trong rừng thì gặp Alice, một phù thủy từ Hexenzierkel. Chính Alice đã tặng Idyia một chiếc chai ma thuật có khả năng thực hiện một điều ước. Idyia đã ước mình có thể đến một nơi xa xôi, nơi không ai có thể tìm thấy cô, và kết quả là cô đã lạc vào giữa sa mạc."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/86ceaf03762c6ec439360750c275814f_9090761109497470470.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cô tiếp tục sống trong không gian ma thuật, gọi là Ảo Cảnh Veluriyam, bên trong chiếc chai. Những người lữ hành hiếm hoi, khi đi qua, đã đến nơi cư trú của cô và xin cô thực hiện những điều ước của họ. Khi phải ra đi, một số người tức giận vì điều ước chỉ được thực hiện trong Ảo Cảnh Veluriyam, nhưng một số khác đã để lại cho Idyia những món quà, mà cô đã sử dụng những món quà đó để trang trí nơi cư trú của mình. Một số người mong muốn để lại dấu ấn của họ trên Ảo Cảnh Veluriyam, vì vậy Idyia đã tạo ra những bản sao của họ với sự giúp đỡ của các Tinh Hồn Thủy. Hằng ngày thường xuyên gặp gỡ họ cũng sẽ khiến Idyia bớt cảm thấy cô đơn. Tất cả các Tinh Hồn đều là hiện thân của những mong muốn của các chủ nhân của chúng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/2985365165a6df18dddf913f2b1797f0_5658027080412426138.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Người ta tin rằng Idyia có sức mạnh tương đương với Rhodeia, vì cô không chỉ có thể biến hình thành người mà còn có khả năng tạo ra các bản thể Tinh Hồn Thủy mô phỏng từ tính cách hình dáng của những lữ khách đã du hành qua nơi đây.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p>Một NPC đặc biệt chỉ có trong sự kiện. Cô là một Tinh Linh Nước Trong và là người chăm sóc cho \"đất nước trong bình\" Ảo Cảnh Veluriyam.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/df1a6ad87ce80b1a93c51d2cfa6ba499_3656961195291215453.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Callirhoe",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/a67ef560af945789ae6eb6c480f50e49_9137418590799963954.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Callirhoe là một Tinh Linh Nước Trong đã rời bỏ Fontaine. Cô đã tìm thấy nơi ở mới tại Thanh Tuyền Trấn ở Mondstadt và được người dân quanh đó đặt cho cái tên cái tên \"tinh linh của dòng suối\". Trong cuộc hành trình của mình, Callirhoe đã tiêu hao hết sức lực, quên mất kiếp trước và không thể trò chuyện được nữa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/53aa6a6c0961c170a1cce36e07f72d4e_821004000902968886.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Một ngày, một cậu bé khóc lóc chạy đến bên suối và Callirhoe quyết định đến bên an ủi. Đó là cách tình bạn giữa cậu bé và Callirhoe bắt đầu. Cậu kể cho cô nghe về tất cả những biến cố trong cuộc đời của cậu, về thế giới và mọi thứ trong trái tim cậu. Khi cậu khóc vì đau buồn, cô đã biến nước mắt của cậu thành dòng nước ngọt và mang đến cho cậu bé những giấc mơ êm đềm nơi cậu gặp một Tinh Linh Nước Trong hiền dịu. Trong những giấc mơ này, Callirhoe kể cho cậu nghe về quê hương và nỗi cô đơn của mình. Nhờ tình bạn này, Callirhoe đã học nói được trở lại."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/824a0869fac4b8806047e7d2fb223c1e_352915580004455436.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vài năm sau, Callirhoe cảm thấy cậu bé nay đã lớn dần bắt đầu dành những tình cảm khác thông thường cho cô. Những tình cảm này là tình cảm đặc biệt của con người mà cô không hiểu. Tuy nhiên, Callirhoe sợ sự gắn bó sẽ dẫn đến đau khổ khi chia ly, sợ chàng trai cuối đời sẽ hối hận nên đã bỏ chạy. Cô hy vọng chàng trai sẽ quên cô và sống cuộc sống của riêng mình, nhưng mỗi ngày anh đều đến suối và đợi cô, nghi ngờ liệu tất cả có phải là sự thật hay không. Nhiều năm sau, anh vẫn một mình và không thể hiểu được sự biến mất của cô."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/f48254570554d9a97f737a5c59b17f57_2626066475287047201.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trong nhiều năm, Callirhoe học hỏi về cảm xúc của con người và thế giới bên ngoài, chưa bao giờ cô quên anh ấy. Cô sợ xuất hiện trước mặt anh lần nữa sẽ lại gây ra đau đớn. Nhưng chỉ đến tận khi cậu bé ấy đã trở thành một ông già, nàng tiên cuối cùng đã vượt qua nỗi sợ hãi và gặp được người mình yêu và trao cho ông trái tim của mình. Dù không thể duy trì hình dạng vật chất của mình được lâu nhưng cô hứa rằng chỉ cần người cô yêu có Chân Tình Nước Trong, họ sẽ luôn được kết nối với nhau, bất kể họ có cách xa nhau đến đâu. Cuối cùng, cô trao cho anh một nụ hôn đã chờ đợi từ lâu và hòa vào dòng nước suối.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "name": "Mondstadt",
        "desc": "<p>Thành phố tự do nằm ở phía Đông Bắc đại lục Teyvat.</p><p>Giữa những dãy núi và đồng bằng rộng lớn, làn gió tự do cuốn theo hơi thở của ngọn bồ công anh bay qua Hồ Rượu Trái Cây, đem theo lời chúc phúc và ân trạch từ Phong Thần Barbatos đến Thành Mondstadt nằm trên đảo hồ trung tâm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/7b245f487d037173b0e941069fa82074_6126217539693815669.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Callirhoe",
        "desc": "<p>Callirhoe hay còn được gọi với cái tên khác là Tinh Linh Suối, là một tinh linh nước trong đã rời Fontaine sau cái chết của Thủy Thần đời trước và định cư ở Thanh Tuyền Trấn.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/11/55631176/28099f0afa45fe986ec1a6d02fa6c2ac_9055218099570446584.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4539,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2323,
        "name": "Trái Tim Thanh Tuyền",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Endora",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Endora là một Tinh Linh Nước Trong nhỏ bé tò mò đã rời khỏi Fontaine. Cô ngưỡng mộ Rhodeia, một trinh sát Tinh Linh Nước Trong mạnh mẽ, nên đã bám theo Rhodeia khi cô rời khỏi Fontaine. Cô có quyết tâm mạnh mẽ đến nỗi khi Rhodeia lần đầu gặp cô, bà nghĩ Endora là một sát thủ đang thực hiện nhiệm vụ. Rhodeia đã làm cho nước trở nên đắng để tiêu diệt Endora, nhưng khi Endora cuối cùng có thể giải thích mọi chuyện, Rhodeia đã mời cô ở lại cùng \"hợp nhất ý chí\".\nBan đầu, Endora yếu đến nỗi cô ấy hầu như không thể nói, nhưng sau khi sống với các Tinh Linh Nước Trong của Rhodeia và tiên suối từ Thanh Tuyền Trấn (Callirhoe), cô ấy đã lấy lại được sức mạnh của mình. Trong khi ở Thanh Tuyền Trấn, cô ấy đã gặp Lão Finch, một người bạn của tiên suối, và chuyển đến ông một thông điệp:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Khi tất cả ngôi sao trên trời đêm lụi tàn, tất cả dòng suối và giấc mơ đều sẽ quy tụ về đại dương mênh mông.</color>\n<color=#ffffffd9>Lúc ấy chúng ta sẽ gặp lại nhau... \"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Endora chưa bao giờ cân nhắc về cách cô nên sống cuộc đời mình, bởi vì cô luôn cho rằng cô sẽ \"hợp nhất ý chí\" với Rhodeia và điều đó sẽ tốt đẹp và đúng đắn. Tuy nhiên, Rhodeia có vẻ không hạnh phúc và chỉ đang chờ đợi những vùng nước trong lành trở nên ô nhiễm. Cả Rhodeia và Callirhoe đều không muốn Endora đi theo con đường của họ. Vì vậy, Endora quyết định bắt đầu một hành trình mà chưa có Tinh Linh Nước Trong nào trước đó từng làm: cô quyết định lên đường cùng với Nhà Lữ Hành và Paimon."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Tôi muốn đi cùng các bạn. Đi xem hoa cỏ và áng mây nơi chân trời trước khi dòng suối cuộc sống chảy ra biển.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "name": "Liyue",
        "desc": "<p>Bến cảng giàu có nằm phía đông đại lục Teyvat. Vùng đất màu mỡ được tạo nên từ những dãy núi cao, rừng đá sừng sững, đồng bằng rộng lớn và những bờ sông nhộn nhịp sức sống, nơi đây rực rỡ sắc màu trong bốn mùa. Có bao nhiêu món quà cổ xưa của Nham Ma Thần được chôn vùi giữa núi non và những kỳ tích đá đang chờ người ta khám phá đây?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/5968bc73f375ee1e3704302541c83c7f_5132625440292305.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Endora",
        "desc": "Chỉ là một Tinh Linh Nước Trong hiếu kỳ, chỉ muốn ngắm nhìn thế giới. Nói không chừng rất hợp với \"Tiên Linh Nhỏ Bé - Cỏ Sương\" đó. Nhưng đừng để chúng dung hợp lại nhé.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>Thành viên mạnh mẽ nhất trong tổ trinh sát của đội Kỵ Sĩ Nước Trong. Sau cái chết của thủy thần tiền nhiệm, cô rời khỏi Fontaine và định cư ở Khinh Sách Trang.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/55631176/c1060c024385e4bf2d87aa853d3a6afe_460472643329727415.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Callirhoe",
        "desc": "<p>Callirhoe hay còn được gọi với cái tên khác là Tinh Linh Suối, là một tinh linh nước trong đã rời Fontaine sau cái chết của Thủy Thần đời trước và định cư ở Thanh Tuyền Trấn.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/11/55631176/28099f0afa45fe986ec1a6d02fa6c2ac_9055218099570446584.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 604,
        "name": "Endora Hiếu Kỳ",
        "desc": "Tinh Linh Nước Trong kỳ lạ, rất hiếu kỳ với mọi thứ trên thế giới.<br/>Tinh Linh Nước Trong có thể thông qua dung hợp các chất lỏng để đồng bộ tình cảm và tri thức. Endora vẫn còn nhỏ, nhưng nó sẽ luôn dung hợp để học tập mọi thứ.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Inquisitive Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lyris",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/9dd957087aa42735905d94761558de17_3023765452865715269.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lyris là một tinh linh nước trong hiền lành được giao phụ trách trại trẻ mồ côi, Học Viện Narzissenkreuz, như một biểu hiện của lòng biết ơn đối với Thủy Thần Egeria. Lyris tuy yêu trẻ con nhưng cô không có khả năng trí tuệ vượt trội ngay cả đối với một tinh linh nước trong nên Học Viện được điều hành bởi Phó Giám đốc Basil Elton.\nKhi trận đại hồng thủy xảy ra cách đây 500 năm, cô không hiểu tại sao trại trẻ mồ côi lại bị phá hủy, và mong muốn duy nhất của cô là quay trở lại thời điểm những đứa trẻ trong trại trẻ mồ côi thi đấu như là nhà vô địch Narzissen. Cô được các thành viên của hội Narzissenkreuz, Rene và Jakob tìm thấy, trong lúc đang ngập tràn trong cảm giác đau buồn. Vì Lyris có khả năng phân tán và kết hợp ý chí của mọi người nên cô trở thành một thành viên quan trọng của hội, có danh hiệu là \"Hoàng hậu đỏ\".\nKhi Rene giải thể hình dạng vật lý của mình với sự giúp đỡ của Lyris và Thánh Kiếm Narzissenkreuz, Hội quyết định hồi sinh Elynas, quái vật của Vực Sâu, với sự giúp đỡ của Jakob Ingold người đã hấp thụ sức mạnh của Elynas trước đây. Lyris đi vào bên trong Elynas cùng với Jakob và người học việc của Narzissenkreuz, Caterpillar. Tại Elynas, họ chạm trán với Thợ săn Marechaussee, bao gồm cả Mary-Ann Guillotin, người đang cố gắng ngăn chặn hội Narzissenkreuz. Trong trận chiến này, Mary-Ann Guillotin bị thương nặng, Lyris đã ôm cô và hấp thụ ý thức của cô. Một tinh linh nước trong mới, Mary-Ann, được sinh ra từ sự hợp nhất này. Mary-Ann không còn là Lyris hay Mary-Ann Guillotin nữa mà là hiện thân của ý thức và mong muốn chung của họ và là thứ gì đó vượt xa con người hoặc tinh linh nước trong có khả năng tạo ra các tinh linh nước trong khác.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Học Viện Narzissenkreuz",
        "desc": "<p>Một trại trẻ mồ côi tại Fontaine, được xây dựng trên tàn tích của nền văn minh cổ đại</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/55631176/1e197dc3182ae617873e44b72fe9c138_8467319645120868129.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Viện Trưởng Học Viện Narzissenkreuz, một trại trẻ mồ côi ở Fontaine. Về sau cô trở thành thành viên của Hội Narzissenkreuz và đạt được danh hiệu là \"Nữ Hoàng Đỏ\" sau khi Viện bị bỏ hoang trong trận Đại hồng thủy.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/b6d86ff8dfd84cf744e57a516b1a14c6_2871288172587718203.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil là một tư lệnh hải quân đã nghỉ hưu của Hạm Đội Trắng Fontaine, Thuyền trưởng của Sponsian và Viện Phó Học Viện Narzissenkreuz. Cô ấy đã hi sinh trong trận Đại hồng thủy cách đây 500 năm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/386107b800f05b084d15ad8145cf8913_5566267685211518202.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Một quái vật vực sâu xuất hiện ở Fontaine 500 năm trước trong thời kỳ Đại Hồng Thủy. Elynas là \"Cha\" của tất cả các Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/cedc77b7c6f31c08043e350f3e96fdf1_8693473429346925979.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Một đứa trẻ mồ côi được nuôi dưỡng tại Học Viện Narzissenkreuz và sau đó được Karl Ingold nhận nuôi. Anh ta trở thành một tân nhân loại và là một trong những người sáng lập Hội Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/25/55631176/02bc05cc787742e2fdf79dc45a69ccec_3795065766304030303.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Một thành viên của Hội Narzissenkreuz có danh hiệu là \"Nhộng Bướm Huyền Ảo\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/be516a2c9005727dcfd1fe45662a826d_3379820188328349932.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Con gái nuôi của Emanuel Guillotin, lớn lên tại Học Viện Narzissenkreuz cùng với anh trai Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/07/55631176/0c3189daf667f179085fd9b3d3985e14_3609791056825973748.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Một Tinh Linh Nước Trong sống tại Annapausis thực sự. <span class=\"wk-shady\">Cô ấy được hình thành bởi sự hợp nhất ý thức giữa Lyris và Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/55631176/7ac751c3fd3892141d972392696a414b_8808332936185616561.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mary-Ann",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/a5f0cd83a2bd4d870aeadb802289a945_3998022492708415278.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mary-Ann là một tinh linh nước trong đặc biệt, được tạo ra bởi sự kết hợp giữa Tinh Linh Nước Trong Lyris và Mary-Ann Guillotin."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/70c436b6ba31db3093589cac207466e1_5543593501652555784.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mary-Ann muốn ở lại trong giấc mơ của mình nên cô đã tạo ra Annapausis thực sự, sẵn sàng trở thành tù nhân của nó. Cô đã tạo ra một ngôi nhà cổ tích cho riêng mình, nơi cô sống trong những giấc mơ của mình. Một ngày nọ, cô tạo ra một tinh linh nước trong khác là Ann sau khi nhìn thấy cô ấy trong giấc mơ. Vì Ann là một phần của Mary-Ann nên cô nhận được một phần ký ức của Lyris và Mary-Ann Guillotin. Ký ức chính của cô là câu chuyện cổ tích về con rồng Narcissus. Câu chuyện cổ tích này được Basil Elton kể cho những đứa trẻ ở trại trẻ mồ côi nơi Mary-Ann Guillotin lớn lên. Ann tin rằng mục tiêu của cô là cứu Công chúa Lyris khỏi câu chuyện cổ tích, người mà cô nghĩ chính là Mary-Ann.\nKhi Mary-Ann lần đầu gặp Ann, cô ấy không muốn rời khỏi ngôi nhà trong mơ của mình, cô ấy bảo Ann hãy sống cuộc sống của mình và làm những gì cô ấy muốn, sau đó cấm họ vào Annapausis bằng cách phá hủy cánh cổng mà họ đến đó.\nAnn, Nhà Lữ Hành và Paimon quyết định sử dụng Thánh Kiếm Narzissenkreuz, thứ có thể hợp nhất và phân chia ý chí của mọi người, để tách biệt các nhân dạng của Mary-Ann. Khi họ đến Annapausis, họ nghe thấy những ước nguyện của Mary-Ann. Cô đang nghĩ về những đứa trẻ từ cô nhi viện và mong muốn của cô là ở lại một mình trong câu chuyện cổ tích của mình. Nhà Lữ Hành đã phá vỡ hàng rào mà Mary-Ann để lại bằng Thanh Gươm Thánh, và khi họ muốn tách biệt Lyris và Mary-Ann Guillotin, họ nhận ra rằng thanh gươm đã hoàn thành mục đích của nó bởi Mary-Ann đã hiểu ra và chấp nhận danh tính và thực tại của mình. Mary-Ann, sau khi gặp lại Ann, thừa nhận rằng cô không thể ở lại trong giấc mơ của mình và đồng ý chấp nhận quá khứ của mình và bắt đầu hành trình cùng Ann.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Một Tinh Linh Nước Trong sống tại Annapausis thực sự. <span class=\"wk-shady\">Cô ấy được hình thành bởi sự hợp nhất ý thức giữa Lyris và Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/55631176/7ac751c3fd3892141d972392696a414b_8808332936185616561.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Con gái nuôi của Emanuel Guillotin, lớn lên tại Học Viện Narzissenkreuz cùng với anh trai Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/07/55631176/0c3189daf667f179085fd9b3d3985e14_3609791056825973748.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Viện Trưởng Học Viện Narzissenkreuz, một trại trẻ mồ côi ở Fontaine. Về sau cô trở thành thành viên của Hội Narzissenkreuz và đạt được danh hiệu là \"Nữ Hoàng Đỏ\" sau khi Viện bị bỏ hoang trong trận Đại hồng thủy.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/b6d86ff8dfd84cf744e57a516b1a14c6_2871288172587718203.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Một Tinh Linh Nước Trong được tạo ra từ ý thức của Mary-Ann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/55631176/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2634015845657501180.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Lưỡi Kiếm Narzissenkreuz",
        "desc": "<p>Thanh kiếm với ý chí và sức mạnh đã tan biến khi câu chuyện kết thúc, nó sẽ bước tiếp trên hành trình mới. Một phần sức mạnh sót lại trong đó là để kỷ niệm cho giấc mộng hào hùng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/12108544/01d3f8317c86ea98d617ad61213b7c9a_1666977853793338885.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ann",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/0e59906b15bae20336b3828c9673d493_2212878235437456342.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ann là một Tinh Linh Nước Trong, được tạo ra bởi một Tinh Linh Nước Trong khác là Mary-Ann sau khi thấy Ann trong một giấc mơ. Các nhân dạng trước đây của Mary-Ann, Tinh Linh Nước Trong Lyris và Mary-Ann Guillotin đã ảnh hưởng sâu sắc đến tính cách và ý thức của Ann. Thế giới của Ann được tạo ra từ một câu chuyện cổ tích về con rồng ác độc Narcissus, từng được kể bởi Phó Viện Trưởng của cô nhi viện nơi Mary-Ann đã lớn lên. Do đó, Ann tin rằng ý nghĩa cuộc đời của mình là cứu Công chúa Lyris khỏi con rồng ác độc."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/26/237301566/952ea7ca75568d589cf8e4caf5c3add3_6011513233725106285.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, một trong những người bạn của Ann, Petit Chou, gặp rắc rối, vì vậy Ann đã nhờ sự giúp đỡ của Nhà Lữ Hành đang đi ngang qua. Và thế là cuộc phiêu lưu của họ bắt đầu để giải cứu Công chúa. Nhà Lữ Hành và Ann đã giải cứu tất cả các bạn của cô và vào được Lâu Đài Lyris (công trình cũ của Viện Narzissenkreuz). Các bạn của Ann đã phải hy sinh hình dạng thể chất của mình để cô có thể đến được Lyris. Kết quả của hành trình này, hóa ra Công chúa không tồn tại, và Mary-Ann đang đợi họ ở cuối con đường.\nMary-Ann không muốn rời bỏ thế giới cổ tích của mình ở Annapausis, vì vậy cô mong Ann sẽ sống theo cách mà cô muốn và được tự do. Mà không đưa ra bất kỳ câu trả lời nào về nguồn gốc của Ann, Mary-Ann đã đóng hàng rào phía sau mình để Ann không còn có thể vào bên trong nữa.\nĐể khám phá sự thật về nguồn gốc của mình, Ann đã hợp tác với chú chó robot Seymour, người đang tìm kiếm chủ nhân mất tích của mình (chính là Mary-Ann Guilotin), Hilichurl Caterpillar, một thành viên cũ của Viện Narzissenkreuz, và Nhà Lữ Hành cùng Paimon. Sau khi nghiên cứu, họ phát hiện rằng Mary-Ann xuất hiện từ sự hợp nhất của Tinh Linh Nước Trong Lyris và con người Mary-Ann Guillotin khoảng 500 năm trước. Họ đã tìm kiếm Thánh Kiếm Narzissenkreuz để tách biệt các nhân dạng của Lyris và Mary-Ann Guillotin. Khi họ phá vỡ hàng rào chắn đường đến Mary-Ann bằng thanh gươm, họ nhận ra rằng nó đã hoàn thành nhiệm vụ của mình vì Mary-Ann đã chấp nhận danh tính và thực tại của mình.\nSau tất cả các cuộc phiêu lưu, Mary-Ann và Ann quyết định lên đường để khám phá thế giới mà Mary-Ann đã không thấy suốt hàng trăm năm. Họ mang theo chú chó robot Seymour và Melusine Mamere, và hứa với Nhà Lữ Hành rằng họ sẽ gặp lại sớm.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Học Viện Narzissenkreuz",
        "desc": "<p>Một trại trẻ mồ côi tại Fontaine, được xây dựng trên tàn tích của nền văn minh cổ đại</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/55631176/1e197dc3182ae617873e44b72fe9c138_8467319645120868129.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Một Tinh Linh Nước Trong được tạo ra từ ý thức của Mary-Ann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/55631176/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2634015845657501180.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Một Tinh Linh Nước Trong sống tại Annapausis thực sự. <span class=\"wk-shady\">Cô ấy được hình thành bởi sự hợp nhất ý thức giữa Lyris và Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/55631176/7ac751c3fd3892141d972392696a414b_8808332936185616561.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Viện Trưởng Học Viện Narzissenkreuz, một trại trẻ mồ côi ở Fontaine. Về sau cô trở thành thành viên của Hội Narzissenkreuz và đạt được danh hiệu là \"Nữ Hoàng Đỏ\" sau khi Viện bị bỏ hoang trong trận Đại hồng thủy.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/b6d86ff8dfd84cf744e57a516b1a14c6_2871288172587718203.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Con gái nuôi của Emanuel Guillotin, lớn lên tại Học Viện Narzissenkreuz cùng với anh trai Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/07/55631176/0c3189daf667f179085fd9b3d3985e14_3609791056825973748.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Nguyên mẫu 4ACV07 là một chú chó robot được Alain Guillotin tạo ra để bảo vệ em gái Mary-Ann Guillotin của mình trong thời gian cô phục vụ tại Đội Hắc Ảnh Marechaussee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/f415fbe2eaa40cd987a8daa47643fc74_8212972476272385764.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Một thành viên của Hội Narzissenkreuz có danh hiệu là \"Nhộng Bướm Huyền Ảo\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/be516a2c9005727dcfd1fe45662a826d_3379820188328349932.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Lưỡi Kiếm Narzissenkreuz",
        "desc": "<p>Thanh kiếm với ý chí và sức mạnh đã tan biến khi câu chuyện kết thúc, nó sẽ bước tiếp trên hành trình mới. Một phần sức mạnh sót lại trong đó là để kỷ niệm cho giấc mộng hào hùng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/12108544/01d3f8317c86ea98d617ad61213b7c9a_1666977853793338885.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Thủy Thần tiền nhiệm đã mất trong trận Đại hồng thủy 500 năm trước.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/01/55631176/a5b8d23dd3fbe0969cc3ebce78f9c29f_7863445554681480745.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Nữ vương của muôn dòng nước và là người tạo ra các Tinh Linh Nước Trong.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Kỵ Sĩ Nước Trong",
        "desc": "<p>Kỵ Sĩ Nước Trong là tín đồ của Nữ Chúa Tể Biển Cả Egeria. Họ đã thề bảo vệ các tinh linh nước trong, tìm ra Chén Thánh Thuần Khiết và phá bỏ xiềng xích giam giữ Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/55631176/e803a555d29d669997dc51d0792afb3a_1920818840853757765.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Những kỵ sĩ tôn thờ Egeria, họ thề sẽ bảo vệ những Tinh Linh Nước Trong khỏi vua Remus",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Thần Vương, người đã xây dựng lên đế quốc Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_3588530604337004721.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Người cai trị",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", đã ngược đãi các Tinh Linh Nước Trong.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tinh Linh Nước Trong nổi bật"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Thuỷ Thần cuối cùng, còn có danh hiệu là Thần Chính Nghĩa. <span class=\"wk-shady\">Cô ấy đã tự hi sinh bản thân để phá huỷ ngôi vị Thuỷ Thần và trả lại sức mạnh cho Thuỷ Long</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Thân cận của Egeria, người đã được biến thành con người. Cô ấy trở thành Thủy Thần khi Egeria mất.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>Thành viên mạnh mẽ nhất trong tổ trinh sát của đội Kỵ Sĩ Nước Trong. Sau cái chết của thủy thần tiền nhiệm, cô rời khỏi Fontaine và định cư ở Khinh Sách Trang.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/55631176/c1060c024385e4bf2d87aa853d3a6afe_460472643329727415.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Một trong những Tinh Linh Nước Trong mạnh nhất. Cô sống ở Khinh Sách Trang, Liyue.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Callirhoe",
        "desc": "<p>Callirhoe hay còn được gọi với cái tên khác là Tinh Linh Suối, là một tinh linh nước trong đã rời Fontaine sau cái chết của Thủy Thần đời trước và định cư ở Thanh Tuyền Trấn.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/11/55631176/28099f0afa45fe986ec1a6d02fa6c2ac_9055218099570446584.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Tinh Linh Nước trong sống ở Thanh Tuyền Trấn, Mondstadt. Cô có biệt danh là Tiên linh của dòng suối.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p>Một NPC đặc biệt chỉ có trong sự kiện. Cô là một Tinh Linh Nước Trong và là người chăm sóc cho \"đất nước trong bình\" Ảo Cảnh Veluriyam.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/df1a6ad87ce80b1a93c51d2cfa6ba499_3656961195291215453.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Một Tinh Linh Nước Trong mạnh mẽ có khả năng tạo ra các Tinh Hồn Thủy.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Endora",
        "desc": "Chỉ là một Tinh Linh Nước Trong hiếu kỳ, chỉ muốn ngắm nhìn thế giới. Nói không chừng rất hợp với \"Tiên Linh Nhỏ Bé - Cỏ Sương\" đó. Nhưng đừng để chúng dung hợp lại nhé.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Tinh Linh Nước Trong nhỏ bé tò mò muốn ngắm nhìn thế giới.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Viện Trưởng Học Viện Narzissenkreuz, một trại trẻ mồ côi ở Fontaine. Về sau cô trở thành thành viên của Hội Narzissenkreuz và đạt được danh hiệu là \"Nữ Hoàng Đỏ\" sau khi Viện bị bỏ hoang trong trận Đại hồng thủy.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/b6d86ff8dfd84cf744e57a516b1a14c6_2871288172587718203.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Viện trưởng trước đây của",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Học Viện Narzissenkreuz",
        "desc": "<p>Một trại trẻ mồ côi tại Fontaine, được xây dựng trên tàn tích của nền văn minh cổ đại</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/55631176/1e197dc3182ae617873e44b72fe9c138_8467319645120868129.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "và là thành viên của",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Một Tinh Linh Nước Trong sống tại Annapausis thực sự. <span class=\"wk-shady\">Cô ấy được hình thành bởi sự hợp nhất ý thức giữa Lyris và Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/55631176/7ac751c3fd3892141d972392696a414b_8808332936185616561.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Một Tinh Linh Nước Trong được tạo ra từ sự hợp nhất của Tinh Linh Nước Trong Lyris và một con người",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Con gái nuôi của Emanuel Guillotin, lớn lên tại Học Viện Narzissenkreuz cùng với anh trai Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/07/55631176/0c3189daf667f179085fd9b3d3985e14_3609791056825973748.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Một Tinh Linh Nước Trong được tạo ra từ ý thức của Mary-Ann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/55631176/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2634015845657501180.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Một Tinh Linh Nước Trong tạo ra bởi Mary-Ann.",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Tinh Linh Nước Trong"
          }
        ]
      },
      {
        "key": "Thể Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Sinh vật"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Người tạo ra",
        "value": [
          {
            "type": "RichText",
            "text": "Egeria"
          }
        ]
      }
    ]
  }
}