{
  "epId": 4935,
  "name": "Gnosis",
  "desc": "<p>Gnosis là vật phẩm thuộc sỡ hữu của Bảy Vị Thần để trực tiếp cộng hưởng với Đảo Thiên Không và là bằng chứng xác nhận trạng thái của một vị thần dưới danh là vị chấp chính trần thế. Nó có hình dạng của quân cờ. <span class=\"wk-shady\">Sau đó được tiết lộ rằng Gnosis được tạo ra từ phần còn lại của Kẻ Đổ Bộ Thứ Ba.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/e396f8e6f02f3b0f579bc71a7089833b_8988921317301815411.png",
  "menuId": 20,
  "menuName": "Giải Thích Từ Ngữ",
  "version": 1734104897,
  "components": {
    "galleryCharacter": [
      {
        "key": "Gnosis Phong",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/30/55631176/cb3d9ee80ff4747f80bd352cadb1cf68_4008442111942617053.png"
      },
      {
        "key": "Gnosis Nham",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/30/55631176/2deea61e1784f501032c879be9290c4f_3047834633160953483.png"
      },
      {
        "key": "Gnosis Lôi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/30/55631176/b56afdf59bc43c5ed7a2cb3610a79d78_6444416152321414350.png"
      },
      {
        "key": "Gnosis Hỏa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/30/55631176/44161c737f884d6250e4093a8e76af54_2818232356437260217.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Gnosis"
          }
        ]
      },
      {
        "key": "Quốc Gia",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt\nLiyue\nInazuma\nSumeru\nFontaine\nNatlan\nSnezhnaya"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "Băng thần đang cố tìm cách lấy được Gnosis của các vị thần khác mà không rõ lý do. Hiện nay các Gnosis đang nằm trong tay Fatui gồm:\nGnosis Băng của Băng Thần.\nGnosis Phong của Venti, bị Signora đoạt lấy.\nGnosis Nham của Zhongli, được đưa cho Fatui và Tsaritsa (Nữ Hoàng Băng Giá) thông qua một khế ước.\nGnosis Lôi của Ei, cũng được Nahida trao đổi Dottore sau khi cô có được nhờ đánh bại Scaramouche. Điều kiện để Dottore có được Gnosis hắn phải phá huỷ các \"phiên bản\" khác của hắn.\nGnosis Thảo của Nahida, được cô trao đổi với Dottore để đổi lấy thông tin về lời đồn \"Bầu trời sao của Teyvat là giả\"\nGnosis Thuỷ của Focalors, được lấy ra từ Cỗ Máy Chỉ Thị Phán Quyết và dược Neuvillette trao cho Arlecchino như một \"món quà ngoại giao\"."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Thần Linh Và Gnosis",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cách đây nhiều thiên niên kỷ, thế giới được cai trị bởi Thất Long Vương — bảy rồng nguyên tố, mỗi loài đại diện cho một nguyên tố. Một ngày nọ, Thiên Lý, Kẻ Đổ Bộ đầu tiên, đã xuất hiện trên Thiên Giới. Thiên Lý tuyên chiến với những rồng nguyên tố, và sau bốn mươi năm chiến tranh, Thất Long Vương bị đánh bại, bảy quốc gia phải quy phục Thiên Giới. Thiên Lý đã cướp đoạt sức mạnh của những Long Vương thất bại, dùng sức mạnh đó tạo ra các ngai vàng thần thánh và thiết lập Thất Thần. Giờ đây, bất kỳ ai trở thành Thần đều bước lên ngai vàng thần thánh và nhận được Gnosis. Chừng nào các ngai vàng thần thánh còn tồn tại, Thất Thần vẫn sẽ tiếp tục, và những rồng nguyên tố sẽ không thể giành lại toàn quyền của mình.\nSau khi chiến thắng Thất Long Vương, Thiên Lý đã bị thương và mất đi một phần khả năng của mình, nên không thể sử dụng sức mạnh tuyệt đối để đàn áp các thế lực nguyên sơ khác thuộc thời đại của Thất Long Vương. Để tiếp tục khuất phục và kiểm soát những hận thù cùng oán giận của thế giới, Thiên Lý đã tạo ra Gnosis từ tàn tích của Kẻ Đổ Bộ thứ ba. Như thế, một trật tự mới đã được thiết lập để duy trì, và con người ngày nay chỉ sở hữu ký ức về trật tự này, trong khi tất cả những mảnh vỡ của nguyên sơ bị đẩy vào vòng xoáy lãng quên và tự hủy diệt lẫn nhau. Một số người còn tin rằng những tàn tích này mang theo sự bất hạnh, bởi khi một người chết đi, tất cả các mối liên kết trước đây của họ với thế giới này trở thành lời nguyền. Sau khi Gnosis được tạo ra, Đảo Thiên Không đã tuyên bố khởi phát Chiến Tranh Ma Thần — một cuộc chiến giữa các vị thần của Teyvat để giành quyền lên ngai vàng thần thánh và sở hữu Gnosis. Chỉ một vị thần từ mỗi khu vực có thể trở thành Thần, trong khi tất cả những vị thần khác buộc phải thoái vị hoặc bị đánh bại."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/abfbc526affefdaa1bbde9581da0ecc0_6367116094440008547.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Gnosis là những vật phẩm ma thuật có hình dáng như quân cờ, trực tiếp kết nối các Thần với Đảo Thiên Không và tăng cường sức mạnh của họ. Vật phẩm này là lõi chứa một lượng lớn sức mạnh nguyên tố, mà các Thần có thể sử dụng tùy ý. Có bảy Gnosis, mỗi cái tượng trưng cho một nguyên tố và một khu vực. Vì Gnosis là cầu nối trực tiếp của các Thần đến Đảo Thiên Không, nên người ta tin rằng việc phá hủy vật phẩm này có thể đánh thức Thiên Lý, thứ đã ngủ yên khoảng 500 năm kể từ Thảm Họa.\nTrong khi các Thần sử dụng Gnosis, nhiều con người khác khác lại sử dụng Vision, những vật phẩm ma thuật cho phép họ điều khiển năng lượng nguyên tố. Dù nhiều người tin rằng các Thần ban phát Vision, nhưng thực tế họ không tham gia trực tiếp vào quá trình này. Bất cứ khi nào mong ước của một người chạm đến Thiên Giới, bảy vị thần giám hộ của thế giới vật chất có trách nhiệm ban tặng họ một món quà. Dù không biết rõ ai hoặc điều gì đã bước qua ngưỡng cửa thiêng liêng để chạm đến Thiên Giới, Thất Thần vẫn phải trao một mảnh vụn nhỏ từ quyền năng của mình cho người đó. Khi người nhận món quà ấy hoàn thành nhiệm vụ của mình, món quà mà bảy vị thần nhận lại thậm chí còn dồi dào hơn.\nTổ chức từ Snezhnaya, Fatui, trực thuộc Băng Thần, Tsaritsa, thu thập các Gnosis cho vị Thần của họ. Mục đích chính xác của việc sử dụng Gnosis hiện vẫn chưa rõ, nhưng có thể liên quan đến kế hoạch của Fatui nhằm lật đổ Thiên Lý.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5786,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7095,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "name": "Vision",
        "desc": "<p>Vision là món quà được ban tặng cho những người sống ở Teyvat và được công nhận bởi Thần. Chúng giúp cho người sử dụng kỹ năng nguyên tố dựa trên nguyên tố của Vision được ban tặng. Người ta nói rằng những người sở hữu Vision có cơ hội lên Đảo Thiên Không và tự mình trở thành thần.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/fa9e7f4e1400794f2ee1468599880d59_2342939714711669881.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Vị Đầu Tiên",
        "desc": "<p>Kẻ Đổ Bộ đầu tiên, đã đánh bại Thất Long Vương của thế giới và tạo ra con người. Vị Đầu Tiên có thể là Phanes</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/10/44749939/790481396c4b2c0a6aa09ade5cb2e93b_1208170965768110133.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Chim nhỏ trong lồng ở sâu trong Thánh Địa Surasthana, chỉ có thể ngắm nhìn thế giới từ trong giấc mơ.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/27/148664880/f29490bddc56b4a6773b6c5003bbb853_282742769138541951.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2846,
        "name": "Kho Tàng Vương Quốc Đêm Trắng",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/8a7b95710be73a0c089b83f2ff88270a_2917188838423329562.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Phong",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/25feb67d533079a8733817a551575202_1426772064900481799.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trong Chiến Tranh Ma Thần, người dân Mondstadt đã nổi dậy chống lại sự áp bức của Thần Bão Tố, Decarabian. Khi bạo chúa bị hạ gục bởi một mũi tên của một người phụ nữ yêu ông, Barbatos, một nguyên tố Phong, đã hấp thụ sức mạnh của vị thần bị giết, trở thành Phong Thần, nhận được Gnosis và ngai vàng thần thánh. Không muốn trở thành một bạo chúa như Decarabian, Barbatos đã giao quyền cai trị Mondstadt lại cho người dân."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/6c0fdabd2b5888ea057483852a685038_3585670078755379774.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khoảng 2.600 năm sau, Phong Long Dvalin, bị ô nhiễm bởi máu của Hắc Long Durin trong Đại Thảm Họa, tỉnh giấc sau giấc ngủ dài và tấn công Mondstadt. Dvalin tin rằng Barbatos và những người khác đã phản bội mình. Để thanh tẩy tâm trí bạn khỏi độc tố, Barbatos đã ban phước lành của Phong Thần cho Dvalin, và cuối cùng Dvalin đã nhớ lại ông. Sau khi cứu Dvalin, Barbatos bị tấn công bởi Signora, một trong những Quan Chấp Hành của Fatui, kẻ đã cưỡng ép cướp đi Gnosis từ vị Thần này.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "name": "Mondstadt",
        "desc": "<p>Thành phố tự do nằm ở phía Đông Bắc đại lục Teyvat.</p><p>Giữa những dãy núi và đồng bằng rộng lớn, làn gió tự do cuốn theo hơi thở của ngọn bồ công anh bay qua Hồ Rượu Trái Cây, đem theo lời chúc phúc và ân trạch từ Phong Thần Barbatos đến Thành Mondstadt nằm trên đảo hồ trung tâm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/7b245f487d037173b0e941069fa82074_6126217539693815669.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>Thần Bão tố và là người cai trị Mondstadt cũ. Ông bị đảo chính do một cuộc nổi dậy của người dân Mondstadt, những người không còn chịu được sự cai trị đó.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/11/55631176/513d51e0ebfd54f5da34a9f85dfaf61f_4582941032831625899.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "Một trong các nhà thơ thành Mondstadt, tự do tự tại đi khắp hang cùng ngõ hẻm.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2101,
        "name": "Signora",
        "desc": "Signora - Quan Chấp Hành thứ 8 của Fatui.<br/>Khác với những Fatui sử dụng quyền năng Delusion khác, Delusion là thứ có thể áp chế và gặm nhấm mọi ngọn lửa. Thay vì gọi nó là binh khí chém giết, thì tên gọi \"đạo cụ giam cầm\" sẽ càng gần gũi với nó hơn.<br/>Mà đây chính là tàn tro tích tụ qua bao nhiêu năm tháng, sau khi phá vỡ màn sương Delusion và tạo nên dung mạo quái lạ cho cô.<br/>Trong đôi mắt phản chiếu ánh đỏ rực, cuối cùng cô ấy dang rộng đôi cánh rực lửa bay về hướng ánh bình minh.<br/><i>\"Nhưng đó không phải ánh mặt trời, Rosalyne thân mến. Đó là biển lửa thiêu rụi mọi thứ.\"</i><br/>Trong ánh sáng, một giọng nói vang lên trong cô.<br/><br/>Nhưng cũng không có ý nghĩa gì. Bởi vì trong lòng cô hiểu rõ, bản thân mình đã bị lửa thiêu rụi từ lâu rồi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Nham",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Sau khi đánh bại tất cả các vị thần ở Liyue trong Chiến Tranh Ma Thần, Nham Vương Gia Morax đã lên ngai vàng thần thánh và nhận được Gnosis Nham, trở thành Nham Thần. Trong suốt triều đại của mình, Morax đã đúc ra đồng tiền đầu tiên, mang tên ông — Mora. Theo thời gian, Mora trở thành đồng tiền quan trọng nhất ở toàn bộ Teyvat, và quyền lực của nó không bị nghi ngờ bởi bất kỳ ai. Việc sản xuất Mora được tiến hành tại Quần Ngọc Các ở Liyue, sử dụng quyền năng của Gnosis Nham. Khi Nham Vương Gia rời bỏ Gnosis của mình, việc sản xuất Mora đã ngừng lại, và giờ đây, người dân Liyue phải tìm cách mới để tạo ra đồng tiền."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/e5e0c2b838033e99e946756ef1a722a8_1329865027744420835.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "3.700 năm sau khi bắt đầu triều đại của mình, Morax quyết định giao quyền cai trị Liyue cho các tiên nhân và người dân, từ bỏ chức vị Thần. Ông đã giả chết trước mặt người dân trong vùng và ký kết \"khế ước chấm dứt tất cả khế ước\" với Băng Thần. Mất đi khả năng thần thánh để bảo vệ Liyue là cái giá quá lớn để trả, nhưng Tsaritsa đã đưa ra một thỏa thuận giúp cân bằng thế cờ, và Nham Vương Gia đã trao Gnosis của mình cho Signora, một trong những Quan Chấp Hành của Fatui.\nBên cạnh Signora, một Quan Chấp Hành Fatui khác, Childe, cũng đã truy đuổi Gnosis Nham. Để cướp lấy vật phẩm, hắn đã thả Thần Vortex, Osial (và điều này sau đó dẫn đến cuộc tấn công thứ hai của vợ Osial, Beisht), quái vật đã bị Morax giam cầm trong Chiến Tranh Ma Thần, nhằm dụ Nham Thần lộ diện. Vì các vị tiên nhân và người dân đã bảo vệ Liyue khỏi cuộc tấn công của vị thần, kế hoạch của Childe đã thất bại, và Signora đã vượt mặt người đồng nghiệp của mình.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "name": "Liyue",
        "desc": "<p>Bến cảng giàu có nằm phía đông đại lục Teyvat. Vùng đất màu mỡ được tạo nên từ những dãy núi cao, rừng đá sừng sững, đồng bằng rộng lớn và những bờ sông nhộn nhịp sức sống, nơi đây rực rỡ sắc màu trong bốn mùa. Có bao nhiêu món quà cổ xưa của Nham Ma Thần được chôn vùi giữa núi non và những kỳ tích đá đang chờ người ta khám phá đây?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/5968bc73f375ee1e3704302541c83c7f_5132625440292305.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Tiên",
        "desc": "<p>Tiên Nhân là những linh thú bất tử của Liyue, đã bảo vệ con người trong hàng thiên niên kỷ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/55631176/7372a2d1b47769b64d0e87bd21a867a7_8335201144306207466.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Là vị khách thần bí được \"Vãng Sinh Đường\" mời đến, kiến thức uyên bác, có sự hiểu biết sâu rộng đối với nhiều sự vật sự việc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2101,
        "name": "Signora",
        "desc": "Signora - Quan Chấp Hành thứ 8 của Fatui.<br/>Khác với những Fatui sử dụng quyền năng Delusion khác, Delusion là thứ có thể áp chế và gặm nhấm mọi ngọn lửa. Thay vì gọi nó là binh khí chém giết, thì tên gọi \"đạo cụ giam cầm\" sẽ càng gần gũi với nó hơn.<br/>Mà đây chính là tàn tro tích tụ qua bao nhiêu năm tháng, sau khi phá vỡ màn sương Delusion và tạo nên dung mạo quái lạ cho cô.<br/>Trong đôi mắt phản chiếu ánh đỏ rực, cuối cùng cô ấy dang rộng đôi cánh rực lửa bay về hướng ánh bình minh.<br/><i>\"Nhưng đó không phải ánh mặt trời, Rosalyne thân mến. Đó là biển lửa thiêu rụi mọi thứ.\"</i><br/>Trong ánh sáng, một giọng nói vang lên trong cô.<br/><br/>Nhưng cũng không có ý nghĩa gì. Bởi vì trong lòng cô hiểu rõ, bản thân mình đã bị lửa thiêu rụi từ lâu rồi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Childe đứng thứ 11 trong quan chấp hành Fatui, uy danh chiến tích luôn được ca ngợi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "name": "Osial",
        "desc": "<p>Ma Thần Lốc Xoáy, đã bị Nham Vương Đế Quân đánh bại trong Chiến tranh Ma Thần.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/8f19e7d7f4497f1f55fd9491dd6532f5_5779460956581382788.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4905,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lôi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Sau Chiến Tranh Ma Thần, Raiden Makoto trở thành Lôi Thần, với em gái song sinh Ei trở thành bóng hình của cô chỉ ra mặt với những công việc cần sử dụng sức mạnh. Khi Makoto qua đời trong Đại Thảm Họa, ngai vàng thần thánh và Gnosis đã truyền lại cho Ei. Tìm kiếm lý tưởng của sự vĩnh cửu, Ei đã cố gắng thay đổi Gnosis Lôi để trở thành lõi của một con rối robot, thay thế vai trò của Thần và cai trị Inazuma, nhưng tất cả các kỹ thuật của cô đều vô dụng. Từ bỏ mối liên kết với Đảo Thiên Không, Ei quyết định chuyển hẳn đến Nhất Tâm Tịnh Thổ để tu luyện vĩnh cửu tránh thân xác và tâm trí bị thời gian ăn mòn, và giao Gnosis cho người bạn kitsune của mình, Yae Miko, để bảo quản."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Cô không sợ tôi bán mất sao?\"</color>\n<color=#ffffffd9>\"Cô biết giá trị của Gnosis mà, cho dù muốn bán thì cũng phải tìm được thứ gì đó có giá trị xứng tầm mới được chứ. Chuyện đó đâu có dễ.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/f6e3eb165e1f92054a3e9132439fd413_3992376133253642302.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 năm sau, Yae Miko đã trao đổi Gnosis Lôi để cứu lấy mạng sống của Nhà Lữ Hành, người đang bị đe dọa bởi Quan Chấp Hành Fatui, Scaramouche. Sau khi nhận Gnosis, Scaramouche đã biến mất thay vì giao nó cho Tsaritsa. Một thời gian sau, hắn và một Quan Chấp Hành khác, Dottore, đã tiếp cận các Giáo Sĩ của Giáo Viện Sumeru để tạo ra một vị Thần mới từ Scaramouche bằng Gnosis Lôi. Mặc dù kế hoạch của Dottore chưa thành công, Scaramouche đã tiếp cận Irminsul, nơi chứa tất cả ký ức của Teyvat, và có thể kiểm soát thời tiết ở Sumeru. Sau một trận chiến với Thảo Thần, Đại Vương Kusanali, Scaramouche đã mất Gnosis Lôi và không bao giờ trở thành một vị thần. Mặc dù Gnosis Lôi là chiến lợi phẩm mà Thảo Thần thu được trong trận chiến, bà hiểu rằng Gnosis ngoại lai có thể mang lại tai họa cho Sumeru. Đại Vương Kusanali đã từ bỏ vật phẩm này để đổi lấy việc phá hủy các \"mảnh\" của Dottore, và do đó, Tsaritsa đã nhận được Gnosis thứ tư.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "name": "Inazuma",
        "desc": "<p>Quần đảo biệt lập nằm ở phía đông đại lục Teyvat.</p><p>Vượt qua giông bão bất tận, đặt chân lên hòn đảo ngập tràn lá phong đỏ và hoa anh đào, trên những bờ cát quanh co, những vách đá cao chót vót và cả trong những khu rừng bí ẩn, chứng kiến sự vĩnh hằng được Tôn Chủ Narukami Ogosho theo đuổi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/12108544/fe011f0f93e3259d28b0272d0db961b7_2697662844516331471.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Là Tôn Chủ Narukami Ogosho đại nhân, đưa người dân Inazuma hướng đến sự \"vĩnh hằng\" ngàn năm không đổi.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/12108544/2669f7bf2fdea7ccf0a4aa7ac9f250b2_4184089322112947997.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Đại nhân Guuji của Đền Narukami, kiêm tổng biên tập của Nhà Xuất Bản Yae. Phía sau vẻ ngoài xinh đẹp kiều diễm là sự thông minh và xảo quyệt mà khó ai ngờ đến.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>Từng là Quan Chấp Hành thứ sáu, tạo ra bởi Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/55631176/d84f572ac7fc12cf02b8040e497e9603_7326603786611697057.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Chim nhỏ trong lồng ở sâu trong Thánh Địa Surasthana, chỉ có thể ngắm nhìn thế giới từ trong giấc mơ.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/27/148664880/f29490bddc56b4a6773b6c5003bbb853_282742769138541951.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Thảo",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vài nghìn năm trước, Sumeru được cai trị bởi Vua Deshret. Ông từ chối ngai vàng thần thánh mà Celestia trao tặng và quyết định phá hủy trật tự của ngôi vị Thất Thần. Al-Ahmar bắt đầu cai trị Sumeru cùng với Hoa Thần, Nabu Malikata, và Thần Trí Tuệ, Rukkhadevata. Nabu Malikata đã hy sinh bản thân để Vua Deshret có thể nhận được tri thức cấm, sau đó Al-Ahmar đã hy sinh bản thân để giải thoát Sumeru khỏi tri thức mà ông nhận được, vì nó đã lây lan đến đất đai, con người và cây tri thức Irminsul. Do đó, Đại Vương Rukkhadevata còn lại là người cai trị duy nhất của Sumeru và đã lên ngai vàng thần thánh, trở thành Thảo Thần."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/7d1f8be5d5081fcd678b5d7649c3c971_6081790931631486011.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trong Thảm Họa xảy ra 500 năm trước, Irminsul một lần nữa bị nhiễm tri thức cấm. Thần Trí Tuệ hiểu rằng bà không thể đẩy lùi tri thức cấm chỉ bằng sức mạnh của mình, vì vậy bà đã sử dụng Gnosis Thảo để tạo ra một thiết bị kết nối tất cả trí tuệ của loài người và gọi nó là \"Akasha\". Nhờ có Akasha, Rukkhadevata đã lấy đi những giấc mơ, tinh hoa của trí tuệ loài người, từ người dân Sumeru. Nhờ vào trí tuệ của họ, hầu hết mọi tri thức cấm đã được dọn sạch khỏi Irminsul, nhưng Đại Vương đã bị nhiễm tri thức cấm và qua đời khi bảo vệ Irminsul. Trước khi chết, bà đã tách nhánh tinh khiết nhất từ Irminsul và tạo ra Đại Vương Kusanali, người kế vị ngai vàng thần thánh, từ đó. Mặc dù Kusanali trở thành Thảo Thần mới, các Giáo Sĩ của Giáo Viện Sumeru coi bà là quá yếu ớt và đã giam giữ bà trong Thánh Địa Surasthana."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/52f6d72b329b40219ba4e373fb4de3ae_6026158823257025095.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Với sức mạnh của Akasha, các Giáo Sĩ của Giáo Viện đã tạo ra một thiết bị Akasha sử dụng sức mạnh của Gnosis. Khi đeo nó, người dân được hỗ trợ bởi trí tuệ của Thảo Thần và nhận được kiến thức cần thiết. Dần dần, các Giáo Sĩ bắt đầu sử dụng sáng tạo của Thần Tri Thức không để trao kiến thức cho tất cả những ai cần, mà để cung cấp kiến thức cho những ai cần thiết cho Giáo Viện còn những người dân thường không được tiếp cận với kiến thức cao cấp chỉ vì hoàn cảnh xuất thân của họ. Rất nhiều thông tin trở thành kiến thức cấm, và không còn có thể phân biệt được đâu là thật, đâu là giả. Các Giáo Sĩ đã sử dụng thiết bị Akasha để khiến người dân rơi vào giấc ngủ, thu thập giấc mơ của họ và tạo ra một vị thần giả từ Quan Chấp Hành Fatui, Scaramouche, với sự trợ giúp của những giấc mơ đó. Vì Giáo Viện đã sử dụng thiết bị không đúng mục đích, Đại Vương Kusanali đã quyết định tắt Akasha. Khi Quan Chấp Hành Fatui, Dottore, trao đổi Gnosis Lôi để hủy diệt các \"mảnh\" của hắn, hắn đã đề xuất với Thảo Thần một giao kèo mới: đưa cho hắn Gnosis Thảo đổi lại kiến thức về Kẻ Đổ Bộ và bầu trời giả của Teyvat. Dù còn do dự, Đại Vương Kusanali đã đồng ý với thỏa thuận và trao Gnosis của mình cho Dottore, và nó đã được chuyển giao cho Tsaritsa.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6516,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7087,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Hoa Thần, một người bạn của Đại Vương Rukkhadevata và Vua Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/13/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_4294449962108751717.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>Thần Trí Tuệ, vị Thảo Thần trước đây, là bạn của Nabu Malikata và Vua Deshret. Cô đã bị xóa hoàn toàn khỏi Irminsul để cứu cây khỏi tri thức cấm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/01/55631176/9168a73c80b9252a6a418dc4ba95b024_5160753676139730143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Chim nhỏ trong lồng ở sâu trong Thánh Địa Surasthana, chỉ có thể ngắm nhìn thế giới từ trong giấc mơ.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/27/148664880/f29490bddc56b4a6773b6c5003bbb853_282742769138541951.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>Từng là Quan Chấp Hành thứ sáu, tạo ra bởi Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/55631176/d84f572ac7fc12cf02b8040e497e9603_7326603786611697057.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Thủy",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/43c0c138c40111c11fe4bcf63ed89e5b_6051023378553119068.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ban đầu, Thủy Long Vương đầu tiên cai trị nguyên tố Thủy là trái tim của Biển Khởi Nguyên, nơi tất cả sự sống bắt nguồn. Khi Thiên Lý đánh bại các con rồng, Celestia đã tạo ra một \"trái tim\" mới — Egeria. Egeria đã cướp đi sức mạnh của Biển Khởi Nguyên và biến những linh hồn Tinh linh nước trong của mình thành con người, phạm phải nguyên tội, vì điều này mà Celestia đã giam cầm bà. Khi Egeria được giải thoát, bà nhận được một phần của Thiên Lý và ngai vàng thần thánh, trở thành Thủy Thần đầu tiên của Fontaine. Cùng với nguyên tội, một lời tiên tri đã xuất hiện ở Fontaine rằng một ngày nào đó tất cả mọi người sẽ bị nhấn chìm, và chỉ còn Thủy Thần sót lại ngồi khóc trên ngai vàng của mình."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/6b63ba3a7d5c46b0a07282251614a445_278349861575751041.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sau khi Egeria qua đời trong Đại Đại Họa, Focalors, một Tinh linh nước trong được biến thành con người, đã trở thành người kế vị của bà. Focalors đã suy ngẫm suốt thời gian dài về cách để đối phó với lời tiên tri và số mệnh, và chỉ tìm ra một câu trả lời duy nhất: cần phải lừa dối Thiên Lý trong khi thực hiện lời tiên tri. Bà tách biệt thần tính mới tìm được của mình khỏi cơ thể và tinh thần. Bà đã đặt tên cho người đồng hành nhân loại của mình là Furina và giao phó cho cô ấy vai trò Thần và cai trị Fontaine. Focalors đã đặt thần tính của mình, cùng với Gnosis Thủy, vào trong Cỗ Máy Chỉ Thị Phán Quyết, một thiết bị đặc biệt chuyển đổi niềm tin của người dân vào công lý thành Indemnitium, một loại năng lượng cung cấp sức mạnh cho Fontaine. Mặc dù thiết bị này được sử dụng cho công lý, nhưng mục đích chính của nó là giết chết Thủy Thần và tiêu hủy ngai vàng thần thánh khi thời điểm đến. Focalors biết rằng chỉ với sức mạnh như vậy bà mới có thể hy vọng tiêu diệt ngai vàng thần thánh của Thủy Thần, làm suy yếu sự cai trị của Celestia và nghiền nát các quy tắc của Bảy Vị Thần. Khi lời tiên tri bắt đầu trở thành sự thật, Focalors đã bắt đầu thực hiện kế hoạch của mình, và Cỗ Máy đã phá hủy cả Focalors lẫn ngai vàng thần thánh của Fontaine, trả lại sức mạnh mà nó nắm giữ cho Thủy Long Vương Neuvillette.\nGiống như tất cả các Quan Chấp Hành, Arlecchino được giao nhiệm vụ mang Gnosis Thủy về Snezhnaya và được phép sử dụng nó để cứu Fontaine khỏi lời tiên tri. Trong suốt thời gian dài, Quan Chấp Hành đã cố gắng tìm ra vị trí của bảo vật, nhận ra rằng Furina không sở hữu nó. Cô thậm chí đã gửi những đứa trẻ từ Căn nhà hơi ấm để xâm nhập vào Pháo đài Meropide nhằm khám phá bí mật mà nhà tù này giấu kín và liệu nó có liên quan đến Gnosis hay không. Với ngai vàng thần thánh Thủy bị tiêu hủy, một Thủy Thần mới không thể xuất hiện. Thủy Long Vương Neuvillette, sau khi khôi phục lại toàn bộ quyền lực của tổ tiên của mình, đã tha thứ cho người dân Fontaine vì tội lỗi nguyên thủy của họ và tự mình nắm lấy Fontaine, trao quyền lực của mình cho những ai có ý chí có thể vươn tới thiên giới. Vì Thủy Long Vương không cần đến sức mạnh của Gnosis, Neuvillette đã trao Gnosis Thủy cho Arlecchino như một dấu hiệu biết ơn vì sự trợ giúp trong thảm họa tại Fontaine.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5786,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Pháo Đài Meropide",
        "desc": "<p>Nhà tù Fontaine, do Công tước Wriothesley quản lý.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/19/55631176/94af9de4200d40c7e4196a094d52c314_7352182791188274508.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Thủy Thần tiền nhiệm đã mất trong trận Đại hồng thủy 500 năm trước.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/01/55631176/a5b8d23dd3fbe0969cc3ebce78f9c29f_7863445554681480745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Thuỷ Thần cuối cùng, còn có danh hiệu là Thần Chính Nghĩa. <span class=\"wk-shady\">Cô ấy đã tự hi sinh bản thân để phá huỷ ngôi vị Thuỷ Thần và trả lại sức mạnh cho Thuỷ Long</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Quan Chấp Hành thứ 4 của Fatui - Arlecchino. Nhà ngoại giao trầm tĩnh lạnh lùng, là \"Cha\" mà bọn trẻ vừa sợ hãi cũng vừa dựa dẫm trong Căn Nhà Hơi Ấm.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/12108544/672e65470bfd14b664596c2a7f7eaaf8_8605295858180963579.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5767,
        "desc": "",
        "displayStyle": "card",
        "menuId": 33
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hỏa",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vì đặc thù của Natlan, không có thần nào trong khu vực có thể trở thành Thần, và Hỏa Thần đầu tiên là một người phàm tên là Xbalanque. Sau khi lên ngai vàng thần thánh, ông đã mượn quyền năng của Chấp Chính Của Cái Chết, Ronova, một trong những cái bóng được tạo ra bởi Thiên Lý, và thiết lập các quy tắc của Natlan — một khuôn khổ qua đó những người phàm có thể thăng chức thành Thần. Các quy tắc này bao gồm Thơ Hoàn Hồn, cho phép những người mang Tên Cổ Xưa đã ngã xuống trong trận chiến với Vực Sâu có thể hồi sinh, và Nghi Lễ Hành Hương. Trong Cuộc Hành Hương, người Natlan sẽ xác định ai là người mạnh nhất trong họ có thể trở thành Hỏa Thần kế tiếp. Nghi Lễ Hành Hương cũng tạo ra lửa tranh đấu để tiếp sức cho Ngọn Lửa Thần Thánh xua đuổi Vực Sâu. Khi một người lên ngai vàng thần thánh, ngọn lửa bên trong họ thức tỉnh, và Ngọn Lửa Thần Thánh của Natlan sẽ ban cho họ tri thức và ký ức về mảnh đất này. Sức mạnh mà một vị Thần mới nhận được phụ thuộc vào tiềm năng của người đó. Tuy nhiên, với những vị Thần Natlan kí kết khế ước vay mượn sức mạnh của Chấp Chính Của Cái Chết thì lượng sức mạnh được thừa hưởng không thay đổi tùy thuộc vào tiềm năng của mỗi người. Nếu một người vượt qua thử thách, họ sẽ đạt được sức mạnh chưa từng có và khả năng sử dụng quyền năng mạnh hơn bất kỳ vị thần nào. Tuy nhiên, mọi sức mạnh đều có cái giá của nó, và cái giá phải trả cho những người dám vay mượn quyền năng của Ronova chính là cái chết. Mặc dù quy tắc này không định rõ thời gian phải trả giá, kết quả cuối cùng vẫn không thể tránh khỏi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/501dfee2ecd09f21232bc2a87e17e2bf_1166317514582651473.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Natlan khác biệt với tất cả các quốc gia khác ở chỗ nơi đây không có Địa Mạch. Ban đầu, họ đã phải chịu đựng trong cuộc chiến giữa rồng cổ đại và Kẻ Đổ Bộ đầu tiên, và sau đó bị Vực Sâu làm ô uế, bắt đầu suy tàn trong Cuộc Đại Thảm Họa 500 năm trước. Một trong các thiên thần, dưới sự hướng dẫn của Chấp Chính Của Cái Chết, đã tạo ra Vương Quốc Đêm, thay thế Địa Mạch và quy định các luật lệ của Natlan. Do tình trạng Địa Mạch sau Cuộc Thảm Họa và những cuộc tấn công không ngừng từ Vực Sâu, theo tính toán, khu vực này không thể tồn tại quá 500 năm. Hỏa Thần Mavuika đã nghĩ ra một kế hoạch sử dụng sức mạnh của ngai vàng thần thánh và sức mạnh của Ronova để cứu Natlan. Một anh hùng sẽ xuất hiện từ mỗi bộ tộc, và khi tất cả sáu anh hùng tụ họp lại, sức mạnh của Ronova sẽ được giải phóng. Để thực hiện kế hoạch mạo hiểm này, Mavuika đã hy sinh mạng sống của mình để có thể tái sinh khi thời gian của Natlan gần hết."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/237301566/07d83116d50f91e83284ddfd9d0b985f_2486634328497265934.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khoảng 500 năm sau, Mavuika được tái sinh từ Đấu Trường Lửa Thánh, và sáu anh hùng từ các bộ lạc đã được công nhận với những Tên Cổ Đại của họ. Mặc dù Mavuika biết rằng cô sẽ phải trả giá bằng mạng sống của mình để nhận được sức mạnh của Ronova và kế hoạch của cô có thể thất bại, nhưng cô không muốn sử dụng Gnosis Hỏa mặc dù Gnosis Hỏa có khả năng thanh tẩy sự ô uế. Gnosis Hỏa có khả năng lấy đi linh hồn và ký ức của con người từ Địa Mạch, rồi dệt chúng thành một mạng lưới khổng lồ có thể chứa đựng sự ô nhiễm của Vực Sâu. Trong quá trình này, tất cả các linh hồn và kí ức về mảnh đất sẽ bị tiêu diệt để tạo ra mạng lưới, vì vậy Mavuika đã do dự khi sử dụng chức năng này. Ngay cả khi toàn bộ ký ức của khu vực bị hy sinh, mạng lưới vẫn có thể bị ô nhiễm, và tất cả những hy sinh sẽ trở nên vô nghĩa. Với sức mạnh của ngai vàng thần thánh và sức mạnh của Ronova, Mavuika đã có thể ngừng một cuộc xâm lược toàn diện của Vực Sâu vào Natlan, thanh tẩy một phần Vương Quốc Đêm khỏi sự ô nhiễm của Vực Sâu, và sử dụng Thơ Hoàn Hồn để hồi sinh tất cả những người dân Natlan đã chết.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6820,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6824,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7095,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7099,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Hoả Thần đời đầu, người đã đánh bại Chúa Tể Lửa Nguồn và được hồi sinh từ những ngọn lửa</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/09/44749939/dae90ad5dbd996a96e184baf09e5fc86_7522646908084525783.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ronova",
        "desc": "<p>Chấp Chính của Cái Chết, một trong những Cái Bóng của Thiên Lý</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/10/44749939/95ca42d11259cbe4dbdd37f0853e4262_723991851056397493.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Dạ Thần",
        "desc": "<p>Thiên Sứ đã tạo ra Vương Quốc Dạ Thần ở Natlan</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/08/44749939/f171c1712b2f20a924c64bafa6a8ccfd_5702163896333645390.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "textualResearch": [
      {
        "title": "Venti - Vision",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Bảy vị chấp chính trần thế\" không hề có kỳ vọng vào Vision, vì bản thân họ vốn đã có sức mạnh to lớn.\nNhưng Barbatos thích thế giới con người, đương nhiên cũng muốn dùng thân phận Venti để tự do đi lại ở Mondstadt. Anh ấy đã mô phỏng theo điểm đặc trưng của người được thần chọn, và tạo ra quả cầu thủy tinh trông rất giống với Vision.\nĐồ mô phỏng làm ra không có tính năng đặc biệt gì cả, Venti cũng không dựa vào nó để điều khiển sức mạnh nguyên tố.\nCó điều, vì không có Đàn Thiên Không ở bên cạnh, mà Venti lại lười mang theo cây đàn bình thường, nên đã làm thêm tính năng có thể biến thành đàn gỗ \"Der Frühling\" cho nó.\n* Mở sau khi cấp Yêu Thích đạt cấp 6"
          }
        ]
      },
      {
        "title": "Zhongli - Vision",
        "desc": [
          {
            "type": "RichText",
            "text": "Sau khi công việc chuẩn bị cho \"Điển Lễ Tiễn Tiên\" do Zhongli chủ trì ở Liyue đã hoàn tất, Signora - Quan chấp hành của Fatui xuất hiện trước mặt anh.\nDựa theo Khế Ước đã ký kết, cô đến để lấy đi Gnosis của Nham Thần Morax.\nTrước mặt Nhà Lữ Hành và hai vị quan chấp hành Fatui, Zhongli thẳng thắn nói ra chuyện giao dịch của mình với Băng Thần.\nTheo lời anh, đây là \"Khế ước kết thúc tất cả các khế ước\" được ký kết vào thời khắc cuối cùng.\nNhưng bất luận nhìn thế nào, cái giá mà Nham Thần phải bỏ ra trong cuộc giao dịch này quả thực quá nhiều, ngay cả thần lực bảo vệ Liyue cũng sắp biến mất...\nDù là giữa người với người, quy tắc thép trong giao dịch chính là \"trao đổi ngang giá\".\nĐối với vị Nham Thần đã ký Khế Ước cả trăm ngàn năm nay, Khế Ước quan trọng như vậy chắc chắn là có lợi thì anh mới cân nhắc.\nGiờ đây, Nham Thần đã dùng Gnosis của chính mình để làm cái giá cho giao dịch.\nBăng Thần rốt cuộc đã đặt cược thứ giá trị đến thế nào mới có thể khiến cán cân của cuộc giao dịch trở nên cân bằng chứ?\n* Mở sau khi cấp Yêu Thích đạt cấp 6"
          }
        ]
      },
      {
        "title": "Raiden Shogun - Gnosis",
        "desc": [
          {
            "type": "RichText",
            "text": "Trước khi bước vào \"Nhất Tâm Tịnh Thổ\", Ei từng không biết phải xử lý Gnosis như thế nào.\nEi đã không cần Gnosis nữa, nhưng vật quan trọng như vậy cũng không nên tùy tiện xử lý, cô ấy vốn muốn cải tạo nó thành bộ phận cung cấp năng lượng, nhưng không hiểu tại sao công nghệ của cô không thể áp dụng lên Gnosis.\nEi bèn nghĩ đến một người, đó là Yae Miko thông minh xảo quyệt, tuy nói rằng tính cách của Yae không đáng tin cậy lắm, nhưng có vẻ đó là sự lựa chọn tốt nhất của Ei rồi.\nVừa nghe thấy yêu cầu, Yae Miko đã trêu đùa: \"Cô không sợ tôi bán mất sao?\"\n\"Cô biết giá trị của Gnosis mà, cho dù muốn bán thì cũng phải tìm được thứ gì đó có giá trị xứng tầm mới được chứ. Chuyện đó đâu có dễ.\"\nVới tính cách của Yae Miko thì có bán đi cũng không lấy làm lạ, nhưng cô ấy trước giờ sẽ không chịu phần thiệt cho mình đâu.\nBạn bè lâu năm tự thấu hiểu nhau, Yae Miko lĩnh hội được thỉnh cầu của Ei, bèn mỉm cười nhận lấy Gnosis.\n\"Lời này do cô nói đấy nhé, không được hối hận đâu đấy.\"\n* Mở sau khi cấp Yêu Thích đạt cấp 6"
          }
        ]
      },
      {
        "title": "Nahida - Gnosis",
        "desc": [
          {
            "type": "RichText",
            "text": "Sự tồn tại của \"Akasha\" là một cách thức chứ không phải mục đích. Thời điểm \"tri thức cấm kỵ\" bị loại bỏ hoàn toàn, thì \"Akasha\" đã thực sự hoàn thành sứ mệnh của nó.\nNhững người dòm ngó sức mạnh của Gnosis đã sắp đặt toàn bộ vở kịch và lộ ra bản mặt thật vào phút cuối cùng.\nNahida dùng Gnosis của đất nước khác để uy hiếp, khiến kẻ địch xảo trá nham hiểm phải mất đi \"phiên bản\" của mình.\nNhưng sau đó, bên kia cũng đã đưa ra điều kiện trao đổi, chính là kiến thức quan trọng liên quan đến \"sự thật\" của thế giới.\nHắn ta hiểu rõ các giá trị bắt nguồn từ vùng đất này, và ngay từ đầu hắn ta đã toan tính lợi dụng tính hiếu kỳ và tinh thần trách nhiệm của Nahida. Theo hắn thấy, cách tốt nhất là dùng \"tri thức\" để làm thứ mặc cả.\nNahida, người vẫn đang giữ một viên Gnosis, không khỏi cảm thấy do dự. Cô không biết gì nhiều về Gnosis, cũng như cái gọi là \"sự thật\" của thế giới.\nGnosis, chẳng qua là hạt nhân tập hợp nhiều sức mạnh nguyên tố và cô có thể sử dụng nó một cách tự do. Nhưng chỉ có như thế, thì làm sao lại có thần linh muốn tập hợp chúng lại với nhau chứ?\nKhi đôi bên thống nhất giao dịch nghĩa là đôi bên cùng nhượng bộ và không ai chiếm ưu thế cả, chứ đừng nói gì đến thắng thua. Nhưng từ chối giao dịch lại đồng nghĩa với sự \"vô tri\" nào đó, và rõ ràng thế bất lợi như vậy càng có nhiều khả năng dẫn đến mất kiểm soát.\nTrong tích tắc \"Thần Trí Tuệ\" đã có câu trả lời cho mình...\n* Mở sau khi cấp Yêu Thích đạt cấp 6"
          }
        ]
      },
      {
        "title": "Neuvilette- Vision",
        "desc": [
          {
            "type": "RichText",
            "text": "Bản thân Neuvillette vốn không cần dùng đến Vision để điều khiển sức mạnh nguyên tố. Nhưng có vài chuyện, phải tới khi anh ấy trở thành thể hoàn chỉnh mới hay biết:\nBị trọng thương trong đại chiến báo thù, cỗ máy của kẻ soán ngôi bị phá hủy, không thể dựa vào quyền uy tuyệt đối của mình để áp chế trật tự của thế giới này nữa. Để trấn áp sự bất mãn và oán hận của thế giới, kẻ soán ngôi ấy đã cùng kẻ đến sau tạo nên \"Gnosis\". Thế giới vốn nên xây dựng theo một trật tự như vậy, con người vì thế mà cũng chỉ có thể có bảy loại suy nghĩ này. Tất cả những mảnh vỡ từ nguyên thủy đều được điều khiển để nuốt chửng lẫn nhau.\nSau đó, khi khát vọng của con người truyền tới trời cao, bảy vị chấp chính của thế giới vật chất đều sẽ ban tặng cho người ấy một món quà. Dù không biết rốt cuộc đó là ai, hay nguyện vọng nào đã được truyền đến vùng đất thần thánh này, bảy vị thần vẫn phải chia mảnh vỡ quyền chi phối của mình cho người đó. Còn sau khi người nhận được món quà hoàn thành sứ mệnh... quà đáp lễ mà các vị thần nhận lại sẽ càng hậu hĩnh hơn.\nTuy không nghe theo lời truyền dụ trên trời ấy, nhưng Neuvillette công nhận ý nghĩa của loài người. Anh ấy cũng hiến dâng lên phần của mình, giống như kho báu rồng truyền thống nhất, chờ đợi người dũng cảm tới nhận.\n* Mở sau khi cấp Yêu Thích đạt cấp 6"
          }
        ]
      }
    ]
  }
}