{
  "epId": 4936,
  "name": "Lễ Hội Fontinalia",
  "desc": "<p>Lễ Hội Fontinalia là ngày lễ được thành lập để tưởng niệm các Kỵ Sĩ Nước Trong đã tìm kiếm Tinh Linh Nước Trong, và chào đón Thủy Thần Egeria.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/24/55631176/700e67317f0fc5bc48976ea8ca9fbfda_8697225191933672492.png",
  "menuId": 20,
  "menuName": "Giải Thích Từ Ngữ",
  "version": 1713001012,
  "components": {
    "galleryCharacter": [
      {
        "key": "Lễ Hội Fontinalia",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/24/55631176/425dd623a7a814549e723be610e33c81_450431539888322366.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Lễ Hội Fontinalia"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Thể Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Lễ Hội"
          }
        ]
      },
      {
        "key": "Sự Kiện Liên Quan",
        "value": [
          {
            "type": "RichText",
            "text": "Sự Kiện Thu Thập Chiến Lược Phiên Bản 4.3 \"Tường Vi Và Hỏa Mai\""
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Giới Thiệu Và Hoạt Cảnh Sự Kiện",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video Giới Thiệu Phiên Bản 4.3: Tường Vi Và Hỏa Mai"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/237301566/06360b16fb2965545e03715b69d8e5a0_6133965589154600586.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>8 Tháng 12, 2023</color>\nKhi Liên Hoan Phim Fontinalia chính thức khai mạc, đạo diễn, nhà sản xuất, diễn viên, chỉ đạo nghệ thuật... dường như đều đã vào vị trí.\nVậy thì, làm sao để súng hỏa mai nổ vào đúng thời điểm, làm thế nào để tường vi nở rộ đúng lúc, đều phải xem sự nỗ lực của mọi người rồi.\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=Z1SK-G1B6rY&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lễ Hội Fontinalia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/9519d13b21da501be8baeee40e5606d9_8690285002724918201.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lễ Hội Fontinalia là ngày lễ được thành lập để tưởng niệm các Kỵ Sĩ Nước Trong đã tìm kiếm Tinh Linh Nước Trong và chào đón Thủy Thần Egeria. Tương tự như Lễ Hội Hoa Gió của Mondstadt và Tết Hải Đăng của Liyue, nó có mối liên hệ mật thiết với lịch sử xa xưa của Fontaine, khiến nó trở thành một trong những lễ hội quan trọng nhất của quốc gia. Ban đầu mọi người tưởng nhớ các Kỵ Sĩ Nước Trong bằng cách bắt chước họ mặc trang phục đặc biệt, nâng những chiếc cốc vàng và đi đến từng nhà để xin Nước Tinh Khiết. Tuy nhiên, Thủy Thần Furina đã làm cho truyền thống này trở nên giống lễ hội hơn một vài năm trở lại đây bằng cách thay Nước Tinh Khiết thành Đồ Ngọt. Lễ hội dần dần trở nên được yêu thích hơn bởi trẻ em thích tham gia vào các hoạt động \"Cho kẹo hay bị xét xử\" mỗi năm, bao gồm cả việc đến từng nhà xin kẹo bằng giỏ trong lễ hội. Trong Lễ hội Fontinalia đầu tiên mà Nhà Lữ Hành và Paimon tham dự, \"Giải thưởng Furina\" danh giá được đặt theo tên của cố Thủy Thần Furina đã được trao vào cuối lễ hội. Ngay cả khi không còn là Thủy Thần, cái tên này vẫn phù hợp cho giải thưởng vì Furina vẫn là một nhân vật được rất nhiều người yêu mến ở Fontaine.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4939,
        "name": "Lễ Hội Hoa Gió",
        "desc": "<p>Lễ hội tưng bừng trọng đại để thể hiện sự tôn sùng đối với tự do và tình yêu!</p><p> </p><p>Băng qua vùng đất Mondstadt xanh tươi, dạo bước giữa đám đông ăn mừng lễ hội, cuộc hành hương trải đầy thơ văn lịch sử và hoa thơm - Lễ Hội Hoa Gió, chính thức bắt đầu.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/a2b5d731d7d2847a062cfd8750b02944_7280859701605203716.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Tết Hải Đăng",
        "desc": "<p>Tết Hải Đăng là dịp lễ được tổ chức để tưởng niệm những người đã hi sinh trong Cuộc Chiến Ma Thần</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/55631176/654359f2b1a70b260e1017d412721a45_6317226117948843106.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Kỵ Sĩ Nước Trong",
        "desc": "<p>Kỵ Sĩ Nước Trong là tín đồ của Nữ Chúa Tể Biển Cả Egeria. Họ đã thề bảo vệ các tinh linh nước trong, tìm ra Chén Thánh Thuần Khiết và phá bỏ xiềng xích giam giữ Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/55631176/e803a555d29d669997dc51d0792afb3a_1920818840853757765.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Tinh Linh Nước Trong",
        "desc": "<p>Tinh Linh Nước Trong là những sinh vật thông minh thuộc nguyên tố Thủy, được tạo ra bởi vị Thần Thủy tiền nhiệm là Egeria, và có khả năng điều khiển nước theo ý muốn.<span class=\"wk-shady\">Tất cả người dân Fontaine đều từng là Tinh Linh Nước Trong, những sinh vật mà Egeria đã biến thành con người để thỏa mãn nguyện vọng của họ, đi ngược lại với luật lệ của Thiên Lý.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/55631176/657aa46ceeac51d9b9f0b4c3669337b9_2982111220935918637.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Thủy Thần tiền nhiệm đã mất trong trận Đại hồng thủy 500 năm trước.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/01/55631176/a5b8d23dd3fbe0969cc3ebce78f9c29f_7863445554681480745.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kỵ Sĩ Nước Trong",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Một truyền thuyết cổ xưa kể rằng vào những năm Nữ Chúa Tể Biển Cả bị giam cầm và Vua Remus cai trị vùng đất, dòng nước tinh khiết phải được cất giấu trong những dòng suối núi ẩn và các Kỵ Sĩ Nước Trong được sinh ra tại đây. Các kỵ sĩ đã thề bằng bộ giáp bạc sẽ bảo vệ các Tinh Linh Nước Trong và bảo vệ các hiệp sĩ khác người cũng giữ niềm tin vào nữ chủ nhân của mọi dòng nước, chống lại vương quyền hoàng kim đang che lấp bầu trời. Họ thề sẽ không bao giờ chĩa kiếm về phía những người có niềm tin vào Thủy Thần Egeria và không bao giờ thỏa hiệp với cái ác."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Chúng tôi xin thề trước bông hoa bạc luôn nở, nguyện thề đánh đuổi kẻ soán ngôi đó ra khỏi biển cả, thề sẽ dùng máu và nước mắt để thanh tẩy những kẻ bất nghĩa\"</color>\n<color=#ffffffd9>\"Xin thề sẽ bảo vệ Tinh Linh Nước Trong, thề sẽ bảo vệ ân huệ từ Nữ Hoàng Của Muôn Dòng Nước, cho đến khi dòng nước lại tuôn chảy như xưa\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bất cứ nơi nào mà sứ giả của vua Remus đi đến thì những dòng sông tự nhiên đều bị lấp đi để mọc lên đường dẫn nước hay những công trình khác của đế quốc. Các Tinh Linh Nước Trong ở nơi đó do vậy cũng im hơi lặng tiếng. Khi thành công lật đổ Thành phố vàng, các kỵ sĩ chống lại kẻ soán ngôi đã trút bỏ áo giáp và câu chuyện của họ được viết lại trong những bản ca và truyền thuyết.\nKhi Thành phố Vàng sụp đổ, các Kỵ Sĩ Nước Trong phải đối mặt với thử thách bất khả thi và chịu đựng những đau khổ chưa từng được biết đến, nữ chủ nhân của mọi dòng nước đã được giải thoát khỏi nhà tù và phục hồi sức mạnh. Kỵ Sĩ Nước Trong đầu tiên sau đó đã quyết định tự lưu vong ở vùng hoang dã xa xôi nhằm đền đáp cho tội lỗi không thể cứu chữa được.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Thủy Thần tiền nhiệm đã mất trong trận Đại hồng thủy 500 năm trước.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/01/55631176/a5b8d23dd3fbe0969cc3ebce78f9c29f_7863445554681480745.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Thần Vương, người đã xây dựng lên đế quốc Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_3588530604337004721.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Tinh Linh Nước Trong",
        "desc": "<p>Tinh Linh Nước Trong là những sinh vật thông minh thuộc nguyên tố Thủy, được tạo ra bởi vị Thần Thủy tiền nhiệm là Egeria, và có khả năng điều khiển nước theo ý muốn.<span class=\"wk-shady\">Tất cả người dân Fontaine đều từng là Tinh Linh Nước Trong, những sinh vật mà Egeria đã biến thành con người để thỏa mãn nguyện vọng của họ, đi ngược lại với luật lệ của Thiên Lý.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/55631176/657aa46ceeac51d9b9f0b4c3669337b9_2982111220935918637.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Khúc Ca Ngày Cũ",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Ly Bạc Của Biển Nguyên Sơ",
        "desc": "<p>Trong những năm tháng mà hoàng kim che phủ toàn quốc thổ, nước suối thuần khiết không thể không ẩn náu nơi vùng núi bí mật, \"Kỵ Sĩ Nước Trong\" chính là được sinh ra ở những nơi lánh nạn này.</p><p>Các kỵ sĩ lấy chiếc giáp màu bạc lập lời thề, bảo vệ cho các tinh linh đến từ nước trong, bảo vệ cho các hương thân cũng tin tưởng vào suối nguồn duy nhất này, chống lại vương quyền hoàng kim đang che lấp bầu trời.</p><p>Đó đã là truyền thuyết rất lâu về trước rồi... Không lâu sau khi đế quốc sụp đổ và chìm sâu, các kỵ sĩ chống lại quân vương cũng cởi bỏ áo giáp, câu chuyện của họ cũng ẩn mình vào trong những bài ca dao hỗn tạp.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/29/27215281/c70230640d8706fd2e3aa837a391166c_1454872055330123783.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Dòng Suối Giọt Sương Thánh Thuần",
        "desc": "<p>Đây là di vật khi \"Kỵ Sĩ Nước Trong\" còn ở đó - các kỵ sĩ nói. Ở nơi vùng núi hoang vu không người ghé đến, dòng suối vẫn chảy, vẫn có những tinh linh trung thành đang bảo vệ lấy dòng suối thuần khiết chưa bị ô nhiễm...</p><p>Thế nhưng, chủ nhân của Linh Lộ nhân tạo không thể nào dung thứ cho bất kỳ tạp âm nào khác với nhạc khúc vĩ đại. Tương truyền nơi mà người chỉnh âm Boethius từng đến, dòng cam lộ tự nhiên đều bị lấp đi, mọc lên đường dẫn nước của đế quốc, tinh linh của nước trong cũng im hơi lặng tiếng...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/27215281/54913bb983c08663e91eef34841c80b9_8401895742282230926.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Erinnyes",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/237301566/996428185ebfa9cf6901d777752725de_543682920788935618.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một truyền thuyết kể rằng Hiệp sĩ Erinnyes của Ánh Sáng Hồ Nước, người tôn thờ Nữ Chúa Tể Biển Cả Egeria, là Thủ lĩnh của Kỵ Sĩ Nước Trong. Cô đã đánh bại các hoàng tử của Bellouacoi, Atrebatis và Uiromanduoi và có được lòng trung thành của họ. Theo đó, những cư dân của các vùng đất đó đã chấp nhận phục tùng dưới sự cai trị của cô. Họ thề sẽ tìm ra Chén Thánh Thuần Khiết và giải thoát nữ chủ nhân của mọi dòng nước khỏi sự giam cầm và chuộc lại tội lỗi mà họ đã gánh chịu từ khi sinh ra.\nTruyền thuyết kể rằng Chén Thánh Thuần Khiết là một vật chứa linh thiêng chứa Nước Biển Khởi Nguyên có thể ban cho mọi điều ước. Chén Thánh có thể lau sạch mọi giọt nước mắt của tương lai khiến những người thừa kế biển cả không bao giờ phải chịu đựng nỗi đau và nỗi buồn trong quá khứ nữa. Nó cũng có thể chữa lành ngay cả những vết thương đáng sợ nhất, phục hồi tuổi xuân và hồi sinh người chết. Chỉ những người trong sạch nhất mới có thể chiêm ngưỡng được vinh quang của nó, có được sự sống vĩnh cửu và trí tuệ vô tận.\nĐể kỷ niệm lòng trung thành và trí tuệ đó, Erinnyes đã ra lệnh tổ chức tám ngày tiệc tùng trong Thành Aremori. Một sứ giả do Vua Remus của Capitolium được phái đến đã tham gia lễ kỷ niệm để truyền thông điệp từ Vua Remus. Ông ta đòi hai thứ: một là nước vì nước tinh khiết nhất có thể rửa sạch mọi tội lỗi và hai là đất vì đất dày đặc có thể chống lại sự xói mòn. Nếu Erinnyes kháng cự, cái chết chắc chắn sẽ tới.\nHiệp sĩ Erinnyes từ chối cúi đầu trước Vua Remus và nói với sứ giả rằng cô sẽ dẫn đầu đội quân thần thánh của Nữ Chúa Tể Biển Cả để phá hủy thành phố lớn và tiêu diệt quân đội của Remus bằng chính máu của họ. Cô gửi Sứ Giả trở lại Thành Phố Vàng và tìm cách đối phó với âm mưu xâm lược của Capitolii.\nTruyền thuyết kể rằng bộ tộc của cô ấy đã bị tiêu diệt trong cuộc chinh phục của Thần Vương, và quân đoàn đến từ Thành Hoàng Kim đã tàn sát và bắt người thân của cô làm nô lệ. Chỉ có hai người may mắn thoát khỏi số phận như vậy. Một trong số hai người đó phải trốn trong đống xương đang thối rữa, được thủ lĩnh của đảo Aremorica nhận nuôi, để bảo vệ nguồn nước trong chưa bị Thần Vương lấy đi.\nMột truyền thuyết kể rằng khi tội lỗi cám dỗ khiến cho Thành phố vĩnh cửu sụp đổ, các Kỵ Sĩ Nước Trong đã phải đối mặt với những thử thách bất khả thi và chịu đựng những đau khổ chưa từng được biết đến trước đây. Nhưng cuối cùng, nỗi khao khát chân thành của con người đã được đền đáp. Nhờ tấm lòng trong sạch của họ và Chén Thánh Thuần Khiết có được sau vô số hy sinh, Nữ Chúa Tể Biển Cả đã được giải thoát khỏi sự giam cầm.\nErinnyes cảm ơn Nữ Chúa Tể Biển Cả vì đã cho cô xem Chén Thánh Thuần Khiết và cho phép cô hoàn thành cuộc hành trình này. Cô hứa rằng các Kỵ Sĩ Nước Trong sống sót sẽ tiếp tục trung thành phục vụ Egeria và tương lai là vương quốc của cô sẽ theo đuổi công lý. Sau đó, người hiệp sĩ với đôi mắt màu xanh của đại dương đã thú nhận tội lỗi của mình và cầu xin cho linh hồn cô được an ủi trong sự trục xuất và lưu đày. Nữ Chúa Tể Biển Cả đã vui lòng chấp nhận điều ước của Erinnyes. Trong truyền thuyết cổ đại, đóa hoa trong trẻo như ánh sáng trên mặt hồ là món quà mà nữ chủ nhân của muôn dòng nước đã ban cho Kỵ Sĩ Nước Trong cuối cùng. Ngày nay, Fontaine vẫn còn truyền thống thế này, hái một nhánh tặng cho người đi xa, nguyện cho con đường phía trước của cả hai sẽ yên bình như hồ nước lặng, và cũng nguyện cho người yêu thương có thể men theo ánh sáng nhẹ nhàng này mà quay lại bên cạnh mình.\nĐể cầu xin Nữ Chúa Tể Biển Cả thương xót và trả lại thanh thánh kiếm, Erinnyes đã ném thanh kiếm Hauteclaire của mình xuống nước hồ. Vào lần thứ ba, Thanh kiếm ánh sáng chìm xuống không còn dấu vết. Và rồi cô ấy ngẩng cao đầu rời đi, không bao giờ xuất hiện và không ai còn nhìn thấy cô trên thế giới này nữa.\nMột truyền thuyết khác kể rằng khi tội lỗi cám dỗ Thành phố vĩnh cửu sụp đổ, một ca sĩ tên Erinnyes đã phải đối mặt với những thử thách bất khả thi và chịu đựng những đau khổ chưa từng được biết đến trước đây. Tuy nhiên, cô vẫn không thể tìm thấy Chén Thánh Thuần Khiết đó. Nhưng chính ông trời đã chọn Nữ Chúa Tể Biển Cả, thả và ra lệnh cho cô trở về từ nhà tù nguyên thủy để tiếp quản ngôi vị và cai trị các tàn tích biển cả.\nErinnyes nói rằng:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Hỡi Chúa Tể Biển Cả, người mẹ của vinh quang, tôi mong chờ lời khuyên của người.\"</color>\n<color=#ffffffd9>\"Tôi từng vì người mà giết nhiều kẻ bất nghĩa, từng vì người mà phá hủy vô số tòa thành.\"</color>\n<color=#ffffffd9>\"Xin hãy nói cho tôi biết, xin hãy nói cho tôi biết, làm thế nào để cứu hậu duệ của biển cả khỏi sự hủy diệt.\"</color>\n<color=#ffffffd9>\"Hỡi Chúa Tể Biển Cả, người mẹ của vinh quang, xin hãy tỏ lòng thương xót dù chỉ một lần.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nữ chủ nhân của muôn dòng nước đã cảm động trước lời cầu xin đau buồn đó và kể cho người hiệp sĩ nghe những gì cô đã từng nói với Vua Remus. Nhưng vị thủ lĩnh mơ về danh dự và vinh quang đã tuyệt vọng, thanh kiếm nhuốm máu từ lâu đã không còn trên tay cô. Mang theo sợi dây lý trí cuối cùng, Erinnyes rời đi, không bao giờ được nhìn thấy nữa và cũng chẳng được chứng kiến vùng đất trong mơ của mình.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Thủy Thần tiền nhiệm đã mất trong trận Đại hồng thủy 500 năm trước.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/01/55631176/a5b8d23dd3fbe0969cc3ebce78f9c29f_7863445554681480745.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La Chanson d'Erinnyes",
        "desc": "<p><br>Sứ giả của Vua Remus đã làm thế nào để đến gặp Erinnyes, đòi cô ấy ban cho nước và đất của Thành Aremori, rồi lại làm thế nào để yêu cầu cô quy phục dưới trướng Sumphonia Capitolii (có nghĩa là \"giai điệu hài hòa vĩnh hằng\").</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Sắc Nước Lộng Lẫy",
        "desc": "<p>Quyền trượng với dòng nước tinh khiết vây quanh. Trong quá khứ xa xưa, nó từng tượng trưng cho quyền lực tối cao trên biển.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/9807aa25f336daae391a6f6d4995af3d_6728978655722736546.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Khúc Ca Ngày Cũ",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Lily Ánh Sáng Hồ Nước",
        "desc": "<p>Đóa hoa màu xanh trong trẻo. Sinh trưởng ở nơi mạch nước hội tụ, có hương thơm nhẹ nhàng, tao nhã.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/27215281/c43e2d148b98d58c98a008b13e37b5b5_7541445393872380734.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tường Vi Và Hỏa Mai",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/237301566/0ae6b79b6a7a0279994a5c5f7d03c3cb_4559453066957834031.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Lễ Hội Fontinalia đầu tiên mà Nhà Lữ Hành trải nghiệm được tổ chức bởi Hiệp Hội Điện Ảnh Fontaine nhằm mục đích quảng bá việc làm phim. Xavier, một nhà làm phim, phải đối mặt với các vấn đề tài chính dù ban đầu đã được hứa sẽ có tài trợ phần lớn nhưng nhà đầu tư cho bộ phim, ông Morris giữa chừng thiếu vốn. Xavier giải thích tình hình cho Chiori, người đang tham gia thực hiện bộ phim với tư cách là người giám sát chỉ đạo nghệ thuật sự kiện, bao gồm cả việc thiết kế trang phục và ngoại hình của các diễn viên. Các diễn viên chính, Kamisato Ayaka và Kamisato Ayato đề nghị sẽ biểu diễn miễn phí. Với Nhà Lữ Hành trong vai trò quay phim, Paimon trong vai trò người hỗ trợ quay phim, Yoimiya hỗ trợ và Xavier là nhà sản xuất, họ chỉ thiếu một đạo diễn. Paimon đề xuất mời Furina, người được biết đến với những kỹ năng tuyệt đỉnh trong suốt vai diễn trong \"Tinh Linh Nước Bé Nhỏ\". Sau khi nhận được món quà Bánh Mousse Fontinalia ngon và được đảm bảo cô ấy có thể tự do viết kịch bản, Furina đã đồng ý làm đạo diễn dù lương thấp hơn."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/f164e073d876577b16f767839cc1b667_8844276822138672027.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Để nâng cao chất lượng của bộ phim, Đội trưởng Chevreuse của Đội Tuần Tra Đặc Biệt đã được mời vào vai trò người giám sát các vũ đạo hành động trong bộ phim và cô ấy đồng ý khi nghe nói bộ phim dựa trên \"Hai Người Lính Ngự Lâm\". Chevreuse giải thích nguồn cảm hứng của bộ phim xoay quanh hai đứa trẻ là con riêng của người hầu gái và nam tước, ba mẹ con luôn phải chịu đựng sự ngược đãi trong gia đình nam tước. Sau khi mẹ của họ bị sát hại và tội ác được che đậy, họ bỏ trốn và thề sẽ trả thù cho bà. Hai anh em trở thành những người lính ngự lâm lành nghề, và nhiều năm sau, họ trả thù các thành viên trong gia đình nam tước một cách có sắp đặt nhằm tiết lộ sự thật về cái chết của mẹ họ và cũng là trả thù cho bà. Đây dường như cũng là nguồn cảm hứng cho một vụ án giết người gần đây với thủ đoạn tương tự. Chevreuse giục Nhà Lữ Hành mau chóng nghỉ ngơi và cân nhắc việc tham gia điều tra vụ ván vào ngày hôm sau."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/f3ac79bcc77d6dd643ef1d54e40e8a1a_3278709495588715678.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Vào ngày quay chính thức đầu tiên của bộ phim \"Hai Người Lính Ngự Lâm\", Xavier đã giới thiệu các thành viên mới trong đoàn, Veronique và Bonnot lần lượt là người quản lý đạo cụ và kỹ thuật viên ánh sáng. Furina đã thông báo ngắn gọn cho đoàn làm phim về cảnh đầu tiên diễn ra tại nhà của nam tước. Veronique giải thích súng hỏa mai sử dụng thuốc súng đặc biệt. Khi thấy Ayaka và Chevreuse kết thân với nhau đặc biệt nhanh, Ayato đề nghị chuyển giao vai trò của mình cho Chevreuse và được Furina chấp thuận. Quá trình quay phim bắt đầu với hai cảnh tại dinh thự của nam tước bao gồm Chevreuse trong vai Tulipe và Ayaka trong vai Iris. Cảnh này thể hiện sự bị ngược đãi của các nhân vật chính và vụ sát hại người mẹ của họ. Sau khi quay phim, Chevreuse bắt đầu cuộc điều tra vụ giết người, tập trung vào các địa điểm liên quan đến hoạt động sử dụng súng hỏa mai ở Fleuve Cendre. Cuộc điều tra đã tiết lộ một số manh mối nhưng Chevreuse đề nghị tiếp tục điều tra sau khi hoàn thành bộ phim, hy vọng những manh mối mới sẽ xuất hiện theo thời gian. Trong khi đó, Ayato nỗ lực xây dựng mối quan hệ ngoại giao giữa Inazuma và Fontaine, trình bày những đề xuất cùng Neuvilette cân nhắc kỹ lưỡng. Ayato dự định sẽ gửi văn bản đề xuất tới Palais Mermonia trong vòng một tuần."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/efc5e9bf43813f370ae1067865c385e1_6797648442784948423.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cả quá trình quay phim và điều tra tội phạm đều tiến triển tốt trong vài ngày tới. Trong những cảnh cuối cùng của \"Hai Người Lính Ngự Lâm\", nhân vật Tulipe của Chevreuse và nhân vật Iris của Ayaka đã chiến thắng nam tước, tượng trưng cho công lý. Sau chiến thắng, Iris và Tulipe đã cùng nhau nói về tương lai và bày tỏ rằng họ sau khi trả thù xong đã sẵn sàng bước tiếp một cách thanh thản và bình yên trong cuộc sống. Cảnh phim kết thúc với sự nở rộ của Tường Vi Cầu Vồng. Ayaka và Chevreuse nhận được nhiều lời khen ngợi cho màn trình diễn của họ. Chevreuse bắt đầu nói về tình yêu của mình với những câu chuyện về công lý chiến thắng cái ác nhưng bị gián đoạn bởi một thông báo khẩn cấp và rời đi. Khi quay lại, cô tiết lộ rằng mình đã nhận được manh mối về vụ án giết người Tường Vi Cầu Vồng. Bông hoa mà kẻ giết người để lại là từ một giống cây quý hiếm, và với sự giúp đỡ của bạn cô là Emilie, một nhà chế tạo nước hoa, họ đã lần ra dấu vết của nó đến một khu vườn cụ thể ở Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/0265ad043f4493e93b8624795d634c0b_553847658650337090.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi họ đến khu vườn, Baptiste, tác giả cuốn \"Hai Người Lính Ngự Lâm\" đã thú nhận về vụ giết người và tiết lộ mối thù truyền kiếp của mình với một người đàn ông giàu có vì cái chết của mẹ anh ta. Chevreuse nghi ngờ câu chuyện của anh ta nhưng đã đồng ý trò chuyện riêng để Baptiste tiết lộ thêm thông tin. Anh kêu gọi Chevreuse thực thi công lý trực tiếp vì giam người đàn ông đó lại là không đủ. Baptiste được áp giải đi để thẩm vấn thêm và Chevreuse ám chỉ việc quay trở lại Đội tuần tra đặc biệt để chuẩn bị cho những ngày bận rộn sắp tới. Đoàn làm phim phải đối mặt với những vấn đề bất ngờ trong ngày quay cuối cùng. Các vấn đề kỹ thuật với máy ảnh và phim bị động chạm đã gây ra nhiều trở ngại, nhưng cuối cùng đoàn phim đã vượt qua được những trở ngại này. Dù thời gian có hạn nhưng quá trình quay phim \"Hai Người Lính Ngự Lâm\" đã kết thúc thành công. Furina và Xavier bày tỏ lòng biết ơn đối với đoàn và tổ chức một bữa tiệc ăn mừng diễn ra trên bãi biển. Trong khi đoàn làm phim tận hưởng không khí bữa tiệc, Yoimiya đã mời chủ đầu tư của phim là ông Morris đến giúp cô mang pháo hoa đến bữa tiệc."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/411ab21127b0dfc0475fb4bff430e9c4_3452129507742688373.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Yoimiya và Morris bước vào một căn phòng không có ánh sáng, tại đây đã diễn ra một cảnh kịch tính khi Yoimiya dường như bị bắn chết, một Tường Vi Cầu Vồng hạ cánh trước mặt cô. Chevreuse bất ngờ xuất hiện, tay cô cầm một khẩu súng hỏa mai và buộc tội nhà đầu tư phim, ông Morris đã giết Elisa, mẹ của Baptiste và đưa chiếc mặt dây chuyền có hình họ chụp cùng nhau làm bằng chứng. Chevreuse tuyên bố ông bị bắt vì tội giết Elisa. Lúc này Veronique đột nhiên đã cố bắn Morris vì cô chính là \"Người lính ngự lâm thứ hai\", nhưng bị Chevreuse chặn đường đạn. Thông tin tiết lộ rằng khi xưa Morris đã thuê một sát thủ để sát hại Elisa do lo sợ mối tình tai tiếng với Elisa. Veronique, người hóa ra là em gái của Baptiste do đó đã mong muốn trả thù Morris. Đội tuần tra đặc biệt đến ngay sau đó để bắt Morris và Veronique. Chevreuse tiết lộ toàn bộ sự kiện trước đó, bao gồm cả cái chết giả của Yoimiya đều được dàn dựng để ép Morris tiết lộ sự thật về vụ giết Elisa. Đoàn phim quay trở lại lễ kỷ niệm và Chevreuse nhận thấy Tường Vi Cầu Vồng trong vườn đã và đang nở rộ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/19/178140791/9dbc637047ae86f850b303a40210bbab_2212202336672334882.PNG",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sau buổi ra mắt phim thành công và giải quyết xong vụ án giết người, Xavier chuẩn bị cho lễ trao giải. Chevreuse đã thảo luận về thủ phạm với Wriothesley tại Pháo đài Meropide và cô ấy yêu cầu Wriothesley đăng một tờ báo đưa tin về vụ án để \"một ai đó\" sẽ sớm bị đối xử xấu bởi những tù nhân khác trong Pháo đài Meropide trong khi hai người khác sẽ được ca ngợi là những anh hùng. Tại lễ trao giải, \"Hai Người Lính Ngự Lâm\" đã giành được giải thưởng Furina và Xavier đã công bố công ty điện ảnh của mình, \"Hãng Phim Ngự Lâm\". Cả đoàn làm phim cùng diễn viên đã chụp một bức ảnh kỷ niệm với Furina ôm Giải thưởng Furina. Lễ hội kết thúc với tiếng reo hò dành cho \"Hình ảnh người lính ngự lâm!\"\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Xavier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Kamisato Ayaka",
        "desc": "Đại tiểu thư nhà Kamisato thuộc \"Hiệp Hội Yashiro\" Inazuma. Đoan trang thanh lịch, thông minh và mạnh mẽ.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "Gia chủ đương nhiệm tuổi trẻ tài cao của nhà Kamisato Hiệp Hội Yashiro, đối nhân xử thế lễ độ ôn hòa, nhưng lại có khá nhiều thủ đoạn để xử lý công việc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "Chủ tiệm Pháo Hoa Naganohara, Nữ Hoàng Lễ Hội Hè, là người thợ tài năng gửi gắm nguyện vọng của mọi người vào pháo hoa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Đội trưởng Đội Tuần Tra Đặc Biệt luôn tuân thủ \"chính nghĩa\" trong lòng. Khẩu súng hỏa mai trong tay chỉ hướng về những kẻ có tội.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/12108544/a846729f31f16a987a8696466ebabcc0_5231883484252879575.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Công tước của Pháo Đài Meropide, là vị chúa tể ẩn mình trong biển tối.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/12108544/31a0eb2dec5d69ca8dd7616572136b8b_2137552855315933340.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4896,
        "name": "Hai Người Lính Ngự Lâm",
        "desc": "<p><span style=\"color: rgb(222, 220, 217)\">Quyển sách bán chạy ở Fontaine, kể về câu chuyện đan xen giữa âm mưu và phục thù, giữa chính nghĩa và tà ác.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/25/1ab6bb80ae86aab0a1f8064c05b6a72f_7162576051872538658.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4007,
        "name": "Tường Vi Cầu Vồng",
        "desc": "<p>Đóa hoa màu hồng yểu điệu và mềm mại. Tuy được gọi là tường vi, nhưng bản chất thì giống với bách hợp hơn</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/4fd652832def3c1b1fa7ee9e4335870d_2873528577747626459.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4823,
        "name": "Bánh Mousse Fontinalia",
        "desc": "<p>Món bánh ngọt xanh biếc của Lễ Hội Fontinalia. Bánh mousse được lấy cảm hứng từ nụ hoa Lily Ánh Sáng Hồ Nước. Sau khi phong tục được thay đổi sang xin đồ ngọt, nó đã nhanh chóng trở thành món ăn lễ hội được nhiều người ưa chuộng ở Fontaine. Khi nghe thấy câu \"cho kẹo hay xét xử\" thì đừng quên chia sẻ nó cho mọi người nhé!</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/12108544/708425df2456f784fb76405907d721f2_6650944413679212859.png",
        "displayStyle": "card"
      }
    ]
  }
}