{
  "epId": 4938,
  "name": "Lễ Trục Nguyệt",
  "desc": "<p>Lễ Trục Nguyệt kỉ niệm sự bắt đầu của mùa thu dưới ánh trăng.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/55631176/6adb78c5d9f50265052300f04021f6e3_2184522055173831178.png",
  "menuId": 20,
  "menuName": "Giải Thích Từ Ngữ",
  "version": 1723566799,
  "components": {
    "galleryCharacter": [
      {
        "key": "Lễ Trục Nguyệt",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/10/55631176/e9ddebc0f7ab7e7910b27c83a777cd65_2752468302143848324.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trăng Thu Soi Sáng",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/178140791/6eae5d30e791e9690f84ed2d8f8a1f74_3306298455782059670.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Lễ Trục Nguyệt diễn ra vào thời điểm trong năm mà thời tiết ôn hòa mùa màng nở rộ, mang đến nhiều loại thực phẩm đa dạng cho người dân. Do đó đây là thời điểm thích hợp để thưởng thức những món ăn ngon nhất. Người dân Liyue thưởng thức những món ăn yêu thích, chia sẻ khoảnh khắc với bạn bè và gia đình và say đắm trong vẻ đẹp của trăng và hoa. Lễ Trục Nguyệt đầu tiên của Nhà Lữ Hành có chủ đề \"Sơn Hà Ẩm Thực\" bao gồm một cuộc thi nấu ăn có tên \"Vua Bếp Tranh Tài\", do Thất Tinh Liyue lựa chọn. Xiangling, một đầu bếp trẻ tài năng và đầy nhiệt huyết từ Liyue, tìm kiếm cảm hứng cho cuộc thi nấu ăn và mời Nhà Lữ Hành cùng Paimon thu thập ý tưởng. Họ gặp gỡ nhiều người và có được các góc nhìn khác nhau về \"món ăn hoàn hảo\". Xiangling tiến vào vòng trong của cuộc thi Vua Bếp Tranh Tài sau khi trình bày ba món thử nghiệm mới: Gà Foo Yung, Đến mà Ăn, và Tôm Pha lê. Phản hồi từ người dân Liyue khiến cô điều chỉnh cho vòng chung kết, nơi cô trình bày Gà Cay Thơm Mềm Ngon, Khấu Tam Tư, và Tôm Pha lê, và cuối cùng giành chiến thắng trong cuộc thi trước Yanxiao, người lúc đó là thí sinh thứ hai vào chung kết.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/237301566/9ed83fa2d6bcada9bf8363303f7d7797_3220316689765694858.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trong suốt quá trình chuẩn bị cho cuộc thi nấu ăn, nhóm đã tìm kiếm thông tin về Thần Bếp vì họ nghĩ rằng có mối liên hệ giữa một viên đá do ngư dân tìm thấy và Thần Bếp. Họ thu thập thông tin từ nhiều nguồn khác nhau, bao gồm Bà Ruoxin ở Khinh Sách Trang, bộ sưu tập sách của Xingqiu, và một cuốn sách cổ được Yanxiao giữ tại Quán trọ vọng thư. Sau cuộc thi nấu ăn, nhóm tìm kiếm Keqing, Ngọc Hành của Thất Tinh Liyue, để chia sẻ món Bánh Ngô Thịt Cay. Keqing thưởng thức ngon miệng món Bánh Ngô Thịt Cay này và chia sẻ với nhóm rằng công thức này là một món ăn cổ xưa từ ghi chú của ông cô về Thần Bếp."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/178140791/d17b41f4cb589879c7566a66ffbd8f76_6773908112068553721.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Xiangling được nhắc nhở rằng cô đã làm món này vào ngày cô gặp Guoba lần đầu tiên trong một hang động trên núi. Cô chạy vào trong để tránh mưa và đặt Bánh Ngô Thịt Cay lên bàn cúng mà cô thấy ở đó. Cô ngủ thiếp đi, và khi tỉnh dậy, Guoba đã ăn sạch từng cái bánh. Kể từ đó, Guoba luôn theo cô. Rồi đột nhiên, viên đá nứt ra và tiết lộ rằng Guoba chính là Thần Bếp, Marchosius. Bình Lão Lão giải thích rằng Marchosius luôn là một vị thần có tình cảm sâu sắc với con người, và hành động đáp lại nguyện vọng của họ. Chỉ riêng đam mê thôi thì không đủ để đánh thức Marchosius khỏi giấc ngủ sâu, nhưng khi Keqing ăn Bánh Ngô Thịt Cay, một món ăn vặt dân gian truyền thống, một ước muốn sâu kín đã được thỏa mãn. Sức mạnh to lớn được giải phóng bởi sự thỏa mãn này đã cộng hưởng với tượng của Marchosius bên trong tảng đá và khiến nó nứt ra, hiện hình trong đó là hình dạng của Marchosius trong quá khứ. Giờ đây, Guoba có thể đã mất đi nhiều khả năng trước đây, nhưng giờ đây anh ta thoải mái hết mức có thể, không còn lo lắng gì trên đời. Những người có tâm trí và kiến thức chắc chắn sẽ bị phiền não bởi đủ loại chuyện. Thái độ vô tư của Gouba ngày nay là minh chứng cho việc anh ta đã được nghỉ ngơi yên bình.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/24/12108544/c8d1e9a50e4ae577650cbaecf262047d_6199480191169082190.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Bình Lão Lão",
        "desc": "<p>Là thầy của Yaoyao và Xiangling. <span class=\"wk-shady\">Cô ấy là một Tiên Nhân, được biết đến với cái tên Ca Trần Lãng Thị Chân Quân.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/4785d84ee75a3c042fd009f1d8387c15_758328209068246147.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Là vị khách thần bí được \"Vãng Sinh Đường\" mời đến, kiến thức uyên bác, có sự hiểu biết sâu rộng đối với nhiều sự vật sự việc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "Thiếu nữ đầu bếp đến từ Liyue, rất nổi tiếng, có sự nhiệt tình vô hạn với việc nấu nướng, đặc biệt là những món tê cay.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "Ngọc Hành Tinh là một trong Thất Tinh Liyue, đối với việc \"Liyue hoàn toàn được quyết định bởi Đế Quân\" có chút không hài lòng... nhưng trên thực tế, Thần cũng rất coi trọng những người như cô.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 39,
        "name": "Xingqiu",
        "desc": "Người thiếu niên thường bắt gặp nơi quầy sách. Tay cầm kiếm, với một trái tim nghĩa hiệp thổn thức trong lồng ngực.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xingqiu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3926,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2548,
        "name": "Yanxiao",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Smiley Yanxiao_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 740,
        "name": "Khấu Tam Tư",
        "desc": "Món ăn được bày biện kỹ càng. Giăm bông, thịt gia cầm và măng trúc được cắt sợi với độ dài bằng nhau. Dùng lửa lớn hấp chín rồi đặt vào giữa đĩa canh. Gia vị vừa phải, hương vị rõ ràng.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Triple-Layered Consommé_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1869,
        "name": "Gà Cay Thơm Mềm",
        "desc": "Thịt gia cầm trộn gỏi. Kỹ thuật trộn gỏi đã giữ được độ tươi ngon mọng nước của thịt. Dưới lớp da vàng óng là một mùi vị cay nhẹ thơm ngon.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jueyun Chili Chicken_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1626,
        "name": "Bánh Ngô Thịt Cay",
        "desc": "Món ăn vặt được lưu truyền trong dân gian ở Liyue. Bột mì được nhào nặn thành hình rồi cho vào xửng hấp chín, rau và thịt rửa sạch, cắt hạt lựu, rồi đem xào chín. Khi ăn sẽ nhồi phần nhân đã xào sẵn vào trong vỏ bánh để thưởng thức. Rau giòn thịt thơm, hương vị khó cưỡng.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chili-Mince Cornbread Buns_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 978,
        "name": "Tôm Pha Lê",
        "desc": "Một trong những món điểm tâm truyền thống của Liyue. Nhân làm từ nguyên con tôm tươi, có thể nhìn thấy màu hồng dưới lớp da mỏng. Cắn nhẹ một miếng là cảm nhận được vị ngon.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crystal Shrimp_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lễ Trục Nguyệt",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/237301566/2e14e4aeb0e70b758692b96a7cecbaa6_568972349750487774.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lễ Trục Nguyệt là một trong những truyền thống lâu đời của Liyue, là một lễ kỷ niệm lớn đánh dấu sự bắt đầu của mùa thu dưới ánh trăng. Trong thời xưa, người ta tin rằng lễ hội này là thời điểm các Tiên Nhân tìm kiếm \"Đạo\", nhưng hiện nay, đây là thời gian để vui vẻ và thư giãn. Ban đầu, Trục Nguyệt chỉ là nghi lễ dành riêng cho các Tiên Nhân. Theo truyền thuyết, trong quá trình theo đuổi con đường Tiên Đạo, các Tiên Nhân đã vượt qua vô vàn núi non sông nước, thưởng thức nhiều món ăn ngon để tìm sự an ủi cho tâm hồn. Các thế hệ sau gọi hành trình của họ là \"Ẩm Thực Tiên Đạo\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/237301566/99d363bf24aefe0935064ebb44b197d6_1024955543672486481.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dân chúng Liyue tùy vào phong tục vùng miền đã tổ chức nhiều lễ kỉ niệm khác nhau để kỉ niệm sự bắt đầu của mùa thu. Đặc điểm chung của các lễ hội này là chúng đều được tổ chức trong những đêm trăng sáng. Trong lễ hội, mọi người tụ họp để đoàn tụ vui vẻ, thưởng thức các món ăn tinh tế, rượu và trà. Sau này, Nham Vương Gia đã thống nhất các lễ kỷ niệm đa dạng này dưới tên một lễ hội lớn là Lễ Trục Nguyệt. Công nhận những đóng góp to lớn của Thần Bếp đối với Liyue, lễ hội này được Nham Vương Gia đặt ra cũng là để tôn vinh những đóng góp của người bạn cũ này của mình. Vì vậy, tinh thần chung của Lễ Trục Nguyệt là một dịp để tưởng nhớ quá khứ và suy ngẫm về hiện tại. Mỗi năm, Lễ hội Trục Nguyệt lại có một chủ đề độc đáo, thường được Thất Tinh lựa chọn. Một truyền thuyết dân gian kể rằng người xưa đã tìm thấy đền thờ Thần Bếp, nhưng không có tượng — chỉ có một tảng đá to, nhẵn bóng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/14/237301566/2f19fd579241cb39e2ce8e1f430f8d3a_3058468486224952550.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ca Trần Lãng Thị Chân Quân đã tiết lộ rằng Thần Bếp là bạn thân của bà, giờ đã bị lãng quên bởi ký ức và thế giới. Mặc dù Thần Bếp đã qua đời, một giao ước đã được lập để chờ đợi sự trở lại của ông dưới một hình thức mới khi mà đất đai Liyue vượt qua chiến tranh và trở nên màu mỡ trở lại. Marchosius từng là Thần Bảo Hộ của Đất, tất cả sự khôn ngoan và sức mạnh ông có, ông đã nhường lại cho chính đất đai để ngăn chặn những thử thách và gian truân mà một vùng đất có thể đối mặt, như hạn hán, lũ lụt, mưa lớn, bão tố, động đất, sóng thần, hỏa hoạn và dịch bệnh. Ông từng đi bộ qua những cánh đồng cằn cỗi cùng với người dân cho đến khi cuối cùng đến được bến cảng. Ông đã tham gia cùng con người xây dựng nhà cửa và thắp sáng bếp lò. Chính tay ông đã thắp sáng ngọn đèn đường đầu tiên của Liyue và mang hương vị thức ăn nấu chín vào mỗi gia đình trong vùng đất. Người phàm không còn nhớ đến ông, nhưng vào thời đại họ còn nhớ, ông là vị tiên nhân gần gũi nhất với dân thường.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "name": "Liyue",
        "desc": "<p>Bến cảng giàu có nằm phía đông đại lục Teyvat. Vùng đất màu mỡ được tạo nên từ những dãy núi cao, rừng đá sừng sững, đồng bằng rộng lớn và những bờ sông nhộn nhịp sức sống, nơi đây rực rỡ sắc màu trong bốn mùa. Có bao nhiêu món quà cổ xưa của Nham Ma Thần được chôn vùi giữa núi non và những kỳ tích đá đang chờ người ta khám phá đây?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/5968bc73f375ee1e3704302541c83c7f_5132625440292305.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Tiên",
        "desc": "<p>Tiên Nhân là những linh thú bất tử của Liyue, đã bảo vệ con người trong hàng thiên niên kỷ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/55631176/7372a2d1b47769b64d0e87bd21a867a7_8335201144306207466.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2552,
        "name": "Guoba",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/24/12108544/c8d1e9a50e4ae577650cbaecf262047d_6199480191169082190.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2545,
        "name": "Bình Lão Lão",
        "desc": "<p>Là thầy của Yaoyao và Xiangling. <span class=\"wk-shady\">Cô ấy là một Tiên Nhân, được biết đến với cái tên Ca Trần Lãng Thị Chân Quân.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/4785d84ee75a3c042fd009f1d8387c15_758328209068246147.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Là vị khách thần bí được \"Vãng Sinh Đường\" mời đến, kiến thức uyên bác, có sự hiểu biết sâu rộng đối với nhiều sự vật sự việc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers và Video Cốt Truyện",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video cốt truyện Genshin Impact - Hương Vị Nhân Gian"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/237301566/1062f1cb3cf7147dc48b249b75c30c10_6187059567318529523.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 Tháng 10, 2021</color>\n<color=#ffffff>Tháng năm trôi nhanh, bữa cơm sum vầy. Ngẫm chuyện xưa nay, chớp mắt đã mấy mùa xuân thu.</color> <color=#ffffffd9>Niềm vui khói bếp, củi gạo sớm chiều. Áng mây đuổi theo trăng, soi sáng con thuyền trần thế.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=sHshbPUOXo4&ab_channel=GenshinImpact"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Lễ Trục Nguyệt"
          }
        ]
      },
      {
        "key": "Thể Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Lễ Hội"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Sự Kiện Liên Quan",
        "value": [
          {
            "type": "RichText",
            "text": "Phiên bản 2.1 - Trăng Thu Soi Sáng"
          }
        ]
      }
    ]
  }
}