{
  "epId": 50,
  "name": "Xiangling",
  "desc": "Thiếu nữ đầu bếp đến từ Liyue, rất nổi tiếng, có sự nhiệt tình vô hạn với việc nấu nướng, đặc biệt là những món tê cay.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
  "headerImgUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/香菱/avatar.png",
  "filterValues": {
    "characterVision": "Hỏa",
    "characterProperty": "Tinh Thông Nguyên Tố",
    "characterWeapon": "Vũ Khí Cán Dài",
    "characterRarity": 4,
    "characterRegion": "Cảng Liyue"
  },
  "menuId": 2,
  "menuName": "Thư Viện Nhân Vật",
  "version": 1729492619,
  "components": {
    "voice": [
      {
        "title": "Lần đầu gặp mặt...",
        "desc": "Tôi là đầu bếp Xiangling tới từ Liyue, chuyên làm các loại gia... gia, gia vị... Ây da, luyện bao nhiêu lần rồi mà vẫn căng thẳng."
      },
      {
        "title": "Nói chuyện phiếm - Điểm tâm",
        "desc": "Muốn ăn điểm tâm với ngồi nghỉ một lúc không? Tôi đi chuẩn bị một chút!"
      },
      {
        "title": "Nói chuyện phiếm - Slime Hỏa",
        "desc": "Slime Hỏa, làm muối tiêu... hay là vị tỏi thì tốt đây nhỉ?"
      },
      {
        "title": "Nói chuyện phiếm - Tìm thức ăn",
        "desc": "Ừm, ở không cũng thế, chi bằng cùng nhau tìm đồ nấu ăn đi!"
      },
      {
        "title": "Khi trời mưa - Thái độ",
        "desc": "Ừ... tôi cũng không thích trời mưa."
      },
      {
        "title": "Khi trời mưa - Sơ ý",
        "desc": "Để tôi nghĩ xem... Hôm nay có phơi đồ không nhỉ..."
      },
      {
        "title": "Sau cơn mưa trời lại sáng...",
        "desc": "Đi thôi, tôi đưa bạn đi tìm Nhung Tùng!"
      },
      {
        "title": "Khi gió nổi lên...",
        "desc": "Slime Phong thích hoạt động trong thời tiết này nhất, tranh thủ thu thập nhiều một chút! Tôi sẽ làm Slime đá bào cho bạn!"
      },
      {
        "title": "Chào buổi sáng...",
        "desc": "Tới đúng lúc lắm! Cùng đi bổ sung nguyên liệu nấu ăn nhé?"
      },
      {
        "title": "Chào buổi trưa...",
        "desc": "Cơm trưa đã nấu xong, mau tới ăn đi! Phù... chậm chân là hết đấy."
      },
      {
        "title": "Chào buổi tối...",
        "desc": "Muốn ăn khuya à? Đúng lúc tôi đang làm món Rồng Đất núi nướng than đây. Ây da, đừng nhìn nữa, mau ăn thử đi!"
      },
      {
        "title": "Chúc ngủ ngon...",
        "desc": "Này... không phải bạn muốn lén tôi ăn đồ ngon đấy chứ? À, đang nghỉ ngơi à... Hì hì, ngủ ngon nhé."
      },
      {
        "title": "Về bản thân Xiangling...",
        "desc": "Bạn đã gặp rồng của thành Mondstadt rồi sao? Wow, không phải chứ, nếu làm thịt rồng hun gió thì tuyệt biết mấy!"
      },
      {
        "title": "Về chúng tôi - Sở trường",
        "desc": "Mặc dù tôi giỏi nấu ăn hơn tìm đường, nhưng... kệ đi, đi đâu cứ gọi tôi là chuẩn khỏi bàn!"
      },
      {
        "title": "Về chúng tôi - Kiến thức mới",
        "desc": "Từ khi quen biết bạn, hình như tôi học được rất nhiều kiến thức mới. Hả? Ặc... bạn hỏi tôi kiến thức gì à? Ừm... Tự nhiên sao lại hỏi như vậy, tôi nhất thời không nghĩ ra. Thôi bỏ đi, vốn dĩ tôi cũng không rành mấy thứ này, đi làm hai món ăn mới cho bạn thử còn hơn!"
      },
      {
        "title": "Về Vision...",
        "desc": "Dù là lúc nào thì tôi cũng muốn làm ra món ăn mà tất cả mọi người đều yêu thích. Thần nhất định cũng cho rằng đây là chuyện đúng đắn nên mới trao tặng danh hiệu Vision mà ngay cả sư phụ cũng không có này cho tôi... Ừm, nói thế nào nhỉ... À, là để khích lệ!"
      },
      {
        "title": "Có gì muốn chia sẻ không...",
        "desc": "Nếu như bị tiêu chảy, uống một tách trà pha hoa Nghê Thường là sẽ khỏi? Hả? Tôi biết vài mẹo chữa dạ dày cũng có gì lạ đâu!"
      },
      {
        "title": "Những kiến thức thú vị...",
        "desc": "Tôi thích củ hành... tôi đã thử hơn mười cách thái củ hành để không chảy nước mắt, chẳng cái nào hữu dụng với tôi cả. Nhưng điều này cũng không thể ngăn cản tình yêu của tôi dành cho củ hành!"
      },
      {
        "title": "Về Baizhu...",
        "desc": "Hửm? Tôi ngửi thấy mùi Hoa Hư Vô! Là Bai tiên sinh, Bai tiên sinh tới xem bệnh cho bạn ư? Bạn còn đau ở đâu nữa, chóng mặt, đau dạ dày, ngứa họng hay uể oải? Ồ... không bị bệnh à. Vậy thì tốt quá. Không thì Bai tiên sinh sẽ cho bạn uống thuốc đắng lắm đó."
      },
      {
        "title": "Về Ningguang...",
        "desc": "A! Người vừa rồi là đại nhân Thiên Quyền... Ừ, bạn xích qua. Xích qua chút nữa. Tôi nói cho bạn nghe, cô ấy là người cực kỳ lợi hại, chuyện gì ở đây cô ấy cũng biết. Nên bạn phải cẩn thận một chút, đừng để bị cô ấy theo dõi..."
      },
      {
        "title": "Về Hu Tao...",
        "desc": "Ừm, có phải bạn cũng bị Hu Tao bắt nạt không? Cô ấy luôn nhân lúc tôi không để ý mà lẻn đến sau lưng tôi vỗ mạnh một cái, làm xong còn cười hề hề. Hừ. Nhưng mà tôi đây rộng lượng, nể tình lần nào cô ấy cũng chừa mứt hoa mận cho tôi làm bánh hoa tươi nên mới không so đo với cô ấy."
      },
      {
        "title": "Về Diona...",
        "desc": "Diona Trấn Thanh Tuyền! Wow, nghe nói cô ấy có thể ủ được loại rượu cực ngon, tôi từng tới chào hỏi cô ấy! Nếu như có thể tham khảo cách ủ rượu trong nấu nướng thì có khi lại cho ra mỹ vị ấy chứ. Nhưng mấy công thức cô ấy cho tôi như đuôi Rồng Đất ngâm rượu, cho thêm khô cá vào rượu bồ công anh các thứ... toàn cho ra mấy món kỳ lạ. Hầy, quả nhiên vẫn phải tự thân vận động ư?"
      },
      {
        "title": "Về Beidou...",
        "desc": "Beidou tỷ tỷ tốt lắm! Theo cô ấy ra biển thì lần nào cũng có thể thu hoạch được rất nhiều nguyên liệu nấu ăn mới lạ! Bạch tuộc để nấu canh là tốt nhất, hải âu thì phải ướp ớt quay giòn rụm. Không riêng gì Beidou tỷ tỷ, thủy thủ đoàn của Nam Thập Tự cũng rất thích ăn đồ do tôi nấu."
      },
      {
        "title": "Về Zhongli...",
        "desc": "Tôi từng gặp rất nhiều thực khách khó tính, nhưng loại vừa bắt bẻ vừa nói trúng tim đen thật sự chỉ có mỗi mình Zhongli tiên sinh mà thôi! Hôm đó món đầu tiên tôi nấu cho hắn là “Đậu hủ muối tiêu”, hắn chỉ thử một miếng thì hỏi tôi dùng muối gì, sau đó còn nói gì mà: \"Không ngại thì thử muối biển tinh luyện ở biển cạn nơi Cô Vân Các thử xem, sẽ làm đậu hũ ngon hơn”. Sau khi tôi thử thì thấy hương vị thật sự khác hẳn. Bạn nói xem, có phải hắn lợi hại lắm không!"
      },
      {
        "title": "Về Chongyun...",
        "desc": "Chongyun à, hắn luôn tới Vạn Dân Đường ăn cơm cùng Xingqiu... Hoặc nên nói là bị Xingqiu kéo đi? Nhưng Chongyun không ăn đồ nóng. Mỗi khi món nóng được dọn lên thì Xingqiu sẽ khách khí nói một tiếng “thất kính”, sau đó cầm đũa và bình luận về điểm xuất sắc của từng món, khen đến mức tôi cũng muốn nếm thử! Bạn không thấy ánh mắt của Chongyun đâu, ha ha ha. Hai người đó thú vị lắm."
      },
      {
        "title": "Về Ganyu...",
        "desc": "Ganyu? Ừm... à, ta có ấn tượng, là vị khách chỉ ăn đồ chay đó mà! Cô ấy tới Vạn Dân Đường cũng không nhiều lắm, lần nào cũng ngồi riêng trong một góc hẻo lánh để ăn cơm. Tôi thấy cô ấy đáng thương nên luôn múc thêm cho cô ấy hai muỗng đồ ăn lớn. Không ngờ lần nào cô ấy cũng ăn hết sạch! Đúng là không nên xem tướng mạo."
      },
      {
        "title": "Về Yaoyao...",
        "desc": "Ha ha, cô ấy là tiểu sư muội mà tôi vẫn luôn lấy làm tự hào. Nhưng lâu lắm rồi cô ấy không tới Vạn Dân Đường. Có thể là do đại sư phụ không yên tâm... Hừ, rõ ràng bạch tuộc Vân Lai sống ngon như vậy, nhưng Yaoyao không chịu cho tôi ăn, còn mách đại sư phụ mắng tôi một chặp. Hầy... đôi khi tôi cũng không hiểu rốt cuộc ai mới là sư tỷ nữa."
      },
      {
        "title": "Về Xinyan...",
        "desc": "Xinyan thường tới Vạn Dân Đường ăn khuya! Như món mới mà Xingqiu với Chongyun không dám ăn thử thì Xinyan sẽ hạ đũa chẳng chút do dự... Hơn nữa 80% là sẽ thích món đó! Chà, đúng là một người tốt mà."
      },
      {
        "title": "Về Yelan...",
        "desc": "Chị Yelan sao? Tôi dĩ nhiên nhớ rồi. Khi lần đầu gặp mặt tôi còn nghĩ chị ấy thích ăn món thanh đạm, nhưng không ngờ chị ấy là người ăn cay giỏi nhất tôi từng thấy đó! Vị cay trong món ăn thôi còn chưa đủ, chị ấy còn ăn nguyên trái Ớt Tuyệt Vân luôn! Thật lợi hại."
      },
      {
        "title": "Muốn tìm hiểu Xiangling - Điều thứ 1",
        "desc": "Thịt bồ câu nướng, hai xiên? Ây da... ăn thử à. Có thêm công thức độc nhất của tôi, chắc chắn khác hẳn mấy nơi khác!"
      },
      {
        "title": "Muốn tìm hiểu Xiangling - Điều thứ 2",
        "desc": "Thương pháp đại sư phụ dạy tôi lợi hại lắm đúng không? Nếu bạn muốn học thì tôi có thể dạy! Nhưng... nếu bạn chịu theo tôi học nấu ăn thì tốt rồi! Kỹ thuật và cách nấu của tôi phải lưu truyền ra xa hơn."
      },
      {
        "title": "Muốn tìm hiểu Xiangling - Điều thứ 3",
        "desc": "Nguyện vọng của tôi à? Đương nhiên là phải sáng tạo ra những món ăn độc đáo mới! À, quan trọng chính là ở vị cay! Việc này không nên chậm trễ, để tôi nấu một món cho bạn ăn thử!"
      },
      {
        "title": "Muốn tìm hiểu Xiangling - Điều thứ 4",
        "desc": "Ừm! Tôi thấy bạn sắp bị tài nấu nướng của tôi chinh phục rồi chứ gì... Đã đến lúc cho bạn thử món ăn mới do tôi khổ tâm nghiên cứu ra: Bánh rán lưu ly bảy màu. Ừm, bên trong lớp trứng mỏng này bọc chân giò hun khói màu đỏ, cà rốt cam, thịt ếch mặt trời màu vàng, Calla Lily xanh, cánh bướm lam... Ơ? không muốn ăn thật à?"
      },
      {
        "title": "Muốn tìm hiểu Xiangling - Điều thứ 5",
        "desc": "Tôi... nghĩ mãi vẫn không hiểu, rõ ràng trước kia ngủ một giấc là khỏe, đây không giống phong cách của tôi chút nào. Ây da, không được! Bạn nghĩ cách đi! Ừm... tôi rất muốn để bạn ăn thử món mới của tôi, nhưng không biết từ lúc nào, bạn mà ăn bị đau bụng thì tôi sẽ buồn lắm. Tôi... rốt cuộc nên làm gì đây?"
      },
      {
        "title": "Sở thích của Xiangling",
        "desc": "Nhìn đi! Đun sôi dầu, sau đó cho cánh Tinh Điệp vào chiên giòn... Ây da, bạn đừng đi mà, thơm lắm đó!"
      },
      {
        "title": "Nỗi buồn của Xiangling",
        "desc": "Ồ, đến một phần Slime Xào Nấm Rơm cũng không bán được luôn à? Rõ ràng ngon lắm mà..."
      },
      {
        "title": "Món ăn yêu thích...",
        "desc": "Thích ăn chay hả? Tại chưa thử món mới thôi! Này, tôi trả lời vậy nghe láu cá lắm à? Tôi nói thật lắm luôn đó."
      },
      {
        "title": "Món ăn ghét...",
        "desc": "Tôi không có thành kiến với loại rau củ nào hết! Chỉ có cách nấu không thích hợp, không có nguyên liệu không thích hợp!"
      },
      {
        "title": "Sinh nhật...",
        "desc": "A, tìm ra bạn rồi! Đến đây, tôi nấu cho bạn một bữa hoàn chỉnh rồi đấy! Ha ha, đừng khen vội, ăn thử đi đã!"
      },
      {
        "title": "Cảm Giác Đột Phá - Khởi",
        "desc": "Woaaa!!! Đã quá! Khỏe cả người!"
      },
      {
        "title": "Cảm Giác Đột Phá - Thừa",
        "desc": "Khà khà! Tốt lắm! Có thể hạ gục bọn thú kia chỉ bằng một đấm... đảm bảo thực phẩm tươi mới!"
      },
      {
        "title": "Cảm Giác Đột Phá - Chuyển",
        "desc": "Có loại sức mạnh này, cuối cùng cũng có thể... Ây da, lại chảy nước miếng rồi!"
      },
      {
        "title": "Cảm Giác Đột Phá - Hợp",
        "desc": "Cha từng bảo: “Muốn nấu bữa ngon, ắt phải dốc hết chân tình vào.” Tôi hiểu! Để đạt được năng lực hiện tại, là do bạn dốc hết chân tình để luyện tập cùng tôi. Ừm, một lần nữa, tôi sẽ trả gấp đôi chân tình lại cho bạn!"
      },
      {
        "title": "Kỹ Năng Nguyên Tố I",
        "desc": "Guoba, phun lửa!"
      },
      {
        "title": "Kỹ Năng Nguyên Tố II",
        "desc": "Cay và nóng."
      },
      {
        "title": "Kỹ Năng Nguyên Tố III",
        "desc": "Mở nắp rồi mở nắp rồi!"
      },
      {
        "title": "Kỹ Năng Nộ I",
        "desc": "Hây...ha!"
      },
      {
        "title": "Kỹ Năng Nộ II",
        "desc": "Nói không thông, thì phải đánh thôi!"
      },
      {
        "title": "Kỹ Năng Nộ III",
        "desc": "Hãy xem sự lợi hại của ta đây!"
      },
      {
        "title": "Xung Kích Bắt Đầu I",
        "desc": "Chạy thôi chạy thôi!"
      },
      {
        "title": "Xung Kích Kết Thúc I",
        "desc": "Hụt hơi rồi..."
      },
      {
        "title": "Mở Rương I",
        "desc": "Nguyên liệu mới à!"
      },
      {
        "title": "Mở Rương II",
        "desc": "Bội thu rồi bội thu rồi!"
      },
      {
        "title": "Mở Rương III",
        "desc": "Tôi sẽ tận dụng triệt để!"
      },
      {
        "title": "HP Thấp I",
        "desc": "Hix, thức ăn hôm nay hung dữ quá."
      },
      {
        "title": "HP Thấp II",
        "desc": "Ui da, đau..."
      },
      {
        "title": "HP Thấp III",
        "desc": "Hình như chọc trúng tổ kiến lửa rồi nhỉ!"
      },
      {
        "title": "Ngã Xuống I",
        "desc": "Làm hỏng chuyện rồi..."
      },
      {
        "title": "Ngã Xuống II",
        "desc": "Đột nhiên...khát quá..."
      },
      {
        "title": "Ngã Xuống III",
        "desc": "...Liên lụy bạn rồi..."
      },
      {
        "title": "Chịu Đòn Thường I",
        "desc": "Đừng đánh ta..."
      },
      {
        "title": "Bị Trọng Kích I",
        "desc": "Cứu mạng với, đồ ăn đánh người nè!"
      },
      {
        "title": "Bị Trọng Kích II",
        "desc": "Cũng đau lắm chứ bộ..."
      },
      {
        "title": "Vào Đội I",
        "desc": "Gia vị đã đủ rồi!"
      },
      {
        "title": "Vào Đội II",
        "desc": "Thương đã mài bóng loáng!"
      },
      {
        "title": "Vào Đội III",
        "desc": "Không muốn đợi thêm dù chỉ một khắc!"
      },
      {
        "title": "Nhận Được Quà I",
        "desc": "Chà, đây chính là... cảm giác \"rộp rộp\"!"
      },
      {
        "title": "Nhận Được Quà II",
        "desc": "Bạn giỏi nấu ăn thật đó. Lần sau đến lượt tôi thể hiện nhé."
      },
      {
        "title": "Nhận Được Quà III",
        "desc": "Lẽ nào là do cách làm có vấn đề sao? Cứ cảm thấy kỳ lạ sao đó..."
      }
    ],
    "talent": [
      {
        "key": "Tấn Công Thường: Tài Nghệ Làm Bánh",
        "title": "Tấn Công Thường: Tài Nghệ Làm Bánh",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/香菱/battle_talent_0/battle_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Tấn Công Thường</color>\nThực hiện tối đa 5 lần đánh liên tiếp.\n<color=#ffd780>Trọng Kích</color>\nTiêu hao thể lực nhất định, xông về phía trước, gây sát thương cho địch trên đường đi.\n<color=#ffd780>Tấn Công Khi Đáp</color>\nĐáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất."
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11"
            ]
          },
          {
            "key": "Sát Thương Lần 1",
            "values": [
              "42.1%",
              "45.5%",
              "48.9%",
              "53.8%",
              "57.2%",
              "61.1%",
              "66.5%",
              "71.9%",
              "77.3%",
              "83.1%",
              "89.9%"
            ]
          },
          {
            "key": "Sát Thương Lần 2",
            "values": [
              "42.1%",
              "45.6%",
              "49%",
              "53.9%",
              "57.3%",
              "61.3%",
              "66.6%",
              "72%",
              "77.4%",
              "83.3%",
              "90%"
            ]
          },
          {
            "key": "Sát Thương Lần 3",
            "values": [
              "26.1%+26.1%",
              "28.2%+28.2%",
              "30.3%+30.3%",
              "33.3%+33.3%",
              "35.5%+35.5%",
              "37.9%+37.9%",
              "41.2%+41.2%",
              "44.5%+44.5%",
              "47.9%+47.9%",
              "51.5%+51.5%",
              "55.7%+55.7%"
            ]
          },
          {
            "key": "Sát Thương Lần 4",
            "values": [
              "14.1%*4",
              "15.3%*4",
              "16.4%*4",
              "18.0%*4",
              "19.2%*4",
              "20.5%*4",
              "22.3%*4",
              "24.1%*4",
              "25.9%*4",
              "27.9%*4",
              "30.1%*4"
            ]
          },
          {
            "key": "Sát Thương Lần 5",
            "values": [
              "71%",
              "76.8%",
              "82.6%",
              "90.9%",
              "96.6%",
              "103%",
              "112%",
              "121%",
              "131%",
              "140%",
              "152%"
            ]
          },
          {
            "key": "Sát Thương Trọng Kích",
            "values": [
              "122%",
              "132%",
              "142%",
              "156%",
              "166%",
              "177%",
              "192%",
              "208%",
              "224%",
              "241%",
              "260%"
            ]
          },
          {
            "key": "Thể lực Trọng Kích tiêu hao",
            "values": [
              "25 điểm",
              "25 điểm",
              "25 điểm",
              "25 điểm",
              "25 điểm",
              "25 điểm",
              "25 điểm",
              "25 điểm",
              "25 điểm",
              "25 điểm",
              "25 điểm"
            ]
          },
          {
            "key": "Sát Thương Khi Rơi",
            "values": [
              "63.9%",
              "69.1%",
              "74.3%",
              "81.8%",
              "87%",
              "92.9%",
              "101%",
              "109%",
              "117.5%",
              "126.4%",
              "135.3%"
            ]
          },
          {
            "key": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
            "values": [
              "128%/160%",
              "138%/173%",
              "149%/186%",
              "164%/204%",
              "174%/217%",
              "186%/232%",
              "202%/253%",
              "219%/273%",
              "235%/293%",
              "253%/316%",
              "271%/338%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 76,
              "name": "Bài Giảng Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ chính là sự nỗ lực chinh phục núi cao biển lớn, là dũng khí và sức mạnh theo đuổi phồn hoa và hoàng kim.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Diligence_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 396,
              "name": "Dịch Slime",
              "desc": "Chất kết dính trên bề mặt Slime, nguyên liệu thường thấy trong xưởng Nguyên Tố.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Slime Condensate_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Hướng Dẫn Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ là chất xúc tác chảy trong huyết mạch của người dân Liyue, có thể biến nham thạch thành hoàng kim, là nguyên nhân thương cảng vĩ đại trở thành vĩ đại.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 398,
              "name": "Tinh Slime",
              "desc": "Chất tiết ra từ Slime, có hại cho làn da, cần cẩn thận khi tiếp xúc.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Slime Secretions_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Hướng Dẫn Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ là chất xúc tác chảy trong huyết mạch của người dân Liyue, có thể biến nham thạch thành hoàng kim, là nguyên nhân thương cảng vĩ đại trở thành vĩ đại.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 398,
              "name": "Tinh Slime",
              "desc": "Chất tiết ra từ Slime, có hại cho làn da, cần cẩn thận khi tiếp xúc.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Slime Secretions_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Hướng Dẫn Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ là chất xúc tác chảy trong huyết mạch của người dân Liyue, có thể biến nham thạch thành hoàng kim, là nguyên nhân thương cảng vĩ đại trở thành vĩ đại.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 398,
              "name": "Tinh Slime",
              "desc": "Chất tiết ra từ Slime, có hại cho làn da, cần cẩn thận khi tiếp xúc.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Slime Secretions_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 75,
              "name": "Hướng Dẫn Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ là chất xúc tác chảy trong huyết mạch của người dân Liyue, có thể biến nham thạch thành hoàng kim, là nguyên nhân thương cảng vĩ đại trở thành vĩ đại.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Diligence_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 398,
              "name": "Tinh Slime",
              "desc": "Chất tiết ra từ Slime, có hại cho làn da, cần cẩn thận khi tiếp xúc.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Slime Secretions_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Triết Học Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ chính là tin tưởng bản thân, tin tưởng rằng dựa vào mồ hôi, trí tuệ và sức mạnh, mỗi người đều có chỗ đứng của mình trong mảnh đất của Thần.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 397,
              "name": "Bột Slime",
              "desc": "Dịch Slime cô đặc, khi để yên sẽ tự chuyển động một cách không theo quy tắc.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Slime Concentrate_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 237,
              "name": "Móng Vuốt Đông Phong",
              "desc": "Vật nhọn từ trên người chủ Đông Phong thành Mondstadt.<br/>Vì từng xé nát Ma Long Durin bị nhiễm kịch độc. Nhưng nhờ bạn thanh tẩy và trị liệu nên chất độc đã được ổn định.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dvalin's Claw_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Triết Học Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ chính là tin tưởng bản thân, tin tưởng rằng dựa vào mồ hôi, trí tuệ và sức mạnh, mỗi người đều có chỗ đứng của mình trong mảnh đất của Thần.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 397,
              "name": "Bột Slime",
              "desc": "Dịch Slime cô đặc, khi để yên sẽ tự chuyển động một cách không theo quy tắc.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Slime Concentrate_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 237,
              "name": "Móng Vuốt Đông Phong",
              "desc": "Vật nhọn từ trên người chủ Đông Phong thành Mondstadt.<br/>Vì từng xé nát Ma Long Durin bị nhiễm kịch độc. Nhưng nhờ bạn thanh tẩy và trị liệu nên chất độc đã được ổn định.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dvalin's Claw_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Triết Học Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ chính là tin tưởng bản thân, tin tưởng rằng dựa vào mồ hôi, trí tuệ và sức mạnh, mỗi người đều có chỗ đứng của mình trong mảnh đất của Thần.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 397,
              "name": "Bột Slime",
              "desc": "Dịch Slime cô đặc, khi để yên sẽ tự chuyển động một cách không theo quy tắc.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Slime Concentrate_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 237,
              "name": "Móng Vuốt Đông Phong",
              "desc": "Vật nhọn từ trên người chủ Đông Phong thành Mondstadt.<br/>Vì từng xé nát Ma Long Durin bị nhiễm kịch độc. Nhưng nhờ bạn thanh tẩy và trị liệu nên chất độc đã được ổn định.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dvalin's Claw_icon.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 74,
              "name": "Triết Học Của \"Chăm Chỉ\"",
              "desc": "Nguyên liệu bồi dưỡng Thiên Phú.<br/>Nền tảng của đất nước nham thạch là sự chăm chỉ.<br/>Chăm chỉ chính là tin tưởng bản thân, tin tưởng rằng dựa vào mồ hôi, trí tuệ và sức mạnh, mỗi người đều có chỗ đứng của mình trong mảnh đất của Thần.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Diligence_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 397,
              "name": "Bột Slime",
              "desc": "Dịch Slime cô đặc, khi để yên sẽ tự chuyển động một cách không theo quy tắc.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Slime Concentrate_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 237,
              "name": "Móng Vuốt Đông Phong",
              "desc": "Vật nhọn từ trên người chủ Đông Phong thành Mondstadt.<br/>Vì từng xé nát Ma Long Durin bị nhiễm kịch độc. Nhưng nhờ bạn thanh tẩy và trị liệu nên chất độc đã được ổn định.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dvalin's Claw_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Vương Miện Trí Thức",
              "desc": "Nguyên liệu quý để tăng thiên phú.<br/>Dụng cụ nghi thức dùng để chứa và truyền thụ tri thức ở thời viễn cổ. Cho dù ngày nay, trí tuệ đã được truyền thụ lại trong ngôn ngữ và điển tịch, nhưng sức mạnh và trí tuệ tàn dư trong \"Vương Miện Trí Thức\" vẫn mang đến cho con người thời nay những đột phá vô cùng vĩ đại.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/香菱/battle_talent_0/battle_talent_0.gif"
      },
      {
        "key": "Guoba Xuất Kích",
        "title": "Guoba Xuất Kích",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/香菱/battle_talent_1/battle_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Triệu hồi Guoba phun lửa, trong thời gian tồn tại, không ngừng phun lửa vào địch, gây <color=#ff9999>Sát Thương Phạm Vi Nguyên Tố Hỏa</color> .\nGuoba thích ăn thực phẩm cay. Nhưng lại chịu không nổi thực phẩm cay như vậy."
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11",
              "Lv.12",
              "Lv.13",
              "Lv.14"
            ]
          },
          {
            "key": "Sát Thương Phun Lửa",
            "values": [
              "111%",
              "120%",
              "128%",
              "139%",
              "147%",
              "156%",
              "167%",
              "178%",
              "189%",
              "200%",
              "211%",
              "223%",
              "236%"
            ]
          },
          {
            "key": "CD",
            "values": [
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s",
              "12s"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/香菱/battle_talent_1/battle_talent_1.gif"
      },
      {
        "key": "Bánh Xe Lửa",
        "title": "Bánh Xe Lửa",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/香菱/battle_talent_2/battle_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Với kỹ năng tinh tế điều khiển lửa và thương, vung ra Bánh Xe Lửa xoay tròn quanh mình.\nTrong thời gian tồn tại, Bánh Xe Lửa sẽ đi theo nhân vật, gây cho địch trên đường <color=#ff9999>Sát Thương Nguyên Tố Hỏa</color> .\nHỏa lực vĩnh viễn không đủ. Vĩnh viễn không đủ."
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11",
              "Lv.12",
              "Lv.13",
              "Lv.14"
            ]
          },
          {
            "key": "Sát Thương Chém Lần 1",
            "values": [
              "72%",
              "77.4%",
              "82.8%",
              "90%",
              "95.4%",
              "101%",
              "108%",
              "115%",
              "122%",
              "130%",
              "137%",
              "144%",
              "153%",
              "162%"
            ]
          },
          {
            "key": "Sát Thương Chém Lần 2",
            "values": [
              "88%",
              "94.6%",
              "101%",
              "110%",
              "117%",
              "123%",
              "132%",
              "141%",
              "150%",
              "158%",
              "167%",
              "176%",
              "187%",
              "198%"
            ]
          },
          {
            "key": "Sát Thương Chém Lần 3",
            "values": [
              "110%",
              "118%",
              "126%",
              "137%",
              "145%",
              "153%",
              "164%",
              "175%",
              "186%",
              "197%",
              "208%",
              "219%",
              "233%",
              "247%"
            ]
          },
          {
            "key": "Sát Thương Bánh Xe Lửa",
            "values": [
              "112%",
              "120%",
              "129%",
              "140%",
              "148%",
              "157%",
              "168%",
              "179%",
              "190%",
              "202%",
              "213%",
              "224%",
              "238%",
              "252%"
            ]
          },
          {
            "key": "Thời Gian Kéo Dài",
            "values": [
              "10s",
              "10s",
              "10s",
              "10s",
              "10s",
              "10s",
              "10s",
              "10s",
              "10s",
              "10s",
              "10s",
              "10s",
              "10s",
              "10s"
            ]
          },
          {
            "key": "CD",
            "values": [
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s",
              "20s"
            ]
          },
          {
            "key": "Năng Lượng Nguyên Tố",
            "values": [
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/香菱/battle_talent_2/battle_talent_2.gif"
      },
      {
        "key": "Hỏa Lực Đan Chéo",
        "title": "Hỏa Lực Đan Chéo",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/香菱/const_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Cự ly Guoba phun lửa tăng 20%."
          }
        ],
        "attributes": null
      },
      {
        "key": "Ớt Chỉ Thiên Cay Xè",
        "title": "Ớt Chỉ Thiên Cay Xè",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/香菱/const_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Khi hiệu quả của <color=#ffd780>Guoba Xuất Kích</color> kết thúc, nơi Guoba biến mất sẽ bỏ lại quả ớt. Thu thập ớt sẽ tăng 10% tấn công, kéo dài 10s."
          }
        ],
        "attributes": null
      },
      {
        "key": "Đầu Bếp Vạn Dân Đường",
        "title": "Đầu Bếp Vạn Dân Đường",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/香菱/const_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Nấu hoàn mỹ món ăn thuộc loại tấn công, có tỷ lệ 12% x2 sản lượng."
          }
        ],
        "attributes": null
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/香菱/avatar_header.jpg"
      },
      {
        "key": "Ảnh Gốc",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/香菱/avatar.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Trang Phục Mặc Định - Đỏ Tiêu Vàng Nghệ\nPhong cách của Xiangling. Trang phục nhẹ nhàng tiện lợi tràn đầy nhiệt huyết."
          }
        ]
      },
      {
        "key": "Hoạt Cảnh Nhàn Rỗi 1",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/30/148664880/af99dd7af16fbd0cfc21de4837bc8507_491168979247767072.gif"
      },
      {
        "key": "Hoạt Cảnh Nhàn Rỗi 2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/30/148664880/71a9c01c3b6f9e60c39bd3d8f8a7e003_991245180502472607.gif"
      },
      {
        "key": "Cung Mệnh",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/30/148664880/a183811496cf5d77f9b4b76a24b71aa2_7475743281842158162.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Trường Tiêu"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Xiangling"
          }
        ]
      },
      {
        "key": "Sinh Nhật",
        "value": [
          {
            "type": "RichText",
            "text": "Ngày 2 tháng 11"
          }
        ]
      },
      {
        "key": "Cung Mệnh",
        "value": [
          {
            "type": "RichText",
            "text": "Trường Tiêu"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "Vạn Dân Bách Vị"
          }
        ]
      },
      {
        "key": "Vision",
        "value": [
          {
            "type": "RichText",
            "text": "Hỏa"
          }
        ]
      },
      {
        "key": "Thuộc",
        "value": [
          {
            "type": "RichText",
            "text": "Vạn Dân Đường"
          }
        ]
      },
      {
        "key": "Tiếng Trung CV",
        "value": [
          {
            "type": "RichText",
            "text": "小N"
          }
        ]
      },
      {
        "key": "Tiếng Anh CV",
        "value": [
          {
            "type": "RichText",
            "text": "Jackie Lastra"
          }
        ]
      },
      {
        "key": "Tiếng Nhật CV",
        "value": [
          {
            "type": "RichText",
            "text": "小澤亜李"
          }
        ]
      },
      {
        "key": "Tiếng Hàn CV",
        "value": [
          {
            "type": "RichText",
            "text": "Yoon Ah-young"
          }
        ]
      },
      {
        "key": "Món Ăn Đặc Biệt",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 216,
            "name": "Cá Luộc Vạn Dân Đường",
            "desc": "Món ăn đặc biệt của Xiangling cũng là món tủ của Vạn Dân Đường, thấm nhuần nhiệt huyết nấu nướng của Xiangling. Sau cơn say, người ta có thể hồi tưởng lại hương vị thuần khiết đến tuyệt mỹ của món ăn.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Wanmin Restaurant's Boiled Fish_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Thẻ Nhân Vật Thất Thánh Triệu Hồi",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3182,
            "name": "Xiangling",
            "desc": "<p><span style=\"color: #FFFFFF\">Vạn Dân Bách Vị - Xiangling</span></p><p>Là một đầu bếp, dường như thứ gì cô ấy cũng làm được.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/148664880/6219bf1fb0b7c46b8ecf960443f737d5_2659735389892832586.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Phiên Bản Phát Hành",
        "value": [
          {
            "type": "RichText",
            "text": "1.0"
          }
        ]
      }
    ],
    "map": "https://act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header#/map/2?shown_types=30&center=1309.13,-1308.47&zoom=-1.50",
    "story": [
      {
        "title": "Miêu Tả Nhân Vật",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Đây rồi, đây rồi! Một phần Thịt Xào Ớt Tuyệt Vân! Thịt Mora của cậu đây. Còn của cậu, đặc sản Củ Cải Viên Chiên.\"\nCó mội nơi trong Liyue là \"Ngật Hổ Nham\", \"Ngật Hổ Nham\" có quán cơm tên là \"Vạn Dân Đường\".\nTrên con đường nhiều người qua lại, phải cực kỳ chuyên tâm mới có thể vững tâm đi thẳng về phía trước.\nLữ khách mới đến chỉ cần không cẩn thận, con sâu ham ăn trong bụng sẽ bị hương thơm của thức ăn hấp dẫn, hoặc không kiềm chế nổi sự hiếu kỳ đối với loại tạp âm này, mà thò đầu vào trong tiệm.\nMà Xiangling, vừa là bồi bàn vừa kiêm đầu bếp của \"Vạn Dân Đường\", đang đặt lên những món ăn ngon nóng hổi.\n\"Chỗ nào trống cứ ngồi tự nhiên nhé. Muốn ăn gì nào, cho dù không có trên thực đơn thì tôi cũng làm được đó!\"\nĐối với nhân viên trong tiệm \"Vạn Dân Đường\" mà nói, cách phân biệt khách đến \"Vạn Dân Đường\" có phải khách quen hay không, ngoài nhận mặt, thì là: Nghe khách nói câu đầu tiên.\nKhông cần thực đơn mà trực tiếp gọi món, thì chắc chắn là khách đã đến được không chỉ một lần. Còn nếu như hỏi \"Hôm nay có phải Xiangling xuống bếp không\", thì bảo đảm là khách ruột."
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Xiangling không thể đếm nổi mình đã làm hỏng bao nhiêu cái nồi trong nhà, nếu không phải bị nhiệt độ cao của Slime Hỏa đốt khét đáy nồi, thì bị nứt vỡ dưới sự làm lạnh cấp tốc của Băng Vụ Hoa, thê thảm hơn là sau mỗi vụ nổ ấy đều để lại một đống hỗn loạn. Đối mặt với sức phá hoại như vậy, bố của Xiangling đã phải suy đi nghĩ lại mới không dán cho cô \"lệnh cấm vào bếp\".\nCon mình vốn đã hấp tấp cục cằn, còn thêm trí tưởng tượng phong phú, trong đầu nghĩ ra “món mới” là cứ thích làm thử trước, mới có kết quả như thế này, thật ra cũng không hẳn là chuyện xấu...\nBố của Xiangling tự an ủi mình như vậy đấy.\nNói chung, sổ sách thu chi của \"Vạn Dân Đường\" thường có thêm giá tiền của một cái nồi."
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 2",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Có rất nhiều bí quyết nấu ăn. Nhưng bí quyết quan trọng nhất là, phải có niềm đam mê nấu ăn.\"\nSau khi Xiangling quyết tâm học nấu ăn, bố đã giao cho cô quyển \"Sổ Tay Nấu Ăn\" tâm huyết của mình. Dòng chữ này nằm ngay ngắn chễm chệ ngay trên bìa quyển sổ.\nNếu đổi thành người khác, chắc ngay từ đầu đã kêu ca mấy cái giáo điều lỗi thời rồi, còn Xiangling lại xem đó như bảo vật.\nTrong mắt Xiangling, vì có niềm tin này, bố mới có thể kiên trì đến giờ dưới sự cạnh tranh đấu đá của \"món Li\" và \"món Yue\".\nNhưng lúc đó, hai nền ẩm thực ấy tranh đấu quyết liệt, không ít quán ăn nhỏ bị chèn ép, tất nhiên bao gồm cả \"Vạn Dân Đường\".\n\"Món ăn ngon không nên có sự phân biệt mới đúng!\"\nNhìn những loại nguyên liệu quý giá như Nhung Tùng, Cua... bị lũng đoạn, Xiangling rất tức giận. Và cách cô thể hiện sự tức giận của mình, chính là tiếp nhận vị trí bếp trưởng của \"Vạn Dân Đường\".\nĐã đến lúc tạo ra thay đổi từ nền tảng của bố.\n\"Bất kể dùng nguyên liệu thế nào, tôi cũng phải nấu ra món ăn siêu ngon!\""
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Sự năng nổ của Xiangling có lẽ là một tai họa cho Hilichurl ở Tuyệt Vân Gián. Ví như bọn chúng vừa tỉnh dậy thì phát hiện Côn Gỗ dùng để chiến đấu đã không cánh mà bay.\nVà đương nhiên, số phận của những hoa cỏ ở Địch Hoa Châu cũng chẳng khá hơn chút nào.\nSau một hồi nỗ lực sáng tạo công thức nấu ăn mới: \"Cá Nướng Gỗ Hilichurl\", \"Xôi Nhồi Thịt Đuôi Ngựa\"...\nChỉ dùng công thức mà người đi trước tích lũy được, thì không cách nào làm ra được món ăn khiến cho người ta cảm thấy mới mẻ.\nNhất định phải phá cách, tìm ra công thức của riêng mình.\nKết quả là, món đặc chế mang sắc vị toàn diện \"Gỏi Rau Thịt Đặc Biệt\" mà Xiangling khó lắm mới nghĩ ra đã khiến bố mình phải húp cháo trắng 2 ngày liền sau khi ăn thử.\n\"Lá Bạc Hà với hoa Thanh Tâm ăn chung với nhau sẽ gây tiêu chảy...\"\nTrải qua việc này, sổ tay của Xiangling lại thêm một thông tin quý báu.\nNhưng trong lòng cô có chút áy náy, vì rõ ràng Xiangling cũng ăn không ít nhưng lại chẳng sao cả.\nCó lẽ do thể chất Xiangling vốn đã tốt, hoặc là sau bao nhiêu năm tháng tích lũy, cơ thể tự nhiên sinh ra chất kháng độc tố, thật khó mà biết được."
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 4",
        "desc": [
          {
            "type": "RichText",
            "text": "Mỗi lần có thực khách hiếu kỳ hỏi Xiangling \"Sinh Vật Bí Ẩn\" này là gì, Xiangling sẽ kể lại câu chuyện này.\nHôm ấy mưa lớn bất chợt, Xiangling đội mưa gió đi hái \"Túi Lưu Ly\", đi được nửa đường thì vừa đói vừa mệt. Cô mơ màng chạy vào trong một hang động, thì thấy trong đó có một miếu thờ.\nCô bèn ngồi xuống bên cạnh miếu thờ, lôi ra hai cái Bánh Ngô Thịt Cay từ trong túi.\nCô ngấu nghiến ăn hết một cái, còn cái kia cô đặt trước miếu thờ, vốn tính nghỉ chút rồi ăn tiếp thì lại mơ màng ngủ thiếp đi.\nSau khi tỉnh lại, Bánh Ngô Thịt Cay đã biến mất. Chỉ có một sinh vật bí ẩn ở bên cạnh nhìn cô chăm chú.\n\"Ăn ngon không?\nNó gật đầu.\n\"Muốn nữa không?\" Xiangling vét túi được một ít thịt khô.\nNó gật đầu.\nXiangling đã làm quen một người bạn mới như vậy đấy. Có lẽ bị thức ăn của Xiangling thu hút, cho dù Xiangling đi đến đâu, nó đều theo cô như hình với bóng.\nXiangling bèn lấy tên của món ăn vặt yêu thích nhất đặt tên cho nó, gọi là \"Guoba\" (Nghĩa là cơm cháy)."
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 5",
        "desc": [
          {
            "type": "RichText",
            "text": "Sau khi nếm hết hàng trăm hương vị ở Liyue, kỹ nghệ nấu nướng của Xiangling có sự tiến bộ vượt bậc. Món \"Xào Tê Cay\" của cô khiến ngay cả bố mình có kinh nghiệm hai mươi mấy năm làm bếp cũng phải khen ngợi.\nDùng vài nắm ớt lớn, rải thêm ít quả và diệp thảo để tăng thêm hương thơm, tạo thành hương vị độc đáo. \"Cá Chép Đen Hấp\" với sự pha trộn giữa hương vị của món Li màu sắc đậm đà, cùng món Yue thơm ngon đã trở thành chiêu bài của \"Vạn Dân Đường\".\nCó người muốn học lén công thức, nhưng làm thế nào cũng không bắt chước được hương vị đích thực.\n\"Túi Lưu Ly tươi dùng mật ủ một đêm, sau đó lấy ra, phơi khô rồi nghiền thành bột, cho vào món ăn sẽ càng thơm\".\nĐây là bí kíp mà Xiangling đã phải chịu vô số lần bị đau bụng, vô số lần đầu gối bị đá trên vách núi cứa rách, còn có vô số chiếc nồi vô tội hi sinh mới có được.\nBởi thế, nó chỉ thuộc về một mình cô mà thôi."
          }
        ]
      },
      {
        "title": "Bản đồ của Xiangling",
        "desc": [
          {
            "type": "RichText",
            "text": "Trên tấm bản đồ đại lục Teyvat, có rất nhiều kí hiệu nhỏ với nhiều màu sắc khác nhau. Nhìn kỹ, sẽ có thể tìm thấy những nơi mà Xiangling đã từng đi qua và sẽ đi.\n\"Biển cạn Cô Vân Các, có các loài nhuyễn thể rất tươi ngon. Nghe đồn có quái vật biển?\"\n\"Hương vị của quái vật biển rất tuyệt. Lần tới, hãy gọi thêm cả chị Beidou cùng nhau đánh quái vật biển. Nếu mà cho vào trứng rồi hấp lên sẽ càng ngon hơn.\"\n\"Nghe nói Mondstadt có rồng? Tốt! Mang đủ ba ngày lương khô, là có thể đi.\"\n\"Quả Dâu Đỏ, ngọt quá! Ở đây có rất nhiều, mang theo giỏ chúng ta đào vài cây về trồng thử xem.\"\n\"Món Nhung Tùng Rán trong nhà hàng ở Mondstadt quá xa xỉ! Chỉ cần bán Nhung Tùng là được rồi. Ớt Tuyệt Vân xào Nhung Tùng, nghĩ thôi cũng đã thèm rồi. Ngày mai phải mượn bếp thử xem mới được.\"\n\"Vẫn chưa nhìn thấy con rồng nào cả, tôi đã đến đúng nơi rồi chứ?\"\n..."
          }
        ]
      },
      {
        "title": "Vision",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Cho dù dùng nguyên liệu nấu ăn nào, cũng đều có thể làm ra món ăn siêu ngon.\"\nVới niềm tin này, Xiangling đã nhận được sự công nhận của Vision. Cô kiên trì giữ vững lý tưởng này. Ngay cả khi làm ra những món ăn có thể gọi là \"kinh dị\", cũng không thể lay động được cô với trái tim luôn mong muốn tìm ra sự mới mẻ.\n\"Ừm... Món Rồng Đất xào Hoa Thanh Tâm thực sự hơi khó nuốt, sau này Rồng Đất thì cứ nướng đá là được rồi.\"\n\"Cơm chiên Slime cũng bình thường, lần sau thử Slime xào nấm rơm xem sao.\"\nCho dù bạn bè xung quanh đều không thể chịu được kiểu hương vị \"Ma Thần cũng điên đầu\" này, nói gần nói xa khuyên cô ấy từ bỏ, nhưng Xiangling vẫn không ngừng suy nghĩ, làm thế nào mới có thể biến những \"nguyên liệu đặc biệt này\" thành món ăn ngon.\nTrong trái tim đơn thuần nhưng cố chấp của Xiangling, chỉ cần không có tác dụng phụ độc hại, \"nguyên liệu\" càng không phân cao thấp.\nVision chính là minh chứng của cô ấy... Đây là điều mà ngay cả Thần cũng chấp thận."
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Lv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "-",
              "912"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "-",
              "19"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "-",
              "56"
            ]
          },
          {
            "key": "Tinh Thông Nguyên Tố",
            "values": [
              "-",
              "0"
            ]
          }
        ]
      },
      {
        "key": "Lv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "2342",
              "3024"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "48",
              "63"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "144",
              "186"
            ]
          },
          {
            "key": "Tinh Thông Nguyên Tố",
            "values": [
              "0",
              "0"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 1100,
            "name": "Vụn Mã Não Cháy",
            "desc": "Nguyên Liệu Đột Phá Nhân Vật",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1349,
            "name": "Ớt Tuyệt Vân",
            "desc": "Loại thực vật cay đặc sản của Liyue. Chỉ cần ngửi mùi của nó, cơ thể sẽ nóng lên, khát nước vô cùng.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jueyun Chili_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 396,
            "name": "Dịch Slime",
            "desc": "Chất kết dính trên bề mặt Slime, nguyên liệu thường thấy trong xưởng Nguyên Tố.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Slime Condensate_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Lv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "4529",
              "5013"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "94",
              "104"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "279",
              "308"
            ]
          },
          {
            "key": "Tinh Thông Nguyên Tố",
            "values": [
              "0",
              "24"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          },
          {
            "type": "CustomEntry",
            "epId": 1099,
            "name": "Mảnh Mã Não Cháy",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Vì nguyện vọng mà bước vào con đường lữ hành, vì danh hiệu mạnh nhất mà cố gắng chiến đấu...\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 689,
            "name": "Ngọn Lửa Vĩnh Hằng",
            "desc": "Hạt giống âm ỉ bùng cháy của Cây Nổ, tỏa ra nguồn nhiệt lượng của Nguyên Tố Hỏa cứ như muốn thiêu đốt tất cả cây cỏ trên thế gian.<br/>Dòng chảy năng lượng lưu chuyển sâu trong đại địa mang theo nguyện vọng vô tận, nương theo ngọn lửa thấm vào thực vật, khiến nó lúc nào cũng cháy rực và khao khát dùng hoa lửa tẩy sạch mọi thứ, đây là thứ nguyện vọng gì nhỉ.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Everflame Seed_icon.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 1349,
            "name": "Ớt Tuyệt Vân",
            "desc": "Loại thực vật cay đặc sản của Liyue. Chỉ cần ngửi mùi của nó, cơ thể sẽ nóng lên, khát nước vô cùng.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jueyun Chili_icon.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 396,
            "name": "Dịch Slime",
            "desc": "Chất kết dính trên bề mặt Slime, nguyên liệu thường thấy trong xưởng Nguyên Tố.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Slime Condensate_icon.png",
            "amount": 15
          }
        ]
      },
      {
        "key": "Lv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "5766",
              "6411"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "119",
              "133"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "355",
              "394"
            ]
          },
          {
            "key": "Tinh Thông Nguyên Tố",
            "values": [
              "24",
              "48"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          },
          {
            "type": "CustomEntry",
            "epId": 1099,
            "name": "Mảnh Mã Não Cháy",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Vì nguyện vọng mà bước vào con đường lữ hành, vì danh hiệu mạnh nhất mà cố gắng chiến đấu...\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 689,
            "name": "Ngọn Lửa Vĩnh Hằng",
            "desc": "Hạt giống âm ỉ bùng cháy của Cây Nổ, tỏa ra nguồn nhiệt lượng của Nguyên Tố Hỏa cứ như muốn thiêu đốt tất cả cây cỏ trên thế gian.<br/>Dòng chảy năng lượng lưu chuyển sâu trong đại địa mang theo nguyện vọng vô tận, nương theo ngọn lửa thấm vào thực vật, khiến nó lúc nào cũng cháy rực và khao khát dùng hoa lửa tẩy sạch mọi thứ, đây là thứ nguyện vọng gì nhỉ.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Everflame Seed_icon.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 1349,
            "name": "Ớt Tuyệt Vân",
            "desc": "Loại thực vật cay đặc sản của Liyue. Chỉ cần ngửi mùi của nó, cơ thể sẽ nóng lên, khát nước vô cùng.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jueyun Chili_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 398,
            "name": "Tinh Slime",
            "desc": "Chất tiết ra từ Slime, có hại cho làn da, cần cẩn thận khi tiếp xúc.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Slime Secretions_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Lv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "7164",
              "7648"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "148",
              "158"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "441",
              "470"
            ]
          },
          {
            "key": "Tinh Thông Nguyên Tố",
            "values": [
              "48",
              "48"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          },
          {
            "type": "CustomEntry",
            "epId": 1098,
            "name": "Miếng Mã Não Cháy",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Vì nguyện vọng mà bước vào con đường lữ hành, vì danh hiệu mạnh nhất mà cố gắng chiến đấu...\"<br/>\"Cuối cùng thiêu cháy tất cả vì giấc mơ.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 689,
            "name": "Ngọn Lửa Vĩnh Hằng",
            "desc": "Hạt giống âm ỉ bùng cháy của Cây Nổ, tỏa ra nguồn nhiệt lượng của Nguyên Tố Hỏa cứ như muốn thiêu đốt tất cả cây cỏ trên thế gian.<br/>Dòng chảy năng lượng lưu chuyển sâu trong đại địa mang theo nguyện vọng vô tận, nương theo ngọn lửa thấm vào thực vật, khiến nó lúc nào cũng cháy rực và khao khát dùng hoa lửa tẩy sạch mọi thứ, đây là thứ nguyện vọng gì nhỉ.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Everflame Seed_icon.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 1349,
            "name": "Ớt Tuyệt Vân",
            "desc": "Loại thực vật cay đặc sản của Liyue. Chỉ cần ngửi mùi của nó, cơ thể sẽ nóng lên, khát nước vô cùng.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jueyun Chili_icon.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 398,
            "name": "Tinh Slime",
            "desc": "Chất tiết ra từ Slime, có hại cho làn da, cần cẩn thận khi tiếp xúc.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Slime Secretions_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Lv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "8401",
              "8885"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "174",
              "184"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "517",
              "546"
            ]
          },
          {
            "key": "Tinh Thông Nguyên Tố",
            "values": [
              "48",
              "72"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          },
          {
            "type": "CustomEntry",
            "epId": 1098,
            "name": "Miếng Mã Não Cháy",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Vì nguyện vọng mà bước vào con đường lữ hành, vì danh hiệu mạnh nhất mà cố gắng chiến đấu...\"<br/>\"Cuối cùng thiêu cháy tất cả vì giấc mơ.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 689,
            "name": "Ngọn Lửa Vĩnh Hằng",
            "desc": "Hạt giống âm ỉ bùng cháy của Cây Nổ, tỏa ra nguồn nhiệt lượng của Nguyên Tố Hỏa cứ như muốn thiêu đốt tất cả cây cỏ trên thế gian.<br/>Dòng chảy năng lượng lưu chuyển sâu trong đại địa mang theo nguyện vọng vô tận, nương theo ngọn lửa thấm vào thực vật, khiến nó lúc nào cũng cháy rực và khao khát dùng hoa lửa tẩy sạch mọi thứ, đây là thứ nguyện vọng gì nhỉ.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Everflame Seed_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 1349,
            "name": "Ớt Tuyệt Vân",
            "desc": "Loại thực vật cay đặc sản của Liyue. Chỉ cần ngửi mùi của nó, cơ thể sẽ nóng lên, khát nước vô cùng.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jueyun Chili_icon.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 397,
            "name": "Bột Slime",
            "desc": "Dịch Slime cô đặc, khi để yên sẽ tự chuyển động một cách không theo quy tắc.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Slime Concentrate_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Lv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "9638",
              "10122"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "200",
              "210"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "593",
              "623"
            ]
          },
          {
            "key": "Tinh Thông Nguyên Tố",
            "values": [
              "72",
              "96"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          },
          {
            "type": "CustomEntry",
            "epId": 1097,
            "name": "Mã Não Cháy",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Vì nguyện vọng mà bước vào con đường lữ hành, vì danh hiệu mạnh nhất mà cố gắng chiến đấu...\"<br/>\"Cuối cùng thiêu cháy tất cả vì giấc mơ.\"<br/>\"Trong tro tàn nếu còn sót lại trái tim như ban đầu, vậy thì hắn sẽ đạt được ██ thật sự.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 689,
            "name": "Ngọn Lửa Vĩnh Hằng",
            "desc": "Hạt giống âm ỉ bùng cháy của Cây Nổ, tỏa ra nguồn nhiệt lượng của Nguyên Tố Hỏa cứ như muốn thiêu đốt tất cả cây cỏ trên thế gian.<br/>Dòng chảy năng lượng lưu chuyển sâu trong đại địa mang theo nguyện vọng vô tận, nương theo ngọn lửa thấm vào thực vật, khiến nó lúc nào cũng cháy rực và khao khát dùng hoa lửa tẩy sạch mọi thứ, đây là thứ nguyện vọng gì nhỉ.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Everflame Seed_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 1349,
            "name": "Ớt Tuyệt Vân",
            "desc": "Loại thực vật cay đặc sản của Liyue. Chỉ cần ngửi mùi của nó, cơ thể sẽ nóng lên, khát nước vô cùng.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Jueyun Chili_icon.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 397,
            "name": "Bột Slime",
            "desc": "Dịch Slime cô đặc, khi để yên sẽ tự chuyển động một cách không theo quy tắc.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Slime Concentrate_icon.png",
            "amount": 24
          }
        ]
      },
      {
        "key": "Lv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "10875",
              "-"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "225",
              "-"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "669",
              "-"
            ]
          },
          {
            "key": "Tinh Thông Nguyên Tố",
            "values": [
              "96",
              "-"
            ]
          }
        ]
      }
    ],
    "summaryList": [
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/香菱/constellation_1.png",
        "name": "Ngoài Giòn Trong Mềm",
        "desc": [
          {
            "type": "RichText",
            "text": "Địch bị Guoba tấn công <color=#ff9999>kháng Nguyên Tố Hỏa</color> giảm 15%, kéo dài 6s."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/香菱/constellation_2.png",
        "name": "Thêm Dầu Vào Lửa",
        "desc": [
          {
            "type": "RichText",
            "text": "Đòn tấn công thường cuối cùng có hiệu quả khiến kẻ địch nổ tung trong vòng 2s, khi kết thúc sẽ gây ra vụ nổ, tạo thành 75% <color=#ff9999>sát thương phạm vi Nguyên Tố Hoả</color> ."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/香菱/constellation_3.png",
        "name": "Nấu Ăn Cấp Bách",
        "desc": [
          {
            "type": "RichText",
            "text": "Cấp kỹ năng <color=#ffd780>Bánh Xe Lửa</color> +3.\nTăng tối đa đến cấp 15."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/香菱/constellation_4.png",
        "name": "Hầm Lửa Nhỏ",
        "desc": [
          {
            "type": "RichText",
            "text": "Thời gian kéo dài <color=#ffd780>Bánh Xe Lửa</color> tăng 40%."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/香菱/constellation_5.png",
        "name": "Guoba Hung Dữ",
        "desc": [
          {
            "type": "RichText",
            "text": "Cấp kỹ năng <color=#ffd780>Guoba Xuất Kích</color> +3.\nTăng tối đa đến cấp 15."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/香菱/constellation_6.png",
        "name": "Bánh Xe Lửa Rồng Cuộn",
        "desc": [
          {
            "type": "RichText",
            "text": "Trong thời gian <color=#ffd780>Bánh Xe Lửa</color> tồn tại, tất cả thành viên trong đội tăng 15% <color=#ff9999>sát thương Nguyên Tố Hoả</color> ."
          }
        ]
      }
    ]
  }
}