{
  "epId": 5079,
  "name": "Nhà Du Hành Thời Gian",
  "desc": "<p>Tiểu thuyết khoa học viễn tưởng Fontaine do tờ báo Chim Hơi Nước xuất bản, kể câu chuyện về chuyến du hành của một vị kỹ sư sử dụng cỗ máy thời gian.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/08/12108544/d320bd636cd59e9c09fd0c0addba6efb_4767839008308911425.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1707386906,
  "components": {
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Đó à chuyện đã xảy ra từ rất nhiều năm trước. Sau bữa tiệc, tiểu thư Aviva (hiện tại chính là phu nhân Nenonen) đang dùng giọng điệu kịch tính hóa xưa nay không đổi của cô ấy để phàn nàn rằng tiến độ phát triển của khoa học hiện đại quá nhanh. Mặc dù những hiểu biết của cô ấy về kỹ thuật còn không nhiều bằng hiểu biết về thổ nhưỡng trên Đảo Watatsumi (Đương nhiên, cô cũng chẳng biết gì về nó), nhưng hình như lúc đó có một trào lưu trong giới quý ông và quý cô, ấy chính là cảm thấy hứng thú với kỹ thuật như một cách để coi bản thân là thời thượng.\n\"Từ mấy ngàn năm trước, tổ tiên của chúng tôi đã chinh phục vùng đất này,\" - Cô ấy hắng giọng một cái, phe phẩy chiếc quạt xa hoa đính Thúy Linh và đá Beryl, cố khiến bản thân ra vẻ uể oải, \"Mấy trăm năm trước, dựa vào thiết bị lặn kiểu mới, bọn họ lại có thể dễ dàng chinh phục biển cả. Hôm nay, lại có một vài quý ngài quý cô cao quý đột phá ý tưởng, muốn thoát khỏi trói buộc của mặt đất, dựa vào thứ gọi là 'Dụng cụ trọng lực' để chinh phục bầu trời. Và không bao lâu nữa, ý tưởng của họ sẽ biến thành sự thật.\"\n\"Đúng vậy, đúng như cô nói. Nhân loại là sinh linh trí tuệ mạnh mẽ và dư thừa sức lực biết bao! Bất cứ lúc nào, họ đều có thể dốc sức thay đổi điều kiện sống của mình,\" - Biên tập viên của tờ báo Chim Hơi Nước lập tức bình luận. \"Thực tế, nếu chúng ta chỉ xét trên lý luận và ý nghĩa của kỹ thuật máy móc, chứ không dựa vào những thứ khác để đánh giá, nhân loại gần như có thể sánh vai với tạo hóa. Bởi vì họ đã dựa vào sự thông minh tài trí của mình để chinh phục đại đa số không gian, dựa vào ý chí, bọn họ có thể vẽ lại hình dạng của thế giới này một lần nữa.\"\n\"Haiz, ý tôi muốn nói không phải thứ này,\" - Tiểu thư Aviva thở dài một hơi đầy khoa trương. \"Những đại lục đen tối xa xôi và tối tăm chưa được biết đến kia, những di tích cổ đại ẩn sâu dưới lòng đại dương... Tất cả những chuyến thăm dò và khai thác đầy lãng mạn, tất cả những chiến công vinh quang và vĩ đại thể hiện rõ kỹ thuật khoa học và ý chí của chúng ta, gần như đã sắp cách xa nền văn minh của thời đại này rồi. Ông cha ta đã tạo ra quá nhiều thành tựu khiến người đời kinh ngạc, nhưng không hề chừa lại không gian cho chúng ta thăm dò và chinh phục. Đối với những người từ nhỏ đã có khao khát khám phá mà nói, còn chuyện gì khác đau đớn hơn thế này được?\"\nCô ấy dõng dạc trích dẫn lời nói của quốc vương Argeadai trong truyền thuyết, cứ như làm vậy là có thể chứng minh cô ấy thật sự đang thương xót và đồng cảm với suy nghĩ đó. Nhưng người ở đây đều lười nhác ngồi đó, cùng lắm chỉ lễ phép gật đầu. Phu nhân Elle ngáp dài một cái.\nThấy không ai tiếp lời, tiểu thư Aviva mất hết hứng thú, bèn chuyển chủ đề về vũ hội cuối tuần. Rõ ràng, chủ đề này được hoan nghênh hơn cả, bầu không khí vốn đang trầm lắng lại trở nên sôi động hơn. Huân Tước Ratar đang chuẩn bị kể cho mọi người truyền thuyết về một tòa tháp, phù thủy và quả cầu thủy tinh mà ông ấy nghe được trên đường đi ngang qua Sumeru, chưa đợi ông ấy kịp bắt đầu, đúng lúc này, ngài Ciric im lặng nãy giờ bỗng đột nhiên cắt ngang.\n\"Thưa tiểu thư Aviva, chuyện cô vừa nói quả thật khiến người ta có ấn tượng sâu sắc,\" - Ông ấy châm thuốc. \"Có điều, cô cũng đừng lo, bởi vì trên đời này vẫn có một nơi mà loài người chưa thể chinh phục. Hơn nữa, nếu như không có kỹ thuật quan trọng, có lẽ mãi mãi cũng sẽ không bị nhân loại chinh phục đâu.\"\n\"Nơi nào cơ?\" - Huân Tước tức giận hỏi. Ông ấy vốn rất tự tin vào câu chuyện mình định kể kia.\n\"Thời gian.\"\nMọi người trong phòng lập tức lặng ngắt như tờ, một giây sau, tất cả đều phá lên cười ngất ngưởng.\n\"Đúng là nói nhảm mà!\" - Bác sĩ Reinier cố nhịn cười. \"Đầu tiên, thời gian sao có thể là một phần của không gian được?\"\n\"Ngài có thể thoát ra khỏi thời gian, tồn tại riêng trong không gian không?\"\n\"Là ý gì?\"\n\"Giây trước ngài còn ngồi đây nói chuyện với tôi, một giây sau ngài đã biến mất tăm. Điều này có thể xảy ra không?\" - Ông ấy dừng lại một chút, giống như đang chờ những người khác suy nghĩ. \"Hiển nhiên, những người suy nghĩ sâu sắc đều hiểu rõ, cũng giống như chiều cao, chiều rộng, chiều dài, thời gian cũng là một phần của không gian. Vậy nên, thời gian - thân là một phần của không gian - đương nhiên cũng có thể bị chinh phục.\"\n\"Thật vô lý...\" - Bác sĩ nhỏ giọng lẩm bẩm một câu, nhưng cũng không phản bác gì nữa.\n\"Tôi đã nghiên cứu chuyện này lâu lắm rồi,\" - Ông tiếp tục nói. \"Tôi đã tưởng tượng ra một loại máy móc, có thể khiến người ta dễ dàng vượt qua dòng thời gian. Chừng hai tháng nữa là cỗ máy này sẽ xong xuôi. Đến lúc đó, tiểu thư Aviva à, tôi sẽ mời cô và những vị ngồi ở đây đến xưởng của tôi, cùng chứng kiến một thành tựu vĩ đại khác của nhân loại - Chinh phục thời gian.\"\nTiểu thư Aviva không nói gì. Thực ra, nhìn từ vẻ mặt của cô ấy, hẳn là người bạn có xuất thân cao quý này của chúng ta hoàn toàn không hiểu ngài Ciric đang nói gì."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Hai tháng sau, mấy người chúng tôi, bao gồm biên tập của tờ báo Chim Hơi Nước, bác sĩ, ngài Revilo Oliver và vài người khác cùng tham gia bữa tiệc đêm đó - đến xưởng của ngài Ciric đúng như đã hẹn. Tiểu thư Aviva không đến, xưa nay cô không có hứng thú với những chuyện này, tham gia vũ hội xã giao của Salon Caritat có ý nghĩa hơn nhiều.\nĐiều khiến người ta kinh ngạc chính là, so với hai tháng trước, Ciric đã già đi thấy rõ, cũng gầy gò hơn nhiều. Dưới ánh đèn mờ tối, gương mặt vốn dĩ tràn ngập nhiệt tình và kiêu ngạo kia như bị phủ lên một tầng lạnh lùng mà đờ đẫn, giống hệt những vị tăng nhân khổ hạnh gầy yếu ở Sumeru.\nÔng ấy mời mọi người cùng ngồi xuống ghế, giọng điệu vô cùng bình tĩnh.\n\"Vậy kế hoạch chinh phục thời gian của ngài tiến hành thế nào rồi?\" - Biên tập viên của tờ báo Chim Hơi Nước hỏi thẳng. \"Cỗ máy thời gian ngài nói đang ở đâu?\"\nCiric không trả lời, mà chỉ vào bàn làm việc bên cạnh. Chúng tôi nhìn sang theo hướng ông ấy chỉ, giữa bàn là một mô hình khí cầu hình cá voi mạ vàng, lớn bằng một cái chuông, dù là người ngoài nghề nhìn vào cũng đoán ra được, mô hình này được thực hiện rất chỉn chu. Lớp bên ngoài là thủy tinh trong suốt, có một thứ màu sắc vô định khó phán đoán đang chuyển động chậm rãi, ẩn hiện phát sáng dưới ánh đèn.\n\"Vậy nên,\" - Bác sĩ nói. \"Ngài tốn gần hai tháng để tạo ra một món đồ chơi khiến cho cả thợ thủ công của Lepaute cũng phải kinh ngạc sao?\"\n\"Thoạt nhìn trông nó có vẻ không có gì lạ,\" - Ciric liếc nhìn bác sĩ, trong mắt mang theo cảm xúc rất khó diễn tả, gần như có thể gọi là thương cảm. \"Đây chỉ là hình chiếu của nó trong thời khắc này. Giống như khi nhìn một tờ giấy từ bên hông, ta chỉ có thể thấy một đường thẳng mỏng manh mà thôi.\"\n\"Ăn nói bậy bạ.\"\nKhông biết tại sao, Ciric lại không hề phản bác, chỉ bình thản phiền chúng tôi để ông ấy kể lại trải nghiệm du hành qua thời gian của mình. Chúng tôi đồng ý với yêu cầu, thế là ông ấy bắt đầu kể lại những câu chuyện mà tôi sẽ kể tiếp theo đây, từ đầu chí cuối chưa từng bị cắt ngang.\nVới các vị, hai tháng trước hẳn là lần đầu tiên tôi đề cập về chuyện cỗ máy thời gian. Tương tự, với các vị, chừng một tuần trước tôi mới hoàn thành việc chế tạo cỗ máy này, và cũng quyết định leo lên nó, tiến hành chuyến du hành thời gian đầu tiên trong lịch sử nhân loại.\nTôi không cách nào dùng ngôn ngữ để diễn tả những cảm nhận kỳ lạ của mình trong chuyến du hành thời gian đó, cũng như không thể nào dùng ngôn ngữ để khiến người mù hiểu được ánh sáng rực rỡ đến thế nào. Chừng 20 phút sau - Mặc dù tính theo dòng thời gian chủ quan thì du hành thời gian là một chuyện tương đối vô nghĩa - cỗ máy dừng lại, tôi dõi mắt nhìn quanh, phát hiện mình đang ở một điểm định cư trong đế quốc Remuria. Những miếu thần hùng vĩ được xây dựng từ những tảng đá khổng lồ mài giũa trau chuốt và đấu trường đủ để khiến Viện Ca Kịch Epiclese cảm thấy xấu hổ, tạo vật của bậc thầy Alain Guillotin khi đứng trước những ma tượng hùng dũng ngẩng đầu bước đi trên phố, gần như có thể gọi chúng là người lùn kém phát triển. Trong lúc tôi đang mãi lo cảm thán như thế, vài lính tuần tra đã phát hiện ra tôi. Trong mắt bọn họ, người ăn mặc kỳ lạ như tôi nhất định là mật thám do kẻ địch phái tới. Nên họ lập tức bắt lấy tôi, gọi tôi là nô lệ thấp hèn, là kẻ sa ngã thờ phụng tà thần, muốn ném tôi vào hố sâu cho rắn độc ăn thịt.\nMay mà quan xây dựng địa phương - Sau này tôi mới biết, tên cô ấy là Aidia Anavana - nhận ra điều bất thường trong thân phận của tôi, đã phái người đưa tôi đến trước mặt cô ấy. Cô ấy kiên nhẫn nghe tôi dùng ngữ pháp sai bét nhè và khẩu âm ngọng nghịu (Lúc đó tôi thậm chí còn không thể phát âm rõ chữ \"Remuria\", đọc lên nghe rất giống \"Emuia\"), cũng hỏi tôi rất nhiều điều, và tôi cũng thành thật trả lời. Không lâu sau, cô ấy đã chấp nhận sự thật rằng tôi tới từ tương lai, cho tôi xem một tảng đá do các nô lệ vừa đào được."
          }
        ]
      },
      {
        "title": "Quyển III",
        "desc": [
          {
            "type": "RichText",
            "text": "Đó là một tảng đá hình vuông, mỗi cạnh mỗi góc đều khắc bảy cụm chữ đối xứng - Đó thật sự không phải chữ viết của Remuria, mà là loại văn tự hiện tại chúng ta đang dùng. Mặc kệ là dùng cách thức nào, đọc từ góc độ nào đi nữa, tin tức trên đó đều chỉ có một: Một câu đố được thiết kế tinh vi, liên quan đến chó, cỏ gia súc, chim thương linh, mưa mùa hè, tiếng hát của hoa tường vi, những đường vằn của hổ lông dài, thứ tự của hoa văn trên nham thạch. Tôi xưa nay rất thích giải câu đố, nhưng dù là vậy, câu đố tuần hoàn vô hạn này vẫn khiến tôi có cảm giác hoang mang mù mịt. Không biết tại sao, tôi nhận ra mình nhất định phải giải bằng được câu đố này, mặc kệ phải trả giá lớn cỡ nào. Tôi mất nửa năm, cùng Aidia giải nó. Mấu chốt giải đố nằm ở tên của một nô lệ đã chết ba mươi năm trước, và đáp án lại ám chỉ một ngày, ngày đế quốc sẽ bị tiêu diệt vào mấy trăm năm sau.\nTôi tạm biệt Aidia, leo lên cỗ máy thời gian đi đến ngày đó, mong rằng có thể tìm ra bí mật ẩn giấu phía sau tảng đá nọ. Ở đó, tôi gặp được vài Thợ Săn Marechaussee, bọn họ đã cho tôi xem một tảng đá khác. Trên tảng đá kia cũng khắc 49 chữ đối xứng, những dòng chữ kia cũng gộp lại thành một câu đố khác, đáp án lần này cũng là một ngày nào đó của tương lai xa xôi hơn.\nTôi đi theo chỉ dẫn của những tảng đá này, lướt qua từng quá khứ và tương lai, cứ lặp đi lặp lại như thế suốt 13 lần. Câu đố trên các tảng đá ngày một khó giải hơn. Trong đó có manh mối giải một câu đố nằm trong một quyển tiểu thuyết tình yêu ba xu xuất bản vào 300 năm sau, chữ thứ 5 trên trang 37 trong quyển sách ấy, ghép chung với tên đầy đủ của một viên sĩ quan mang số hiệu 375 của Sảnh Chấp Pháp ở 375 năm trước mới ra được đáp án hoàn chỉnh. Manh mối giải một câu đố khác lại đến từ một loại hoa nở ở mấy ngàn năm sau, tôi không biết tên của loài hoa này, nhụy của nó rất kỳ lạ. Có lẽ là một loại cẩm quỳ, tôi không dám chắc lắm, loại hoa kia dùng tiếng hót của chim sơn ca làm dinh dưỡng, nên một trong số các manh mối chính là số lượng xương ức của chim sơn ca sống ở thời kỳ Remuria. Lời giải được tạo thành như thế đấy.\nTảng đá cuối cùng đến từ một phòng trưng bày ngầm ở viện bảo tàng Basil Elton, bên trên không có chữ nào khác, chỉ có một con số: 0.\nTôi không biết rốt cuộc lúc đó mình nghĩ gì nữa, thiết lập điểm đến thành \"0\" là cách làm khá điên rồ, nhưng tôi vẫn nhập nó vào và kéo cần điều khiển. Không biết đã qua bao lâu, cỗ máy dừng lại. Tôi mới ý thức được mình đang lơ lửng trên một vùng biển bao la, không có sóng vỗ, cũng không có gợn sóng lăn tăn, bởi vì đến cả gió cũng không tồn tại. Bầu trời trên cao không phải màu xanh lam, mà là một màu đỏ đậm không thể diễn tả bằng lời, vô số ánh sao xa xôi le lói tô điểm trên nền trời đỏ rực, giống như sương muối phủ trên bờ biển.\nTôi nhìn mặt biển nguyên sơ, cứ như thế suốt mấy phút, tôi mới nhận ra dường như dưới mặt biển yên bình có ẩn chứa thứ gì đó. Đó là Palais Mermonia vốn không nên tồn tại ở đây.\nCũng chính lúc này, tôi nghe thấy ai đó gọi tên mình, Neven Ciric, giọng nói kia gọi. Tôi quay đầu lại, giống như nhìn vào gương, một người có diện mạo giống hệt mình đang nhìn thẳng vào tôi, cũng giống như tôi đang nhìn người đó vậy.\n\"Neven Ciric,\" - Người đó tiếp tục nói. \"Anh muốn chinh phục thời gian. Không ai có thể chinh phục được thời gian cả.\"\n\"Là anh đã để lại những câu đố ấy sao?\"\n\"Là anh đã để lại những câu đố ấy,\" - Người đó lặp lại câu hỏi của tôi, giống như đây chính là câu trả lời cho câu hỏi đó. \"Những câu đố ấy là một phần của thời gian, từng câu từng chữ trên đó cũng chính là bản thân thời gian.\"\n\"Vậy nên, đáp án cuối cùng của thời gian là 0.\"\n\"0 không phải đáp án, mà là một câu đố khác, vì đáp án sẽ không xuất hiện trong các câu đố,\" - Người đó nói. \"Đáp án của thời gian là chiếc gương. Hai mặt gương đối diện với nhau. Vô số những cuộc chia ly, hội ngộ, đối chiếu song song tạo thành một thứ gọi là ảo giác thời gian, chưa từng có quá khứ, cũng chẳng có tương lai, bởi vì quá khứ chính là tương lai. Khi anh đứng ở vị trí thời gian 0, nhìn theo khe hở ở giữa hai mặt kính, tất cả đường ánh sáng đều chiếu vào cùng một mặt phẳng, không có bất kỳ ánh sáng nào có thể thoát khỏi đó. Palais Mermonia đã chìm từ trước khi được xây dựng, mà Palais Mermonia bị chìm cũng sẽ được xây dựng một lần nữa. Nụ cười, nỗi buồn, nước mắt và cả cái chết cuối cùng sẽ tái diễn vô số lần, bởi vì đây chính là bản chất của tấm gương. Anh mãi mãi cũng không thể nào chinh phục được thời gian, cũng như anh không cách nào với tay bắt được cái bóng của mình vậy.\"\nCó lẽ vì hoảng sợ, cũng có thể là vì cơn cuồng loạn nhất thời. Khi người đó vừa dứt lời, tôi đã rút cây súng dùng để phòng thân ra, hướng thẳng vào đầu người đó mà bóp cò.\nCăn phòng lặng ngắt như tờ.\n\"Tôi không mong chờ mọi người có thể tin lời tôi nói,\" - Ciric đứng dậy, liếc nhìn chúng tôi. \"Cứ xem như tôi mê sảng nói bừa để khỏa lấp nỗi xấu hổ vì không thể chế tạo ra cỗ máy thời gian đi, coi nó như một câu chuyện hoang đường sứt sẹo, một giấc mộng được sinh ra từ vọng tưởng viển vông đơn thuần đi. Vậy... Xin lỗi vì không thể tiếp tục được nữa, hỡi các quý cô và quý ông, tôi phải lên đường để lại câu đố cho bản thân trong tương lai đây.\"\nSau đó, tôi không bao giờ gặp lại Ciric Neven nữa."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Nhà Du Hành Thời Gian"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Đạo Cụ Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5009,
            "name": "Nhà Du Hành Thời Gian I",
            "desc": "<p>Tiểu thuyết khoa học viễn tưởng Fontaine do tờ báo Chim Hơi Nước xuất bản, kể câu chuyện về chuyến du hành của một vị kỹ sư sử dụng cỗ máy thời gian.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/08/12108544/d320bd636cd59e9c09fd0c0addba6efb_6072643676447044311.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5010,
            "name": "Nhà Du Hành Thời Gian II",
            "desc": "<p>Tiểu thuyết khoa học viễn tưởng Fontaine do tờ báo Chim Hơi Nước xuất bản, kể câu chuyện về chuyến du hành của một vị kỹ sư sử dụng cỗ máy thời gian.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/08/12108544/d320bd636cd59e9c09fd0c0addba6efb_6580059525000761755.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5011,
            "name": "Nhà Du Hành Thời Gian III",
            "desc": "<p>Tiểu thuyết khoa học viễn tưởng Fontaine do tờ báo Chim Hơi Nước xuất bản, kể câu chuyện về chuyến du hành của một vị kỹ sư sử dụng cỗ máy thời gian.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/08/12108544/d320bd636cd59e9c09fd0c0addba6efb_2157991943337441320.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}