{
  "epId": 5103,
  "name": "Dạ Xoa",
  "desc": "<p>Một nhóm Tiên Nhân được thành lập bởi Nham Vương Đế Quân để tiêu diệt yêu ma.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/12/55631176/743eb584bfe80c36286c0d0003a3aa60_3062461551595198099.png",
  "menuId": 23,
  "menuName": "Tổ Chức",
  "version": 1741881183,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailers và Video Cốt Truyện",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Story Teaser - Yakshas: The Guardian Adepti"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/237301566/90f7b599b4d7f65c3edf3844d9cf3f04_5140932463371261091.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>27 Tháng 1, 2021</color>\nAlatus is the Golden-Winged King who is also the Conqueror of Demons. None knows whence he came, nor whither he went.\nOnly at springtime, during the offering of lanterns at night, might the people see the glow at Guyun and declare: \"Behold, the Vigilant Yaksha ends the dominion of daemons!\"\nOr they might hear the sound of a flute amongst the marsh reeds, but find none who play the flute, and thus declare: \"Hark, the yaksha calls to summon his old friends to their homeland.\"\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=Wv-Tr-sSoCs&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video cốt truyện Genshin Impact - Chỉ Còn Là Kỷ Niệm"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/237301566/68227850eb221e54dc2b6c91f89e1436_291937187263281196.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 Tháng 6, 2022</color>\n<color=#ffffffd9>Sau khi an toàn, mọi người lần lượt rời đi, hoặc trong lòng chứa đầy ưu tư, hoặc đã đạt được mong muốn.</color>\n<color=#ffffffd9>Chỉ có Xiao muốn mời bạn nói chuyện, kể cho bạn nghe những ký ức về Dạ Xoa...</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=ZVnfjTVZrWY&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Story Teaser: Echoes of the Heart"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/237301566/083477d4fe3e4626f8d54ba962d5cae2_4419010495052526109.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21 Tháng 1, 2023</color>\n<color=#ffffffd9>Khói mây thoảng qua, lục bình trôi nổi</color>\n<color=#ece5d8>Một dòng nước chảy, rửa sạch bụi trần</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=d1OANwZ29ww&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Chiến Tranh Ma Thần",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cách đây vài nghìn năm, Thiên Lý tạo ra Chiến Tranh Ma Thần để các sinh vật trên mặt đất tranh giành 7 ngôi vị thần thánh, và vùng đất Liyue trở thành chiến trường. Nham Vương Đế Quân cùng Tiên Nhân phương Nam giao chiến với Tiên Nhân phương Bắc và các vị thần khác. Vô số thần linh, Tiên Nhân và Dạ xoa đã ngã xuống trong cuộc chiến này. Trong số những nạn nhân có Đồng Tước, Dạ xoa trẻ nhất, người được Nham Vương Đế Quân đích thân ban danh, và Guizhong, Thần Bụi. Khi ấy, không có nơi nào để linh hồn của những kẻ đã khuất có thể trở về."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/90f7b599b4d7f65c3edf3844d9cf3f04_5990369071033377616.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trong một trận chiến, Nham Vương Đế Quân đã đánh bại một vị thần mà một Dạ Xoa trẻ tuổi từng phục vụ. Dạ Xoa ấy bị ép buộc phải làm những điều khủng khiếp ngoài sức tưởng tượng, hủy hoại biết bao sinh mạng, nghiền nát hy vọng và nuốt chửng những giấc mơ của những nạn nhân mà hắn giết. Dù điều đó khiến hắn vô cùng đau đớn, hắn vẫn bất lực, không thể chống lại. Khi Morax đánh bại chủ nhân của Dạ Xoa, ngài đã giải phóng hắn và ban cho hắn danh hiệu Xiao để bảo vệ hắn. <color=#ffffffd9>\"Trong truyền thuyết của quốc gia khác, chữ \"Xiao\" là để chỉ quỷ quái gặp phải khó khăn, chịu đủ giày vò. Ngươi cũng đã phải trải qua quá nhiều. Sau này ngươi hãy dùng cái tên này đi.\"</color> Để tỏ lòng biết ơn trước lòng nhân từ của Nham Vương Đế Quân, Xiao đã gánh vác trọng trách bảo vệ Liyue suốt hàng thiên niên kỷ sau đó. Vì tất cả sự dịu dàng và ngây thơ của hắn đã bị đánh mất trong quãng thời gian phục vụ tà thần, chỉ còn lại gánh nặng tội lỗi và khả năng giết chóc, Xiao chỉ có thể giúp đỡ người dân Liyue bằng cách chiến đấu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/07c5b1b79ed283b8ce32f56522a1dbae_6458912599486681398.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "3.700 năm trước, Morax đã đánh bại các vị thần khác của Liyue và cùng Tiên Nhân sáng lập nên Cảng Liyue. Các Tiên Nhân lập giao ước với Nham Vương Đế Quân, thề bảo vệ người dân Liyue. Dù Morax đã đánh bại và chôn vùi các vị thần bại trận dưới những vách núi, nhưng chúng vẫn bất tử. Ý thức của chúng có thể phai mờ, nhưng sức mạnh và hận thù vẫn luôn tồn tại, lan tràn như một loại độc dược, không ngừng khuấy động hỗn loạn cho thế giới và cư dân của nó. Những vị thần trở về vòng tuần hoàn nguyên tố không hề từ bỏ, mà quay lại dưới hình hài của yêu ma. Bị giày vò bởi cơn giận dữ, chúng sản sinh ra tà khí, từ đó sinh sôi đủ loại dịch bệnh, quái vật và những điều tà ác méo mó khác. Chúng khiến đất đai cằn cỗi, làm nước nguồn cuộn trào, gieo rắc thảm họa lên con người.\nĐể thanh trừ yêu ma, Nham Vương Đế Quân đã triệu tập các Dạ Xoa. Dạ Xoa, những chiến binh mãnh liệt và hiếu chiến, được xem như những linh thú soi sáng Liyue, sẵn sàng làm bất cứ điều gì để bảo vệ vùng đất này. Khi chiến đấu với yêu ma, họ đeo những chiếc mặt nạ đáng sợ để uy hiếp kẻ thù, đồng thời che giấu phần nhân tính còn sót lại của mình. Các Dạ Xoa đã thề sẽ khôi phục trật tự và trừ diệt mọi tà ác. <color=#ffffffd9>\"Sẵn sàng chiến đấu để bảo vệ thế gian, diệt trừ khổ ải.\"</color> Trong số vô vàn Dạ Xoa, năm người mạnh nhất là: Đằng Xà Thái Nguyên Soái Phù Xá, Hỏa Thử Đại Tướng Ứng Đạt, La Quyển Đại Tướng Phạt Nan, Tâm Viên Đại Tướng, và Kim Sí Bằng Vương. Cùng với Ma Thần, họ đã xua đuổi dịch bệnh, đánh bại yêu ma, và được thế gian gọi là Dạ Xoa. Họ hiểu rằng cuộc chiến mà mình theo đuổi sẽ không bao giờ có chiến thắng, cũng chẳng bao giờ đi đến hồi kết. Đó là một cuộc chiến vô hình, không ai có thể chứng kiến hay bày tỏ lòng biết ơn với họ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/548e5247deab8a521e2c9f8d040c062f_2241455296625011163.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Các Dạ Xoa đã tàn nhẫn tiêu diệt vô số hóa thân của những tàn dư oán hận từ các vị thần, nhưng chính điều đó đã làm tổn hại linh hồn của họ. Cuối cùng, những mảnh vỡ của thù hận ấy đã dần ăn mòn tâm hồn các Dạ Xoa, đẩy họ vào nỗi thống khổ tột cùng vì nghiệp chướng. Có kẻ rơi vào cơn cuồng nộ mù quáng đến mức không thể diễn tả bằng lời, có kẻ vì sợ hãi mà hóa điên trong sự hoang tưởng không thể kiểm soát. Có người quay sang tàn sát lẫn nhau, và có kẻ lạc lối trong ảo giác vô tận. Trải qua nghìn năm đầy tai ương, ba trong số năm Dạ Xoa đã bỏ mạng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/fd7d2c27514b9c50f2f6057c5d987cc3_7052495050928265229.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Di Nộ và Phạt Nan quay sang tàn sát lẫn nhau, và Phạt Nan đã dùng thương đâm chết huynh trưởng của mình. Ứng Đạt không thể chống lại ảnh hưởng của nghiệp chướng và bỏ mạng. Dạ Xoa thứ tư, Phạt Nan, hóa điên rồi biến mất, để lại tài sản bị phong ấn bằng tiên thuật, và chỉ còn lại Kim Sí Bằng Vương còn sống. Những tội nghiệt đã gây ra suốt hàng thiên niên kỷ bắt đầu gặm nhấm Kim Sí Bằng Vương từ bên trong. Hắn mất đi đồng tộc, bạn bè, chiến hữu, đối mặt với sự thật rằng bản thân không thể được cứu rỗi, bị thiêu đốt trong cơn thịnh nộ vĩnh hằng mà không một giây phút nào được nghỉ ngơi. Hắn quay lưng với quá khứ đầy hận thù, nhưng chẳng nhận được sự báo ứng hay giải thoát, mà chỉ còn lại một khoảng trống trong tim, một sự trống rỗng mà vĩnh hằng cũng không thể lấp đầy. Có một ngày, gần như kiệt sức sau khi chiến đấu từ hoàng hôn đến rạng sáng, Xiao chỉ giành chiến thắng trong gang tấc. Hắn mệt mỏi đến cùng cực, và lúc ấy, hận ý thần linh vấy bẩn trên cơ thể hắn bùng lên. Sự thù hận vô tận tràn ngập các giác quan, khiến hắn ngã quỵ trong đau đớn. Nhưng cũng chính vào khoảnh khắc đó, cơn đau đột nhiên biến mất mà không hề có dấu hiệu báo trước. Đó không phải nhờ sức mạnh của chính Xiao, mà bởi hắn đã được cứu bởi tiếng sáo của Phong Thần, Barbatos. Giai điệu trong trẻo và dịu dàng của tiếng sáo vang vọng qua núi rừng và sông suối, theo làn gió tìm đến nơi hắn đang gục ngã. Nó bảo vệ Kim Bằng, xoa dịu những giác quan đang điên cuồng của hắn, mang lại cho hắn một khoảnh khắc bình yên hiếm hoi.\nDù suốt cuộc đời, Kẻ Chinh Phục Yêu Ma luôn cô độc, nhưng vẫn còn những người trên thế gian này sẵn sàng bảo vệ hắn.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "name": "Liyue",
        "desc": "<p>Bến cảng giàu có nằm phía đông đại lục Teyvat. Vùng đất màu mỡ được tạo nên từ những dãy núi cao, rừng đá sừng sững, đồng bằng rộng lớn và những bờ sông nhộn nhịp sức sống, nơi đây rực rỡ sắc màu trong bốn mùa. Có bao nhiêu món quà cổ xưa của Nham Ma Thần được chôn vùi giữa núi non và những kỳ tích đá đang chờ người ta khám phá đây?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/5968bc73f375ee1e3704302541c83c7f_5132625440292305.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Tiên",
        "desc": "<p>Tiên Nhân là những linh thú bất tử của Liyue, đã bảo vệ con người trong hàng thiên niên kỷ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/55631176/7372a2d1b47769b64d0e87bd21a867a7_8335201144306207466.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Tiên nhân bảo vệ Liyue - Dạ Xoa. Hiệu là \"Hàng Ma Đại Thánh\", biệt danh \"Hộ Pháp Dạ Xoa Đại Tướng\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Phù Xá",
        "desc": "<p>Thủ Lĩnh của Dạ Xoa, còn được biết đến là Đằng Xà Thái Nguyên Soái Phù Xá.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/29/44749939/ce8ca6c53c0efe799e78251ccc363b99_7326873835997711396.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3518,
        "name": "Di Nộ",
        "desc": "<p>Một trong năm Dạ Xoa mạnh nhất, còn được gọi là Tâm Viên Đại Tướng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/29/44749939/66a51d84b5bc5d662b0a94288322c3bd_433718593365749334.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3520,
        "name": "Ứng Đạt",
        "desc": "<p>Một trong năm Dạ Xoa mạnh nhất, còn được biết đến là Hỏa Thử Đại Tướng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/29/44749939/f7de644e3dd664afc71b4ba98221fa9c_8840493422417480642.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3519,
        "name": "Phạt Nan",
        "desc": "<p>Một trong năm Dạ Xoa mạnh nhất, còn được gọi là La Quyển Đại Tướng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/29/44749939/7c00c00c237904fc5e9f85820a284477_9140458741201774055.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2314,
        "name": "Hộ Pháp Tiên Chúng Dạ Xoa",
        "desc": "\"Hạp Trung Lưu Ly Vân Gian Nguyệt\" của Liyue được biên soạn lại từ cuốn sách bách khoa văn hóa dân gian bách khoa toàn thư \"Lưu Ly Nham Gian Quốc Sĩ Kỷ Hành\" của học giả Sumeru - Masudi, do lời văn khó hiểu, nội dung uyên thâm mà khiến cuốn sách không được độc giả đón nhận rộng rãi. \"Hộ Pháp Tiên Chúng Dạ Xoa Lục\" là một trong số các tập trong đó, tập này giới thiệu về sự tích các Dạ Xoa từng kề vai sát cánh với Nham Thần.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Yakshas: The Guardian Adepti_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2326,
        "name": "Hoành Nghi Kinh",
        "desc": "Nghe nói bùa chú cổ đại tưởng niệm Nham Vương Đế Quân và Tiên Nhân Dạ Xoa, cũng là một trong những văn bản của tín ngưỡng Nham Thần cổ đại.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Verses of Equilibrium_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Thảm Họa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/9a723eb62826da5b39b435eec28c8297_1287605558445924247.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 năm trước, một đại họa xảy ra tại Khaenri'ah, và quái vật Vực Sâu tràn vào thế giới này. Vực Đá Sâu, nơi tà ác cổ xưa ẩn nấp bấy lâu, trở thành chiến trường khốc liệt chống lại quái vật Vực Sâu. Thiên Nham Quân được giao nhiệm vụ sơ tán dân thường và thợ mỏ, trong khi một số binh sĩ ở lại để yểm trợ cho cuộc rút lui. Dạ Xoa bốn tay, Phù Xá, đã đến trợ giúp họ. Cầm kiếm trong tay, hắn tiến vào Vực Đá Sâu để chấm dứt nỗi thống khổ của con người. Trong mắt hắn bừng lên ánh lửa tím u ám, và có người nói rằng Phù Xá không chiến đấu vì mệnh lệnh của Nham Vương Đế Quân, mà là để chuộc lại tội nghiệt vĩnh hằng, tìm kiếm sự tha thứ cho nỗi hèn nhát và yếu đuối mà hắn từng thể hiện. Dù nguyên do có là gì đi chăng nữa, Phù Xá vẫn cùng Thiên Nham Quân tiến vào hầm mỏ. Trong những trận chiến bên cạnh Dạ Xoa, những người lính phàm trần không thể tránh khỏi việc bị nhiễm ô bởi nghiệp chướng hoặc bị thương trong tàn sát. Để tránh bị bóng tối của giết chóc nuốt chửng, các binh sĩ Thiên Nham Quân đã dùng một chiếc đồng hồ để âm thầm đánh dấu dòng chảy thời gian giữa trận chiến. Họ duy trì một nhịp hành quân đồng bộ, tuân theo lịch trình nghiêm ngặt, một đội tiến lên, đội trước rút lui. Chu trình tiến và lui này tiếp diễn cho đến khi cả đoàn bị kẹt trong Vực Đá Sâu, nơi về sau cả Phù Xá lẫn những người lính quả cảm đều không thoát được."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/90ec28a7bc8d4e51d7db9d334bd6a40d_2423246889581117515.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cùng với một phàm nhân tên Boyan, Phù Xá đã tiến vào không gian phụ trong Vực Đá Sâu, nơi thời gian và không gian bị bóp méo. Không gian này lợi dụng những điểm yếu và nỗi sợ hãi của con người, tạo ra ảo ảnh để dụ họ vào cạm bẫy. Dưới ảnh hưởng của nghiệp chướng, Dạ Xoa quên đi chính mình, quên đi huynh đệ tỷ muội, và cả lý do hắn đặt chân đến Vực Đá Sâu. Bằng chính sinh mạng của mình, Boyan và Phù Xá đã phong ấn không gian phụ bằng La Bàn Kỳ Ảo—một pháp khí có khả năng thay đổi không gian và phong ấn quái vật. Trước khi chết, tâm trí của Dạ Xoa bốn tay trở nên sáng tỏ, và hắn nhớ lại những người bạn của mình. Phù Xá bị mắc kẹt trong Vực Đá Sâu, và sau này Kim Bằng cũng đã chạm mặt tàn ảnh của hắn trong không gian phụ khi đến đó.\nĐể thoát khỏi không gian phụ và cứu những người còn lại, Xiao đã sẵn sàng hy sinh bản thân, nhưng hắn đã được Nham Vương Đế Quân cứu.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Phù Xá",
        "desc": "<p>Thủ Lĩnh của Dạ Xoa, còn được biết đến là Đằng Xà Thái Nguyên Soái Phù Xá.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/29/44749939/ce8ca6c53c0efe799e78251ccc363b99_7326873835997711396.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Tiên nhân bảo vệ Liyue - Dạ Xoa. Hiệu là \"Hàng Ma Đại Thánh\", biệt danh \"Hộ Pháp Dạ Xoa Đại Tướng\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2064,
        "name": "Thiên Nham Vững Chắc",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Thần Sa Vãng Sinh Lục",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Di Sản",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/d62233f03601be3f1482da55fc406cc0_7401207558544153494.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trong một cuộc chiến xa xưa, người dân Liyue đã thắp sáng bầu trời đêm bằng những chiếc đèn lồng để dẫn lối các chiến binh trở về nhà và nhắc nhở họ không bao giờ được lạc lối. Lễ Hải Đăng là một sự kiện thường niên nhằm tôn vinh những anh hùng ấy. Vào ngày này, người dân cầu mong sự thịnh vượng sẽ đến với họ và mọi phiền muộn sẽ tan biến. Khi màn đêm buông xuống, cư dân trong thành phố thả vô số đèn trời cùng một chiếc đèn nguyệt khổng lồ bay lên bầu trời. Vào bầu trời mùa xuân, khi nghi lễ dâng đèn diễn ra trong đêm, người ta có thể thấy ánh sáng rực rỡ của đèn trời từ tận Cô Vân Các mà thốt lên rằng: <color=#ffffffd9>\"</color> <color=#ece5d8>Hãy nhìn xem, Hộ Pháp Dạ Xoa chấm dứt sự thống trị của yêu ma!</color> <color=#ffffffd9>\"</color> Hoặc họ có thể nghe thấy tiếng sáo văng vẳng giữa những rặng sậy trong đầm lầy, nhưng chẳng thấy ai thổi sáo, rồi lại thốt lên rằng: <color=#ffffffd9>\"</color> <color=#ece5d8>Hãy lắng nghe, Dạ Xoa triệu hồi những người đồng đội cũ trở về quê hương.</color> <color=#ffffffd9>\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/dfcd3f2011935d6162fe5cd362960c47_4538355187157167310.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Để ghi nhớ những chiến công của Dạ Xoa, người dân đã dựng tượng họ. Người ta tin rằng các Dạ Xoa hùng mạnh bị định sẵn phải lang thang trên thế gian trong sự thống khổ vĩnh hằng. Để an ủi Dạ Xoa, họ dâng đồ ăn và xướng tụng những bài thánh ca. Những nghi lễ này giúp xoa dịu các Dạ Xoa và tiếp thêm sức mạnh để họ tiếp tục bảo vệ hòa bình. Ngày nay, những bức tượng khổng lồ khắc họa Dạ Xoa tiêu diệt tà ma vẫn đứng sừng sững ở Liyue, nhưng gương mặt của họ đã mòn đến mức không còn nhận ra được nữa. Trong thế gian, gần như không ai biết về Dạ Xoa, bởi họ không phải là những vị thần mang lại tài lộc và che chở cho con người, cũng chẳng phải những bậc hiền giả huyền bí mà khách hành hương tìm đến để cầu xin trí tuệ thần thánh. Không ai nghĩ đến việc cảm ơn Xiao, vì họ sẽ khiếp sợ sức mạnh thần thánh của hắn. Chỉ cần nhìn thấy Xiao, dù từ xa, cũng đủ khiến con người hoảng loạn bỏ chạy. Tuy nhiên, Thất Tinh, những người cai quản Liyue, đã âm thầm cử một mật thám hỗ trợ Hàng Ma Đại Thánh trong việc tiêu diệt tà ma. Người này điều hành một tổ chức trá hình mang tên Nhà Trọ Vọng Thư. Đôi khi, Xiao ghé qua quán trọ để thưởng thức một bát Đậu Hũ Hạnh Nhân, món ăn ưa thích của anh."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/8b671dfbeb1e2ed7a75088c60db5de9b_3776640753422333091.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, có một người phàm tên Wang Ping'an quyết định giả làm Dạ Xoa và tự xưng là Tinh Nguyệt Thiên Quân, thu thập tín đồ. Hắn cho người dân thuốc men, hộ tống thương nhân và giúp đỡ những kẻ thất tình để đổi lấy cống hiến. Sử dụng Bách Vô Cấm Kỵ Lục, hắn xua đuổi yêu ma nhưng không tiêu diệt chúng, khiến chúng dần tụ tập lại một nơi, đe dọa sự an toàn của mọi người. Sau khi biết được hành vi lừa đảo này, Hàng Ma Đại Thánh đã sử dụng một loại tiên thuật có tên là Cảnh Pháp Kẻ Mộng Du để triệu hồi linh hồn của Tinh Nguyệt Thiên Quân. Nghi thức này bao gồm bốn phần: dâng hương, tĩnh tâm, niệm chú và bắn tiễn. Để dâng hương, cần đặt hương vào lư hương với lòng tôn kính dành cho Nham Vương Đế. Tĩnh tâm là gạt bỏ những tạp niệm, tập trung vào mục tiêu của tiên thuật mà chúng ta đang thực hiện. Sau đó, mọi người phải lớn tiếng niệm chú rằng: <color=#ffffffd9>\"Đế Bà Dạ Xoa, tam thi áp giải!\"</color> , Và cuối cùng — bắn một mũi tên về phía từng bức tượng Dạ Xoa để xin quyền uy của họ làm chứng cho khế ước. Khi bại lộ, hắn đã thề với Xiao rằng sẽ từ bỏ tà niệm, sống đúng với lương tâm và không làm ô danh các Tiên Nhân."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/4034daf7d995376ffadd9d0bc70d02cd_4298174480460191849.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Để tưởng nhớ Dạ Xoa Đồng Tước, một ngôi đền đã được xây dựng. Nhưng theo thời gian, con người dần lãng quên nơi này, và nó sụp đổ. Bằng cách sử dụng pháp thuật Phù Thế Lưu Hình Pháp, cùng với đạo cụ nghi thức - Đèn Thất Tinh, Dạ Xoa đã khuất có thể hóa thân thành ảo ảnh vào ngày giỗ của mình để ngắm nhìn Liyue thời hiện đại. Wang Ping'an, người đã từ bỏ danh hiệu \"Tinh Nguyệt Thiên Quân\" và quyết tâm chuộc lại lỗi lầm, đã xây dựng lại ngôi đền của Đồng Tước. Đôi khi, Xiao đến ngôi đền này để tưởng nhớ những huynh đệ tỷ muội đã khuất, và mang đến cho Đồng Tước món Cá Hổ Nướng mà hắn từng yêu thích.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Tết Hải Đăng",
        "desc": "<p>Tết Hải Đăng là dịp lễ được tổ chức để tưởng niệm những người đã hi sinh trong Cuộc Chiến Ma Thần</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/55631176/654359f2b1a70b260e1017d412721a45_6317226117948843106.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Tiên nhân bảo vệ Liyue - Dạ Xoa. Hiệu là \"Hàng Ma Đại Thánh\", biệt danh \"Hộ Pháp Dạ Xoa Đại Tướng\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2515,
        "name": "Wang Ping'an",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Wang Ping'an_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 1088,
        "name": "Cá Hổ Nướng",
        "desc": "Cá xiên nướng trên lửa lớn. Những con cá vừa vớt lên từ bến tàu được tẩm ướp rồi nướng nhanh, mùi thơm có thể hấp dẫn những chú mèo trên đường. Tươi mới chính là bí quyết của một món ngon.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Grilled Tiger Fish_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dạ Xoa nổi bật"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "Tiên nhân bảo vệ Liyue - Dạ Xoa. Hiệu là \"Hàng Ma Đại Thánh\", biệt danh \"Hộ Pháp Dạ Xoa Đại Tướng\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Kim Bằng là một trong năm Dạ Xoa mạnh nhất và là Dạ Xoa duy nhất còn sống.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Phù Xá",
        "desc": "<p>Thủ Lĩnh của Dạ Xoa, còn được biết đến là Đằng Xà Thái Nguyên Soái Phù Xá.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/29/44749939/ce8ca6c53c0efe799e78251ccc363b99_7326873835997711396.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Thủ Lĩnh của Dạ Xoa, Đằng Xà Thái Nguyên Soái Phù Xá.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3518,
        "name": "Di Nộ",
        "desc": "<p>Một trong năm Dạ Xoa mạnh nhất, còn được gọi là Tâm Viên Đại Tướng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/29/44749939/66a51d84b5bc5d662b0a94288322c3bd_433718593365749334.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Một trong năm Dạ Xoa mạnh nhất, hi sinh trong trận chiến với Phạt Nan.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3519,
        "name": "Phạt Nan",
        "desc": "<p>Một trong năm Dạ Xoa mạnh nhất, còn được gọi là La Quyển Đại Tướng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/29/44749939/7c00c00c237904fc5e9f85820a284477_9140458741201774055.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Một trong năm Dạ Xoa mạnh nhất, hi sinh trong trận chiến với Di Nộ.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3520,
        "name": "Ứng Đạt",
        "desc": "<p>Một trong năm Dạ Xoa mạnh nhất, còn được biết đến là Hỏa Thử Đại Tướng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/29/44749939/f7de644e3dd664afc71b4ba98221fa9c_8840493422417480642.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Một trong năm Dạ Xoa mạnh nhất, người đã chết vì nghiệp chướng.\nPervases\nƯng Dạ Xoa , người chết trong trận chiến với Ma Thần.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sách Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 2314,
        "name": "Hộ Pháp Tiên Chúng Dạ Xoa",
        "desc": "\"Hạp Trung Lưu Ly Vân Gian Nguyệt\" của Liyue được biên soạn lại từ cuốn sách bách khoa văn hóa dân gian bách khoa toàn thư \"Lưu Ly Nham Gian Quốc Sĩ Kỷ Hành\" của học giả Sumeru - Masudi, do lời văn khó hiểu, nội dung uyên thâm mà khiến cuốn sách không được độc giả đón nhận rộng rãi. \"Hộ Pháp Tiên Chúng Dạ Xoa Lục\" là một trong số các tập trong đó, tập này giới thiệu về sự tích các Dạ Xoa từng kề vai sát cánh với Nham Thần.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Yakshas: The Guardian Adepti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2326,
        "name": "Hoành Nghi Kinh",
        "desc": "Nghe nói bùa chú cổ đại tưởng niệm Nham Vương Đế Quân và Tiên Nhân Dạ Xoa, cũng là một trong những văn bản của tín ngưỡng Nham Thần cổ đại.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Verses of Equilibrium_icon.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Dạ Xoa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/12/55631176/656c2e96485514de4de8414f598c26fd_4534955996306747445.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "5 vị Dạ Xoa mạnh nhất"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Dạ Xoa"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "Thể Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Tiên Nhân"
          }
        ]
      },
      {
        "key": "Thủ Lĩnh",
        "value": [
          {
            "type": "RichText",
            "text": "Phù Xá"
          }
        ]
      }
    ]
  }
}