{
  "epId": 5141,
  "name": "Khu Belleau",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Mặc dù Fontaine được bao phủ bởi vùng biển rộng lớn, nhưng ở đây cũng có những ngọn núi và khu rừng tuyệt đẹp. Núi Automnequi là một trong những ngọn núi mang tính biểu tượng. Viện Nghiên cứu Fontaine đã sử dụng các thiết bị kỹ thuật khổng lồ để khoan Đường hầm Poisson, qua đó giải quyết một trong những thách thức lớn nhất đối với chiến dịch xây dựng các chặng Tàu Luân Chuyển.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_1095655297268239009.png",
  "menuId": 20,
  "menuName": "Giải Thích Từ Ngữ",
  "version": 1739960183,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Khu Belleau"
          }
        ]
      },
      {
        "key": "Thể Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Khu Vực"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Phiên Bản Ra Mắt",
        "value": [
          {
            "type": "RichText",
            "text": "4.0"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Minh Họa",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tờ Báo Chim Hơi Nước Số Đặc Biệt 01 - Biển Trên Đất Liền, Cội Nguồn Ngàn Dòng Nước"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/8458af7e370ca4be1d499963c18873ff_8988558508845599873.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>9 Tháng 8, 2023</color>\n<color=#ffffffd9>Xin chào các Nhà Lữ Hành! Dưới làn nước của Fontaine có nhiều bí ẩn đang chờ các Nhà Lữ Hành tới khám phá, cùng nhau tìm hiểu nhé.</color>\n<color=#ffffffd9>Trong giới nhà mạo hiểm đang chuẩn bị đến Fontaine gần đây có một ấn phẩm rất thịnh hành, nghe nói chính là Tờ Báo Chim Hơi Nước Số Đặc Biệt vừa được phát hành dạo trước, chúng ta cùng xem thử có nội dung mới nào nhé!</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tờ Báo Chim Hơi Nước Số Đặc Biệt 07 - Lãnh Chúa Cô Độc Dưới Hồ Nước Cuộn Trào"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/dbfb528591d9eac77d78c46a54b61149_1508546605683925315.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15 Tháng 8, 2023</color>\n<color=#ffffffd9>Nhà Lữ Hành thân mến, số đặc biệt của Tờ Báo Chim Hơi Nước kỳ này sẽ giới thiệu đến các bạn một kẻ địch mới dưới nước ở Fontaine - \"Hoàng Đế Thép Lửa\".</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Âm Nhạc",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Fountain of Belleau"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/07/237301566/5b6554f30813c3e823e1e25035be3dd6_2469318684227731904.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>2 Tháng 10, 2023</color>\nGenshin Impact's Fontaine OST album \"Fountain of Belleau\" is out now! The album's four discs \"Chanson of Justice and Impartiality,\" \"Arioso of Belle Epoque,\" \"Chapelloise of Trickling Springs,\" and \"La bataille de Fontaine\" feature 96 remarkable tracks composed by the HOYO-MiX team, each one an original composition for the region of Fontaine in Genshin Impact.\nThe songs featured on the Fontaine OST album were recorded by the London Symphony Orchestra with special guest folk musicians at Abbey Road Studios, Angel Studios, Air-Edel Recording Studios, and other recording studios respectively.\n<color=#ff9999>Disk 1:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=znHhRYBmfck&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disk 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=gwGOp351clk&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disk 3:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xZSDdaYjV_c&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disk 4:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xUcJtXtLb_I&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cuộc Vây Hãm Poisson",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Một lần, Chính quyền Fontaine muốn tạo ra một thành phố ngầm bên dưới thành phố, Fleuve Cendre, từ hệ thống cống rãnh của Đại Sảnh Fontaine. Vì khó duy trì trật tự nên Eduardo Baker và những người bạn của ông đã nắm quyền ở Fleuve Cendre. Họ bắt đầu giải quyết những tranh chấp giữa những “đồng hương” Fleuve Cendre, chúc phúc cho những người mới cưới và bảo vệ những người buôn bán khỏi bị các băng nhóm tống tiền và quấy rối. Khi chính quyền Đại Sảnh Fontaine quyết định thanh trừng Fleuve Cendre, Baker bị bắt và đày đến sa mạc Sumeru. Trên đường lưu vong, anh ta với sự giúp đỡ của tay sai đã trốn đến Poisson, chiếm thị trấn và bắt các thành viên của Sảnh Chấp Pháp đang vận chuyển Baker làm con tin. Anh ta đưa ra một số yêu cầu vô lý nên Thợ săn Marechaussee đã can thiệp. Nhà báo Karl Ingold đến Poisson với tư cách là nhà đàm phán và đi cùng với ông là con trai của Eduardo, Jacob.\nSau nỗ lực giải quyết vấn đề không thành công, sự bất đồng giữa nhóm của Baker và Thợ săn Marechaussee đã biến thành một cuộc chiến bạo lực. Kết quả là Jakob và Rene, con trai của Thị trưởng Poisson, trở thành trẻ mồ côi. Cả hai đều được gửi đến Học Viện Narzissenkreuz, một trại trẻ mồ côi thường là nơi giam giữ con cái của tội phạm. Sau này, hai đứa trẻ này đã thành lập hội Narzissenkreuz, một trong những tổ chức ảnh hưởng nhiều đến lịch sử của Fontaine. Cuộc vây hãm Poisson đã để lại những vết sẹo về thể chất và tinh thần cho Guillotin. Do sự kiện này, ông đã rời khỏi hàng ngũ của Marechaussee và dự định sống những ngày còn lại của mình, hài lòng với chỉ những gì của mình.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Đội Hắc Ảnh Marechaussee",
        "desc": "<p>Đơn vị nhận lệnh trực tiếp từ Thẩm phán tối cao Neuvillette, chịu trách nhiệm điều tra tội phạm. Đơn vị này có trụ sở tại Palais Mermonia và là một trong những phòng ban của Sảnh Chấp Pháp.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/55631176/68056e921a04a72fc9ccb52413826e6d_6167378543901104067.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Học Viện Narzissenkreuz",
        "desc": "<p>Một trại trẻ mồ côi tại Fontaine, được xây dựng trên tàn tích của nền văn minh cổ đại</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/55631176/1e197dc3182ae617873e44b72fe9c138_8467319645120868129.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Một đứa trẻ mồ côi được nuôi dưỡng tại Học Viện Narzissenkreuz và sau đó được Karl Ingold nhận nuôi. Anh ta trở thành một tân nhân loại và là một trong những người sáng lập Hội Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/25/55631176/02bc05cc787742e2fdf79dc45a69ccec_3795065766304030303.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Ống Đồng Fleuve Cendre",
        "desc": "<p>Ống đồng khá vừa tay, đã từng được dùng như vũ khí trong quá khứ. Từng để lại danh tiếng hoặc tai tiếng trong một số người.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/12108544/920ca2fe25ca2db1796848099b59b2d8_1377332217397892348.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Thợ Săn Marechaussee",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/44749939/c1a059aac55b150c6f1cbedb2df749dd_4281479317597739894.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Spina di Rosula",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/ae577647454167a7a0f797a6a7dc5603_3600196575135307589.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Spina di Rosula là một tổ chức có các thành viên đến từ nhiều ngành nghề khác nhau trong xã hội. Họ tận tâm giải quyết những vấn đề khó khăn cho người dân và sẽ liên lạc, hợp tác với chính quyền Fontaine khi cần thiết. Tổ chức, có trụ sở nằm trong con tàu, được thành lập bởi Callas ở Poisson. Một con tàu khổng lồ và lộng lẫy thể hiện sự khám phá, cơ hội, tham vọng và chinh phục. Nó tượng trưng cho tương lai tươi sáng và vô hạn của Spina di Rosula. Biểu tượng của Spina, với hình ảnh mỏ neo và hoa hồng, được thiết kế bởi Clementine, vợ của Callas và là mẹ của Navia, người đứng đầu hiện tại của tổ chức.\nMột trong những dự án quan trọng nhất của Callas là xây dựng các chặng đường tàu luân chuyển trải dài khắp Fontaine. Khi thảo luận về việc xây dựng các chặng đường, Spina di Rosula chia thành hai bên. Bên thứ nhất là Callas tin rằng đây là cơ hội hiếm có để thiết lập sự hợp tác với chính quyền của Đại Sảnh Fontaine và Viện nghiên cứu, việc xây dựng các đường tàu sẽ giúp thiết lập sự kết nối hữu ích. Tàu luân chuyển được cho là sẽ mang lại lợi ích thương mại và danh tiếng tốt cho cư dân Fontaine. Bên thứ hai, dẫn đầu bởi thành viên Romeuf của Spina di Rosula, nghĩ rằng số tiền đáng kể như vậy nên được đầu tư tốt hơn vào việc phát triển Poisson. Khi hai bên không thể thống nhất được, Romeuf và những người ủng hộ ông nuôi mối hận thù với Callas và Clementine. Đối với nhóm của Romeuf, việc Clementine ủng hộ việc xây dựng đường tàu là một sự phản bội, có nghĩa là tiếng nói của họ sẽ không bao giờ được lắng nghe nữa. Sau khi Clementine qua đời do những biến chứng trong quá trình sinh con gái, Callas bắt đầu coi việc xây dựng các chặng tàu luân chuyển là di chúc cuối cùng của vợ mình. Sau đó, hy vọng thỏa hiệp cuối cùng biến mất, Romeuf rời Spina di Rosula."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/300ff1352524d76e48790f8a50b72698_988917864761509741.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Với sự hỗ trợ của Spina di Rosula, 3 chặng đường Tàu Luân Chuyển đã được xây dựng, được đặt theo tên của gia đình Caspar: Clementine, Navia và Callas. Mặc dù trụ sở của tổ chức là Poisson, nhưng không có chặng nào dẫn vào thị trấn và chỉ có chặng Clementine đi qua Núi Automnequi. Chặng Callas dẫn từ Đại Sảnh Fontaine đến Viện Nghiên cứu đã bị phá hủy khi Phòng thí nghiệm Trung tâm của Viện phát nổ, nhưng Navia có kế hoạch không chỉ khôi phục nó mà còn bổ sung thêm các điểm dừng trên các chặng hiện có đồng thời xây dựng chặng thứ tư đến Cảng Lumidouce.\nNhiều năm sau, khi con gái của Clementine và Callas là Navia trở thành người đứng đầu tổ chức, Romeuf quyết định trả thù Spina di Rosula và cho nổ tung chặng Clementine đi qua Poisson. Trợ lý của ông, Colter, người gần đây được thả khỏi Pháo đài Meropide, đã đổ lỗi cho Navia là người gây ra tất cả những rắc rối cho Spina di Rosula vì Clementine, Callas và cựu quản gia Melus đã chết nên không còn ai ngoài Navia để đổ lỗi. Anh tin rằng Navia đã tự tay phá hủy mọi thứ thân yêu của anh và đưa Poisson đến sự hủy diệt. Navia đã thành công đánh bại Colter trong một trận chiến và trong khi đó Nhà Lữ Hành và Paimon đã gỡ bom và cứu chặng tàu luân chuyển khỏi bị phá hủy.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula là một tổ chức có các thành viên đến từ nhiều ngành nghề khác nhau trong xã hội. Họ tận tâm giải quyết những vấn đề khó khăn cho người dân và sẽ liên lạc, hợp tác với chính quyền Fontaine khi cần thiết.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/55631176/103e6993dd0a594332fa18ca5fe17098_4533018030715079119.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Viện Khoa Học Fontaine",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/55631176/154baa11b653966030bdf047346be788_5823778168355907897.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Hội trưởng hiện tại của Spina di Rosula, là một cô chủ dễ thương và rất có trách nhiệm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/12108544/3fc7580c01a9e622692402889706c4db_1838072394941570717.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tiên Tri",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/4d00bf623c0adde66eacebeb7573b94e_4354889468432779816.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vài thiên niên kỷ trước, Egeria, Thủy Thần trước đây, đã phạm tội sử dụng sức mạnh của Biển Nguyên Thủy để biến các Tinh Linh Nước Trong thành con người. Vì vậy, một lời tiên tri đã xuất hiện ở Fontaine, nội dung như sau: <color=#ffffffd9>\"Cuối cùng, mọi người đều sẽ bị tan vào trong biển, chỉ còn lại Thủy Thần ngồi khóc trên ngai thần. Lúc đó, tội lỗi của người Fontaine mới được gột rửa.\"</color>\nNhiều năm sau, lời tiên tri bắt đầu trở thành sự thật, và một vụ bùng nổ nước từ Biển Khởi Nguyên đã xảy ra ở khu vực Poisson. Cư dân của Poisson không nhận ra ngay mối nguy hiểm, vì vậy những người qua đường gần nước ngay lập tức biến mất. Sau đó, mọi người bắt đầu chạy trong hoảng loạn, hy vọng đến được những nơi cao hơn. Một số người bị thương trong cuộc giẫm đạp hoặc ngã từ độ cao. Khi một cuộc cứu hộ được tổ chức, nhiều người đã được cứu, nhưng Melus và Silver, trợ lý của Navia, những người đã giúp đỡ trong việc sơ tán, không kịp rời đi. Người đứng đầu Spina di Rosula, Navia, với sự hỗ trợ của Quan Chấp Hành Arlecchino, đã đảm bảo an toàn cho các cư dân bị ảnh hưởng của Poisson, sơ tán họ khỏi thị trấn.\nNgười dân Poisson đã đổ lỗi cho Thủy Thần Furina về thảm họa, vì họ tin rằng cô ấy đã không làm gì để cứu họ. Sau sự cố, thị trấn dần dần bắt đầu phục hồi, và Navia hứa sẽ bồi thường cho tất cả các nạn nhân. Mặc dù tình hình tài chính của Spina còn xa mới đạt được mong muốn, lời hứa này đã giúp thể hiện thái độ quyết tâm của Navia đối với những gì đã xảy ra để mọi người lại tin tưởng vào tổ chức."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/86666cb4b2f6f71d4bb5bfff677f9b1b_8326275464811305097.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau khi Poisson được tái thiết, cư dân quyết định xây dựng một tượng đài cho cha mẹ của Navia. Mọi người muốn thể hiện lòng biết ơn đối với Clementine và Callas vì sự phát triển của Poisson và Spina di Rosula, vì vậy họ đã quyên góp tiền để xây dựng đài tưởng niệm. Mặc dù Navia cảm thấy rằng cô chưa làm đủ để có mặt tại tượng đài, nhưng người dân Poisson rất biết ơn cô vì tất cả những gì cô đã làm gần đây và đã đưa cô vào mô hình.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula là một tổ chức có các thành viên đến từ nhiều ngành nghề khác nhau trong xã hội. Họ tận tâm giải quyết những vấn đề khó khăn cho người dân và sẽ liên lạc, hợp tác với chính quyền Fontaine khi cần thiết.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/55631176/103e6993dd0a594332fa18ca5fe17098_4533018030715079119.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Tinh Linh Nước Trong",
        "desc": "<p>Tinh Linh Nước Trong là những sinh vật thông minh thuộc nguyên tố Thủy, được tạo ra bởi vị Thần Thủy tiền nhiệm là Egeria, và có khả năng điều khiển nước theo ý muốn.<span class=\"wk-shady\">Tất cả người dân Fontaine đều từng là Tinh Linh Nước Trong, những sinh vật mà Egeria đã biến thành con người để thỏa mãn nguyện vọng của họ, đi ngược lại với luật lệ của Thiên Lý.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/55631176/657aa46ceeac51d9b9f0b4c3669337b9_2982111220935918637.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Thủy Thần tiền nhiệm đã mất trong trận Đại hồng thủy 500 năm trước.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/01/55631176/a5b8d23dd3fbe0969cc3ebce78f9c29f_7863445554681480745.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Thuỷ Thần cuối cùng, còn có danh hiệu là Thần Chính Nghĩa. <span class=\"wk-shady\">Cô ấy đã tự hi sinh bản thân để phá huỷ ngôi vị Thuỷ Thần và trả lại sức mạnh cho Thuỷ Long</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Hội trưởng hiện tại của Spina di Rosula, là một cô chủ dễ thương và rất có trách nhiệm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/12108544/3fc7580c01a9e622692402889706c4db_1838072394941570717.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Quan Chấp Hành thứ 4 của Fatui - Arlecchino. Nhà ngoại giao trầm tĩnh lạnh lùng, là \"Cha\" mà bọn trẻ vừa sợ hãi cũng vừa dựa dẫm trong Căn Nhà Hơi Ấm.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/12108544/672e65470bfd14b664596c2a7f7eaaf8_8605295858180963579.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tài Nguyên",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ngọc Thạch Âm Vang"
      },
      {
        "type": "CustomEntry",
        "epId": 4238,
        "name": "Ngọc Thạch Âm Vang 107",
        "desc": "<p>\tKết tinh ẩn chứa vần điệu kỳ diệu, như một viên ngọc bích tuyệt đẹp dệt từ dải lụa mỏng manh. Chúng được phân bổ ở khắp nơi trên vùng đất này hoặc ở trong tay những thương nhân bảo vật. Có thể vào trong \"Ấm Trần Ca\", dùng \"Âm Vang Vạn Dặm - Phiêu Dương\" hoặc \"Âm Vang Vạn Dặm - Mậu Nhiễu\" để khôi phục lại giai điệu bên trong. Giai điệu ẩn chứa trong \"Ngọc Thạch Âm Vang\" này là \"Nếu Bình Minh Lại Đến\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/24/12108544/ecb574a7daa00e7f1bb32c704bd1067d_4713087772022980956.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sinh Vật",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kẻ Địch và Quái Vật"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Hoàng Đế Thép Lửa",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Một trong hai bá chủ đứng đầu Dị Chủng Biển Sâu, từng là giai thoại lan truyền giữa các thủy thủ một thời.<br>Cua Giáp Nặng nếu không gặp kẻ địch, sẽ có thể liên tục săn bắt, ăn mồi và trưởng thành, không ngừng tìm kiếm vỏ ốc thích hợp để làm bộ giáp mới. Nhưng đến cuối cùng nó trở nên thực sự quá lớn. Trước kỳ nước dâng lần một, đã từng có ghi chép viết rằng Cua Giáp Nặng khổng lồ đã tấn công tàu thuyền, và cuối cùng đã bị tư lệnh hải quân chưa phục chức Basil Elton đánh bại.<br>Thử tưởng tượng về một thế giới như thế này: Diệt trừ hết tất cả con người trên Teyvat, thì Hoàng Đế Thép Lửa có thể tiếp tục trưởng thành vô tận, rồi sẽ có ngày nó đem Palais Mermonia khoác lên mình để làm chiếc áo giáp bằng đá trắng lộng lẫy nhất. Đương nhiên, trong thế giới đó sẽ không có loài người vừa sợ vừa đùa cợt gọi nó là \"Hoàng Đế Thép Lửa\" nữa rồi.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/44749939/197e7c5cc168b4d88c873575cadbe969_8512013830959985931.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cá"
      },
      {
        "type": "CustomEntry",
        "epId": 4107,
        "name": "Robot Bảo Trì - Phiên Bản Bạch Kim",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Robot dây cót hỗ trợ cho hoạt động dưới nước kiểu gọn nhẹ, được phát triển để nâng cao hiệu suất làm việc của đội robot. Mục đích thiết kế ban đầu là để dọn sạch các tạp chất như rác, cặn bã thực vật ở dưới nước. Từ đó tránh việc chúng bám vào những bộ phận quan trọng trên robot dây cót, làm giảm thiểu tỷ lệ xảy ra sự cố.<br>So với những dòng khác, robot bảo trì \"Phiên Bản Bạch Kim\" này đã sử dụng nguyên liệu sáng bóng, là dòng robot mà nhóm phát triển đã thiết kế để làm hàng lưu niệm. Nhóm dự án này khi tìm được thương nhân có tài chính hùng hậu, hoặc khi kêu gọi đầu tư cho dự án sẽ dùng món hàng lưu niệm này làm quà tặng cho thương nhân. Đây là một món trưng bày tinh tế trong hồ cá, đúng là khá hiếm. Đáng tiếc là, mọi cố gắng thu hút đầu tư của nhóm này đều thất bại, nên đã đổi ý đem robot bảo trì này làm đồ chơi để bán ra, bù lại cho khoảng kinh phí thiếu hụt của mình.<br>Cuối cùng, sau sự cố mà mọi người đều biết đó, thì cả nhóm phát triển robot bảo trì đã triệt để ngừng hoạt động, dự án robot bảo trì sau đó cũng bị hủy. Hiện tại, robot bảo trì trong vùng nước Fontaine đều không ai quản lý. Lô robot \"Phiên Bản Bạch Kim\" đã sản xuất trước đó cũng chìm trong nước, không biết đi về đâu, trở thành \"Cá Sắt\" đặc sắc nhất và cũng đắt đỏ nhất của vùng nước Fontaine. Khi một số dự án của Viện Khoa Học được công khai, các phóng viên của \"Báo Chim Hơi Nước\" đối chiếu tài liệu, đào sâu điều tra đã phát hiện \"trước và sau khi đưa robot bảo trì vào hoạt động, thì tình trạng ô nhiễm vùng nước Fontaine cũng không có biến đổi gì lớn. Hiệu năng của hạng mục này đáng phải nghi ngờ\". Sau đó, robot \"Phiên Bản Bạch Kim\" chưa hoạt động vẫn cứ lang thang trong vùng nước Fontaine như xưa. Các thợ câu cũng bắt đầu xem việc câu được \"Phiên Bản Bạch Kim\" là vinh dự, dù sao thì độ hiếm của robot \"Phiên Bản Bạch Kim\" cũng tương đương với những loài cá cảnh quý nhất của quốc gia khác.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/26/44749939/620505b83c58b0a556b8ba2f870f00b9_4283529824655871566.png",
        "displayStyle": "card",
        "menuId": 15
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPCs",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Thương Nhân"
      },
      {
        "type": "CustomEntry",
        "epId": 4257,
        "name": "Hinterman",
        "desc": "<p>Người Bán Cá tại Thị Trấn Poisson</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/55631176/7536e006cb92c7101494dae5937b6b93_5440438838235687558.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPC Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4505,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4807,
        "name": "Rena",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/55631176/5b3c4fc140552be822378f304c20007a_1993776082996873142.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4804,
        "name": "Lectoure",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/55631176/5c97420d04637dce22e5ab94660ad56a_1152609998575232244.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4803,
        "name": "Hermosa",
        "desc": "<p>Một nhiếp ảnh gia tự nhận mình là một nhà thám hiểm. Nhiều bức ảnh của cô đã được đăng trên báo hoặc dùng làm hình minh họa trong sách, mỗi bức đều có hình chú mèo yêu quý của cô</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/55631176/00cfe9a54a26ebea7e8d3897307fa4d7_4388197779688556581.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4801,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4522,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4519,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bản Đồ",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vị Trí"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?center=-274.84,-5018.77&zoom=-0.50&shown_types="
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cảng Romaritime",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/dedd60ac6dbe044331c6cfd8906cfe4b_3430538121776033774.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cảng Romaritime là một đài quan sát ven biển ở phía nam vùng Belleau. Cảng bao gồm hai tầng cho phép tàu từ Sumeru và Fontaine neo đậu tại đây. Nó được xây dựng bên cạnh một thác nước và là điểm dừng của các chặng Tàu Luân Chuyển. Từ đây, các tuyến đường thủy này có thể đưa bạn đến các địa điểm khác ở Fontaine. Chặng Clementine đưa bạn đến Cảng Romaritime. Cảng Romaritime giáp với Sumeru, vì vậy nhiều du khách, thương nhân và thậm chí những người yêu sách từ vùng đất của sa mạc và rừng mưa cũng đến đây."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/61b4a4b9d3a22151cd2851d4267933bb_3979199907066784739.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tiếng ầm ầm của thác nước át đi âm thanh của mọi người ra vào cảng bên dưới. Ngay cả khi bạn sử dụng thang máy, vẫn mất một khoảng thời gian đáng kể để lên đến đỉnh thác. Nhưng một khi bạn đã lên tuyến Clementine và hướng về trung tâm của Thủy Quốc, phong cảnh hoa lệ hai bên đường khiến tất cả thời gian chờ đợi của bạn trở nên không đáng kể.\nMột Melusine tên là Everallin làm việc ở cảng, và công việc của cô ấy là quan sát biển và theo dõi các chuyển động của đại dương. Cô ấy cũng cảnh báo mọi người về các cơn bão và mưa rào trước thời gian.\nCác khiêu chiến Thất Thánh Triệu Hồi TCG có thể tìm thấy ở Cảng Romaritime bao gồm: Everallin và Lectoure ở tầng thấp hơn, và Hermosa và Rena ở tầng cao hơn."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/f5160f512a74267f18b6a658e4f4db36_211261387065920584.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Phía bắc cảng có những tàn tích cổ xưa. Truyền thuyết kể rằng Kỵ Sĩ Nước Trong đầu tiên, một trong những người theo dõi của Nữ chủ nhân của mọi dòng nước, đã ẩn mình trong vùng hoang dã xa xôi cùng với tinh linh nước trong, với ý định sử dụng sự tự lưu đày và huấn luyện nghiêm ngặt để cố gắng chuộc lại một tội lỗi định mệnh không thể cứu chuộc. Bây giờ vùng đất đã trở lại sự im lặng chết chóc, với những cơn gió lạnh dài vẫn thổi qua thung lũng hoang vắng.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Khu Đại Sảnh Fontaine",
        "desc": "<p>\"Bên trên mọi dòng nước, chỉ có thành phố này.\"</p><p>Vươn mình tại vị trí cao nhất của thành phố, Palais Mermonia<strong> </strong>đại diện cho quyền lực tối cao ở Fontaine. Dưới ánh nhìn của nó, người dân sống một cuộc sống trật tự, đều đặn và dễ đoán, giống như tàu luân chuyển.</p><p>Luật pháp tồn tại để duy trì trật tự ổn định, điều này trở thành nền tảng vững chắc để xây dựng sự công bằng và công lý.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_2677217418322631310.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Kỵ Sĩ Nước Trong",
        "desc": "<p>Kỵ Sĩ Nước Trong là tín đồ của Nữ Chúa Tể Biển Cả Egeria. Họ đã thề bảo vệ các tinh linh nước trong, tìm ra Chén Thánh Thuần Khiết và phá bỏ xiềng xích giam giữ Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/55631176/e803a555d29d669997dc51d0792afb3a_1920818840853757765.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Tinh Linh Nước Trong",
        "desc": "<p>Tinh Linh Nước Trong là những sinh vật thông minh thuộc nguyên tố Thủy, được tạo ra bởi vị Thần Thủy tiền nhiệm là Egeria, và có khả năng điều khiển nước theo ý muốn.<span class=\"wk-shady\">Tất cả người dân Fontaine đều từng là Tinh Linh Nước Trong, những sinh vật mà Egeria đã biến thành con người để thỏa mãn nguyện vọng của họ, đi ngược lại với luật lệ của Thiên Lý.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/55631176/657aa46ceeac51d9b9f0b4c3669337b9_2982111220935918637.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4801,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4804,
        "name": "Lectoure",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/55631176/5c97420d04637dce22e5ab94660ad56a_1152609998575232244.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4803,
        "name": "Hermosa",
        "desc": "<p>Một nhiếp ảnh gia tự nhận mình là một nhà thám hiểm. Nhiều bức ảnh của cô đã được đăng trên báo hoặc dùng làm hình minh họa trong sách, mỗi bức đều có hình chú mèo yêu quý của cô</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/55631176/00cfe9a54a26ebea7e8d3897307fa4d7_4388197779688556581.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4807,
        "name": "Rena",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/55631176/5b3c4fc140552be822378f304c20007a_1993776082996873142.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Poisson",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/d96b0a6f9056c628280b027206060d35_1984785759947143378.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Poisson là một thị trấn yên tĩnh dưới chân núi Automnequi. Cư dân ở đây chủ yếu làm việc trong ngành đánh bắt cá hoặc trục vớt dưới nước. Truyền thuyết kể rằng trước thời kỳ đại hồng thủy đầu tiên, thị trấn từng là trung tâm của mạng lưới giao thông hàng hải của Fontaine. Mặc dù sự thay đổi mực nước đã khiến thị trấn mất đi vị thế là một cảng lớn, nhưng không khí ấm cúng và dễ chịu của thị trấn vẫn thu hút nhiều du khách. Một người bán cá tên là Hinterman có thể được tìm thấy ở Poisson.\nPoisson là nơi đặt trụ sở của Spina di Rosula, một tổ chức giúp mọi người giải quyết các vấn đề phức tạp. Trụ sở của tổ chức này nằm trong một con tàu lớn bên trong thị trấn. Thị trấn đã bị hư hại nghiêm trọng trong thảm họa, nhưng nhờ có Spina di Rosula và người đứng đầu hiện tại, Navia Caspar, nó đã được tái thiết.\nỞ Phía Bắc của Poisson, các nhiệm vụ “Thật Khiến Người Ta Thèm Muốn!” và “Luôn Khiến Người Ta Thèm Muốn!” có thể được tìm thấy.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula là một tổ chức có các thành viên đến từ nhiều ngành nghề khác nhau trong xã hội. Họ tận tâm giải quyết những vấn đề khó khăn cho người dân và sẽ liên lạc, hợp tác với chính quyền Fontaine khi cần thiết.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/55631176/103e6993dd0a594332fa18ca5fe17098_4533018030715079119.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Hội trưởng hiện tại của Spina di Rosula, là một cô chủ dễ thương và rất có trách nhiệm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/12108544/3fc7580c01a9e622692402889706c4db_1838072394941570717.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4257,
        "name": "Hinterman",
        "desc": "<p>Người Bán Cá tại Thị Trấn Poisson</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/55631176/7536e006cb92c7101494dae5937b6b93_5440438838235687558.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Phía Tây Núi Automnequi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/5f98d4667483dff8a99203f75cbfd3e4_7949136655228517159.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mặc dù phần lớn Fontaine được bao phủ bởi nước, nhưng cũng có núi và rừng. Núi Automnequi, nằm giữa cảng và Đại Sảnh Fontaine, là một trong những đỉnh núi mang tính biểu tượng nhất. Viện Nghiên cứu Fontaine đã sử dụng các thiết bị kỹ thuật khổng lồ để đào Đường hầm Poisson, qua đó giải quyết một trong những thách thức lớn nhất đối với việc xây dựng các tuyến đường thủy."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/5a28bb387f9039fde56b1d8c8ef303d5_1248372417385075807.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Từ Núi Automnequi, có thể nhìn thấy dãy núi Elynas, bên dưới đó là quê hương của Melusines. Salsa, một nghệ sĩ chống lại Hiệp Hội Nhà Mạo Hiểm, đã từng vẽ phong cảnh ở đây."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/237301566/e2a49d0aa35f33f3a63d3d15706ab8ca_6820294591069267285.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ở phía tây của Núi Automnequi, có một ngôi làng nhỏ nơi nhà văn nổi tiếng từ Fontaine, Baptiste, tác giả của “Hai Chàng Lính Ngự Lâm,” đã sống. Cuốn tiểu thuyết xoay quanh hai đứa con ngoài giá thú của một người hầu gái của nam tước, những người đã chịu đựng sự ngược đãi trong gia đình nam tước. Sau khi mẹ của họ bị giết, họ chạy trốn khỏi nhà nhưng thề sẽ trả thù cho bà. Anh trai và em gái trở thành những lính ngự lâm dày dạn kinh nghiệm và, nhiều năm sau, bắt đầu trả thù các thành viên trong gia đình nam tước để khám phá sự thật về cái chết của mẹ họ và khôi phục công lý. Trong Liên hoan phim Fontinalia, cuốn tiểu thuyết này trở thành cơ sở cho một bộ phim do Xavier sản xuất và Furina đạo diễn. Cuốn sách này cũng trở thành nguồn cảm hứng cho một loạt vụ giết người được điều tra bởi Chevreuse, đội trưởng Đội Tuần Tra Đặc Biệt. Giống như trong cuốn sách, kẻ giết người đã để lại một bông hồng cầu vồng tại hiện trường vụ án, và những bông hồng này đã dẫn Chevreuse, với sự giúp đỡ của nhà chế tạo nước hoa Emilie, đến kẻ giết người. Những bông hoa này là từ một giống hiếm mọc chính xác trong vườn của Baptiste ở một ngôi làng trên sườn phía tây của Núi Automnequi. Cuộc điều tra của Chevreuse tiết lộ rằng Baptiste đã viết “Hai Chàng Lính Ngự Lâm” dựa trên các sự kiện có thật từ cuộc đời của ông: mẹ của ông, Elisa, đã bị giết do một mối quan hệ với một thành viên của một gia đình giàu có, để lại Baptiste và em gái của ông, Veronica, một mình. Veronica quyết định trả thù cha của mình. Nạn nhân đầu tiên của cô là sát thủ được gửi đến để giết mẹ cô. Mặc dù Baptiste, Veronica và cha của họ đã bị gửi đến Pháo đài Meropide, Chevreuse đã yêu cầu Công tước của Pháo đài, Wriothesley, kể cho các tù nhân về quá khứ khó khăn của anh chị em và hành động của cha họ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/32de30d95c4c796050080361dca61eab_8667461232774211061.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ở phía nam khu vực này, có một hang động dưới nước với hang ổ của Cua Giáp Nặng. Người ta gọi nó là “Hoàng Đế Thép Lửa.” Nó là một trong hai vị vua từng đứng đầu các loài dị thường của Dị Chủng Biển Sâu, và là chủ đề của nhiều câu chuyện trong giới thủy thủ. Các loài dị thường của Dị Chủng Biển Sâu khác với con người ở chỗ các khái niệm về quý tộc hay thừa kế hoàn toàn xa lạ với chúng. Không có loài nào sinh ra đã vượt trội. Một loài sống sót qua những kẻ săn mồi chết chóc và nghịch cảnh có thể tích lũy sức mạnh vô hạn khi nó tiếp tục săn mồi và ăn uống qua nhiều thế kỷ. Một sinh vật như vậy thường được gọi là chúa tể vì nỗi sợ mà nó gây ra. Trước thời kỳ đại hồng thủy đầu tiên, một con Cua Giáp Nặng khổng lồ đã từng tấn công một con tàu và cuối cùng bị đẩy lùi vào sâu thẳm bởi một cựu Đô đốc nổi tiếng của Hạm đội Trắng, Basil Elton, người chưa được phục chức chỉ huy hải quân."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/23/237301566/a4611b88389774e93d71776a96d0d05c_4457577996581128571.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ngoài ra, ở bờ biển phía nam của Núi Automnequi có những tàn tích cổ xưa với các bức tranh khắc mô tả sự tạo ra các Tinh Linh Nước Trong bởi Nữ Chúa của Mọi Dòng nước, Egeria, người phạm tội nguyên thủy và lời tiên tri của Fontaine.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Khu Beryl",
        "desc": "<p>Một dãy núi cổ đại đầy tàn tích nằm bên kia bờ nước đối diện với Đại Sảnh Fontaine.</p><p>Rất nhiều thế kỷ trước đây, những người theo chân Egeria đã từng xem nơi này như một vị trí tuyệt vời để tham quan và dã ngoại. Tại đây, họ hát về tình yêu và những giấc mơ trong sáng, trong trắng như những viên ngọc được đánh bóng. Những bài hát của họ đã dần phai mờ vào ánh trăng nhạt, và hiện tại, chỉ có những cơn gió mát làm vuốt ve những ngọn đồi hoang vắng, mọc rất nhiều cây bạc hà.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/03/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_1650873393370822184.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Lễ Hội Fontinalia",
        "desc": "<p>Lễ Hội Fontinalia là ngày lễ được thành lập để tưởng niệm các Kỵ Sĩ Nước Trong đã tìm kiếm Tinh Linh Nước Trong, và chào đón Thủy Thần Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/24/55631176/700e67317f0fc5bc48976ea8ca9fbfda_8697225191933672492.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Viện Khoa Học Fontaine",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/55631176/154baa11b653966030bdf047346be788_5823778168355907897.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Tinh Linh Nước Trong",
        "desc": "<p>Tinh Linh Nước Trong là những sinh vật thông minh thuộc nguyên tố Thủy, được tạo ra bởi vị Thần Thủy tiền nhiệm là Egeria, và có khả năng điều khiển nước theo ý muốn.<span class=\"wk-shady\">Tất cả người dân Fontaine đều từng là Tinh Linh Nước Trong, những sinh vật mà Egeria đã biến thành con người để thỏa mãn nguyện vọng của họ, đi ngược lại với luật lệ của Thiên Lý.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/55631176/657aa46ceeac51d9b9f0b4c3669337b9_2982111220935918637.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4361,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Đội trưởng Đội Tuần Tra Đặc Biệt luôn tuân thủ \"chính nghĩa\" trong lòng. Khẩu súng hỏa mai trong tay chỉ hướng về những kẻ có tội.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/12108544/a846729f31f16a987a8696466ebabcc0_5231883484252879575.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Công tước của Pháo Đài Meropide, là vị chúa tể ẩn mình trong biển tối.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/12108544/31a0eb2dec5d69ca8dd7616572136b8b_2137552855315933340.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Xavier_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Thủy Thần tiền nhiệm đã mất trong trận Đại hồng thủy 500 năm trước.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/01/55631176/a5b8d23dd3fbe0969cc3ebce78f9c29f_7863445554681480745.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil là một tư lệnh hải quân đã nghỉ hưu của Hạm Đội Trắng Fontaine, Thuyền trưởng của Sponsian và Viện Phó Học Viện Narzissenkreuz. Cô ấy đã hi sinh trong trận Đại hồng thủy cách đây 500 năm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/386107b800f05b084d15ad8145cf8913_5566267685211518202.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3992,
        "name": "Hoàng Đế Thép Lửa",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Một trong hai bá chủ đứng đầu Dị Chủng Biển Sâu, từng là giai thoại lan truyền giữa các thủy thủ một thời.<br>Cua Giáp Nặng nếu không gặp kẻ địch, sẽ có thể liên tục săn bắt, ăn mồi và trưởng thành, không ngừng tìm kiếm vỏ ốc thích hợp để làm bộ giáp mới. Nhưng đến cuối cùng nó trở nên thực sự quá lớn. Trước kỳ nước dâng lần một, đã từng có ghi chép viết rằng Cua Giáp Nặng khổng lồ đã tấn công tàu thuyền, và cuối cùng đã bị tư lệnh hải quân chưa phục chức Basil Elton đánh bại.<br>Thử tưởng tượng về một thế giới như thế này: Diệt trừ hết tất cả con người trên Teyvat, thì Hoàng Đế Thép Lửa có thể tiếp tục trưởng thành vô tận, rồi sẽ có ngày nó đem Palais Mermonia khoác lên mình để làm chiếc áo giáp bằng đá trắng lộng lẫy nhất. Đương nhiên, trong thế giới đó sẽ không có loài người vừa sợ vừa đùa cợt gọi nó là \"Hoàng Đế Thép Lửa\" nữa rồi.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/44749939/197e7c5cc168b4d88c873575cadbe969_8512013830959985931.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4026,
        "name": "Phán Quyết Của Đế Vương",
        "desc": "<p>Chiến chùy của Hoàng Đế Thép Lửa. Bất luận là loài Dị Chủng Biển Sâu khác, hay là Robot Dây Cót hoặc người thảo phạt nhất thời nổi hứng, nó vẫn sẽ dùng chiếc càng này kẹp nát vô số kẻ ghé thăm.</p><p>Khác với con người là trong các loài Dị Chủng Biển Sâu không có quý tộc, cũng không có con cái của người giàu có, không có ai vừa sinh ra đã ở đẳng cấp cao hơn kẻ khác. Loài Dị Chủng Biển Sâu có thể khắc phục mọi nghịch cảnh, chiến thắng thiên địch. Trong những năm tháng dài đằng đẳng có thể săn bắt và ăn mồi, không ngừng tích lũy và trưởng thành, cuối cùng sẽ được kính sợ mà gọi là bá chủ.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/eb3a7bc8fe440b3a4c7cb80d15c2462d_4125065709093083465.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4007,
        "name": "Tường Vi Cầu Vồng",
        "desc": "<p>Đóa hoa màu hồng yểu điệu và mềm mại. Tuy được gọi là tường vi, nhưng bản chất thì giống với bách hợp hơn</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/4fd652832def3c1b1fa7ee9e4335870d_2873528577747626459.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4896,
        "name": "Hai Người Lính Ngự Lâm",
        "desc": "<p><span style=\"color: rgb(222, 220, 217)\">Quyển sách bán chạy ở Fontaine, kể về câu chuyện đan xen giữa âm mưu và phục thù, giữa chính nghĩa và tà ác.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/25/1ab6bb80ae86aab0a1f8064c05b6a72f_7162576051872538658.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Poisson",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/d96b0a6f9056c628280b027206060d35_3015855102859645114.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nơi khởi nguồn của Spina di Rosula. Cũng giống như chim non rồi sẽ có ngày thoát xác trở thành đại bàng mạnh mẽ, hoài bão to lớn đã từng được ấp ủ tại nơi nhỏ hẹp mà u ám.\nNgười sinh ra tại Thị Trấn Poisson cũng như cư dân Fleuve Cendre, từ trong lịch sử của những nơi này đã hiểu được, có một số chuyện xứng đáng, bắt buộc, hoặc chỉ có thể dùng máu để đoạt lấy."
          }
        ]
      },
      {
        "key": "Phía Tây Núi Automnequi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/4cc0c8cc52f56755ce2a269977b061b9_5892919843961473605.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Salsa từng vẽ lấy cảnh sắc nơi này.\nThôn làng bên bãi biển với phong cảnh xinh đẹp, cuộc sống yên bình không bị quấy nhiễu thật khiến người ta phải vấn vương."
          }
        ]
      },
      {
        "key": "Trạm Romaritime",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/ed76d0bed34002b1e4952f6a8cc710e1_8232477914242514309.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Chính nghĩa sẽ làm chân lý hiện rõ, kẻ ác sẽ bị trừng phạt, người lương thiện sẽ được bù đắp. Còn chúng ta chẳng qua chỉ là một giọt trong nước nguồn, nguyện vọng ban sơ nhất rồi cũng sẽ chìm vào dòng chảy mạnh, bị chôn vùi cùng với những ám hiệu và nốt nhạc bị lãng quên."
          }
        ]
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/34ce649e509cca13fe731fb261924538_2679490259538364974.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/b4b42d48bae555e2932ebc100952138a_1044856569002063855.png"
      },
      {
        "key": "Poisson",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/e79836f0b28cca44811a00874d7f3ba1_4149381661156322096.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Poisson: Concept Art"
          }
        ]
      },
      {
        "key": "Poisson",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/3d0af916470c5e907b4e9a15165a35d5_4614291541911352797.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Possion: Bản Nháp ban đầu"
          }
        ]
      },
      {
        "key": "Poisson",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/9323190e0f95ce4599f0f220c379c2c0_7502437447190136414.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Poisson: Concept Art"
          }
        ]
      },
      {
        "key": "Poisson",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/35a8614dcb7a89e2d0645583f64292cd_6522802436048348296.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Poisson: Concept Art"
          }
        ]
      },
      {
        "key": "Emperor of Fire and Iron",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/7875eedf9a1d67b9b96d822b022263ca_8311399776767336457.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Hoàng Đế Thép Lửa: Concept Art"
          }
        ]
      },
      {
        "key": "Emperor of Fire and Iron",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/8d598a8d848b5bd782fdae6f84e55c4c_1319746359740293948.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Hoàng Đế Thép Lửa: Bản Nháp ban đầu"
          }
        ]
      }
    ]
  }
}