{
  "epId": 5142,
  "name": "Khu Đại Sảnh Fontaine",
  "desc": "<p>\"Bên trên mọi dòng nước, chỉ có thành phố này.\"</p><p>Vươn mình tại vị trí cao nhất của thành phố, Palais Mermonia<strong> </strong>đại diện cho quyền lực tối cao ở Fontaine. Dưới ánh nhìn của nó, người dân sống một cuộc sống trật tự, đều đặn và dễ đoán, giống như tàu luân chuyển.</p><p>Luật pháp tồn tại để duy trì trật tự ổn định, điều này trở thành nền tảng vững chắc để xây dựng sự công bằng và công lý.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_2677217418322631310.png",
  "menuId": 20,
  "menuName": "Giải Thích Từ Ngữ",
  "version": 1740311927,
  "components": {
    "videoCollection": [
      {
        "title": "Story Teaser: Glory Endures in Legacy | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=f1sVxjH07DA",
        "coverUrl": "https://i.ytimg.com/vi/f1sVxjH07DA/maxresdefault.jpg",
        "duration": 141
      },
      {
        "title": "Story Teaser: La vaguelette | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=kglEsR7bqAY",
        "coverUrl": "https://i.ytimg.com/vi/kglEsR7bqAY/maxresdefault.jpg",
        "duration": 159
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Khu Đại Sảnh Fontaine"
          }
        ]
      },
      {
        "key": "Thể Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Địa Danh Cố Định"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Bản Cập Nhập Ra Mắt",
        "value": [
          {
            "type": "RichText",
            "text": "4.0"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Viện Ca Kịch Epiclese",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/c175b188477dc0b2145846d48786780a_8631987312840148921.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Khi chưa có pháp luật, thì tội ác đã có mặt trên mọi dòng nước. Nhưng nếu không có pháp luật, thì tội ác làm sao được xá miễn dưới danh nghĩa tội ác?\""
          }
        ]
      },
      {
        "key": "Cổng Vào Học Viện Triết Học Tự Nhiên",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/bd603366d1a5c47e0cf0e113fe4c79e0_5510181707075550957.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Những phố phường phồn vinh ngày xưa cùng với mọi thứ xứng đáng được tán dương đã chìm sâu vào nước. Ngày nay len lỏi qua những dãy hành lang, chỉ có đàn cá và tiếng sóng biển cô tịch."
          }
        ]
      },
      {
        "key": "Đại Sảnh Fontaine - Phố Vasari",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/725708ded6e97fb56036f9bae93c1437_5544492641467636640.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Bên trên mọi dòng nước, chỉ có thành phố này.\""
          }
        ]
      },
      {
        "key": "Đại Sảnh Fontaine - Fleuve Cendre",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/79077f8624bfc8117435ea9c9a39af48_5755353945017684131.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Chiếc bóng ô uế ẩn náu bên dưới ánh sáng của Fontaine, cũng là nơi nương náu thuộc về những người bị ruồng bỏ.\n\"Cho dù là hạt bụi bị luật pháp sàng lọc, cuối cùng cũng sẽ quay về chung một dòng sông.\""
          }
        ]
      },
      {
        "key": "Đại Dương Salacia",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/c82368e0257ddd16d63853b42364c4ec_6001880629200157222.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Xương hàm khổng lồ to lớn như ngọn núi, dường như có thể nuốt chửng hải triều. Thật không thể tưởng tượng, một sinh vật to lớn như thế đã từng bước đi trên thế gian."
          }
        ]
      },
      {
        "key": "Annapausis",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/2179a14a9de3f7a8cac99c2124894950_4144820108436697916.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"Rất lâu rất lâu về sau, ở một nơi rất xa rất xa, có một Vương Quốc Narzissenkreuz tươi đẹp...\""
          }
        ]
      },
      {
        "key": "Đài Phun Nước Lucine Fontaine",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/1695054af6984f511e76bb270999b935_490264999929876829.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Trong bài ca dao cổ xưa, kỵ sĩ đi tìm nước thuần khiết đã gặp gỡ tinh linh tại nơi này, rồi cùng nhau bước lên hành trình cứu rỗi. Thời gian ngàn năm như cảnh sương sớm vụt qua, dù là cười vui hay nước mắt, dù là hạnh phúc hay khổ đau, cuối cùng đều hóa thành vũ điệu như mơ, tan biến trong lời reo hò huyên náo."
          }
        ]
      },
      {
        "key": "Khu Đại Sảnh Fontaine",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/00e8c57824ae047808e1fc299e52c6ae_5539814895259888664.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Salsa từng vẽ lấy cảnh sắc nơi này.\nThôn làng bên bãi biển với phong cảnh xinh đẹp, cuộc sống yên bình không bị quấy nhiễu thật khiến người ta phải vấn vương."
          }
        ]
      },
      {
        "key": "Khởi Nguồn Của Một Vũ Trụ Vi Mô Nào Đó",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/0dd7bf377b66c8a26a74a9ae1c1ce26a_500223055046081612.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Từng suýt trở thành cái nôi của vạn vật lần nữa."
          }
        ]
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/12792aa3e8e19f325a895b3cca230c9a_8742185801622637041.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/488ea5726b4d4f046aab194328ded17e_6007663823816967106.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/eda13f226ba8636134ec6b9824e399c3_2149396277506518998.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/eddaad0aacb6db0f2746c21dfa4eb4de_2743637527651443984.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/ffebd7973e4285bc7bcb845eaea1004e_8848420035000744811.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/da39a1665efb7536cd312ad9dfe14fda_3591909345553025692.png"
      },
      {
        "key": "Đại Sảnh Fontaine",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/bc94b5381f98bfc843e76051d45e7fe3_7839999915292218906.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Đại Sảnh Fontaine: Concept Art"
          }
        ]
      },
      {
        "key": "Đại Sảnh Fontaine",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/932caad63cadd505a29d13006eb36676_4809818601038833332.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Đại Sảnh Fontaine: Early Creative Drafts"
          }
        ]
      },
      {
        "key": "Đại Sảnh Fontaine",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/0918c1f936ae651022291ee10af0e9cb_4906630506100340397.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Đại Sảnh Fontaine: Shop Concept Art"
          }
        ]
      },
      {
        "key": "Đại Sảnh Fontaine",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/643f1f7b8f5202178bf1e07d40d2feb3_8828761373197728258.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Đại Sảnh Fontaine: Shop Concept Art"
          }
        ]
      },
      {
        "key": "Annapausis",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/a8bb900af06d78f076c7d9cbf74a948e_6563838689042577332.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Annapausis: Concept Art"
          }
        ]
      },
      {
        "key": "Annapausis",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/477cb5c0be4f19970188c2e940052aab_7190505607667399856.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Annapausis: Early Creative Drafts"
          }
        ]
      },
      {
        "key": "Annapausis",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/428a97f4b4d45e2cc07b46dd75608101_8678303223239961659.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Annapausis: Concept Art"
          }
        ]
      },
      {
        "key": "Viện Ca Kịch Epiclese",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/860e60c2f295ddbafae07d2ab5de6ebe_7414625883596064070.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Viện Ca Kịch Epiclese: Concept Art"
          }
        ]
      },
      {
        "key": "Đài Phun Nước Lucine Fontaine",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/6aa54623d6bc740d384e3ba77b2350e3_7791720587726085992.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Đài Phun Nước Lucine Fontaine: Concept Art"
          }
        ]
      },
      {
        "key": "Liên Khúc Gió Băng",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/02/55631176/4ac71c4c99348e72e5b7483579b06b92_2869882683270411377.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Liên Khúc Gió Băng: Concept Art"
          }
        ]
      },
      {
        "key": "Liên Khúc Gió Băng",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/02/55631176/d78a7bd86cc78df6e4f5b372a8fe4d43_6079502160310341055.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Liên Khúc Gió Băng: Early Creative Drafts"
          }
        ]
      },
      {
        "key": "Liên Khúc Gió Băng",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/02/55631176/6003f68276e32cab27693b7beec56903_6890574138476334285.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Liên Khúc Gió Băng: Animation Design"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Vụ Án Buôn Lậu",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/730bca1faf33d9ee6662257679b3a37e_1681958897372036870.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, trợ lý của nhà ảo thuật, Lynette, tìm thấy một con mèo ở Đại Sảnh Fontaine và đặt tên nó là Bonnie. Cô cố gắng tìm chủ nhân của Bonnie bằng cách đăng một mẩu tin trên Báo Chim Hơi Nước, và một người đàn ông cùng một người phụ nữ đã trả lời tin đăng của cô. Sau khi kiểm tra con mèo, người đàn ông quyết định rằng ông đã nhầm lẫn, còn người phụ nữ nói rằng con mèo thuộc về một người bạn của cô. Lynette nghi ngờ rằng người phụ nữ có thể là một Hiến Binh, vì vậy cô ấy đã tiết lộ tên của mình — Elodie. Elodie đang điều tra một vụ buôn lậu qua biên giới, và chủ thực sự của con mèo là một trong những nghi phạm chính của cô. Khi nhận ra rằng các Hiến Binh đang truy tìm mình, nghi phạm đã bỏ trốn và bị tách khỏi Bonnie. Elodie hy vọng rằng chủ nhân sẽ quay lại tìm con mèo, vì vậy cô đã trả lời mẩu tin trên báo.\nElodie tiết lộ rằng chủ nhân của Bonnie là Pierre Lefevere, một nhà nghiên cứu tại Viện Nghiên Cứu Fontaine. Gia tộc Lefevere từng là một gia tộc quý tộc nổi tiếng nhưng dính líu đến nhiều tội ác. Một thành viên trong gia tộc này đã \"mua\" Lynette nhiều năm trước, trước khi cô gia nhập Fatui và Căn nhà hơi ấm. Trong những năm gần đây, hầu hết các thành viên của gia tộc, bao gồm cả gia chủ, đã bị một sát thủ bí ẩn sát hại. Phần lớn các thành viên còn lại chết vì đói và bệnh tật, những người sống sót thì thay đổi tên họ. Pierre ẩn náu tại viện nghiên cứu dưới một cái tên khác, nhưng khi các Hiến Binh lục soát đồ đạc của hắn, họ tìm thấy một mặt dây chuyền thuộc về một thành viên ngoài giá thú của gia tộc Lefevere.\nLoại hàng lậu mà Pierre đang vận chuyển là một loại thuốc mới gọi là Imitation Sinthe. Khi các Hiến Binh tịch thu toàn bộ Sinthe và bắt giữ Marcel, thủ lĩnh của Thương Hội Cabriere, kẻ đứng sau việc sản xuất Sinthe, người ta bắt đầu tìm kiếm cách mới để tiếp cận ma túy. Do các biện pháp được thực hiện sau vụ việc Sinthe, bọn tội phạm trở nên tinh vi hơn và tìm cách chuyển việc buôn bán ra nước ngoài. Khi Đội Hắc Ảnh Marechaussee bắt đầu điều tra để lần theo tất cả những người ở Fontaine có khả năng sản xuất loại thuốc này, họ đã tìm ra Pierre. Elodie biết rằng nếu cô mang Bonnie đến cho các Hiến Binh, Pierre chắc chắn sẽ không quay lại tìm nó, vì vậy cô đã nhờ Lynette và Nhà Lữ Hành trông chừng con mèo.\nLynette cảm thấy có điều gì đó không ổn trong câu chuyện của Pierre, nên cô đã đến Viện Nghiên Cứu Fontaine để tìm hiểu sự thật. Tại đây, cô gặp anh trai mình là Lyney và đội trưởng của Đội Tuần Tra Đặc Biệt, Chevreuse. Như Lynette nghi ngờ, anh trai cô, người đã có những hành động đáng ngờ trong vài ngày gần đây, đang điều tra Pierre Lefevere. Chevreuse và Lyney tiết lộ rằng Pierre đã trở nên nghiện Sinthe, vì vậy hắn đã cố gắng sử dụng tài nguyên của viện nghiên cứu để tạo ra một chất có tác dụng tương tự. Mặc dù Pierre tuyên bố rằng hắn làm điều này chỉ vì mục đích nghiên cứu, viện nghiên cứu đã từ chối cho hắn tiếp cận các tài liệu liên quan. Hắn bị đình chỉ công tác cho đến khi cuộc điều tra hoàn tất, nhưng do thiếu nhân sự, cuộc điều tra đã bị hoãn lại.\nVì Sinthe Giả để lại dấu vết rõ ràng tại các địa điểm sản xuất, Lynette, Chevreuse, Lyney và Nhà Lữ Hành đã điều tra một nơi đáng ngờ ở bờ biển gần Hẻm Núi Ngầm Thalatta. Từ các bằng chứng thu thập được, họ kết luận rằng Pierre đã sử dụng các thùng nổi để vận chuyển ma túy và có một đồng phạm. Nếu Pierre chỉ chịu trách nhiệm sản xuất Sinthe, thì người thứ hai sẽ phải chịu trách nhiệm vận chuyển hàng hóa qua biên giới. Lynette và Nhà Lữ Hành đã đến Cảng Lumidouce để kiểm tra sổ đăng ký và tìm manh mối.\nTại cảng, Lynette và Nhà Lữ Hành phát hiện rằng Hiến Binh Elodie chịu trách nhiệm bảo vệ Cảng Lumidouce. Trong sổ đăng ký, họ tìm thấy hồ sơ về một tổ chức tên là \"Hội Nhân Đạo,\" chuyên đưa động vật ra nước ngoài. Người đứng đầu tổ chức này là Bernard, người đã trả lời mẩu tin về Bonnie. Lynette và Nhà Lữ Hành nhận ra rằng Hội Nhân Đạo đang sử dụng mèo để vận chuyển Sinthe Giả nhằm tránh bị phát hiện. Pierre cho mèo nuốt ma túy được đựng trong các túi đặc biệt chống ăn mòn và vận chuyển chúng trong các thùng nổi có lỗ thông khí. Khi Bernard kiểm tra Bonnie, ông đã sờ bụng con mèo để đảm bảo rằng nó không mang theo Sinthe giả.\nKhi Lynette, Nhà Lữ Hành và Elodie đến Hội Nhân Đạo tại Đại Sảnh Fontaine, họ đã bắt giữ Bernard. Ông ta thừa nhận rằng tổ chức đang trong tình trạng thê thảm, nhưng một ngày nọ, ông nhận được một bức thư bất ngờ. Trong thư, ông được đề nghị một khoản tiền lớn để vận chuyển động vật ra nước ngoài, và ông đã đồng ý. Mặc dù Bernard liên tục trao đổi thư từ với Pierre, nhưng ông chưa bao giờ gặp hắn trực tiếp. Khi Đội Hắc Ảnh Marechaussee bắt đầu điều tra, Bernard nhận được một lá thư cuối cùng cho biết rằng Pierre đã bỏ trốn."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/f29c1f09b2771fd5a0777d8e7a47f7ae_5387780713107973599.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sau khi bắt giữ Bernard, Lynette cảm thấy vụ án đã được giải quyết quá nhanh. Vì Pierre rất cẩn thận và bí mật, việc hắn mang theo một mặt dây chuyền liên kết hắn với gia tộc Lefevere là điều đáng ngờ. Viện Nghiên Cứu đã cắt quyền truy cập của Pierre vào các tài liệu, nhưng hắn vẫn tiếp tục sản xuất Sinthe giả. Lá thư mà Bernard nhận được cũng có vẻ lạ: nếu Pierre đã biết Bonnie không mang theo ma túy, hắn lẽ ra đã có thể cảnh báo Bernard về điều đó. Và nếu con mèo mang theo chúng, nó sẽ là chứng cứ chính phải được tiêu hủy. Sau khi thu thập tất cả bằng chứng, Lynette và Nhà Lữ Hành đi đến kết luận rằng có một người thứ ba trong vụ án, người mà cả Pierre và Bernard đều không biết. Và người thứ ba này đã từ lâu quyết định hy sinh họ vì sự cứu rỗi của chính mình trong vụ án."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/7ff2c69be445fca05f4d14dbbadcf597_6647531383212523036.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Lynette và Nhà Lữ Hành nhận ra rằng suốt thời gian qua, chỉ có một người duy nhất dẫn dắt họ sai lệch bằng cách nói rằng Pierre thuộc về gia tộc Lefevere: Elodie. Chính cô là người đã đưa Đội Hắc Ảnh Marechaussee truy tìm Pierre và sau đó dụ hắn vào một cái bẫy để hắn biến mất. Chính cô là người đã dẫn dắt cuộc điều tra đến \"Hội Nhân Đạo\" khi nhận thấy tên của họ trong sổ đăng ký. Elodie đã tổ chức các hồ sơ hoạt động của hội khi điền vào các sổ đăng ký theo cách mà bất kỳ ai đọc cũng sẽ ngay lập tức chú ý, và các sổ đăng ký đó lại không chứa thông tin về các hoạt động của quản lý cảng trong các ca trực mà Elodie làm việc. Thêm vào đó, cô ấy thường xuyên thay đổi ca trực, và những ca trực đó trùng khớp chính xác với các hoạt động của \"Hội Nhân Đạo.\"\nTên thật của Elodie là Elodie Lefevere, và cô là con gái ngoài giá thú của gia tộc Lefevere. Cô gia nhập Hiến Binh trước khi gia tộc Lefevere sụp đổ, và tích cực tham gia vào các cuộc thẩm vấn và bắt giữ các thành viên trong gia tộc để tránh bị nghi ngờ. Nhờ sự trợ giúp của Chevreuse và Lyney, những người đến kịp thời, Elodie đã bị bắt và đưa vào giam giữ.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Đội Hắc Ảnh Marechaussee",
        "desc": "<p>Đơn vị nhận lệnh trực tiếp từ Thẩm phán tối cao Neuvillette, chịu trách nhiệm điều tra tội phạm. Đơn vị này có trụ sở tại Palais Mermonia và là một trong những phòng ban của Sảnh Chấp Pháp.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/55631176/68056e921a04a72fc9ccb52413826e6d_6167378543901104067.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Trợ lý ảo thuật ít nói, hiếm khi biểu đạt cảm xúc, tính khí khó đoán như loài mèo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/12108544/436e6f2b9b9006bfe511a98093259daf_6694653276517218862.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">Ảo thuật gia nổi tiếng khắp Fontaine, khéo ăn nói, diễn xuất tinh tế, chạm đến trái tim của khán giả bằng ngôn ngữ và kỹ thuật tuyệt vời.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/12108544/e343d4442cc3b8e243f0d528bb715f75_1902172228240461143.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Đội trưởng Đội Tuần Tra Đặc Biệt luôn tuân thủ \"chính nghĩa\" trong lòng. Khẩu súng hỏa mai trong tay chỉ hướng về những kẻ có tội.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/12108544/a846729f31f16a987a8696466ebabcc0_5231883484252879575.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "\"Tinh Linh Nước Bé Nhỏ\"",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Một thời gian, Aurelie Fumeau, giám đốc của một nhóm kịch nhỏ, đã tập hợp xung quanh mình nhiều người bị mất sinh kế hoặc những người đã đánh mất ý nghĩa cuộc sống và thuyết phục họ gia nhập nhóm kịch của cô. Cô tự viết kịch bản, biểu diễn trên sân khấu và hướng dẫn từng người. Dulphy sinh ra với một căn bệnh không thể chữa được, và khi gia đình cô biết rằng nó không thể điều trị, họ đã bỏ rơi cô. Trong nhiều năm, cô đã chấp nhận bất kỳ công việc nào, cố gắng quản lý căn bệnh của mình bằng nhiều loại thuốc, và trong một đợt bùng phát nặng, cô đã nằm trong một con hẻm suốt nhiều ngày. Khi Aurelie tìm thấy Dulphy, cô nói rằng cô có một giọng hát đẹp và đề nghị dạy cô hát. Viện trưởng đã dạy cô hát và biểu diễn, giúp cô tìm tiền để mua thuốc, và chăm sóc cô. Một diễn viên khác, Lauwick, là con trai của một kẻ giết người và lớn lên trong cô nhi viện. Những đứa trẻ khác đã bắt nạt và đánh đập cậu, và một ngày kia, cậu bỏ trốn. Khi đã mất hết niềm tin vào loài người, cậu gặp Aurelie. Diễn viên Pauleau đã yêu Aurelie. Một ngày, anh thú nhận tình cảm của mình với cô, nhưng cô nói rằng cả nhóm kịch như là anh chị em với cô. Pauleau trả lời rằng anh sẽ luôn giúp đỡ nhóm kịch và cô, và hy vọng rằng trong tương lai cô sẽ suy nghĩ lại về những gì cô muốn trong cuộc sống."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/3f16e48d617b6aa26aaf536382267060_4438483246328783880.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tác phẩm cuối cùng của Aurelie là vở nhạc kịch \"Tinh Linh Nước Bé Nhỏ\", kể về câu chuyện của một Tinh linh nước trẻ tuổi, người, mặc dù sự phản đối từ gia đình, đã biến thành một con người. Cô mơ ước được sống như bao người khác và thậm chí đã tìm thấy tình bạn và tình yêu. Mọi thứ dường như hoàn hảo, nhưng một ngày, bản chất thật của cô bị phát hiện, và thế giới của cô bắt đầu sụp đổ. <color=#ffffffd9>\"Trở thành con người, có nghĩa là phải che giấu bí mật, đối mặt với đau khổ và làm bạn với cô đơn... Liệu đây có phải là ý cô muốn không?\"</color> Đây là câu quan trọng nhất trong toàn bộ kịch bản và là một tuyên bố biểu tượng về cuộc sống và di sản của người lãnh đạo nhóm kịch. Cô im lặng về tất cả những thử thách và khó khăn đã đến với mình khi là người lãnh đạo nhóm, và dồn tất cả năng lượng vào công việc đó. Aurelie đã không bao giờ hoàn thành vở kịch, vì cô trở thành nạn nhân của những vụ biến mất liên tiếp. Trong số những vật dụng của các cô gái trẻ bị kẻ giết người Vacher tan rã, có cuốn nhật ký của Aurelie. Khi cô gái bị tan rã trước mắt cô, cuốn nhật ký bị rách rời. Hóa ra, cô đã cố gắng bảo vệ nhóm kịch của mình vì một thành viên trong nhóm đã dính líu đến việc phân phối Sinthe. Trước khi biến mất, cô đã bảo mọi người rời khỏi Đại Sảnh Fontaine và đợi cô ngoài thành phố, nhưng cô đã không quay lại. Dù ngồi im lặng, chờ đợi cái chết, cô không hối hận về quyết định của mình, vì cô là người chị lớn của nhóm kịch."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Lại có người bị bắt đi, đây là người thứ sáu rồi.</color>\n<color=#ffffffd9>Có lẽ là người thứ bảy. Hôm qua có người muốn bỏ chạy nhưng bị bắt lại, rồi cũng không thấy đâu nữa.</color>\n<color=#ffffffd9>Cũng không hẳn là hôm qua, tôi không xác định được ngày giờ nữa rồi.</color>\n<color=#ffffffd9>Xin lỗi, tôi không biết viết tiếp như vậy có ích gì không, cũng không biết tôi có thể viết bao lâu.</color>\n<color=#ffffffd9>Tôi đã có thể đoán trước được số phận của mình trong tương lai gần, nhưng điều khiến tôi sợ hãi hơn cả là...</color>\n<color=#ffffffd9>Gặp những người khác của đoàn kịch ở đây.</color>\n<color=#ffffffd9>Tôi thật sự đã bảo vệ họ sao?</color>\n<color=#ffffffd9>Xin lỗi, thật sự xin lỗi, tôi không thể viết tiếp được nữa...</color>\n<color=#ffffffd9>Chắc là tôi bị sốt rồi, bệnh dạ dày cũng tái phát, nhưng không ai cho tôi thuốc.</color>\n<color=#ece4d9>Crecy đau đến nỗi cả đêm không ngủ được, tôi so với cô ấy xem như cũng còn nhẹ.</color>\n<color=#ffffffd9>Giá trị của vật thí nghiệm... chỉ cần dùng cho hết trước khi chết là được...</color>\n<color=#ffffffd9>Ở đây ẩm ướt quá, nên tôi đắp chăn cho cô ấy.</color>\n<color=#ffffffd9>Rất lạnh, rất lạnh, thật sự rất lạnh.</color>\n<color=#ffffffd9>Chỉ cần kiên trì thì mọi chuyện đều sẽ qua.</color>\n<color=#ffffffd9>Mọi cố gắng rồi sẽ được đền đáp</color>\n<color=#ece4d9>Tôi rất thích nói với họ như vậy.</color>\n<color=#ece4d9>Nhưng mà, người không thể kiên trì là tôi.</color> <color=#ffffffd9>\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Kể từ khi nhóm mất đi người lãnh đạo, mọi thứ đã bắt đầu đi xuống. Những xung đột bắt đầu nảy sinh giữa các thành viên, căn bệnh mãn tính của nữ diễn viên chính trở nên nghiêm trọng hơn, hai diễn viên chính không xác nhận, và nhóm không thể thống nhất về kết thúc của vở kịch. Một số người cho rằng nên viết một kết thúc có hậu để không truyền tải nỗi đau của họ đến khán giả, trong khi những người khác lại cho rằng nên viết một bi kịch thật sự, như trong cuộc sống. Pauleau, người đóng vai người yêu của nhân vật chính, đã nhốt mình trong nhà để tập trung viết kết thúc. Khi thời hạn đến, vẫn không có tin tức gì từ anh. Vilmant, người đóng vai phản diện chính, đã rất đau buồn vì cái chết của Aurelie và không xuất hiện ở thành phố. Chính anh là người đã gây ra cái chết của người lãnh đạo. Vì nhóm kịch vẫn trụ vững nhờ vào các khoản quyên góp từ khán giả, tình hình tài chính của họ trở nên khó khăn. Một ngày sau một buổi biểu diễn, một thương nhân đã tiếp cận Vilmant và đề nghị tài trợ hào phóng, và đổi lại, nhóm sẽ cung cấp đồ uống cho khán giả trong các buổi biểu diễn. Vilmant nghĩ đây là một thỏa thuận tốt và đồng ý mà không tham khảo ý kiến của Aurelie. Khi thương nhân đến để lấy hàng, hóa ra đó là Sinthe. Anh ngay lập tức giải thích mọi chuyện với người lãnh đạo, và cô đã nói với thương nhân rằng nhóm không thể đồng ý hợp tác này. Trong cơn giận dữ, thương nhân đe dọa sẽ kiện đòi bồi thường thiệt hại, nhưng Aurelie hứa sẽ tự giải quyết vấn đề. Đột nhiên, cô ra lệnh cho mọi người rời khỏi thành phố và không bao giờ quay lại."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/9bb39399ec37320c36d2d48c893f27d3_4105530908660648218.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi căn bệnh của Dulphy trở nặng, Lauwick đã tiếp cận Hiệp Hội Thám Hiểm để tìm người thay thế, nhưng vì buổi biểu diễn chỉ còn vài ngày nữa và nhóm kịch không có quỹ dự phòng, không ai đồng ý tham gia. Nhà Lữ Hành và Paimon đã trả lời lời kêu gọi và quyết định nhờ Furina, người đã từ chức Thần Thủy, tham gia biểu diễn trong vở nhạc kịch. Cô ấy nhất quyết không sẵn sàng quay lại sân khấu nhưng đã đồng ý tham gia tư vấn với nhóm để tìm hiểu thêm về người lãnh đạo của họ. Câu chuyện của \"Tinh Linh Nước Bé Nhỏ\" đã vang lên sâu sắc trong Furina, vì cô đã giấu kín bản chất thật của mình suốt hàng thế kỷ và không thể thú nhận với ai."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/9bd175952169fd798ef277b698c627c4_7182161654946682694.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Kịch bản mà Pauleau đề xuất kể về cách một Tinh linh Nước tìm thấy tình yêu và tình bạn trong một thành phố sôi động, nhưng người ta bắt đầu nhận thấy rằng tất cả nguồn nước ngọt trong khu vực dần dần biến mất, đất đai trở nên khô cằn, và cây cối, hoa lá héo tàn. Tinh linh Nước nhỏ Clio và người yêu của cô quyết định làm gì đó và cùng nhau tìm hiểu nguyên nhân. Cuối cùng, họ phát hiện ra rằng tất cả chất thải và ô nhiễm do con người tạo ra trong suốt nhiều năm qua đã khiến nước ngọt rời khỏi trái đất như thể bị điều khiển bởi ý thức của chính nó. Clio, với tư cách là một linh hồn nước, ngay lập tức hiểu được cảm giác của nước và kể cho người yêu về nó cũng như bản chất thật của mình. Người yêu cô chấp nhận cô như chính cô và cùng nhau, họ cố gắng tìm cách mang nước trở lại, nhưng có ai đó đã nghe lén bí mật của cô và đổ lỗi cho cô về sự biến mất của nước. Cuối cùng, cô đã đưa ra quyết định dũng cảm hy sinh bản thân để cứu người yêu và toàn nhân loại."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/81c5511285823adc210bf6617f607899_5377925362636029369.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dulphy muốn tạo ra một kết thúc trung thực nhất có thể, với nhân vật Tinh linh Nước nhỏ phản ánh cuộc đời của Aurelie. Cô đề xuất rằng Tinh linh Nước nhỏ sẽ bị săn đuổi và giết chết bởi những người ghét cô, người yêu của cô sẽ đảm bảo rằng bí mật của cô không bao giờ bị tiết lộ, và loài người sẽ tiếp tục tiến tới con đường diệt vong. Kết thúc này sẽ phản ánh kết thúc ngẫu nhiên và vô nghĩa mà người lãnh đạo của họ đã gặp phải, hy sinh vì một thí nghiệm của một người đàn ông không có mối quan hệ gì với cô. Pauleau, người yêu Aurelie, không đồng ý với kết thúc này, vì anh muốn có một kết thúc tốt đẹp hơn cho cô. Cùng nhau, họ quyết định đến gặp Vilmant để thỏa hiệp về kịch bản."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/36da57c7a9ae684337f296112dd2c3b2_326484596133705830.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi đoàn kịch biết được sự thật về cái chết của Aurelie, một số người cảm thấy phẫn nộ, nhưng Furina đã giúp họ gạt bỏ những khác biệt để tiếp tục biểu diễn đến cuối. Người lãnh đạo của đoàn kịch muốn xây dựng một mái ấm ấm áp cho tất cả anh chị em của mình và bảo vệ họ khỏi những cơn bão đang hoành hành bên ngoài thế giới. Mặc dù đoàn kịch cố gắng biến cô thành nhân vật chính trong câu chuyện, nhưng cô đã là một nữ anh hùng đối với họ rồi. Và nếu đoàn kịch muốn công bằng với Aurelie, họ phải hòa giải những khác biệt và tự ép mình hoàn thành vở kịch. Sau khi đọc cuốn nhật ký của Aurelie, tìm thấy trong chứng cứ tại Palais Mermonia, đoàn kịch đã đồng lòng quyết định kết thúc cho vở nhạc kịch."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/3c6afb427c6ef8a356be11255a56f366_8640582259843648901.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trong buổi biểu diễn cuối cùng tại VIện Ca Kịch Epiclese, nơi Furina đã giúp đặt vé, bệnh tật của Dulphy lại trở nặng, và cô đã yêu cầu Furina hát bài hát cuối cùng. Mặc dù Furina đã phá vỡ lời hứa không bao giờ trở lại sân khấu, nhưng cô cảm thấy vui mừng khi được trở lại. Trong cảnh cuối cùng, Clio hy sinh để mang lại nước tươi và cứu mọi người. Theo kịch bản, cô không được nhận Vision mà sẽ xuất hiện trước mắt khi cô biến mất, mà thay vào đó, để nó rơi xuống đáy đại dương một mình. Nhưng trong buổi biểu diễn thực tế, một Vision thật sự đã xuất hiện, và nó thuộc về Furina. Khi Furina nắm lấy Vision, ánh sáng phản chiếu của nó dường như chứa đựng trái tim cô, một lần nữa được lấp đầy bởi buổi biểu diễn này."
      },
      {
        "type": "RichText",
        "text": "\" <color=#ffffffd9>Nếu tôi có thể trở lại trong vòng tay của nước</color>\n<color=#ffffffd9>Liệu thế giới có trở nên đẹp đẽ hơn không?</color>\n<color=#ffffffd9>Mẹ yêu quý, liệu mẹ có thể tha thứ</color>\n<color=#ffffffd9>Khi dòng nước múa, chúng ta cũng sẽ sống</color>\n<color=#ffffffd9>Thành phố sẽ nuôi dưỡng</color>\n<color=#ffffffd9>Và mẹ cũng vậy, sẽ phát triển</color>\n<color=#ffffffd9>Nhưng tình yêu một mình có thể không đủ</color>\n<color=#ffffffd9>Chỉ có lời tạm biệt, tôi e, sẽ tồn tại</color>\n<color=#ffffffd9>Vì vậy, cuộc sống của chúng ta đầy niềm vui và nỗi buồn</color>\n<color=#ffffffd9>Tôi sẽ ở đây mãi mãi, hôm nay và mai sau</color>\n<color=#ffffffd9>Để ngắm nhìn vẻ đẹp bất diệt của thế giới</color>\n<color=#ffffffd9>Và điều đó sẽ sống mãi muôn đời...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Mặc dù \"Tinh Linh Nước Bé Nhỏ\" thành công rực rỡ, các diễn viên quyết định giải thể đoàn kịch. Một số người sẵn sàng tiếp tục diễn xuất, trong khi những người khác muốn chăm sóc sức khỏe của mình. Furina, được truyền cảm hứng từ cuộc đời của Aurelie, nhận ra rằng cô không phản đối trở lại sân khấu như mình từng nghĩ. Từ thời điểm đó, cô muốn dành thời gian học hỏi những câu chuyện thực sự về những con người thật, và cách họ ảnh hưởng đến cuộc sống của những người xung quanh. Cô muốn chứng kiến họ nở hoa rồi tàn úa, thấy họ được tôi luyện trên trang giấy, kể lại trên sân khấu, và được ghi nhớ lâu dài vào tương lai.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "name": "Vision",
        "desc": "<p>Vision là món quà được ban tặng cho những người sống ở Teyvat và được công nhận bởi Thần. Chúng giúp cho người sử dụng kỹ năng nguyên tố dựa trên nguyên tố của Vision được ban tặng. Người ta nói rằng những người sở hữu Vision có cơ hội lên Đảo Thiên Không và tự mình trở thành thần.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/fa9e7f4e1400794f2ee1468599880d59_2342939714711669881.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Tinh Linh Nước Trong",
        "desc": "<p>Tinh Linh Nước Trong là những sinh vật thông minh thuộc nguyên tố Thủy, được tạo ra bởi vị Thần Thủy tiền nhiệm là Egeria, và có khả năng điều khiển nước theo ý muốn.<span class=\"wk-shady\">Tất cả người dân Fontaine đều từng là Tinh Linh Nước Trong, những sinh vật mà Egeria đã biến thành con người để thỏa mãn nguyện vọng của họ, đi ngược lại với luật lệ của Thiên Lý.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/55631176/657aa46ceeac51d9b9f0b4c3669337b9_2982111220935918637.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Người đứng đầu Thương Hội Cabriere, một tổ chức gắn bó sâu sắc với Spina di Rosula.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/55631176/25e9bbca3d3b73292f89a87f0780ee63_7004169295981456594.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Chồn Bóng Ma",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/18/237301566/e818dd7998eeddde206dec78179ad33e_6405113114023587122.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hơn mười năm trước, một tên trộm huyền bí, được biết đến với biệt danh \"Chồn Bóng Ma\", bắt đầu hoạt động tại Đại Sảnh Fontaine. Không ai biết danh tính thực sự của hắn, và các nhà chức trách không bao giờ bắt được hắn. Hắn có tiếng xấu: mục tiêu của hắn là bất kỳ thứ gì mà con người trân quý, và không ai thoát khỏi sự săn mồi của hắn. Hắn có thể dễ dàng trộm một chiếc vòng cổ từ két sắt của một thương nhân giàu có hoặc một con búp bê đồ chơi được tặng cho một đứa trẻ bình dân nhân dịp sinh nhật. Nếu không vì một tai nạn, Chồn Bóng Ma có thể đã tiếp tục tự do lang thang, nhưng mười năm trước, một nhà ảo thuật tên là Cesar đã rơi xuống tử vong trong một màn trình diễn thoát hiểm trên cao thất bại. Khi cảnh sát lục soát đồ dùng cá nhân của ông, họ phát hiện một kho báu gồm đồ vật bị đánh cắp và các thiết bị dùng cho các hoạt động phạm tội, và đó là cách danh tính của Chồn Bóng Ma được tiết lộ với tất cả mọi người. Nhiều người không tin rằng Cesar có thể là một tội phạm, bởi ông thường xuyên tặng quà cho trẻ em. Đôi khi ông yêu cầu chúng viết điều ước của mình lên giấy, và trong buổi biểu diễn tiếp theo, ông sẽ rút những món quà đó ra từ hư không. Nhưng sau cái chết của ông, một tin đồn lan truyền rằng Cesar đã yêu cầu trẻ em viết điều ước của mình lên giấy để hắn có thể đánh cắp những thứ quý giá nhất của chúng. Sau cái chết của Cesar, số vụ trộm cắp trong thành phố giảm đi, và mọi người dần quên mất hắn, cho đến một ngày, mười năm sau, Chồn Bóng Ma đã viết một lá thư cảnh báo và treo nó ngay trên cổng của Viện Ca Kịch: <color=#ffffffd9>\"Vào buổi tối ba ngày sau, ta sẽ lấy đi thứ quý giá nhất của ngươi ở Viện Ca Kịch. Giống như việc mà ngươi đã làm vào mười năm trước.\"</color>\nBa ngày sau, nhà ảo thuật Lyney được lên lịch biểu diễn tại Viện Ca Kịch Epiclese vào buổi tối, vì vậy anh muốn vạch trần Chồn Bóng Ma để buổi biểu diễn của mình không bị hủy. Anh nhờ Nhà Lữ Hành và Paimon tham gia điều tra và tạm thời làm trợ lý cho mình. Bước đầu tiên là tìm hiểu Cesar thực sự là ai, bởi nếu ông ta thực sự là Chồn Bóng Ma, thì Chồn Bóng Ma thật đã chết, và lá thư cảnh báo chỉ là trò bắt chước của một tên tội phạm nào đó. Còn nếu ông ta không phải là Chồn Bóng Ma, thì Chồn Bóng Ma thật vẫn còn sống và đã ẩn náu từ mười năm trước. Họ quyết định bắt đầu với vị hôn thê của Cesar, Jemma, người đến thăm mộ ông mỗi tuần. Cô thường nói chuyện vào hư không và kể cho ông nghe những tin tức mới nhất. Người ta cho rằng Cesar không xứng đáng nhận được tình yêu của một người phụ nữ như cô, bởi ông là một tội phạm. Khi Jemma xuất hiện tại nghĩa trang, cô bị thương và trông đầy sợ hãi, nên cô từ chối trả lời các câu hỏi của Lyney. Mặc dù họ để cô yên, nhưng dường như cô đang che giấu điều gì đó.\nNgày hôm sau, họ quyết định gặp Lorenzo, học trò của Cesar, người đã thừa hưởng bí mật ảo thuật và kỹ năng chế tác từ thầy mình. Chẳng bao lâu sau, Lorenzo trở thành nhà ảo thuật lớn tiếp theo trong thành phố, danh tiếng của anh còn vượt qua cả người thầy, điều này mang lại cho anh sự giàu có. Từ đó, anh rời bỏ thế giới ảo thuật và trở thành một doanh nhân giàu có với nhiều lĩnh vực kinh doanh khác nhau. Lorenzo khẳng định rằng Chồn Bóng Ma thật đã chết, và lá thư chỉ là tác phẩm của một kẻ bắt chước. <color=#ffffffd9>\"Cần thiết sao? Chuyện này liên quan gì đến cậu? Điều tối kỵ của ảo thuật chính là đào sâu ngọn ngành, tốt nhất là cậu nên bớt tính tò mò đi.\"</color> Cuộc trò chuyện với Lorenzo cũng không mang lại câu trả lời, nhưng lại để lại cảm giác rằng anh đang che giấu điều gì đó. Rời khỏi Lorenzo, Lyney nhận ra có người theo dõi. Những kẻ này đã đe dọa Jemma và muốn trừ khử Lyney cùng Nhà Lữ Hành, nhưng cuối cùng chúng bị đánh bại. Lyney trấn an Jemma rằng cô không còn gặp nguy hiểm, và cô tiết lộ với anh về xưởng làm việc của Cesar tại khu vực Fleuve Cendre."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/18/237301566/b0551370bfd19b46ec4fe3b36fa9652d_1250815489837056911.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Con đường dẫn đến xưởng làm việc được bảo vệ bằng các trò ảo thuật và câu đố, và bản thân xưởng được giấu sau một cánh cửa bí mật trong tủ quần áo. Bên trong, họ tìm thấy nhật ký của Cesar, nơi ông kể về lần gặp hai đứa trẻ muốn học cách thực hiện các màn ảo thuật. Chúng kiên trì đến mức Cesar không thể từ chối lời đề nghị của chúng. Hóa ra, hai đứa trẻ này cực kỳ tài năng và có những suy nghĩ khác thường, khiến Cesar tin rằng theo thời gian, chúng sẽ vượt qua ông. Cesar thậm chí còn muốn đưa chúng tham gia các buổi biểu diễn lưu diễn, nhưng chúng từ chối. Một ngày nọ, ông tình cờ nghe lỏm được chúng nói về \"Cha\" và \"nhiệm vụ.\" Trước khi chia tay, ông đã chia sẻ với chúng quan điểm của mình về thế giới: <color=#ffffffd9>\"Suy đi nghĩ lại, mình đã quyết định nói với chúng về quan điểm cá nhân: Thế giới này vốn đã rất nhiều điều dối trá giả tạo, chúng ta phải học cách tìm thấy sự thật của mình.\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/18/237301566/d44dd0b7396f2f1a18c350b1e58e8394_3429944331062021140.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ngoài ra, trong xưởng còn có một chiếc hộp dùng cho màn ảo thuật \"thoát hiểm trên không\". Trong màn diễn này, nhà ảo thuật tự nhốt mình vào một chiếc hộp ma thuật ngay trước mắt khán giả. Chiếc hộp sau đó được treo lơ lửng trên không, và một lúc sau, phần đáy sẽ tự động mở ra. Lúc này, một hình nộm sẽ rơi ra khỏi hộp, nhưng nó trông đủ thật để thu hút sự chú ý của khán giả, khiến họ hốt hoảng và la hét. Trong khi đó, nhà ảo thuật thật — đã hòa lẫn vào đám đông từ trước — chờ đợi thời điểm thích hợp để xuất hiện và thực hiện một màn trình diễn đầy cảm xúc, khiến tất cả kinh ngạc: <color=#ffffffd9>\"Trời ơi, sao tôi lại ở đây, lẽ nào tôi đã chết rồi sao?\"</color> Ánh mắt của khán giả sau đó sẽ đổ dồn về phía nhà ảo thuật, và khi họ nhận ra chuyện gì vừa xảy ra, hình nộm đã biến mất — như thể mọi thứ chỉ là một ảo ảnh tập thể. Cesar chính là người đã phát minh ra màn ảo thuật này, nhưng ông chưa bao giờ có cơ hội thực hiện nó thành công. Khi chiếc hộp mở ra, thứ rơi xuống không phải là hình nộm, mà chính là Cesar. Chiếc hộp khi đó được treo ở điểm cao nhất của Viện Ca Kịch, và Cesar đã rơi xuống từ đó. Vì ông chỉ là một người bình thường không có Vision, nên không thể hy vọng sống sót sau cú ngã ấy."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/18/237301566/854b78664bac19993a3afbb48633f436_2902605763594240420.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cesar đã tự mình chế tạo chiếc hộp cho màn biểu diễn. Bên trong hộp có một thiết bị mà chỉ riêng nhà ảo thuật mới biết cách sử dụng. Khi nhà ảo thuật vào trong hộp và chiếc hộp được nâng lên không trung, góc nhìn của khán giả bị cố định ở một vị trí nhất định. Từ góc đứng của họ, khán giả có thể nhìn rõ mặt trước, hai bên và đáy của hộp, nhưng phần sau và phía trên lại nằm ngoài tầm mắt. Tại thời điểm này, nhà ảo thuật nhấn một nút bên trong hộp, mở ra một cánh cửa bí mật mà khán giả không nhìn thấy. Để màn ảo thuật thành công, nhà ảo thuật phải liên tục giữ cho khán giả trong trạng thái hồi hộp và mong chờ. Hàng ngày đêm nghiên cứu cẩn thận và luyện tập gian khổ được đầu tư vào màn trình diễn kéo dài chỉ vài phút — nhưng lại đủ sức biến cú sốc và nỗi đau của một tai nạn bi thảm thành niềm vui và tiếng cười từ một màn ảo thuật đầy mê hoặc."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/18/237301566/32433c0810fa2939c80f3845ede4b64d_4614309716793006158.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Chiếc hộp ma thuật mà Cesar sử dụng vào thời điểm ông qua đời có nút bí mật đặt ở bên phải, và ông luôn sử dụng tay phải là tay thuận trong các buổi biểu diễn công khai. Tuy nhiên, hầu hết các đạo cụ đều được trang bị cơ chế ở bên trái, và chiếc hộp trong xưởng cũng có một nút ở phía bên trái. Cesar giả vờ là người thuận tay phải, vì một nhà ảo thuật không thể để những thói quen cơ bản của mình trở nên quá nổi bật. Mọi người tự nhiên sẽ tập trung sự chú ý vào những chi tiết quan trọng nhất của nhiệm vụ hoặc tình huống hiện tại, nhưng một nhà ảo thuật cần phải có khả năng chuyển hướng sự chú ý của khán giả theo ý muốn, để tránh gây ra nghi ngờ. Bản chất của ảo thuật là khiến mọi người tin vào một lời nói dối. Nếu ngay cả sự thật cũng khiến người ta phải nhíu mày, thì những lời dối trá càng khó che giấu hơn. Cesar phải giả vờ là người thuận tay phải để khán giả không nhận ra điều gì bất thường. Nhưng trong những khoảnh khắc căng thẳng và lo lắng nhất, khi không ai nhìn thấy, phản xạ tự nhiên sẽ khiến ông dùng tay trái, vì vậy ông đã đặt nút trong hộp ở bên trái."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/18/237301566/e5380bd4b5b67fd8dd7e1e9304d593d1_8475401829466710368.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trong màn ảo thuật, Cesar phải lấy một hình nộm trong vài giây, ném nó xuống để thu hút sự chú ý của khán giả, rồi mở một cánh cửa bí mật và thoát ra. Ai đó đã lợi dụng việc ông thuận tay trái và đã thay đổi chiếc hộp. Khi nhà ảo thuật với tay trái để tìm nút, nó không còn ở đó nữa. Ông đã mất thêm vài giây tìm kiếm, rồi cuối cùng đáy của chiếc hộp tự động mở ra.\nChỉ có những người thân thiết với Cesar mới có thể tiếp cận các đạo cụ và biết tay nào là tay thuận của ông — và Lorenzo, học trò của ông, chính là người gần gũi nhất. Chính những người của Lorenzo đã đe dọa Jemma và Lyney. Anh ta thừa nhận rằng mình ghét Cesar vì ông đã cấm anh sử dụng các trò ảo thuật để làm giàu, trong khi anh ta đã đổ hết mọi thứ vào các màn biểu diễn đường phố. Mỗi học trò khác đều sống sung túc nhờ vào sự giàu có của thầy, nhưng Lorenzo lại sống trong cảnh nghèo khó. Anh ta sợ rời đi vì một lời nói của Cesar có thể hủy hoại cuộc đời mình, vì vậy anh ta đã quyết định giết thầy mình. Lorenzo cũng thừa nhận rằng anh chính là Chồn Bóng Ma, nhưng Lyney không tin anh ta."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/18/237301566/9a9c14f5a9824fbde045f15f2224df0a_4941767773692007662.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ngày hôm sau, trong buổi biểu diễn của Lyney, Lynette đã cáo buộc Jemma chính là Chồn Bóng Ma từ đầu. Cha mẹ cô qua đời khi còn rất trẻ, và cô cô nhi phải tự lo liệu cho bản thân. Cô lục tìm giấy vụn trong các thùng rác để vẽ, dùng que củi và đất thay vì mực và bút. Cô may những con búp bê xấu xí từ bất kỳ vật liệu vải vụn nào có được. Ở độ tuổi đó, lẽ ra cô phải được sống trong hạnh phúc, nhưng thay vào đó, cô lại đứng trong bóng tối, nhìn với sự ghen tị khi tất cả những điều tốt đẹp trên thế giới đều vuột khỏi tay mình. Nỗi đau của cô trở thành nơi sinh ra những suy nghĩ đen tối, và cô bắt đầu căm ghét hạnh phúc của người khác, dù là người giàu hay người nghèo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/18/237301566/ad6e883acad6d3275f6e298717ef4fbe_3758304263417455177.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Vào thời điểm Chồn Bóng Ma gây hại khắp Đại Sảnh Fontaine, cảnh sát đã triển khai ngày càng nhiều lực lượng để ngăn chặn cô. Vì vậy, Chồn Bóng Ma đã nghĩ ra một kế hoạch tinh vi: đổ tội cho người khác, và cô chọn một nhà ảo thuật nổi tiếng — Cesar. Cô lừa dối ông, khiến ông tin tưởng vào mình và nhận ra rằng nhà ảo thuật có một học trò nuôi mối thù với ông. Dưới sự khuyến khích của cô, Lorenzo đã can thiệp vào chiếc hộp ma thuật của Cesar, khiến ông rơi xuống và qua đời. Sau đó, Lorenzo chiếm đoạt tài sản của thầy mình, và Chồn Bóng Ma bắt đầu làm hoen ố danh tiếng của Cesar. Theo thời gian, Lorenzo bị giày vò bởi cảm giác tội lỗi, nhưng Jemma, vẫn tự do, có thể chăm sóc những người thân yêu của anh, vì vậy anh không thể tiết lộ bí mật của cô."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/18/237301566/541f38464b1f23bae886861f68cfbecc_1247595964134204938.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cả Lorenzo và Jemma đều không phải là người viết lá thư đe dọa, vì chính Lyney là người đã viết nó với một thông điệp gửi đến Chồn Bóng Ma. Lyney và Lynette chính là những đứa trẻ đã học các trò ảo thuật từ Cesar. Họ nhớ những điều tốt đẹp mà ông đã làm cho họ, vì vậy họ quyết định minh oan cho ông, xóa bỏ những tội danh mà ông không phạm phải. Lyney nhớ lời khuyên của Cesar về việc tìm ra sự thật của mình. Sự thật có thể có nhiều hình thức — những vật quý giá với giá trị hoài niệm, những hy vọng và ước mơ mãnh liệt, và những con người không thể thay thế. Đối với Lyney, sự thật này chính là Lynette. Cuộc sống đã lấy đi rất nhiều thứ từ Jemma, và những vết thương trong trái tim cô không thể nào lành lại. Trộm cắp giúp cô quên đi và xoa dịu nỗi đau, nhưng sau cái chết của Cesar, cô đã ngừng trộm cắp. Lorenzo sẵn sàng hy sinh tất cả vì Jemma, và suốt những năm qua anh đã giúp cô làm dịu đi nỗi đau mà trước đây chỉ có trộm cắp mới có thể xoa dịu. Ngoài vụ án giết người, họ là những người bạn duy nhất mà cả hai có, và sâu thẳm trong lòng, Lorenzo chính là \"sự thật\" mà không gì có thể thay thế đối với Jemma. Như đã hứa, Lyney đã lấy đi thứ mà Jemma quý giá nhất — Lorenzo."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Bây giờ, chúc mừng cô đã \"tự do\", Jemma.</color>\n<color=#ffffffd9>Đổi lại, từ giờ về sau, cô hãy tiếp tục sống một mình trong thế giới không có gì ngoài dối trá này nhé. Hy vọng cô có thể chịu đựng được, dù sao đời người vẫn còn rất dài.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/18/237301566/b6068bda26f5706f1579698404535e21_6888700832704576636.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nhân kỷ niệm Cesar, Lyney đã biểu diễn trò \"ảo thuật thoát hiểm trên cao\", và sáng hôm sau buổi biểu diễn, Jemma đã đầu hàng trước Hiến Binh. Điều ước cuối cùng của cô là được gặp lại Lorenzo một lần nữa.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">Ảo thuật gia nổi tiếng khắp Fontaine, khéo ăn nói, diễn xuất tinh tế, chạm đến trái tim của khán giả bằng ngôn ngữ và kỹ thuật tuyệt vời.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/12108544/e343d4442cc3b8e243f0d528bb715f75_1902172228240461143.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Trợ lý ảo thuật ít nói, hiếm khi biểu đạt cảm xúc, tính khí khó đoán như loài mèo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/12108544/436e6f2b9b9006bfe511a98093259daf_6694653276517218862.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailer và Video Cốt Truyện",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video Giới Thiệu Đồ Họa Thực Tế Fontaine"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/07/237301566/0226c125790005a96a6ed9fc554b713a_6325224006201757152.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>23 Tháng 8, 2023</color>\n<color=#ffffffd9>Chúng ta đã trải qua muôn vàn cuộc phiêu lưu kỳ bí, nhưng vẫn không đánh mất đi lòng can đảm để tiếp tục hành trình khám phá.</color>\n<color=#ffffffd9>Khu vực mới, trải nghiệm mới</color>\n<color=#ffffffd9>Hãy bắt đầu hành trình mới tại Genshin Impact với video giới thiệu đồ họa thực tế của Fontaine.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=pC5D2KEincU&t=1s&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Minh Họa",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tờ Báo Chim Hơi Nước Số Đặc Biệt 01 - Biển Trên Đất Liền, Cội Nguồn Ngàn Dòng Nước"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/8458af7e370ca4be1d499963c18873ff_8988558508845599873.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>9 Tháng 8, 2023</color>\n<color=#ffffffd9>Xin chào các Nhà Lữ Hành! Dưới làn nước của Fontaine có nhiều bí ẩn đang chờ các Nhà Lữ Hành tới khám phá, cùng nhau tìm hiểu nhé.</color>\n<color=#ffffffd9>Trong giới nhà mạo hiểm đang chuẩn bị đến Fontaine gần đây có một ấn phẩm rất thịnh hành, nghe nói chính là Tờ Báo Chim Hơi Nước Số Đặc Biệt vừa được phát hành dạo trước, chúng ta cùng xem thử có nội dung mới nào nhé!</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tờ Báo Chim Hơi Nước Số Đặc Biệt 06 - Luân Khúc Dây Cót Và Bánh Răng"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/fd6b7a1c6c4bb4a9a4c257ece46d3f8f_6364459647882427746.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15 Tháng 8, 2023</color>\n<color=#ffffffd9>Nhà Lữ Hành thân mến!</color>\n<color=#ffffffd9>Chúng ta hãy cùng thưởng thức Liên Khúc Gió Băng do vũ công robot mang lại.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "[Đạp Sóng Tìm Ảnh, Hội Tụ Fontaine] Triển Lãm Nghệ Thuật Online"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/c0022b85342f42672ddf9712a2b7c9d0_2941929947256845793.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>28 Tháng 8, 2023</color>\n<color=#ffffffd9>Nhà Lữ Hành thân mến,</color>\n<color=#ffffffd9>Tiết lộ cho các Nhà Lữ Hành những bí mật ít người biết đến, triển lãm \"bản đồ mới\" Fontaine hiện đã ra mắt</color>\n<color=#ffffffd9>Có các mảnh ghép ẩn trong trang web triển lãm, hãy thử tìm ra những bất ngờ nhỏ nhé!</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Giáo Trình",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kẻ Địch Mạnh Mới - Thôn Tinh Kình Ngư"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/06/237301566/72bd5102d18e864d2b311b3ac01ea284_8812562768091986564.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>8 Tháng 11, 2023</color>\n<color=#ffffffd9>Nhà Lữ Hành thân mến!</color>\n<color=#ffffffd9>Sau khi cập nhật phiên bản 4.2, Nhà Lữ Hành sẽ gặp kẻ địch mạnh mới \"Thôn Tinh Kình Ngư\", hãy cùng xem nó có những đặc điểm gì, và phải đối phó ra sao nhé!</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tài Nguyên",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Công Thức"
      },
      {
        "type": "CustomEntry",
        "epId": 4224,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4222,
        "name": "Công Thức: Súp Kem Nấm",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Súp Kem Nấm\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/12108544/65b5f769c3be9efa3ea3dfb1e050b4e6_8225701062587516488.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4210,
        "name": "Công Thức: Thịt Đông Fontaine",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Thịt Đông Fontaine\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/12108544/65b5f769c3be9efa3ea3dfb1e050b4e6_5251598173833870373.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4428,
        "name": "Công Thức: Boudin Noir aux Pommes",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Boudin Noir aux Pommes\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/12108544/65b5f769c3be9efa3ea3dfb1e050b4e6_3237400886774173805.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4223,
        "name": "Công Thức: Gan Ngỗng Fontaine",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Gan Ngỗng Fontaine\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/12108544/65b5f769c3be9efa3ea3dfb1e050b4e6_9181891747155989306.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4219,
        "name": "Công Thức: Lasagna",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Lasagna\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/12108544/65b5f769c3be9efa3ea3dfb1e050b4e6_6038929756955059029.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4211,
        "name": "Công Thức: Súp Hải Sản Poisson",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Súp Hải Sản Poisson\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/07/12108544/708a76639efca555001ccf01db27e492_6952978428574111532.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4426,
        "name": "Công Thức: Lòng Bò Bến Cảng",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Lòng Bò Bến Cảng\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/12108544/65b5f769c3be9efa3ea3dfb1e050b4e6_5987097741505343471.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4427,
        "name": "Công Thức: Cà Dồn Narbonnaise",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Cà Dồn Narbonnaise\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/12108544/65b5f769c3be9efa3ea3dfb1e050b4e6_834692294440622338.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4387,
        "name": "Công Thức: Consomme",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Consomme\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/07/12108544/708a76639efca555001ccf01db27e492_7889736575591292253.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4429,
        "name": "Công Thức: Cassoulet",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Cassoulet\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/12108544/65b5f769c3be9efa3ea3dfb1e050b4e6_2242127023706165152.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4826,
        "name": "Công Thức: Macaron Cầu Vồng",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Macaron Cầu Vồng\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/12108544/13aab5fa0e56dfae34dd23b0f27dd3c9_5960961743032535172.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4221,
        "name": "Công Thức: Bánh Mì Bơ Tỏi",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Bánh Mì Bơ Tỏi\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/12108544/65b5f769c3be9efa3ea3dfb1e050b4e6_2471424610334482081.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4213,
        "name": "Công Thức: Súp Hành Fontaine",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Súp Hành Fontaine\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/12108544/65b5f769c3be9efa3ea3dfb1e050b4e6_5472901130260167405.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4220,
        "name": "Công Thức: Khoai Tây Chiên Cá",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Khoai Tây Chiên Cá\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/11/12108544/13aab5fa0e56dfae34dd23b0f27dd3c9_668795771285797365.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4209,
        "name": "Công Thức: Kẹo Dẻo Trái Cây",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Kẹo Dẻo Trái Cây\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/07/12108544/1646b7de962426a511d053e2f1824df9_655415130867614583.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4825,
        "name": "Công Thức: Feast-O's",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Feast-O's\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/12108544/3a89263d7917a091675ba5678a2271d6_5223974815929994252.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4212,
        "name": "Công Thức: Ile Flottante",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Ile Flottante\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/12108544/65b5f769c3be9efa3ea3dfb1e050b4e6_835168922667121325.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4208,
        "name": "Công Thức: Bánh Ốc Pha Lê",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Bánh Ốc Pha Lê\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/07/12108544/9f7b73598b2ee4c376841ea27b2baacb_6487760703139242187.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4430,
        "name": "Công Thức: Crepes Suzette",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Crepes Suzette\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/12108544/65b5f769c3be9efa3ea3dfb1e050b4e6_9052372929227341494.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4595,
        "name": "Công Thức: Dâng Thủy Thần",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Dâng Thủy Thần\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/12108544/13aab5fa0e56dfae34dd23b0f27dd3c9_4983889748917968318.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4596,
        "name": "Công Thức: Bánh Su Bồng Bềnh",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Bánh Su Bồng Bềnh\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/12108544/65b5f769c3be9efa3ea3dfb1e050b4e6_5845642851079942104.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4216,
        "name": "Công Thức: Ragout Hầm",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Ragout Hầm\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/12108544/65b5f769c3be9efa3ea3dfb1e050b4e6_8952866000832563388.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4215,
        "name": "Công Thức: Thịt Bò Tartare",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Thịt Bò Tartare\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/12108544/65b5f769c3be9efa3ea3dfb1e050b4e6_1726299232966982744.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4217,
        "name": "Công Thức: Tam Tấu Hoa Quả",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Tam Tấu Hoa Quả\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/12108544/c9da0ba12705eb253895b7e4c3c90ee1_3057113073383135064.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4214,
        "name": "Công Thức: Gà Vessie",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Gà Vessie\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/24/12108544/65b5f769c3be9efa3ea3dfb1e050b4e6_235870070660663423.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5616,
        "name": "Công Thức: Souffle Bồng Bềnh",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Souffle Bồng Bềnh\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/05/12108544/c65246cb8910ccf301e2a62f2e0fb7ff_7886753694527936277.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6334,
        "name": "Công Thức: Fricassee de Poulet",
        "desc": "<p>Công thức món ăn, ghi lại cách làm món \"Fricassee de Poulet\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/12108544/c9da0ba12705eb253895b7e4c3c90ee1_7764711146900522055.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vật Liệu và Nguyên Liệu"
      },
      {
        "type": "CustomEntry",
        "epId": 4229,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nguyên Liệu Bồi Dưỡng Nhân Vật"
      },
      {
        "type": "CustomEntry",
        "epId": 4039,
        "name": "Linh Kiện Dây Cót - Coppelius",
        "desc": "<p>Linh kiện dây cót của Coppelius, có thể cung cấp năng lượng cho vũ công robot.</p><p>Vũ công robot cất lên những âm tiết bạch kim, bất kể ngày đêm đều dâng lên điệu múa gió băng cho khán giả. Coppelius sẽ không ngừng khiêu vũ cho đến khi hồi chuông báo tử vang lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/51acccacb0c14c6bd694bf3cdc82ed83_6418521204787441979.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4038,
        "name": "Linh Kiện Dây Cót - Coppelia",
        "desc": "<p>Linh kiện dây cót của Coppelia, có thể cung cấp năng lượng cho vũ công robot.</p><p>Trong ý tưởng của người chế tạo, câu chuyện về vũ công robot với nhiều khớp nối tỉ mỉ chỉ dừng lại ở khoảnh khắc vui vẻ. Coppelia sẽ dùng sức chiến đấu siêu phàm để đem lại khúc ca bi thương cho những vị khách không mời với ý đồ quấy rối khoảnh khắc này.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/0cbd33c860d56d4819a865e370f2d106_7650015782383756886.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nguyên Liệu Boss"
      },
      {
        "type": "CustomEntry",
        "epId": 4579,
        "name": "Khối Không Ánh Sáng",
        "desc": "<p>Mảnh vỡ sinh ra trong lúc chiến đấu kịch liệt với Thôn Tinh Kình Ngư.</p><p>Vũ trụ là nơi tối tăm và lạnh lẽo.</p><p>Nhưng hãy nhìn cho kỹ, trong đó vẫn luôn có những tia sáng le lói, giống như ngọc trai lấp ló dưới cát, hay vụn kim cương lấp lánh giữa lớp nhựa đường, ánh sáng cuối chân trời trong đêm sương hay những đốm lửa thiêu rụi cả đồng cỏ.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/27215281/ee570413a64873789d036342a78ee081_2241389238191049665.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4580,
        "name": "Sợi Không Ánh Sáng",
        "desc": "<p>Vật chất dạng sợi vô tình vướng vào vũ khí khi chiến đấu với Thôn Tinh Kình Ngư.</p><p>Ở Fontaine cổ đại, từng có người cho rằng một Fortuna thống trị vạn vật cũng được dệt từ những vật chất dạng sợi cực kỳ tinh xảo này, trông như dây nhạc trên cung đàn vậy. Những sợi dây cộng hưởng với thanh âm hùng vĩ sẽ mang đến niềm hạnh phúc cho nhân gian, cũng như những nốt lệch điệu sẽ phá hủy kết cấu của vũ trụ.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/27215281/ab6171fbe5a7144c3b2d71da4db134df_6538883069222065919.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4581,
        "name": "Mắt Xoáy Không Ánh Sáng",
        "desc": "<p>\"Vật chất\" kỳ lạ thu được khi chiến đấu với Thôn Tinh Kình Ngư, khối lượng thực tế khác xa so với kích thước mà nó thể hiện.</p><p>Mọi thứ đều tập trung xung quanh những sự vật nặng nề, giống như vàng với sắt, hay mặt đất với gió nhẹ. Cũng giống như ánh sáng không thể thoát khỏi vòng xoáy của bóng tối, nhân duyên cũng sẽ hội tụ trên vận mệnh nặng nề. Có lẽ đây cũng là quy tắc không thể làm trái được.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/27215281/41ffbade64c11aa110f75e2853fe560c_8105549706998584650.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tiện Ích"
      },
      {
        "type": "CustomEntry",
        "epId": 4152,
        "desc": "",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4153,
        "desc": "",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4139,
        "desc": "",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4492,
        "desc": "",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4490,
        "name": "Đá Cộng Hưởng Thủy Thần Đồng",
        "desc": "<p>Khi dùng ở Fontaine, có thể tìm kiếm Thủy Thần Đồng ở xung quanh.</p><p>Loại bùa thần kỳ đã được mô phỏng theo tính chất của Thất Thiên Thần Tượng Thủy trong lúc chế tạo, hình như có thể cảm nhận được sự chuyển động nguyên tố của Thủy Thần Đồng.</p><p>Bản thân Thần Đồng là sức mạnh thất lạc bên ngoài của Thất Thiên Thần Tượng, đưa nó về chỗ tượng thần là một cách làm rất hợp tình hợp lý.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/25/12108544/fefc2d4856855d89e58faf6e77787424_7683656616984195842.png",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4240,
        "desc": "",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4269,
        "desc": "",
        "amount": 1,
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ngọc Thạch Âm Vang"
      },
      {
        "type": "CustomEntry",
        "epId": 4232,
        "name": "Ngọc Thạch Âm Vang 99",
        "desc": "<p>\tKết tinh ẩn chứa vần điệu kỳ diệu, như một viên ngọc bích tuyệt đẹp dệt từ dải lụa mỏng manh. Chúng được phân bổ ở khắp nơi trên vùng đất này hoặc ở trong tay những thương nhân bảo vật. Có thể vào trong \"Ấm Trần Ca\", dùng \"Âm Vang Vạn Dặm - Phiêu Dương\" hoặc \"Âm Vang Vạn Dặm - Mậu Nhiễu\" để khôi phục lại giai điệu bên trong. Giai điệu ẩn chứa trong \"Ngọc Thạch Âm Vang\" này là \"Bài Thơ Muôn Nước\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/24/12108544/ecb574a7daa00e7f1bb32c704bd1067d_4253193300762378998.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4231,
        "name": "Ngọc Thạch Âm Vang 100",
        "desc": "<p>\tKết tinh ẩn chứa vần điệu kỳ diệu, như một viên ngọc bích tuyệt đẹp dệt từ dải lụa mỏng manh. Chúng được phân bổ ở khắp nơi trên vùng đất này hoặc ở trong tay những thương nhân bảo vật. Có thể vào trong \"Ấm Trần Ca\", dùng \"Âm Vang Vạn Dặm - Phiêu Dương\" hoặc \"Âm Vang Vạn Dặm - Mậu Nhiễu\" để khôi phục lại giai điệu bên trong. Giai điệu ẩn chứa trong \"Ngọc Thạch Âm Vang\" này là \"Con Đường Ánh Sáng\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/24/12108544/ecb574a7daa00e7f1bb32c704bd1067d_8103557026704606004.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4233,
        "name": "Ngọc Thạch Âm Vang 103",
        "desc": "<p>Kết tinh ẩn chứa vần điệu kỳ diệu, như một viên ngọc bích tuyệt đẹp dệt từ dải lụa mỏng manh. Chúng được phân bổ ở khắp nơi trên vùng đất này hoặc ở trong tay những thương nhân tìm kiếm bảo vật. Có thể vào trong \"Ấm Trần Ca\", dùng \"Âm Vang Vạn Dặm - Phiêu Dương\" hoặc \"Âm Vang Vạn Dặm - Mậu Nhiễu\" để khôi phục lại giai điệu bên trong. Giai điệu ẩn chứa trong \"Ngọc Thạch Âm Vang\" này là \"Hồi Ức Thủy Triều\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/24/12108544/ecb574a7daa00e7f1bb32c704bd1067d_3191077896453446307.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4237,
        "name": "Ngọc Thạch Âm Vang 104",
        "desc": "<p>\tKết tinh ẩn chứa vần điệu kỳ diệu, như một viên ngọc bích tuyệt đẹp dệt từ dải lụa mỏng manh. Chúng được phân bổ ở khắp nơi trên vùng đất này hoặc ở trong tay những thương nhân bảo vật. Có thể vào trong \"Ấm Trần Ca\", dùng \"Âm Vang Vạn Dặm - Phiêu Dương\" hoặc \"Âm Vang Vạn Dặm - Mậu Nhiễu\" để khôi phục lại giai điệu bên trong. Giai điệu ẩn chứa trong \"Ngọc Thạch Âm Vang\" này là \"Dòng Nước An Nhàn\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/24/12108544/ecb574a7daa00e7f1bb32c704bd1067d_614969228742873249.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4236,
        "name": "Ngọc Thạch Âm Vang 105",
        "desc": "<p>\tKết tinh ẩn chứa vần điệu kỳ diệu, như một viên ngọc bích tuyệt đẹp dệt từ dải lụa mỏng manh. Chúng được phân bổ ở khắp nơi trên vùng đất này hoặc ở trong tay những thương nhân tìm kiếm bảo vật. Có thể vào trong \"Ấm Trần Ca\", dùng \"Âm Vang Vạn Dặm - Phiêu Dương\" hoặc \"Âm Vang Vạn Dặm - Mậu Nhiễu\" để khôi phục lại giai điệu bên trong. Giai điệu ẩn chứa trong \"Ngọc Thạch Âm Vang\" này là \"Đài Phun Nước Trong Veo\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/24/12108544/ecb574a7daa00e7f1bb32c704bd1067d_8153021862481556037.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sinh Vật",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Kẻ Địch và Quái Vật"
      },
      {
        "type": "CustomEntry",
        "epId": 3993,
        "name": "Liên Khúc Gió Băng",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Vũ công robot do Viện Khoa Học Fontaine nghiên cứu phát triển.<br>Trong ý tưởng ban đầu của Bossuet, vũ công robot là một tác phẩm nghệ thuật của thời đại cơ khí siêu việt. Nhưng sau khi Bossuet bị buộc phải từ chức, thì dự án này do Maillardet tiếp quản. Maillardet có cách nhìn độc đáo của riêng mình về robot và vũ công, nên trong quá trình nâng cấp và thay đổi này, các chức năng của vũ công robot cũng đã dần xa rời với thiết kế ban đầu của Bossuet.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/44749939/08f47440d7122dfa2dbd7e482155f1c4_7538719450766945798.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Thôn Tinh Kình Ngư",
        "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Sinh vật khổng lồ thần bí từ thế giới khác.</span><br><span style=\"color: rgb(219, 222, 225)\">Những nhà thơ thường ví von bầu trời sao với đại dương. Họ từng nhìn thấy hoặc mơ thấy vô số sinh vật phù du phát sáng trôi nổi trên vùng biển tối tăm không trăng, tựa như dải ngân hà, hoặc có lẽ ánh trăng trên mặt biển đã bị xé toạc thành nhiều mảnh, lấp lánh như những vì sao. Trong những câu chuyện kỳ ảo nhất hay những lời dối trá điên cuồng nhất, ở những ngôi sao sâu thẳm trong vũ trụ có lễ cũng đầy ắp sự sống như Teyvat, mà vũ trụ thì cũng giống như đại dương. Nhưng nhìn một cách thực tế, nếu thực sự tồn tại vũ trụ sâu thẳm đầy ắp sự sống như vậy, tại sao đến giờ vẫn chưa tiếp xúc với Teyvat? Có thể vũ trụ vẫn luôn cố gắng xâm nhập vào Teyvat, có lẽ một thế lực cao hơn đã tạo ra biên giới để bảo vệ thế giới này.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/44749939/d6f05906844b79f1be3d4f049381a60f_3515231889657264081.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPC",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Thương Nhân"
      },
      {
        "type": "CustomEntry",
        "epId": 4130,
        "name": "Estelle",
        "desc": "<p>Chủ xưởng Beaumont. Sau khi làm việc tại Viện nghiên cứu Fontaine với tư cách là một nhà khoa học có tiếng, giờ đây cô sử dụng các kỹ năng của mình để phát triển máy móc Fontaine tiên tiến nhằm hỗ trợ việc của một thợ rèn.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/12/55631176/4442ca5e6ac73c2e2c528d139c7eb897_5419967849714123977.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4140,
        "name": "Delaroche",
        "desc": "<p>Quản Lí Hội Câu Cá tại Fontaine</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/55631176/2e9ebe76044d6d15ca6d9e4fb2d891ba_2234334355115618826.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4141,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4142,
        "name": "Boucicaut",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/17/55631176/5083f91848a55be4dadf5e4553b1413a_7589872398401791675.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4143,
        "name": "Sanguinetti",
        "desc": "<p>Phục vụ tại khách sạn Debord ở Đại Sảnh Fontaine</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/55631176/a19a303d9d5a181e3c0396e8cddd24ae_677921197581886887.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4144,
        "name": "Louis",
        "desc": "<p>Chủ một tiệm ăn vặt tại Đại Sảnh Fontaine. Nổi tiếng với món Khoai Tây Chiên Cá.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/55631176/dca3d68eb1782984e71e85718dbff8e6_6217059524226605657.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4145,
        "name": "Arouet",
        "desc": "<p>Quản Lý Quán Cà Phê Lutece. Anh ấy được biết đến như là người bán tách cà phê đắng nhất và những chiếc bánh ngọt nhất</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/55631176/79d82ad50081035bca4c75bc5c041406_7638555003933887119.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Hubel",
        "desc": "<p>Quản Lí \"tạm thời\" của Sạp Báo. Anh ấy mong ước một ngày được làm việc cho Tòa Soạn Chim Hơi Nước</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/55631176/2366514cdc43d458320510830b554ddb_3353846845631171518.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4349,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4348,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPC Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 4513,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Một Tinh Linh Nước Trong sống tại Annapausis thực sự. <span class=\"wk-shady\">Cô ấy được hình thành bởi sự hợp nhất ý thức giữa Lyris và Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/55631176/7ac751c3fd3892141d972392696a414b_8808332936185616561.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Một Tinh Linh Nước Trong được tạo ra từ ý thức của Mary-Ann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/55631176/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2634015845657501180.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4360,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4920,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4919,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4918,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4917,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4806,
        "name": "Pruniere",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/55631176/fc3b894982c8a9fec0155f874688722e_119137348144780199.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4805,
        "name": "Paban",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/55631176/c8f74e0347381e6db8d67ae1d42c356b_2218236381578734976.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4802,
        "name": "Rhemia",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/55631176/c93101743b19ae99b90ceb5b3d5b2050_4322763354788803807.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4518,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Người đứng đầu Thương Hội Cabriere, một tổ chức gắn bó sâu sắc với Spina di Rosula.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/55631176/25e9bbca3d3b73292f89a87f0780ee63_7004169295981456594.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5846,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Thư Viện",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sách"
      },
      {
        "type": "CustomEntry",
        "epId": 4317,
        "name": "Ngụ Ngôn Động Vật Fontaine",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Quyển truyện sưu tầm nhiều câu chuyện ngụ ngôn ngắn, tác giả là Marie Hericart de La Fontaine. Phần lớn trong đó không phải do tác giả tự biên, mà đến từ sách thơ cổ đại đến nay đã bị thất lạc.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/9fb894d78d4142c16d9a5f4891b41c7e_364964798910145558.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Cuộc Suy Vong Của Remuria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nghe nói là kiệt tác lịch sử về nền văn minh Remuria cổ đại, do học giả nổi tiếng Pulteney biên soạn vào những năm đầu mới xây dựng Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/d0e75f9b88a286749b4c7dff0871e129_765440687991517761.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4321,
        "name": "Siêu Trộm Và Thám Tử Lừng Danh: Bí Ẩn Chiếc Trâm Cài",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Tiểu thuyết giải trí phổ biến ở Fontaine, kể về câu chuyện lần đầu quyết đấu giữa siêu trộm được gọi là \"Quý Ngài Ảo Ảnh\" Fantomas Robben và thám tử lừng danh Chesterton. Thông báo miễn trừ trách nhiệm: Câu chuyện này hoàn toàn hư cấu, không liên quan đến địa danh, nhân vật, sự kiện trong đời thực.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/6b536554b6229143e07ec3fd4c2464ba_6818562139329407058.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4692,
        "name": "Sự Sụp Đổ Của Thành Cổ Phai Nhạt",
        "desc": "<p>Thơ ca không biết do ai sáng tác. Trong cách hành văn có chút quỷ dị và quái gở.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/535398cb0ba01203eb959d029eb28342_4654503092941623661.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5079,
        "name": "Nhà Du Hành Thời Gian",
        "desc": "<p>Tiểu thuyết khoa học viễn tưởng Fontaine do tờ báo Chim Hơi Nước xuất bản, kể câu chuyện về chuyến du hành của một vị kỹ sư sử dụng cỗ máy thời gian.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/08/12108544/d320bd636cd59e9c09fd0c0addba6efb_4767839008308911425.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5202,
        "name": "Perinheri",
        "desc": "<p>Cuốn sách này có tên gọi khác là \"Hleobranto Innamorato\". Tác giả của bản in đầu tiên nói rằng đây là một tác phẩm cải biên từ câu chuyện huyền thoại nổi tiếng khắp ngõ ngách Khaenri'ah, nhưng thế gian này đã không còn người nào có thể kiểm chứng điều này nữa. Giờ thì nó đã là tuyển tập sáng tác của nhiều thế hệ rồi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/12108544/eebe3d494c8e1fcae1905ec185dc3f56_7657903752169006301.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La Chanson d'Erinnyes",
        "desc": "<p><br>Sứ giả của Vua Remus đã làm thế nào để đến gặp Erinnyes, đòi cô ấy ban cho nước và đất của Thành Aremori, rồi lại làm thế nào để yêu cầu cô quy phục dưới trướng Sumphonia Capitolii (có nghĩa là \"giai điệu hài hòa vĩnh hằng\").</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4691,
        "name": "Truyện Cổ Tích Ngỗng Cánh Tuyết",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Truyện cổ tích thịnh hành ở Fontaine. Phần bìa tinh xảo từng khiến rất nhiều đứa trẻ tưởng lầm rằng cuốn truyện này thực sự được viết bởi Phu Nhân Ngỗng Cánh Tuyết hiền từ trong truyền thuyết.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/01/4f31dedb586090a194478c5f7039311a_2730062825684412359.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4896,
        "name": "Hai Người Lính Ngự Lâm",
        "desc": "<p><span style=\"color: rgb(222, 220, 217)\">Quyển sách bán chạy ở Fontaine, kể về câu chuyện đan xen giữa âm mưu và phục thù, giữa chính nghĩa và tà ác.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/25/1ab6bb80ae86aab0a1f8064c05b6a72f_7162576051872538658.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hướng Dẫn Mạo Hiểm",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Giáo Trình"
      },
      {
        "type": "CustomEntry",
        "epId": 4284,
        "name": "Trận Địa Bóng Nước Tà Ác Của \"Narcissus\"!",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/02/44749939/1ef525b101a31611b9fe2cc1b0a59aa8_5407076480859867699.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bản Đồ",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vị Trí"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?center=-1280.33,-5072.51&zoom=-0.50&shown_types="
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đại Sảnh Fontaine",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Đại Sảnh Fontaine",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/10/237301566/fa022188ba97fd603de68ffb1b0e2021_6886117796016874432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Đại Sảnh Fontaine là thành phố chính của Fontaine, nơi từng là nơi ở của Thủy Thần cuối cùng Furina. Đại Sảnh Fontaine có thể được đến bằng tuyến tàu luân chuyển Clementine, xuất phát từ Hải Cảng Romaritime. Thành phố gây ấn tượng với sự tinh tế, hùng vĩ và công nghệ hiện đại. Một trong những điểm thu hút chính của thành phố là Thất Thiên Thần Tượng nằm gần Palais Mermonia. Trên các con phố, bạn có thể thấy các Robot Dây Cót duy trì trật tự, cùng với các Melusine thuộc Đội Hắc Ảnh Marechaussee và những quý bà ăn mặc lịch sự dắt theo chó của họ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/10/237301566/2d636b97f8448c8c627cac878cdad86d_3285924680632916599.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Lễ hội Fontinalia diễn ra tại Đại Sảnh Fontaine. Lễ hội được tổ chức để tôn vinh các kỵ sĩ nước trong huyền thoại, những anh hùng trong lịch sử xưa của Fontaine. Tương tự như các lễ hội lớn khác như Lễ hội Hoa Gió ở Mondstadt hay Tết Hải Đăng ở Liyue, Fontinalia có mối liên kết sâu sắc với sự thành lập của Fontaine, khiến nó trở thành một trong những lễ hội quan trọng nhất của quốc gia. Ban đầu, người dân tưởng nhớ các kỵ sĩ nước trong bằng cách hóa trang thành họ, mặc trang phục đặc biệt, nâng những chiếc cốc vàng và đi từng nhà để xin nước tinh khiết. Tuy nhiên, vài năm trước, Furina đã biến truyền thống này trở nên vui nhộn hơn bằng cách thay nước tinh khiết bằng kẹo ngọt. Hiện tại, lễ hội mang tính chất giống như một lễ hội hóa trang và rất được trẻ em yêu thích. Trẻ em tham gia vào hoạt động \"thử thách hoặc tặng kẹo\" hàng năm, trong đó các em mang giỏ đi từng nhà để xin kẹo trong suốt thời gian lễ hội.\nTrong lễ hội Fontinalia đầu tiên, Nhà Lữ Hành và Paimon đã tham gia, và giải thưởng danh giá \"Giải thưởng Furina,\" được đặt theo tên của Thủy Thần trước đây, Furina, đã được trao vào cuối lễ hội. Mặc dù đã có sự thay đổi về người lãnh đạo, cái tên này vẫn rất phù hợp cho giải thưởng vì Furina vẫn rất nổi tiếng và được yêu mến tại Fontaine.\nMột ngày nọ, Lepine-Pauline, một chuyên gia về Thí Nghiệm Nhận Dạng Hình Ảnh, quyết định sử dụng một ống kính Kamera cải tiến để vạch trần những kẻ lừa đảo ở Teyvat. Cô đọc được trong tờ Báo Chim Hơi Nước rằng: <color=#ffffffd9>\"Vài tên tội phạm tinh mắt đã phát hiện ra điểm yếu của Robot Hiến Binh, nên đã mặc đồ của Hải Thú Bồng Bềnh để đi ăn trộm...\"</color> Hoàn toàn không nhận ra những kẻ giả dạng thành <color=#9b9c9f>Hải Thú Bồng Bềnh</color> , các Robot Dây Cót không hề cố gắng can thiệp vào các vụ trộm do băng nhóm thực hiện. Lepine-Pauline nảy ra ý tưởng cải thiện khả năng nhận diện mục tiêu của Robot Dây Cót để phát hiện tội phạm trong lớp ngụy trang. Cô quyết định thu thập các hình ảnh mẫu và dựa trên đó phát triển một thuật toán nhận diện hình ảnh đơn giản nhưng mạnh mẽ và có độ chính xác cao, có thể hoạt động trên một mô-đun xử lý đồ họa nhỏ gọn. Bất kỳ Robot Dây Cót nào được lắp đặt mô-đun này sẽ ngay lập tức nhận ra người đang cải trang và đánh giá chính xác mối đe dọa tội phạm mà họ gây ra. Lepine-Pauline hy vọng rằng phát minh của mình sẽ giúp cô trở nên vô cùng giàu có và thậm chí đã vay một khoản tiền lớn từ ngân hàng để phát triển công nghệ này.\nTuy nhiên, tin tức trên Báo Chim Hơi Nước thực chất là một câu chuyện ngắn được gửi đến bởi một tác giả nghiệp dư ẩn danh, được viết theo phong cách của một câu chuyện có thật. Mặc dù các biên tập viên của tờ báo lo ngại rằng câu chuyện có thể khiến độc giả hiểu nhầm, nhưng Sảnh Chấp Pháp đã ủng hộ việc in ấn. Họ cho rằng thông tin sai lệch này sẽ là cách tuyệt vời để dụ các tội phạm tiềm năng mặc những bộ trang phục kỳ quặc khi phạm pháp. Kể từ khi câu chuyện được xuất bản, Sảnh Chấp Pháp đã thực hiện hàng loạt vụ bắt giữ, bao gồm \"Đạo Tặc Hải Thú Bồng Bềnh,\" \"Chim Sẻ Mũ Đỏ Khổng Lồ,\" và \"Hiệp Sĩ Bóng Ma\" khi chúng tưởng sẽ qua mắt được Robot Dây Cót nhưng thực ra chức năng nhận diện của chúng vẫn đang hoạt động hoàn hảo. Lepine-Pauline, người đang nợ nần chồng chất sau khi thí nghiệm dựa trên Báo Chim Hơi Nước không thành công, đã sẵn sàng gây chiến với các Robot Dây Cót để bị đưa đến Pháo Đài Meropide, nhằm tránh phải trả khoản nợ. Tuy nhiên, nhà báo Charlotte của Báo Chim Hơi Nước, người mà Lepine-Pauline nhờ quảng bá công nghệ của mình, đã gợi ý một cách sử dụng khác cho thiết bị này. \"Ống Kính Thu Thập Mẫu Nhận Diện Hình Ảnh\" được thiết kế đặc biệt để thu thập và phân tích hình ảnh chất lượng cao. Chức năng điều chỉnh tiêu cự nhanh có thể tự nó trở thành một tính năng rất hữu ích. Nó không chỉ giúp công việc của các nhà báo trở nên dễ dàng hơn mà còn có tiềm năng cách mạng hóa ngành truyền thông của Fontaine. Nhờ vậy, Lepine-Pauline lấy lại hy vọng trở nên giàu có, và Charlotte có được tư liệu cho bài báo: <color=#ffffffd9>\"Ngay cả khi có nhu cầu đặc biệt, thì ranh giới giữa báo chí và tác phẩm văn học cũng nên chia rõ ranh giới.\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/10/237301566/39898952871795c3e8ea05e27fbe71d0_3260572697202661017.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một trong những sự kiện Đấu Nấm Chiến Thuật đầy thú vị, Kỳ Trận Nấm Linh, đã diễn ra tại Đại Sảnh Fontaine, được tổ chức bởi huấn luyện viên Nấm quỷ và người bạn nhà văn Souka. Haniyyah đến Fontaine với mục tiêu tìm kiếm các nhà đầu tư đáng tin cậy cho giải đấu Nấm chính thức, đồng thời tổ chức một sự kiện giới thiệu để quảng bá sự đáng yêu của Nấm và thu hút khán giả từ sớm. Haniyyah cũng hy vọng tìm được các nhà nghiên cứu từ Viện Nghiên Cứu Fontaine để tạo ra một Quả Cầu Trí Tuệ mới, cho phép con người thuần hóa Nấm dễ dàng hơn. Nhóm nghiên cứu Fonta của Viện Nghiên Cứu Fontaine không chỉ cung cấp một lượng lớn kinh phí cho Haniyyah và Souka mà còn hứa sẽ giúp họ tìm kiếm những nhân tài cần thiết."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/10/237301566/33ea1ef3bf0e4c75b6b4fc03851a6a00_5803941814721915785.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Souka đã chuẩn bị kế hoạch cho sự kiện giới thiệu, đặt mua trang phục thanh lịch và huấn luyện Eremite Haniyyah để cải thiện khả năng thuyết trình và cách cư xử. Trong cuộc thi mới này, người chơi điều khiển Nấm để đánh bại tất cả các Cơ Quan Kỳ Trận. Trò chơi nhận được phản hồi ban đầu khá tốt, nhưng lại khá lặp lại và đơn điệu vì các Cơ Quan Kỳ Trận thiếu sự linh hoạt biến hóa. Vì vậy, trò chơi nhanh chóng mất đi sự phổ biến. Để cải thiện, Souka đã kết hợp các yếu tố từ nhiều tài liệu và tác phẩm hư cấu để biến các Cơ Quan Kỳ Trận thành những mảnh ghép mô phỏng các đối thủ mạnh mẽ, thêm vào đó nhiều biến số cho trò chơi. Cô cũng đến Báo Chim Hơi Nước để thảo luận về khả năng đặt quảng cáo trên tờ báo nhằm phổ biến trò chơi. Turenna, một thành viên của Đội Tuần Tra Đặc Biệt, được giao nhiệm vụ giám sát các động vật kỳ lạ được đưa đến Fontaine từ các quốc gia khác, đồng thời cung cấp sự hỗ trợ chuyên nghiệp nếu Haniyyah và Souka cần. Những người bạn của Nhà Lữ Hành và Paimon là hai sinh vật Nấm Nón Trống Tròn và Ngọn Lửa Hân Hoan còn được chỉ định những người đặc biệt để chăm sóc họ.\nỞ khu vực phụ này, nhiệm vụ thế giới"
      },
      {
        "type": "CustomEntry",
        "epId": 5531,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5533,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5644,
        "name": "Thế Giới Anh Ấy Ở Phía Kia",
        "desc": "<p>Ở Đại Sảnh Fontaine, bạn gặp phải một người quen...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/25/55631176/231826ade1c78996779f1a72e9a57e9e_4616710189182236173.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5474,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5475,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", Semi-Automatic Forging,"
      },
      {
        "type": "CustomEntry",
        "epId": 5479,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5478,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5477,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5508,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": ", và \"Thí Nghiệm Nhận Dạng Hình Ảnh\"... có thể được tìm thấy.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Khu Belleau",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Mặc dù Fontaine được bao phủ bởi vùng biển rộng lớn, nhưng ở đây cũng có những ngọn núi và khu rừng tuyệt đẹp. Núi Automnequi là một trong những ngọn núi mang tính biểu tượng. Viện Nghiên cứu Fontaine đã sử dụng các thiết bị kỹ thuật khổng lồ để khoan Đường hầm Poisson, qua đó giải quyết một trong những thách thức lớn nhất đối với chiến dịch xây dựng các chặng Tàu Luân Chuyển.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_1095655297268239009.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Lễ Hội Fontinalia",
        "desc": "<p>Lễ Hội Fontinalia là ngày lễ được thành lập để tưởng niệm các Kỵ Sĩ Nước Trong đã tìm kiếm Tinh Linh Nước Trong, và chào đón Thủy Thần Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/24/55631176/700e67317f0fc5bc48976ea8ca9fbfda_8697225191933672492.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4939,
        "name": "Lễ Hội Hoa Gió",
        "desc": "<p>Lễ hội tưng bừng trọng đại để thể hiện sự tôn sùng đối với tự do và tình yêu!</p><p> </p><p>Băng qua vùng đất Mondstadt xanh tươi, dạo bước giữa đám đông ăn mừng lễ hội, cuộc hành hương trải đầy thơ văn lịch sử và hoa thơm - Lễ Hội Hoa Gió, chính thức bắt đầu.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/a2b5d731d7d2847a062cfd8750b02944_7280859701605203716.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "Tết Hải Đăng",
        "desc": "<p>Tết Hải Đăng là dịp lễ được tổ chức để tưởng niệm những người đã hi sinh trong Cuộc Chiến Ma Thần</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/28/55631176/654359f2b1a70b260e1017d412721a45_6317226117948843106.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Đội Hắc Ảnh Marechaussee",
        "desc": "<p>Đơn vị nhận lệnh trực tiếp từ Thẩm phán tối cao Neuvillette, chịu trách nhiệm điều tra tội phạm. Đơn vị này có trụ sở tại Palais Mermonia và là một trong những phòng ban của Sảnh Chấp Pháp.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/55631176/68056e921a04a72fc9ccb52413826e6d_6167378543901104067.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Kỵ Sĩ Nước Trong",
        "desc": "<p>Kỵ Sĩ Nước Trong là tín đồ của Nữ Chúa Tể Biển Cả Egeria. Họ đã thề bảo vệ các tinh linh nước trong, tìm ra Chén Thánh Thuần Khiết và phá bỏ xiềng xích giam giữ Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/55631176/e803a555d29d669997dc51d0792afb3a_1920818840853757765.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Viện Khoa Học Fontaine",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/55631176/154baa11b653966030bdf047346be788_5823778168355907897.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p>Phóng viên đầy năng lượng của tờ báo Chim Hơi Nước, mỗi giây phút đều hướng về \"chân tướng\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/12108544/7bbbff3f35661a93b5091b1f17fae6c0_5187418479416157217.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3168,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3098,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3671,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3669,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4718,
        "name": "\"Ống Kính Thu Phóng Đặc Biệt\"",
        "desc": "<p>Linh kiện ống kính máy ảnh kiểu mới được phát triển để tăng cường khả năng \"nhận diện hình ảnh\".</p><p>Sau khi lắp đặt linh kiện này, máy ảnh thông thường sẽ có được hiệu quả thu phóng và lấy nét nhanh hơn, giúp cho người sử dụng có thể kịp thời bắt lấy khoảnh khắc đáng quý trong chuyến hành trình.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/26/12108544/9159fb454509ec79817d71a287a59cfa_1676850367366960015.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đại Sảnh Fontaine - Trung Tâm Đường Thủy",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/10/237301566/a24cba7dd104e1365af9cb2a2d3fcb57_1784185875136257588.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trung Tâm Đường Thủy nằm trên quảng trường ở Đại Sảnh Fontaine, nơi có đài phun nước. Thang máy nối liền Palais Mermonia với các tầng là các điểm xuất phát của các Chặng Tàu Luân Chuyển. Chặng Clementine dẫn đến Cảng Romaritime. Chặng Callas, dẫn đến Viện Nghiên Cứu, đã bị hư hỏng trong vụ nổ tại Phòng Thí Nghiệm Trung Tâm. Chủ tịch của Spina di Rosula, Navia, đang lên kế hoạch khôi phục Chặng Callas. Sảnh chính của ga tàu nằm ở tầng đầu tiên trong tổng số bốn tầng, Chặng Clementine nằm ở tầng hai, và ở tầng ba là Chặng Navia dẫn đến Erinnyes. Tại trung tâm đường thủy, có thể gặp những Người Chơi Thất Thánh Triệu Hồi, Rhemia và Pruniere. Rhemia là một Melusine phục vụ trong Đội Hắc Ảnh Marechaussee và rất quan tâm đến những con người xung quanh. Gần đây, Rhemia đã bắt đầu chơi Thất Thánh Triệu Hồi với những người qua đường, tham gia trò chuyện thân thiện với họ. Khả năng của cô trong những trận đấu này đã giúp cô giành được rất nhiều sự kính trọng của các đối thủ. Pruniere là một Nhân Viên Bảo Trì Tàu Luân Chuyển, đảm bảo tính toàn vẹn của các tuyến đường thủy. Sau khi hoàn thành công việc bảo trì nước cơ bản, Pruniere vẫn có nhiều thời gian rảnh và vì vậy đã phát triển kỹ năng chơi Thất Thánh Triệu Hồi xuất sắc.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Viện Khoa Học Fontaine",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/55631176/154baa11b653966030bdf047346be788_5823778168355907897.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula là một tổ chức có các thành viên đến từ nhiều ngành nghề khác nhau trong xã hội. Họ tận tâm giải quyết những vấn đề khó khăn cho người dân và sẽ liên lạc, hợp tác với chính quyền Fontaine khi cần thiết.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/55631176/103e6993dd0a594332fa18ca5fe17098_4533018030715079119.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Hội trưởng hiện tại của Spina di Rosula, là một cô chủ dễ thương và rất có trách nhiệm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/12108544/3fc7580c01a9e622692402889706c4db_1838072394941570717.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4802,
        "name": "Rhemia",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/55631176/c93101743b19ae99b90ceb5b3d5b2050_4322763354788803807.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4806,
        "name": "Pruniere",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/55631176/fc3b894982c8a9fec0155f874688722e_119137348144780199.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đại Sảnh Fontaine - Phố Vasari",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/10/237301566/6cfb7c362da88be0304d8e27ed1611f4_8515396456660773810.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tại quảng trường chính của Đại Sảnh Fontaine, trong phố Vasari, có một đài phun nước chuyển động lớn và Trung Tâm Đường Thủy của Đại Sảnh Fontaine. Người Chơi Thất Thánh Triệu Hồi Paban có thể được tìm thấy ở đây. Anh là một người bán báo, chuyên cung cấp Báo Chim Hơi Nước và được xem là \"Bách Khoa Toàn Thư Nhỏ\" của Đại Sảnh Fontaine bởi một số người cùng độ tuổi. Gần đây, Paban đã bắt đầu chơi Thất Thánh Triệu Hồi với những người đến tìm anh để lấy báo, đề nghị họ một thỏa thuận: Nếu anh thắng, đối thủ của anh phải đi quảng cáo cho anh."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/10/237301566/801a698ae9cc26ea45ef2c270e6e3940_4386840058207535060.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ngoài ra, có thể tìm thấy nhiều thương nhân khác nhau trong hành lang, chẳng hạn như Eugenie, một người bán hoa quả và cũng là một Người Chơi Thất Thánh Triệu Hồi; Louis, người quản lý một cửa hàng ăn nhẹ; và Boucicaut từ Bách Hóa Damoville. Bên cạnh Phòng Triển Lãm là tòa nhà nơi đối thủ của nhà thiết kế thời trang nổi tiếng Chiori cư trú. Khi ông ta cáo buộc sai rằng Chiori hợp tác với tội phạm, cô đã gọi đội trưởng Đội Tuần Tra Đặc Biệt, Chevreuse, để ngăn Chiori không hành động quá mức trong \"cuộc trò chuyện.\" Xưởng Beaumont, thuộc sở hữu của Estelle, cũng tọa lạc tại đây. Xưởng cung cấp dịch vụ toàn diện cho các đơn đặt hàng cá nhân. Để đặt hàng, cần thanh toán trước, kèm theo tài liệu yêu cầu và các giấy tờ hỗ trợ. Công việc rèn tại xưởng được thực hiện bởi một cỗ máy đặc biệt chạy bằng Indemnitium. Trước đây, trong các thử nghiệm, Thủy Thần sử dụng Cỗ Máy Chỉ Thị Phán Quyết để thu thập niềm tin của người dân vào công lý và chuyển đổi nó thành năng lượng, sau đó được sử dụng làm dạng năng lượng chính ở khắp Fontaine. Ngoài Indemnitium, Fontaine còn có năng lượng Pneumousia, được sản xuất độc lập không dựa vào năng lực của Thủy Thần nhưng có bản chất không ổn định. Khi lời tiên tri của Fontaine chưa trở thành sự thật, Estelle đã giúp Fatui tạo ra những Túi Phép Thuật mà mọi người có thể sử dụng để chứa tất cả đồ đạc trong trường hợp nguy hiểm. Lúc đó, Estelle nợ tiền của Thương hội Cabriere. Cô hứa sẽ trả nợ vào cuối tháng, nhưng những người từ hội này muốn lấy ngay bảy mươi phần trăm số tiền. Hóa ra, Thương hội Cabriere cũng đang nợ tiền Ngân Hàng Bắc Địa. Quan Chấp Hành Fatui Childe đã đến để thu hồi khoản nợ này và dừng lại để trò chuyện với Nhà Lữ Hành đang quay trở về sau khi thăm Estelle.\nKhi Furina rời bỏ vai trò Thần, cô nhanh chóng rời khỏi nơi ở của mình và chuyển đến sống trong một căn hộ nhỏ. Mặc dù đã giành được tự do và hoàn thành nhiệm vụ, cô vẫn không biết nên đi đâu tiếp theo. Khái niệm \"tự do\" đối với cô trở nên trống rỗng. Hành lý của Furina vẫn chất đống trong căn hộ mới thuê, và cô không có chút động lực nào để dọn dẹp hay sắp xếp. Tất cả những gì cô làm là nằm trên giường và nhìn chằm chằm lên trần nhà trống rỗng. Một ngày nọ, Clorinde, nhà vô địch đấu tay đôi từng dưới trướng của Furina, đã đến thăm cô. Clorinde bị sốc trước điều kiện sống của Furina, nhanh chóng bày tỏ ý định chi trả để cô có nơi ở tốt hơn, nhưng Furina phải mất không ít công sức để bác bỏ ý tưởng này. Dù vậy, Clorinde vẫn kéo cô, dù miễn cưỡng, tham gia vào việc dọn dẹp và sắp xếp lại căn phòng. Hiện tại, Furina đang sống ở Phố Vasari."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/10/237301566/d90722a98eaae5cab9646b02768c11f0_5204605889212720370.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Không xa căn hộ của Furina là nơi tụ họp của đoàn kịch mà cô từng giúp đỡ. Sau khi trở thành một người bình thường, cô không còn muốn bước lên sân khấu nữa. Tuy nhiên, khi biết về lịch sử của đoàn kịch, cô quyết định lần cuối đảm nhận vai trò cố vấn nghệ thuật cho vở kịch Tinh Linh Nước Bé Nhỏ. Nữ diễn viên chính, vì bệnh tật, không thể xuất hiện trong cảnh cuối cùng của vở kịch, buộc Furina phải thay thế. Sau một màn trình diễn tuyệt vời và những cuộc trò chuyện với đoàn kịch, Furina nhận ra rằng có lẽ cô sẽ quay trở lại thế giới sân khấu.\nMột ngày nọ, Tổng biên tập của Báo Chim Hơi Nước, Euphrasie, đã kể với Nhà Lữ Hành về một yêu cầu đã được giữ tại văn phòng biên tập suốt sáu tháng. Trong yêu cầu đó, một người đàn ông lớn tuổi tên Benoit Leroy muốn tìm kiếm trợ lý. Khi Nhà Lữ Hành và Paimon tình nguyện nhận nhiệm vụ, họ thấy Benoit trông buồn bã và sợ hãi bên cạnh chồng của con gái Morticia của ông. Sau khi điều tra và trò chuyện với Morticia cùng chồng cô, sự thật dần được hé lộ. Tên thật của Morticia là Autumn, và Benoit là cha nuôi của cô. Ông đã bán cô làm vợ cho một người đàn ông giàu có để đổi lấy thừa kế. Khi người chồng đầu tiên của Autumn qua đời, Benoit nhận được căn nhà ở Phố Vasari và tiếp tục gả cô cho người chồng thứ hai, người mà cô đã có một cô con gái. Sau đó, Autumn đã giết chồng mình và bị đưa tới Pháo Đài Meropide, còn con gái cô thì được Benoit nuôi dưỡng. Tuy nhiên, ông lại lặng lẽ đem đứa bé cho một gia đình khác nhận nuôi mà không nói một lời nào với Autumn. Autumn và người chồng “giả” của cô, Athos, trốn thoát khỏi nhà tù để trả thù Benoit và tìm kiếm con gái. Nhưng khi biết được sự thật, Autumn không nỡ làm xáo trộn cuộc sống hạnh phúc của con gái mình. Bé Molli đã được một gia đình giàu có và tốt bụng nhận nuôi, và gia đình này cũng cố gắng bảo vệ bé khỏi sự can thiệp của Benoit."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/10/237301566/8be337374863e51ac0106d639321cc40_4168802507035523802.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tại nơi này, có quán Café Lutece thuộc sở hữu của Arouet. Trước đây, ông từng làm việc tại Sảnh Phúc Luật, nơi các quan điểm của ông được coi là khá cấp tiến. Khi Arouet cảm thấy mệt mỏi với công việc, ông đã nghỉ việc để mở một quán cà phê. Hiện nay, ông là một nhà pha chế cà phê ở đẳng cấp cao nhất. Café Lutece là quán cà phê nổi tiếng nhất tại Phố Vasari, với cà phê thơm ngon và các món ăn nhẹ đã nhận được nhiều lời khen ngợi từ khách hàng thuộc mọi tầng lớp. Đây là nơi mọi người có thể tự do và thoải mái thảo luận về triết học cũng như các chủ đề khác trong khi thưởng thức cà phê. Bất cứ ai cũng có thể tham gia, và không có chủ đề nào bị cấm, ngoại trừ \"cái chết.\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/10/237301566/2f17563e598e5faa97c4d54333074786_7280301978517714342.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khách sạn Bouffes d'été, nằm tại Phố Vasari, là một tòa nhà duyên dáng với những bức tường sạch sẽ, cửa sổ sáng bóng, và mỗi ngày đều có những đứa trẻ lễ phép, chỉn chu lui tới. Không giống như những dinh thự lộng lẫy khác ở Đại Sảnh Fontaine, chủ sở hữu đăng ký của bất động sản này không sống tại đây. Thực tế, cư dân xung quanh thậm chí chưa từng nghe về bà. Chữ ký trên các tài liệu liên quan chỉ là một danh tính giả — quyền lực thực sự thuộc về một người khác. Nếu lắng nghe những lời thì thầm của bọn trẻ vào ban đêm sau cánh cổng khép kín của khách sạn, người ta sẽ nghe thấy danh xưng: “Cha”. Khi nhắc đến “Cha,” một số khuôn mặt trở nên sùng kính, một số trái tim bị siết chặt bởi nỗi sợ, và có những ánh mắt khó đoán, giằng xé — nhưng giọng điệu của chúng luôn đầy tôn trọng. Những đứa trẻ này là thành viên của tổ chức được gọi là Căn Nhà Hơi Ấm. Chúng thuộc về Fatui. Nơi đây là ngôi nhà của những đứa trẻ mồ côi khắp thế giới. Tổ chức này rất lớn và khách sạn xa hoa này chỉ là một trong những phần được phô ra của tổ chức. Còn về “Cha”, chủ nhân thực sự của ngôi nhà, người đó không ai khác chính là Arlecchino, được biết đến với danh hiệu The Knave, hiện đang là Quan Chấp Hành Fatui thứ tư. Fatui — và Quan Chấp Hành này — mang một danh tiếng nhiều thị phi. Nhưng đối với hầu hết những đứa trẻ này, “Cha” là nhân vật quan trọng nhất trong cuộc đời chúng. <color=#ffffffd9>\"Bởi vì có 'Cha', nên nơi này mới thực sự giống 'Nhà'.\"</color> Tất cả những đứa trẻ đều coi nhau như anh chị em ruột và thường xuyên tổ chức tiệc nướng gia đình."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/10/237301566/6e43f14c4e645f71322fff883b362b19_5437228865204922099.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Arlecchino cũng lớn lên trong Căn Nhà Hơi Ấm dưới sự quản lý của chủ nhân căn nhà trước đây, cũng là là Quan Chấp Hành Fatui, Crucabena, được gọi là “Mẹ”. Crucabena thường sắp xếp những trận đấu tay đôi giữa các đứa trẻ để tranh danh hiệu “vua”. Một năm sau khi Peruere trở thành người chiến thắng duy nhất còn sống sót, cô đã giết Crucabena và chôn vùi danh hiệu “Mẹ” cùng bà ta. Tsaritsa đích thân ban cho Peruere một cái tên mới và giao cho cô trọng trách trở thành người đi thu hồi Gnosis Thủy của Fontaine. Quy tắc trong Căn Nhà Hơi Ấm mới rất nghiêm ngặt, nhưng không tàn nhẫn. Nơi đây trở thành một mái ấm chung cho các đứa trẻ, nơi chúng phải hỗ trợ lẫn nhau thông qua sự nỗ lực chung. Giờ đây, mọi người được tự do lựa chọn cách thức hoàn thành nhiệm vụ của mình, và ngay cả khi thất bại, chúng cũng không phải chịu những hình phạt đau đớn như trước kia. Nếu vi phạm quy tắc hoặc muốn rời đi, chúng sẽ được trao một ngọn lửa trong lọ, một dung dịch lửa chứa trong máu của Arlecchino. Ngọn lửa này sẽ xóa sạch toàn bộ ký ức của người đó về Căn Nhà Hơi Ấm.\nCăn Nhà Hơi Ấm sử dụng nhiều từ mã để duy trì an ninh hoạt động và sự bí mật, trong đó, “Marelle” là một từ mã quan trọng. “Marelle” lấy ý nghĩa từ một trò chơi phổ biến của trẻ em Fontaine. Những ô vuông được đánh số lần lượt được vẽ trên mặt đất, một túi cát sẽ được ném vào một ô, và người chơi sẽ nhảy từ ô này sang ô khác theo một thứ tự nhất định. Không ai biết trò chơi này bắt đầu lan truyền từ khi nào, cũng không ai biết ai là người tạo ra luật chơi, nhưng tất cả những đứa trẻ nhỏ tuổi trong Căn Nhà Hơi Ấm đều từng được các anh chị lớn dẫn đi chơi trò này. Những ký ức gắn liền với “Marelle” luôn thật tuyệt vời, như nụ hôn của ánh mặt trời rực rỡ. Vì vậy, ban đầu, các đứa trẻ cảm thấy bối rối khi “Cha” của chúng lưỡng lự giữa việc gán “An Yên” hay “Nguy Hiểm” cho từ mã này. Chúng không hề biết rằng, trong Căn Nhà trước đây, Marelle không phải là trò chơi. Khi ấy, từng đứa trẻ phải lần lượt nhảy vào các ô dưới ánh mắt giám sát nghiêm ngặt của người lớn. Việc bước ra khỏi đường vẽ hay phá vỡ nhịp điệu đều không được phép. Không ai cần hỏi về hình phạt nếu nhảy sai, vì khu vực bên ngoài các ô đều được lót bằng những lưỡi dao dựng ngược. Những đứa trẻ mất thăng bằng, kiệt sức, hoặc chỉ đơn giản là phạm sai lầm vì sợ hãi, rất nhiều đã ngã ra ngoài ranh giới, và mảnh đất đỏ thẫm ấy vẫn tiếc thương cho quá khứ đau thương ấy. Không ai có thể liên tưởng điều này với sự “an yên” — quả thực, ít ai có thể nhắc đến nó mà không tái mặt. Tuy nhiên, sau chút do dự, Arlecchino đã chọn “an yên” làm ý nghĩa cho từ mã vào ngày hôm đó. Với Arlecchino, sự cai trị tàn nhẫn của Crucabena đã kết thúc và Căn Nhà Hơi Ấm đã sẵn sàng để bỏ lại quá khứ đó. Kể từ đó, khi nhắc đến trò chơi này, chỉ còn hiện lên những gương mặt rạng rỡ nụ cười. Arlecchino thường nghĩ rằng hãy để những ký ức không vui ấy nằm lại trong lòng cô. Hãy để máu và bụi được lau sạch, để các đứa trẻ có thể nhìn thấy một tương lai rộng lớn hơn.\nNhững nhà ảo thuật nổi tiếng, Lyney và Lynette, đã lớn lên trong Căn Nhà Hơi Ấm. Khi còn sống trên đường phố và biểu diễn các trò ảo thuật để kiếm sống, một quý tộc trong công chúng đã quyết định nhận họ làm con nuôi. Ban đầu, những đứa trẻ tưởng rằng những ngày lang thang khó khăn đã qua, nhưng quý tộc này coi chúng như những người ảo thuật gia diễn xiếc, chứ không phải như những người con. Ông ta đã đưa Lyney đến các bữa tiệc và buổi yến tiệc để thu hút sự chú ý, rồi dùng những sự kiện này để mở rộng mối quan hệ xã hội của mình. Sau một buổi biểu diễn tại một bữa tiệc, Lyney phát hiện ra rằng Lynette đã không trở về cùng anh. Hóa ra, một \"người nổi tiếng\" đã thích cô tại bữa tiệc, và quý tộc đã tặng cô như một món quà. Lyney đã lần ra địa chỉ của biệt thự của \"người nổi tiếng\" đó và đến đó vào đêm hôm đó. Khi anh vào trong, anh chỉ thấy sàn nhà nhuốm máu và bóng dáng của Arlecchino trong bóng tối. Lynette và một số cô gái khác đã được cứu thoát. Quan Chấp Hành đã nhìn thấy điều gì đó ở Lyney và mời anh và chị gái đến Căn Nhà Hơi Ấm. <color=#ffffffd9>\"Cậu có chung lợi ích với chúng tôi, Căn Nhà Hơi Ấm hoan nghênh cậu. Nơi này mãi mãi không bao giờ phản bội cậu, cũng mãi mãi không cho phép sự phản bội\"</color> . Ban đầu, Lyney không tin tưởng Arlecchino, nhưng cô ấy cũng đã xử lý luôn người quý tộc đã nhận nuôi họ, trao cho họ sự tự do. Trong suốt vài năm sau đó, Arlecchino đã giết tất cả các thành viên trong gia đình đã mua Lynette."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/10/237301566/3d03c91a0c04b829c3c30ecc1b710102_4334382385717595974.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mặc dù hoạt động của Khách Sạn Bouffes d'ete tại Fontaine hướng đến một mục tiêu chính nghĩa, nhưng phương pháp của nó thường có thể rất quyết liệt. Những điều này là cần thiết, Fontaine cần một anh hùng trong bóng tối không bị ràng buộc bởi đạo đức pháp luật để xử lí những kẻ lươn lẹo khéo lách luật. Sự Ảnh hưởng của \"Cha\" và quyền kiểm soát của cô ấy đối với các hoạt động nội bộ của Đại Sảnh Fontaine đã ngăn ngừa được nhiều sự cố nghiêm trọng. Đã từng có một quan chức do Lyney tài trợ, phục vụ trong Sảnh Chấp Pháp. Người này cung cấp cả thông tin tình báo hỗ trợ hoạt động của Khách Sạn và xóa sạch dấu vết của một số hành động bí mật của Khách Sạn. Những hành động này mang đến không ít rủi ro, nhưng quan chức này luôn thực hiện chúng rất tốt, vì anh ta tin rằng Fontaine hiện tại cần một người như \"Cha\", người có thể vượt qua nhiều lớp luật lệ và quy định để hành động trực tiếp. Những hành động của quan chức này cuối cùng đã bị phát hiện, và khi sắp bị bắt, anh ta đã sử dụng thiết bị liên lạc khẩn cấp để gửi một tin nhắn đến Lyney. Khi phát hiện thiết bị, các Hiến Binh đến hiện trường đã chế giễu sự ngây thơ của quan chức này, cho rằng tín hiệu được gửi chỉ đơn giản thông báo cho đồng đội của anh ta tự cứu lấy mình — không ai đủ ngu ngốc để cố gắng cứu anh ta. Phản hồi của quan chức này cũng rất đơn giản — ngay cả khi kết cục đó xảy ra, anh ta cũng sẽ chấp nhận, vì anh ta không cho rằng sự hợp tác trước đó là sai lầm. Anh ta vẫn tin rằng mình đã làm đúng khi bắt đầu hợp tác với họ. Khi các Hiến Binh đang đưa anh ta đi, bất ngờ anh ta đã được Lyney và Freminet cứu thoát. Họ đã làm một trò ảo thuật lừa cho các Hiến Binh nghĩ rằng anh ta đã bay đi trong một chiếc máy bay.\nMặc dù sự đáng sợ của Quan Chấp Hành khiến người ta phải e ngại, Arlecchino lại rất quan tâm đến các con của mình và chấp nhận những đặc điểm riêng biệt của từng người. Một ngày, có một cô gái vi phạm quy định và mang trang sức trong một nhiệm vụ. Khi cô gái nhận ra rằng mình đã phạm lỗi, cô tháo chiếc vòng cổ ra và lo sợ chờ đợi phản ứng của Arlecchino, run rẩy vì sợ hãi. Nhưng Arlecchino đã cầm chiếc vòng cổ và đeo nó lại quanh cổ cô gái, sau đó buộc tóc cô bằng một sợi ruy băng nhung và đeo cho cô đôi bông tai có đá quý."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Các ngươi bắt đầu yêu cái đẹp rồi, điều này rất bình thường. Nhưng để những thứ đẹp đẽ này kích động cảm xúc hư vinh, làm lung lay tâm trí thì sẽ không tốt. Cứ đeo đi. Sau khi quen rồi thì sẽ hiểu được đá quý dù có đẹp đến đâu thì cũng chỉ là món đồ lạnh lẽo và chết chóc. Đây là bài học mới... Hãy tìm hiểu cảm xúc của bản thân từ đâu mà đến. Khống chế nó, lợi dụng nó, chứ không phải bị nó chi phối.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Khi một trong những đứa trẻ mồ côi, Freminet, đi tìm mẹ mình và sắp từ bỏ, \"Cha\" đã đưa cho cậu chiếc huy hiệu của mẹ mình như một lời an ủi. Trước đây Crucabena đã từng nói với cậu rằng mẹ cậu đã bỏ rơi cậu, nhưng sự thật lại khác. Năm đó, món nợ mà gia đình cậu mắc phải cuối cùng đã đến mức không thể trả được nữa. Những kẻ cho vay tham lam không chỉ ép buộc mẹ Freminet phải giao lại ngôi nhà mà họ đang sống, mà còn yêu cầu bà phải giao cả Freminet cho họ. Cuối cùng, bà không còn cách nào khác ngoài việc gửi Freminet đến \"ngôi cô nhi viện\" — nơi mà họ không thể làm gì được với cậu — và sau đó đối mặt một mình với họ. Khi Arlecchino giết hết những kẻ cho vay, đã quá muộn đối với mẹ của Freminet."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/10/237301566/bcd22c2364dddfabdd2d02d5d2dc0ee0_1442592767699437894.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trong một thời gian dài, Nhà của Hơi Ấm đã cố gắng chống lại lời tiên tri của Fontaine về sự tan rã của con người. Tất cả những đứa trẻ mồ côi đều là người Fontaine và sẽ làm bất cứ điều gì để cứu giúp quê hương mình. Ví dụ như, các đứa trẻ của Nhà Hơi Ấm đã phát tán Túi Ma Pháp cho người Fontaine, trong đó họ có thể đặt những vật dụng cá nhân phòng khi có mối đe dọa đột ngột. Thêm vào đó, Arlecchino đã tiến hành một cuộc điều tra về Gnosis: cô đã nghi ngờ lâu rằng Furina không sở hữu nó, vì vậy cô đã cử các đứa trẻ đến Nhà Hát Epiclese và Pháo Đài Meropide để tìm ra sự thật. Trong suốt quá trình xảy ra lời tiên tri, Arlecchino và các thành viên khác của Fatui đã tham gia trực tiếp vào công tác sơ tán, hỗ trợ người dân và tái thiết những khu vực bị thiệt hại.\nVào lễ kỉ niệm Ngày Thành Lập của Khách Sạn Bouffes d'ete, tất cả các đứa trẻ đều hối hả chuẩn bị, trang trí những màu sắc lễ hội khắp nơi. Đối với những đứa trẻ này, các lễ hội và sự kiện ngoài kia là những thứ lạnh lẽo và thiếu cảm xúc, là những yếu tố xa lạ trong cuộc sống của họ, và chỉ có ngôi nhà này mới mang lại cho họ sự ấm áp thật sự. Các đứa trẻ đã chuẩn bị cho ngày lễ với tất cả sự nỗ lực: Lynette cùng với những đứa trẻ khác đã kéo ruy băng và treo lên những tấm biển chúc mừng tự tay viết, Freminet kiểm tra tình trạng hoạt động của các đạo cụ ma thuật, và Lyney đang chuẩn bị một màn ảo thuật bí mật. Và thế là, bữa tiệc đã được tổ chức thành công với sự hỗ trợ của mọi người. Các đứa trẻ đã nhảy múa theo điệu nhạc vui tươi phát ra từ máy hát trong đại sảnh và thưởng thức những món ăn ngon — đây là sinh nhật của không ai cả, nhưng đây là ngày mà tất cả họ cảm thấy mình có được một cuộc sống mới. Màn biểu diễn cuối cùng là một màn ảo thuật: một chiếc hộp ma thuật được đặt ở trung tâm phòng, và khi tất cả nến đều tắt, Lyney thông báo rằng món quà quan trọng nhất trong cuộc đời họ sẽ xuất hiện từ đó. Dưới những tiếng pháo nổ, chiếc hộp mở ra và Arlecchino xuất hiện trước mặt họ. Tất cả mọi người đều đông cứng, nhưng \"Cha\" không có ý định trách phạt ai cả. Ngược lại, theo quan điểm của cô, Lyney xứng đáng được khen ngợi vì đã giữ bí mật tốt và có thể đạt được hiệu quả mong muốn từ trò ảo thuật. Đêm đó, các đứa trẻ và \"Cha\" của chúng đã thưởng thức các món tráng miệng cùng nhau, và cô đã tự tay cắt từng phần bánh cho mỗi đứa, trong đó cô cũng ăn một phần. Có lẽ, điều tuyệt vời nhất trong màn biểu diễn ảo thuật Ngày Thành Lập của Lyney chính là khả năng khiến ngay cả \"Cha\" cũng có thể buông bỏ gánh nặng nặng nề và tận hưởng một khoảnh khắc tình cảm gia đình ngắn ngủi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/73e548db6a57cc7397caaab242840568_369218125127643451.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tại Phố Vasari, cửa hàng nước hoa của Emilie tọa lạc. Cô không làm việc cho Hội Cabriere, cũng không hợp tác với bất kỳ thương hiệu cố định nào. Tuy nhiên, cô vẫn là nhà thiết kế nước hoa nổi tiếng nhất ở Fontaine, và những quý cô thanh lịch, thời thượng của Fontaine thậm chí sẵn sàng đánh đổi một viên đá quý để có được nước hoa của cô. Giá một chai nước hoa có thể lên tới 570.000 Mora. Chiori, chủ sở hữu của Cửa Hàng Chioriya đã ký kết một thỏa thuận với cô, theo đó Emilie cung cấp một lượng nhỏ nước hoa cho Cửa Hàng Chioriya. Chiori sau đó sẽ xịt chúng trong phòng thử đồ để sau đó dựa vào phản ứng của khách hàng sẽ thông báo lại cho Emilie.\nEmilie có kiến thức chuyên sâu về hóa học và thường hỗ trợ Sảnh Chấp Pháp trong việc phân tích chứng cứ và truy tìm kẻ sát nhân. Cô giúp họ phát hiện những thông tin mà không ai khác có thể nhìn thấy, như loại nước hoa mà nghi phạm đã sử dụng hoặc loài hoa họ gửi làm quà. Cô thậm chí có thể xác định được những nơi mà họ đã đến, ngay cả đến từng mảnh đất họ đã bước qua. Cô từng giúp đội trưởng Đội Tuần Tra Đặc Biệt bắt một tên tội phạm đã gây ra những vụ án mạng dựa trên cuốn sách \"Hai Người Lính Ngự Lâm\". Kẻ sát nhân đã để lại những bông hoa hồng cầu vồng gần các nạn nhân, và Emilie đã phát hiện ra rằng chúng thuộc một giống hoa hiếm và theo dấu nhà vườn, tìm được ngôi nhà của hắn.\nMặc dù nước hoa của Emilie rất nổi tiếng, làm nước hoa chỉ là một sở thích của cô, giống như việc học chơi nhạc cụ hay làm thủ công của một số người. Nghề nghiệp thực sự của cô là một chuyên gia dọn dẹp hiện trường pháp y. Mẹ cô là một bác sĩ pháp y, và từ khi còn nhỏ, Emilie đã biết rằng cô muốn làm việc trong lĩnh vực điều tra tội phạm, giống như mẹ mình. Trong một thời gian dài, tài năng của cô trong hóa học đã truyền cảm hứng cho cô theo đuổi việc phân tích chứng cứ dấu vết. Khi cô tiến sâu hơn vào các nghiên cứu của mình, cô bắt đầu gặp phải những hiện trường tội phạm thực tế. Một ngày, khi chứng kiến hiện trường vụ án mạng của một đứa trẻ, cô không thể tưởng tượng được cha mẹ của đứa trẻ sẽ dọn dẹp hiện trường tội phạm như thế nào. Vì vậy, cô quyết định trở thành một chuyên gia dọn dẹp hiện trường pháp y và sử dụng các hóa chất của mình để làm sạch các hiện trường tội phạm.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnosis là vật phẩm thuộc sỡ hữu của Bảy Vị Thần để trực tiếp cộng hưởng với Đảo Thiên Không và là bằng chứng xác nhận trạng thái của một vị thần dưới danh là vị chấp chính trần thế. Nó có hình dạng của quân cờ. <span class=\"wk-shady\">Sau đó được tiết lộ rằng Gnosis được tạo ra từ phần còn lại của Kẻ Đổ Bộ Thứ Ba.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/e396f8e6f02f3b0f579bc71a7089833b_8988921317301815411.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Quan Chấp Hành thứ 4 của Fatui - Arlecchino. Nhà ngoại giao trầm tĩnh lạnh lùng, là \"Cha\" mà bọn trẻ vừa sợ hãi cũng vừa dựa dẫm trong Căn Nhà Hơi Ấm.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/12108544/672e65470bfd14b664596c2a7f7eaaf8_8605295858180963579.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">Ảo thuật gia nổi tiếng khắp Fontaine, khéo ăn nói, diễn xuất tinh tế, chạm đến trái tim của khán giả bằng ngôn ngữ và kỹ thuật tuyệt vời.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/12108544/e343d4442cc3b8e243f0d528bb715f75_1902172228240461143.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p>Thiếu niên ít nói rất giỏi bơi lặn, bên dưới vẻ ngoài lạnh lùng là một trái tim thuần khiết.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/04/12108544/8e44111a378f4e5379b8e7444e8c2daa_2959081444426619217.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Trợ lý ảo thuật ít nói, hiếm khi biểu đạt cảm xúc, tính khí khó đoán như loài mèo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/12108544/436e6f2b9b9006bfe511a98093259daf_6694653276517218862.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Đội trưởng Đội Tuần Tra Đặc Biệt luôn tuân thủ \"chính nghĩa\" trong lòng. Khẩu súng hỏa mai trong tay chỉ hướng về những kẻ có tội.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/12108544/a846729f31f16a987a8696466ebabcc0_5231883484252879575.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4946,
        "name": "Chiori",
        "desc": "<p>Chủ Tiệm Thời Trang Chioriya. Nhà thiết kế thời trang nổi tiếng ở Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/12108544/5470f90694af13476e49be7b8346e2b1_2005531028250256992.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "<p>Đấu Sĩ Đại Diện bất bại. Dùng thanh kiếm trong tay để bảo vệ \"chính nghĩa\" của Đại Sảnh Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/12108544/770a66030815971c697ab81bc5436329_1557605617111376547.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Childe đứng thứ 11 trong quan chấp hành Fatui, uy danh chiến tích luôn được ca ngợi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5714,
        "name": "Emilie",
        "desc": "Nhà điều chế nước hoa Fontaine, người cất giấu bí mật trong bình.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/31/87ad30965e0c1b45364fdccc51b3429d_6108610286145583716.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4805,
        "name": "Paban",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/55631176/c8f74e0347381e6db8d67ae1d42c356b_2218236381578734976.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4141,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4144,
        "name": "Louis",
        "desc": "<p>Chủ một tiệm ăn vặt tại Đại Sảnh Fontaine. Nổi tiếng với món Khoai Tây Chiên Cá.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/55631176/dca3d68eb1782984e71e85718dbff8e6_6217059524226605657.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4142,
        "name": "Boucicaut",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/17/55631176/5083f91848a55be4dadf5e4553b1413a_7589872398401791675.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4145,
        "name": "Arouet",
        "desc": "<p>Quản Lý Quán Cà Phê Lutece. Anh ấy được biết đến như là người bán tách cà phê đắng nhất và những chiếc bánh ngọt nhất</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/55631176/79d82ad50081035bca4c75bc5c041406_7638555003933887119.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4513,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4917,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4919,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4918,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4920,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4007,
        "name": "Tường Vi Cầu Vồng",
        "desc": "<p>Đóa hoa màu hồng yểu điệu và mềm mại. Tuy được gọi là tường vi, nhưng bản chất thì giống với bách hợp hơn</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/4fd652832def3c1b1fa7ee9e4335870d_2873528577747626459.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4896,
        "name": "Hai Người Lính Ngự Lâm",
        "desc": "<p><span style=\"color: rgb(222, 220, 217)\">Quyển sách bán chạy ở Fontaine, kể về câu chuyện đan xen giữa âm mưu và phục thù, giữa chính nghĩa và tà ác.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/25/1ab6bb80ae86aab0a1f8064c05b6a72f_7162576051872538658.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Đại Sảnh Fontaine - Quận Narbonnais",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/2e7b3871441e9f5dfb081779bb0826b4_1337776665133102057.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khu Narbonnais là nơi tọa lạc của những cửa hàng nước hoa và thời trang có ảnh hưởng lớn nhất trong giới thời trang Fontaine, và khách du lịch quan tâm đến thời trang Fontaine thường tìm đến đây. Một trong những tòa nhà chính ở khu vực này là Báo Chim Hơi Nước, tờ báo nổi tiếng nhất của Fontaine. Euphrasie là Tổng Biên Tập của tờ báo, và ngoài công việc tại cơ quan, bà còn đảm nhận nhiều trách nhiệm khác — đăng các yêu cầu giúp đỡ cho những vấn đề hàng ngày của cư dân địa phương, hỗ trợ Palais Mermonia dán áp phích truy nã tội phạm và quái vật nguy hiểm cho Sảnh Chấp Pháp, đồng thời tận dụng nguồn tin mạnh mẽ của tờ báo để tìm kiếm và liên lạc với những người phù hợp nhất cho các nhiệm vụ. Biểu tượng của Báo Chim Hơi Nước là chú bồ nông robot Sir Arthur, với mô-đun giọng nói lưu trữ những tin tức mới nhất từ Đại Sảnh Fontaine. Một ngày nọ, Sir Arthur bị bắt cóc, và một nhân viên của Đội Hắc Ảnh Marechaussee, Talochard, một Melusine, đã tình nguyện điều tra vụ án, cùng với thiết bị phát hiện nói dối thông minh mang tên \"Curve\". Hóa ra, Jenck, một biên tập viên của tờ báo, có liên quan đến vụ bắt cóc. Jenck đã biết rằng 30 năm trước, tờ báo từng vu khống nhà sáng chế của Curve, cáo buộc ông làm giả kết quả nghiên cứu, dẫn đến cái chết của ông trong một trận đấu tay đôi tư pháp. Jenck liên lạc với một đặc vụ Fatui tại Fleuve Cendre và thực hiện một thỏa thuận với một trong các Quan Chấp Hành Fatui: đổi lấy các tài liệu từ phòng thí nghiệm bí mật của nhà nghiên cứu, họ hứa sẽ giúp ông ta trở thành Tổng Biên Tập của tờ báo. Tại phòng thí nghiệm, Jenck đã cố giết Melusine, Curve, Nhà Lữ Hành và Paimon, nhưng không thành công và sau đó bị chính Quan Chấp Hành trừng phạt vì không muốn gây thù với Nhà Lữ Hành. Lưỡi của Jenck bị cắt và một tờ giấy xin lỗi được đặt vào vị trí đó."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/74c7de13ee38d181cf9d38d54a0a7e06_7436908859446624385.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Một trong những nhà báo là Charlotte, người không chỉ theo đuổi những câu chuyện bề mặt mà còn tìm hiểu sâu vào căn nguyên của chúng. Cha của cô, Galanopoulo, là một phóng viên kỳ cựu và nhiếp ảnh gia chuyên nghiệp về thiên nhiên. Chính ông là người đầu tiên nhận ra niềm đam mê và tài năng quan sát của con gái mình. Vào sinh nhật lần thứ mười của Charlotte, ông đã tặng cô một chiếc Kamera được đặt làm riêng, mà cô đặt tên là Ngài Verite, có nghĩa là \"sự thật\". Sau này, nhà thiết kế thời trang nổi tiếng Chiori đã thiết kế một bộ trang phục riêng cho chiếc Kamera. Charlotte có một tài năng đặc biệt về nhiếp ảnh. Khi cha cô gửi những bức ảnh đầu tiên của cô đến Báo Chim Hơi Nước, các nhà phê bình ngay lập tức bị mê hoặc bởi chúng. Khi Charlotte nổi tiếng nhờ những bức ảnh của mình, Euphrasie đã tiếp cận cô với hy vọng cô sẽ trở thành một phóng viên đặc biệt, người không chỉ chụp ảnh mà còn thực hiện phỏng vấn và viết bài. Ban đầu, cha cô phản đối kịch liệt việc con gái mình giao tiếp với những người mà ông cho rằng mang đầy động cơ ngầm hoặc giả tạo, nhưng Charlotte nhận ra rằng thế giới này đầy những \"sự thật\" chưa được khám phá mà cô muốn tìm ra. Vì vậy, cô trở thành một nhà báo chính thức cho Báo Chim Hơi Nước và sau đó, nhờ phong cách báo cáo độc đáo của mình, cô đã nhận được nhiều giải thưởng La Verite, giải thưởng lớn nhất dành cho các nhà báo tại Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/1dec5197f4a8b6049f7b0492e6b2e8dc_6520841777531265667.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một trong những bài viết nổi tiếng nhất của Charlotte là \"Uy Tín Nơi Đâu? Cuộc Bình Chọn Giải La Verite Không Công Bằng\", kể về những giao dịch tiền bạc và hối lộ của các thành viên trong ủy ban giải La Verite. Bài viết đã gây chấn động khắp Đại Sảnh Fontaine, và giữa tiếng nháy máy ảnh không ngừng, Charlotte dồn dập đặt câu hỏi lên những thành viên ủy ban đang bối rối. Họ cố gắng biện minh cho mình, nhưng cuối cùng, tuyên bố rằng các câu hỏi của cô không hợp lệ và vi phạm thủ tục, sau đó bỏ chạy trước mặt các nhà báo. Tuy nhiên, những bài tường thuật của Charlotte không dừng lại ở đó. Cô tiếp tục viết về các thành viên ban biên tập có liên quan đến ủy ban này. Kết quả là, Sảnh Chấp Pháp đã tuyên bố mở một cuộc điều tra chính thức về giải thưởng, tạm ngưng mọi hoạt động và điều tra tất cả các ứng viên từng đạt giải có dấu hiệu đáng ngờ. Theo phán quyết của tòa án, ủy ban bình chọn giải La Verite cũng đã được tổ chức lại hoàn toàn, đặt dưới sự giám sát mới với nhiều hình thức kiểm tra khác nhau.\nNhà Chiêm Tinh Mona Megistus từ Mondstadt viết một chuyên mục trong Báo Chim Hơi Nước mang tên \"Mọi Điều Về Chiêm Tinh.\" Ban đầu, Mona nhận công việc này để kiếm sống. Các bài viết của cô về chòm sao trong Báo Chim Hơi Nước đã trở thành nguồn thu nhập ổn định nhất của cô, nhưng cô lại nhanh chóng dùng số tiền kiếm được để mua thêm tài liệu liên quan đến chiêm tinh, dẫn đến việc cô luôn rơi vào cảnh thiếu thốn. Mona có cơ hội làm việc cho báo chí hoàn toàn là nhờ sự tình cờ. Khi tác giả đóng góp trước đó đang du ngoạn khắp thế giới, anh nghe kể về một nhà chiêm tinh kỳ lạ, và sự tò mò của một người đam mê đã thúc đẩy anh tìm gặp cô. Những trao đổi thư từ giữa họ khiến anh vô cùng ấn tượng. Trùng hợp thay, anh cũng đang tìm cách nghỉ hưu, và nhận thấy Mona đang gặp khó khăn về Mora, anh đã đề nghị giúp đỡ bằng cách giới thiệu cô cho tổng biên tập của Báo Chim Hơi Nước . Khi Mona xuất bản bài viết đầu tiên của mình, \"Nhập Môn Chiêm Tinh\", chuyên mục vốn trước đây được biết đến với nội dung dễ đọc đã có một sự thay đổi lớn về phong cách. Phần lớn nội dung mỗi số báo được dành để thảo luận về chuyển động của các thiên thể và các chủ đề khó hiểu (và khá chuyên sâu) khác. Các trích dẫn học thuật, chú thích dày đặc, thậm chí cả bản đồ sao do chính tay cô vẽ đều xuất hiện trong những bài viết này. Tổng biên tập không khỏi lo lắng rằng cách tiếp cận này quá học thuật. Liệu nó có được độc giả lâu năm đón nhận không? Hóa ra, không cần phải lo lắng. Nhà xuất bản nhận được vô số lá thư với nội dung như thế này: <color=#ffffffd9>\"Quả là lợi hại, tuy phần lớn nội dung đọc không hiểu nhưng cảm thấy rất thú vị. Tôi là fan hâm mộ của 'Nhà Chiêm Tinh Mona Megistus\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/aa893a1f16e5825ccb15a31644ff717a_4422936518079137230.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Từ lâu trước khi lời tiên tri của Fontaine trở thành hiện thực, Báo Chim Hơi Nước đã gửi lời mời đến Mona, đề nghị cô tham gia một buổi tọa đàm để nói về sự lan truyền của lời tiên tri từ góc nhìn của một nhà chiêm tinh. Khi đó, không ai biết Fontaine sẽ gặp phải những rắc rối gì.\nSalon Caritat nằm gần Khách Sạn Debord. Một trong những nhân viên của họ là Riqueti, cựu thành viên của Đội Tuần Tra Đặc Biệt và Sảnh Phúc Luật. Để thúc đẩy nghiên cứu pháp luật tại Fontaine và cải thiện việc thực thi công lý, salon này tổ chức hội nghị chuyên đề lần thứ 36. Chủ đề của hội nghị là: \"Hiện tượng Sảnh Chấp Pháp lạm dụng chi phí an toàn công cộng có ảnh hưởng gì đến việc đảm bảo an toàn công cộng ở Đại Sảnh Fontaine.\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/9820982595dab06abe1acb7558df80aa_5750004894715765065.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tại khu phố này, Khách Sạn Debord, một nhà hàng nổi tiếng, nằm ở đó. Ba mươi năm trước, nơi đây chỉ có bốn bàn, tám ghế và một người phục vụ đồng thời là chủ quán. Nhưng ngày nay, Debord sở hữu những tấm thảm sang trọng, đồ trang trí đắt tiền, hai khu vực ăn uống, và dòng khách không ngớt. Chủ nhà hàng tin rằng \"nghệ thuật chính là gia vị tốt nhất cho món ăn\" và thường xuyên mời các nghệ sĩ từ nhiều lĩnh vực khác nhau đến biểu diễn tại đây. Thiết kế nội thất tinh tế đảm bảo rằng khách có thể thưởng thức buổi biểu diễn từ bất kỳ chỗ ngồi nào. Đối với những người yêu nghệ thuật, những màn trình diễn như vậy có thể còn quyến rũ hơn cả món ăn ngon. Tại nhà hàng, bạn có thể thử gan ngỗng Fontaine cùng rượu vang đỏ pha trộn giữa Sassica và Ornella, được sản xuất tại Erinnyes, cũng như một loại bánh đặc biệt chỉ được bán mỗi tuần một lần. Sanguinetti, người phục vụ tại nhà hàng, cho rằng không phải quý ông hay quý bà nào ăn mặc lịch sự cũng có gu thưởng thức tinh tế như vẻ bề ngoài của họ. Câu hỏi về loại rượu lâu đời nhất và đắt đỏ nhất luôn khiến anh kinh hoàng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/fb619d12697ebec93ce27b199dd64315_8153767287202228150.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Một ngày, chủ nhà hàng cho phép toàn bộ tầng hai của khách sạn được sử dụng để quay phim \"Hai Người Lính Ngự Lâm.\" Bộ phim được sản xuất bởi đạo diễn nổi tiếng và người sáng tạo Film Kamera, Xavier, và do Quý cô Furina làm đạo diễn. Ngoài ra, còn có chủ cửa tiệm Chioriya, Chiori, đội trưởng Đội Tuần Tra Đặc Biệt, Chevreuse, và những khách mời từ Inazuma: Kamisato Ayato, Kamisato Ayaka, và Yoimiya đã tham gia đoàn làm phim. Cảnh quay đầu tiên, mô tả những sự kiện xảy ra trong ngôi nhà của một vị bá tước, được thực hiện tại Khách Sạn Debord. Việc quay phim bắt đầu với hai cảnh mạnh mẽ tại điền trang, với sự tham gia của Chevreuse trong vai Tulipe và Ayaka trong vai Iris. Trong những cảnh này, mẹ của Tulipe và Iris bị đầu độc, và họ phải bỏ trốn khỏi ngôi nhà của bá tước, thề sẽ trả thù cho bà. Bộ phim nhận được nhiều lời khen ngợi từ các nhà phê bình phim và giành được giải thưởng chính tại Liên Hoan Phim Fontinalia — Giải Furina."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/86dd3aec8fe5df0ffaff431b8d97dc54_5648173992223120863.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nhiều thương nhân sinh sống tại Quận Narbonnais. Chesil cung cấp bộ sưu tập đá quý và thủ công mỹ nghệ lớn nhất trong thành phố. Một ngày, Nhà Lữ Hành và Paimon đã dẫn ông đến để đánh giá một loại quặng kỳ lạ được Melusine Puca tìm thấy gần Làng Merusea. Quặng này có độ bóng và kết cấu rất tuyệt vời, vì vậy thương nhân rất quan tâm. Ông hy vọng có thể chế tác đồ trang sức từ quặng này, nhưng hóa ra trong quá trình chế biến, quặng mất đi tất cả vẻ đẹp và quá cứng để chế tác. Chesil đã sẵn sàng bỏ cuộc với quặng này, nhưng một trong những thợ đồng hồ đã nhìn thấy những phần dư quặng còn lại sau những lần chế tác thất bại. Họ thích rằng quặng rất cứng và đã chế tạo các bộ phận cho cơ chế đồng hồ từ đó. Sau đó, Chesil quyết định thiết lập một nguồn cung cấp quặng liên tục để sản xuất đồng hồ cơ học và thậm chí muốn làm một chiếc đồng hồ đặc biệt với các yếu tố phong cách Melusine. Sách có thể được mua từ một thương nhân tên là Hubel ở Quận Narbonnais.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Lễ Hội Fontinalia",
        "desc": "<p>Lễ Hội Fontinalia là ngày lễ được thành lập để tưởng niệm các Kỵ Sĩ Nước Trong đã tìm kiếm Tinh Linh Nước Trong, và chào đón Thủy Thần Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/24/55631176/700e67317f0fc5bc48976ea8ca9fbfda_8697225191933672492.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Đội Hắc Ảnh Marechaussee",
        "desc": "<p>Đơn vị nhận lệnh trực tiếp từ Thẩm phán tối cao Neuvillette, chịu trách nhiệm điều tra tội phạm. Đơn vị này có trụ sở tại Palais Mermonia và là một trong những phòng ban của Sảnh Chấp Pháp.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/55631176/68056e921a04a72fc9ccb52413826e6d_6167378543901104067.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p>Phóng viên đầy năng lượng của tờ báo Chim Hơi Nước, mỗi giây phút đều hướng về \"chân tướng\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/12108544/7bbbff3f35661a93b5091b1f17fae6c0_5187418479416157217.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "Thuật sĩ thần bí, tự xưng là nhà chiêm tinh vĩ đại, có thực lực bất phàm, thông minh cao ngạo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4946,
        "name": "Chiori",
        "desc": "<p>Chủ Tiệm Thời Trang Chioriya. Nhà thiết kế thời trang nổi tiếng ở Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/12108544/5470f90694af13476e49be7b8346e2b1_2005531028250256992.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Đội trưởng Đội Tuần Tra Đặc Biệt luôn tuân thủ \"chính nghĩa\" trong lòng. Khẩu súng hỏa mai trong tay chỉ hướng về những kẻ có tội.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/12108544/a846729f31f16a987a8696466ebabcc0_5231883484252879575.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Kamisato Ayaka",
        "desc": "Đại tiểu thư nhà Kamisato thuộc \"Hiệp Hội Yashiro\" Inazuma. Đoan trang thanh lịch, thông minh và mạnh mẽ.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "Gia chủ đương nhiệm tuổi trẻ tài cao của nhà Kamisato Hiệp Hội Yashiro, đối nhân xử thế lễ độ ôn hòa, nhưng lại có khá nhiều thủ đoạn để xử lý công việc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "Chủ tiệm Pháo Hoa Naganohara, Nữ Hoàng Lễ Hội Hè, là người thợ tài năng gửi gắm nguyện vọng của mọi người vào pháo hoa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2509,
        "name": "Xavier",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Xavier_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4513,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Người quản lý tang vật tại Đội Hắc Ảnh Marechaussee</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/55631176/043a3cba51a3657def7ec305eae5b2e3_7293158870331554398.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4723,
        "name": "\"Curve\"",
        "desc": "<p>Máy phát hiện nói dối được tạo ra bởi Tiến sĩ Mosso cách đây ba mươi năm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/55631176/85a478480f3c5c0dfcdf5a178009b28c_1251168070716918748.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4143,
        "name": "Sanguinetti",
        "desc": "<p>Phục vụ tại khách sạn Debord ở Đại Sảnh Fontaine</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/55631176/a19a303d9d5a181e3c0396e8cddd24ae_677921197581886887.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Hubel",
        "desc": "<p>Quản Lí \"tạm thời\" của Sạp Báo. Anh ấy mong ước một ngày được làm việc cho Tòa Soạn Chim Hơi Nước</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/55631176/2366514cdc43d458320510830b554ddb_3353846845631171518.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4613,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4251,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4611,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4610,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4612,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Đại Sảnh Fontaine - Quận Lyonnais",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/185fb48006acca39567244d1626e0543_2104607113805065544.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tại Quận Lyonnais, cư trú thư ký của Hiệp Hội Nhà Mạo Hiểm Katheryne, người mà các nhà mạo hiểm có thể luôn tìm đến để thực hiện nhiệm vụ. Các nhà mạo hiểm đã đi giúp đỡ Viện Nghiên Cứu Fontaine, một đoàn kịch, một xưởng chế tạo máy móc, và nhiều tổ chức khác. Nếu ai đó gặp vấn đề, người dân Fontaine có thể tự mình yêu cầu sự giúp đỡ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/dca5e46fabc44a8e965c29bee503b4ed_5995771719326557732.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Đối diện với Hiệp Hội Nhà Mạo Hiểm là Khu Nhà Tò Mò của Bertin, một cửa hàng nơi người ta có thể tìm thấy đủ loại kỳ trân, từ đá quý, nhạc cụ, nước hoa, quà lưu niệm cho đến các kiệt tác. Cửa hàng này về lý thuyết là một xưởng thời trang. Chủ cửa hàng, Mequignon, thu thập các món đồ kỳ lạ để lấy cảm hứng sáng tạo. Vì lý tưởng nghệ thuật của mình, cô cũng trao đổi những bộ sưu tập đã không còn mang lại cảm hứng với các Huy Hiệu Thủy từ các nhà mạo hiểm."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/f7cb7d044d850876172befd11fd257c1_8020228405469147763.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ngay phía sau Hiệp Hội Mạo Hiểm là Tiệm Đồng Hồ Lepaute, Ngân Hàng Bắc Quốc và Xưởng Dây Cót Leschots. Các xưởng này được điều hành bởi hai anh em: Livre và Caron, người có mối quan hệ căng thẳng. Một ngày, Livre lên kế hoạch cho một dự án mang tên \"Kế Hoạch Đấu Sĩ Vô Địch\", nhằm quảng bá việc ra mắt những món đồ chơi cơ khí mới của họ. Chủ của Xưởng Leschots đã yêu cầu Nhà Lữ Hành và Paimon thu thập dữ liệu chiến đấu cho dự án và tiến hành điều tra Tiệm Đồng Hồ Lepaute, vì đồ chơi của họ hóa ra rất được ưa chuộng. Caron ngay lập tức hiểu kế hoạch của anh trai mình và tình nguyện đề xuất một món đồ chơi mới được lấy cảm hứng từ nhà mạo hiểm Mondstadt, Bennett. Họ gặp nhau ở Thanh Tuyền Trấn khi Caron chuẩn bị rời Mondstadt. Bennett đã không thể hoàn thành đơn hàng giao thức ăn đúng giờ, vì anh bị quái vật tấn công trên đường và món ăn bị hư. Caron tình nguyện giúp Bennett chuẩn bị món ăn mới, nhưng củi trong lửa bị ướt, một lỗ lớn xuất hiện ở đáy nồi, và trong khi họ đang cố sửa chữa, một vài viên đá bay vào họ từ đâu không rõ. Cuối cùng, đơn hàng đã được hoàn thành, mặc dù khách hàng phàn nàn rằng trong lúc ăn, anh ta đã bị gãy răng vì đá. Sau đó, Bennett đã chỉ cho Caron nhiều nơi khó tiếp cận ở Mondstadt để bày tỏ sự biết ơn. Con đường không hề dễ dàng, nhưng những cảnh đẹp hiếm có đó thật xứng đáng. Khi Caron hỏi Bennett liệu vận rủi như vậy có làm phiền anh không, anh chỉ đơn giản đưa tay cái và nói, <color=#ffffffd9>\"Trên đời có đủ loại người, và có lẽ tôi là người xui xẻo nhất.</color> <color=#ffffffd9>Nhưng vì vậy mà tôi càng trở thành người dũng cảm nhất. Đó chính là cảnh tượng chỉ có tôi thấy được.\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/e8b5ff5c737d23d120cea3a2bae94c46_1543136246912424242.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi Livre tiến hành dự án \"Kế Hoạch Đấu Sĩ Vô Địch\", cửa hàng trở nên rất phổ biến, nhưng số lượng người đặt hàng trước thì rất ít, và số lượng đánh giá tích cực trên bảng thông báo thì cực kỳ ít ỏi. Mọi người viết rằng xưởng thiếu sự chân thành, kiểm soát chất lượng nội bộ và sự hiện đại. Thay vì làm việc để khắc phục sai lầm, Livre nghi ngờ anh trai mình đã lan truyền tin đồn sai lệch. Thực tế, anh vẫn tức giận với anh trai vì \"sự phản bội.\" Gia đình họ nổi tiếng với chuyên môn chế tạo cơ khí đồng hồ. Caron giỏi làm đồ chơi, còn Livre giỏi trong việc buôn bán. Vì cả hai đều yêu thích đồ chơi, họ đã đồng ý rằng khi lớn lên, họ sẽ mở cửa hàng đồ chơi tốt nhất trên thế giới. Nhưng chỉ khi trưởng thành, họ mới nhận ra rằng phải có người kế thừa công việc gia đình - Tiệm Đồng Hồ Lepaute. Livre đã cãi vã kịch liệt với cha về vấn đề này và quyết định lên một chuyến du ngoạn tự do, nhưng Caron vẫn ở lại. Anh sợ rằng mình sẽ không thể tạo dựng tên tuổi bằng cách biến sở thích thành nghề nghiệp, và sau đó sẽ phải quỳ gối xin quay lại xưởng gia đình."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/dde49cbaebe9e51310d4d6e831c3b33f_2446713928483888449.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nhờ sự can thiệp của một bên thứ ba, mâu thuẫn gia đình đã được giải quyết. Đây không phải là lần đầu tiên có sự can thiệp như vậy: vì các xưởng chế tạo được ngăn cách bởi Ngân Hàng Bắc Quốc, nên theo một cách nào đó, họ đã trở thành những người hòa giải trong cuộc xung đột này."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/08a0d6bc058d23a9eec71eb291acb2fb_4215255893165858425.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Thực tế, Livre đã từ lâu đặt trước địa điểm ngân hàng cho xưởng của mình, nhưng sau đó lại nảy ra ý tưởng bán nó cho ngân hàng. Anh không muốn cuộc xung đột khiến Caron phải di chuyển. Trong một cuộc trò chuyện giữa hai anh em, đã tiết lộ rằng mặc dù Bennett là nguồn cảm hứng cho món đồ chơi của Caron, nhưng chính Livre mới là lý do thực sự cho sự sáng tạo của nó. Cả Livre và Bennett đều chia sẻ tinh thần phiêu lưu, và cả hai đều có thể biến đam mê của mình thành nghề nghiệp. Kết quả là, Livre đã đưa cho anh trai tất cả dữ liệu thu được từ \"Kế Hoạch Đấu Sĩ Đại Diện\" để anh có thể tạo ra một món đồ chơi thú vị hơn nữa. Giờ đây, xưởng đồng hồ Leschots sản xuất và bán nhiều loại đồ chơi robot, trong đó có những con chim cánh cụt do Freminet từ Căn Nhà Hơi Ấm sáng tạo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/82607fb6281f78b59fcdfd0d1bdf8047_5355512732388368692.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trên một trong những con phố đông đúc nhất của Fontaine ở Quận Lyonnais, tiệm thời trang Chioriya nổi tiếng, do Chiori từ Inazuma sáng lập, tọa lạc. Người ta nói rằng chủ cửa hàng, người có tài năng vượt trội, hiếm khi xuất hiện trong cửa hàng, và nếu cô ấy đứng sau quầy, thì là một ngày tốt lành. Nhưng nếu cô ấy gặp phải một ngày tồi tệ, những điều không thể tưởng tượng và vô lý có thể xảy ra, như việc Chiori ném những khách hàng thiếu hiểu biết ra khỏi cửa sổ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/0ae4370582d5f3413203a99430134a36_5542008568846678982.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Xin lỗi, có lẽ dạo này thời tiết không được tốt lắm, nên luôn có rác trên đường bay vào tiệm của tôi. Đã xử lý xong rồi, đừng để tâm nhé\".</color> Chỉ những ai chưa từ bỏ việc theo đuổi ước mơ của mình mới xứng đáng với thương hiệu Chiori.\nKhi Chiori lần đầu tham gia Tuần lễ Thời trang Fontaine, cô đã làm chấn động các mặt báo. Một số nhà phê bình cho rằng những bộ trang phục chất lượng không chỉ để ngắm nhìn, mà còn có thể \"được nghe\". Trong phương diện này, Chiori đã thành công: mỗi mũi kim và sợi chỉ trên trang phục của cô kể một câu chuyện: âm thanh của những làn sóng, hơi thở của một khu rừng, hay một mùa xuân ngọt ngào đang vươn mình trong sa mạc."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/6eb9da5201b8f222547447199be0cb44_7830660070276159115.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Những \"lão làng\" trong giới thời trang không thể chịu đựng được Chiori với những ý tưởng táo bạo của cô và đã tuyên chiến với cô, nhưng từng người trong số họ đều bị đánh bại. Một ngày nọ, ngay trước Tuần lễ Thời trang, nhà thiết kế mà đã cùng Chiori bắt đầu hành trình của mình đã vu khống cô trên báo rằng cô đang hợp tác với tội phạm. Nhà thiết kế này đã từ bỏ ước mơ và bắt đầu tạo ra trang phục vì mục đích thời trang, vì vậy anh ta đã tức giận trước thành công của Chiori, khi cô không chịu cúi đầu vì thời trang. Gần như tất cả khách hàng từ chối đơn hàng, và các nhà cung cấp ngừng giao dịch với cô, nhưng Chiori không bỏ cuộc. Cô đã cắt những bộ đồ cũ để làm trang phục cho Tuần lễ Thời trang và tạo ra những phụ kiện từ vỏ sò. Nhờ sự kiên cường và nỗ lực của mình, sự thật đã được phục hồi. Sau khi Tuần lễ Thời trang kết thúc thành công, Chiori đã treo một biển hiệu mới với logo của cô lên cửa hàng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/11a1dd5e0e9eafca07833d48d47b4cfb_4019867186059052502.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Chiori khác biệt hoàn toàn so với tất cả các nhà thiết kế thời trang và có phương pháp độc đáo riêng của mình. Cô may những bộ đồ nữ từ mẫu nam và trang phục nam từ vải nữ. Đối với Chiori, điều này là như nhau khi cô đo may quần áo. Từ cách cô đối xử với vải, dường như cô chưa bao giờ nhìn thấy vật liệu đó trước đây. Những đường cắt của cô đến từ những góc độ bất ngờ, bỏ qua hướng sợi vải, và đôi khi cô đột ngột quyết định thêm một cấu trúc hoàn toàn mới giữa chừng, trước khi một lần nữa lật ngược chính công việc của mình. Đôi khi, cô còn rút kiếm ra và nhanh chóng cắt vải chất lượng cao trước mặt mình bằng một nhát chém gọn gàng, như thể cô không đang may quần áo, mà đang chiến đấu — như thể cô đang đấu tranh với chính vải vóc trong tay mình, tranh giành quyền lực, và cô chính là người chiến thắng cuối cùng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/11/237301566/ea041c3cf0fff1bffd549c1bc8c7a0ad_5564925803855163692.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Giống như chủ tiệm nước hoa, Emilie, Chiori thường xuyên hỗ trợ Sảnh Chấp Pháp và cửa hàng Chioriya đã có một biệt danh — \"Tiệm tình báo\". Những thương nhân và quan chức chính phủ ăn mặc hoàn hảo như là một đàn bươm bướm lộng lẫy. Khi những quan chức này đến tiệm của Chiori, họ đều rải phấn hoa được gọi là \"thông tin tình báo\". Ý định thực sự của họ không phải là thụ phấn cho đóa hoa này, mà là phô trương mức độ phấn hoa mà họ sở hữu trước những con bướm khác. Họ cho rằng lượng thông tin mà người ta có về mình còn đáng tự hào hơn số lượng đá quý thêu trên trang phục. Mặc dù Chiori không thể làm việc bình tĩnh trong một bầu không khí như vậy và tập trung vào việc may trang phục, cô nhận ra rằng những thông tin này có thể hữu ích. Nếu thông tin ảnh hưởng đến lợi ích của bạn bè cô hoặc liên quan đến sự an toàn của Đại Sảnh Fontaine, Chiori sẽ gửi một bức thư hoặc thăm trực tiếp người cần thiết.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Bennett",
        "desc": "Nhà mạo hiểm trẻ tuổi của Mondstadt, có vận đen luôn đi cùng sự lương thiện của anh ấy.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p>Thiếu niên ít nói rất giỏi bơi lặn, bên dưới vẻ ngoài lạnh lùng là một trái tim thuần khiết.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/04/12108544/8e44111a378f4e5379b8e7444e8c2daa_2959081444426619217.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4946,
        "name": "Chiori",
        "desc": "<p>Chủ Tiệm Thời Trang Chioriya. Nhà thiết kế thời trang nổi tiếng ở Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/12108544/5470f90694af13476e49be7b8346e2b1_2005531028250256992.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5714,
        "name": "Emilie",
        "desc": "Nhà điều chế nước hoa Fontaine, người cất giấu bí mật trong bình.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/31/87ad30965e0c1b45364fdccc51b3429d_6108610286145583716.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2460,
        "name": "Katheryne",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Katheryne_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4349,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4099,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Palais Mermonia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/2cbce7053ee1e5f8eee5142c31dd2d3e_6856680032927710998.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trái tim của Đại Sảnh Fontaine là Palais Mermonia, nơi tất cả các vấn đề chính phủ được giải quyết và các dịch vụ xã hội được cung cấp cho người dân. Tòa nhà này nằm ở điểm cao nhất của Đại Sảnh Fontaine và là nơi tất cả các công việc hành chính trong vương quốc được xử lý. Đối với người dân Fontaine, Palais Mermonia về cơ bản là quyền lực tối cao trong vương quốc. Trước đây, nơi cư trú của Thủy Thần, Quý Cô Furina, tọa lạc tại đây. Để đến được đó, người dân phải đăng ký trước và tuân theo những quy tắc nhất định. Căn hộ của Furina có một lối vào riêng, vì vậy không thể vào từ phòng chung của Palais Mermonia. Một ngày nọ, một người đàn ông đã cố gắng nhảy từ mái của cung điện để đến gặp Furina, và hiện giờ anh ta đang bị giam tại Pháo Đài Meropide. Phía sau Palais Mermonia là điểm khởi đầu của tuyến tàu luân chuyển Callas, dẫn đến Viện Nghiên Cứu Fontaine.\nMột ngày nọ, Đoàn Mạo Hiểm Nhào Lộn đã biểu diễn trước cổng Palais Mermonia, và trong một màn trình diễn đầy lửa, họ vô tình kích hoạt cơ chế chữa cháy của Palais. Kết quả là nhiều tài liệu bị hư hại do nước, giấy phép biểu diễn của đoàn bị thu hồi, và một đạo luật mới đã được ban hành: <color=#ffffffd9>\"Tất cả nhóm xiếc đường phố hãy tránh xa khu vực Palais Mermonia\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/35672bbe7c62920d514fa8ee6f3893b2_370371673435730075.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Bên phải Melusine Sedene, người làm việc tại quầy lễ tân, là văn phòng của Thẩm phán Tối cao và hiện là người cai trị Fontaine, Neuvillette. Vì Neuvillette có lịch trình bận rộn, các cuộc họp với ông có thể được yêu cầu thông qua Sảnh Phúc Luật. Văn phòng của Thẩm phán Tối cao chứa các hồ sơ của tất cả các vụ án đã được xét xử trong suốt những thập kỷ qua. Sau khi Quan Chấp Hành Fatui Childe bị đưa đến Pháo Đài Meropide vì một tội ác mà anh không phạm phải, một cuộc họp đã diễn ra tại văn phòng của Neuvillette với một Quan Chấp Hành khác, Arlecchino, người yêu cầu giao nộp Childe. Thực tế, anh ta là một con bài mặc cả đối với cô ta, vì Arlecchino muốn biết bí mật ẩn giấu trong Pháo Đài và vị trí của Gnosis."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/623dfe761954b61469359cddd0799578_185998007669934843.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ngoài văn phòng của Thẩm phán Tối cao, Palais Mermonia còn có Sảnh Phúc Luật, nơi xử lý các tài liệu, và Sảnh Chấp Pháp, bao gồm Đội Hắc Ảnh Marechaussee và Đội Tuần Tra Đặc Biệt. Cả hai tổ chức này đều trực tiếp chịu trách nhiệm trước Thẩm phán Tối cao. Sảnh Phúc Luật nổi tiếng với bộ máy quan liêu và nhân viên làm việc quá sức. Một ngày nọ, một bộ phận của Sảnh nhận được thông báo rằng họ phải chuẩn bị thư cho các bộ phận khác, thông báo rằng nhân viên bị cấm mang Kamera vào Sảnh Phúc Luật vì mục đích tránh rò rỉ thông tin mật. Những vụ việc tương tự đã xảy ra trước đó khi một nhân viên đã chụp ảnh bàn làm việc của mình để khoe cách anh ta sắp xếp mọi thứ. Anh ta là một thành viên của Câu lạc bộ Kamera và đã cho các thành viên khác xem bức ảnh, và hôm sau, một thông báo phàn nàn rằng chỉ có cá được phục vụ cho bữa tối đã tràn ngập trên Báo Chim Hơi Nước. Vấn đề là toàn bộ Sảnh Phúc Luật không có bộ phận phụ trách các vấn đề liên quan đến Kameras, vì vậy nhân viên Iaune, người được giao nhiệm vụ viết bức thư này, không thể quyết định liên hệ với ai: bộ phận xử lý vấn đề an ninh hay bộ phận nhân sự. Nhân viên của cả hai bộ phận đều cho rằng bộ phận còn lại mới là nơi xử lý vấn đề này, vì vậy họ đã đẩy trách nhiệm cho nhau. Cuối cùng, một Quản lý, Roialte, đã đề xuất chia vụ việc thành các phần đơn giản hơn: nhiệm vụ của bộ phận an ninh là ngăn chặn việc sử dụng Kamera để tránh rò rỉ thông tin, và nhiệm vụ của bộ phận nhân sự là cảnh báo rằng không được mang Kameras vào Sảnh Phúc Luật. Mặc dù Iaune đã đề xuất cùng một phương án với mỗi bộ phận và bị từ chối, nhưng lần này họ đã đồng ý với đề xuất của Roialte. Mỗi bộ phận không muốn liên quan đến công việc của bộ phận khác và gánh vác toàn bộ trách nhiệm, và với việc chia sẻ trách nhiệm, mỗi bộ phận chỉ phải chịu một phần nhỏ trách nhiệm.\nTrong khi lập kế hoạch cho sáng kiến trong vụ việc này, phím máy đánh chữ của Iaune đã bị mất. Anh ta muốn mua một phím mới từ Xưởng Beaumont, nhưng vì phím là tài sản của Sảnh Phúc Luật, việc sửa chữa máy đánh chữ phải được thực hiện bằng chi phí của Sảnh. Nếu công nhân tự bỏ tiền ra sửa chữa và không yêu cầu hoàn lại, thì vào cuối năm, khi chi phí dịch vụ được xem xét, số tiền này sẽ không được tính vào. Trong trường hợp này, việc tính toán chi phí được thực hiện cho từng mục riêng biệt, trước tiên là thu thập biên lai trong suốt tháng, sau đó vào cuối tháng, chúng sẽ được nộp cho Maison Cardinalice để phê duyệt. Quá trình phê duyệt này liên quan đến việc phê duyệt và thanh toán lương cho toàn bộ Sảnh Phúc Luật. Nếu số tiền chi tiêu quá muộn, Maison Cardinalice sẽ phải nộp nó cho Quí Ngài Neuvillette để phê duyệt. Nếu ông có bất kỳ câu hỏi nào về báo cáo chi phí nhất định, nhân viên liên quan phải nộp một báo cáo bằng văn bản. Chính vì thủ tục này, Iaune sẽ phải chờ vài tháng để có phím máy đánh chữ, vì vậy anh ta được phép mua từ Estelle và có biên lai để thanh toán chi phí. Do danh sách các món hàng đủ điều kiện hoàn lại chỉ bao gồm \"máy đánh chữ\" và \"phím\" là một món hàng mới, Iaune đã phải viết một lá thư gửi Neuvillette giải thích lý do tại sao anh chỉ cần hoàn lại chi phí cho một phím duy nhất.\nSau khi hoàn thành sáng kiến, hóa ra máy đóng dấu mới nhất lại không hoạt động. Sau nhiều lần căn chỉnh tài liệu vô ích và kiểm tra máy, Nhà Lữ Hành đã mạnh tay đánh vào thiết bị và cuối cùng nó đã hoạt động. Khi tưởng chừng như mọi vấn đề của Sảnh Phúc Luật đã qua đi, thì lại phát hiện ra rằng kẻ phạm tội chính, người đã làm lộ bí mật bằng cách sử dụng Kamera, lại chính là người đã nhắc nhở mọi người về sự không chấp nhận việc làm lộ thông tin từ những bức ảnh. Khi anh ta chụp một bức ảnh văn phòng của mình, biên bản cuộc họp đã vô tình lọt vào đó, và công chúng phát hiện ra rằng nội dung của biên bản hoàn toàn khác biệt so với những gì anh ta đã nói trong các bài phát biểu trước đó. Tin tức lan truyền như cháy rừng và phòng ban trở thành đối tượng bị chế giễu. Thêm vào đó, phím máy đánh chữ của Iaune bị mất đã được tìm thấy dưới bàn của một nhân viên khác sau khi anh ta nộp đơn yêu cầu hoàn lại chi phí. Do ca đêm và sự quan liêu không ngừng, Iaune đã ngất xỉu và được đưa đến bệnh viện.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5477,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5478,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5479,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5491,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Pháo Đài Meropide",
        "desc": "<p>Nhà tù Fontaine, do Công tước Wriothesley quản lý.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/19/55631176/94af9de4200d40c7e4196a094d52c314_7352182791188274508.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4518,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Fleuve Cendre",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/432132cf93472e73c5124b8481dc89de_3138293972210184872.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi các khu vực đô thị của Fontaine phát triển, ánh sáng của trật tự đã xua tan bóng tối, và cống ngầm cuối cùng trở thành Fleuve Cendre. Do khó khăn trong việc duy trì trật tự, Eduardo Baker và những người bạn của anh đã chiếm quyền kiểm soát trong các cống ngầm. Họ bắt đầu giải quyết tranh chấp giữa những \"đồng bào\" Fleuve Cendre, chúc phúc cho các cặp vợ chồng mới cưới, và bảo vệ các thương nhân khỏi việc bị tống tiền, quấy rối và đe dọa bởi các băng nhóm. Khi các nhà chức trách của Đại Sảnh Fontaine quyết định thanh trừng Fleuve Cendre, Baker bị bắt và bị đày đến sa mạc. Trong chuyến đi đày, với sự trợ giúp của các tay sai, anh đã trốn thoát đến Poisson, bắt giữ cả thành phố và những thành viên của Sảnh Chấp Pháp đang vận chuyển Baker. Anh đưa ra một số yêu cầu vô lý, khiến các Thợ Săn Marechaussee, dưới sự chỉ đạo của Emanuel Guillotin, can thiệp. Cuộc xung đột này kết thúc với nhiều cái chết, bao gồm cả Baker và Thị Trưởng Poisson. Người dân Fleuve Cendre tin rằng, mặc dù họ sống trong một thành phố dưới lòng đất không có mưa hay ánh mặt trời, nhưng sự siêng năng và kiên trì dồi dào của những người lao động đôi khi đã mang lại cho họ quyền sống trên bề mặt, và đôi khi biến vùng đất ngầm đầy nước của họ thành một nơi cư trú đẹp đẽ không kém gì thế giới bên trên. Sau cuộc thanh trừng Fleuve Cendre, một số công cụ được sử dụng để xây dựng thành phố ngầm này đã bị cấm vì chúng có thể được sử dụng như vũ khí."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/ae577647454167a7a0f797a6a7dc5603_291395374770141351.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Fleuve Cendre được coi là một nơi khá nguy hiểm, nơi sinh sống của các thế lực thù địch, nhưng hiện tại Spina di Rosula đang giám sát khu vực này. Trước đây, tổ chức có thể chi trả cho mọi thứ, nhưng sau khi người đứng đầu cũ là Callas bị buộc tội giết người và cái chết của ông trong một trận đấu pháp lý, Spina di Rosula đã gặp khó khăn về tài chính. Hiện tại, họ tiến hành phần lớn các hoạt động của mình tại trụ sở trong Fleuve Cendre. Tổ chức không cho phép việc kiếm lợi bất hợp pháp hay phi đạo đức, vì vậy, hiện tại, nó tồn tại nhờ vào các quỹ từ cư dân Fontaine ủng hộ. Trong Fleuve Cendre, các thành viên của tổ chức như Sonny và Luca, bartender Tetreaux, và Consigliere — một con rùa đá, cố vấn của Spina di Rosula, có thể được tìm thấy. Hơn nữa, một thương nhân tên Crossa cũng có mặt ở đó."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/64fc435bece02aabd2f1e780587015ac_3056739691032276501.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi sĩ quan pháp luật và là cha của Chevreuse trẻ, người sẽ trở thành đội trưởng Đội Tuần Tra Đặc Biệt, bị buộc tội rò rỉ thông tin mật, gia đình cô đã chuyển đến Fleuve Cendre. Mẹ cô ngày càng trở nên mệt mỏi hơn mỗi ngày, lo lắng cho chồng. Để chăm sóc mẹ, Chevreuse không ngần ngại gánh vác những trách nhiệm mà một đứa trẻ như cô lẽ ra không nên phải chịu đựng, bước vào những dòng xoáy tối tăm của Fleuve Cendre. Có lẽ vì những cư dân của Fleuve Cendre đã nghe nói về hoặc từng nhận sự quan tâm từ người cha chính trực của cô mà rất nhiều bàn tay đã chìa ra giúp đỡ cô. Một chủ cửa hàng tốt bụng đã cho cô một công việc, và cặp vợ chồng sống cạnh nhà thường xuyên chăm sóc người mẹ bệnh tật của cô. Và khi những đứa trẻ trong Fleuve Cendre nghe tin con gái của một Hiến Binh đã đến sống cùng họ, chúng đã tụ tập quanh cô như những nguyên đơn và bị cáo, tìm kiếm sự phân xử của cô trong tất cả các cuộc tranh chấp và mâu thuẫn. <color=#ffffffd9>\"Chevreuse! Cậu phải thực thi chính nghĩa đấy nhé!\"</color> Vậy là, bọn trẻ đồng thanh khóc lóc, trước khi cười vang cùng một tiếng. Chúng không thực sự muốn để Chevreuse quyết định ai là người có lỗi mà chỉ coi đó như một trò chơi mà thôi. Tuy nhiên, hôm sau, Chevreuse mang theo một đống tài liệu pháp lý dày cộp khi cô đến gặp chúng, cùng với một cuốn sổ mới được mở ra trang đầu tiên và bắt đầu nói với bọn trẻ đang cười đùa bằng một giọng điệu nghiêm túc hết mức. <color=#ffffffd9>\"Nào, xin mời hai bên đưa ra chứng cứ\"</color> Và từ ngày đó trở đi, Fleuve Cendre có thêm một người thi hành luật — người nhỏ nhất trong số họ. Nhưng khác với các viên chức pháp luật trên mặt đất, mọi phán quyết do Chevreuse đưa ra đều được thực hiện dưới sự giám sát trực tiếp của cô. Chính tại nơi đây, trong các cống rãnh, cô đã học được nhiều cách thức để đảm bảo rằng \"công lý\" sẽ được duy trì.\nKhi một loạt các vụ giết người dựa theo câu chuyện \"Hai Chàng Lính Ngự Lâm\" xảy ra trong lễ hội Fontinalia ở Fontaine, cuộc điều tra đã dẫn Chevreuse đến Fleuve Cendre. Trước đó không lâu, một trong những vị khách của quán rượu đã say xỉn trong bữa tối và làm mất vũ khí của mình, nhưng ba ngày sau, vũ khí lại xuất hiện ở góc phòng mà không có dấu hiệu gì của sự hư hại. Hơn nữa, vào ban đêm, cư dân thường thức dậy bởi tiếng súng nổ. Trong một khu vực hẻo lánh của cống rãnh, Chevreuse phát hiện những tấm ván vỡ và vài chai rượu vỡ. Kẻ phạm tội cố gắng dọn dẹp, nhưng trên tường vẫn còn rõ dấu vết của viên đạn. Cảnh sát trưởng của Đội Tuần Tra Đặc Biệt cho rằng ai đó đã lấy vũ khí, mang về nhà, tháo rời và kiểm tra thiết kế của nó. Vài tuần sau, họ tự chế tạo một khẩu súng trường và mang nó đến Fleuve Cendre để thực hành bắn súng. Mấy ngày sau, họ đã tìm được mục tiêu, gây án, và để lại một bông hồng cầu vồng trên thi thể, giống như trong cuốn tiểu thuyết. Nạn nhân sống trong Fleuve Cendre. Sau đó, họ phát hiện ra rằng kẻ giết người chính là em gái của tác giả cuốn tiểu thuyết, người có mẹ bị giết bởi một người đàn ông giàu có đang cố che giấu mối quan hệ của họ. Cuốn sách nổi tiếng ấy được viết dựa trên những kỷ niệm thời thơ ấu thực sự của hai chị em. Người đã chết là một sát thủ do cha họ cử đến.\nTrong Fleuve Cendre, một đặc vụ Fatui, Baulard, bị nghi ngờ đã bắt cóc Ngài Arthur, đã gặp gỡ các nguồn tin. Chính Baulard là người đã kể cho Biên tập viên Jenck về phòng thí nghiệm bí mật của nhà nghiên cứu đã tạo ra máy phát hiện lời nói dối thông minh và mối liên hệ với Báo Chim Hơi Nước. Anh ta đã giúp tờ báo phơi bày vụ lừa đảo của Thương Hội Dụng Cụ Ăn Thanh Lịch với hy vọng có thể thu thập thông tin nội bộ từ ấn phẩm này, nhưng Jenck không có gì để đáp lại. Sau đó, Baulard quyết định xâm nhập vào tòa soạn và tự mình tìm kiếm thông tin, nhưng chỉ phát hiện ra sự biến mất của Ngài Arthur và một lá thư đe dọa các biên tập viên."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/5b9263e3fe8b925d2709d0f24399fb7f_6688273239059857588.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Hơn 500 năm trước, hai chị em trộm cắp trẻ tuổi sống bằng cách lừa gạt và ăn cắp đã trưởng thành trong Fleuve Cendre. Một ngày nọ, họ đến Viện Ca Kịch và xem một vở hài kịch của Thầy Coppelius về một tên trộm tài ba, có khả năng xuất hiện và biến mất tùy ý. Điều mà người ta gọi là ma thuật thực ra rất giống với lừa đảo và ăn cắp. Cái đầu tiên dựa vào diễn xuất và sáng tạo câu chuyện, còn cái thứ hai dựa vào kỹ thuật. Hai chị em đã nảy ra ý tưởng dựa vào kỹ năng và kỹ thuật của mình để bước lên sân khấu, dưới ánh đèn sáng, dùng những màn trình diễn rực rỡ của họ để chiếu sáng giấc mơ của những người buộc phải đứng, cũng như của những người ngồi trong các hộp VIP sang trọng. Một người sẽ đóng vai \"Parsifal,\" người kia sẽ là trợ lý Josephine. Những buổi biểu diễn đầu tiên của họ là tại các quán rượu của Eduardo, bên cạnh các cống rãnh, và trước các gian hàng bán thức ăn, trước mắt trẻ em, ánh sáng sáng chói tỏa ra từ dưới những khuôn mặt dính đầy tro và dầu mỡ, trong khi những tràng vỗ tay của người dân vang lên. Sau đó, họ được thay thế bởi ánh đèn rực rỡ của nhà hát huy hoàng, sáng chói như mặt trời. Cũng như ánh sáng của màn trình diễn của họ chiếu sáng cả những chiếc hộp VIP sang trọng và khán giả đứng, cái tên \"Parsifal\" trở thành chủ đề bàn tán của cả những thành phố, cả trên và dưới.\nTrong suốt chiến dịch tại Fleuve Cendre, cô gái luôn đóng vai Josephine vội vã trở về nhà. Mọi người đều biết đến Parsifal, nhưng một trợ lý chỉ là một trợ lý mà thôi. Nhưng cũng như trợ lý trên sân khấu bị cắt đôi bởi thanh kiếm, nhưng không hề bị tổn thương, và chiếc đồng hồ bỏ túi mất tích luôn trở lại với khán giả mà không ai thấy, cô gái cuối cùng đã mất đi \"chỗ đứng\" trong cuộc đời mình. Và thế là, cô ta thiết kế một \"mánh khóe lớn\" thuộc về chính họ."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Tôi là ảo thuật gia đại tài - \"Người Vĩ Đại\" Parsifal!\"</color>\n<color=#ffffffd9>\"Những gì các bạn sắp chứng kiến đây là thế giới ảo tưởng chưa từng tưởng tượng ra!\"</color>\n<color=#ffffffd9>\"Ví dụ như, chiếc nón có thể dẫn đến hang động lớn trong truyền thuyết phương đông!\"</color>\n<color=#ffffffd9>\"Ví dụ như, hiểm cảnh trong gương không bị thời gian và không gian khống chế!\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Parsifal có mặt tại cuộc vây hãm Poisson. Sau đó, đại ảo thuật gia (hoặc Josephine, đóng giả Parsifal), vì một \"vi phạm bất ngờ,\" yêu cầu một cuộc chiến đấu theo quy tắc, và đối thủ của cô là Võ Sĩ Đại Thắng Marfisa. Trong Đại Sảnh Fontaine, mọi người bàn tán về việc nguồn gốc của Marfisa có thể làm gián đoạn sự phán xét hoặc hiệu suất của cô trong trận đấu, về mối quan hệ trong quá khứ của cô với Parsifal, và ai trong hai người là chiến binh mạnh mẽ hơn. Đối với Parsifal, trận chiến này hóa ra là lần cuối cùng của cô. Marfisa lớn lên ở Fleuve Cendre, và với chỉ vài miếng bánh mì mốc, cô sẽ không ngần ngại rút ra thanh kiếm rỉ sét để lấy đi mạng sống của một người không quan trọng như chính mình. Cô nghĩ rằng tất cả những gì đã xảy ra cho đến nay đều vô nghĩa, chẳng có gì đạt được và cũng chẳng có gì để hy vọng. Tuy nhiên, bất chấp những kỳ vọng của cô, cái chết không đến. Một lần, cô mở mắt ra và thấy một cô gái (rất có thể là Parsifal) đang mỉm cười dịu dàng nhìn lại, rồi đặt một bông hoa phía sau tai cô."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Loài hoa này có tên là Hoa Lumidouce, trong ngôn ngữ hoa thì... ừm, là hy vọng. Nhìn xem, rất hợp với màu tóc của cô đấy.\"</color>\n<color=#ffffffd9>\"Rõ ràng là một đôi mắt đẹp như vậy, nếu chỉ có sự tuyệt vọng phản chiếu trong đó thì thật là lãng phí.\"</color>\n<color=#ffffffd9>\"Nào, tiểu thư có đôi mắt màu xanh ngọc, hãy để tôi dùng bông hoa tươi này, đổi lấy trái tim của cô.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Marfisa, người sau này sẽ nổi danh như một Võ Sĩ Đại Thắng, lần đầu tiên bước vào thành phố trên mặt đất. Đứng xem từ sự sang trọng của khu VIP trong nhà hát lộng lẫy, cô không còn nhớ những khuôn mặt tươi cười của ảo thuật gia và trợ lý của họ trên sân khấu, chỉ còn lại hình ảnh, khi những ảo tưởng diễn ra, một làn sóng hoa nở rộ dưới ánh đèn sân khấu chói lọi — tươi sáng, tinh khiết và mạnh mẽ đến lạ thường. Cô hiểu rằng mình nên trân trọng hy vọng — rằng cuộc đời này, sau khi đã nhìn thấy ánh sáng, có thể nở rộ như Lumidouce. Marfisa bắt đầu sao chép tất cả các kỹ thuật chiến đấu bằng giáo mà cô từng thấy và tìm thấy biểu hiện trong màn trình diễn của mình. Dường như cô đang khiêu vũ với chính \"cái chết\" trên sân khấu. Một lần cô chiến đấu với một kiếm sĩ trẻ và Hiến Binh Marechaussee, Emanuel Guillotin. Cô bối rối trước ánh mắt xảo quyệt của anh ta, và bị đánh lừa bởi nhịp điệu chậm rãi cố ý của anh ta, cuối cùng cô đã lộ ra một điểm yếu chí mạng mà bình thường cô sẽ không bao giờ để lộ, và cánh tay của cô bị đòn kiếm của anh ta đánh trúng, buộc cô phải công nhận rằng tài nghệ chiến đấu bằng giáo của mình không bằng. Anh ta đề nghị cô thay đổi cách tiếp cận và làm cho \"điều không thể thay đổi\" và \"công lý\" trở thành \"nguyên tắc\" của mình."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Người trên mặt đất cũng xứng đáng nhắc đến chính nghĩa sao? Cũng chỉ là kỹ năng khá hơn một chút, cớ gì phải giảng đạo lý cao quý như vậy chứ.\"</color>\n<color=#ffffffd9>\"Một ngày nào đó, thợ săn à, anh sẽ trở thành kẻ bại trận dưới tay tôi, gục ngã trước ngọn thương của tôi.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Mặc dù câu trả lời của cô, Guillotin đã đúng, và cô trở nên được hướng dẫn bởi công lý, cống hiến cho một khúc ca lạnh lẽo cho những ai tìm cách trốn tránh sự phán xét. Cô trở thành một người thi hành công lý mặc áo tím, bảo vệ công lý \"như nó phải có,\" cho đến khi ngọn lửa Poisson đưa tội phạm Parsifal trước mặt cô. Marfisa muốn tìm Guillotin và cống hiến tất cả sức lực của mình trong một trận đấu cuối cùng, nhưng anh ta đã từ giã sự nghiệp sau những gì đã xảy ra ở Poisson. Người ta nói rằng anh ta giấu mặt dưới chiếc mặt nạ và quay sang rượu mạnh, nhưng nữ chiến sĩ cầm giáo phải tự mình khám phá sự thật đằng sau những tin đồn đó. Sau khi theo dấu vết chiếc mặt nạ bỏ lại của kiếm sĩ, tất cả những thử thách và gian khổ của cô dường như đã được đền đáp cuối cùng. Tuy nhiên, kết thúc của cuộc truy tìm đó thật sự không ngờ và không liên quan gì đến công lý mà một thời là mục tiêu của Võ Sĩ Đại Thắng huyền thoại. Giống như Emanuel Guillotin, Marfisa đã bị tan biến bởi những thành viên của hội Narzissenkreuz . Khi cô chìm vào làn nước tinh khiết, tất cả những gì trước đây tưởng chừng hiển nhiên đều mất đi ý nghĩa. Cho đến khoảnh khắc ký ức của cô tan biến trong làn nước, cô chưa bao giờ biết rằng ý nghĩa thực sự của Lumidouce trong ngôn ngữ hoa không phải là hy vọng. Và vào cuối cuộc truy đuổi dài đằng đẵng ấy, ngay cả số phận cũng không trao cho cô khúc ca nở hoa mà đáng lẽ ra nó phải có."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Ồ ồ, lần này là Marfisa tiếng tăm lẫy lừng sao...?\"</color>\n<color=#ffffffd9>\"Yên tâm đi. Thương thuật của cô sẽ có đất dùng thôi.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vào thời kỳ của Eduardo Baker, con gái lớn Leticia lớn lên trong gia đình Randolph, một gia đình quý tộc. Cô được dạy cách giữ vững phong thái quý tộc và sự thuần khiết trong vẻ ngoài, không để lộ cảm xúc. Tuy nhiên, trái tim của Leticia lại khao khát phiêu lưu, vì vậy cô đã bí mật thay quần áo và xuống Fleuve Cendre. Cô chỉ muốn nhìn thấy cuộc sống của những con người thấp hèn, những người không có quyền kiểm soát vận mệnh của mình. Đối với cô, điều này còn thú vị hơn cả ma thuật của Parsifal. Nhưng thực tế không giống như Leticia đã chuẩn bị, và khi những nguy hiểm chưa từng thấy — như âm nhạc, dối trá, hay rượu độc — sắp sửa được rút ra và phô bày lưỡi dao sắc bén của chúng, cô gặp một trong những cấp dưới của cha mình, Reed. Anh nhận ra cô nhờ vào việc không có dấu vết dầu máy hay máu trên quần áo của cô. Và từ dáng đi của cô, dễ dàng đoán ra rằng cô không thường xuyên phải mặc quần dài. Leticia đã phải lòng Reed và sống cùng anh trong Fleuve Cendre, lấy tên \"hoa hồng.\" Khi cô gặp lại cha mình nhiều năm sau đó, ông vẫn hy vọng rằng cô sẽ trở về nhà cùng con cái, và gia đình Randolph sẵn sàng sử dụng \"một chút ma thuật Randolph\" cho chồng cô. Thực ra, cả cuộc đời cô đều là một lời nói dối. Khi Reed nhìn thấy cô trong Fleuve Cendre, anh coi cô là một chiến lợi phẩm không thể bỏ qua, là tấm vé vào nhà Randolph vĩ đại nhất. Khi Leticia vẫn ở lại trong thành phố dưới lòng đất nhiều năm sau đó, hy vọng mong manh của anh giờ đây đã tan biến như khói. Anh cầu xin cô rời bỏ nơi này vì cuộc sống của những đứa trẻ:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Leticia thân yêu, hãy nghĩ đến những đứa trẻ, những mầm non mới ra đời,\"</color>\n<color=#ffffffd9>\"Không nên sinh ra trong tiếng khói lửa, lớn lên trong bùn nhơ nước bẩn.\"</color>\n<color=#ffffffd9>\"Lẽ nào phải nuôi dưỡng những đứa trẻ ấy bằng những giọt nước mắt giận dữ và những lời nguyền rủa hận thù,\"</color>\n<color=#ffffffd9>\"Chỉ để lại giấc mơ đầy sợ hãi, hay là sứ mệnh tương lai chưa rõ để chúng kế thừa?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Nhưng cô chỉ đáp lại rằng tương lai của họ đã được sắp đặt và sẽ được bảo đảm. Sau này, Rose cùng con cái và chồng cô đã bị bắt trong một bức ảnh chụp trong suốt cuộc vây hãm Poisson."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/36d5b913ed02ec048b346bbf020f69d9_725684220216225128.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tại Fleuve Cendre, xưởng của Cesar, một nhà ảo thuật gia và thầy dạy của Lyney và Lynette, tọa lạc. Ngoài ra, xưởng may quần áo của Uther cũng nằm ở đó. Khi Chiori lần đầu tiên đến Fontaine, cô và Uther là những nhà thiết kế thời trang đầy hoài bão, mơ ước thu hút sự chú ý của thế giới thời trang, vì vậy họ đã làm việc cùng nhau một thời gian với mục tiêu chung. Ban đầu, cả hai đều muốn phá vỡ truyền thống và tạo ra những bộ quần áo khác biệt, khiến người ta phải thở dài tiếc nuối trong sảnh hội. Nhưng với mỗi phản hồi tiêu cực từ khách hàng, với mỗi lần bị từ chối, sự tự tin của Uther càng mờ dần. Cuối cùng, ngay trước tuần lễ thời trang, anh quyết định rằng họ không thể biến những ý tưởng mà họ luôn mơ ước thành hiện thực, và đó là kết thúc của sự hợp tác giữa họ. Chiori sau đó đã đánh cược tất cả và nỗ lực hết mình, và vào ngày cuối cùng, cô đã hoàn thành một bộ sưu tập mà cô cảm thấy hài lòng, trình diễn nó trong buổi biểu diễn."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/15e79a296fb5805c047a141755b4f209_4422195635259447850.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Kết quả là, Chiori nhận được sự công nhận và vinh quang, trong khi Uther đã cố gắng phá hoại công việc kinh doanh của cô mỗi năm kể từ đó. Khi anh ta vu khống cô có liên quan đến tội phạm và chất lượng vật liệu kém, Chiori quyết định áp dụng chiến lược đôi chiều: đối đầu với Uther tại một buổi trình diễn thời trang và sau đó tấn công uy tín của anh ta. Khi nhà máy của Uther bị đóng cửa trước buổi trình diễn thời trang, cô cùng với Nhà Lữ Hành và Paimon đã đến Fleuve Cendre. Vì nhà máy luôn mở cửa cho khách tham quan, họ đã bước vào một cách bình tĩnh và phát hiện ra sản xuất tại đó đang ở trong tình trạng bẩn thỉu. Sau khi thu thập đủ chứng cứ cần thiết, họ rơi vào một cái bẫy mà Uther đã giăng sẵn. Khi đã kiểm soát được Uther, Chiori đã gửi Nhà Lữ Hành và Paimon với những bức ảnh đến buổi trình diễn thời trang. Phóng viên của Báo Chim Hơi Nước, Charlotte, đã sử dụng những bức ảnh mà họ thu thập được để viết một bài báo vạch trần, và đội trưởng của Đội Tuần Tra Đặc Biệt, Chevreuse, đã bắt giữ Uther.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Khu Belleau",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Mặc dù Fontaine được bao phủ bởi vùng biển rộng lớn, nhưng ở đây cũng có những ngọn núi và khu rừng tuyệt đẹp. Núi Automnequi là một trong những ngọn núi mang tính biểu tượng. Viện Nghiên cứu Fontaine đã sử dụng các thiết bị kỹ thuật khổng lồ để khoan Đường hầm Poisson, qua đó giải quyết một trong những thách thức lớn nhất đối với chiến dịch xây dựng các chặng Tàu Luân Chuyển.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_1095655297268239009.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "Lễ Hội Fontinalia",
        "desc": "<p>Lễ Hội Fontinalia là ngày lễ được thành lập để tưởng niệm các Kỵ Sĩ Nước Trong đã tìm kiếm Tinh Linh Nước Trong, và chào đón Thủy Thần Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/24/55631176/700e67317f0fc5bc48976ea8ca9fbfda_8697225191933672492.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Đội Hắc Ảnh Marechaussee",
        "desc": "<p>Đơn vị nhận lệnh trực tiếp từ Thẩm phán tối cao Neuvillette, chịu trách nhiệm điều tra tội phạm. Đơn vị này có trụ sở tại Palais Mermonia và là một trong những phòng ban của Sảnh Chấp Pháp.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/55631176/68056e921a04a72fc9ccb52413826e6d_6167378543901104067.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula là một tổ chức có các thành viên đến từ nhiều ngành nghề khác nhau trong xã hội. Họ tận tâm giải quyết những vấn đề khó khăn cho người dân và sẽ liên lạc, hợp tác với chính quyền Fontaine khi cần thiết.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/55631176/103e6993dd0a594332fa18ca5fe17098_4533018030715079119.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Hội trưởng hiện tại của Spina di Rosula, là một cô chủ dễ thương và rất có trách nhiệm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/12108544/3fc7580c01a9e622692402889706c4db_1838072394941570717.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Đội trưởng Đội Tuần Tra Đặc Biệt luôn tuân thủ \"chính nghĩa\" trong lòng. Khẩu súng hỏa mai trong tay chỉ hướng về những kẻ có tội.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/12108544/a846729f31f16a987a8696466ebabcc0_5231883484252879575.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4946,
        "name": "Chiori",
        "desc": "<p>Chủ Tiệm Thời Trang Chioriya. Nhà thiết kế thời trang nổi tiếng ở Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/12/12108544/5470f90694af13476e49be7b8346e2b1_2005531028250256992.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4348,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4726,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Ống Đồng Fleuve Cendre",
        "desc": "<p>Ống đồng khá vừa tay, đã từng được dùng như vũ khí trong quá khứ. Từng để lại danh tiếng hoặc tai tiếng trong một số người.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/12108544/920ca2fe25ca2db1796848099b59b2d8_1377332217397892348.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4334,
        "name": "Kiếm Bến Tàu",
        "desc": "<p>Công cụ cắt gọt tiện lợi, ngày nay gần như tuyệt tích. Có thể thay thế lưỡi dao bị cùn trong quá trình sử dụng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/23/12108544/eac5d6d4056f7b28c876e64866825e46_7865989018001153028.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4335,
        "name": "Máy Cưa Cầm Tay",
        "desc": "<p>Máy cưa kiểu cũ, ngày nay gần như tuyệt tích. Nó từng là công cụ cắt rất được các công nhân ưa dùng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/23/12108544/ac81c1e26d35d3742320975fffe21ee8_2551189465465075600.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4336,
        "name": "Mũi Khoan Thăm Dò",
        "desc": "<p>Máy khoan cán dài, ngày nay gần như tuyệt tích. Thường dùng trong thăm dò và chạm khắc đá.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/23/12108544/4bfc21303d8ff98cd546aae980b55090_5595392338032576094.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4337,
        "name": "Máy Đo Cự Ly",
        "desc": "<p>Công cụ đo lường, ngày nay gần như tuyệt tích, có khả năng bắn tên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/23/12108544/4e67e6c313220ea1ca84a48d42d78806_2958322768956903626.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3983,
        "name": "Màn Ảo Thuật Đầu Tiên",
        "desc": "<p>Đạo cụ biểu diễn mà \"ảo thuật gia đại tài\" trong quá khứ từng sử dụng, bí mật cuối cùng được hé lộ là nó thực ra cũng là một vũ khí không tầm thường.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/12108544/6c159cd156de2785d869a5e3490ea56c_3071175540849898141.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5847,
        "name": "Bi Ca Lumidouce",
        "desc": "Ngọn thương hoa lệ được trang trí bằng pha lê xanh. Nghe nói từng là món vũ khí mà Đấu Sĩ Đại Diện huyền thoại cất giữ cả đời nhưng chưa từng sử dụng.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/31/3dff07a4b024917cb63c933d2078ccc8_8401589850337226556.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3986,
        "name": "Thù Lao Của Chính Nghĩa",
        "desc": "<p>Ngọn thương sắc nhọn, ở mũi thương còn vương chút máu tươi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/12108544/9bb154ad1759bf2d9015b060cad1ca9c_3325873773008276720.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4719,
        "name": "Phán Quyết",
        "desc": "Vũ khí từng được thiếu nữ từ bỏ dòng họ của mình sử dụng, đã nhuốm qua máu của kẻ thù lẫn người yêu thương.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/4f35f9bf1bceead8fa216873ce321847_6475651973647579739.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5674,
        "name": "Xá Tội",
        "desc": "<p>Thanh kiếm từng được dùng bởi kẻ dối trá từ bỏ tất cả. Trước đây chủ yếu là công cụ mà anh ta dùng để ngụy trang thân phận của mình.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/12108544/b69c7af16acdaeda36304f9869ececa7_6984743013259959962.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4896,
        "name": "Hai Người Lính Ngự Lâm",
        "desc": "<p><span style=\"color: rgb(222, 220, 217)\">Quyển sách bán chạy ở Fontaine, kể về câu chuyện đan xen giữa âm mưu và phục thù, giữa chính nghĩa và tà ác.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/25/1ab6bb80ae86aab0a1f8064c05b6a72f_7162576051872538658.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4009,
        "name": "Hoa Lumidouce",
        "desc": "<p>Đóa hoa màu tím tao nhã và thanh khiết. Hương thơm của nó nhẹ nhàng vương vấn và cũng rất dịu dàng tinh tế, chính vì vậy thường được dùng để làm các loại nước hoa quý giá.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/d61ba03908f411ecf2a0fc2fffe7c879_4005821242434323821.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trạm Marcotte",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/dee07c844a8d009822b4a47b51b17a85_6023388369919980686.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trạm Marcotte là điểm cuối của tuyến tàu luân chuyển Navia, kết nối Erinnyes và Đại Sảnh Fontaine. Tại Trạm này, có nhiều đài phun nước được lắp đặt, và một trong số đó có một bức tượng sư tử. Nếu mang ba chìa khóa hình giọt nước đến đài phun nước này, một lối đi dẫn đến gốc cây Liễu Khóc, trung tâm thông tin chính của Erinnyes, sẽ được mở ra."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/d5d6ee11fac2366ad1488337412ca7e6_1883933254806129978.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, một chàng trai tên là Remaudiere đang trông em gái Keratry trong khi bố mẹ họ đến nhà hát. Khi cả hai đi dạo bên ngoài, Remaudiere quyết định biểu diễn một \"màn ảo thuật\" để khiến đài phun nước ngừng hoạt động, nhằm có cớ đưa em gái về nhà. Thực tế, anh chỉ đợi đến khi đài phun nước tự ngừng hoạt động. Tuy nhiên, ngày hôm sau, anh phát hiện ra rằng đài phun nước vẫn không hoạt động. Lo sợ em gái sẽ mách bố mẹ về \"phép thuật\" của mình, Remaudiere đã nhờ người quản lý đài phun nước sửa chữa sự cố, nhưng đài phun nước vẫn không hoạt động. Nhà Lữ Hành và Paimon đã đến giúp anh, tìm đủ các bộ phận cần thiết để sửa chữa đài phun nước trước khi Remaudiere gặp rắc rối.\nMột ngày tại Trạm, Nhà Lữ Hành và Paimon đã gặp một người phụ nữ kỳ lạ, hoảng loạn vì nghĩ rằng có ai đó đang cố hại mình. Sau khi trấn an, họ biết được người phụ nữ này, Guijarro, là một nhà văn, và cô đã suy nghĩ quá mức về tiểu thuyết trinh thám của mình đến mức trở nên hoang tưởng. Guijarro muốn đi tàu luân chuyển đến Đại Sảnh Fontaine để uống cà phê, nhưng ngay lập tức cô tưởng tượng ra vô số cách mà mình có thể bị hại trên tàu và không thể bước lên. Khi Nhà Lữ Hành đưa cô đến quán Café Lutece, Guijarro lại lo lắng rằng cà phê có thể bị đầu độc. Chủ quán, Arouet, đe dọa sẽ đuổi cô ra ngoài nếu cô tiếp tục làm khách hàng khác hoảng sợ, khiến Guijarro phải xin lỗi và mua thêm ba ly cà phê nữa. Sau khi hoàn thành tiểu thuyết trinh thám của mình, Guijarro đã lên đường đến Làng Kiều Anh ở Trầm Ngọc Cốc.\nỞ khu vực phụ này, nhiệm vụ thế giới"
      },
      {
        "type": "CustomEntry",
        "epId": 5480,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "and"
      },
      {
        "type": "CustomEntry",
        "epId": 5461,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "có thể được tìm thấy.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5145,
        "name": "Khu Rừng Erinnyes",
        "desc": "<p>Cơn Gió phía đông thổi về Đại Sảnh Fontaine mang theo một mùi hương ngọt ngào bí ẩn.</p><p>Trong sâu thẳm của Rừng Erinnyes, nơi ít người dám đặt chân đến, hạt giống của cuộc phiêu lưu đã được gieo trồng bên bờ hồ dưới những cây liễu rủ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_1950037515288504075.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Trầm Ngọc Cốc",
        "desc": "<p>Làn gió nhẹ mang theo hương trà thơm ngát một lần nữa lan tỏa khắp vùng núi Liyue. </p><p>\"Trà mọc lên trên đá, suối ngọc không ngừng chảy\". Hương thơm thoang thoảng cùng khúc ca ngọc ngà xa xưa khẽ lướt qua dòng sông của Làng Kiều Anh, thẳng đến Bến Tàu Di Lung náo nhiệt. Giữa những dãy núi mờ sương của phương nam, không biết còn ẩn chứa những kỳ ngộ nào không...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/55631176/e4d0ad609badc8717d0d99c57c2e1ca6_8090489161426724885.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5567,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4145,
        "name": "Arouet",
        "desc": "<p>Quản Lý Quán Cà Phê Lutece. Anh ấy được biết đến như là người bán tách cà phê đắng nhất và những chiếc bánh ngọt nhất</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/55631176/79d82ad50081035bca4c75bc5c041406_7638555003933887119.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4635,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đài Phun Nước Lucine Fontaine",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/0869fb9f8dca7349e0f03067eb378aba_4492399590553116315.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Giếng Nước Lucine là nơi tất cả dòng nước chảy qua Fontaine hội tụ, vì vậy mọi người thường đến đây để ước nguyện. Nguồn gốc của việc ném đồng xu vào giếng bắt nguồn từ việc ném Ấn Thủy vào Giếng Nước Lucine, đây thực ra là cách đúng để ước nguyện tại giếng. Đến ngày nay, các cặp đôi mới cưới vẫn ném đồng xu vào Giếng Nước Lucine, cầu chúc cho một cuộc sống bình yên và hạnh phúc.\nTất cả cư dân Fontaine trước đây đều là Tinh linh Nước, theo một truyền thuyết, họ được sinh ra từ giọt nước mắt của Thủy Thần đầu tiên, Egeria. Sự gia tăng số lượng Tinh linh Nước không cần đến việc kết đôi hay mai mối. Sau khi có đủ sự hiểu biết và cảm xúc, họ sẽ đến gần Thủy Thần hoặc một trưởng lão để xin phép \"tái sinh,\" điều này dẫn đến việc họ phân chia thành những Tinh linh Nước nhỏ. Một số người tin rằng việc \"tái sinh\" này giống như một sự cho phép, cấp phép cho những ước mơ và khao khát trong Tinh linh Nước được ban cho một cái tên mới — giống như những cái tên của những giấc mơ tuổi thơ qua các thời đại. Sau khi một số Tinh linh Nước trở thành con người, họ đã quên đi nguồn gốc của mình. Họ vẫn yêu cầu xin phép \"tái sinh,\" nhưng điều này đã trở thành một hành động mang tính biểu tượng. Họ ném đồng xu vào Giếng Nước Lucine và cầu nguyện cho những đứa trẻ, rồi sau đó những ước nguyện của họ được thực hiện. Người ta tin rằng những linh hồn trong nước sẽ ban phước cho họ với những đứa trẻ khỏe mạnh và hạnh phúc. Khi Neuvillette biến cư dân Fontaine thành những con người bình thường, họ đã có thể tái sinh như tất cả những cư dân khác của Teyvat."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/d5998d077443b38b8c3b0eaea1c5530d_6161919709467730642.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Những giọt nước mắt của con người chứa đựng những cảm xúc mãnh liệt nhất: nước mắt của hạnh phúc tuyệt đối, sợ hãi và nỗi đau. Đài phun nước Lucine là nơi tất cả dòng nước từ khắp Fontaine hội tụ, vì vậy ngay cả những giọt nước mắt rơi xuống đất cũng sẽ chảy về đây. Những người có khả năng cảm nhận mạnh mẽ với nguyên tố Nước có thể nghe được những cảm xúc chứa đựng trong những giọt nước mắt của ai đó. Chính vì thế, Nhà Lữ Hành có thể nghe được tiếng khóc của Furina, khi cô đang vật lộn với lời tiên tri của Fontaine. Hơn nữa, một ngày nọ, khi Nhà Lữ Hành uống Nước Biển Khởi Nguyên, khả năng cảm nhận của họ đã tăng lên và nghe thấy tiếng của một Tinh linh Nước bí ẩn gọi tên Vacher. Tinh linh này đã yêu cầu Vacher không tiếp tục tìm kiếm Vigneire nữa, một nhà thám hiểm đã bị tan chảy bởi Nước Biển Khởi Nguyên. Vigneire từng là người yêu của Vacher, và sau khi mất đi cô, anh ta bắt đầu tan chảy những người phụ nữ khác trong nỗ lực đưa người yêu trở lại vì nỗi đau mất mát. Khi Vacher cuối cùng tìm thấy Vigneire sau nhiều năm, cô không muốn nói chuyện với anh. Ý thức của tất cả những người phụ nữ mà anh đã tan chảy suốt 20 năm qua đã tấn công anh, và Vacher đã chết vì sợ hãi tột độ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/6652cd2808a2f41f493ac5d24aeab69e_6648293047281276847.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bên phải Đài phun nước Lucine, có một cảnh tượng với Liên Khúc Gió Băng. Theo kế hoạch ban đầu của ông Bossuet, một kỹ sư cao cấp của Viện Nghiên Cứu Fontaine, Coppelius và Coppelia là những Ma Tượng Dây Cót chuyên về nghệ thuật múa. Sau khi Bossuet nghỉ hưu, Maillardet đã tiếp quản dự án. Ông hiểu \"robot\" và \"múa\" theo cách riêng của mình, vì vậy theo thời gian, các chức năng của những \"vũ công robot\" này được cải tiến, nhưng dần dần rời xa thiết kế ban đầu của Bossuet. Pneumousia được thêm vào, khiến chúng không chỉ giỏi múa mà còn trở thành những chiến binh tài ba. Hai chế độ chiến đấu khác nhau cho Coppelius và Coppelia được tạo ra dựa trên sự khác biệt giữa Pneuma và Ousia, Nemesis của Coppelius và Dirge của Coppelia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/dfd5fd2d9091b6707f7815a52814b91b_7003823008981125908.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Những vũ công robot có thể biểu diễn nhiều vở kịch. Ví dụ, một vở diễn kể về cách Coppelius đã thua trận trước sự cám dỗ và bị trừng phạt vì điều đó, hoặc về cách Coppelia yêu một người nhưng không được đáp lại, và suýt nữa phải chết vì nỗi đau đó. Hoặc câu chuyện về hành trình của Coppelia đi cứu Coppelius khỏi cảnh bị giam cầm. Kịch bản của \"Coppelia robot\" chưa bao giờ được công bố, nhưng một số người đã thu thập và tổ chức lại tất cả các ghi chép để tái tạo một phần ý đồ của Coppelius trong tác phẩm. Một câu chuyện như vậy kể về cách kế hoạch của Coppelius bị phơi bày trước những Thợ Săn Marechaussee, và cách ông đã nói lời từ biệt cuối cùng với Coppelia trước khi chịu hình phạt. Coppelius cầu xin Coppelia hát cho ông nghe một lần cuối."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"</color> <color=#ffffffd9>Quấn một sợi chỉ quanh trái tim tôi, và bằng nó, trói buộc tôi chặt chẽ! Giam cầm tôi trong xiềng xích và xích sắt, và để tôi bị tiêu diệt trong mắt bạn. Vì trái tim tôi đã quyết, từ hôm nay trở đi, tôi sẽ không tìm kiếm những điều làm tôi hạnh phúc, mà mang lại hạnh phúc cho những người tôi chọn.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Một vở kịch khác kể về cách Coppelia thú nhận mục đích của cuộc hành trình với chàng trai đang đồng hành cùng cô và quyết định sẽ tiếp tục theo bước người tạo ra cô, người mà trong mắt cô, đã rời xa thế gian. Cô tin rằng khi những bánh răng bị rỉ sét của mình trở về với tro bụi như xương cốt của Coppelius, tất cả tội lỗi sẽ bị lãng quên."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Không bao giờ nữa tôi cần phải thấy mặt trời, mặt trăng, hay những vì sao, không bao giờ nữa tôi cần phải nghe tiếng chim hót vui vẻ trong những khu rừng, không bao giờ nữa tôi cần phải ép trái tim cô đơn này của mình tiếp tục đập trong một thế giới đã không còn người đã ban cho tôi nó\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cô Qiu và đoàn làm phim của cô có thể được nhìn thấy gần đài phun nước. Tất cả họ đều đến từ Làng Kiều Anh, nổi tiếng với trà. Do sự cạnh tranh gay gắt trong ngành trà, họ quyết định chuyển sang quay phim quảng cáo cho các thương gia trà trong làng. Nhóm đã kiếm được rất nhiều Mora từ những bộ phim này, nhưng không lâu sau, những người có tay nghề khác trong làng đã bắt đầu làm phim có sự tham gia của những ca sĩ thực thụ. Vì vậy, cô Qiu và những người khác đã đến Fontaine để tìm lời khuyên từ các chuyên gia làm phim. Tại đây, họ đã gặp Geisert, một bậc thầy trong việc sử dụng ánh sáng và bóng tối để truyền tải câu chuyện. Những bộ phim của ông chưa thật sự nổi bật ở Fontaine, nhưng chúng đã thu hút sự quan tâm của cô Qiu. Trong khi quay bộ phim của mình, đoàn làm phim đã làm mất máy quay và sau đó làm rơi cuộn phim chứa các cảnh quay xuống nước. Nhờ sự giúp đỡ của Nhà Lữ Hành, tất cả các cảnh quay đã được trả lại. Sau đó, cô Qiu và đội ngũ của mình quay trở lại Làng Kiểu Anh để tiếp tục quay phim.\nỞ khu vực phụ này, nhiệm vụ thế giới"
      },
      {
        "type": "CustomEntry",
        "epId": 5482,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "có thể được tìm thấy.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Trầm Ngọc Cốc",
        "desc": "<p>Làn gió nhẹ mang theo hương trà thơm ngát một lần nữa lan tỏa khắp vùng núi Liyue. </p><p>\"Trà mọc lên trên đá, suối ngọc không ngừng chảy\". Hương thơm thoang thoảng cùng khúc ca ngọc ngà xa xưa khẽ lướt qua dòng sông của Làng Kiều Anh, thẳng đến Bến Tàu Di Lung náo nhiệt. Giữa những dãy núi mờ sương của phương nam, không biết còn ẩn chứa những kỳ ngộ nào không...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/55631176/e4d0ad609badc8717d0d99c57c2e1ca6_8090489161426724885.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Tinh Linh Nước Trong",
        "desc": "<p>Tinh Linh Nước Trong là những sinh vật thông minh thuộc nguyên tố Thủy, được tạo ra bởi vị Thần Thủy tiền nhiệm là Egeria, và có khả năng điều khiển nước theo ý muốn.<span class=\"wk-shady\">Tất cả người dân Fontaine đều từng là Tinh Linh Nước Trong, những sinh vật mà Egeria đã biến thành con người để thỏa mãn nguyện vọng của họ, đi ngược lại với luật lệ của Thiên Lý.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/55631176/657aa46ceeac51d9b9f0b4c3669337b9_2982111220935918637.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Người đứng đầu Thương Hội Cabriere, một tổ chức gắn bó sâu sắc với Spina di Rosula.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/55631176/25e9bbca3d3b73292f89a87f0780ee63_7004169295981456594.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5566,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3993,
        "name": "Liên Khúc Gió Băng",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Vũ công robot do Viện Khoa Học Fontaine nghiên cứu phát triển.<br>Trong ý tưởng ban đầu của Bossuet, vũ công robot là một tác phẩm nghệ thuật của thời đại cơ khí siêu việt. Nhưng sau khi Bossuet bị buộc phải từ chức, thì dự án này do Maillardet tiếp quản. Maillardet có cách nhìn độc đáo của riêng mình về robot và vũ công, nên trong quá trình nâng cấp và thay đổi này, các chức năng của vũ công robot cũng đã dần xa rời với thiết kế ban đầu của Bossuet.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/22/44749939/08f47440d7122dfa2dbd7e482155f1c4_7538719450766945798.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4039,
        "name": "Linh Kiện Dây Cót - Coppelius",
        "desc": "<p>Linh kiện dây cót của Coppelius, có thể cung cấp năng lượng cho vũ công robot.</p><p>Vũ công robot cất lên những âm tiết bạch kim, bất kể ngày đêm đều dâng lên điệu múa gió băng cho khán giả. Coppelius sẽ không ngừng khiêu vũ cho đến khi hồi chuông báo tử vang lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/51acccacb0c14c6bd694bf3cdc82ed83_6418521204787441979.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4038,
        "name": "Linh Kiện Dây Cót - Coppelia",
        "desc": "<p>Linh kiện dây cót của Coppelia, có thể cung cấp năng lượng cho vũ công robot.</p><p>Trong ý tưởng của người chế tạo, câu chuyện về vũ công robot với nhiều khớp nối tỉ mỉ chỉ dừng lại ở khoảnh khắc vui vẻ. Coppelia sẽ dùng sức chiến đấu siêu phàm để đem lại khúc ca bi thương cho những vị khách không mời với ý đồ quấy rối khoảnh khắc này.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/0cbd33c860d56d4819a865e370f2d106_7650015782383756886.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4099,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Viện Ca Kịch Epiclese",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/2ba661a9d9402275bf6efa1d57b274db_6496666899448784632.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Viện Ca Kịch Epiclese là tòa nhà tráng lệ nhất trên Erinnyes. Khi người Fontaine nhắc đến \"Viện Ca Kịch,\" họ thường ám chỉ nơi này. Viện Ca Kịch có một vai trò quan trọng khác ngoài việc là nơi tổ chức các buổi biểu diễn văn hóa. Nó cũng là một tòa án, nơi xét xử tất cả các vụ án ở Fontaine. Kể từ thời kỳ đại hồng thủy đầu tiên, Viện Ca Kịch Epiclese đã đứng vững trên Đảo Erinnyes thiêng liêng. Từ trên cao nhìn xuống thành phố trên mặt nước, nó tượng trưng cho cam kết của thời đại mới đối với việc cai trị bằng pháp luật và theo đuổi công lý. Sự thật và hư cấu, bi kịch và hài kịch đều tìm thấy sân khấu của mình tại đây. Một nhà viết kịch Fontaine cổ đại từng nói: <color=#ffffffd9>\"Thế giới là một sân khấu, và chúng ta chỉ là những diễn viên mà thôi.\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/f9637e460d788f9ba3c8144200245850_185335217513250755.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cỗ Máy Chỉ Thị Phán Quyết đứng trên sân khấu của Viện Ca Kịch. Thiết bị này được thiết kế bởi Thần Thủy Focalors, và bà đã đặt thần lực của mình cùng với Gnosis Thủy vào trong đó. Cỗ Máy này chuyển đổi đức tin của người dân vào công lý thành Indemnitium, một loại năng lượng cung cấp sức mạnh cho Fontaine. Nếu nguồn năng lượng này, tích lũy trong suốt năm thế kỷ, chỉ được sử dụng để duy trì sự sống cho người dân Fontaine, nó có thể tồn tại hàng thiên niên kỷ, nhưng nó có mục đích riêng. Cùng với Thẩm Phán, thiết bị này đã đưa ra các bản án trong tòa án, và bản án của nó luôn là yếu tố quyết định. Một lần, nó đã sai lầm khi buộc tội Quan Chấp Hành Fatui, Childe, liên quan đến vụ án phân hủy hàng loạt và tuyên bố Thủy Thần có tội để bị kết án tử hình. Mặc dù Cỗ Máy được sử dụng cho các phiên tòa, nhưng thực chất mục đích chính của nó là giết chết Thần Công Lý cùng với Ngai Thần khi đến lúc. Focalors hiểu rằng chỉ có sức mạnh tầm cỡ này mới có thể hy vọng phá hủy Ngai Thần của Thủy Thần, làm rúng động những quy tắc đã được Celestia thiết lập và phá vỡ tổ chức Seven. Sau phiên tòa chính của Thần Thủy, Cỗ Máy bị phá hủy, và giờ đây chỉ có Thẩm phán Neuvillette mới đưa ra những bản án cuối cùng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/9779a4d8709c1dca6b5b7821380802e8_1246924660559150398.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Có một truyền thuyết ở Fontaine rằng quốc gia này từng được cai trị bởi Thủy Long, và mỗi lần rồng khóc, bầu trời trở nên u ám, mưa rơi xuống không ngừng. Để ngừng cơn mưa, người ta phải hét lên vào bầu trời: <color=#ffffffd9>\"Thủy Long, Thủy Long, đừng khóc nữa...!\"</color> Thường thì sau những phiên tòa bi thảm, ngay cả trong những ngày nắng đẹp nhất, trời bỗng nhiên đổ mưa. Đây là trường hợp của Callas Caspar, cựu trưởng Spina di Rosula, người bị buộc tội giết bạn mình, đã chọn một cuộc đấu tranh pháp lý và từ chối đầu hàng ngay cả khi đã gần chết.\nTheo các luật lệ và quy định liên quan, và để đảm bảo trải nghiệm xem tốt nhất cho tất cả khán giả, không được phép mang thức ăn từ bên ngoài vào Viện Ca Kịch Epiclese. Những khách vi phạm quy định sẽ bị trục xuất và bị xử phạt theo pháp luật bởi Sảnh Chấp Pháp. Những vi phạm nghiêm trọng sẽ bị truy tố và đưa ra xét xử, và người phạm tội sẽ bị kết án theo luật. Hơn nữa, khách tham quan phải ăn mặc phù hợp khi vào Viện Ca Kịch Epiclese. Nếu trang phục của họ không đáp ứng các tiêu chuẩn quy định, nhân viên có quyền từ chối cho phép vào. Việc vào Viện Ca Kịch chỉ có thể thông qua vé, và vé phải được đặt trước. Viện Ca Kịch tổ chức nhiều buổi biểu diễn kịch và phiên tòa. Trong số các buổi biểu diễn là vở kịch \"Nhật Ký Chiến Đấu Của Aurelius\", một bộ ba vở kịch dựa trên huyền thoại sử thi về anh hùng Aurelius từ đế chế đã sụp đổ. Dàn nhạc Philharmonic Melusine cũng biểu diễn tại đây với các trích đoạn từ \"Sử Thi Elynas\" và \"Lời Ca Tụng Thẩm Phán\", và nhà ảo thuật Lyney đã biểu diễn chương trình \"Đêm Ảo Thuật Gia Vĩ Đại\" cùng một chiêu mới \"thoát khỏi bể nước\". Ngoài ra, buổi lễ trao giải \"Giải La Verite\" cũng diễn ra tại Viện Ca Kịch. Giải thưởng này được tổ chức bởi Báo Chim Hơi Nước và là giải thưởng truyền thông uy tín và nổi tiếng nhất trong toàn Teyvat, dùng để công nhận và ghi nhận những thành tựu cá nhân và tập thể vĩ đại nhất trong lĩnh vực truyền thông, bao gồm báo chí, tạp chí, tạp san và các lĩnh vực truyền thông khác. Tại đây cũng diễn ra các phiên tòa như phiên tòa của nhà ảo thuật Lyney, phiên tòa của vụ việc hòa tan liên tiếp, vụ thay đổi diện mạo Melusine thành người, và vụ án của đội trưởng Đội Tuần Tra Đặc Biệt, Vautrin, người đã báo thù cho người bạn Melusine của mình, người đã chết do lỗi của con người."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/ca88a3b197920e422586eaf5437c18a1_6457601456087519122.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, trợ lý ảo thuật gia, Lynette, nhận được một lá thư đe dọa sau khi buổi công chiếu thành công của vở kịch \"Con Rối Lạc Lối\". Ban đầu, một nữ diễn viên khác, Gillian, dự kiến sẽ đóng vai chính trong vở kịch, nhưng đột nhiên đạo diễn lại giao vai này cho Lynette, người không có nhiều kinh nghiệm trong các vở kịch. Cảm nhận được ánh nhìn thù địch từ mọi người, Lynette quyết định tìm hiểu nguyên nhân. Hóa ra, lá thư đe dọa là của em gái Gillian, người đã đổ lỗi cho Lynette về những gì đang xảy ra. Ánh nhìn thù địch đến từ chính đạo diễn vở kịch: ông ta chọn Lynette cho vai diễn chỉ vì sự nổi tiếng của cô là trợ lý của một ảo thuật gia. Vì Lynette, ông phải viết lại kết thúc của vở kịch và đơn giản hóa vai diễn chính. Khi Lynette biết được sự thật, cô đã thuyết phục Gillian và các thành viên khác trong đoàn diễn quay lại với kịch bản cũ và để Gillian đóng vai chính. Do nữ diễn viên đã đeo mặt nạ, ban đầu không ai nhận ra sự thay đổi, và khi danh tính của nữ diễn viên chính được tiết lộ, tất cả mọi người đều quá yêu thích màn trình diễn của cô để có thể nói về sự lừa dối đó."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/951d56c950a013efe8f98dbe35f438ab_3789249281752746513.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Không xa Viện Ca Kịch, có một Chuông Lumidouce, mang ý nghĩa \"chia ly,\" cùng với một lá thư được để lại bởi Melusine Talochard dành cho người bạn quá cố của cô, một Ma Tượng tên là Curve. Curve là một máy móc phát hiện nói dối có ý thức, và người tạo ra nó muốn Curve học cách hiểu lời nói dối của con người và cũng có thể nói dối. Người tạo ra Curve đã qua đời trong một cuộc đấu pháp lý cách đây 30 năm, khi ông bảo vệ đứa con tinh thần của mình. Sau đó, Talochard đã tìm thấy Curve trong phòng chứng cứ và quyết định tiếp tục công việc của người sáng tạo. Cuối cùng, Curve đã hy sinh để bảo vệ Talochard, mặc dù trước đó nó đã lừa dối cô. Trong lá thư, Talochard đã khiển trách người bạn của mình vì đã nói dối, nhưng cũng bày tỏ tình cảm của cô dành cho anh."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"tôi nghĩ những lời tiến sĩ Mosso nói cũng không hoàn toàn đúng, cái gì mà \"giữa hai điểm kết nối con người, đường cong mới là ngắn nhất\".</color>\n<color=#ffffffd9>Chắc chắn sẽ có lúc cần phải ra đòn thẳng mặt.</color>\n<color=#ffffffd9>Ví dụ như lúc này tôi đang nhớ anh.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Trong khu vực này, nhiệm vụ thế giới"
      },
      {
        "type": "CustomEntry",
        "epId": 5458,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "có thể được tìm thấy.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula là một tổ chức có các thành viên đến từ nhiều ngành nghề khác nhau trong xã hội. Họ tận tâm giải quyết những vấn đề khó khăn cho người dân và sẽ liên lạc, hợp tác với chính quyền Fontaine khi cần thiết.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/55631176/103e6993dd0a594332fa18ca5fe17098_4533018030715079119.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Trợ lý ảo thuật ít nói, hiếm khi biểu đạt cảm xúc, tính khí khó đoán như loài mèo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/12108544/436e6f2b9b9006bfe511a98093259daf_6694653276517218862.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Người quản lý tang vật tại Đội Hắc Ảnh Marechaussee</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/55631176/043a3cba51a3657def7ec305eae5b2e3_7293158870331554398.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4723,
        "name": "\"Curve\"",
        "desc": "<p>Máy phát hiện nói dối được tạo ra bởi Tiến sĩ Mosso cách đây ba mươi năm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/55631176/85a478480f3c5c0dfcdf5a178009b28c_1251168070716918748.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4009,
        "name": "Hoa Lumidouce",
        "desc": "<p>Đóa hoa màu tím tao nhã và thanh khiết. Hương thơm của nó nhẹ nhàng vương vấn và cũng rất dịu dàng tinh tế, chính vì vậy thường được dùng để làm các loại nước hoa quý giá.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/d61ba03908f411ecf2a0fc2fffe7c879_4005821242434323821.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Chemin de L'Espoir",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/e03e590c0a0526f10458c82cfa4f7644_2256739914580943326.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Chemin de L’Espoir nằm ở ranh giới giữa Đại Sảnh Fontaine và khu Beryl. Một ngày nọ, một nhà khoa học từ Viện Nghiên Cứu Fontaine, khi đang quan sát các sinh vật biển, đã giải cứu một chú Hải Thú Bồng Bềnh con khỏi một Robot Dây Cót kiểu cá đuối bị mất kiểm soát. Qua kiểm tra, chú Hải Thú Bồng Bềnh này yếu hơn nhiều so với đồng loại bình thường và không thể sống sót trong môi trường tự nhiên. Vị nghiên cứu viên quyết định giữ nó lại tại trạm quan sát không xa Chemin de L’Espoir và đặt tên nó là Nho Bồng Bềnh. Tuy nhiên, khi ban lãnh đạo viện rút ngân sách của nhóm nghiên cứu và chuyển hướng vào dự án \"nghiên cứu thiết kế mạch kín kiểu sáng tạo dùng máy móc dây cót mô phỏng tiến hành cá cược oẳn tù tì cùng với ảnh hưởng xã hội học\", nhà khoa học buộc phải quay trở về."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/237301566/be076eb2982ff151a3b2016d1e00f52a_5861088240744374599.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Vì không thể mang theo Nho Bồng Bềnh, nhà khoa học đã để lại đủ thức ăn để nó lớn lên và quay về môi trường tự nhiên. Khi Paimon nhìn thấy ghi chép của nhà nghiên cứu, cô muốn kiểm tra xem Nho Bồng Bềnh ra sao. Hóa ra, toàn bộ thức ăn đã bị ăn hết từ lâu, và chú Hải Thú Bồng Bềnh con đang kiệt sức. Ban đầu, nó rụt rè trước món ăn được đưa cho, nhưng cuối cùng đã ăn ngấu nghiến. Sau một thời gian được cho ăn thường xuyên và được giúp đỡ các loài động vật khác, Berrypuff đã trưởng thành và có thể quay về sống với những người bạn của mình.\nAnnapausis nằm ở một phía của khu vực. Một ngày nọ, một Tinh linh nước trong nhỏ tên Ann phát hiện bạn bè mình gặp rắc rối, và cô đã đi từ Annapausis đến Chemin de L'Espoir để tìm sự giúp đỡ. Nhà Lữ Hành và Paimon, khi đang đi ngang qua, đã đáp lại lời thỉnh cầu của cô và đi đến Annapausis để cứu những người bạn của Ann.\nỞ khu vực phụ này, nhiệm vụ thế giới Ann Của Narzissenkreuz có thể được tìm thấy.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Viện Khoa Học Fontaine",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/55631176/154baa11b653966030bdf047346be788_5823778168355907897.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Một Tinh Linh Nước Trong được tạo ra từ ý thức của Mary-Ann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/55631176/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2634015845657501180.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4066,
        "name": "Hải Thú Bồng Bềnh",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Động vật có vú sinh sống ở vùng nước tại Fontaine, có thể phát ra âm thanh du dương để trao đổi thông tin với đồng loại.<br>Theo nguyên tắc mật độ, thì nước làm chất dẫn để truyền âm thanh sẽ có hiệu suất cao hơn nhiều so với không khí. Dựa trên cảm hứng xuất phát từ Hải Thú Bồng Bềnh, trong Viện Khoa Học đã có người phát minh ra kỹ thuật đem hình ảnh chuyển thành dữ liệu và kịp thời truyền đi, nhưng do kỹ thuật mang tính thí nghiệm nên hạn chế rất nhiều, chưa thể sử dụng rộng rãi bên ngoài Viện Khoa Học.<br>Nhưng trên thực tế, thì vào thời cổ đại xa xưa đã từng có kỹ thuật truyền dữ liệu dựa trên chất lỏng và âm thanh rồi. Trên đời không có chuyện gì là mới lạ.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/44749939/d24b810ef6978b154097e787cb965407_6198908159692258527.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Annapausis",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/49d24a96fef93fb7be4eecee46e5aec2_1260587063053983973.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cơn gió nhẹ lướt qua những cánh đồng hoa ở Núi Esus, làm cho những cánh quạt của cối xay gió kêu rít và quay chậm rãi. Bầu không khí yên bình và thư giãn nơi đây khiến con người tự nhiên tìm về những kỷ niệm tươi đẹp nhất của mình. Một vài sườn đồi của Núi Esus nằm gần biển, gần Palais Mermonia. Du khách có thể cảm nhận được làn gió nhẹ khi bước vào những cánh đồng hoa rộng lớn. Theo các ghi chép cổ, một tòa lâu đài lộng lẫy từng được xây dựng tại đây. Được đặt theo tên của những loài hoa, lâu đài ấy từng là nơi ca ngợi tình yêu và nuôi dưỡng những đứa trẻ mồ côi giữa bao la biển cả. Mặc dù tòa tháp cao của ngày xưa không còn tồn tại trên mảnh đất này, nhưng những bông hoa vẫn giữ được hương thơm như ngày nào."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/2fbf213e6038f931cac251314bb1e094_4471715943495480188.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trước Cuộc Đại Hủy Diệt 500 năm trước, Annapausis là nơi tọa lạc của Viện Narzissenkreuz, nơi nuôi dưỡng trẻ mồ côi của Fontaine. Sau sự sụp đổ của Remuria, Chính Phủ Fontaine quyết định hợp nhất Viện này vào hệ thống phúc lợi công cộng để chăm sóc trẻ mồ côi và con cái của những tội phạm. Để tưởng nhớ di tích của nền văn minh trước đây, nơi này, nơi từng là Viện, được đặt tên là Viện Narzissenkreuz. Như một sự tri ân đối với Thủy Thần Egeria, Tinh Linh Nước hiền hòa Lyris đã được đặt làm người đứng đầu Viện. Hơn 500 năm trước, Basil Elton, người đã trưởng thành ở viện mồ côi này, đã trở thành Phó Viện Trưởng Narzissenkreuz. Mặc dù ánh sáng mặt trời không bao giờ chiếu tới viện, nhưng nó luôn ấm áp và nhộn nhịp với sự sống."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/40c96ad80eee04673daa306a2336d348_655296209389150717.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Basil kể cho các em nhỏ những câu chuyện về Công Chúa Lyris và con rồng ác độc Narcissus. Trong Cuộc Đại Hủy Diệt, Viện Narzissenkreuz bị bỏ hoang và không còn tồn tại nữa. Basil Elton đã dẫn đầu hạm đội của Quân Đội Fontaine và ra khơi chiến đấu với những sinh vật từ Vực Sâu, trong khi Lyris không bao giờ hiểu được mối liên hệ giữa Cuộc Đại Hủy Diệt và sự mất tích của các học sinh, vì vậy cô ấy sau đó bị nhìn thấy lang thang gần viện bị bỏ hoang. Sau đó, cô gia nhập tổ chức cực đoan, hội Narzissenkreuz. Nhiều học sinh, bao gồm cả Mary-Ann Guillotin, đã trở thành thành viên của Đội Hắc Ảnh Marechaussee hoặc Đội Tuần Tra Đặc Biệt, và những người khác bắt đầu đi du lịch khắp nơi trên thế giới."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/5749eb5fe1c6150e312e3dace1af1385_7675987577840607620.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trong trận chiến giữa các điệp viên của Đội Hắc Ảnh Marechaussee và các thành viên của hội Narzissenkreuz, trong đó có Lyris và Mary-Ann Guillotin, một vụ nổ đã xảy ra. Mary-Ann Guillotin đã cận kề cái chết, và Lyris ôm lấy cô, hòa nhập ý thức của họ vào nhau. Từ sự hòa hợp này, một tinh linh biển mới mang tên Mary-Ann đã ra đời. Cô không còn là Mary-Ann Guillotin cũng không phải Lyris. Mong muốn giữ lại ký ức xưa, Mary-Ann đã tạo ra \"Annapausis Thật Sự,\" tự nguyện trở thành tù nhân của nó. Cô tạo ra một ngôi nhà như trong chuyện cổ tích cho bản thân, nơi cô sống trong những giấc mơ của mình."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/5556f5c7eb72f065bdb58d0358ec6225_3637372094441727177.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một ngày, Mary-Ann đã có thể tạo ra một tinh linh biển khác, Ann, sau khi thấy cô trong một giấc mơ. Vì Ann là một phần của Mary-Ann, cô nhận được một phần ký ức của Lyris và Mary-Ann Guillotin. Ký ức chính của cô là câu chuyện về con rồng Narcissus, mà Basil Elton đã kể cho các trẻ mồ côi trong cô nhi viện. Ann tin rằng mục tiêu của mình là cứu công chúa Lyris khỏi câu chuyện cổ tích, người mà cô nghĩ là Mary-Ann."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/71e34ef47bb29300b435db053b65c94f_614068150990437535.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tinh linh biển Ann, với sự trợ giúp của Nhà Lữ Hành và Paimon, đã đến Annapausis để cứu bạn bè và Công Chúa Lyris khỏi con rồng đang ngủ trên tòa nhà của cô nhi viện. Để Ann và Nhà Lữ Hành có thể đến được lâu đài của công chúa, bạn bè của Ann phải hy sinh và hợp nhất với nhau. Khi Ann và Nhà Lữ Hành đi qua mê cung vô tận và tìm thấy Thánh Kiếm Narzissenkreuz, họ phát hiện ra một cuốn sách cổ tích, qua đó họ bước vào \"Annapausis Thật Sự.\" Hóa ra Mary-Ann chính là công chúa suốt thời gian qua, và cô không muốn trở lại thực tại. Cô nói với Ann hãy sống cuộc sống của mình và làm những gì cô muốn, rồi đuổi họ ra khỏi \"Annapausis Thật Sự,\" phá hủy cổng nối vào qua cuốn sách mà họ đã đến. Khi Ann phát hiện ra sự thật về nguồn gốc của mình và Mary-Ann, cô muốn tách rời các nhân dạng của Tinh linh biển Lyris và Mary-Ann Guillotin, nhưng Mary-Ann đã chấp nhận quá khứ của mình và quyết định rời khỏi nhà tù của mình.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Học Viện Narzissenkreuz",
        "desc": "<p>Một trại trẻ mồ côi tại Fontaine, được xây dựng trên tàn tích của nền văn minh cổ đại</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/55631176/1e197dc3182ae617873e44b72fe9c138_8467319645120868129.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Viện Trưởng Học Viện Narzissenkreuz, một trại trẻ mồ côi ở Fontaine. Về sau cô trở thành thành viên của Hội Narzissenkreuz và đạt được danh hiệu là \"Nữ Hoàng Đỏ\" sau khi Viện bị bỏ hoang trong trận Đại hồng thủy.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/b6d86ff8dfd84cf744e57a516b1a14c6_2871288172587718203.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil là một tư lệnh hải quân đã nghỉ hưu của Hạm Đội Trắng Fontaine, Thuyền trưởng của Sponsian và Viện Phó Học Viện Narzissenkreuz. Cô ấy đã hi sinh trong trận Đại hồng thủy cách đây 500 năm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/386107b800f05b084d15ad8145cf8913_5566267685211518202.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Một Tinh Linh Nước Trong được tạo ra từ ý thức của Mary-Ann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/55631176/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2634015845657501180.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Một Tinh Linh Nước Trong sống tại Annapausis thực sự. <span class=\"wk-shady\">Cô ấy được hình thành bởi sự hợp nhất ý thức giữa Lyris và Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/55631176/7ac751c3fd3892141d972392696a414b_8808332936185616561.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Con gái nuôi của Emanuel Guillotin, lớn lên tại Học Viện Narzissenkreuz cùng với anh trai Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/07/55631176/0c3189daf667f179085fd9b3d3985e14_3609791056825973748.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Học Viện Triết Học Tự Nhiên",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/d3c43378510602f79692a0986a134830_8723508925775503871.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tòa nhà cũ của Viện Triết Học Tự Nhiên nằm gần Chemin de L'Espoir. Nó từng là một cơ sở nghiên cứu phát triển mạnh mẽ nhưng giờ đây chỉ còn lại đổ nát dưới làn nước của Fontaine. Giám đốc của viện là Dwight Lasker, một người bạn cũ của Emanuel Guillotin, Karl Ingold và Basil Elton, những người mà ông đã lớn lên cùng trong một trại mồ côi. Sau Cuộc Đại Họa xảy ra cách đây 500 năm, một cuộc khủng hoảng năng lượng đã xảy ra ở Fontaine, vì vậy trọng tâm nghiên cứu là tìm kiếm các nguồn năng lượng mới. Một nỗ lực đáng kể đã được thực hiện để vận chuyển Kết Cấu Nguyên Thủy đến Viện để tiến hành kiểm tra kỹ lưỡng, do sự chênh lệch rõ rệt về công nghệ giữa các Cấu Tạo Nguyên Thủy tìm thấy trong các tàn tích của sa mạc Sumeru và các cỗ máy đồng hồ phổ biến trong thời đại này. Hai thiên tài trẻ của Viện, Alain Guillotin và Rene, đã sử dụng các đặc tính của Ousia và Pneuma để chế tạo một lõi động lực mới, điều này đã dẫn đến phản ứng hủy diệt có kiểm soát đầu tiên."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/33d5f8bd8f63ac929831ecb7f6333fc9_3911375361667502873.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sau khi các phản ứng hủy diệt được chứng minh là thành công, nghiên cứu chuyển sang động học. Các thí nghiệm diễn ra tại đây liên quan đến các cỗ máy của Khaenri'ah, chẳng hạn như Thủ Vệ Di Tích, và được ghi nhận là nguy hiểm đến mức phải thực hiện một chiến lược kiểm soát thiệt hại khẩn cấp để đảm bảo an toàn. Các thí nghiệm của Alain về các cỗ máy được các nhà nghiên cứu khác cho là một ý định tạo ra một con chó robot như một bằng chứng cho những thành tựu của ông trong lĩnh vực động học và khoa học vật liệu. Trợ lý của Alain đã gợi ý việc tạo ra một cỗ máy suy nghĩ, cụ thể là một Kamera suy nghĩ, để chụp ảnh những người quan trọng với Alain khi ông bận rộn. Alain thấy việc sử dụng Kamera suy nghĩ vì lý do này là vô nghĩa, nhưng ông lại thấy cỗ máy này hữu ích cho các ứng dụng bảo mật và giám sát. Seymour, Prototype 4ACV07, là cỗ máy suy nghĩ mà Alain tạo ra cho Mary-Ann Guillotin và có hình dáng của một con chó robot. Seymour được Alain tạo ra để bảo vệ chị nuôi của mình, Mary-Ann, và được chế tạo với những ống kính tiên tiến nhất từ Học Viện Triết Học Tự Nhiên của Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/8a98a3fe4e8892d95de942cdb5b4384a_5171414642038990369.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trong khi Alain và các nhà nghiên cứu khác tập trung vào động lực học, Rene và Jakob Ingold, lúc này còn là một đứa trẻ, lại đi theo những hướng nghiên cứu khác và xin cấp một phòng thí nghiệm riêng. Cuối cùng, Rene và Jakob đã có được phòng thí nghiệm của riêng mình, và họ giới hạn quyền tiếp cận do tính chất nguy hiểm của nghiên cứu. Rene đã thu thập một thứ gì đó mạnh mẽ để nghiên cứu, thứ này xuất hiện sau thảm họa, rất nguy hiểm đối với hầu hết mọi người, nhưng Jakob cảm thấy thể chất của mình trở nên \"tốt hơn\" sau khi tiếp xúc với nó. Nghiên cứu này cuối cùng dẫn đến một thí nghiệm trên Carter, mặc dù là để cố gắng cứu mạng anh ta, nhưng lại có tác dụng tồi tệ đối với anh."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/a5e344956b90a85cd6f59bd777aa21a0_5502165261104750215.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Vào cuối khu vực Trung Tâm của Viện, một nơi tụ họp của một xã hội huyền bí có tên hội Narzissenkreuz có thể được tìm thấy thông qua một cuốn sách không thể giải mã. Cuốn sách này dẫn đến Tháp Ipsissimus ở Khu vực Morte. Mặc dù Rene cảm thấy khá buồn khi thấy những người từ một Viện Khoa Học Tự Nhiên lại trở thành tín đồ của mình, anh đã thành lập hội Narzissenkreuz trong Viện để tạo cho những người theo mình cảm giác thuộc về. Hội không bị bỏ qua trong mắt các lãnh đạo của Viện, nhưng vì không có bằng chứng về sự xâm lấn hay tính chất gây hấn, vụ việc không được theo đuổi qua các kênh điều tra chính thức. Sau khi Viện giải thể, một số thành viên cũ của Viện đã gia nhập Hội Narzissenkreuz theo lời mời của ông Ingold. Phần lớn nghiên cứu tiếp tục tập trung vào nền văn minh cổ đại của Remuria. Điều này đã dẫn đến việc phát hiện một bản sao cổ xưa của một tài liệu không rõ nguồn gốc trong Viện Khoa Học Tự Nhiên, chứa các ký tự Remuria có vẻ như là một dạng âm học. Cuối cùng, điều này đã giúp giải mã các tài liệu huyền bí chưa biết của Remuria."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/b655e72f4ed0f21a7ae2081b22497ac2_2626998614409286131.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, Nhà Lữ Hành và Paimon gặp Virgil từ Spina di Rosula tại Đại Sảnh Fontaine, và anh ta yêu cầu họ giúp tìm kiếm kho báu của hội bí mật \"Liliacruses Forum.\" Anh ta muốn sử dụng tất cả những gì họ tìm thấy để chống lại các thành viên khác của tổ chức, Sonny và Luka. Khi Virgil nhận ra rằng cái gọi là Liliacruses Forum thực ra chính là Viện Khoa Học Tự Nhiên, anh ta cố gắng loại bỏ Nhà Lữ Hành và Paimon để chiếm đoạt Mora của họ. Sau khi trốn thoát khỏi Ma Tượng Hủy Diệt bất khả chiến bại, Nhà Lữ Hành và Paimon gặp Sonny và đồng sự Luka, những người đang tìm kiếm Virgil. Cả nhóm đã cùng nhau phát hiện một lô hàng Sinthe bất hợp pháp mà Virgil và tay sai của hắn đang cố gắng bán. Sau một \"cuộc trò chuyện rất dài và nghiêm túc,\" Virgil đã không bao giờ được nhìn thấy nữa.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5146,
        "name": "Khu Morte",
        "desc": "<p>Ai biết được câu chuyện ở vùng đất được canh giữ bởi tòa tháp cao trên biển mà con người lãng quên đã tồn tại bao lâu rồi?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_8561304173594260832.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4777,
        "name": "Học Viện Triết Học Tự Nhiên",
        "desc": "<p>Từng là cơ sở nghiên cứu phát triển mạnh mẽ nhưng giờ chỉ còn là đống đổ nát bên dưới vùng nước tại Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/11/55631176/260ecb3d12abf4189f1b7e8b404fc219_4615494846976835498.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula là một tổ chức có các thành viên đến từ nhiều ngành nghề khác nhau trong xã hội. Họ tận tâm giải quyết những vấn đề khó khăn cho người dân và sẽ liên lạc, hợp tác với chính quyền Fontaine khi cần thiết.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/55631176/103e6993dd0a594332fa18ca5fe17098_4533018030715079119.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Đứa trẻ được Emanuel Guillotin nhận nuôi, người lớn lên tại Viện Narzissenkreuz cùng với chị gái nuôi của mình là Mary Ann. Ông là người sáng lập Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine, với đóng góp nổi bật nhất cho Fontaine là nghiên cứu về Pneuma-Ousia, từ đó phát minh ra hệ thống Sức Mạnh Nền Tảng và tạo ra Robot Dây Cót.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/55631176/4d9e31b507cbdb2bdd07204cd17698ad_5131831014425925255.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Nguyên mẫu 4ACV07 là một chú chó robot được Alain Guillotin tạo ra để bảo vệ em gái Mary-Ann Guillotin của mình trong thời gian cô phục vụ tại Đội Hắc Ảnh Marechaussee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/f415fbe2eaa40cd987a8daa47643fc74_8212972476272385764.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2892,
        "name": "Kết Cấu Nguyên Thủy - Tạo Lực",
        "desc": "<p>Người bảo vệ di tích cổ bị thất lạc trong sa mạc, đủ sức mạnh để trừng phạt bất cứ ai dám làm phiền giấc mơ của quân vương.</p><p>Công dụng ban đầu của những cỗ máy này không phải để canh giữ cung điện và đền thần, mà là để tái hiện thiên đường trong giấc mơ của vị quân vương ngu ngốc.</p><p>Bây giờ thiên đường đã biến mất từ lâu, chỉ còn những câu thần chú được khắc trên những cỗ máy này vẫn ghi lại những giấc mơ và lời hứa đã bị người đời lãng quên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/08/27215281/60aa5a703106abea12e09b790da7972b_6663951859891770231.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2893,
        "name": "Kết Cấu Nguyên Thủy - Tái Tạo",
        "desc": "<p>Người bảo vệ di tích cổ bị thất lạc trong sa mạc, đủ sức mạnh để trừng phạt bất cứ ai dám làm phiền giấc mơ của quân vương.</p><p>Vị vua của mặt trời thống trị biển cát đã từng hứa với thần dân của mình là thiên đường ở bên kia, nhưng hóa ra đó chỉ là sự si mê dại dột của vị vua.</p><p>Bây giờ thiên đường đã biến mất từ lâu, chỉ còn những câu thần chú được khắc trên những cỗ máy này vẫn ghi lại những giấc mơ và lời hứa đã bị người đời lãng quên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/08/27215281/60aa5a703106abea12e09b790da7972b_5057100348969246540.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2894,
        "name": "Kết Cấu Nguyên Thủy - Thăm Dò",
        "desc": "<p>Người bảo vệ di tích cổ bị thất lạc trong sa mạc, đủ sức mạnh để trừng phạt bất cứ ai dám làm phiền giấc mơ của quân vương.</p><p>Để xây dựng thiên đường trong mơ, chủ nhân của biển cát đã tìm tòi những kiến thức cấm, và những cỗ máy bí ẩn này có thể là sáng tạo của y.</p><p>Bây giờ thiên đường đã biến mất từ lâu, chỉ còn những câu thần chú được khắc trên những cỗ máy này vẫn ghi lại những giấc mơ và lời hứa đã bị người đời lãng quên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/08/27215281/60aa5a703106abea12e09b790da7972b_841308886546551854.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2225,
        "name": "Cần Cẩu Di Tích",
        "desc": "Cỗ máy chiến đấu hình người cổ xưa.<br/>Hình thái giống với Thủ Vệ Di Tích, nhưng hơi kỳ lạ, sức mạnh lớn hơn. Dường như để có thể khởi động cơ thể quá nặng nề này, nên đã lắp đặt thêm lõi năng lượng ở hai chân.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Grader_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4694,
        "name": "Sức Mạnh Nền Tảng - Pneuma & Ousia",
        "desc": "<p>Một cơ chế Fontaine hữu ích cho cả việc khám phá và chiến đấu sử dụng hai năng lượng đối nghịch nhau: Pneuma và Ousia</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/55631176/f3d72cb7a976b69b429eb4f863562206_7124038608814904618.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đại Dương Salacia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/072881a06e8c34693edd183c4b5369b0_9094134046735131972.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ở đáy cao nguyên biển là xác tàu của đội tàu trắng vĩ đại của Fontaine. Trong quá khứ, đội tàu này đã vượt qua các đại dương và là niềm tự hào và vinh quang tối cao của Fontaine. Thần Thủy Đầu Tiên, Egeria, đã ban cho con người quyền lực và mong ước chinh phục mọi đại dương trên thế giới. Tuy nhiên, tham vọng cao cả đó không đủ để vượt qua quy luật của số phận, và đội tàu đã bị phá hủy trong Cuộc Đại Họa khi chiến đấu với sinh vật từ Vực Sâu, Elynas. Đến ngày nay, trên các cột buồm bằng đồng vẫn khắc những lời: <color=#ffffffd9>\"Ta đã chinh phục ngọn sóng của bốn biển.\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/0a0e595ed19c3e3b25ff2735b2dd4bca_5381044595080936841.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Thôn Tinh Kình Ngư Hiện Thân Hấp Thụ Tất Cả, từng nuốt chửng những làn sóng sinh thành của hành tinh, đã rời đi mà không để lại một dấu vết, nhưng những ai hiểu rõ sẽ mãi mãi sống trong bóng tối kinh hoàng của điềm báo tận cùng đó. Ở đáy Đồng Bằng Salacia, một mảnh vỡ của không-thời gian vỡ nát còn lại, và qua đó, có lẽ ai đó sẽ có thể chứng kiến sinh vật khổng lồ đó một lần nữa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/268b1f6b69ff5042a72c094f46d7615f_974544334668566640.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tại Đồng Bằng Salacia, có một căn cứ sản xuất Sinthe, một loại thuốc được chế tạo từ nước pha loãng của Biển Khởi Nguyên. Trước đây, từng có một nguồn nước của Biển Khởi Nguyên, được phát hiện bởi các nhà phiêu lưu Vacher và Vigneire. Vigneire, khi chạm vào nước, đã tan biến ngay trước mắt người yêu của mình. Anh muốn theo cô, nhưng anh không phải là người bản địa của Fontaine, và nước Biển Khởi Nguyên không có tác dụng đối với anh. Vì nỗi đau mất mát, Vacher bắt đầu tìm cách để đưa Vigneire trở lại. Một ngày nọ, anh tìm thấy ghi chép của Jakob Ingold, một thành viên của hội Narzissenkreuz, người đã thực hiện các thí nghiệm sử dụng nước Biển Khởi Nguyên nhiều năm trước và quyết định sử dụng nghiên cứu này trong các thí nghiệm của mình. Vacher bắt đầu bắt cóc những phụ nữ Fontaine cùng độ tuổi với Vigneire trong một nỗ lực để hồi sinh người yêu của mình. Để tránh sự nghi ngờ, Vacher quyết định từ bỏ danh tính cũ và tạo ra một câu chuyện về một doanh nhân Marcel vừa mới đến Fontaine. Anh tìm thấy cái tên Marcel trong nhật ký của Vigneire, nơi cô đã chọn tên cho những đứa trẻ của mình và Vacher."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/5419631f4e8f3e738d71c2bb91a2bf5a_3745364846672000071.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trong quá trình nghiên cứu, Marcel nhận thấy rằng một lượng nhỏ nước Biển Khởi Nguyên, pha loãng trong nước thường, không gây chết người ngay cả đối với cư dân Fontaine, nhưng lại có tính chất gây say. Marcel đặt tên cho loại đồ uống này là Sinthe và bắt đầu một công việc ngầm sản xuất nó. Loại đồ uống này có thể kích thích tâm trạng và tạo ra nhiều ảo giác dễ chịu. Tuy nhiên, việc sử dụng Sinthe lâu dài gây ra nhiều tác dụng phụ, bao gồm mất khả năng tập trung hoặc kiểm soát cảm xúc. Khi ngừng sử dụng, người ta sẽ trải qua những cơn hoang tưởng và lo âu, đồng thời thiếu năng lượng để làm bất cứ điều gì. Marcel trở thành người đứng đầu của Hội Cabriere, một hội nhóm ở Poisson. Ban đầu, họ chỉ bán lại một số mặt hàng tiêu dùng hàng ngày, nhưng sau đó trở thành một trong những hội nhóm giàu có nhất, với nhiều mối quan hệ kinh doanh trong thành phố."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/8e613d6a279e9b6aecd32197080c788d_283546402810276141.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Do tác dụng phụ của việc sử dụng Sinthe lâu dài, ba năm trước, người đứng đầu Poisson, Callas Caspar, đã cấm phân phối loại đồ uống này ở Poisson và bắt đầu một cuộc điều tra. Ông nhanh chóng nhận thấy mối liên hệ giữa Sinthe và các vụ tan biến hàng loạt. Vì mắc phải một căn bệnh nguy hiểm, ông biết rằng mình sẽ không thể hoàn thành cuộc điều tra, vì vậy đã truyền đạt thông tin về vị trí căn cứ của Marcel cho người quản gia của mình, Melus. Ba năm sau, con gái của Callas, Navia, tiếp tục công việc của cha mình. Theo thông tin từ Melus, Nhà Lữ Hành và Paimon đã phát hiện ra căn cứ và những bằng chứng, nhờ đó họ có thể chứng minh tội lỗi của Marcel. Sau đó, tất cả các lô hàng Sinthe đã bị Sảnh Chấp Pháp tiêu hủy.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Khu Belleau",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Mặc dù Fontaine được bao phủ bởi vùng biển rộng lớn, nhưng ở đây cũng có những ngọn núi và khu rừng tuyệt đẹp. Núi Automnequi là một trong những ngọn núi mang tính biểu tượng. Viện Nghiên cứu Fontaine đã sử dụng các thiết bị kỹ thuật khổng lồ để khoan Đường hầm Poisson, qua đó giải quyết một trong những thách thức lớn nhất đối với chiến dịch xây dựng các chặng Tàu Luân Chuyển.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_1095655297268239009.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula là một tổ chức có các thành viên đến từ nhiều ngành nghề khác nhau trong xã hội. Họ tận tâm giải quyết những vấn đề khó khăn cho người dân và sẽ liên lạc, hợp tác với chính quyền Fontaine khi cần thiết.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/55631176/103e6993dd0a594332fa18ca5fe17098_4533018030715079119.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Thủy Thần tiền nhiệm đã mất trong trận Đại hồng thủy 500 năm trước.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/01/55631176/a5b8d23dd3fbe0969cc3ebce78f9c29f_7863445554681480745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Một đứa trẻ mồ côi được nuôi dưỡng tại Học Viện Narzissenkreuz và sau đó được Karl Ingold nhận nuôi. Anh ta trở thành một tân nhân loại và là một trong những người sáng lập Hội Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/25/55631176/02bc05cc787742e2fdf79dc45a69ccec_3795065766304030303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Người đứng đầu Thương Hội Cabriere, một tổ chức gắn bó sâu sắc với Spina di Rosula.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/55631176/25e9bbca3d3b73292f89a87f0780ee63_7004169295981456594.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Hội trưởng hiện tại của Spina di Rosula, là một cô chủ dễ thương và rất có trách nhiệm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/12108544/3fc7580c01a9e622692402889706c4db_1838072394941570717.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Thôn Tinh Kình Ngư",
        "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Sinh vật khổng lồ thần bí từ thế giới khác.</span><br><span style=\"color: rgb(219, 222, 225)\">Những nhà thơ thường ví von bầu trời sao với đại dương. Họ từng nhìn thấy hoặc mơ thấy vô số sinh vật phù du phát sáng trôi nổi trên vùng biển tối tăm không trăng, tựa như dải ngân hà, hoặc có lẽ ánh trăng trên mặt biển đã bị xé toạc thành nhiều mảnh, lấp lánh như những vì sao. Trong những câu chuyện kỳ ảo nhất hay những lời dối trá điên cuồng nhất, ở những ngôi sao sâu thẳm trong vũ trụ có lễ cũng đầy ắp sự sống như Teyvat, mà vũ trụ thì cũng giống như đại dương. Nhưng nhìn một cách thực tế, nếu thực sự tồn tại vũ trụ sâu thẳm đầy ắp sự sống như vậy, tại sao đến giờ vẫn chưa tiếp xúc với Teyvat? Có thể vũ trụ vẫn luôn cố gắng xâm nhập vào Teyvat, có lẽ một thế lực cao hơn đã tạo ra biên giới để bảo vệ thế giới này.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/44749939/d6f05906844b79f1be3d4f049381a60f_3515231889657264081.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hẻm Núi Ngầm Thalatta",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/35a337fb4135eaf0b319a103f3111774_1820756750216828241.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hẻm Núi Ngầm Thalatta nằm trên ranh giới giữa Đại Sảnh Fontaine và Vùng Liffey. Do Pháo Đài Meropide, một nhà tù dưới nước, nằm gần đó, tất cả các hoạt động không được Sảnh Phúc Luật phê duyệt đều bị cấm trong hẻm núi này. Tuyến Tàu Luân Chuyển Callas từng đi qua phía trên hẻm núi, kết nối Đại Sảnh Fontaine và Giáo Viện Sumeru, nhưng vụ nổ gần đây tại Phòng Thí Nghiệm Trung Tâm đã phá hủy lộ trình này."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/b84619323b3bb3e996037dbae4b5c34c_8093791603701049664.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Gần hẻm núi dưới nước, Hội trưởng Hội Câu Cá, Delaroche, cư ngụ. Mặc dù là Hội trưởng, nhưng cô ấy chưa từng bắt được một con cá nào. Trước đây, cô chỉ là một nhân viên bình thường tại Viện Nghiên Cứu Fontaine, chịu trách nhiệm mua nguyên liệu, đàm phán với nhà cung cấp, và hạ giá, nhưng phần lớn thời gian chỉ chờ phản hồi từ họ. Trong lúc chờ đợi, cô thường đi lang thang trên các con phố trong thành phố cho đến khi gặp được những người bạn mới từ Hội Câu Cá, những người đã giới thiệu cô đến niềm vui của việc câu cá. Delaroche đã yêu thích hoạt động này, và cuộc sống của cô đã mang một ý nghĩa mới. Để tỏ lòng biết ơn, cô đã cung cấp cho những người câu cá các thiết bị từ Viện Nghiên Cứu, điều này đã giúp họ thu hoạch được một mẻ cá lớn. Vì Delaroche có mối quan hệ tốt với nhiều thương gia và luôn sẵn sàng giúp đỡ, mọi người đã quyết định bầu cô làm người đứng đầu Hội. Tuy nhiên, ngay cả khi đảm nhiệm chức vụ này, cô vẫn không thể bắt được một con cá nhỏ nào. Hóa ra, Delaroche sử dụng loại mồi tan trong nước. Khi Nhà Lữ Hành giúp cô với mồi câu, cô lại quyết định sử dụng loại mồi quá cứng, khiến cá không thể nuốt được. Kết quả là, Nhà Lữ Hành và Paimon đã để lại cho cô một công thức làm mồi đơn giản và hiệu quả như một món quà, hy vọng rằng giờ đây, người đứng đầu Hội sẽ học được cách câu cá. Một ngày nọ, Delaroche gặp Melusine Iara và dạy cô ấy kỹ thuật câu cá. Tuy nhiên, do kỹ năng đặc biệt của Delaroche, Iara không thể bắt được cá, nên cô đã quyết định đặt một con bạch tuộc bóng trong ao của mình để thực hành câu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/5500eb75239bf906c294c00d3116e1a2_3111597696006581700.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trên vùng đất gần hẻm núi, có một phòng thí nghiệm bí mật sản xuất Sinthe, một loại thuốc mới xuất hiện sau khi Sinthe biến mất khỏi thị trường. Pierre, một nhà nghiên cứu từ Viện Nghiên Cứu Fontaine, đã điều chế các loại thuốc trong phòng thí nghiệm này, sau đó đặt chúng vào các túi đặc biệt không thể xuyên thủng, rồi vận chuyển qua các thùng phuy trên dòng sông. Nhờ hành động của chỉ huy Đội Tuần Tra Đặc Biệt, Chevreuse, cùng với nhà ảo thuật Lynette, vụ án liên quan đến sinthe đã được giải quyết thành công."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/2338eb3ca69c12de4c3c8714007f56c3_5293197501277928341.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trên núi Esus, còn sót lại những tàn tích của nền văn minh cổ đại Remuria. Trong thời xa xưa, khi Thủy Thần Đầu Tiên vẫn chưa trở về từ nơi giam cầm, một Thần Vương khác, Remus, đã mơ ước xây dựng một đế chế thịnh vượng dựa trên sự hòa hợp của âm nhạc trên đỉnh những con sóng. Tuy nhiên, tham vọng lớn lao về một địa đàng lý tưởng đã không thành hiện thực, và sự kiêu ngạo của nhân loại đã chìm xuống cùng niềm tự hào của họ. Giờ đây, âm nhạc vàng son đã im bặt, chỉ còn lại bản nhạc lạnh lẽo của thủy triều vang vọng trên tàn tích của những bàn thờ nguy nga năm nào.\nGần những tàn tích này, họa sĩ Salsa đã từng vẽ một bức tranh phong cảnh, nhưng cảnh vật của cô bị che khuất bởi các công trình do những người phiêu lưu tạo ra. Vì vậy, Salsa quyết định chống lại những thiết kế này và thành lập \"Liên minh nghệ sĩ đánh đổ tổ chức tà ác, bảo vệ tương lai Fontaine.\" Hóa ra tất cả những công trình này đều do một người phiêu lưu và nghệ sĩ cài đặt tên là Ubu tạo ra. Vì Salsa không đánh giá cao cách tiếp cận sáng tạo của anh trong nghệ thuật, cô đã di chuyển tất cả các tác phẩm của anh để chúng hòa hợp vào phong cảnh. Cả hai nghệ sĩ không thể đồng ý xem tác phẩm của ai mới thật sự là nghệ thuật, và cuối cùng, Ubu đã rời đi, thất bại và hứa sẽ trở thành một nghệ sĩ vĩ đại trong tương lai."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/7e52e77d1469e6d10872915204179249_3383037245356813744.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dọc theo Núi Esus, bên ngoài Đại Sảnh Fontaine, có một ngôi làng nhỏ. Earnshaw sống ở đây cùng những chú chó của con gái ông: Dũng Cảm, Công Chúa và Hoàng Tử. Con gái của Earnshaw, Agnes, là một người yêu tự do và đã rời xa cha. Ông hy vọng con gái mình sẽ trở về, vì vậy không bao giờ đọc những lá thư mà cô gửi. Hóa ra, Agnes đã bị giam cầm tại Pháo Đài Meropide, nơi cô sinh ra con gái mình, Lanoire. Lanoire xinh đẹp như một đóa hoa nhỏ vươn lên từ vết nứt của tảng đá, phát triển kiên cường và vô tư ngay cả khi không có ánh nắng hay mưa rơi. Một thời gian sau, Agnes bị bệnh và qua đời trong pháo đài, mà không kịp chuẩn bị tài liệu cho con gái mình. Với sự giúp đỡ của người bạn của Lanoire, Caterpillar, lính canh Estienne, Nhà Lữ Hành và Paimon, Lanoire đã trốn thoát khỏi Pháo Đài Meropide và đoàn tụ với ông ngoại. Khi Caterpillar, người thực sự là một hilichurl, quyết định đến thăm Lanoire vào ngày sinh nhật của cô, Earnshaw đã lo sợ cho sự an nguy của cháu gái mình và gọi đội Garde đến trợ giúp. Vì Caterpillar đã mất khả năng biến thành người, anh ta nói lời tạm biệt với Lanoire, dặn cô không bao giờ nói chuyện với ai trông giống như anh ta và biến mất."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/16/237301566/beda50a3f18afbf2db21abc5a291d7f6_5119203836278577435.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tại cùng ngôi làng đó, sống một người mẹ ốm yếu của một nhà nghiên cứu từ Viện Nghiên Cứu Fontaine, Potton. Potton xấu xí, và không ai muốn giao tiếp hay hợp tác với anh ta. Chỉ có những tên tội phạm mới đồng ý hợp tác với anh. Trong quá trình nghiên cứu của mình, Potton đã tạo ra một chất thay đổi diện mạo, thành phần chính của nó là chất lỏng còn lại từ những người Fontaine bị hòa tan bởi Nước Biển Khởi Nguyên. Potton đã thay đổi diện mạo của mình và trở thành Rawat. Anh ta đã tiêu hết tất cả tiền bạc vào việc chữa trị cho mẹ, nhưng không có gì giúp ích, và bà thậm chí không thể nhận ra con trai mình sau khi thay đổi. Rawat quyết định không bỏ lỡ cơ hội và tìm cách kiếm thêm tiền, và thành phần chính của sản phẩm được cung cấp cho anh bởi người đứng đầu Thương Hội Cabriere, Marcel, người đứng sau sản xuất Sinthe và vụ tiêu hủy phụ nữ hàng loạt. Khi mẹ của Rawat qua đời, anh quyết định thay đổi diện mạo trở lại hình dạng ban đầu để lần cuối cùng nói lời tạm biệt với bà, nhưng mẹ anh đã mất đi thị giác và không thể nhận ra anh ngay cả khi chạm vào.\nỞ khu vực phụ này, nhiệm vụ thế giới"
      },
      {
        "type": "CustomEntry",
        "epId": 5481,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "và"
      },
      {
        "type": "CustomEntry",
        "epId": 5557,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "có thể được tìm thấy.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "name": "Khu Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine",
        "desc": "<p>Con đường truy tìm tri thức cứu rỗi đột ngột dừng lại, niềm đam mê và kiêu hãnh trước đây hóa thành một giấc mơ tan vỡ, vụn nát.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/29/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_2903040537752965713.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Viện Khoa Học Fontaine",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/55631176/154baa11b653966030bdf047346be788_5823778168355907897.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Đội trưởng Đội Tuần Tra Đặc Biệt luôn tuân thủ \"chính nghĩa\" trong lòng. Khẩu súng hỏa mai trong tay chỉ hướng về những kẻ có tội.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/12108544/a846729f31f16a987a8696466ebabcc0_5231883484252879575.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Trợ lý ảo thuật ít nói, hiếm khi biểu đạt cảm xúc, tính khí khó đoán như loài mèo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/12108544/436e6f2b9b9006bfe511a98093259daf_6694653276517218862.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4140,
        "name": "Delaroche",
        "desc": "<p>Quản Lí Hội Câu Cá tại Fontaine</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/55631176/2e9ebe76044d6d15ca6d9e4fb2d891ba_2234334355115618826.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4353,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4361,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Một thành viên của Hội Narzissenkreuz có danh hiệu là \"Nhộng Bướm Huyền Ảo\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/be516a2c9005727dcfd1fe45662a826d_3379820188328349932.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4360,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5846,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      }
    ]
  }
}