{
  "epId": 5145,
  "name": "Khu Rừng Erinnyes",
  "desc": "<p>Cơn Gió phía đông thổi về Đại Sảnh Fontaine mang theo một mùi hương ngọt ngào bí ẩn.</p><p>Trong sâu thẳm của Rừng Erinnyes, nơi ít người dám đặt chân đến, hạt giống của cuộc phiêu lưu đã được gieo trồng bên bờ hồ dưới những cây liễu rủ.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_1950037515288504075.png",
  "menuId": 20,
  "menuName": "Giải Thích Từ Ngữ",
  "version": 1726210718,
  "components": {
    "galleryCharacter": [
      {
        "key": "Liễu Rũ Trong Hồ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/55631176/2e09d36c3400fd4e2813f37efdfb0a74_3107890876413213787.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Thời cổ đại, liễu rũ bên hồ rất được tôn kính.\nTất cả mạch nước đều hội tụ tại Erinnyes, mà liễu rũ sẽ theo độ ngọt hay đắng của mạch nước mà sum suê hoặc úa tàn. Vương quốc trong hồ cũng vậy, chỉ là điềm báo luôn hiển hiện ngay trước chuỗi ngày tai họa mà thôi."
          }
        ]
      },
      {
        "key": "Bánh Lái Rỉ Sét",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/55631176/3a4ab4264be7a94442f56d13e19da0a8_498396376812952309.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Con thuyền từng tỏa sáng lấp lánh dưới ánh nắng nay đã hoàn toàn rỉ sét. Những câu chuyện giao dịch cũng nhiều như của cải ở đây, mà những người phương xa dám bước chân vào đó thì ít như ánh trăng vậy."
          }
        ]
      },
      {
        "key": "Cảng Lumidouce\n",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/55631176/c0dd3dd55dd5e3ef8ed9e2134c1a8fb6_1483804104753185389.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Bến cảng chính để đến quốc gia khác. Nghe nói từng được lên kế hoạch xây dựng chặng Tàu Luân Chuyển thứ tư nối từ Cảng Lumidouce đến Đại Sảnh Fontaine, nhưng kế hoạch đã bị tạm dừng vô thời hạn theo cái chết của người phụ trách quyền lực nhất."
          }
        ]
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/55631176/58c73ba806e3c3b4a6097a846ce6743a_1757887686736901175.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/55631176/65e337c3c0e74a810be0bb740ab2c8bf_3881908653296418432.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/55631176/e0f4bcb39c6c4c4226508766f271353a_8104295346450669791.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/06/55631176/ab4d5cecf98fc95347397d7e4f437db3_6726249648555748835.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Tài Nguyên",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Đặc Sản Địa Phương"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Lily Ánh Sáng Hồ Nước",
        "desc": "<p>Đóa hoa màu xanh trong trẻo. Sinh trưởng ở nơi mạch nước hội tụ, có hương thơm nhẹ nhàng, tao nhã.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/27215281/c43e2d148b98d58c98a008b13e37b5b5_7541445393872380734.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ngọc Thạch Âm Vang"
      },
      {
        "type": "CustomEntry",
        "epId": 4685,
        "name": "Ngọc Thạch Âm Vang 115",
        "desc": "Kết tinh ẩn chứa vần điệu kỳ diệu, như một viên ngọc bích tuyệt đẹp dệt từ dải lụa mỏng manh. Chúng được phân bổ ở khắp nơi trên vùng đất này hoặc ở trong tay những thương nhân bảo vật. Có thể vào trong \"Ấm Trần Ca\", dùng \"Âm Vang Vạn Dặm - Phiêu Dương\" hoặc \"Âm Vang Vạn Dặm - Mậu Nhiễu\" để khôi phục lại giai điệu bên trong. Giai điệu ẩn chứa trong \"Ngọc Thạch Âm Vang\" thuộc về Fontaine thần bí.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/33219efde74b002b368e606c6e784ba4_3750440063009951750.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4686,
        "name": "Ngọc Thạch Âm Vang 116",
        "desc": "Kết tinh ẩn chứa vần điệu kỳ diệu, như một viên ngọc bích tuyệt đẹp dệt từ dải lụa mỏng manh. Chúng được phân bổ ở khắp nơi trên vùng đất này hoặc ở trong tay những thương nhân bảo vật. Có thể vào trong \"Ấm Trần Ca\", dùng \"Âm Vang Vạn Dặm - Phiêu Dương\" hoặc \"Âm Vang Vạn Dặm - Mậu Nhiễu\" để khôi phục lại giai điệu bên trong. Giai điệu ẩn chứa trong \"Ngọc Thạch Âm Vang\" thuộc về Fontaine thần bí.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/33219efde74b002b368e606c6e784ba4_3750440063009951750.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4687,
        "name": "Ngọc Thạch Âm Vang 117",
        "desc": "Kết tinh ẩn chứa vần điệu kỳ diệu, như một viên ngọc bích tuyệt đẹp dệt từ dải lụa mỏng manh. Chúng được phân bổ ở khắp nơi trên vùng đất này hoặc ở trong tay những thương nhân bảo vật. Có thể vào trong \"Ấm Trần Ca\", dùng \"Âm Vang Vạn Dặm - Phiêu Dương\" hoặc \"Âm Vang Vạn Dặm - Mậu Nhiễu\" để khôi phục lại giai điệu bên trong. Giai điệu ẩn chứa trong \"Ngọc Thạch Âm Vang\" thuộc về Fontaine thần bí.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/33219efde74b002b368e606c6e784ba4_3750440063009951750.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPC",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Thương Nhân"
      },
      {
        "type": "CustomEntry",
        "epId": 4669,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPC Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4674,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4673,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Thư Viện",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sách"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "La Chanson d'Erinnyes",
        "desc": "<p><br>Sứ giả của Vua Remus đã làm thế nào để đến gặp Erinnyes, đòi cô ấy ban cho nước và đất của Thành Aremori, rồi lại làm thế nào để yêu cầu cô quy phục dưới trướng Sumphonia Capitolii (có nghĩa là \"giai điệu hài hòa vĩnh hằng\").</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/8b970c654b04a0e524be4c06d95332ea_7025438061947221111.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4692,
        "name": "Sự Sụp Đổ Của Thành Cổ Phai Nhạt",
        "desc": "<p>Thơ ca không biết do ai sáng tác. Trong cách hành văn có chút quỷ dị và quái gở.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/535398cb0ba01203eb959d029eb28342_4654503092941623661.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hướng Dẫn Mạo Hiểm",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Giáo Trình"
      },
      {
        "type": "CustomEntry",
        "epId": 4697,
        "name": "Thảm Nấm Ô Nhiễm",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bản Đồ",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vị Trí"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?center=-1285.97,-3819.52&zoom=-0.50&shown_types="
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Chuyến Thám Hiểm Kỳ Ảo Của Thelxie",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ở Fontaine, có một truyền thuyết về một sinh vật dưới nước đáng sợ được gọi là Thelxie. Nó sống trong một hang động dưới nước bao quanh bởi những chiếc xương nhợt nhạt và sử dụng mũi nhạy bén của mình để truy tìm những đứa trẻ cô đơn bị lạc đường. Khi tìm thấy một đứa trẻ, nó sẽ dùng giọng hát mê hoặc của mình để dụ dỗ chúng vào nước trước khi nuốt chửng chúng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/22c5d8cee888061763bcf8f0c8c389d4_621625588044881455.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, một thợ lặn tên là Freminet nhận được một đơn đặt hàng từ Zuria Destree, người có con trai Lescot mắc chứng Tự kỷ. Tự kỷ là một loại rối loạn tâm thần khiến người mắc phải thường cảm thấy vô cùng cô đơn và mất hứng thú với nhiều hoạt động thường ngày. Có nhiều yếu tố được cho là liên quan đến sự phát triển của căn bệnh này: từ yếu tố di truyền và trạng thái tinh thần của một người đến các yếu tố môi trường và thậm chí cả ảnh hưởng của rối loạn địa mạch. Một số người thậm chí còn cho rằng nó có thể do ô nhiễm từ di tích của thần linh. Con trai của Zuria đã phát triển những ảo tưởng không thể kiểm soát và không còn phân biệt được giữa thực tại và tưởng tượng. Người phụ nữ đã yêu cầu Freminet tạo ra một con robot chim cánh cụt, Thelxie, từ những giấc mơ của con trai cô để giúp anh trở lại thực tại. Lescot tin rằng sinh vật trong truyền thuyết không phải muốn bắt cóc trẻ em mà hát lên vì sự cô đơn và khao khát giao tiếp."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Nơi đó có vô số thủy yêu dễ thương sinh sống. Chúng sống trong những căn nhà làm từ vỏ sò và san hô sặc sỡ, ban ngày chúng cần cù chăm sóc hải thú, ban đêm thì hát ca quanh những đám tảo vàng...</color>\n<color=#ffffffd9>Chúng sinh sống rất hạnh phúc, cho đến ngày hành hương cầu vồng, đó là một ngày lễ quan trọng đánh dấu vị vua mới xuất hiện.</color>\n<color=#ffffffd9>Trong ngày hành hương, hoàng tử sẽ đi trên cây cầu bảy sắc được làm từ vỏ sò, nhận lấy vương miện trong những tiếng reo hò. Sau cùng sẽ ban phước lành tân vương cho tất cả thủy yêu.</color>\n<color=#ffffffd9>Mà tên của vị hoàng tử này, là một cái tên chúng ta rất quen thuộc, Thelxie.</color>\n<color=#ffffffd9>Chúng độc ác, tàn bạo, vô cùng đáng sợ. Những thủy yêu yêu ca hát không thể chống cự, vương cuốc bị chiếm đóng, quốc vương bị sát hại, còn các thủy yêu khác đều bị giam cầm. Cây cầu bảy sắc rực rỡ cũng bị phá hủy vào ngày hôm đó.</color>\n<color=#ffffffd9>Dưới sự giúp đỡ của một người đeo mặt nạ thần bí, hoàng tử đã trốn thoát thành công, nhưng cậu ta đã mất đi tất cả, chỉ có thể cất lên những lời ca bi thương...</color>\n<color=#ffffffd9>Mà tiếng hát đó, chỉ có những đứa trẻ đơn độc một mình mới có thể nghe được.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/7b44613b61b5e300ff3060b3782d8244_8547442519350336893.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Do chứng Tự kỷ, Lescot bắt đầu tin rằng mình là Hoàng tử Thelxie, vì vậy mẹ anh quyết định vẽ một cuốn sách tranh về thế giới tưởng tượng này để cải thiện tình trạng của anh. Họ đã từng bắt đầu một cuốn sách cùng nhau, nhưng bệnh tình của cậu bé tiến triển quá nhanh, và cậu không thể vẽ được nhiều hơn trang đầu tiên. Zuria muốn hoàn thành cuốn sách nhưng thay đổi cái kết sao cho Hoàng Tử Thủy Yêu và những người bạn của anh cuối cùng có thể phục hồi vương quốc của họ. Cô hy vọng sẽ xua tan nỗi cô đơn và sự buồn bã của con trai, để anh có thể nhìn thấy một thế giới đầy hy vọng trở lại.\nMặc dù Freminet đã chuẩn bị tinh thần cho việc ý tưởng của Zuria có thể không thành công, anh thực sự muốn giúp đỡ cô và con trai cô. Tại Căn Nhà Hơi Ấm, nơi anh lớn lên, dưới sự quản lý của viện trưởng trước đây, anh đã chứng kiến nhiều trường hợp mắc chứng tự kỷ. Có rất ít kết quả tích cực, và trong những trường hợp xấu nhất, bệnh nhân có thể tử vong. Anh có thể cảm nhận được những ảo tưởng của con trai Zuria vì trong quá khứ, anh cũng từng có một thế giới cổ tích tưởng tượng của riêng mình, từ đó anh đã tìm thấy sự hỗ trợ tinh thần và nguồn cảm hứng. Thế giới của anh là thị trấn chim cánh cụt, một nơi yên bình với nhiều cư dân là những con chim cánh cụt, và tất cả đều rất giỏi trong việc làm đồ chơi robot. Chim Cách Cụt Pers, được tạo ra bởi Freminet, là nhân vật anh hùng trong những ảo tưởng đó và trở thành người bạn luôn ủng hộ anh."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/68ef46d0b90d28aad63b9ef61d680ffa_7822842955146634060.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nhờ sự giúp đỡ của Nhà Lữ Hành và Paimon, Freminet đã có thể chế tạo một vũ khí có khiên cho Thelxie và tích hợp việc kiểm tra trên bo mạch của Thelxie để đảm bảo con chim cánh cụt hoạt động đúng cách. Cùng với Zuria và Thelxie, họ đã đến các tàn tích ở Cánh Đồng Salacia để tái hiện những ảo tưởng của con trai Zuria cho cuốn sách. Họ đã lấy câu chuyện về Thelxie làm tham khảo nhưng làm cho nó ít u tối hơn. Giờ đây, Hoàng tử cầm trong tay thanh kiếm của lòng dũng cảm và chiếc khiên của sự kiên trì, chứng tỏ rằng anh đã vượt qua đầm lầy nghi ngờ và sẵn sàng chiến đấu chống lại bóng tối. Thêm vào đó, Thelxie đã có những người bạn, và con đường phía trước của anh tràn ngập sắc màu và hy vọng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/66132627552ce37de9ab3c0887cab8a4_7720769679231812679.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sau khi vượt qua nhiều thử thách, Hoàng tử Thelxie và những người bạn dũng cảm của mình cuối cùng đã đến cửa vào Vương quốc của các Thủy Yêu. Lúc này, cô tiên nhỏ trong nhóm, Paimon, đã tiết lộ hình dạng Thần Linh thực sự của mình trước các bạn đồng hành. Cô đã khen ngợi các bạn vì sự thuần khiết của họ và để thưởng cho họ, cô đã ban cho họ nhiều phước lành, và thậm chí cầu nguyện rằng Hoàng tử sẽ đạt được mục tiêu của mình. Dưới ánh hào quang của Thần Linh, Hoàng tử và các bạn đồng hành đã xông vào pháo đài của cái ác, xua đuổi những con quái vật và giải cứu những Thủy Yêu xinh đẹp khỏi sự giam cầm. Cuối cùng, Hoàng tử đã lấy lại được vương quốc của mình, nhưng anh không thể lấy được vương miện. Nó nằm trong tầm tay của Hoàng tử, nhưng những con quái vật đã mang nó đi khi chúng tháo chạy. Dù vậy, Hoàng tử không từ bỏ và chắc chắn sẽ lấy lại được vương miện vào lần sau khi họ chiến đấu. Cầu vồng rực rỡ sẽ một lần nữa tỏa sáng trên vương quốc.\nKhi vương miện cho buổi lễ đăng quang đã sẵn sàng, Freminet, Nhà Lữ Hành, và Paimon đến nhà của Zuria Destree, vì họ không thể tìm thấy bà. Bác sĩ gia đình Jalacan cho biết Lescot Destree từng mắc chứng Tự Kỷ. Một tháng trước khi Freminet gặp Madame Destree, Lescot đã ra đi tìm một Thủy Yêu, gắn một bó vỏ sò nặng lên cơ thể mình và đi vào khu vực nước rộng, không bao giờ trở về. Lúc đó, Zuria đang tổ chức một triển lãm nghệ thuật, mà bà chuẩn bị đặc biệt cho con trai mình, vì vậy bà không có mặt. Trong cơn hối tiếc, Madame Destree đã mắc phải chứng bệnh tương tự và bắt đầu tin rằng con trai bà còn sống. Zuria không còn nhớ tên thật của cậu bé và tin rằng tên của con trai bà là Thelxie và cậu là hoàng tử của vương quốc Thủy Yêu. Khi Freminet tạo ra Thelxie, tình trạng của Zuria dường như đã cải thiện, nhưng suốt đêm trước buổi lễ đăng quang, bà đã nhìn chằm chằm vào vỏ sò mà con trai bà để lại và những lời cậu viết trên đó. Vì những ngày gần đây đã mang lại lợi ích cho bà, Nhà Lữ Hành, Paimon, và Freminet quyết định hoàn thành hành trình và cho bà thấy rằng con trai bà đã tìm thấy hạnh phúc trong thế giới của những giấc mơ của bà."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/e149c58503f8dc388047a461bf11df5d_1140361888284474100.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trong chương cuối cùng của cuộc phiêu lưu, Thelxie và các bạn của mình đã thành công trong việc đẩy lùi những con quái vật xâm lược cuối cùng và giành chiến thắng rực rỡ. Họ đã đạt được thành công, và vương miện được phục hồi trở nên lấp lánh. Các Thủy Yêu, cuối cùng trở về nhà, đã shower tình yêu và sự hoan nghênh dành cho Hoàng tử khi anh chào đón họ. Họ một lần nữa dâng tặng những vỏ sò quý giá của mình cho Hoàng tử và tái tạo cầu vồng của ngày xưa. Khi chứng kiến cảnh tượng này, Hoàng tử không khỏi bị cảm động trước vẻ đẹp của nó. Xúc động trước niềm hạnh phúc của mọi người, Hoàng tử bước lên cầu vồng và nhìn kỹ tất cả những người bạn đã cùng anh trong cuộc hành trình. Đứng ở đó là Nhà Lữ Hành, Thần Linh Paimon, Freminet, và một người phụ nữ. Cô bước về phía anh với nụ cười và từ từ nâng lên lớp mạng che mặt của mình.\nHoàng tử không thể kìm nén được nước mắt. Anh nhận ra rằng người bí ẩn đã ở bên mình suốt thời gian qua không ai khác chính là mẹ anh. Zuria bước qua cầu vồng và đặt vương miện lên đầu Hoàng tử. Cô mỉm cười nhìn xuống anh và nói: <color=#ffffffd9>\"Con của mẹ, quốc vương của mẹ, con sẽ không bao giờ phải cảm thấy cô đơn nữa.\"</color> Khi câu chuyện kết thúc, Zuria nhìn thấy con trai mình trong con chim cánh cụt cơ khí."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\" Con trai... mẹ muốn xin lỗi con. Lẽ ra mẹ phải ở bên con nhiều hơn... Con nghe thấy không? Cuối cùng con cũng không còn cô đơn nữa rồi...\"</color>\n<color=#ffffffd9>\"-.- ..-. ..- -... .--- -. ..-. -. -... -. -... — (Mẹ ơi, con yêu mẹ!)</color>\n<color=#ffffffd9>Mẹ ơi, con hơi buồn ngủ... Đến giờ ngủ rồi, mẹ có thể hát ru một bài nữa được không?\"</color>\n<color=#ffffffd9>\"— Con ngoan... Đương nhiên, chỉ cần con muốn, mẹ sẽ mãi hát ru cho con nghe.''</color>\n<color=#ffffffd9>\"— Cảm ơn mẹ. Con thích nhất là được mẹ hát ru, như vậy là con sẽ có thể yên tâm chìm vào giấc mơ, trở về vương quốc thủy yêu rồi.\"</color>\n<color=#ffffffd9>\"— Đứa trẻ ngốc... Nhất định không được quên, mẹ sẽ luôn yêu con. Giống như... giống như từ đây đến vương quốc thủy yêu xa xôi vậy.\"</color>\n<color=#ffffffd9>\"— Con sẽ không quên đâu. Mẹ cũng phải nhớ, con yêu mẹ, cũng giống như từ vương quốc thủy yêu xa xôi trở về vậy!\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/54db64e1fc4b846e6f08cd32ba60bcb9_5008366991441817053.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sau khi nói lời tạm biệt với con trai mình, Zuria bắt đầu cảm thấy khá hơn. Bà quyết định tiếp tục tổ chức các triển lãm nghệ thuật và chia sẻ một số cuốn sách tranh liên quan đến chứng Tự Kỷ với bác sĩ của bà. Madame Destree mong muốn trải nghiệm của mình có thể giúp đỡ người khác, vì vậy triển lãm bao gồm một cuốn sách về Những Cuộc Phiêu Lưu Huyền Bí của Thelxie và liệu pháp hướng dẫn. Người phụ nữ nói rằng vào khoảnh khắc bà đặt vương miện lên đầu Thelxie, bà cảm thấy như mình thực sự nhìn thấy điều gì đó đẹp đẽ. Con trai bà đã trở về, và nó đã nói với bà rằng nó yêu bà. Theo bà, đó là lúc bà cuối cùng có thể tạm biệt con trai mình. Bà cảm thấy như vào khoảnh khắc đó, mình đã được chữa lành bởi một sức mạnh huyền bí, và bà tràn đầy sự dũng cảm từ đầu đến chân.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p>Thiếu niên ít nói rất giỏi bơi lặn, bên dưới vẻ ngoài lạnh lùng là một trái tim thuần khiết.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/04/12108544/8e44111a378f4e5379b8e7444e8c2daa_2959081444426619217.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4663,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4656,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4657,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tinh Linh Hoang Dã Của Erinnyes",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/1f23240dc8ac0b4a8be71f4f585e82d3_1578047838614163017.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mặc dù người bảo vệ của khu rừng Erinnyes, được Paimon đặt tên là Pahsiv, trông giống như một Melusine, cô chưa bao giờ đặt chân đến làng Merusea hay Đại Sảnh Fontaine. Một ngày nọ, cô đã gặp một \"người khách\" (có thể là Neuvillette), và ông đã dạy cô ngôn ngữ và yêu cầu cô bảo vệ hòn đảo. Toàn bộ khu vực Erinnyes là hệ thống thông tin của người khách đó, qua đó ông có thể cảm nhận sự thay đổi trong các mạch nước. Cây liễu gần hồ thu thập thông tin, sương mù xử lý nó, và Hồ Urania gửi đi. Khi sự ô uế bắt đầu phá hủy các rễ của cây liễu kết nối các mạch nước, Pahsiv đã nhờ sự giúp đỡ của Nhà Lữ Hành và Paimon, những người đang đi qua. Nếu các rễ cây liễu bị phá hủy bởi Khối U Tiêu Thụ Rễ, hệ thống thông tin sẽ không còn hoạt động, và giác quan của người qua đường sẽ bị ảnh hưởng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/2419aa5e5660834773173261b37d7912_1634568490714545712.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Để cứu cây liễu, cần phải tìm ba chìa khóa hình giọt nước: một ở con đường sương phía nam, một ở suối phía bắc, và một gần cây liễu phía đông. Để lấy chìa khóa ở Khu Rừng Mù Sương, ba giọt sương trong trẻo phải được trả lại cho cây phát sáng. Chìa khóa gần cây dương liễu nằm ở bàn thờ dưới nước. Khi Nhà Lữ Hành và Paimon tìm chìa khóa cuối cùng ở Hồ Urania, họ đã gặp một Rồng Biển Sâu gần một bàn thờ đã được kích hoạt. Họ coi đây là mối nguy hiểm và cảnh báo Pahsiv, nhưng cô chỉ vuốt ve con rồng, và nó ngay lập tức bình tĩnh lại. Khi con rồng phun ra chìa khóa cuối cùng, Pahsiv giải thích rằng sự ô uế đã làm bị thương con rồng, nhưng nó vẫn tiếp tục bảo vệ chìa khóa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/f72252ec169490af15c9728cf65afddc_7106074848780188615.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau khi tất cả các chìa khóa được thu thập, Nhà Lữ Hành, Paimon, và Pahsiv đã đến quảng trường gần trạm Marcotte, nơi có một đài phun nước với các bức tượng sư tử. Khi Nhà Lữ Hành đặt các chìa khóa vào các bức tượng, một lối đi mở ra dưới đài phun nước dẫn đến các rễ của Erinnyes. Để làm sạch các rễ của cây liễu khỏi sự ô uế, Pahsiv đã trao cho Nhà Lữ Hành một phần sức mạnh của cô, nâng cao khả năng của họ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/ee933a92f5b9969db91f0d1611881640_4040628293704997557.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Đột nhiên, khi họ đang chiến đấu với sự ô uế, một vòng tròn ma thuật xuất hiện trên mặt đất, từ đó những con Chó Săn Ma Vật xuất hiện. Pahsiv, người đã ở gần đó suốt thời gian qua, đột ngột biến mất, và thay vào đó, một con Rồng xuất hiện và giúp đánh bại những con Chó Săn Ma Vật. Khi các rễ được làm sạch, cây liễu đã hồi phục và trở lại hình dạng như trước.\nSau khi cứu được Erinnyes, Pahsiv đã tìm thấy những chiếc rương báu cho Paimon và Nhà Lữ Hành như một món quà tạ ơn. Đổi lại, họ hứa sẽ ghé thăm cô, cho cô ăn tidalga, dạy cô ngôn ngữ, và dạy cô cách nói lời tạm biệt đúng cách.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Rồng Biển Sâu - Nguyên Thủy",
        "desc": "Loài rồng sinh sống dưới biển sâu.<br/>Chúng từng là một nhánh chủng tộc biển sâu - Thật ra, trong quá khứ xa xưa hơn, rồng chính là kẻ chi phối thế giới này. Thất Vương ngày xưa đã bị thế lực trên trời cao đánh bại, dần dần lụi tàn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4635,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4005,
        "name": "Tidalga",
        "desc": "<p>Loài tảo trôi dạt theo sóng, sống dựa vào chất dinh dưỡng do những thực vật khác nhả ra. Tuy thường bị tưởng nhầm là động vật phù du, nhưng bản chất thật ra là thực vật phù du.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/27215281/172ed81b5284a43c6bf5835fd4bf1837_7962290640738270836.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đường Sương Rừng Rậm",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/c5fed2a1d221a64fbce1dd878b0b1178_6319425483989524746.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ngay dọc theo Đường Sương Rừng Rậm, có một cây sáng rực và một bàn thờ bí ẩn, nơi bạn có thể tìm thấy một chiếc chìa khóa giọt lệ. Khi Nhà Lữ Hành và Paimon giải đố của bàn thờ và trả lại ba giọt sương sáng cho cây, họ gặp “Tinh Linh Hoang Dã” Pahsiv, người muốn bảo vệ ngôi nhà của mình, Erinnyes. Nếu bạn thu thập tất cả các cành rừng sương mù trong Khu Rừng Erinnyes, bạn có thể tặng chúng cho Pahsiv."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/c5617f2a01e0c1c493f27af73870fb52_2081372962184794317.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ở bờ biển Erinnyes, phía nam Đường Sương, có một con tàu được chuyển đổi thành quán rượu Bánh Lái Rỉ Sét. Trên con tàu có một khẩu pháo, mà nhân viên phục vụ của quán có thể tiếp cận nếu giải được một vài câu đố. Bắn khẩu pháo sẽ tiết lộ một đường hầm ngầm ẩn sau những viên đá. Thuyền trưởng và ông chủ của quán rượu là Pitot. Những viên pha lê Tinh Thạch Dị Sắc bí ẩn, những viên pha lê lớn có được bằng cách đánh bại các Dị Chủng Biển Sâu cực kỳ mạnh mẽ ở khu Morte, có thể được đổi lấy Mora với Pitot. Pitot đã từng \"quản lý\" cuộc sống của nhiều người và thường xuyên thay đổi hướng đi của họ. Đối với những người tình nguyện lặn sâu xuống đại dương, ông Pitot là thuyền trưởng duy nhất mà họ có thể tin tưởng. Thuyền trưởng của họ bảo vệ tất cả những ai làm việc tại Bánh Lái Rỉ Sét. Pitot cũng là một tay chơi chứng nhận và, với tư cách là ông chủ, ông trực tiếp tham gia vào việc tương tác với khách và giúp họ chọn đồ uống. Ông rất thích chơi đủ loại trò chơi, bao gồm cả Thất Thánh Triệu Hồi. Ông đã nâng cao kỹ năng chơi bài của mình rất nhiều. Một ông chủ quán rượu thua khách có thể bị yêu cầu rót thêm một chút đồ miễn phí cho khách, sau tất cả. Khách quen của quán là một kẻ say rượu, Covault. Hắn từng làm việc cho Người Canh Gác Cảng Lumidouce, Chaussivert, nhưng đã phản bội ông chủ của mình và bắt đầu hợp tác với một quý ông đến từ Snezhnaya và là cựu nhà nghiên cứu của Viện Nghiên cứu Fontaine, Nacker, người đã đánh cắp Lõi Động Năng Arkhium từ viện nghiên cứu.\nCòn có hai tay chơi chứng nhận khác tại quán rượu: Lasselin và Choneaux. Lasselin là Thuyền Trưởng của Bánh Lái Rỉ Sét. Có vẻ như cô ấy đã chơi khá nhiều trò chơi với khách và có thể thực hiện các cuộc tấn công với sự bình tĩnh tuyệt đối. Tuy nhiên, trò chơi bài dường như chỉ là một phần mở đầu, với cuộc trò chuyện cuối cùng thường được dẫn dắt về \"rượu vang ngon.\" Choneaux là một nhà báo luôn tìm kiếm tin tức độc quyền. Những tin tức như vậy không dễ dàng tìm thấy, vì vậy anh ta tự tạo ra chúng — chẳng hạn như việc đưa tin về các trận đấu giữa những tay chơi bài xuất sắc. Mặc dù hầu hết độc giả không có chút hiểu biết nào về những tay chơi mà anh ta đề cập, những mẩu tin đó đủ để trang trải cả chi phí và rượu của anh ta."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/5aa1e3741f2e8b6b831494e8d12f8ce8_7897379296831474050.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Phía bắc con tàu là nơi ẩn náu của Edwin Eastinghouse, một nhà nghiên cứu từ Viện Nghiên cứu Fontaine, người đã bị cho là đã chết sau vụ nổ tại Phòng Thí nghiệm Trung tâm của Viện, nơi chính Eastinghouse cũng bị nghi ngờ liên quan. Khi Nacker đánh cắp lõi động năng, Viện đã thuê một điều tra viên đặc biệt tên là Fusilier. Nhiệm vụ chính của cô là thu hồi lõi động năng Arkhium càng sớm càng tốt vì nó là một nguyên mẫu cực kỳ không ổn định. Trong quá trình điều tra, Fusilier phát hiện ra ngôi nhà của Eastinghouse, vì nó phát ra các chỉ số năng lượng dư thừa rõ rệt xung quanh. Edwin Eastinghouse đã cố tình dẫn dắt cuộc điều tra đến Nacker và khuyến khích anh ta trở lại viện và thú nhận tội ác của mình. Edwin muốn trở lại nghiên cứu của mình và khẳng định rằng ông không có mặt khi lõi phát nổ. Vì Eastinghouse đã gây tổn hại cho viện, ông đã bị giam giữ tại Pháo đài Meropide cùng với Nacker."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/40ce385833ce82d9b25403400d28e560_951188549922220326.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Không xa Bánh Lái Rỉ Sét có một nơi trú ẩn cho Kevin và mẹ anh, Madeleine, những người đã rời khỏi Fatui. Khi Ngài Arthur bị bắt cóc gần tòa nhà của báo Chim Hơi Nước, Kevin là một trong những nghi phạm chính trong vụ việc, vì cậu bị thấy cầm dao gần tòa nhà. Tuy nhiên, cậu bé thực ra vô tội, nhưng cha của cậu, Baulande (Baulard), đã liên quan đến vụ bắt cóc con chim bồ nông. Khi vụ án được giải quyết, Baulande đã được đoàn tụ với gia đình và họ đã rời khỏi nơi trú ẩn."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/c23e9015597cae6ae3b89b06c036dd69_6706150497317394872.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ở phía đông của quán rượu là trại tạm thời của Freminet, nơi anh chế tạo một con chim cánh cụt robot tên là Thelxie cho thương nhân nghệ thuật Zuria Destree. Phía bắc của trại, bên cạnh một cây liễu rủ, là ngôi nhà của Zuria, nơi bà đã chuyển đến từ Đại Sảnh Fontaine. Trong trại tạm thời có ghi chú về việc thêm một mô-đun phát ngôn ngôn ngữ vào Thelxie. Freminet đã chọn mã hóa từ Căn Nhà Hơi Ấm vì có vài bảng mạch chính chưa sử dụng trong kho hàng của nơi trú ẩn và ngôn ngữ này rất phù hợp cho mô-đun dịch thuật của bộ đồ lặn của Freminet. Công việc trên mô-đun dịch thuật mất nhiều thời gian hơn dự kiến, nên lời nói của Thelxie chỉ có thể được giải mã bằng cách sử dụng mũ bảo hiểm của bộ đồ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/91a25774cb78913c52835c6c3949b872_2198250476204518832.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ở phía tây của Đường Sương, có một cô gái tên là Penny sống cùng với chú chó Nana và con mèo Don Quijano. Cha mẹ của Penny, Parker và Barrow, đã để con gái mình dưới sự chăm sóc của người bạn Rouge trong khi họ đi du lịch. Cô gái nhận được con chó từ Autumn khi cô đến Pháo đài Meropide vì vụ án liên quan đến cái chết của người chồng thứ hai của bà. Nana từng sống ở Cour de Fontaine và xuất hiện trong những bộ trang phục và phụ kiện mới trước giờ đi ngủ, trong mỗi bữa ăn, tại các buổi trà, điệu nhảy, đi dạo, và hẹn hò. Còn Don Quijano, theo lời Penny, đã bị Sảnh Chấp Pháp truy nã. Vài năm trước, anh, Rouge, và Freeman mù, người có thể được tìm thấy tại Bánh Lái Rỉ Sét, đã thực hiện một chuyến hành trình, nhưng họ bị các lính đánh thuê theo dõi. Khi họ hết đồ tiếp tế, Don Quijano đã lao vào tấn công kẻ đuổi theo, không tiếc thân mình, và đánh bại ba người trong số đó. Penny đứng trước ngã ba đường: cô không biết nên bắt đầu trưởng thành hay giữ lại sự ngây thơ của tuổi thơ. Cô thậm chí đã lập danh sách ưu điểm và nhược điểm của việc trưởng thành, nhưng vẫn không thể quyết định. Nhờ sự giúp đỡ của Nhà Lữ Hành và Paimon, Penny quyết định tham gia khóa đào tạo của Hội Mạo Hiểm để trở thành một nhà thám hiểm và khám phá thế giới, và Nhà Lữ Hành đã viết cho cô một bức thư giới thiệu đến Hội Mạo Hiểm như một món quà cho sự trưởng thành của cô."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/a3788efb008b18296dfac840874c800e_477694116058981460.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Gần trại của Penny là nơi ẩn náu của Rocher, một nghi phạm khác trong vụ bắt cóc Ngài Arthur. Rocher là chồng của Melo Lombroso, cháu gái của nhà nghiên cứu nổi tiếng đã tạo ra thiết bị phát hiện nói dối thông minh. Rocher đã mất số tiền của gia đình vì liên quan đến một kế hoạch đa cấp do Thương Hội Dụng Cụ Ăn Thanh Lịch điều hành, nên anh ta phải trốn tránh tổ chức để tránh việc trả nợ. Giống như Kevin, Rocher hóa ra vô tội trong vụ án, và sau khi vụ việc được giải quyết, anh đã được đoàn tụ với vợ mình, người mà anh sợ không dám nhờ cậy.\nỞ khu vực phụ này, nhiệm vụ thế giới"
      },
      {
        "type": "CustomEntry",
        "epId": 5525,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": "và"
      },
      {
        "type": "CustomEntry",
        "epId": 5512,
        "desc": "",
        "displayStyle": "text",
        "menuId": 31
      },
      {
        "type": "RichText",
        "text": "có thể được tìm thấy.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Viện Khoa Học Fontaine",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/55631176/154baa11b653966030bdf047346be788_5823778168355907897.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Pháo Đài Meropide",
        "desc": "<p>Nhà tù Fontaine, do Công tước Wriothesley quản lý.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/19/55631176/94af9de4200d40c7e4196a094d52c314_7352182791188274508.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4669,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5855,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5856,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4725,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4726,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p>Thiếu niên ít nói rất giỏi bơi lặn, bên dưới vẻ ngoài lạnh lùng là một trái tim thuần khiết.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/04/12108544/8e44111a378f4e5379b8e7444e8c2daa_2959081444426619217.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4674,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4724,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4635,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4633,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4634,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Liễu Rũ Trong Hồ",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/1f23240dc8ac0b4a8be71f4f585e82d3_2088795659966503428.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một cây liễu rủ khổng lồ nối kết các con đường nước của Erinnyes, nhưng sự mục nát đã xâm nhập vào rễ của nó. Các cành liễu đã khô héo, tán lá đã chuyển sang màu vàng, và nước trong hồ đã trở nên đắng chát. Khi Pahsiv và Nhà Lữ Hành làm sạch các rễ của cây liễu khỏi bụi bẩn, nước trong hồ đã trở lại trong xanh, và cây đã phục hồi lại hình dáng ban đầu của nó. Dưới nước dưới cây liễu, có một bàn thờ với một chìa khóa hình giọt nước, điều này cần thiết để làm sạch sự ô nhiễm của Erinnyes."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/50fa13bd9dc00854bf6a32003f63849f_1456668052862581948.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Hang động dưới nước chứa rễ của cây liễu rủ có tên là Hauteclaire. Đây là tên của cây quyền trượng nổi tiếng của Ánh Sáng Hồ Nước, Erinnyes. Có một truyền thuyết rằng khi cuộc chiến kết thúc, Hiệp Sĩ Ánh Sáng Hồ Nước đã gặp nữ vương của mọi dòng nước, Egeria, người đầy lòng từ bi. Erinnyes đã cảm ơn nữ vương của mọi dòng nước vì đã chỉ cho bà cái Chén Tinh Khiết và vì đã cho phép bà hoàn thành hành trình này. Bà hứa rằng những Kỵ Sĩ Nước Trong sống sót sẽ tiếp tục trung thành phục vụ Egeria và vương quốc tương lai của bà, theo đuổi người nhạc trưởng cao quý đó và theo đuổi những bóng ma còn sót lại, phục hồi công lý. Hiệp sĩ với đôi mắt màu biển đã thú nhận tội lỗi của mình và xin được an ủi linh hồn mình trong sự trục xuất và lưu đày. Khi hiệp sĩ kết thúc bài phát biểu, bà rút thanh kiếm sáng lấp lánh của mình. Một tia sáng nước rực rỡ từ thanh kiếm chiếu sáng thung lũng.\nTruyền thuyết kể rằng Daeira, một thiếu nữ bên hồ, đã tặng thanh kiếm cho Erinnyes để cô có thể thực hiện vô số kỳ công. Nhiều cuộc xung đột đã được giải quyết bằng thanh kiếm này, và những tàn phá của chiến tranh đã được xoa dịu trên các vùng đất này. Nó đã uống dòng máu đỏ của những kẻ bất chính, và những kẻ phá vỡ lời thề và những người bất công đã ngã xuống như những bông tuyết trước sự thuần khiết của Hauteclaire. Tay cầm vàng của thanh kiếm được khảm đầy đá quý, và chỉ những người có tâm hồn thuần khiết mới xứng đáng sở hữu nó. Erinnyes tin rằng một ngày nào đó sẽ có một người cao quý, người sẽ nâng lại thanh kiếm, và họ sẽ thực hiện những kỳ công vĩ đại hơn những gì Erinnyes đã làm."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/996428185ebfa9cf6901d777752725de_691506655928920213.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hiệp Sĩ Ánh Sáng Hồ đã ném thanh kiếm của mình xuống hồ ba lần, và chỉ có lần thứ ba, nước không mang nó trở lại bờ. Nước đã bao phủ thanh kiếm, và nó chìm xuống đáy hồ. Nữ Vương của mọi Dòng Nước đã bị cảm động bởi lời cầu xin đầy thương cảm đó và đã thực hiện điều ước của bà. Egeria đã tặng cho Kỵ Sĩ Nước Trong cuối cùng một đóa hoa tinh khiết như Ánh Sáng Hồ như một món quà chia tay. Đến nay, Fontaine vẫn giữ truyền thống hái một đóa Lily và tặng nó cho những người lên đường dài, chúc nhau con đường phía trước được thanh bình như nước tinh khiết, và rằng những người quý giá nhất sẽ có thể theo ánh sáng mát mẻ của nó, trở lại bên cạnh họ. Hoa Lily Ánh Sáng Hồ mọc ở Erinnyes, nơi các Kỵ Sĩ Nước Trong đã gặp Nữ Vương của mọi Dòng Nước."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/e2a3a4721eb04d304e9e0695c1507f8e_8106838126766125720.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ở phía đông của cây liễu rủ, Nhà Lữ Hành và Paimon đã gặp người bạn của Penny, Rouge. Anh và các trợ lý của mình dự định xử lý Đạo Bảo Đoàn để phân phát tài sản của họ cho những người đã rơi vào đầm lầy và không thể thoát ra chỉ vì hoàn cảnh của họ quá khó khăn để vượt qua một mình. Rouge đã tập hợp những người tin vào công lý, bình đẳng và hy vọng phục vụ những người đang phải chịu đựng nghèo đói và khó khăn. Cùng nhau, họ đã thành lập Lý Tưởng của Tường Vi Cầu Vồng, bao gồm Liam, Rocky Avildsen, Athos, Autumn, Parker, Barrow, Freeman, và chính Rouge."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Thế giới này đầy rẫy những sự bất công, sự bần túng quá mức và tham lam vô độ...</color>\n<color=#ffffffd9>Cho đến ngày tất cả những điều này bị xóa bỏ hoàn toàn, họ sẽ tiếp tục lang thang ở vùng đất Fontaine mà họ yêu quý nhất.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ở khu vực phụ này, nhiệm vụ thế giới"
      },
      {
        "type": "CustomEntry",
        "epId": 5525,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "và"
      },
      {
        "type": "CustomEntry",
        "epId": 5513,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "có thể được tìm thấy.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Kỵ Sĩ Nước Trong",
        "desc": "<p>Kỵ Sĩ Nước Trong là tín đồ của Nữ Chúa Tể Biển Cả Egeria. Họ đã thề bảo vệ các tinh linh nước trong, tìm ra Chén Thánh Thuần Khiết và phá bỏ xiềng xích giam giữ Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/55631176/e803a555d29d669997dc51d0792afb3a_1920818840853757765.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Thủy Thần tiền nhiệm đã mất trong trận Đại hồng thủy 500 năm trước.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/01/55631176/a5b8d23dd3fbe0969cc3ebce78f9c29f_7863445554681480745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4673,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Sắc Nước Lộng Lẫy",
        "desc": "<p>Quyền trượng với dòng nước tinh khiết vây quanh. Trong quá khứ xa xưa, nó từng tượng trưng cho quyền lực tối cao trên biển.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/9807aa25f336daae391a6f6d4995af3d_6728978655722736546.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Lily Ánh Sáng Hồ Nước",
        "desc": "<p>Đóa hoa màu xanh trong trẻo. Sinh trưởng ở nơi mạch nước hội tụ, có hương thơm nhẹ nhàng, tao nhã.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/27215281/c43e2d148b98d58c98a008b13e37b5b5_7541445393872380734.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4639,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hồ Urania",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/8b5e5ce4959737e6242311fdd3d88698_414196125136543226.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi sự ô nhiễm lan rộng đến Rừng Erinnyes, nước trong Hồ Urania cũng bị ô nhiễm. Một cơn gió mạnh đã nổi lên quanh hồ, khiến không thể đi qua. Khi Pahsiv và Nhà Lữ Hành làm sạch các rễ của cây liễu rủ và giải phóng rừng khỏi sự ô nhiễm, cơn gió đã lắng xuống. Sau khi cứu rừng, Pahsiv đã định cư trong một hang động gần Hồ Urania, nơi tidalgas có thể được đổi lấy nhiều hàng hóa khác nhau từ cô. Khi hồ được làm sạch, những người bạn của Pahsiv, Rồng Biển Sâu, bắt đầu xuất hiện bên cạnh hồ.\nỞ khu vực phụ này, nhiệm vụ thế giới"
      },
      {
        "type": "CustomEntry",
        "epId": 5525,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "có thể được tìm thấy.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Rồng Biển Sâu - Nguyên Thủy",
        "desc": "Loài rồng sinh sống dưới biển sâu.<br/>Chúng từng là một nhánh chủng tộc biển sâu - Thật ra, trong quá khứ xa xưa hơn, rồng chính là kẻ chi phối thế giới này. Thất Vương ngày xưa đã bị thế lực trên trời cao đánh bại, dần dần lụi tàn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4005,
        "name": "Tidalga",
        "desc": "<p>Loài tảo trôi dạt theo sóng, sống dựa vào chất dinh dưỡng do những thực vật khác nhả ra. Tuy thường bị tưởng nhầm là động vật phù du, nhưng bản chất thật ra là thực vật phù du.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/27215281/172ed81b5284a43c6bf5835fd4bf1837_7962290640738270836.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cảng Lumidouce",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/f0f045e68ca25ea2a163bcee67450f55_4642362463001029856.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cảng Lumidouce là một trong những cảng thương mại quốc tế quan trọng nhất của Đại Sảnh Fontaine và là cảng quốc tế nằm ở biên giới giữa Fontaine và Liyue, nơi hầu hết các giao dịch với các đối tác phía nam được thực hiện. Một trong những điểm đến chính từ Cảng Lumidouce là Bến Tàu Di Lung ở Liyue. Quản lý cảng trước đây, Doutey, đã lên kế hoạch mở rộng cảng để xử lý tốt hơn khối lượng thương mại khổng lồ. Mục đích không chỉ là mở rộng kích thước của cảng, mà còn xây dựng nhiều cơ sở phụ trợ như khách sạn, nhà hàng và quán rượu, nhưng vì lý do không rõ, dự án đã bị hoãn lại và Doutey đã từ chức. Hiện tại, Cassigneul là người quản lý cảng. Công việc trước đây của cô liên quan đến các vấn đề quản lý cảng, nhưng đây là lần đầu tiên cô đảm nhận vai trò quản lý chính thức và điều này không dễ dàng đối với cô vì khối lượng hàng hóa quá lớn. Vì dự án mở rộng cảng chưa bao giờ được thực hiện, một số công nhân đang cân nhắc tìm việc ở thành phố hoặc chuyển sang làm việc tại Cảng Romaritime ở biên giới với Sumeru."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/4a731f33f55c766d8d00b84f85e53fa1_2308906544924989060.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Gần đây, Cảng Lumidouce đang đối mặt với một cuộc khủng hoảng: khối lượng hàng hóa đang gia tăng, số lượng tàu của Fontaine trong cảng đang giảm, các nghiên cứu thủy văn về cảng đã không được thực hiện trong một thời gian dài, bản đồ thủy văn đã lỗi thời, và công nhân cảng gần như không được trả lương. Điều kiện ở cảng và vùng nước xung quanh cực kỳ khó khăn: vùng nông cạn xen lẫn với những vết nứt, và đôi khi còn có cả rạn san hô. Tất cả các tàu thương mại vào hoặc ra khỏi biển đều cần một hoa tiêu trên tàu để dẫn đường qua các tuyến đường nhanh chóng và an toàn. Do những khó khăn xảy ra ở Cảng Lumidouce, nhiều hoa tiêu đã bỏ việc, và những người còn lại thì bị kiệt sức và thường xuyên mắc sai lầm. Môi trường dưới nước có thể thay đổi: dòng chảy có thể khiến một con tàu bị đắm trôi qua và chặn một tuyến đường, trong khi cùng một dòng chảy có thể mở ra một tuyến đường khác trước đây không thể đi qua. Để dễ dàng hơn trong việc dẫn đường, cảng thường xuyên thuê các chuyên gia để thực hiện các khảo sát thủy văn. Tất cả dữ liệu thu được sẽ được nhập vào bản đồ, và sau đó các bản đồ cập nhật được phân phối cho tất cả các hoa tiêu. Các khảo sát thủy văn gần đây không được thực hiện, và các hoa tiêu chỉ dựa vào kinh nghiệm của mình và các bản đồ lỗi thời. Cassigneul đang lên kế hoạch thực hiện một khảo sát thủy văn toàn diện khác, nhưng điều này sẽ mất một khoảng thời gian dài.\nMột nhà nghiên cứu từ Viện Nghiên cứu Fontaine, Hautemontagne, từng làm việc tại Cảng Lumidouce. Cô ấy đang thực hiện một dự án mở rộng các tuyến đường thủy đến cảng, nhưng dự án đã bị đình trệ, và Cassigneul đã gửi Hautemontagne đến Trầm Ngọc Cốc. Người đứng đầu Spina di Rosula, Navia, đang lên kế hoạch tiếp tục dự án và xây dựng tuyến đường thủy thứ tư đến cảng.\nNgười tự xưng là người giám sát cảng là Chaussivert. Một ngày nọ, Concini từ Snezhnaya đã thuê một số người từ cảng, bao gồm cả đội của Chaussivert, để vận chuyển một nhà nghiên cứu tên là Nacker và lõi động lực học mà ông ta đã đánh cắp từ Viện Nghiên cứu Fontaine. Một trong những người của Concini muốn thuê Chaussivert, nhưng ông từ chối và đã bị tấn công vì lý do đó. Khi một điều tra viên đặc biệt từ viện, Fusilier, đến Cảng Lumidouce để tìm Nacker, ban đầu cô nghi ngờ Chaussivert liên quan đến việc mất lõi động năng Arkhium. Vì lõi này không ổn định và có thể phát nổ bất cứ lúc nào, Chaussivert đã đồng ý giúp Fusilier và Nhà Lữ Hành tìm Nacker. Khi Nacker bị bắt và bị gửi đến Pháo đài Meropide, một ghi chú đã được để lại tại cảng, yêu cầu rằng tất cả các vật liệu và thiết bị liên quan đến lõi động năng Arkhium phải bị tiêu hủy."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/237301566/3d44b97926f26ca1f08846b466697ac4_2528688386245955408.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một thợ săn kho báu không may mắn, Urville, làm việc tại cảng. Nhiều năm trước, một Melusine (có thể là Nadia) đã cứu anh khỏi những con Bạch Tuộc Bóng Tròn, và anh đã muốn trưởng thành để giúp đỡ người khác. Sau một thời gian, anh đã cứu Melusine Nadia, người bị mất trí nhớ do chấn thương não nghiêm trọng, và muốn chữa trị cho cô. Ban đầu, anh dự định tìm kiếm kho báu của Hội Học Thuật Liliacruces để làm giàu, nhưng kế hoạch của anh đã thất bại. Hiện tại, Urville đang tập luyện chăm chỉ để trở thành một thủy thủ và kiếm tiền cho việc điều trị của Nadia.\nMột ngày nọ, Cảng Lumidouce trở thành trung tâm của một cuộc điều tra về việc buôn lậu Sinthe Giả, một loại ma túy mới xuất hiện ở Fontaine. Các tội phạm đã vận chuyển ma túy qua biên giới trong dạ dày của những con mèo, mà \"Hội Nhân Ái\" gửi đến các quốc gia khác, khiến việc phát hiện trở nên khó khăn. Garde Elodie, người phụ trách an ninh cảng, đã chỉ đạo cuộc điều tra hướng đến Pierre từ Viện Nghiên cứu và Bernard từ \"Hội Nhân Ái.\" Trên thực tế, cô là kẻ phạm tội chính trong vụ án này, và Pierre cùng Bernard không hề nghi ngờ có người khác liên quan. Elodie đã thay đổi ca làm việc tại cảng để trùng với hoạt động của \"Hội Nhân Ái,\" sắp xếp các mục ghi chép sao cho bất kỳ ai đọc vào cũng sẽ ngay lập tức nghi ngờ tổ chức này, và không bao gồm các bản ghi về hoạt động của cô. Nhờ sự giúp đỡ của các ảo thuật gia nổi tiếng, Lyney và Lynette, cũng như thuyền trưởng của Đội tuần tra Đặc biệt, Chevreuse, Elodie đã bị bắt giữ.\nCó hai người chơi được chứng nhận có thể được tìm thấy trong khu vực phụ này, Mermet và Chourei. Mermet là một Hoa tiêu tại Cảng Lumidouce. Do công việc của cô liên quan chặt chẽ đến tốc độ tàu ra vào cảng, cô thường có những khoảng thời gian rảnh nửa giờ lẻ tẻ trong suốt cả ngày, và đã tận dụng thời gian đó để học chơi Thất Thánh Triệu Hồi. Cô thường thử thách bản thân bằng cách đối đầu với các thủy thủ đến cảng. Chourei là một Melusine và là thành viên của Sảnh Chấp Pháp được phân công tại Cảng Lumidouce. Cô chịu trách nhiệm giữ trật tự ở đây — một nhiệm vụ mà tính cách nhẹ nhàng của cô đôi khi làm cho công việc trở nên khó khăn. May mắn thay, sau khi được chủ cảng thông báo như vậy, cô phát hiện rằng Thất Thánh Triệu Hồi là một cách tốt để hai bên ngồi xuống bàn và trò chuyện. Việc theo dõi tất cả các trận đấu cũng đã giúp cô trở thành một người chơi đủ trình độ.\nỞ khu vực phụ này, nhiệm vụ thế giới"
      },
      {
        "type": "CustomEntry",
        "epId": 5517,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "có thể được tìm thấy.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "name": "Liyue",
        "desc": "<p>Bến cảng giàu có nằm phía đông đại lục Teyvat. Vùng đất màu mỡ được tạo nên từ những dãy núi cao, rừng đá sừng sững, đồng bằng rộng lớn và những bờ sông nhộn nhịp sức sống, nơi đây rực rỡ sắc màu trong bốn mùa. Có bao nhiêu món quà cổ xưa của Nham Ma Thần được chôn vùi giữa núi non và những kỳ tích đá đang chờ người ta khám phá đây?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/5968bc73f375ee1e3704302541c83c7f_5132625440292305.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5118,
        "name": "Trầm Ngọc Cốc",
        "desc": "<p>Làn gió nhẹ mang theo hương trà thơm ngát một lần nữa lan tỏa khắp vùng núi Liyue. </p><p>\"Trà mọc lên trên đá, suối ngọc không ngừng chảy\". Hương thơm thoang thoảng cùng khúc ca ngọc ngà xa xưa khẽ lướt qua dòng sông của Làng Kiều Anh, thẳng đến Bến Tàu Di Lung náo nhiệt. Giữa những dãy núi mờ sương của phương nam, không biết còn ẩn chứa những kỳ ngộ nào không...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/21/55631176/e4d0ad609badc8717d0d99c57c2e1ca6_8090489161426724885.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Khu Belleau",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Mặc dù Fontaine được bao phủ bởi vùng biển rộng lớn, nhưng ở đây cũng có những ngọn núi và khu rừng tuyệt đẹp. Núi Automnequi là một trong những ngọn núi mang tính biểu tượng. Viện Nghiên cứu Fontaine đã sử dụng các thiết bị kỹ thuật khổng lồ để khoan Đường hầm Poisson, qua đó giải quyết một trong những thách thức lớn nhất đối với chiến dịch xây dựng các chặng Tàu Luân Chuyển.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_1095655297268239009.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula là một tổ chức có các thành viên đến từ nhiều ngành nghề khác nhau trong xã hội. Họ tận tâm giải quyết những vấn đề khó khăn cho người dân và sẽ liên lạc, hợp tác với chính quyền Fontaine khi cần thiết.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/55631176/103e6993dd0a594332fa18ca5fe17098_4533018030715079119.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Viện Khoa Học Fontaine",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/55631176/154baa11b653966030bdf047346be788_5823778168355907897.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5562,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Hội trưởng hiện tại của Spina di Rosula, là một cô chủ dễ thương và rất có trách nhiệm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/12108544/3fc7580c01a9e622692402889706c4db_1838072394941570717.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4672,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4675,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5857,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5858,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Trợ lý ảo thuật ít nói, hiếm khi biểu đạt cảm xúc, tính khí khó đoán như loài mèo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/12108544/436e6f2b9b9006bfe511a98093259daf_6694653276517218862.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">Ảo thuật gia nổi tiếng khắp Fontaine, khéo ăn nói, diễn xuất tinh tế, chạm đến trái tim của khán giả bằng ngôn ngữ và kỹ thuật tuyệt vời.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/12108544/e343d4442cc3b8e243f0d528bb715f75_1902172228240461143.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4577,
        "name": "Chevreuse",
        "desc": "<p>Đội trưởng Đội Tuần Tra Đặc Biệt luôn tuân thủ \"chính nghĩa\" trong lòng. Khẩu súng hỏa mai trong tay chỉ hướng về những kẻ có tội.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/12108544/a846729f31f16a987a8696466ebabcc0_5231883484252879575.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Minh Họa",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Báo Chim Hơi Nước Số Đặc Biệt: Ra Mắt Trang Giới Thiệu Khu Vực Mới Phiên Bản 4.2!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/3a88785505924788f79e6a1e46ef98b2_3533959988581211844.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>5 Tháng 11, 2023</color>\n<color=#ffffffd9>Nhà Lữ Hành thân mến, sau khi cập nhật phiên bản 4.2, Fontaine sẽ mở thêm Khu Rừng Erinnyes, Khu Morte! Theo dõi số đặc biệt của Báo Chim Hơi Nước kỳ này để cùng tìm hiểu đặc điểm của khu vực mới nhé!</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Khu Rừng Erinnyes"
          }
        ]
      },
      {
        "key": "Thể Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Khu Vực Cố Định"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Bản Cập Nhập ra Mắt",
        "value": [
          {
            "type": "RichText",
            "text": "4.2"
          }
        ]
      }
    ]
  }
}