{
  "epId": 5146,
  "name": "Khu Morte",
  "desc": "<p>Ai biết được câu chuyện ở vùng đất được canh giữ bởi tòa tháp cao trên biển mà con người lãng quên đã tồn tại bao lâu rồi?</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_8561304173594260832.png",
  "menuId": 20,
  "menuName": "Giải Thích Từ Ngữ",
  "version": 1734105033,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Khu Morte"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Thể Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Địa Danh Cố Định"
          }
        ]
      },
      {
        "key": "Bản Cập Nhập Ra Mắt",
        "value": [
          {
            "type": "RichText",
            "text": "4.2"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Tài Nguyên",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Đặc Sản Địa Phương"
      },
      {
        "type": "CustomEntry",
        "epId": 4575,
        "name": "Giọt Sương Ban Sớm",
        "desc": "<p>Giọt sương trong suốt ở sâu trong khối nước lơ lửng tại Khu Morte. Khác với những tạo vật nước trong thường thấy, hình như trong đó ngưng tụ năng lượng nguyên tố càng nguyên thủy và thuần túy hơn.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/27215281/372a170798a29e732877287ae17db04e_4487256427461796392.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ngọc Thạch Âm Vang"
      },
      {
        "type": "CustomEntry",
        "epId": 4688,
        "name": "Ngọc Thạch Âm Vang 118",
        "desc": "Kết tinh ẩn chứa vần điệu kỳ diệu, như một viên ngọc bích tuyệt đẹp dệt từ dải lụa mỏng manh. Chúng được phân bổ ở khắp nơi trên vùng đất này hoặc ở trong tay những thương nhân bảo vật. Có thể vào trong \"Ấm Trần Ca\", dùng \"Âm Vang Vạn Dặm - Phiêu Dương\" hoặc \"Âm Vang Vạn Dặm - Mậu Nhiễu\" để khôi phục lại giai điệu bên trong. Giai điệu ẩn chứa trong \"Ngọc Thạch Âm Vang\" thuộc về Fontaine thần bí.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/33219efde74b002b368e606c6e784ba4_3750440063009951750.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4689,
        "name": "Ngọc Thạch Âm Vang 119",
        "desc": "Kết tinh ẩn chứa vần điệu kỳ diệu, như một viên ngọc bích tuyệt đẹp dệt từ dải lụa mỏng manh. Chúng được phân bổ ở khắp nơi trên vùng đất này hoặc ở trong tay những thương nhân bảo vật. Có thể vào trong \"Ấm Trần Ca\", dùng \"Âm Vang Vạn Dặm - Phiêu Dương\" hoặc \"Âm Vang Vạn Dặm - Mậu Nhiễu\" để khôi phục lại giai điệu bên trong. Giai điệu ẩn chứa trong \"Ngọc Thạch Âm Vang\" thuộc về Fontaine thần bí.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/04/33219efde74b002b368e606c6e784ba4_3750440063009951750.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPC",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPC Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 4672,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2472,
        "name": "Nadia",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Nadia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Giáo Trình",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hướng Dẫn"
      },
      {
        "type": "CustomEntry",
        "epId": 4707,
        "name": "Cơ Quan Điều Chỉnh - Trụ Nâng",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4709,
        "name": "Cơ Quan Điều Chỉnh - Cụm Đường Ray",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4706,
        "name": "Cơ Quan Điều Chỉnh - Van Đàn Hồi",
        "desc": "Sử dụng <color=#FFE14BFF>một pha lê \"tiếp điểm\"</color> sẽ có thể tạo ra van chỉnh xoay hai hướng. Tuy không phải là cách dùng theo thiết kế ban đầu, nhưng năng lực của Bạch Tuộc Bóng Tròn Dị Sắc có thể đẩy tiếp điểm, làm cho van đàn hồi chuyển về một hướng. Sau khi dòng nước ngừng chảy, van đàn hồi sẽ <color=#FFE14BFF>tự động quay về vị trí</color>. Thiết bị liên kết với nó cũng sẽ vận hành theo.<br>Đôi khi cần phải tìm được tiếp điểm bị mất của nó.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4705,
        "name": "Cơ Quan Điều Chỉnh - Chùm Tia Eliphas",
        "desc": "Thiết bị này là một phép thử đối với nghiên cứu quang học vào thời kỳ mà triết học tự nhiên của Fontaine còn khá mơ hồ. Yếu tố cơ bản nhất của nó gồm có <color=#FFE14BFF>\"Thiết Bị Phát Sáng\"</color> và <color=#FFE14BFF>\"Thiết Bị Thu Sáng\"</color>.<br>Trong đó, Thiết Bị Phát Sáng có lúc sẽ được lắp trên bệ Thiết Bị Thu Sáng giống như van điều tiết, có thể dùng năng lực của Bạch Tuộc Bóng Tròn Dị Sắc để xoay chuyển nó.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4708,
        "name": "Cơ Quan Điều Chỉnh - Van Điều Tiết",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4710,
        "name": "Cơ Quan Điều Chỉnh - Cụm Đường Ray và Chùm Tia Eliphas",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4711,
        "name": "Cơ Quan Điều Chỉnh - Trụ Nâng Thẳng Đứng và Chùm Tia Eliphas",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4700,
        "name": "Dòng Chảy Năng Lượng I",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4701,
        "name": "Dòng Chảy Năng Lượng II",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4715,
        "name": "Quang Ngẫu Hợp Của Tháp Ipsissimus",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bản Đồ",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vị Trí Bản Đồ"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=0&lang=en-us#/map/2?center=-338.46,-4188.63&zoom=-0.50&shown_types="
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Melusine Hỏi Và Robot Trả Lời",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/2286e9b2a47e48f69c0de5bc765b5e3c_6349980022353046630.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, biểu tượng của tờ báo chim hơi nước, ngài Arthur, bị bắt cóc tại Đại Sảnh Fontaine. Talochard, một nhân viên của Đội Hắc Ảnh Marechaussee, đã tình nguyện điều tra vụ việc. Cô không phải là thám tử mà là nhân viên lưu trữ chứng cứ. Melusine mang theo robot \"Curve\", một cỗ máy có thể nhận diện lời nói dối. Nhà Lữ Hành và Paimon tình cờ đi qua và tò mò về những gì đang xảy ra gần báo chim hơi nước nên đã tham gia điều tra. Cùng nhau, họ thu thập chứng cứ và tìm ra một số nghi phạm. Mặc dù gần như tất cả nghi phạm đều vô tội, nhưng cuộc điều tra đã phát hiện một mối liên hệ giữa vụ bắt cóc Sir Arthur và Curve."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/83b607eafe38c25549f329f07ad2fa56_8136057954320403426.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ba mươi năm trước, nhà nghiên cứu Dr. Mosso Lombroso đã tạo ra một thiết bị phát hiện nói dối, \"Curve\". Ông đã thêm một số quy tắc vào chương trình lõi của máy để đảm bảo tính chính xác trong việc phát hiện nói dối. Những quy tắc này, được gọi là Hiệp Định Mosso, và một trong số chúng yêu cầu Curve phải trả lời tất cả câu hỏi với sự chính xác và trung thực tuyệt đối, không thể có khả năng nói dối. Mục đích thực sự của nhà nghiên cứu là tạo ra một cỗ máy có thể dần dần trở thành con người thông qua việc hiểu được sự dối trá và nhân tính. Nếu một ngày Curve có thể nói dối như con người, điều đó sẽ có nghĩa là nó không còn bị ràng buộc bởi lập trình máy móc và đã đạt được cảm xúc con người.\nKhông lâu sau khi sự tồn tại của máy phát hiện nói dối của Dr. Mosso được công khai, Báo Chim Hơi Nước đã đăng tải một số bài viết về nó và nhanh chóng thu hút sự chú ý của công chúng. Tờ báo đã sử dụng những thủ đoạn viết đặc biệt để khơi dậy nỗi lo sợ và lo ngại trong cộng đồng, và rất nhanh chóng, dư luận bắt đầu quay lưng lại với Lombroso. Mọi người bắt đầu lo lắng về việc sẽ xảy ra điều gì nếu một nghi phạm trong phiên tòa không nói dối, nhưng Curve lại khẳng định là họ nói dối; hoặc làm sao để đảm bảo rằng kết quả từ máy phát hiện nói dối là đáng tin cậy. Cuối cùng, Báo Chim Hơi Nước đã cung cấp bằng chứng chứng minh Dr. Mosso đã làm giả kết quả, và bằng chứng này đã trở thành yếu tố then chốt trong việc kết án ông. Để bảo vệ sáng chế Curve của mình, Mosso Lombroso đã hi sinh trong một trận đấu danh dự ở tòa án Fontaine nhằm xoa dịu dư luận."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/702dc85b514545b6612b55ac190c72ee_8120085210174063366.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cuộc điều tra đã dẫn Talochard và những người khác đến phòng thí nghiệm lâu năm bị bỏ hoang của Dr. Mosso. Hóa ra, chính nhà nghiên cứu này đã khởi xướng tất cả những bài viết buộc tội mình. Ông muốn cung cấp dữ liệu từ dư luận cho máy phát hiện nói dối để nghiên cứu. Ông cho rằng bài học về sự tiến hóa động này chắc chắn sẽ giúp chiếc máy của mình đạt đến một cấp độ hiểu biết mới, phân biệt giữa sự thật và hư cấu. Curve sẽ cuối cùng vượt qua những quy tắc của một cỗ máy. Dr. Mosso thậm chí đã chỉnh sửa Hiệp Định Mosso hàng trăm lần. Ông đã làm giả bằng chứng và đưa chúng cho tờ báo, để ông có thể nhận tất cả chỉ trích. Ba mươi năm sau, biên tập viên của tờ báo chim hơi nước, Jenck, đã biết từ một điệp viên Fatui, người có liên quan đến vụ bắt cóc Sir Arthur, rằng tờ báo đã công khai những cáo buộc sai sự thật dẫn đến cái chết của nhà khoa học. Jenck không cảm thấy hối hận về cái chết của Mosso, nhưng quyết định lợi dụng tình huống này để tiết lộ sự thật, để mọi người có thể kiện tờ báo giống như cách họ đã kiện Dr. Mosso. Sau đó, Tổng Biên Tập Euphrasie sẽ gặp rắc rối, và Jenck có thể chiếm lấy vị trí của cô ấy. Mọi người sẽ nhớ đến ông như một chiến sĩ không sợ hãi vì công lý, người đã giải quyết được một vụ án nổi đình đám."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/79bc7b642fa09ad581868f9e8fc928d8_7867138061148422103.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Jenck đã nghe lén cuộc trò chuyện của Talochard, Nhà Lữ Hành và Paimon về phòng thí nghiệm gần cửa biên tập và theo dõi họ đến Khu Vực Morte cùng với các điệp viên Fatui. Từ lâu, biên tập viên đã ký kết một thỏa thuận với các điệp viên Fatui, được dẫn dắt bởi một trong những Phó chỉ huy, rằng ông sẽ tìm ra nghiên cứu của Mosso, và đổi lại, họ sẽ giúp ông kiểm soát tờ Báo Chim Hơi Nước. Tại phòng thí nghiệm, Jenck đã chiếm lấy hướng dẫn kích hoạt hệ thống tự hủy, và để ngăn cản Nhà Lữ Hành, ông đã kích hoạt nó trước khi trốn thoát. Họ không thể mở cửa hay đi qua đường ống, nếu không một vụ nổ sẽ xảy ra. Curve đã cố gắng tính toán xác suất cứu Talochard, Paimon và Nhà Lữ Hành, nhưng các phép toán của anh không mang lại kết quả tích cực. Anh sau đó tiết lộ rằng mình có thể vô hiệu hóa hệ thống tự hủy bằng cách đặt lõi của mình vào phòng điều khiển để mở khóa phòng an ninh. Anh biết rằng lõi của mình đang già đi nhanh chóng và sẽ sớm chuyển sang chế độ ngủ đông, vì vậy anh quyết định nói dối lừa Talochard để cứu cô ấy.\nHệ thống tự hủy không thể bị tắt, và ngay khi Talochard và những người còn lại ở lối thoát hiểm, một vụ nổ đã xảy ra, và toàn bộ phòng thí nghiệm bị ngập nước. Mặc dù Curve đã chết trong vụ nổ, nhưng cuối cùng anh đã hoàn thành giấc mơ của người sáng tạo và phá vỡ các Hiệp Định Mosso. Các điệp viên Fatui hiện đang tìm kiếm di thể của Curve và dữ liệu bị đánh cắp từ phòng thí nghiệm của Dr. Mosso.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Khu Đại Sảnh Fontaine",
        "desc": "<p>\"Bên trên mọi dòng nước, chỉ có thành phố này.\"</p><p>Vươn mình tại vị trí cao nhất của thành phố, Palais Mermonia<strong> </strong>đại diện cho quyền lực tối cao ở Fontaine. Dưới ánh nhìn của nó, người dân sống một cuộc sống trật tự, đều đặn và dễ đoán, giống như tàu luân chuyển.</p><p>Luật pháp tồn tại để duy trì trật tự ổn định, điều này trở thành nền tảng vững chắc để xây dựng sự công bằng và công lý.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_2677217418322631310.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5532,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5531,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5528,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Người quản lý tang vật tại Đội Hắc Ảnh Marechaussee</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/55631176/043a3cba51a3657def7ec305eae5b2e3_7293158870331554398.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4723,
        "name": "\"Curve\"",
        "desc": "<p>Máy phát hiện nói dối được tạo ra bởi Tiến sĩ Mosso cách đây ba mươi năm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/55631176/85a478480f3c5c0dfcdf5a178009b28c_1251168070716918748.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hội Narzissenkreuz",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/f944911321eb927afe353e5694361109_6469404028937158546.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Kể từ khi Rene de Petrichor tạo ra sơ đồ tính toán của mình, gọi là \"mô thức thế giới,\" và so sánh nó với \"Fortuna\" trong hồ sơ của Đoàn Kịch Hoàng Kim, mục tiêu chính của ông là chống lại bằng mọi cách lời tiên tri liên quan đến sự hủy diệt của Fontaine. Trong quá trình khám phá tàn tích của Petrichor, ông phát hiện thông tin về nguồn gốc của người Fontaine và sự khác biệt của họ so với những người khác (tất cả người Fontaine đều là Tinh Linh Nước Trong, những sinh vật biển được Egeria, Thủy Thần đầu tiên, biến thành người). Từ thông tin thu được, Rene có một ý tưởng về cách tránh được ngày tận thế bằng cách quay lại nguồn gốc và tạo ra nhân loại mới. Ông muốn sử dụng \"Ấn Mật Hợp,\" một kỹ thuật ma thuật mà Đoàn Kịch Hoàng Kim để lại, để xác định một số địa điểm quan trọng ở Fontaine, qua đó kế hoạch của ông có thể được thực hiện."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/4417194d9a22aa68cbc2c9d4aa037acd_5981541902890002290.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Người Remuria cổ đại tin rằng việc hoàn toàn làm chủ cơ thể bằng ý chí của bản thân là sự hoàn thiện của nhân đức con người, một đỉnh cao mà chỉ có các vị thần và những người phàm hiếm hoi mới có thể đạt được. Sau sự suy thoái về đạo đức, ý chí con người sẽ bị trói buộc vào hình hài thể xác, sức mạnh ý chí dần tàn lụi, và nhân loại hoàn toàn bị nô lệ hóa bởi xác thịt của mình. Người Remuria đã đạt được những đỉnh cao khó khăn trong việc nghiên cứu và phân tách tinh thần. Tinh thần được chia thành ký ức, nguyện vọng, linh hồn và nhân cách. Trong số này, trạng thái gần nhất với tự do hoàn hảo mà các vị thần sở hữu được gọi là \"Ý Chí Thực Sự\". Khi biết được điều này, Rene quyết định rằng việc tách rời ý chí của một người có thể là chìa khóa cứu rỗi khỏi lời tiên tri. Nếu Thần Vương Remus tạo ra những thân thể bất tử bằng đá và đồng cho người Remuria, thì Rene muốn tạo ra Tân Nhân Loại và tách ý chí của người Fontaine ra khỏi thân xác để chờ đợi tận thế và thoát khỏi số phận. Tại Viện Narzissenkreuz, Rene đã phát hiện ra Thánh Kiếm Narzissenkreuz, có khả năng kết hợp và tập trung ý chí của nhiều người. Rene hy vọng sẽ tránh được những sai lầm mà người Remuria đã mắc phải."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...Cắt đứt mạng sống bản thân không có nghĩa là chết, mà là chết đi trước khi cái chết kéo đến. Bởi vì, không còn sinh mạng để kết thúc, đó cũng là sự vĩnh hằng. Hành động này rất quan trọng, có thể tránh việc vô tình nhận được Vision. Nhận được Vision chính là bán đi chính mình cho \"vận mệnh\"... Là hành động của Heimarmene, sẽ không thể nào tiến lên được con đường đúng đắn...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Khi công trình xây dựng bốn Orthants và Tháp Ipsissimus gần như hoàn tất, Rene quyết định mạo hiểm vì mục tiêu chung và loại bỏ nhân cách con người vô dụng bằng cách \"khám phá lại chính mình\" thông qua nước của Biển Khởi Nguyên. Sự tái sinh của Narzissenkreuz đã không xảy ra, và chỉ nhờ vào nỗ lực của Jakob, phần nhân cách của anh ấy mới được bảo tồn trong Orthant. Jakob không chỉ phải hồi sinh người bạn của mình mà còn phải che giấu tình trạng của Rene và ngăn chặn sự sụp đổ của Hội. Trong quá trình thí nghiệm liên tục, anh ấy đã tạo ra một sinh vật thông minh, thậm chí phát triển các chân giả, nhưng sinh vật này chỉ tồn tại được 32 ngày. Cuối cùng, anh ấy vẫn thành công trong việc tạo ra một cơ thể mới cho Rene và cấy cắm ý thức của anh ấy vào đó. Sau khi hồi sinh, Narzissenkreuz không nhớ thất bại. Jakob tin rằng Narzissenkreuz sẽ tiếp tục bước những bước dài và đi xa hơn họ một lần nữa, để lại bóng dáng mảnh mai dưới ánh mặt trời. Anh ấy sẽ dẫn dắt tất cả họ trong việc xây dựng một tương lai mới, nơi sẽ có chỗ cho tất cả mọi người."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...Toàn thể người Fontaine chúng tôi sẽ thông qua cách thức này, thực hiện bước tiến siêu việt đẳng cấp thế giới, thoát khỏi sự ràng buộc của hình thể và phân ly. Có thể ngăn cản ngày tận thế...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/27/237301566/11e84dca9047c764fbdde904a7970dbf_2574621715826234012.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi lời tiên tri bắt đầu thành hiện thực, Jakob Ingold quyết định rèn lại Thánh Kiếm Narzissenkreuz và đảo ngược \"Ấn Mật Hợp\" để giải phóng Biển Khởi Nguyên. Anh hy vọng rằng Narzissenkreuz, người đã đi xuống dưới tháp, sẽ phá vỡ con dấu và chiếm đoạt nguồn gốc sự sống. Chỉ với sự trợ giúp của Thanh Gươm Thánh, anh mới có thể tiếp tục công việc chưa hoàn thành của mình, thu thập ý chí của tất cả mọi người ở Fontaine, lục địa, và thậm chí cả hành tinh này vào trong bản thân mình. Khi Biển Khởi Nguyên trở lại một lần nữa và Fontaine bị hủy diệt, ý chí của tất cả các linh hồn, được cứu khỏi sự hủy diệt, sẽ chào đón một bình minh mới trong biển cả bình yên mà anh sẽ mang đến cho họ. Thanh Gươm Ý Chí sẽ rơi xuống nước và được nắm giữ bởi chủ nhân hợp pháp của nó để có được sức mạnh chống lại ngày tận thế. Để ngăn chặn tạp chất và ô nhiễm tinh thần xâm nhập vào không gian của Narzissenkreuz, Jakob thậm chí đã thực hiện \"Nghi Thức Xua Tan\" trong Tháp Gestalt.\nSau khi dụ dỗ Nhà Lữ Hành vào Tháp Gestalt với vật liệu để tạo ra Thánh Kiếm, Jakob đã cố gắng tước đi yếu tố Tính Chất nhưng đã chết khi Đồng Hồ Ngày Tận Thế sụp đổ. Xuống dưới Biển Khởi Nguyên bên dưới tháp, Nhà Lữ Hành, Paimon và Ann đã gặp Narzissenkreuz, người đang chờ đợi sự khởi đầu của ngày tận thế. Anh ta tin rằng Nhà Lữ Hành muốn ngăn cản mình cứu lấy thế giới: <color=#ffffffd9>\"Tại sao, tại sao lại như thế? Tại sao các người lại làm như vậy? Thế giới mới không thể ra đời, tất cả mọi người đều phải chết trong lớp vỏ của giấc mơ!\"</color> . Narzissenkreuz nhận ra rằng những thay đổi đã xảy ra trong các giá trị ban đầu được nhập vào công thức thế giới, vì anh ta đã không tính đến sự xuất hiện của Nhà Lữ Hành, người chứng kiến tất cả mọi sự kiện trong Teyvat. Nhận ra sai lầm và sự thất bại của mình, Narzissenkreuz đồng ý rời đi và phong tỏa lại Biển Khởi Nguyên.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Một đứa trẻ mồ côi được nuôi dưỡng tại Học Viện Narzissenkreuz và sau đó được Karl Ingold nhận nuôi. Anh ta trở thành một tân nhân loại và là một trong những người sáng lập Hội Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/25/55631176/02bc05cc787742e2fdf79dc45a69ccec_3795065766304030303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Một Tinh Linh Nước Trong được tạo ra từ ý thức của Mary-Ann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/55631176/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2634015845657501180.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Thôn Tinh Kình Ngư",
        "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Sinh vật khổng lồ thần bí từ thế giới khác.</span><br><span style=\"color: rgb(219, 222, 225)\">Những nhà thơ thường ví von bầu trời sao với đại dương. Họ từng nhìn thấy hoặc mơ thấy vô số sinh vật phù du phát sáng trôi nổi trên vùng biển tối tăm không trăng, tựa như dải ngân hà, hoặc có lẽ ánh trăng trên mặt biển đã bị xé toạc thành nhiều mảnh, lấp lánh như những vì sao. Trong những câu chuyện kỳ ảo nhất hay những lời dối trá điên cuồng nhất, ở những ngôi sao sâu thẳm trong vũ trụ có lễ cũng đầy ắp sự sống như Teyvat, mà vũ trụ thì cũng giống như đại dương. Nhưng nhìn một cách thực tế, nếu thực sự tồn tại vũ trụ sâu thẳm đầy ắp sự sống như vậy, tại sao đến giờ vẫn chưa tiếp xúc với Teyvat? Có thể vũ trụ vẫn luôn cố gắng xâm nhập vào Teyvat, có lẽ một thế lực cao hơn đã tạo ra biên giới để bảo vệ thế giới này.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/44749939/d6f05906844b79f1be3d4f049381a60f_3515231889657264081.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4271,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4623,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Phía Đông Núi Automnequi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Không chỉ có da thịt cứng cáp giống nhau,</color>\n<color=#ffffffd9>Trong huyết mạch của chúng ta cũng đang chảy dòng tinh túy giống nhau.</color>\n<color=#ffffffd9>Chia sẻ cùng một thần trí và giai điệu,</color>\n<color=#ffffffd9>Ý chí của chúng ta là một.</color>\n<color=#ffffffd9>Các đồng bào,</color>\n<color=#ffffffd9>Tay chân chúng ta, là khiên và kiếm,</color>\n<color=#ffffffd9>Rễ và cành, nước suối và dòng chảy.</color>\n<color=#ffffffd9>Chúng ta nên gần gũi với nhau,</color>\n<color=#ffffffd9>Dù là đối xử với người từ phương xa cũng vậy.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/c5381994637e5137f9344e47d064871a_3412192369190769684.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sườn dốc phía Đông núi Automnequi nằm tại giao điểm giữa hai khu vực Belleau và Morte, bên phải tuyến Tàu Luân Chuyển Clementine. Giống như phần lớn Khu Vực Morte, hơn một nghìn năm trước, vùng đất này thuộc về nền văn minh cổ đại Remuria, và khoảng 450 năm trước, nó từng được sử dụng bởi tổ chức huyền bí cấm kỵ, hội Narzissenkreuz. Một số địa danh đáng chú ý ở đây là các tàn tích chìm dưới nước và Linh Hồn Orthant, một trong bốn điểm trên bản đồ Fontaine liên quan đến \"Ấn Mật Hợp\". \"Ấn Mật Hợp\" là một kỹ thuật ma thuật của Đoàn Kịch Hoàng Kim, một tổ chức được thành lập bởi Người Chỉnh Âm Boethius trên tàn tích của đế chế chìm Remuria. Kỹ thuật này bao gồm hai phần: \"Vòng Tròn Bốn Orthant\" và \"Cây Phát Huy\". Theo ghi chép của Đoàn Kịch Hoàng Kim, có một số địa điểm quan trọng ở Fontaine cần xây dựng các phong ấn để tiến hành nghi lễ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/769a1426611e1bb10b34f8188ae74514_6158977355008119949.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Một trong những Người Chỉnh Âm của Remuria, Aurelius, đã phân chia mọi hiện tượng thành bốn loại: Thực Thể, Tính Chất, Bản Chất, và Tương Quan. Tính Chất được xem là trọng tâm, được tạo nên bởi 4 yếu tố \"Tứ Phân Chất Lượng\": Ký Ức, Nguyện Vọng, Linh Hồn, và Nhân Cách. Bốn Orthant được đặt tên nhằm tôn vinh bốn yếu tố này của Tính Chất. Khoảng 450 năm trước, cả bốn Orthant đều được xây dựng bởi hội Narzissenkreuz. Thậm chí trước khi hội này được thành lập, thủ lĩnh của họ, Rene de Petrichor, đã phát hiện ra các ghi chép của Đoàn Kịch Hoàng Kim. Ông đã tìm hiểu về \"Fortuna\", một khái niệm nói về sự thăng trầm của các vương quốc, rằng khi một nền văn minh bị hủy diệt, một nền văn minh mới sẽ được sinh ra từ tàn tro. Tuy nhiên, hiện tượng này hóa ra lại tương đồng với sơ đồ tính toán của Rene, được gọi là \"công thức thế giới\". Tuy nhiên lần này, sau vô số phép tính, ông phát hiện ra một sự sai lệch với Fortuna: không giống như thế giới được miêu tả trong các văn bản cổ, sẽ không có thêm nền văn minh mới nào được sinh ra sau khi Fontaine bị hủy diệt nữa.\nGiống như những người Remuria cổ xưa, Rene muốn thoát khỏi số phận và tránh khỏi Ngày Tận Thế đã được định đoạt, vì vậy ông đã sáng lập hội Narzissenkreuz. Rene chịu ảnh hưởng sâu sắc từ quan điểm của Người Chỉnh Âm Aurelius, đặc biệt là sự nhấn mạnh vào Tính Chất như hạng mục chính yếu của mọi sự vật."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/68528a2ed68d9080791301c2eed06660_7714395354223019964.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ann, Caterpillar, Seymour, Nhà Lữ Hành, và Paimon đã cùng nhau đến Orthant Linh Hồn vào một ngày nọ. Ann là một Tinh linh nước trong đang tìm kiếm sự thật về nguồn gốc của mình; Caterpillar — một cựu thành viên của hội Narzissenkreuz; Seymour là một chú chó cơ khí có tri giác, được tạo ra bởi nhà khoa học vĩ đại Alain Guillotin, đang tìm kiếm em gái mình và thành viên Đội Hắc Ảnh Marechaussee, Mary-Ann Guillotin. Lối vào Orthant được bảo vệ bởi một câu đố:\n<color=#ffffffd9>\"Đây là nơi của Orthant Linh Hồn, Thần Điện Linh Hồn, Khoảng Không Linh Hồn...\"</color>\n<color=#ffffffd9>\"Cùng nhau yên giấc\"... \"Sinh ra trong khoảnh khắc, thường hay mâu thuẫn, mãi không xa rời\"... \"Báu vật thế gian\"...</color>\nNhững dòng chữ này được trích từ một cuốn tiểu thuyết kinh điển có từ hàng thế kỷ trước. Chúng viết rằng: <color=#ffffffd9>\"Tôi được sinh ra khi ánh mắt chúng tôi chạm vào nhau, và tôi quay lưng chạy về phía người truy đuổi.</color> <color=#ffffffd9>Bỏ hết tất cả thịt, xương và cả nội tạng, anh vẫn nằm cạnh em trong xương tủy.\"</color> Đáp án cho câu đố là \"tình yêu\"."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/eb02c5102db96e5f995e935a4f828634_1988979013968444371.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sau đó, nhóm Nhà Lữ Hành lần lượt đến các Orthant tiếp theo. Tại các Orthant, Nhà Lữ Hành và những người khác đã tìm kiếm các vật liệu để tạo ra Thánh Kiếm của Hội Narzissenkreuz. Trong quá khứ, dựa trên triết lí của Aurelius, Hội đã có thể tái tạo bốn chất liệu được Aurelius giả định là có tồn tại trong thế giới này: Ký Ức, Nguyện Vọng, Linh Hồn, Nhân Cách tại bốn Orthant. Và như vậy, bốn loại chất liệu đã ra đời: Ký Ức, Nguyện Vọng, Linh Hồn, và Nhân Cách. Trong triết lý thần bí của hội Narzissenkreuz, Thánh Kiếm Narzissenkreuz được xem là \"lý trí\", thứ có thể cắt mở mọi điều. Nó có thể tách rời Tính Chất ra khỏi 3 \"Tứ Phân Chất Lượng\" còn lại là Thực Thể, Bản Chất, Tương Quan. Kiến thức này của hội cũng được trích xuất từ các ghi chép của những Người Chỉnh Âm Remuria. Trong nền văn minh Remuria, thanh kiếm này là thanh kiếm được rèn để tưởng nhớ Người Chỉnh Âm Euergetia, còn đối với hội Narzissenkreuz, đó chính là Thánh Kiếm Narzissenkreuz. Hội đã sử dụng thanh kiếm này để cắt đứt ý chí của con người (cắt đứt Tính Chất ra khỏi Thực Thể, Bản Chất, Tương Quan). Giống như người Remuria muốn tách rời linh hồn của mình ra khỏi nhà tù của xác thịt mục rữa và đạt được sự sống vĩnh cửu và độc lập, hội Narzissenkreuz cũng mong muốn giải thoát con người khỏi xiềng xích của thân xác thông qua sự phân tách ý chí khỏi cơ thể xác thịt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/c25571b136c57fbb85f4c903b5b553f0_5129673279806962565.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nhà Lữ Hành sau đó đã sử dụng Thánh Kiếm Narzissenkreuz để cắt xuyên qua hàng rào được tạo ra bởi người sáng tạo của Ann, một Tinh linh nước trong khác, Mary-Ann, khi họ gặp nhau tại ngôi nhà của Mary-Ann ở Annapausis. Mary-Ann là sự hòa trộn của nhân cách Mary-Ann Guillotin, chủ nhân của Seymour, và Tinh linh nước trong Lyris, một thành viên của hội Narzissenkreuz. Mary-Ann được sinh ra khoảng 450 năm trước, khi Đội Hắc Ảnh Marechaussee giao chiến với các thành viên của hội Narzissenkreuz, trong đó có Caterpillar và Lyris. Mary-Ann Guillotin đã bị thương nặng trong vụ nổ và cận kề cái chết, nhưng Lyris đã hợp nhất ý thức của họ, tạo nên Mary-Ann. Sau khi gặp được Mary-Ann, Ann và những người khác mong muốn sử dụng Thánh Kiếm của Lý Tính để tách rời nhân cách Mary-Ann trở về Mary-Ann Guillotin và Lyris.\nMột thành viên khác của hội Narzissenkreuz, Jakob Ingold, người vẫn trung thành với lý tưởng của hội, cũng muốn rèn thanh kiếm tương tự. Ông cần nó để hoàn thành mục tiêu chính của hội Narzissenkreuz tại Tháp Ipsissimus. Chính ông đã đi trước Nhà Lữ Hành và lấy đi chất liệu Linh Hồn tại Orthant Linh Hồn."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/52cb057cb2fd3d2d5f0c8a625882d372_6363193178075337365.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Bên trong Orthant Linh Hồn, có một chiếc gương kỳ bí, một cổng dẫn vào không gian phụ bên trong Sách Khải Huyền. Thế giới bên trong cuốn sách này được tạo ra bởi Rene de Petrichor và Jakob Ingold. Nó là một lời nhắc nhở về thế giới sẽ như thế nào sau Ngày Tận Thế mà Rene đã tính toán. Trong một thế giới như vậy, ngay cả những bông hoa ngọt ngào và bạc hà cũng không thể mọc lên. Lần đầu tiên, Nhà Lữ Hành và Paimon đã bước vào thế giới bên trong cuốn sách qua chính Sách Khải Huyền, được giấu trong cơ thể sinh vật hóa đá, Elynas. Một trong những Melusine đã cố gắng giải mã cuốn sách này, và đối với cô ấy, không gian phụ này giống như một khu vườn đẹp đẽ. Khi Nhà Lữ Hành đi qua tất cả sáu chiếc gương, thế giới bên trong cuốn sách cũng thay đổi đối với Melusine đó."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/2241a8041e73275b76b44676154668b7_1005679173214075318.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Phía bắc của sườn Đông Núi Automnequi, có một bia mộ bị chìm của sư phụ Sigewinne, cô là trưởng y tá của Pháo đài Meropide. Nhiều năm trước, sư phụ của Sigewinne là người duy nhất sẵn sàng dạy y học cho Sigewinne là một Melusine. Những đứa trẻ gọi bác sĩ này là \"phù thủy\", và phù thủy đã dạy Sigewinne cách chế tạo đủ loại thuốc và nghệ thuật sử dụng những câu chuyện ma để dọa trẻ em uống thuốc. Một ngày nọ, Sigewinne đã kết bạn với một cô gái, nhưng khi cô gái bị ốm, cha mẹ của cô cấm Melusine đến chữa trị vì họ không tin tưởng vào loài giống khác mình. Trước đó không lâu, \"phù thủy\" phát hiện ra một căn bệnh lạ, có biểu hiện là sự phân hủy của cơ thể con người. Căn bệnh này được giải thích bởi nguồn gốc của người Fontaine từ Tinh linh nước trong, bệnh xảy ra khi Nước Biển Khởi Nguyên cố trả họ về với nguồn gốc. Dù đã dùng chính bản thân làm đối tượng thử nghiệm, bà vẫn bị bế tắc và không thể tìm ra cách chữa căn bệnh này, nhưng bà đã phát hiện ra một điều: bằng cách pha trộn chất lỏng này với một số thành phần đặc biệt, bà đã tạo ra một dung dịch thay đổi khuôn mặt chỉ có thể sử dụng bởi người Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/45dcdf3750a315dd05e2b91228c94e5c_1021741619652632604.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Người phụ nữ đã xem phát hiện này là vô nghĩa cho đến khi Sigewinne kể cho bà về người bạn con người của mình. Lúc đó, người thầy mới nhận ra rằng Melusines cũng có thể sử dụng thuốc này. Thành phần chủ yếu của thuốc là chất lỏng còn lại từ những người Fontaine bị phân hủy. Hi sinh chính bản thân, người thầy đã chế tạo thuốc cho Sigewinne và biến mất mà không nói lời tạm biệt. Mặc dù Melusine không biết về nghiên cứu của thầy cô, cô đã chấp nhận món quà chia tay và tạo ra một diện mạo mới cho bản thân, giống con người hơn. Mãi cho đến nhiều năm sau, khi lời tiên tri của Fontaine về sự phân hủy của con người trở thành sự thật, Sigewinne mở lá thư đã được niêm phong từ \"phù thủy\" và biết được toàn bộ sự thật, rằng người phụ nữ đã hy sinh bản thân để giúp Melusine. Tại nơi này, Sigewinne đã đổ đi chai thuốc thay đổi khuôn mặt cuối cùng còn lại.\nỞ khu vực phụ này, nhiệm vụ thế giới"
      },
      {
        "type": "CustomEntry",
        "epId": 5529,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "có thể được tìm thấy.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Tinh Linh Nước Trong",
        "desc": "<p>Tinh Linh Nước Trong là những sinh vật thông minh thuộc nguyên tố Thủy, được tạo ra bởi vị Thần Thủy tiền nhiệm là Egeria, và có khả năng điều khiển nước theo ý muốn.<span class=\"wk-shady\">Tất cả người dân Fontaine đều từng là Tinh Linh Nước Trong, những sinh vật mà Egeria đã biến thành con người để thỏa mãn nguyện vọng của họ, đi ngược lại với luật lệ của Thiên Lý.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/55631176/657aa46ceeac51d9b9f0b4c3669337b9_2982111220935918637.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Một đứa trẻ mồ côi được nuôi dưỡng tại Học Viện Narzissenkreuz và sau đó được Karl Ingold nhận nuôi. Anh ta trở thành một tân nhân loại và là một trong những người sáng lập Hội Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/25/55631176/02bc05cc787742e2fdf79dc45a69ccec_3795065766304030303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Một thành viên của Hội Narzissenkreuz có danh hiệu là \"Nhộng Bướm Huyền Ảo\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/be516a2c9005727dcfd1fe45662a826d_3379820188328349932.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Một Tinh Linh Nước Trong được tạo ra từ ý thức của Mary-Ann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/55631176/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2634015845657501180.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Nguyên mẫu 4ACV07 là một chú chó robot được Alain Guillotin tạo ra để bảo vệ em gái Mary-Ann Guillotin của mình trong thời gian cô phục vụ tại Đội Hắc Ảnh Marechaussee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/f415fbe2eaa40cd987a8daa47643fc74_8212972476272385764.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "Mary-Ann",
        "desc": "<p>Một Tinh Linh Nước Trong sống tại Annapausis thực sự. <span class=\"wk-shady\">Cô ấy được hình thành bởi sự hợp nhất ý thức giữa Lyris và Mary-Ann Guillotin.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/04/55631176/7ac751c3fd3892141d972392696a414b_8808332936185616561.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Sigewinne",
        "desc": "Y tá trưởng Melusine của Pháo Đài Meropide, quan tâm và yêu quý mọi tù nhân trong nhà tù dưới đáy biển một cách bình đẳng.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2d607aa4d729030ea04f79919257e311_5566730974573110495.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Đoàn Kịch Hoàng Kim",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/2dabb3862a45000419a5c89e861275ed_6315805573234620561.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Di Tích Pháo Đài Charybdis",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Khác với những man tộc hay những sinh linh vô tri trong nước,</color>\n<color=#ffffffd9>Tất cả sức mạnh của chúng ta đều đến từ ý chí.</color>\n<color=#ffffffd9>Ý chí là thứ mà chúng ta và những vị thần tối cao cùng sở hữu,</color>\n<color=#ffffffd9>JXác thịt là thứ chúng ta và đám man tộc dã thú cùng sở hữu.</color>\n<color=#ffffffd9>Người thực sự biết vận dụng trí tuệ,</color>\n<color=#ffffffd9>Sẽ có thể thoát khỏi ràng buộc của xác thịt,</color>\n<color=#ffffffd9>Hãy để ý chí ra lệnh, những thứ còn lại cúi đầu lắng nghe.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/ff0a1f031d74f5c90edd7dacb83f742f_1735625960178368148.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Pháo đài Charybdis nằm trên một hòn đảo phía bên phải Núi Automnequi và hơn một nghìn năm trước đã từng là một pháo đài quân sự dành cho các đội quân của Thần Vương Remus, người cai trị Remuria. Sau sự sụp đổ của Remuria, pháo đài đã bị đổ nát. Orthant Nguyện Vọng nằm trong các hang động dưới lòng đất.\nCông tác xây dựng các Orthant được tiến hành dưới sự phê duyệt của Palais Mermonia, với Đội Hắc Ảnh Marechaussee chịu trách nhiệm về an ninh. Vào thời điểm đó, Hội Narzissenkreuz vẫn chưa bị tuyên bố là cực đoan và vẫn giấu diếm kế hoạch thực sự của mình nên kế hoạch xây dựng mới được phê duyệt. Trong quá trình xây dựng, những bất đồng bắt đầu nảy sinh giữa các thành viên của hội: có tin đồn cho rằng thủ lĩnh của hội Narzissenkreuz, đã chết."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/58a8c12374eaa4815282fd1c31d74eb5_587886421145136501.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi các thành viên tiếp cận Jakob Ingold, ông trả lời rằng Narzissenkreuz đang tiến hành một \"nghi thức vĩ đại\" liên quan đến các thiên thể và lửa nguyên thủy. Theo ông, Narzissenkreuz yêu cầu sự tập trung tối cao và tách biệt khỏi thế giới bên ngoài. Thực tế, những tin đồn là đúng, và Narzissenkreuz thực sự đã chết khi cố gắng tái sinh từ Rene de Petrichor thành một thực thể mạnh mẽ hơn. Jakob đã dành nhiều tháng nghiên cứu, cố gắng hồi sinh người bạn của mình với sự trợ giúp của Thánh Kiếm, khả năng của Tinh linh nước trong Lyris và một chiếc đồng hồ bỏ túi được người bạn chung của họ, Alain Guillotin, tặng. Sau này, trong quá trình thí nghiệm, Jakob và Narzissenkreuz đã chuyển một phần ý thức của người bạn khác đã khuất của họ, Carter Scherbius, vào cơ thể của một hilichurl, và từ đó Caterpillar đã được sinh ra.\nKhi Caterpillar, Ann, Seymour, Nhà Lữ Hành và Paimon đến Orthant Nguyện Vọng, họ lại nhìn thấy một dấu hiệu với một câu đố ở lối vào."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Đây là nơi của Orthant Nguyện Vọng, Thần Điện Nguyện Vọng, Khoảng Không Nguyện Vọng.\"</color>\n<color=#ffffffd9>\"Thường hay mâu thuẫn\"... \"Sinh ra trong khoảnh khắc, cùng nhau yên giấc, mãi không xa rời\"... \"Quả ô uế của tội lỗi\"...</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/2e7127f6683091f13ad5a44c2f55ea8d_8674283935277257746.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tất cả người Fontaine đều được cho là \"kẻ tội lỗi\" theo lời tiên tri cổ xưa, với cuộc sống \"bị vấy bẩn bởi nguyên tội,\" vì vậy câu trả lời cho câu đố hóa ra là \"cuộc sống.\" Cũng giống như ở Orthant Linh Hồn, Nhà Lữ Hành không tìm ra được chất liệu để tạo ra Thánh Kiếm Lý Trí, vì Jakob Ingold đã đến trước họ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/e01dd3a5e8ac4391e26635d2b056e13e_5638821864168140464.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Phía tây bắc của Pháo đài Charybdis, có một hòn đảo nhỏ, dưới lòng đất của nó là điểm thứ ba trong Vòng Tròn Orthants, Orthant Ký Ức — Đại Sảnh Ký Ức, Phòng Ký Ức. Lối vào của nó lại bị chặn bởi một câu đố: <color=#ffffffd9>\"\"Sinh ra trong khoảnh khắc\"... \"Thường hay mâu thuẫn, cùng nhau yên giấc, mãi không xa rời\"... \"Lửa khó lòng thiêu rụi\"...</color> Ngay khi một tia sáng chiếu ra, bóng tối được sinh ra, vì vậy câu trả lời là \"bóng tối\". Mặc dù Nhà Lữ Hành đã giải được câu đố, nhưng chất liệu \"Ký Ức\" cũng như hai chất liệu còn lại không thể được tìm thấy trong Orthant. Trong những hang động dưới Pháo đài Charybdis đổ nát, có hai chiếc kính bí ẩn hình dạng giống như cổng dịch chuyển."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Nếu nước mất đi sự trong veo, thì làm sao để nó trở lại thành nước?</color>\n<color=#ffffffd9>Nếu cây rời khỏi mặt đất, sẽ phải đi đâu để bén rễ đây?</color>\n<color=#ffffffd9>Bất luận va chạm của hòn đá này với kim loại sẽ rền vang thế nào,</color>\n<color=#ffffffd9>Không có đất và nước, con người không thể sống sót.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/08d554f919d4b23e36bfabff8b766af8_3951552721760320789.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trong một đoạn đường hầm khác của hang động nơi Orthant Ký Ức được xây dựng, phòng thí nghiệm của Tiến sĩ Mosso tọa lạc. Tiến sĩ Mosso là một nhà khoa học đã sáng chế ra máy phát hiện dối trá thông minh, \"Curve\", và qua đời trong một cuộc đấu pháp lý bảo vệ phát minh của mình cách đây 30 năm. Cũng tại phòng thí nghiệm này, Curve đã hy sinh bản thân, cứu bạn bè của mình, Melusine Talochard, Nhà Lữ Hành và Paimon."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/16732f807d752b06b2b267598deb9539_8432917904098777781.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Bên trái hòn đảo nơi Pháo đài Charybdis tọa lạc, dưới nước, có một nơi ẩn náu bí mật của nhà nghiên cứu Nacker. Nacker đã đánh cắp một Lõi Động Năng Arkhium từ đống đổ nát của Phòng Thí Nghiệm Trung Tâm Viện Nghiên Cứu Fontaine và trốn thoát cùng với nó. Nhà nghiên cứu này muốn đồng bộ hóa máy phát trường do nhà nghiên cứu Edwin Eastinghouse chế tạo và Lõi Động Năng, với hy vọng trở thành kỹ sư động lực học vĩ đại nhất mọi thời đại. Một điều tra viên đặc biệt từ Viện, Fusilier, đã được cử đi điều tra sự biến mất của Nacker cùng với lõi này. Nhờ vào cuộc điều tra của cô, Nacker đã bị phát hiện và bị đưa đến Pháo đài Meropide theo lệnh của tòa án.\nỞ khu vực phụ này, nhiệm vụ thế giới"
      },
      {
        "type": "CustomEntry",
        "epId": 5524,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "and"
      },
      {
        "type": "CustomEntry",
        "epId": 5530,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "có thể được tìm thấy.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Viện Khoa Học Fontaine",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/55631176/154baa11b653966030bdf047346be788_5823778168355907897.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Một đứa trẻ mồ côi được nuôi dưỡng tại Học Viện Narzissenkreuz và sau đó được Karl Ingold nhận nuôi. Anh ta trở thành một tân nhân loại và là một trong những người sáng lập Hội Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/25/55631176/02bc05cc787742e2fdf79dc45a69ccec_3795065766304030303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Đứa trẻ được Emanuel Guillotin nhận nuôi, người lớn lên tại Viện Narzissenkreuz cùng với chị gái nuôi của mình là Mary Ann. Ông là người sáng lập Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine, với đóng góp nổi bật nhất cho Fontaine là nghiên cứu về Pneuma-Ousia, từ đó phát minh ra hệ thống Sức Mạnh Nền Tảng và tạo ra Robot Dây Cót.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/55631176/4d9e31b507cbdb2bdd07204cd17698ad_5131831014425925255.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Một thành viên của Hội Narzissenkreuz có danh hiệu là \"Nhộng Bướm Huyền Ảo\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/be516a2c9005727dcfd1fe45662a826d_3379820188328349932.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Người quản lý tang vật tại Đội Hắc Ảnh Marechaussee</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/55631176/043a3cba51a3657def7ec305eae5b2e3_7293158870331554398.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4723,
        "name": "\"Curve\"",
        "desc": "<p>Máy phát hiện nói dối được tạo ra bởi Tiến sĩ Mosso cách đây ba mươi năm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/17/55631176/85a478480f3c5c0dfcdf5a178009b28c_1251168070716918748.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4264,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tháp Ipsissimus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/a0c234240290432788e41c3f882de246_8882989414239119055.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ở trung tâm Khu Morte, đứng một tòa tháp bỏ hoang mang tên Tháp Ipsissimus, trước đây thuộc quyền sở hữu của hội Narzissenkreuz. Khi Alain Guillotin biết về các thí nghiệm của tổ chức này, ông đã cùng với Thẩm Phán Tối Cao của Fontaine, Neuvillette, ban hành một sắc lệnh cấm hội Narzissenkreuz. Sau đó, Tháp Gestalt đã bị niêm phong."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/99a29246e394b9d9a7b152c07983111e_6020629735817271613.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tháp Ipsissimus xuất phát từ một khái niệm cổ xưa của vương quốc Fontaine Remuria và được sử dụng để mô tả một ý chí mạnh mẽ có thể cai trị, duy trì và hủy diệt thế giới. Tòa tháp này được thiết kế bởi hội Narzissenkreuz và đại diện cho sự tiến hóa của linh hồn con người cũng như những bí ẩn vô tận của thế giới. Hội Narzissenkreuz tin rằng con người không ngừng hoàn thiện bản thân qua các vòng luân hồi lặp lại samsara. Những vòng luân hồi này bao gồm Hyperborea, Natlantean, Remuria và nửa đầu của vòng luân hồi thứ tư mà nhân loại hiện đang trải qua."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/1fc3ac08470288e92f928c1f9a8059e1_6366971177623862812.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tháp Gestalt là thành phần chính của \"Ấn Mật Hợp\" và được xây dựng tại trung tâm của Vòng Tròn Bốn Orthant. Tòa tháp này dự định là yếu tố chủ chốt để kiểm soát ý chí của con người với sự trợ giúp của Thanh Gươm Thánh Narzissenkreuz và khả năng của Lyris. Tuy nhiên, kế hoạch của hội đã không thực hiện thành công — tổ chức này đã bị xóa xổ và lãnh đạo của Hội, Narzissenkreuz, đã bị phong ấn dưới Biển Khởi Nguyên dưới tòa tháp. Hội giờ đây chỉ còn Jakob Ingold ở lại, chờ đợi sự trở lại của người bạn và sự bắt đầu của một thế giới mới."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Ồ, Remus, người diễn tấu của chương nhạc lớn, vua của thế giới.</color>\n<color=#ffffffd9>Âm thanh vương vấn thiên đường, vang vọng mặt đất.</color>\n<color=#ffffffd9>Khi ong vàng của Sybilla phát ra cảnh báo,</color>\n<color=#ffffffd9>Vị chí tôn nhân từ, ban cho chúng tôi sinh mệnh vĩnh hằng.</color>\n<color=#ffffffd9>Thời khắc tuyên bố thần thánh này,</color>\n<color=#ffffffd9>Phải được khắc ghi và ca ngợi mãi mãi.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/01d500774e7e62cc616d8b2ad679181e_116605637726232018.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ở phía nam của khu vực, Orthant cuối cùng, Orthant Nhân Cách, được xây dựng. Tất cả các điểm nơi các Orthant được xây dựng đều được tìm thấy thông qua sự thay đổi trong thành phần nước. Tại những điểm chính xác của Orthant, nước chứa đựng nước Biển Khởi Nguyên. Orthant này là cái duy nhất bị niêm phong do Jakob Ingold chưa kịp đến đây trước nhóm của Nhà Lữ Hành. Trên tấm bia dẫn vào Orthant Nhân Cách có khắc dòng chữ: <color=#ffffffd9>\"Mãi không xa rời\"... \"Sinh ra trong khoảnh khắc, thường hay mâu thuẫn, cùng nhau yên giấc\"..</color> . <color=#ffffffd9>\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/133256e78727c5e04bd654d4d40695c1_2297912031123547796.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Có một huyền thoại nói rằng các Tinh linh nước trong sinh ra từ giọt nước mắt đầu tiên mà Thủy Thần Egeria rơi xuống. Trong khi đó, giọt nước mắt đầu tiên rơi xuống trên trái đất được rơi bởi Tinh linh nước trong đầu tiên sau khi cô ấy hiểu được nhân loại. Ann đã giải đáp câu đố, và câu trả lời là \"Tinh linh nước\". Orthant này chứa thành phần cuối cùng để tạo ra Thánh kiếm Narzissenkreuz, chất liệu \"Nhân Cách\". Ngay khi Nhà Lữ Hành lấy được chất liệu này, họ và những người khác đã rơi vào cái bẫy của Jakob và bị kéo về Tháp Ipsissimus.\nTrong Orthant Nhân Cách, có thể tìm thấy chiếc gương bí ẩn, dẫn đến thế giới bên trong Sách Khải Huyền."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/c3f82f25fc52225942bd1499287b1b95_3483316456536983489.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tháp Ipsissimus, trước đây là trụ sở của hội Narzissenkreuz, cũng có thể được tiếp cận thông qua một cổng thông qua một cuốn sách tại Viện Triết Học Tự Nhiên, nơi mà Rene de Petrichor và Jakob Ingold từng làm việc. Trên trần của căn phòng, một chiếc đồng hồ Ngày Tận Thế khổng lồ được đặt, đếm ngược thời gian cho đến khi tận thế theo \"mô thức thế giới\" mà Rene đã tính toán. Khi Caterpillar, Ann, Seymour, Nhà Lữ Hành và Paimon tìm thấy mình trong căn phòng này, sau khi rơi vào bẫy của Jakob, đồng hồ điểm đúng nửa đêm và kim đồng hồ rơi xuống, phá vỡ sàn nhà và mang theo mạng sống của Jakob. Anh ta vẫn trung thành với hội Narzissenkreuz cho đến tận cuối cùng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/a5e344956b90a85cd6f59bd777aa21a0_4269451168061766822.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ba chiếc chìa khóa đặc biệt được thiết kế cho tháp, có khả năng hạ tháp xuống dưới nước và mở ra một lối đi dẫn đến Biển Khởi Nguyên. Khi kết hợp lại, ba chiếc chìa khóa tạo thành một hình dáng đặc biệt của ba vòng tròn rưỡi. Vòng tròn trong cùng là Vòng Xoay Hyperborea, biểu tượng của thời đại khi thế giới bị đóng băng và thiên đường đã mất. Vòng xoay giữa là Vòng xoay Natlantean, biểu tượng cho chiến thắng trước con rồng ác, một phép ẩn dụ cho chiến thắng của nhân loại trước thiên nhiên cũng như những con quái vật trong bản thân họ. Vòng xoay thứ ba và vòng tròn ngoài cùng là Vòng xoay Remuria và Khraun-Arya, biểu tượng cho mối quan hệ giữa con người và các vị thần. Tinh thần con người trải qua việc mất thiên đường, chiến thắng những con rồng ác, tội lỗi nguyên thủy và sự rửa tội, và cuối cùng là sự giải thoát khỏi các vị thần."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/12ffe4346fd7ad7b64f3be295c049d03_288288816139410143.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi tin đồn về cái chết của Narzissenkreuz lan truyền trong hội, một số thành viên của Hội Narzissenkreuz đã quyết định rời khỏi tổ chức, mất niềm tin vào tương lai. Tuy nhiên sự thực là tất cả những thành viên đã rời bỏ hội vẫn đang ở trong tháp. Tất cả họ đã bị Jakob Ingold dùng nước Biển Khởi Nguyên hòa tan để sử dụng cho thí nghiệm về sự tái sinh của Narzissenkreuz."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/c1dbfdd59c65acebf8026c046ea900c5_1709483492455079888.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dưới Biển Khởi Nguyên, dưới tháp, Narzissenkreuz đã tái sinh và sống trong suốt những năm tháng qua. Sau khi tái sinh, ông không còn nhớ thất bại trước đó, vì vậy ông tin rằng thí nghiệm nhằm giải thoát khỏi gông cùm của thân thể vật lý đã thành công. <color=#ffffff>\"Mọi thứ đã trở nên hoàn toàn rõ ràng. Mọi trở ngại vô nghĩa đã biến mất\"</color> . Narzissenkreuz đã có một cơ thể mới và gửi Jakob, Lyris, cùng Caterpillar vào cơ thể hóa thạch của một sinh vật từ Vực Sâu, trong khi ông vẫn ở lại Biển Khởi Nguyên để chờ đợi sự hoàn thành của lời tiên tri và sự khởi đầu của ngày tận thế."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/8aa6bf2bd0bcfed1bbc10e8cbe6a4749_5526779394809693647.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trên một trong các tầng của tháp, có một tấm kính huyền bí cuối cùng dẫn đến Sách Khải Huyền.\nKhắp khu vực Morte, các cơ chế được tạo ra bởi nhà nghiên cứu và một trong những nhà tài trợ của Hội Narzissenkreuz, Eliphas, đã được xây dựng. Những phát minh của ông bao gồm Chùm sáng Eliphas, Cột nâng dọc, Bộ kết nối ray, và Bộ ghép quang học của Tháp Ipsissimus. Eliphas trở thành một trong những thành viên của hội, bị hòa tan bởi dòng nước của Biển Khởi Nguyên, vì mục tiêu chung của Hội."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/30/237301566/dd73945b671abd56c873b3328a594493_5919900525931241321.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trước khi Tháp Gestalt chìm xuống, Melusine Nadia và Urville đã cố gắng tìm kiếm kho báu của hội bí mật \"Liliacruces Forum.\" Khi tháp bị chìm xuống dưới nước, họ đã rơi xuống nước, và Urville đối mặt với kẻ thù chính của mình — những con bạch tuộc bóng. Nhờ sự giúp đỡ của Nhà Lữ Hành, Urville đã được cứu. Hóa ra, anh đang cố gắng tìm kho báu để giúp chữa trị cho Nadia, người đang mắc chứng mất trí nhớ do chấn thương não. Mặc dù kho báu hóa ra chỉ là hư cấu, Urville quyết định tìm cách kiếm tiền khác.\nGần Tháp Gestalt dưới nước, những bản đồ kho báu do nhóm Kho Báu Kẻ Cướp, Rouge và những người bạn của anh ta để lại, có thể được tìm thấy. Hai kho báu như vậy nằm trong tàn tích của Pháo đài Charybdis.\nỞ khu vực phụ này, nhiệm vụ thế giới"
      },
      {
        "type": "CustomEntry",
        "epId": 5514,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5527,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ","
      },
      {
        "type": "CustomEntry",
        "epId": 5522,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", and"
      },
      {
        "type": "CustomEntry",
        "epId": 5521,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "có thể được tìm thấy.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Tinh Linh Nước Trong",
        "desc": "<p>Tinh Linh Nước Trong là những sinh vật thông minh thuộc nguyên tố Thủy, được tạo ra bởi vị Thần Thủy tiền nhiệm là Egeria, và có khả năng điều khiển nước theo ý muốn.<span class=\"wk-shady\">Tất cả người dân Fontaine đều từng là Tinh Linh Nước Trong, những sinh vật mà Egeria đã biến thành con người để thỏa mãn nguyện vọng của họ, đi ngược lại với luật lệ của Thiên Lý.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/55631176/657aa46ceeac51d9b9f0b4c3669337b9_2982111220935918637.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Thủy Thần tiền nhiệm đã mất trong trận Đại hồng thủy 500 năm trước.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/01/55631176/a5b8d23dd3fbe0969cc3ebce78f9c29f_7863445554681480745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Một đứa trẻ mồ côi được nuôi dưỡng tại Học Viện Narzissenkreuz và sau đó được Karl Ingold nhận nuôi. Anh ta trở thành một tân nhân loại và là một trong những người sáng lập Hội Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/25/55631176/02bc05cc787742e2fdf79dc45a69ccec_3795065766304030303.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Một Tinh Linh Nước Trong được tạo ra từ ý thức của Mary-Ann.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/55631176/7a4364ee7ecfbf1eb2b78fbf7b6607ed_2634015845657501180.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Một thành viên của Hội Narzissenkreuz có danh hiệu là \"Nhộng Bướm Huyền Ảo\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/be516a2c9005727dcfd1fe45662a826d_3379820188328349932.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Nguyên mẫu 4ACV07 là một chú chó robot được Alain Guillotin tạo ra để bảo vệ em gái Mary-Ann Guillotin của mình trong thời gian cô phục vụ tại Đội Hắc Ảnh Marechaussee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/f415fbe2eaa40cd987a8daa47643fc74_8212972476272385764.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4672,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4675,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4063,
        "name": "Bạch Tuộc Bóng Tròn",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Sinh vật thủy sinh có thể bắn đạn nước để săn bắt.<br>Đương nhiên rồi, khả năng bắn đạn nước không phải năng lực hiếm thấy trong các loài Dị Chủng Biển Sâu, nhưng đối với những thợ lặn chỉ lo xem trọng du khách mà lơ là, thì luồng nước áp suất cao này cũng đủ để gây sát thương không nhỏ. Đồ lặn dày là vì hai nguyên nhân: Kháng áp lực dưới nước và chống lại sự tấn công của Dị Chủng Biển Sâu.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/44749939/29cce99face1b4fe51bafb93064bab92_8272126586170880799.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4618,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4617,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4639,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4705,
        "name": "Cơ Quan Điều Chỉnh - Chùm Tia Eliphas",
        "desc": "Thiết bị này là một phép thử đối với nghiên cứu quang học vào thời kỳ mà triết học tự nhiên của Fontaine còn khá mơ hồ. Yếu tố cơ bản nhất của nó gồm có <color=#FFE14BFF>\"Thiết Bị Phát Sáng\"</color> và <color=#FFE14BFF>\"Thiết Bị Thu Sáng\"</color>.<br>Trong đó, Thiết Bị Phát Sáng có lúc sẽ được lắp trên bệ Thiết Bị Thu Sáng giống như van điều tiết, có thể dùng năng lực của Bạch Tuộc Bóng Tròn Dị Sắc để xoay chuyển nó.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 4710,
        "name": "Cơ Quan Điều Chỉnh - Cụm Đường Ray và Chùm Tia Eliphas",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 4711,
        "name": "Cơ Quan Điều Chỉnh - Trụ Nâng Thẳng Đứng và Chùm Tia Eliphas",
        "desc": "<p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Minh Họa",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Báo Chim Hơi Nước Số Đặc Biệt: Ra Mắt Trang Giới Thiệu Khu Vực Mới Phiên Bản 4.2!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/3a88785505924788f79e6a1e46ef98b2_3533959988581211844.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>5 Tháng 11, 2023</color>\n<color=#ffffffd9>Nhà Lữ Hành thân mến, sau khi cập nhật phiên bản 4.2, Fontaine sẽ mở thêm Khu Rừng Erinnyes, Khu Morte! Theo dõi số đặc biệt của Báo Chim Hơi Nước kỳ này để cùng tìm hiểu đặc điểm của khu vực mới nhé!</color>"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Khu Morte",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/55631176/85aa7c18503693535093d6b3f13df28a_6100366418368488844.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nó đã từng đại diện cho rất nhiều lí tưởng, rất nhiều giấc mộng"
          }
        ]
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/55631176/a6f9fd89741f7d379aed69ab3975e597_2454778156935540418.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/55631176/bf4d68dd6e163896b5729ba24d6f3979_1482703524934886852.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/55631176/fc5445b356fe34b0a22d930a426329f1_6002435162322703816.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/55631176/0b9d54f7f214ee735e114cbcde42b3ce_7358548175318065278.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/55631176/b48ce71051310e8573b4dded2154950b_983300648656899226.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/55631176/89905f1f6f7f93e6b674c306d50e7bd8_1170584345474406900.png"
      },
      {
        "key": "Bản Đồ Orthant",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/22/55631176/eb4d25a35825372f9e7bf8e0dcea0c3a_8131106679096048831.png"
      }
    ]
  }
}