{
  "epId": 5202,
  "name": "Perinheri",
  "desc": "<p>Cuốn sách này có tên gọi khác là \"Hleobranto Innamorato\". Tác giả của bản in đầu tiên nói rằng đây là một tác phẩm cải biên từ câu chuyện huyền thoại nổi tiếng khắp ngõ ngách Khaenri'ah, nhưng thế gian này đã không còn người nào có thể kiểm chứng điều này nữa. Giờ thì nó đã là tuyển tập sáng tác của nhiều thế hệ rồi.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/12108544/eebe3d494c8e1fcae1905ec185dc3f56_7657903752169006301.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1710701548,
  "components": {
    "body": [
      {
        "title": "Quyển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Đây là một câu chuyện từ thuở rất xa xưa. Tương truyền, khi đó còn chưa phân biệt gia cầm và chim hoang. Lúc ấy, một vầng trăng đỏ chiếu sáng vương quốc dưới lòng đất, chứ không phải là mặt trời đen của sau này.\nVì vương quốc nằm ở vị trí đặc biệt, nên luôn có những thứ từ bên ngoài thế giới lọt vào. Vũ khí của vương quốc sẽ tiêu diệt tai họa trong đó, nhưng còn những thứ khác thì phải xử lý thế nào? Chẳng hạn như, đứa trẻ tới từ một thế giới hủy diệt nào đó?\nMột trong các hiền giả đã thưa với quốc vương: \"Hỡi người đứng đầu các quý tộc, tôi từng nghe câu chuyện về thế giới khác từ một đứa trẻ: Từng có những con dân biển cả tin rằng thần linh đến từ biển lớn. Mỗi lần phát hiện người gặp nạn trên biển, họ đều sẽ đối đãi với lễ nghi cao nhất. Chỉ là vì họ cho rằng thần linh sẽ giả làm người gặp nạn trên biển để tuần tra nhân gian.\"\nQuốc vương nói: \"Ta nghe không hiểu gì cả. Cứ theo ý ngươi mà làm.\"\n(Tất nhiên, trong vương quốc vốn không tồn tại đại dương theo ý nghĩa truyền thống. Những người đầu tiên sáng lập ra vương quốc đã nhìn thấy đường nét của những ngọn núi trở nên mờ nhạt dưới ánh sáng mạnh mẽ của mặt trời, cũng từng nhìn thấy ánh trăng rơi trên những con sóng huyền ảo của biển, giống như vô số viên ngọc trai. Vào thời điểm câu chuyện diễn ra, những người duy nhất có thể mô tả những cảnh tượng này cho quốc vương là những người từ xa tới và vài người trở về vương quốc sau khi rời đi vì công việc. Từ đại dương thường là phép ẩn dụ về không gian trời sao phản chiếu.)\nMong chờ thần linh từ bên ngoài nơi được gọi là đại dương đến vương quốc - hoặc là người có thể vượt qua cả thần, họ đã thành lập một tổ chức để nuôi dưỡng những đứa trẻ như vậy. Từ đó trở đi, trẻ mồ côi trong vương quốc hay trẻ em lang thang từ thế giới bên ngoài đều sẽ được thu nhận.\nKý ức đầu tiên về cuộc đời của Perinheri khi bé, chính là được người lớn yêu cầu bò qua hành lang tối tăm. Những hành lang này có lẽ là đường ống đốt lửa thải khói vào mùa đông lạnh lẽo, bên trong phủ đầy tro than, hơn nữa lại chẳng có một khe hở nào để khói bay ra hay ánh sáng lọt vào. Khi Perinheri bò, thỉnh thoảng còn bị vấp ngã trong bóng tối. May mà con đường này được thiết kế để trẻ con đi qua, dù có vấp ngã cũng không đau lắm, cũng không có mạng nhện đáng ghét.\nCuối cùng, Perinheri cũng đến được đích, nhưng lối ra vẫn chưa được mở. Anh gõ cửa, chỉ có giọng nói tàn nhẫn của người lớn hỏi: \"Chết rồi à?\"\nNếu mà đã chết rồi thì sao trả lời được nữa? Nhưng người lớn không thích câu trả lời này. Họ hỏi đi hỏi lại cùng một câu, cho đến khi Perinheri hét lớn: \"Chết rồi!\"\nNgười lớn tiếp tục hỏi: \"Vậy có nhìn thấy không?\"\nCó lẽ là nỗi sợ hãi do bóng tối mang lại, cộng thêm đói và mệt, Perinheri đã nhìn thấy ảo ảnh. Vầng trăng đỏ lơ lửng trên bầu trời đêm đen kịt, nó đột nhiên quay lại, hóa ra là đôi mắt khổng lồ, đáng sợ.\nNgười lớn mở cửa, ôm lấy Perinheri cả người lấm lem: \"Cậu đã đi qua ngọn lửa hai thế giới trong lò luyện, và giờ đây đã có được cuộc sống mới.\"\nMặc dù cho đến khi mặt trăng đỏ lặn xuống, mặt trời đen mọc lên, rồi lại đến khi mặt trời lặn xuống, viện giáo dưỡng của vương quốc vẫn chưa từng chờ được một người vượt trội đến. Nhưng từ viện giáo dưỡng, đã xuất hiện rất nhiều người kỳ lạ. Trong số đó, có rất nhiều người đã trở thành kỵ sĩ vĩ đại của vương quốc. Perinheri là thủ lĩnh trong thời đại của mình, trừ khi buộc phải so sánh với người bạn thân nhất của anh là Hleobrant.\nLẽ ra họ phải cạnh tranh để lập công và quyết định ai là người vượt trội hơn thông qua số lượng và mức độ vinh quang mà họ giành được, cũng như là số rượu ngon uống được trong các buổi mừng công sau đó. Nhưng chẳng rõ vì sao, họ lại đi vào ngõ cụt không màng đến tính mạng."
          }
        ]
      },
      {
        "title": "Quyển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Ngày hôm đó, trong viện giáo dưỡng chào đón thành viên mới. Đó là một cô gái ngoại quốc xinh đẹp, tự xưng là công chúa cao quý. Vì quê nhà bị Deus Auri đánh bại, con gái của tư tế không muốn thừa nhận vị thần mới, nên mới lưu lạc đến vương quốc. Cô ấy nói tên của cô ấy là Angelica (Chú thích 1), có nghĩa là \"Như Sứ Giả Của Bầu Trời\".\nAngelica xinh đẹp nói, sau này cô chỉ kết hôn với kỵ sĩ mạnh nhất trong vương quốc. Perinheri không quan tâm đến chuyện này, nhưng Hleobrant lại bị mê hoặc bởi Angelica. Angelica thường đi dạo ở gần Biển Giếng của vương quốc. Ở đó, cô ấy đã kể cho Hleobrant nghe những chuyện của thế giới bên ngoài. Lo lắng rằng người bạn thân Perinheri cũng sẽ đi cùng, vì sự nghi ngờ nảy sinh sớm hơn sự tò mò. Mặc dù nghi ngờ về tất cả những gì Angelica nói, nhưng anh vẫn hy vọng ngày nào đó có thể nhìn thấy.\nSau khi Angelica đến, Hleobrant dường như trở thành một con người khác. Anh ấy gây rắc rối, khiêu khích để quyết đấu với các kỵ sĩ khác. Anh ấy chiến thắng tất cả các trận quyết đấu, rồi khoe khoang sức mạnh của mình với Angelica. Nhưng trước tất cả công trạng của Hleobrant, Angelica chỉ có mỉm cười nhẹ. Giỏi chạy thì nhanh hơn rùa thôi, tính gì là thành tích cơ chứ?\n\"Njord đồng hành cùng Tinh Linh Bóng Tối (Chú thích 2), Alf giỏi chiến đấu nhất Viện Bí Ẩn, Alberich chỉ huy một nửa số kỵ sĩ, Perinheri bất bại.\" Angelica nói ra những ứng cử viên mạnh nhất của vương quốc trong lòng cô lúc đó.\nChìm đắm trong tình yêu mãnh liệt, Hleobrant đã đưa ra quyết định hợp lý nhất cho chính mình. Anh bị gọi là kẻ phản bội, hoặc mọi người cho rằng anh đã phát điên. Nhưng dù là thế, anh ấy cũng không có ý định làm tổn thương Perinheri.\nCòn Perinheri lại tin rằng, chỉ cần giết chết Angelica, thì người bạn thân của mình sẽ không còn điên cuồng như vậy nữa.\nTrong cuộc đi săn vô tình nhất, ba người rời khỏi biên giới vương quốc. Trong khoảnh khắc đó, Hleobrant che đi gương mặt mình, ngôn ngữ cũng dần trở nên giống như tiếng gào rú của dã thú.\nNữ phù thủy Angelica giải thích: \"Hleobrant là hậu duệ của tộc dân đã từ bỏ thần linh của mình để đến vương quốc. Đây là lý do tại sao có những quý tộc thuần chủng ngoan cố trong vương quốc. Đây là cái giá cho việc phản bội thần linh của chính mình.\"\n\"Còn anh, Perinheri, là người lưu lạc đến đây. Cho nên anh không phải gánh chịu lời nguyền này. Tuy không cao cả như gánh vác thế giới, nhưng anh cũng có số phận của riêng mình.\"\n\"Còn tôi chưa bao giờ phản bội thần linh một giây phút nào, nên tôi sẽ không dính phải lời nguyền này. Nhưng anh có thực sự nhìn rõ tôi là ai không?\"\nLúc này, mặt trời nhô lên khỏi chân trời, thanh kiếm trong tay Perinheri đã trượt ra vì sự mệt mỏi do chiến đấu suốt đêm. Anh lấy tay che trán, lần đầu tiên nhìn về phía mặt trời. Khi anh nhìn Angelica lần nữa, phát hiện cô ấy không phải là thiếu nữ xinh đẹp từ Liyue hay phù thủy độc ác.\n\"Tôi là sự tự do thoát khỏi số phận. Đây là thứ mà Hleobrant vất vả tìm kiếm, nhưng là thứ mà anh dễ dàng có được.\"\nTrước mặt Perinheri chẳng có gì cả, chỉ có vùng đất rộng lớn và trống trải.\nChú thích 1: Nhưng người Liyue thời xưa không đặt những cái tên như vậy, bây giờ nghĩ lại, có lẽ tên của cô ấy là \"Miaoyin\" hoặc \"Tian Wangnu\".\nChú thích 2: Sói đen bản đầu tiên. Việc khảo cổ về Khaenri'ah chỉ ra rằng, đây hẳn là một loại thú chiến đấu được tạo ra bằng thuật giả kim. Thuật giả kim và các Kỵ Sĩ Luyện Thú là trụ cột trong Triều Đại Trăng Đỏ, nhưng sự trỗi dậy của kỹ thuật cơ khí trong Triều Đại Nhật Thực đã khiến nó mất đi vị trí của mình.\nChân thành cảm ơn:\nNhững nghiên cứu khảo cổ Khaenri'ah của ngài Denon đã đem lại nguồn cảm hứng cho tác phẩm này (Bản 1).\nNgài Jean Figeac đã viết tiếp và trau chuốt, và mang đến phần kết cho câu chuyện này (Bản 2)\nPhu nhân Jean Figeac và ngài Jean Figeac đã sửa chính tả (Bản 3)\n...\nTổng hợp từ \"Nhật Ký Khảo Sát Phế Đô\" do ngài Karl Ingold ghi chép (Bản 13).\nSự hỗ trợ của ngài Karasawa về kiến thức tổng hợp và lịch sử tự nhiên (Bản 14).\nChú giải của ngài Yun về văn hoá Liyue (Bản 15)."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Perinheri"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5200,
            "name": "Perinheri I",
            "desc": "<p>\tCuốn sách này có tên gọi khác là \"Hleobranto Innamorato\". Tác giả của bản in đầu tiên nói rằng đây là một tác phẩm cải biên từ câu chuyện huyền thoại nổi tiếng khắp ngõ ngách Khaenri'ah, nhưng thế gian này đã không còn người nào có thể kiểm chứng điều này nữa. Giờ thì nó đã là tuyển tập sáng tác của nhiều thế hệ rồi.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/12108544/eebe3d494c8e1fcae1905ec185dc3f56_4665538212326280521.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5201,
            "name": "Perinheri II",
            "desc": "<p>\tCuốn sách này có tên gọi khác là \"Hleobranto Innamorato\". Tác giả của bản in đầu tiên nói rằng đây là một tác phẩm cải biên từ câu chuyện huyền thoại nổi tiếng khắp ngõ ngách Khaenri'ah, nhưng thế gian này đã không còn người nào có thể kiểm chứng điều này nữa. Giờ thì nó đã là tuyển tập sáng tác của nhiều thế hệ rồi.</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/12108544/eebe3d494c8e1fcae1905ec185dc3f56_8974648593456346095.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "NPC Shop",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4256,
            "name": "Hubel",
            "desc": "<p>Quản Lí \"tạm thời\" của Sạp Báo. Anh ấy mong ước một ngày được làm việc cho Tòa Soạn Chim Hơi Nước</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/15/55631176/2366514cdc43d458320510830b554ddb_3353846845631171518.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}