{
  "epId": 5223,
  "name": "Đội Hắc Ảnh Marechaussee",
  "desc": "<p>Đơn vị nhận lệnh trực tiếp từ Thẩm phán tối cao Neuvillette, chịu trách nhiệm điều tra tội phạm. Đơn vị này có trụ sở tại Palais Mermonia và là một trong những phòng ban của Sảnh Chấp Pháp.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/55631176/68056e921a04a72fc9ccb52413826e6d_6167378543901104067.png",
  "menuId": 23,
  "menuName": "Tổ Chức",
  "version": 1740389170,
  "components": {
    "galleryCharacter": [
      {
        "key": "Thợ Săn Marechaussee",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/55631176/7ab724449353a0f211027a417b0f002a_2590331912548258885.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Chiếc mũ tam giác là biểu tượng của Thợ Săn Marechaussee."
          }
        ]
      },
      {
        "key": "kho báu",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/55631176/607afd8c9edb2d4927ca948542101d7a_834556441830853243.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Kho báu bí mật của Thợ Săn Marechaussee"
          }
        ]
      },
      {
        "key": "Đội Hắc Ảnh Marechaussee",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/55631176/b4bcfc0a2b655b3ee65688e8f265d9ff_2964454341752032779.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Một Melusine trong bộ quân phục Đội Hắc Ảnh Marechaussee"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Thợ Săn Marechaussee",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Tên gọi \"Thợ săn Marechaussee\" có nguồn gốc từ Remuria, khi người chỉnh âm nổi tiếng Cassiodor, được phong tặng danh hiệu đáng kính \"Thợ săn Vàng\", dẫn dắt những người theo ông tham gia cuộc chiến chống lại những tàn dư của đế chế đã sụp đổ: <color=#ffffffd9>\"Truy đuổi bóng ma trong rừng, xua đuổi và săn bắt tất cả chúng\"</color> . Mặc dù được gọi là \"thợ săn\", họ không săn bắt động vật, mà là các loại quái vật còn sót lại từ triều đại cổ đại của Vua Remus. Ngày nay, số lượng ma vật ở Fontaine đã giảm đi rất nhiều, vì vậy các Thợ săn đã hòa nhập trở lại xã hội, sử dụng vũ khí trong các lĩnh vực công việc khác. Họ thậm chí để lại một phương pháp săn bắn độc đáo và các kỹ thuật kiếm thuật đặc biệt. Các Thợ săn Marechaussee thời xưa thường phù phép vũ khí của họ với các bùa chú đặc biệt để khuất phục quái vật. Bất cứ khi nào có quái vật ở gần, vũ khí của họ sẽ bắt đầu phát sáng.\nDần dần, danh tiếng của các Thợ săn Marechaussee phai nhạt. Ngày nay, khi người dân Fontaine nói về các Thợ săn Marechaussee, hầu hết chỉ biết đến \"lời tuyên thệ Thợ Săn Marechaussee\", sau khi nghe nó được nhắc đến trong một vở kịch hoặc tiểu thuyết nào đó."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Từ nay, tôi vượt qua bức màn che bóng của ngọn nến.\"</color>\n<color=#ffffffd9>\"Từ nay, đối mặt với nguy cơ của đêm dài....\"</color>\n<color=#ffffffd9>\"Tôi sẽ khắc ghi lời thề của ban ngày.\"</color>\n<color=#ffffffd9>\"Để ghi nhớ nước mắt, sinh mệnh và tình yêu.\"</color>\n<color=#ffffffd9>\"Và ghi nhớ bình minh rồi cũng sẽ đến.\"</color>\n<color=#ffffffd9>\"Vì thế, tôi sẽ không bao giờ từ bỏ hy vọng.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Các nhà sử học tin rằng các Thợ săn Marechaussee bắt đầu hoạt động vài thập kỷ sau sự sụp đổ của Remuria, vào thời điểm sau khi đội Kỵ Sĩ Nước Trong đã hoàn toàn biến mất ở Fontaine. Những Thợ săn Marechaussee đầu tiên theo Cassiodor bị nhầm tưởng là những người kế thừa của Kỵ Sĩ Nước Trong, nhưng trên thực tế, họ là những tàn dư cuối cùng của Remuria cổ đại, Walter và Este. Este kế thừa trách nhiệm của Thợ săn Vàng và đưa ra phán quyết cho nhiều người, còn Walter, làm việc như một đao phủ, sử dụng vô số thủ thuật để đánh lừa kẻ thù trong trận chiến.\nCó một câu chuyện về một Thợ săn Marechaussee trở nên ám ảnh với việc tiêu diệt quái vật. Khi ngày mà vùng đất được thanh tẩy khỏi bóng ma của quái vật, không lâu sau đó anh ta bắt đầu cảm thấy mất phương hướng. Sau một cuộc đời dành cho việc săn quái vật, cuộc sống của anh ta còn mục đích gì khi kẻ thù không đội trời chung đã bị đánh bại? Sau khi suy nghĩ kỹ, anh ta quyết định tiếp tục sống như trước đây, cắt đứt mối liên hệ với các Thợ săn Marechaussee để có thể tiếp tục săn lùng quái vật một mình. Câu chuyện buồn này nhắc nhở rằng các Thợ săn Marechaussee chiến đấu vì mục đích khôi phục hòa bình cho cuộc sống của mọi người. Thợ San Marechaussee phải luôn nhớ điều đó và đừng bao giờ để phương tiện trở thành mục đích như trong câu chuyện."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/a850a2c6fcd9b1468760e556f2e6d706_1656471766893106077.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Đối với hầu hết người dân Fontaine, câu chuyện về các Thợ săn Marechaussee giờ đây chỉ còn là một huyền thoại đầy kịch tính và hào hứng. Nhưng với Clorinde, nhà vô địch đấu kiếm, những hành động và lời thề của các Thợ săn là di sản sống động của cô. Điều đầu tiên cô học được từ người cố vấn của mình, Thợ săn Marechaussee Petronilla, là kỹ thuật kiếm thuật cần thiết để tiêu diệt quái vật. Phương pháp của Thợ săn đòi hỏi họ phải ở càng gần con mồi càng tốt để có thể đâm lưỡi kiếm vào điểm yếu với sự nhanh nhẹn như chớp. Để huấn luyện cô về kỹ thuật này, Petronilla đã đưa Clorinde vào một căn phòng đầy những cột xoay, mỗi cột được gắn nhiều kiếm gỗ chĩa ra ngoài, đầu kiếm được bọc bằng túi vải. Bằng cách trải qua quá trình huấn luyện như vậy, Clorinde đã phát triển các kỹ năng của Thợ săn Marechaussee về bắn súng, theo dõi, ngụy trang và kỹ thuật di chuyển. Sự lựa chọn vũ khí của cô cũng tuân theo truyền thống của Thợ săn Marechaussee: một khẩu súng hỏa mai để đuổi con mồi, và một thanh kiếm để giáng đòn chí mạng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/080b908b0847e4ab8e6623f146a4c630_6705713600194936073.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, một trong những người kế tục của các Thợ săn Marechaussee, Florian, đã bị khuất phục trước ảnh hưởng của con quái vật Devorator, vốn đã hoành hành từ nhiều thế kỷ trước. Cha của Florian là một Thợ săn và đã cống hiến cả đời mình cho sự nghiệp, nhưng đổi lại, ông chỉ nhận được nghèo đói và đau khổ. Khi ông qua đời, thậm chí không ai đến để nói lời tạm biệt. Các thành viên trong gia đình ông đã là Thợ săn Marechaussee qua nhiều thế hệ, truyền lại không chỉ danh hiệu và kỹ thuật kiếm thuật mà còn cả một con dấu mà các Thợ săn Marechaussee sử dụng để kiềm chế Devorator, với hy vọng rằng theo thời gian sẽ tìm ra cách đánh bại nó. Cha của Florian đã dặn anh luôn phải trông coi con dấu đó và thường xuyên bảo dưỡng nó vì đó là nhiệm vụ quan trọng nhất của hội. Tuy nhiên, sau khi cha qua đời, con trai ông đã lơ là nhiệm vụ này. Devorator là một sinh vật nguy hiểm ngay cả đối với các Thợ săn. Con quái vật có khả năng khuếch đại những nỗi ám ảnh và ham muốn trong lòng con người, đến mức chúng hoàn toàn chi phối họ. Khi Florian cuối cùng quyết định kiểm tra con dấu, con quái vật đã chiếm lĩnh ý thức của anh. Cơn giận dữ về sự bất công trong tâm hồn Florian đã khiến anh trở thành con mồi dễ dàng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/a24ab9c0c1c60326303c3e3eb8f2cf0b_5984861954135643665.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dưới vỏ bọc của một cốt truyện trò chơi nhập vai, Florian đã dụ Clorinde, Lyney, Furina, Navia, Nhà Lữ Hành và Paimon vào kho báu bí mật của các Thợ săn Marechaussee để tiêu diệt các Thợ săn và chiếm lấy những báu vật mà anh ta tin rằng vốn thuộc về mình. Để mở kho báu, anh ta chỉ thiếu một chìa khóa trong số bốn cái: một cái do cha anh ta trao cho, cái thứ hai anh ta đã đánh cắp, cái thứ ba lấy từ một Thợ săn, và chìa khóa còn thiếu được sư phụ của Clorinde trao cho cô từ trước."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/b083eea6dc2eb3aa30a08919b7df4fd5_4080773771820532161.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trong trận chiến, Clorinde tạm thời đuổi con quái vật ra khỏi cơ thể của người đàn ông. Khi họ mở cửa kho báu, hóa ra nó chứa một tấm bia đá với tên của các Thợ săn được khắc trên đó và vũ khí của họ, mà họ quyết định mang theo để đánh bại Devorator: Furina có thanh kiếm của Este, bạn của Cassiodor, và Lyney có cây cung của Walter. Navia sử dụng thanh kiếm của Petronilla mà Clorinde đã trao cho cô sau trận đấu với cha mình. Để đánh bại con quái vật, Florian đã dụ nó vào cơ thể mình, và Clorinde, Navia, Furina, Lyney, Nhà Lữ Hành và Paimon đã đánh bại nó với sự trợ giúp của linh hồn các Thợ săn.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Thợ Săn Hoàng Kim, một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/55631176/244081046e33b6700c2ad44b20e2574b_3884015034249569950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "<p>Đấu Sĩ Đại Diện bất bại. Dùng thanh kiếm trong tay để bảo vệ \"chính nghĩa\" của Đại Sảnh Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/12108544/770a66030815971c697ab81bc5436329_1557605617111376547.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5749,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Hội trưởng hiện tại của Spina di Rosula, là một cô chủ dễ thương và rất có trách nhiệm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/12108544/3fc7580c01a9e622692402889706c4db_1838072394941570717.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">Ảo thuật gia nổi tiếng khắp Fontaine, khéo ăn nói, diễn xuất tinh tế, chạm đến trái tim của khán giả bằng ngôn ngữ và kỹ thuật tuyệt vời.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/12108544/e343d4442cc3b8e243f0d528bb715f75_1902172228240461143.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Thợ Săn Marechaussee",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/44749939/c1a059aac55b150c6f1cbedb2df749dd_4281479317597739894.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5728,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đội Hắc Ảnh Marechaussee",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Đội Hắc Ảnh Marechaussee là đơn vị cá nhân của Thẩm Phán Tối Cao Neuvillette, chịu trách nhiệm điều tra tội phạm. Đội Hắc Ảnh Marechaussee có trụ sở tại Palais Mermonia và là một trong những bộ phận của Sảnh Chấp Pháp. Tổ chức này từng chỉ gồm con người, nhưng giờ đây phần lớn thành viên là những Melusine vì thị lực đặc biệt của họ phù hợp nhất cho việc điều tra các vụ án.\nNhiều thành viên của Đội Hắc Ảnh Marechaussee, bao gồm cả Emanuel Guillotin, xuất thân từ Viện Narzissenkreuz — một trại trẻ mồ côi ở Fontaine, nơi thường gửi con cái của tội phạm đến. Trại mồ côi được điều hành bởi Viện Trưởng Lyris, một Tinh linh nước trong, và trong một thời gian, cựu Đô đốc Hải quân Basil Elton là Phó viện trưởng. Khi Viện giải thể cách đây 500 năm do Đại họa, nhiều học sinh đã gia nhập Đội Hắc Ảnh Marechaussee hoặc Đội Tuần Tra Đặc Biệt để bảo vệ Fontaine, để Fontaine sẽ không bị bóng đen bao phủ một lần nữa.\nMột số điệp viên của Đội Hắc Ảnh Marechaussee, những thành viên thực hiện các cuộc điều tra, làm việc bí mật và tên của họ được giữ kín. Do đó, không có hồ sơ nào được lưu lại về các điệp viên đã hy sinh trong trận chiến ở Elynas.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Khu Đại Sảnh Fontaine",
        "desc": "<p>\"Bên trên mọi dòng nước, chỉ có thành phố này.\"</p><p>Vươn mình tại vị trí cao nhất của thành phố, Palais Mermonia<strong> </strong>đại diện cho quyền lực tối cao ở Fontaine. Dưới ánh nhìn của nó, người dân sống một cuộc sống trật tự, đều đặn và dễ đoán, giống như tàu luân chuyển.</p><p>Luật pháp tồn tại để duy trì trật tự ổn định, điều này trở thành nền tảng vững chắc để xây dựng sự công bằng và công lý.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_2677217418322631310.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Học Viện Narzissenkreuz",
        "desc": "<p>Một trại trẻ mồ côi tại Fontaine, được xây dựng trên tàn tích của nền văn minh cổ đại</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/55631176/1e197dc3182ae617873e44b72fe9c138_8467319645120868129.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Viện Trưởng Học Viện Narzissenkreuz, một trại trẻ mồ côi ở Fontaine. Về sau cô trở thành thành viên của Hội Narzissenkreuz và đạt được danh hiệu là \"Nữ Hoàng Đỏ\" sau khi Viện bị bỏ hoang trong trận Đại hồng thủy.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/b6d86ff8dfd84cf744e57a516b1a14c6_2871288172587718203.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil là một tư lệnh hải quân đã nghỉ hưu của Hạm Đội Trắng Fontaine, Thuyền trưởng của Sponsian và Viện Phó Học Viện Narzissenkreuz. Cô ấy đã hi sinh trong trận Đại hồng thủy cách đây 500 năm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/386107b800f05b084d15ad8145cf8913_5566267685211518202.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Một quái vật vực sâu xuất hiện ở Fontaine 500 năm trước trong thời kỳ Đại Hồng Thủy. Elynas là \"Cha\" của tất cả các Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/cedc77b7c6f31c08043e350f3e96fdf1_8693473429346925979.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Thợ Săn Marechaussee",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/44749939/c1a059aac55b150c6f1cbedb2df749dd_4281479317597739894.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Đoàn Kịch Hoàng Kim",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/2dabb3862a45000419a5c89e861275ed_6315805573234620561.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Giấc Mộng Thủy Tiên",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/14/12108544/1bde348ad550ef356ff197b93caed6c8_4052862669376073498.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cuộc Vây Hãm Poisson",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cách đây hơn 500 năm, chính quyền Fontaine muốn tạo ra một thành phố ngầm, lấy tên là Fleuve Cendre, từ hệ thống cống rãnh trong Đại Sảnh Fontaine. Vì khó duy trì trật tự, Eduardo Baker và bạn bè của ông đã nắm quyền kiểm soát thành phố dưới hệ thống cống rãnh. Họ bắt đầu giải quyết tranh chấp giữa các \"đồng hương\" Fleuve Cendre, chúc phúc cho các cặp đôi mới cưới, bảo vệ thương nhân khỏi bị các băng đảng quấy rối và tống tiền. Khi chính quyền Đại Sảnh Fontaine quyết định thanh trừng Fleuve Cendre, Baker bị bắt giữ và bị đày ra sa mạc. Trên đường đi đày, ông ta, với sự giúp đỡ của thuộc hạ, đã trốn thoát đến Poisson, bắt giữ con tin cả thành phố lẫn các thành viên của Sảnh Chấp Pháp đang áp giải Baker. Ông ta đưa ra một số yêu cầu phi lý, vì vậy các Thợ săn Marechaussee, dưới sự chỉ đạo của Emanuel Guillotin, đã can thiệp. Nhà báo Karl Ingold đến Poisson với tư cách là người đàm phán cùng với con trai của Eduardo, Jakob.\nSau một nỗ lực không thành công để giải quyết vấn đề, sự bất đồng giữa nhóm của Baker và các Thợ săn Marechaussee đã chuyển thành một cuộc chiến bạo lực. Kết quả là, Jakob và Rene, con trai của Thị trưởng Poisson, đều trở thành trẻ mồ côi. Cả hai đều được gửi đến Viện Narzissenkreuz. Sau này, hai đứa trẻ này đã thành lập Narzissenkreuz Ordo, một trong những tổ chức có ảnh hưởng lớn đến lịch sử Fontaine.\nCuộc bao vây Poisson đã để lại những vết thương về thể xác và tinh thần trên Guillotin. Do sự kiện này, ông đã rời bỏ hàng ngũ của Marechaussee và dự định sống phần đời còn lại hài lòng với những gì mình có. Khi Cuộc Đại Hồng Thủy bắt đầu, người bạn cũ của ông từ Viện Narzissenkreuz, Basil Elton, đã giao cho ông hai đứa trẻ: Mary-Ann và Alain. Emanuel không yêu thích trẻ con và không muốn có bất kỳ mối quan hệ nào với ai, nhưng vì sự mong mỏi của người bạn cũ, ông đã đồng ý.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Khu Đại Sảnh Fontaine",
        "desc": "<p>\"Bên trên mọi dòng nước, chỉ có thành phố này.\"</p><p>Vươn mình tại vị trí cao nhất của thành phố, Palais Mermonia<strong> </strong>đại diện cho quyền lực tối cao ở Fontaine. Dưới ánh nhìn của nó, người dân sống một cuộc sống trật tự, đều đặn và dễ đoán, giống như tàu luân chuyển.</p><p>Luật pháp tồn tại để duy trì trật tự ổn định, điều này trở thành nền tảng vững chắc để xây dựng sự công bằng và công lý.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_2677217418322631310.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Khu Belleau",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Mặc dù Fontaine được bao phủ bởi vùng biển rộng lớn, nhưng ở đây cũng có những ngọn núi và khu rừng tuyệt đẹp. Núi Automnequi là một trong những ngọn núi mang tính biểu tượng. Viện Nghiên cứu Fontaine đã sử dụng các thiết bị kỹ thuật khổng lồ để khoan Đường hầm Poisson, qua đó giải quyết một trong những thách thức lớn nhất đối với chiến dịch xây dựng các chặng Tàu Luân Chuyển.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_1095655297268239009.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Học Viện Narzissenkreuz",
        "desc": "<p>Một trại trẻ mồ côi tại Fontaine, được xây dựng trên tàn tích của nền văn minh cổ đại</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/55631176/1e197dc3182ae617873e44b72fe9c138_8467319645120868129.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Một đứa trẻ mồ côi được nuôi dưỡng tại Học Viện Narzissenkreuz và sau đó được Karl Ingold nhận nuôi. Anh ta trở thành một tân nhân loại và là một trong những người sáng lập Hội Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/25/55631176/02bc05cc787742e2fdf79dc45a69ccec_3795065766304030303.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil là một tư lệnh hải quân đã nghỉ hưu của Hạm Đội Trắng Fontaine, Thuyền trưởng của Sponsian và Viện Phó Học Viện Narzissenkreuz. Cô ấy đã hi sinh trong trận Đại hồng thủy cách đây 500 năm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/386107b800f05b084d15ad8145cf8913_5566267685211518202.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Đứa trẻ được Emanuel Guillotin nhận nuôi, người lớn lên tại Viện Narzissenkreuz cùng với chị gái nuôi của mình là Mary Ann. Ông là người sáng lập Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine, với đóng góp nổi bật nhất cho Fontaine là nghiên cứu về Pneuma-Ousia, từ đó phát minh ra hệ thống Sức Mạnh Nền Tảng và tạo ra Robot Dây Cót.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/55631176/4d9e31b507cbdb2bdd07204cd17698ad_5131831014425925255.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Con gái nuôi của Emanuel Guillotin, lớn lên tại Học Viện Narzissenkreuz cùng với anh trai Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/07/55631176/0c3189daf667f179085fd9b3d3985e14_3609791056825973748.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Viện Trưởng Học Viện Narzissenkreuz, một trại trẻ mồ côi ở Fontaine. Về sau cô trở thành thành viên của Hội Narzissenkreuz và đạt được danh hiệu là \"Nữ Hoàng Đỏ\" sau khi Viện bị bỏ hoang trong trận Đại hồng thủy.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/b6d86ff8dfd84cf744e57a516b1a14c6_2871288172587718203.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Ống Đồng Fleuve Cendre",
        "desc": "<p>Ống đồng khá vừa tay, đã từng được dùng như vũ khí trong quá khứ. Từng để lại danh tiếng hoặc tai tiếng trong một số người.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/12108544/920ca2fe25ca2db1796848099b59b2d8_1377332217397892348.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Thợ Săn Marechaussee",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/44749939/c1a059aac55b150c6f1cbedb2df749dd_4281479317597739894.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hội Narzissenkreuz",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/237301566/9dd957087aa42735905d94761558de17_7036168828870711319.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khoảng 500 năm trước, bốn đứa trẻ từ Viện Narzissenkreuz đã trở thành bạn bè. Sau Cuộc Đại Hồng Thủy, hai trong số chúng, Mary-Ann và Alain, được nhận nuôi bởi cựu thợ săn Marechaussee, Emanuel Guillotin, và sau đó trở thành các đặc vụ Marechaussee. Hai người còn lại, Rene và Jakob, được gửi đến Viện vì chúng đã được nhà báo Karl Ingold, người có mặt trong Cuộc bao vây Poisson, nhận nuôi. Nhiều năm sau, họ đã thành lập một tổ chức gọi là Hội kín Narzissenkreuz."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/237301566/11e84dca9047c764fbdde904a7970dbf_7218597961318265236.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mục đích chính của tổ chức là cứu Fontaine khỏi thảm họa được dự đoán bởi lời tiên tri: <color=#ffffffd9>\"Cuối cùng, mọi người đều sẽ bị hòa tan vào biển, chỉ còn lại Thủy Thần ngồi khóc trên ngai thần. Lúc đó, tội lỗi của người Fontaine mới được gột rửa.\"</color> Để đạt được mục tiêu đó, họ bắt đầu thực hiện những thí nghiệm vô đạo đức và nguy hiểm, bao gồm cả việc tạo ra nhân loại mới. Người lãnh đạo, được biết đến với danh xưng \"Lão Sư\" (Rene de Petrichor), muốn hòa tan tất cả người Fontaine trong những dòng nước khởi nguyên để chờ đợi thảm họa qua đi và được tái sinh trong thế giới mới.\nMột lần, người bạn của Emanuel Guillotin đã chia sẻ với ông những lo ngại về hoạt động của hội Narzissenkreuz. Cuộc điều tra này là cuộc điều tra cuối cùng của Guillotin. Dựa vào việc cuối cùng ông đã nhớ lại \"những đứa trẻ\" của mình và cái ôm của Viện Trưởng Lyris, người mà vào thời điểm đó đã trở thành thành viên của tổ chức này; và việc Lão Sư trong các ghi chép của mình đề cập đến việc hòa tan một số đặc vụ của các thợ săn Marechaussee bằng sự trợ giúp của tinh linh nước trong, có thể giả định rằng Emanuel, cùng với Đấu Sĩ Huyền Thoại Marfisa, là một trong những đặc vụ đã hi sinh và bị \"hòa tan\" trong trận chiến."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Alain thân yêu, Mary-Ann thân yêu... Ta chưa từng gần gũi các con,\"</color>\n<color=#ffffffd9>\"Mãi đến cuối cùng, ta cũng không biết làm sao để trở thành \"cha\" của các con.\"</color>\n<color=#ffffffd9>\"Nhưng chỉ có ký ức được nhìn các con lớn lên, là ta thật sự không muốn mất đi...\"</color>\n<color=#ffffffd9>— Khi tỉnh rượu, tất cả vinh quang, nhục nhã, yêu và cố chấp, đều đã tan trong nước.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/237301566/4a244b78de17042e111af3c05e389473_4299516187377096920.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi chính quyền phát hiện ra những thí nghiệm về sự phân hủy của con người, hội Narzissenkreuz đã bị tuyên bố là một tổ chúc cực đoan. Alain Guillotin đã cắt đứt mọi quan hệ với bạn bè của mình, Rene và Jakob. Anh cũng đã cùng với thẩm phán của Fontaine, Neuvillette, ký lệnh tiêu diệt hội Narzissenkreuz.\nĐể kéo dài thời gian thực hiện kế hoạch của mình, Rene đã gửi Jakob, cựu viện trưởng của Viện Narzissenkreuz, Lyris và các thành viên khác của hội đến Elynas. Elynas là một quái vật vực sâu, đã xuất hiện ở Fontaine từ Đại Thảm Họa. Khi ông ta chết, hội Narzissenkreuz đã sử dụng máu và thịt của ông trong các thí nghiệm của họ để tạo ra Tân Nhân Loại đầu tiên Jakob. Để giúp Jakob có được khả năng mạnh mẽ hơn và phân tâm các Thợ săn Marechaussee khỏi Rene, Hội Kín Narzissenkreuz quyết định hồi sinh trái tim đã hóa đá của Elynas. Khi Alain Guillotin biết về nghi lễ sắp diễn ra, ông đã gửi một robot biết suy nghĩ, Seymour đến để thông báo cho thẩm phán của Fontaine Neuvillette về việc này.\nKhi các đặc vụ của đội hắc ảnh Marechaussee, bao gồm Mary-Ann Guillotin, truy lùng các thành viên của hội trong cơ thể Elynas, một trận chiến đã xảy ra. Nhiều đặc vụ và robot đã bị giết do vụ nổ. Mary-Ann Guillotin cũng bị thương nặng và đứng trên bờ vực cái chết, nhưng cô đã được Lyris cứu. Lyris đã kết hợp cơ thể và tâm trí của họ bằng cách ôm cô, tạo ra một tinh linh nước trong mới, Mary-Ann.\nSau trận chiến ở Elynas, Alain Guillotin không bao giờ nghe tin gì về em gái của mình. Ông rời bỏ hội hắc ảnh Marechaussee và thành lập Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine. Có một truyền thuyết rằng, khi về già, Alain đã nghỉ hưu từ Viện Nghiên cứu Fontaine và về làm việc trong xưởng của mình, không gặp ai. Những nghiên cứu mà ông thực hiện trong những năm cuối đời chưa bao giờ được công bố, và sau khi ông qua đời, những thứ còn lại trong xưởng của ông chỉ là những dấu hiệu cho thấy có cái gì đó đã từng tồn tại.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "name": "Khu Beryl",
        "desc": "<p>Một dãy núi cổ đại đầy tàn tích nằm bên kia bờ nước đối diện với Đại Sảnh Fontaine.</p><p>Rất nhiều thế kỷ trước đây, những người theo chân Egeria đã từng xem nơi này như một vị trí tuyệt vời để tham quan và dã ngoại. Tại đây, họ hát về tình yêu và những giấc mơ trong sáng, trong trắng như những viên ngọc được đánh bóng. Những bài hát của họ đã dần phai mờ vào ánh trăng nhạt, và hiện tại, chỉ có những cơn gió mát làm vuốt ve những ngọn đồi hoang vắng, mọc rất nhiều cây bạc hà.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/03/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_1650873393370822184.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "Học Viện Narzissenkreuz",
        "desc": "<p>Một trại trẻ mồ côi tại Fontaine, được xây dựng trên tàn tích của nền văn minh cổ đại</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/55631176/1e197dc3182ae617873e44b72fe9c138_8467319645120868129.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Viện Khoa Học Fontaine",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/55631176/154baa11b653966030bdf047346be788_5823778168355907897.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Một đứa trẻ mồ côi được nuôi dưỡng tại Học Viện Narzissenkreuz và sau đó được Karl Ingold nhận nuôi. Anh ta trở thành một tân nhân loại và là một trong những người sáng lập Hội Narzissenkreuz.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/25/55631176/02bc05cc787742e2fdf79dc45a69ccec_3795065766304030303.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Viện Trưởng Học Viện Narzissenkreuz, một trại trẻ mồ côi ở Fontaine. Về sau cô trở thành thành viên của Hội Narzissenkreuz và đạt được danh hiệu là \"Nữ Hoàng Đỏ\" sau khi Viện bị bỏ hoang trong trận Đại hồng thủy.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/b6d86ff8dfd84cf744e57a516b1a14c6_2871288172587718203.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Con gái nuôi của Emanuel Guillotin, lớn lên tại Học Viện Narzissenkreuz cùng với anh trai Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/07/55631176/0c3189daf667f179085fd9b3d3985e14_3609791056825973748.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Đứa trẻ được Emanuel Guillotin nhận nuôi, người lớn lên tại Viện Narzissenkreuz cùng với chị gái nuôi của mình là Mary Ann. Ông là người sáng lập Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine, với đóng góp nổi bật nhất cho Fontaine là nghiên cứu về Pneuma-Ousia, từ đó phát minh ra hệ thống Sức Mạnh Nền Tảng và tạo ra Robot Dây Cót.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/55631176/4d9e31b507cbdb2bdd07204cd17698ad_5131831014425925255.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Một quái vật vực sâu xuất hiện ở Fontaine 500 năm trước trong thời kỳ Đại Hồng Thủy. Elynas là \"Cha\" của tất cả các Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/cedc77b7c6f31c08043e350f3e96fdf1_8693473429346925979.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Nguyên mẫu 4ACV07 là một chú chó robot được Alain Guillotin tạo ra để bảo vệ em gái Mary-Ann Guillotin của mình trong thời gian cô phục vụ tại Đội Hắc Ảnh Marechaussee.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/14/55631176/f415fbe2eaa40cd987a8daa47643fc74_8212972476272385764.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Kẻ Rửa Tội Tàn Ác",
        "desc": "<p>Ma vật Vực Sâu có khả năng điều khiển nhiều loại sức mạnh nguyên tố, vì \"tiến hóa\" mà có thêm các bộ phận dư thừa.</p><p><em>\"Bản chất của \"Vực Sâu\" về cơ bản là không thể dung hòa với nguyên tố. Nhưng cho dù có nguyên tố của thần thì cũng sẽ được bao bọc, bóp méo, trở thành đạo cụ theo đuổi ý chí sâu xa. Nói từ góc độ kết quả và hiệu ích, cái gọi là \"Vực Sâu\" có lẽ khi so sánh với cái nhỏ như vật chứa với sức mạnh nguyên tố tràn trề trong tay Đạo Bảo Đoàn, và lớn như Vision đi chăng nữa thì cũng không có khác biệt gì nhiều...\"</em></p><p>Sổ tay của ai đó rơi trong Hangeh Afrasiyab.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/27215281/2899a9fa6efec1006150467a00823c4a_1640884400083792838.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3986,
        "name": "Thù Lao Của Chính Nghĩa",
        "desc": "<p>Ngọn thương sắc nhọn, ở mũi thương còn vương chút máu tươi.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/12108544/9bb154ad1759bf2d9015b060cad1ca9c_3325873773008276720.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Thợ Săn Marechaussee",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/44749939/c1a059aac55b150c6f1cbedb2df749dd_4281479317597739894.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "name": "Trang Sách Bí Ẩn XII",
        "desc": "<p>Hoàn toàn không thể hiểu được nội dung trong đó.<br>Hoặc ở đâu đó sẽ giải được</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/44749939/ba25972c61c93270e7952103a3096b70_4100782409753004032.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Melusines",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Ngày nay, Đội hắc ảnh Marechaussee chủ yếu bao gồm các Melusines, nhưng khoảng 400 năm trước, không có một Melusine nào trong đơn vị và tại Đại sảnh Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/48c2f788c6d4baea0ff56bb9f5c61e18_2534850688729486975.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Carole, như các Melusines khác, được sinh ra từ những vết thương mà \"Cha\" của họ, Elynas, nhận được trong trận chiến giữa các Thợ săn Marechaussee và các thành viên của hội Narzissenkreuz hơn 400 năm trước. Các Melusines đã sống ở Làng Merusea, nơi họ xây dựng bên trong cơ thể Elynas. Họ học cách xây dựng nhà từ \"Cha\" của mình. Hai mươi năm sau, một số Melusines muốn đến Đại Sảnh Fontaine để xem con người sống như thế nào và tìm kiếm ý nghĩa của sự tồn tại của họ. Carole trở thành một trong những Melusines đầu tiên, với sự giúp đỡ của Thẩm phán trẻ tuổi của Fontaine, Neuvillette, tiến vào Đại Sảnh Fontaine."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/54d819f57d56d4e686846c2fd51f6051_4559846552267452481.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Vì tất cả các Melusines đều có khả năng thị giác đặc biệt và có thể nhận ra những điều mà mắt người không thể thấy được, Neuvillette đã mời họ gia nhập Đội hắc ảnh Marechaussee — một nhánh đặc biệt của Sảnh Chấp Pháp chịu trách nhiệm điều tra các tội phạm. Carole trở thành Melusine đầu tiên trong Đội hắc ảnh Marechaussee, và trưởng nhóm Đội Tuần tra Đặc biệt, Vautrin, được chỉ định làm bạn đồng hành của cô. Người dân ở Đại Sảnh Fontaine chưa bao giờ thấy Melusines trước đây, nên họ đã đối xử với họ bằng sự thận trọng và thiếu tin tưởng, vì có tin đồn rằng Melusines là những sinh vật mang lại thảm họa và gây nguy hiểm cho người khác. Họ đã ném đá vào các Melusines và bảo họ trở về làng của mình. Neuvillette và Carole biết rằng sẽ cần rất nhiều thời gian và công sức để người dân và Melusines sống hòa thuận và hiểu biết với nhau, nhưng Carole đã sẵn sàng cho con đường dài và khó khăn này, vì cuộc sống của cô đã trở nên có ý nghĩa hơn."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/c7324129b0223e4112132db8b48999f7_4126101012701089002.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nhờ vào sự chăm chỉ của họ trong suốt năm năm, Carole và trưởng nhóm Tuần tra Đặc biệt, Vautrin, đã được Neuvillette trao tặng những Huy chương Hòa bình đầu tiên. Carole hy vọng rằng các Melusines sẽ sớm bắt đầu sống hòa bình với con người, nhưng huy chương này chỉ làm cho các phần tử ủng hộ chế độ cũ càng thêm tức giận, vì quyền lợi của họ bị xâm phạm do cải cách của Neuvillette. Họ quyết định thực hiện một vụ án mạng và đổ lỗi cho các Melusines để đẩy họ ra khỏi thành phố và dạy Neuvillette một bài học.\nCác phần tử ủng hộ chế độ cũ đã lừa Carole đến hiện trường vụ án và buộc tội cô. Sau đó, họ đã gieo rắc nỗi hoảng loạn trong lòng dân chúng để ép Neuvillette thừa nhận sai lầm và từ bỏ quyền lực. Carole quyết định hy sinh bản thân để làm giảm bớt tình hình, và các Hiến Binh đã không thể can thiệp kịp thời do đám đông giận dữ.\nVautrin, sau khi biết được những gì đã xảy ra, quyết định báo thù cho Carole và tự tay tiêu diệt tất cả các kẻ âm mưu. Ông biết rằng Neuvillette sẽ buộc phải tuyên bố ông có tội và lưu đày ông đến Pháo đài Meropide, nhưng ông không thể không can thiệp. Carole khiến Vautrin nhớ đến em gái nhỏ của mình, Illaria, người đã qua đời khi ông còn nhỏ. Carole và Illaria đều hiền lành và vô tội, và họ luôn tin vào những điều tốt đẹp. Vautrin hiểu rằng những tâm hồn tốt như Carole dễ bị lừa dối và phản bội, vì vậy trước đây ông đã từng cố gắng buộc cô rút lui nghỉ việc để người dân không làm hại cô. Tuy nhiên, Carole vẫn tiếp tục làm việc cho đội Hắc Ảnh Marechaussee và quả nhiên sau này bị dàn dựng đổ oan bởi kẻ xấu.\nSự dũng cảm và hy sinh của Carole cuối cùng đã giúp ước mơ của cô trở thành hiện thực: 400 năm sau, các Melusines được tôn trọng như những thành viên của xã hội tại Đại sảnh Fontaine, sống hòa bình với con người. Nhờ hành động anh hùng của Carole, biểu trưng của Sảnh Chấp Pháp đã có hình ảnh của các Melusines như một dấu hiệu của sự tôn trọng và biết ơn đối với những sinh vật này.\nKhi 400 năm sau, một Melusine khác, Kiara, bị đe dọa bởi một số tội phạm, các công dân của Đại Sảnh Fontaine đã đoàn kết để bảo vệ cô. Phóng viên của \"Báo Chim Hơi Nước,\" Charlotte, đã hỏi các đồng nghiệp của mình về bức thư đe dọa. Clorinde, Đấu sĩ Nhà vô địch, đã đề nghị giúp đỡ để bảo vệ Kiara. Chủ tịch Spina di Rosula, Navia, đã yêu cầu người dân của mình chú ý đến các đầu mối và \"mời\" các nghi phạm uống cà phê để họ không thể chống cự. Nhờ sự giúp đỡ của họ, các tội phạm đã bị tìm ra, và các Melusines không bị tổn hại.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Khu Đại Sảnh Fontaine",
        "desc": "<p>\"Bên trên mọi dòng nước, chỉ có thành phố này.\"</p><p>Vươn mình tại vị trí cao nhất của thành phố, Palais Mermonia<strong> </strong>đại diện cho quyền lực tối cao ở Fontaine. Dưới ánh nhìn của nó, người dân sống một cuộc sống trật tự, đều đặn và dễ đoán, giống như tàu luân chuyển.</p><p>Luật pháp tồn tại để duy trì trật tự ổn định, điều này trở thành nền tảng vững chắc để xây dựng sự công bằng và công lý.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_2677217418322631310.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula là một tổ chức có các thành viên đến từ nhiều ngành nghề khác nhau trong xã hội. Họ tận tâm giải quyết những vấn đề khó khăn cho người dân và sẽ liên lạc, hợp tác với chính quyền Fontaine khi cần thiết.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/55631176/103e6993dd0a594332fa18ca5fe17098_4533018030715079119.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Pháo Đài Meropide",
        "desc": "<p>Nhà tù Fontaine, do Công tước Wriothesley quản lý.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/19/55631176/94af9de4200d40c7e4196a094d52c314_7352182791188274508.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Carole",
        "desc": "<p>Một trong những loại Melusines sớm nhất được Iudex Neuvillette giới thiệu đến Fontaine khoảng 400 năm trước. Cô trở thành Melusine đầu tiên được chào đón vào Marechaussee Phantom và được trao Huân chương Hòa bình.<span class=\"wk-shady\"> Cô đã hy sinh bản thân để chứng minh mình vô tội.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/55631176/b5144639de0b40a37167f40774eb8e6b_3777028298399408629.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>Một quái vật vực sâu xuất hiện ở Fontaine 500 năm trước trong thời kỳ Đại Hồng Thủy. Elynas là \"Cha\" của tất cả các Melusine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/cedc77b7c6f31c08043e350f3e96fdf1_8693473429346925979.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p>Phóng viên đầy năng lượng của tờ báo Chim Hơi Nước, mỗi giây phút đều hướng về \"chân tướng\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/12108544/7bbbff3f35661a93b5091b1f17fae6c0_5187418479416157217.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Hội trưởng hiện tại của Spina di Rosula, là một cô chủ dễ thương và rất có trách nhiệm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/12108544/3fc7580c01a9e622692402889706c4db_1838072394941570717.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Thành Viên đáng chú ý"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Thợ Săn Hoàng Kim, một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/55631176/244081046e33b6700c2ad44b20e2574b_3884015034249569950.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "\"Thợ Săn Hoàng Kim,\" người Thợ Săn Marechaussee đầu tiên.\nEste\nWalter\nNhững người theo bước Cassiodor, một trong số những Thợ săn Marechaussee đầu tiên.\nEmanuel Guillotin\nMột Thợ săn Marechaussee, người chỉ huy cuộc Bao vây Poisson, và là cha nuôi của Alain và Mary-Ann. Ông ấy, có lẽ, đã bị hòa tan bởi",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\nPetronilla\nMột Thợ săn Marechaussee và là người thầy của Clorinde.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Đứa trẻ được Emanuel Guillotin nhận nuôi, người lớn lên tại Viện Narzissenkreuz cùng với chị gái nuôi của mình là Mary Ann. Ông là người sáng lập Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine, với đóng góp nổi bật nhất cho Fontaine là nghiên cứu về Pneuma-Ousia, từ đó phát minh ra hệ thống Sức Mạnh Nền Tảng và tạo ra Robot Dây Cót.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/01/55631176/4d9e31b507cbdb2bdd07204cd17698ad_5131831014425925255.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Con nuôi của Emanuel Guillotin. Sau khi chị gái của anh ấy biến mất, anh ấy rời khỏi Đội Hắc Ảnh Marechaussee và thành lập",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Viện Khoa Học Fontaine",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/55631176/154baa11b653966030bdf047346be788_5823778168355907897.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Con gái nuôi của Emanuel Guillotin, lớn lên tại Học Viện Narzissenkreuz cùng với anh trai Alain.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/07/55631176/0c3189daf667f179085fd9b3d3985e14_3609791056825973748.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Con gái nuôi của Emanuel Guillotin. Cô ấy biến mất sau trận chiến giữa Đội Hắc Ảnh Marechaussee và",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Carole",
        "desc": "<p>Một trong những loại Melusines sớm nhất được Iudex Neuvillette giới thiệu đến Fontaine khoảng 400 năm trước. Cô trở thành Melusine đầu tiên được chào đón vào Marechaussee Phantom và được trao Huân chương Hòa bình.<span class=\"wk-shady\"> Cô đã hy sinh bản thân để chứng minh mình vô tội.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/55631176/b5144639de0b40a37167f40774eb8e6b_3777028298399408629.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Melusine đầu tiên gia nhập Hắc Ảnh Marechaussee. Nhờ sự hy sinh của cô ấy, các Melusine được miêu tả trên huy hiệu của Đội Hắc Ảnh Marechaussee và vương miện của Garde.\nAeval\nElphane\nHướng dẫn viên Tàu Luân Chuyển ở Chặng Clementine và Navia.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Người quản lý tang vật tại Đội Hắc Ảnh Marechaussee</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/19/55631176/043a3cba51a3657def7ec305eae5b2e3_7293158870331554398.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Từng là hướng dẫn viên Tàu Luân Chuyển của Chặng Callas. Ngày này làm việc cho đội Hắc Ảnh Marechaussee.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4802,
        "name": "Rhemia",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/14/55631176/c93101743b19ae99b90ceb5b3d5b2050_4322763354788803807.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Thành viên Đội Hắc Ảnh Marechaussee.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Người đứng đầu Đội Hắc Ảnh Marechaussee.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "<p>Đấu Sĩ Đại Diện bất bại. Dùng thanh kiếm trong tay để bảo vệ \"chính nghĩa\" của Đại Sảnh Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/12108544/770a66030815971c697ab81bc5436329_1557605617111376547.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5749,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Những người kế nhiệm Đội Hắc Ảnh Marechaussee.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vật Phẩm liên quan"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Thợ Săn Marechaussee",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/44749939/c1a059aac55b150c6f1cbedb2df749dd_4281479317597739894.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5728,
        "desc": "",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Đội Hắc Ảnh Marechaussee"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Thể Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Sảnh Chấp Pháp"
          }
        ]
      },
      {
        "key": "Người Đứng Đầu",
        "value": [
          {
            "type": "RichText",
            "text": "Neuvillette"
          }
        ]
      }
    ]
  }
}