{
  "epId": 5599,
  "name": "Pháo Đài Meropide",
  "desc": "<p>Nhà tù Fontaine, do Công tước Wriothesley quản lý.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/19/55631176/94af9de4200d40c7e4196a094d52c314_7352182791188274508.png",
  "menuId": 23,
  "menuName": "Tổ Chức",
  "version": 1731512882,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Pháo Đài Meropide"
          }
        ]
      },
      {
        "key": "Thể Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Cơ Sở Cải Tạo"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Người Đứng Đầu",
        "value": [
          {
            "type": "RichText",
            "text": "Wriothesley"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Pháo Đài Meropide",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/19/55631176/34dc47f29aa71c30e12dfc23bf3c3bd7_4862426365079270454.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Nguồn Gốc",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/fe77a7ea0e28854ebca7c980580c06db_2233682069583517069.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Egeria, vị Thủy Thần đầu tiên, cai trị vùng đất, tất cả các tội phạm bị kết án từ Fontaine đều bị lưu đày. Những tội phạm này được gửi đến bờ biển hoang vắng, nơi họ phải chịu đựng nỗi đau, sự vật lộn, và cái lạnh thấu xương. Một số người bắt đầu ăn năn và cầu nguyện với Thủy Thần, hỏi xem liệu họ còn có thể phục vụ được không. Thủy Thần đã thương xót họ và nói, <color=#ffffffd9>\"Hãy xuống đáy biển và canh giữ bí mật của ta\"</color> . Dựa vào sức mạnh của mình, họ đã tập hợp dưới đáy biển và bắt đầu xây dựng một pháo đài, hình thành nên một cộng đồng phát triển qua từng năm và niêm phong Biển Khởi Nguyên."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Chúng tôi sẽ ghi nhớ lời thề ngàn năm, sẽ bảo vệ nền tảng của kinh đô của nước.\"</color>\n<color=#ffffffd9>\"Đừng quên xiềng xích do tội ác ngọt ngào như mật cám dỗ con người đã mang lại,\"</color>\n<color=#ffffffd9>\"Cũng đừng quên đi trách nhiệm nặng nề như xiềng xích mà chúng ta phải gánh vác.\"</color>\n<color=#ffffffd9>\"Tượng trưng cho ân điển và niềm tin đẹp đẽ ngọt ngào của thần linh đối với chúng ta.\"</color>\n<color=#ffffffd9>\"Chúng ta là tấm khiên kiên cố để chống lại tai họa màu nước, cũng là phòng tuyến nơi cửa sông.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/f43cc111ff0c95bba9cc967098a92ca6_5551793269559169013.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi nhóm tội nhân đầu tiên qua đời, họ đã để lại pháo đài chưa hoàn thành cho những người kế nhiệm. Thủy Thần tiếp tục hỗ trợ họ, cho phép pháo đài phát triển và thịnh vượng. Pháo đài tối tăm dưới lòng đại dương này trở thành ngôi nhà duy nhất cho những kẻ tội lỗi. Họ không còn coi đây là một nhà tù mà là nơi ăn năn, hy vọng lấy lại tự do thông qua sự chuộc lỗi. Tuy nhiên, theo thời gian, họ nhận ra rằng Pháo đài là một nơi cô đơn. Khi đã quen với cuộc sống ở đó, họ không thể cảm thấy thoải mái ở thế giới bên ngoài. Một số người rời đi sau khi thụ án xong, trong khi những người khác ở lại, tìm những vị trí nhàn rỗi và để linh hồn mình phai nhạt cùng những bí mật cổ xưa. Số lượng người tham gia vào tổ chức và sống dưới lòng biển dần dần tăng lên. Sau nhiều thế kỷ, chỉ còn ít người nhớ đến lý do ban đầu của việc thành lập Pháo đài. Giờ đây, nó được coi là một phần không thể thiếu trong xã hội Fontaine, và là nơi tụ tập của những kẻ lưu đày.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5143,
        "name": "Khu Liffey",
        "desc": "<p>Dưới đáy biển sâu, sau một tấm vách sắt, có một xã hội \"đặc biệt\" đang sinh sống và tồn tại.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/04/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_3063808617535170686.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>Thủy Thần tiền nhiệm đã mất trong trận Đại hồng thủy 500 năm trước.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/01/55631176/a5b8d23dd3fbe0969cc3ebce78f9c29f_7863445554681480745.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4339,
        "name": "Nghi Thức Dòng Chảy Vĩnh Hằng",
        "desc": "<p>Sách răn dạy từng được lưu truyền nhiều đời của hội ẩn tu dưới nước. Ngày nay đã không còn ai biết về sự tồn tại của nó.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/23/12108544/5828ed7b48c39e5d15aaf6f2495ddabc_8776783918927167171.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Pháo đài Meropide",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Pháo đài là một thành trì dưới nước với một mức độ tự trị và tự quản tách biệt khỏi các hệ thống pháp lý của Fontaine. Mặc dù có tính tự trị, nó vẫn phục vụ như một nhà tù cho những người đã trải qua xét xử và bị kết án. Những người có nhiều quá khứ khác nhau đến đây vì đủ loại lý do. Họ có thể sống những cuộc sống bình yên, có kỷ luật, không còn lo sợ — bất kể họ đã trải qua điều gì.\n<color=#ffffff73>Phiếu Đặc Cách đóng vai trò như một loại tiền tệ trong Pháo đài và có thể thực hiện những điều ước, ban sức mạnh, thậm chí thay đổi vận mệnh. Bên trong pháo đài, mọi người đều có cơ hội bắt đầu lại, bất kể sự giàu có hay địa vị trước đây của họ. Đây là một nơi mà mọi người bắt đầu lại từ đầu, kiếm phiếu Đặc Cách của mình từ con số không. Hệ thống này đại diện cho sự công bằng và công lý thực sự, mang đến cơ hội cho một cuộc sống tốt đẹp hơn. Pháo đài được coi như một \"quốc gia trong một quốc gia\" và không bị can thiệp bởi thần thánh. Trong một góc nhìn khác, có thể coi việc tạo ra Phiếu Đặc Cách trong pháo đài Meropide phục vụ như một cuộc thí nghiệm nhằm cấm quyền lực của các vị thần can thiệp hoặc làm đẹp cho quyền lực của người giàu đối với người nghèo. Mặc dù Pháo đài Meropide độc lập khỏi hệ thống tòa án của Fontaine, pháo đài vẫn tạo ra đủ loại sản phẩm cơ khí phục vụ cho các mục đích chính thức của Fontaine, và ngược lại một số hàng hóa thiết yếu của pháo đài phải được lấy từ thế giới bên ngoài; do đó, Neuvillette, Thẩm Phán của Fontaine, và Wriothesley vẫn giữ liên lạc. Thêm vào đó, Pháo đài hiện là nhà sản xuất lớn nhất các Robot cơ khí của Fontaine.</color>\nDưới cùng của Pháo Đài Meropide có Hầm Mỏ Tinh Thể, nơi có đường hầm đầy tinh thể Arkhium và được tuần tra bởi những Phi Tặc Trộm Năng Lượng. Phi Tặc Trộm Năng Lượng là một sản phẩm thử nghiệm chưa được kiểm tra chất lượng. Nó theo dõi bất kỳ thực thể nào mang theo thiết bị lưu trữ năng lượng và vô hiệu hóa thiết bị đó. Việc mất kiểm soát hoặc xảy ra vụ nổ trong quá trình hoạt động của sản phẩm thử nghiệm được coi là những tai nạn không may mà nhà sản xuất không chịu trách nhiệm. Tất cả công việc liên quan đến Đường Hầm đã bị đình chỉ và các lối đi kết nối đã bị niêm phong. Không ai đến đó do việc đóng cửa. Nếu ai đó cần mở một trong các lối đi kết nối đến đó cho công việc chính thức của Pháo Đài, họ phải vận hành van điều khiển chỉ dưới sự giám sát của một chuyên gia kỹ thuật để ngăn chặn tai nạn.\nĐấu Trường Sức Mạnh là hình thức giải trí phổ biến nhất tại Pháo Đài Meropide. Mặc dù các quy định cho biết đây là \"Sức Mạnh\", tức là chiến đấu tay đôi, nhưng \"sử dụng vũ khí cầm tay khác để chiến đấu\" sẽ không được coi là vi phạm quy tắc. Miễn là các điều kiện đặc biệt được đáp ứng, bất kể là Cua Khiên Cứng hay một robot dây cót, tất cả đều có thể đứng trên sân khấu của Đấu Trường Sức Mạnh. Đội chiến thắng sẽ nhận được Phiếu Đặc Cách cũng như một chiếc Cúp Fonta tuyệt đẹp. Khi chiếc cúp được đưa ra tại Viện Nghiên Cứu Fontaine, người chiến thắng sẽ có thể uống tất cả Fonta mà họ muốn, miễn phí. Một lần, viện đã muốn kiểm tra hương vị Fonta đỏ mới của họ và thậm chí đã đề nghị tài trợ cho giải đấu Pankration để quảng bá sản phẩm mới của mình, nhưng vị Công tước từ chối ngay cả việc xem xét ý tưởng này. Các đại diện của viện vẫn đang cố gắng quảng bá đồ uống của họ, do đó, \"quy tắc ẩn\" của Đấu Trường Sức Mạnh đã xuất hiện: Nếu ai đó cố gắng ủng hộ cả hai võ sĩ cùng một lúc, họ sẽ nhận được một gói vào sáng hôm sau, bên trong chứa một chất lỏng màu đỏ kỳ lạ.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5143,
        "name": "Khu Liffey",
        "desc": "<p>Dưới đáy biển sâu, sau một tấm vách sắt, có một xã hội \"đặc biệt\" đang sinh sống và tồn tại.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/04/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_3063808617535170686.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "Viện Khoa Học Fontaine",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/55631176/154baa11b653966030bdf047346be788_5823778168355907897.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4340,
        "name": "Quản Đốc Vàng Ròng",
        "desc": "<p>Thiết bị lơ lửng, có thể giám sát hiện tượng nhất định. Sau khi bị bỏ đi đã được người nhặt cải tạo thành công dụng khác.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/23/12108544/6d8248633da24c16368b6570bf578874_8361014458384686248.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4167,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4471,
        "name": "Cúp Đối Kháng Fonta",
        "desc": "<p>Cúp nhận được khi tham gia giải đấu giải trí với vai trò huấn luyện viên, chỉ đạo Genevieve và Poiret giành chức quán quân. Được làm từ kim loại đẹp đẽ, dưới điều kiện ánh sáng nhất định sẽ còn tỏa ra ánh sáng lấp lánh như Mora.</p><p>Có được chiếc cúp đặc biệt này, sẽ có thể tha hồ đổi lấy Fonta ở chiếc máy chỉ định, tha hồ tận hưởng thức uống, trở thành người thỏa mãn nhất trên thế giới...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/12108544/65dce7dc363d64824ff26223a33d4c69_6218978460510718278.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4472,
        "name": "Cúp Đối Kháng Fonta Đầy Ắp",
        "desc": "<p>Cúp quán quân giải đấu giải trí chứa đầy Fonta.</p><p>Khi để yên, có thể nghe được âm thanh \"xèo xèo\", hơi giống với tiếng động khi \"thịt trong chảo nóng chảy mỡ và nước\", khiến cho người ta đột nhiên có cảm giác thèm ăn.</p><p>Nhưng kích thước của chiếc cúp này quả thật phi thường, rất ít ai có thể một hơi uống hết Fonta trong đó. Cho dù có cố mà uống hết thì cũng sẽ căng bụng như Hải Thú Bồng Bềnh, thậm chí phải nhập viện...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/12108544/6d86aba7cdd994f4bde51f3b4255d53c_6796987685674564893.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4463,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4553,
        "name": "Phi Tặc Trộm Năng Lượng",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/44749939/3596195adb03c0e3daac53e369a2174c_8355930867815858794.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 4558,
        "name": "Khiêu Chiến Đấu Trường Sức Mạnh",
        "desc": "<p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/02/44749939/3596195adb03c0e3daac53e369a2174c_2200950198095010910.png",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hội Tương Trợ",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Đội Tuần Tra An Ninh Đặc Biệt được chỉ huy bởi Neuvillette và được thành lập sau trận chiến giữa các Thợ Săn Marechaussee và Hội Narzissenkreuz cách đây khoảng 400 năm. Vautrin, một lãnh đạo của Đội Tuần Tra Đặc Biệt, đã làm việc cùng với một Melusine tên là Carole để thúc đẩy sự hợp tác giữa con người và Melusine. Vì sự cống hiến liên tục trong năm năm và đã duy trì hòa bình tại Đại Sảnh Fontaine, ông và Carole được trao Huân Chương Hòa Bình được chế tác bởi chính Neuvillette. Hành động này là một bước tiến nhỏ trong việc giúp Melusines giành được niềm tin của con người. Tuy nhiên, nhiều kẻ cực đoan không thích điều đó và Carole đã bị vu khống tội giết người. Vautrin, trong lúc mất bình tĩnh, đã hành quyết những kẻ chịu trách nhiệm. Tại phiên tòa của mình, Neuvillette đã tuyên bố Vautrin có tội. Vautrin tỏ ra tức giận, tuy nhiên đây là một hành động để thể hiện tính công bằng và công minh của Neuvillette, củng cố vị trí của ông và Melusines trong xã hội Fontaine. Sau khi bị gửi đến Pháo Đài Meropide, Vautrin đã thành lập Hội Tương Trợ, sử dụng thiết kế tương tự như Huân Chương Hòa Bình của mình làm huy hiệu trong 400 năm tiếp theo. Hội khuyến khích các thành viên làm những gì họ có thể, bao gồm nhưng không giới hạn ở việc dọn dẹp, tập thể dục, dạy kèm và học tập. Hy vọng rằng tất cả các thành viên hội Hỗ Tương Trợ sẽ, trong thời gian ở Pháo Đài Meropide, khuyến khích nhau, hỗ trợ nhau và cùng chào đón tương lai.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Đội Hắc Ảnh Marechaussee",
        "desc": "<p>Đơn vị nhận lệnh trực tiếp từ Thẩm phán tối cao Neuvillette, chịu trách nhiệm điều tra tội phạm. Đơn vị này có trụ sở tại Palais Mermonia và là một trong những phòng ban của Sảnh Chấp Pháp.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/55631176/68056e921a04a72fc9ccb52413826e6d_6167378543901104067.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Carole",
        "desc": "<p>Một trong những loại Melusines sớm nhất được Iudex Neuvillette giới thiệu đến Fontaine khoảng 400 năm trước. Cô trở thành Melusine đầu tiên được chào đón vào Marechaussee Phantom và được trao Huân chương Hòa bình.<span class=\"wk-shady\"> Cô đã hy sinh bản thân để chứng minh mình vô tội.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/55631176/b5144639de0b40a37167f40774eb8e6b_3777028298399408629.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4488,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Công Tước",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/fdae1fb8bde9df163d3e0fac9bcd44d6_1918436763986718461.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Công tước hiện tại của Pháo Đài Meropide, Wriothesley, từng là một tù nhân tại Pháo Đài. Ông được gửi đến đây khi còn là một thiếu niên sau khi bị kết án giết cha mẹ nuôi vì trả thù khi khám phá ra kế hoạch độc ác của họ. Khi còn là một tù nhân tại Pháo Đài, ông nhận ra rằng các tù nhân có thể sử dụng Phiếu Đặc Cách cho các hoạt động phi pháp như ám sát và ma túy. Là một phần của kế hoạch chấm dứt điều này, Wriothesley đã kiếm được nhiều Phiếu Đặc Cách hơn tất cả các tù nhân khác cộng lại. Sự giàu có tích lũy này đã khiến ông trở thành một người có uy tín cao trong số các đồng tù, nhưng không chấp nhận điều này, người quản lý lúc đó đã xóa sổ tài khoản của ông hoàn toàn. Wriothesley đã thách đấu người quản lý, và khi ngày diễn ra cuộc đấu đến, người quản lý đã bỏ trốn. Cuộc đấu cũng trùng hợp với ngày thả tự do của Wriothesley, và vì người quản lý không có mặt, không ai có thể ký giấy tờ xuất cảnh của ông. Ông đã tiến vào văn phòng giữa Pháo Đài và đảm nhận mọi nhiệm vụ liên quan. Sau đó, ông đã thực hiện một số cải cách để cải thiện cuộc sống trong nhà tù. Trước khi Wriothesley trở thành người quản lý, ngay cả một nhu cầu cơ bản như nước cũng cần đến Phiếu Đặc Cách. Các tù nhân mới nhập viện phải làm việc mà không có thức ăn cho đến khi họ kiếm đủ phiếu để ăn. Tuy nhiên, sau khi Wriothesley trở thành người quản lý, một chính sách mới đã được thực hiện: mọi người đều nhận được một bữa ăn hàng ngày, bất kể nền tảng hay tình trạng công việc của họ. Điều này đảm bảo rằng không ai phải chịu đói trong Pháo Đài.\nWriothesley gần đây đã được trao tặng danh hiệu danh dự \"Công Tước\" tại Fontaine, chỉ những người đã có những đóng góp đáng kể cho quốc gia mới được phong tặng danh hiệu này, và điều này vô cùng hiếm hoi. Nhiều người, như cha của Navia, Callas, coi các danh hiệu khác nhau của Fontaine là vô nghĩa; nhưng ngay cả cựu lãnh đạo của Spina di Rosula cũng thừa nhận rằng Công Tước Wriothesley thực sự có nhiều trải nghiệm hơn những gì ông thể hiện.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "Spina di Rosula",
        "desc": "<p>Spina di Rosula là một tổ chức có các thành viên đến từ nhiều ngành nghề khác nhau trong xã hội. Họ tận tâm giải quyết những vấn đề khó khăn cho người dân và sẽ liên lạc, hợp tác với chính quyền Fontaine khi cần thiết.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/55631176/103e6993dd0a594332fa18ca5fe17098_4533018030715079119.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Công tước của Pháo Đài Meropide, là vị chúa tể ẩn mình trong biển tối.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/12108544/31a0eb2dec5d69ca8dd7616572136b8b_2137552855315933340.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Hội trưởng hiện tại của Spina di Rosula, là một cô chủ dễ thương và rất có trách nhiệm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/12108544/3fc7580c01a9e622692402889706c4db_1838072394941570717.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "\"Hội Mũ Nồi\" Đáng Tự Hào",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/1ed80c81121fb7f1877e8e4fcd0d7c5b_1808877084607799400.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một trong những tổ chức của Pháo Đài, Hội Mũ Nồi, ban đầu được cho là hỗ trợ các tù nhân cảm thấy bất lực và cô đơn tại Pháo Đài. Dougier là người đứng đầu và sáng lập Hội Mũ Nồi, người đã tuyên bố sứ mệnh của mình là giúp mọi người bắt đầu một cuộc sống mới, để họ không còn phải sống trong những tồn tại u ám như vậy. Wriothesley đã chấp thuận đơn xin thành lập Hội Mũ Nồi của Dougier, tin rằng đây là một nhóm đầy những tù nhân gương mẫu và là một nơi tuyệt vời cho những ai mong muốn thay đổi bản thân. Được tài trợ bởi hàng hóa và Phiếu Đặc Cách do các thành viên quyên góp, hội tập hợp gần Nhà Ăn Đặc Cách và cung cấp đồ uống, đồ ăn nhẹ, sách vở và các tài nguyên khác cho các tù nhân. Họ cũng tổ chức các hoạt động và hội thảo phổ biến, tạo ra một không gian cho các tù nhân thư giãn.\nCác thành viên trong hội đội mũ nồi như một dấu hiệu nhận diện rõ ràng và biểu tượng cho niềm tự hào cộng đồng. Dougier tin rằng nếu các thành viên cảm thấy vui vẻ và tự hào khi trở thành một phần của nhóm, thì những chiếc mũ này cũng sẽ trở thành một niềm tự hào đối với họ. Những chiếc mũ nồi đại diện cho mọi thứ mà nhóm tin tưởng và hướng tới — sự lạc quan, cộng đồng, sự chăm chỉ, và khát vọng tạo ra một cuộc sống mới. Những chiếc mũ nồi cũng tượng trưng cho \"công dân gương mẫu\" và giúp thu hút thêm thành viên mới.\nCuối cùng, với khả năng để ý đến những dấu hiệu bất thường dù là nhỏ nhất, Wriothesley đã nhận ra rằng có điều gì đó không ổn với Hội Mũ Nồi. Sau một cuộc điều tra, người ta phát hiện ra rằng những chiếc mũ nồi che giấu một cái gai chứa Nước Thống Khổ, một chất lỏng tối tăm gây ra nỗi sợ hãi khi được tiêm vào não của các thành viên. Dougier đã trừng phạt và tra tấn những ai vi phạm các quy tắc thực sự của hiệp hội bằng chất lỏng này. Vi phạm một quy tắc dẫn đến \"khiển trách\", trong đó cái gai tiêm Nước Thống Khổ vào đầu của thành viên, gây ra nỗi sợ hãi như một lời nhắc nhở về quyền lực của Dougier. Cũng tồn tại những hình phạt nghiêm trọng hơn, không được đề cập, cho những vi phạm lớn hơn. Hắn cũng đã tập hợp một \"đội quân\" Robot Hiến Binh mà hắn dự định sử dụng để lật đổ Wriothesley. Kế hoạch của Dougier cuối cùng đã bị phá vỡ, dẫn đến sự bắt giữ của hắn và sự giải tán của hiệp hội.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Công tước của Pháo Đài Meropide, là vị chúa tể ẩn mình trong biển tối.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/12108544/31a0eb2dec5d69ca8dd7616572136b8b_2137552855315933340.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hiện Tại",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Khi Nhà Lữ Hành đến Fontaine, thành phố đang trải qua một loạt vụ mất tích, và các cơ quan chức năng đã buộc tội Childe, người đứng thứ mười một trong số các Quan Chấp Hành của Fatui, là thủ phạm. Mặc dù thủ phạm thực sự đã bị phát hiện và kết án trong phiên tòa, Childe vẫn bị giam giữ tại Pháo Đài Meropide sau khi bị kết tội bởi Cỗ Máy Chỉ Thị Phán Quyết, một cái cán cân lớn nằm trong Viện Ca Kịch Epiclese của Đại Sảnh Fontaine, được tạo ra bởi Thủy Thần Focalors. Cỗ Máy luôn đưa ra những phán quyết chính xác, và bất chấp ý kiến của Thẩm Phán Án Neuvillette trong phiên tòa, Cỗ Máy giữ quyền phán quyết cuối cùng. Sau một khoảng thời gian bị giam giữ, Childe đã biến mất.\nMột quan chấp hành khác của Fatui, Arlecchino, sớm tìm cách tổ chức một cuộc họp ngoại giao với Furina mà Neuvillette cũng tham dự. Trong cuộc họp, Arlecchino yêu cầu Childe được giao trả cho Snezhnaya, viện dẫn vai trò và trách nhiệm ngoại giao của họ. Tuy nhiên, vì phiên tòa đã kết thúc, Fontaine coi vụ việc đã được giải quyết và Childe phải chịu hình phạt theo pháp luật Fontaine. Do đó Neuvillette từ chối yêu cầu của Arlecchino. Vị Quan Chấp Hành sau đó đề xuất đến thăm Pháo Đài Meropide để kiểm tra tình hình của Childe, nhưng Neuvillette giải thích rằng Pháo Đài Meropide nằm ngoài quyền tài phán của tòa án và đưa ra một đề xuất thay thế. Vì Childe đã biến mất khỏi nhà tù, không có bất kỳ thông tin nào được báo cáo bên ngoài, ông đề xuất ủy thác cho người khác điều tra, mà cô ấy miễn cưỡng chấp nhận.\nNhà Lữ Hành và Paimon đã ký một thỏa thuận với Neuvillette để điều tra sự biến mất của Childe dưới vỏ bọc là những tù nhân nhằm thu thập thông tin về vị quan chấp hành này. Fatui cũng đã gửi những kẻ xâm nhập của riêng họ làm thông tin viên cho cả tù nhân và lính canh, nhưng họ đã biến mất. Tiếp đó, Lyney, Lynette và Freminet được cử đến để thâm nhập vào pháo đài và thu thập tình báo. \"Người Cha\" của gia tộc họ, Arlecchino, đã chỉ đạo họ tiến hành một cuộc điều tra về bí mật mà Pháo Đài Meropide đang giấu kín. Căn Nhà Hơi Ấm đã điều tra trong một thời gian rất dài, cố gắng khám phá điều bí ẩn, khi tất cả các thông tin viên của họ, bao gồm cả những người đã xâm nhập vào lực lượng lính canh, đột ngột biến mất. Thêm vào đó, Arlecchino đã bằng cách nào đó xác nhận rằng Focalors không sở hữu Gnosis Thủy. Chính thông tin này đã dẫn họ đến nghi ngờ rằng Gnosis của Fontaine có thể nằm trong Pháo Đài Meropide và liên quan đến \"bí mật\" đó. Arlecchino đã sử dụng tình huống với Childe như một cái cớ để đàm phán với hai quan chức cấp cao trong Đại Sảnh Fontaine. Childe gần như như một con bài mặc cả cho cô ta.\nTrong quá trình điều tra, Lyney đã phát hiện ra rằng Pháo Đài Meropide có một \"khu vực cấm\" mà các lính canh cũng đã xác nhận. Sau một vài thuyết phục, Công tước của Pháo Đài, Wriothesley, đã đồng ý dẫn Nhà Lữ Hành và Paimon vào khu vực cấm. Họ đã đến một trong ba cánh cổng cách ly khổng lồ, nơi chỉ có Wriothesley được phép vào bên trong. Nồng độ của Biển Khởi Nguyên trong nước xung quanh Pháo Đài Meropide đã bắt đầu tăng lên, và \"khu vực cấm\" chứa một cổng xả lớn đang giữ lại Biển Khởi Nguyên.\nSự gia tăng của Biển Khởi Nguyên đặc biệt đáng lo ngại do một lời tiên tri đang lan truyền khắp Fontaine, nói rằng mỗi người ở Fontaine đều sinh ra với \"tội lỗi,\" và một ngày nào đó, mức nước ở Fontaine sẽ tăng lên, khiến những người tội lỗi từ từ chìm xuống. <color=#ffffffd9>\"Cuối cùng, mọi người đều sẽ bị hòa tan vào biển, chỉ còn lại Thủy Thần ngồi khóc trên ngai thần. Lúc đó, tội lỗi của người Fontaine mới được gột rửa\"</color> . Cuối cùng, Nhà Lữ Hành đã phát hiện ra rằng sự biến mất của Childe có liên quan đến một giọng nói bí ẩn mà anh nghe thấy trong Pháo Đài Meropide. Theo tiếng nói đó, Childe đã trốn thoát khỏi pháo đài và rơi vào Biển Khởi Nguyên, nơi anh mất ý thức. Khi tỉnh dậy, một con Kình Ngư khổng lồ bơi trước mặt anh. Anh đã chiến đấu với con Kình Ngư và vô tình trì hoãn lời tiên tri trở thành hiện thực. Nhằm cố gắng cứu người dân trong trường hợp lời tiên tri trở thành sự thật, Wriothesley đã chiêu mộ Jurieu và Lourvine để giúp xây dựng một con tàu khổng lồ cũng được giữ tại pháo đài. Theo truyền thuyết, Vị Thần Vương Remuria, Remus, đã đến Fontaine và tìm thấy nhà tiên tri Sybilla, người đã hóa thành một con Ong Vàng. Đưa Sybilla theo mình và cưỡi trên một con tàu khổng lồ mang tên Fortuna, ông đã tạo dựng quốc gia của mình trên những con sóng dâng cao. Wriothesley đã lấy cảm hứng từ Fortuna huyền thoại và bắt đầu xây dựng một con thuyền khi nghi ngờ rằng Biển Khởi Nguyên nằm ngoài cánh cổng. Khi Lời Tiên Tri của Fontaine trở thành hiện thực, vị Công tước đã triển khai con tàu khổng lồ, Wingalet, để hỗ trợ các hoạt động cứu hộ. Khi nước rút, con tàu quay lại nhà tù và được đưa vào kho, thu hút sự chú ý lớn của truyền thông và làm dấy lên sự quan tâm của một số nhà nghiên cứu.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnosis là vật phẩm thuộc sỡ hữu của Bảy Vị Thần để trực tiếp cộng hưởng với Đảo Thiên Không và là bằng chứng xác nhận trạng thái của một vị thần dưới danh là vị chấp chính trần thế. Nó có hình dạng của quân cờ. <span class=\"wk-shady\">Sau đó được tiết lộ rằng Gnosis được tạo ra từ phần còn lại của Kẻ Đổ Bộ Thứ Ba.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/e396f8e6f02f3b0f579bc71a7089833b_8988921317301815411.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Thần Vương, người đã xây dựng lên đế quốc Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_3588530604337004721.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>Thuỷ Thần cuối cùng, còn có danh hiệu là Thần Chính Nghĩa. <span class=\"wk-shady\">Cô ấy đã tự hi sinh bản thân để phá huỷ ngôi vị Thuỷ Thần và trả lại sức mạnh cho Thuỷ Long</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/20/0c738427840832159123453a49753e8f_3478299024622747823.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Công tước của Pháo Đài Meropide, là vị chúa tể ẩn mình trong biển tối.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/12108544/31a0eb2dec5d69ca8dd7616572136b8b_2137552855315933340.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Childe đứng thứ 11 trong quan chấp hành Fatui, uy danh chiến tích luôn được ca ngợi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Quan Chấp Hành thứ 4 của Fatui - Arlecchino. Nhà ngoại giao trầm tĩnh lạnh lùng, là \"Cha\" mà bọn trẻ vừa sợ hãi cũng vừa dựa dẫm trong Căn Nhà Hơi Ấm.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/12108544/672e65470bfd14b664596c2a7f7eaaf8_8605295858180963579.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">Ảo thuật gia nổi tiếng khắp Fontaine, khéo ăn nói, diễn xuất tinh tế, chạm đến trái tim của khán giả bằng ngôn ngữ và kỹ thuật tuyệt vời.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/12108544/e343d4442cc3b8e243f0d528bb715f75_1902172228240461143.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Trợ lý ảo thuật ít nói, hiếm khi biểu đạt cảm xúc, tính khí khó đoán như loài mèo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/12108544/436e6f2b9b9006bfe511a98093259daf_6694653276517218862.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p>Thiếu niên ít nói rất giỏi bơi lặn, bên dưới vẻ ngoài lạnh lùng là một trái tim thuần khiết.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/04/12108544/8e44111a378f4e5379b8e7444e8c2daa_2959081444426619217.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4511,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4510,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Thôn Tinh Kình Ngư",
        "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Sinh vật khổng lồ thần bí từ thế giới khác.</span><br><span style=\"color: rgb(219, 222, 225)\">Những nhà thơ thường ví von bầu trời sao với đại dương. Họ từng nhìn thấy hoặc mơ thấy vô số sinh vật phù du phát sáng trôi nổi trên vùng biển tối tăm không trăng, tựa như dải ngân hà, hoặc có lẽ ánh trăng trên mặt biển đã bị xé toạc thành nhiều mảnh, lấp lánh như những vì sao. Trong những câu chuyện kỳ ảo nhất hay những lời dối trá điên cuồng nhất, ở những ngôi sao sâu thẳm trong vũ trụ có lễ cũng đầy ắp sự sống như Teyvat, mà vũ trụ thì cũng giống như đại dương. Nhưng nhìn một cách thực tế, nếu thực sự tồn tại vũ trụ sâu thẳm đầy ắp sự sống như vậy, tại sao đến giờ vẫn chưa tiếp xúc với Teyvat? Có thể vũ trụ vẫn luôn cố gắng xâm nhập vào Teyvat, có lẽ một thế lực cao hơn đã tạo ra biên giới để bảo vệ thế giới này.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/44749939/d6f05906844b79f1be3d4f049381a60f_3515231889657264081.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Tỷ Phú Phiếu Đặc Cách",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Trong Pháo Đài, Nhà Lữ Hành và Paimon đã gặp một nhóm người đang chơi một trò chơi có tên là \"Tỷ Phú Phiếu Đặc Cách\". Trong trò chơi này, người chơi làm việc để kiếm Phiếu và người có nhiều Phiếu nhất sẽ nhận được phần thưởng lớn. Một số cuộc kiểm tra định kỳ do lính canh của Pháo Đài thực hiện cần được thực hiện bên ngoài, và Estienne, một lính canh tại Pháo Đài, quyết định ai sẽ được giao những công việc đó. Estienne đã tạo ra trò chơi Tỷ Phú Phiếu Đặc Cách để những ai muốn ra ngoài có thể đăng ký cơ hội. Noailles, một lính canh khác, không dễ tính như Estienne và không thấy phương pháp của Estienne là phù hợp. Anh ta tin rằng, với tư cách là một lính canh, Estienne nên sử dụng quyền lực của mình để buộc mọi người tuân theo, thay vì chơi trò chơi này với họ.\nNhóm người chơi bao gồm Genevieve, người được ghép đôi với Poiret, Rave và Darcy. Một trong những người trong nhóm chơi trò chơi là một cô gái trẻ tên là Lanoire. Tò mò về việc một cô gái trẻ có thể là tội phạm ở Pháo Đài, Nhà Lữ Hành và Paimon bắt đầu trò chuyện với cô để tìm kiếm câu trả lời. Trong suốt cuộc trò chuyện, Lanoire kể cho họ về người bạn của cô, Cater. Từ Cater, còn được gọi là Caterpillar, họ biết rằng Lanoire được sinh ra trong Pháo Đài. Agnes, mẹ của cô, đã bị một căn bệnh mãn tính và đã qua đời trước khi có thể nộp các tài liệu để cung cấp cho Lanoire chứng minh nhân thân. Bà là người cần phải bắt đầu quá trình để đưa Lanoire ra khỏi Pháo Đài nhưng đã qua đời một thời gian trước đó trước khi có thể làm điều đó. Sau đó, Estienne đã nhờ Cater chăm sóc cô. Một cách an toàn để đưa Lanoire ra khỏi Pháo Đài Meropide là chiến thắng trò chơi Tỷ Phú Phiếu Đặc Cách để đi ra khỏi pháo đài kiểm tra định kì rồi cho Lanoire chạy trốn, nhưng việc làm đó đòi hỏi rất nhiều Phiếu. Caterpillar, Nhà Lữ Hành và Paimon đã cùng nhau làm việc để chiến thắng Tỷ Phú Phiếu Đặc Cách nhằm tạo cơ hội cho Lanoire trở về với gia đình khi ra ngoài Pháo Đài. Khi đội địch gần như đã chiến thắng, hóa ra Caterpillar, người đã ở trong Pháo Đài khoảng 400 năm, đã tích lũy được một triệu phiếu. Cùng với Estienne, Nhà Lữ Hành, Paimon, Lanoire và Caterpillar đã ra khỏi Pháo Đài.\nKhi Lanoire nhìn thấy thế giới bên ngoài lần đầu tiên, cô so sánh lục địa Teyvat với Pháo Đài Meropide, giả định rằng Teyvat phải rất rộng lớn vì cô không thấy bất kỳ bức tường nào. Estienne muốn để Lanoire đi, và khi nhóm chuẩn bị tìm kiếm gia đình của Lanoire, Noailles đã đối đầu với họ, chất vấn về ý định của họ và sự hiện diện của họ với Lanoire. Estienne đã bảo vệ hành động của họ, khẳng định rằng anh đang sửa chữa sai lầm về việc giam giữ Lanoire và Caterpillar do thiếu giấy tờ. Tuy nhiên, Noailles kiên quyết rằng họ vẫn là tội phạm.\nKhi anh ta thấy hình dạng thật của Caterpillar — một hilichurl — anh đã coi hắn là quái vật và muốn tiêu diệt hắn cũng như giam giữ những người còn lại. Sau này, trong một cơ hội khác, nhờ sự giúp đỡ của Estienne và một người lính canh khác, Lanoire và Caterpillar đã thành công rời khỏi Pháo Đài qua Đường Hầm Mỏ Tinh Thể, và Lanoire đã đến gặp ông của mình, Earnshaw, người thậm chí còn không biết về sự tồn tại của cô.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Một thành viên của Hội Narzissenkreuz có danh hiệu là \"Nhộng Bướm Huyền Ảo\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/be516a2c9005727dcfd1fe45662a826d_3379820188328349932.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4360,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4523,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4528,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>Công tước của Pháo Đài Meropide, là vị chúa tể ẩn mình trong biển tối.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/12108544/31a0eb2dec5d69ca8dd7616572136b8b_2137552855315933340.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Công tước của Pháo Đài Meropide",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Sigewinne",
        "desc": "Y tá trưởng Melusine của Pháo Đài Meropide, quan tâm và yêu quý mọi tù nhân trong nhà tù dưới đáy biển một cách bình đẳng.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2d607aa4d729030ea04f79919257e311_5566730974573110495.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Y tá trưởng của Pháo Đài Meropide",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4511,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4510,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Những nhà nghiên cứu đã xây dựng \"Wingalet.\"",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4727,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4528,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4527,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4523,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4525,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Một thành viên của Hội Narzissenkreuz có danh hiệu là \"Nhộng Bướm Huyền Ảo\".</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/19/55631176/be516a2c9005727dcfd1fe45662a826d_3379820188328349932.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4919,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4918,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4524,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Childe đứng thứ 11 trong quan chấp hành Fatui, uy danh chiến tích luôn được ca ngợi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Những tội phạm hiện tại hoặc đã từng bị giam giữ.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Cai ngục của Pháo đài Meropide.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4421,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4420,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Nhân Viên Nhà Ăn Đặc Cách.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4419,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Thương Nhân từ \"Tiệm Xương Mục\".",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sách Và Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 4470,
        "name": "\"Nghệ Thuật Giao Thiệp\"",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Cột mốc của thành công, kiệt tác không thể bỏ qua trong đời người!\"<br>Quyển sách tuyệt vời được đề cử nhiệt liệt bởi biên tập của La Gouttiere, tinh anh trong giới thương mại và học giả Viện Khoa Học Fontaine!<br>Dạy bạn am hiểu những điều sâu xa của cái gọi là \"nhân tính\", tạo nên sự nghiệp vĩ đại không gì sánh nổi!</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/02e7bb3897d8d35bd8fad9d0c097e0c9_1325858944657377713.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4463,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4453,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4606,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4488,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4462,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4454,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Minh Họa",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Báo Chim Hơi Nước Số Đặc Biệt Ra Mắt Trang Giới Thiệu Khu Vực Mới Phiên Bản 4.1!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/c6b7b009dc82356a3ab1ff5fc80fc489_5187964082485960714.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>19 Tháng 9, 2023</color>\n<color=#ffffffd9>Nhà Lữ Hành thân mến, sau khi cập nhật phiên bản 4.1, Fontaine sẽ mở thêm Khu Viện Nghiên Cứu Khoa Học Công Trình Động Năng Fontaine, Khu Liffey! Theo dõi số đặc biệt của Báo Chim Hơi Nước để cùng tìm hiểu đặc điểm của khu vực mới nhé!</color>"
      }
    ]
  }
}