{
  "epId": 5600,
  "name": "Biển Kỷ Nguyên Cũ",
  "desc": "<p>Vùng nước bao la phía nam vùng biển Fontaine, từng là quê hương của vùng biển cao. Nằm dưới đáy biển sâu thẳm nơi ánh mặt trời không thể chạm tới, chôn vùi ước mơ và hy vọng thuở ban sơ.</p><p>Giữa tòa thành cổ vinh hoa đã tan biến chỉ còn lại những vết tích đổ nát dưới biển, bản nhạc bị lãng quên từ lâu lại một lần nữa vang lên, câu chuyện sớm đã kết thúc nay lại được viết thêm chương mới...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/a4b87a75743fb8da99f7178192f4e4d7_4864168791834896339.png",
  "menuId": 20,
  "menuName": "Giải Thích Từ Ngữ",
  "version": 1731513000,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Biển Kỷ Nguyên Cũ"
          }
        ]
      },
      {
        "key": "Thể Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Địa Danh Cố Định"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Verson ra mắt",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Tài Nguyên",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ngọc Thạch Âm Vang"
      },
      {
        "type": "CustomEntry",
        "epId": 5633,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5635,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5636,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5637,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "NPC",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPC Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Thần Vương, người đã xây dựng lên đế quốc Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_3588530604337004721.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Thợ Săn Hoàng Kim, một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/55631176/244081046e33b6700c2ad44b20e2574b_3884015034249569950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/55631176/fdb52a6d254e62b4d702eba65b8118e6_7453038547641499307.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Nhiệm Vụ",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nhiệm Vụ Thế Giới"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "Ngày Cuối Cùng Của Remuria",
        "desc": "<p>Sau khi biết được thân phận thật sự của \"Ngài Os\", bạn quyết định đến Biển Kỷ Nguyên Cũ để truy tìm Boethius...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/07/55631176/231826ade1c78996779f1a72e9a57e9e_5405924015813041070.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Nấc Thang Đến Capitolium",
        "desc": "<p>Vượt qua rãnh biển nguy hiểm, cuối cùng cũng đã đến được vương thành chìm của Remuria cổ đại. Tiếp theo phải đi đến \"Domus Aurea\" để quyết đấu với Boethius rồi...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/24/55631176/231826ade1c78996779f1a72e9a57e9e_3654818292149433241.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Vết Thương Của Số Phận Bi Ai",
        "desc": "<p>Quyết đấu với Boethius vì Ngài Os và vì người dân trong thị trấn thôi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/55631176/231826ade1c78996779f1a72e9a57e9e_7124650606595261151.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bản Đồ",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vị Trí Bản Đồ"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_id=2&utm_medium=tool&utm_source=hoyolab&bbs_theme=light&bbs_theme_device=1&lang=en-us#/map/34?shown_types=&center=-49.94,-200.00&zoom=-1.00"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Minh Họa",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Khu Vực Mới Phiên Bản 4.6 \"Bản Nhạc Của Vương Thành Cổ Xưa\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/367149bdb963a2e9aafeae3389a48aeb_98726124327138352.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>16 Tháng 4, 2024</color>\n<color=#ffffffd9>Nhà Lữ Hành thân mến, sau khi cập nhật phiên bản 4.6, sẽ mở ra khu vực mới \"Khu Nostoi\", \"Biển Kỷ Nguyên Cũ\". Xem ngay nội dung kỳ này để biết khu vực mới có những đặc điểm gì nào!</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Âm Nhạc",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Cantus Aeternus"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/4bf2966dc3d488c06bf277c18bd4cadb_8941365686576978684.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14 Tháng 5, 2024</color>\n<color=#ffffffd9>Genshin Impact - OST Vol.3 Chủ Đề Fontaine \"Cantus Aeternus\" chính thức ra mắt.</color>\n<color=#ff9999>Disc 1:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=6dROuF_TT64&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disc 2:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=4HEx2RF-SsE&ab_channel=GenshinImpact"
      },
      {
        "type": "RichText",
        "text": "<color=#ff9999>Disc 3:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=M0a2ZuGmi-4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Thánh Ca Hòa Hợp",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/4417194d9a22aa68cbc2c9d4aa037acd_2113175888727434100.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Remuria từng là một quốc gia thịnh vượng được tạo ra bởi Thần Vương Remus trên những vùng đất được gọi là Meropis. Nhà tiên tri Sybilla, người đã sống sót sau trận đại hồng thủy đầu tiên nhưng đã mất trí và hình dạng, đã tiên đoán với Remus rằng ông sẽ mang đến nền văn minh và công lý cho nhân loại, nhưng cuối cùng, chính công lý đó sẽ là nguyên nhân dẫn đến sự diệt vong của họ. Để chống lại Fortuna, Sebastos đã tạo ra những cơ thể bằng đồng và đá cho người Remuria, với dòng máu trong đó là dòng linh lộ chảy. Với sự giúp đỡ của Sybilla, ông đã tạo ra Bản Nhạc Lớn được thiết kế để giải phóng con người khỏi những nhà tù của thịt mục nát và số phận. Sebastos đã đổ những giai điệu vào linh lộ không hòa tan, nhưng người Remuria, không thể chịu đựng gánh nặng của số phận, đã cầu xin thần thánh và những người dẫn dắt cứu giúp. Theo yêu cầu của nhân dân, Remus đã ghi chép tất cả các giai điệu vào bản nhạc vĩ đại nhất, điều này được cho là sẽ mang lại cho họ hạnh phúc lớn lao nhất. Đó chính là sự ra đời của Phobos. Mặc dù nó đã đáp ứng những ước nguyện của tất cả người Remuria, nhưng họ chỉ cảm nhận được nỗi đau. Niềm tin mù quáng vào bản nhạc đã đẩy họ vào sự nô lệ của Phobos."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/b5c4d227310ac4322abda4fe82bd20ae_1966051866396110261.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi Remus nhận ra rằng Phobos dẫn đến sự sụp đổ của Remuria, ông đã quyết định tiêu diệt Bản Nhạc. Ông đã thỏa thuận với hoàng tử rồng, Scylla, rằng ông sẽ dẫn một đội quân rồng chống lại Cung Điện Vàng. Sebastos đã tạo ra bản nhạc cuối cùng, Khúc An Hồn, là mệnh lệnh cho sự tự hủy của Phobos, và đã giao nó cho hoàng tử của tộc rồng. Remus biết rằng cuộc đời của mình sẽ kết thúc và chỉ có bản nhạc sẽ còn lại, nhưng ông đã sẵn sàng hy sinh để giải phóng nhân dân khỏi xiềng xích của Phobos. Nhưng Phobos đã không cho phép kế hoạch của Thần Vương thành hiện thực và, với sự giúp đỡ của Boethius, đã giam giữ Scylla dưới tháp và đóng chặt Initium Iani dẫn đến thủ đô. Kết quả là, Hoàng Tử Rồng không thể đến thủ đô kịp thời và sức mạnh của Phobos đã vượt khỏi tầm kiểm soát. Cuối cùng, cung điện hoàng gia đã chìm dưới những cơn sóng, như thể nó đã bị trừng phạt bởi phán quyết của thần linh.\nTrước khi Remuria sụp đổ, Sebastos đã tách giai điệu của Người chỉnh âm Cassiodor ra khỏi Bản Nhạc Lớn, trao cho ông tự do ý chí. Chỉ có vài người sống sót sau trận lũ: Cassiodor và những người bạn của ông đã lang thang khắp vùng đất, cố gắng kiềm chế sức mạnh của những dòng nước khởi nguyên, và Người chỉnh âm Boethius đã sử dụng tài hùng biện của mình để thuyết phục những người còn lại. Ông đã khởi xướng một nghi lễ tàn ác nhằm phục hồi \"bản nhạc\" tan vỡ và hồi sinh vương quốc đã đổ nát. Để đạt được mục tiêu này, ông không ngần ngại hòa tan ý chí của tổ tiên họ và cướp đi linh hồn của những người Fontaine ở khắp nơi. Nhiều lãnh chúa và quý tộc đã trở thành con cờ của ông. Để ngăn chặn ông, người đã trở thành một quái vật rõ ràng, Cassiodor buộc phải kiên cường chống lại Boethius với sự giúp đỡ của những người Fontaine. Sau một cuộc đối đầu khó khăn, Cassiodor và người Fontaine đã thành công phong ấn cả Boethius lẫn biển cả đã nuốt chửng Remuria. Thợ Săn Hoàng Kim thề dưới số phận rằng ông sẽ làm rào chắn giữa quá khứ và hiện tại và trở thành người giữ linh hồn của vùng đất cổ xưa.\nThiên niên kỷ sau, Boethius đã khôi phục quyền kiểm soát đối với \"bản nhạc\" bị xáo trộn, dệt những mảnh linh hồn và giai điệu tan vỡ vào đó. Người chỉnh âm đã mang lại hỗn loạn cho bản nhạc để hồi sinh Remuria và trở thành một vị thần mới. Boethius tin rằng Remus đã phản bội Remuria bằng cách cấu kết với tộc rồng của Scylla và cố gắng tiêu diệt Bản Nhạc Lớn."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Ta sẽ nghịch chuyển bánh xe vận mệnh, mang thế giới của ngày xưa quay về, mang chính nghĩa trở về với mặt đất. Còn người trên mặt đất chỉ có thể khuất phục trước ý chí của chúng ta.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/e6ded426211e34a86d94bbb81d526d43_4010577476024734648.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trong khoảng thời gian này, Cassiodor đã mất đi cơ thể bằng đá của mình và nhập vào một con mèo trắng, sau này Paimon đặt tên là Osse. Để ngăn chặn Boethius, Cassiodor đã tìm đến Nhà Lữ Hành và Paimon để nhờ giúp đỡ. Cả ba cùng nhau bước vào Biển Kỷ Nguyên Cũ và giải thoát hoàng tử rồng Scylla, người bị Boethius giam giữ dưới Machimos. Mặc dù cơ thể của Scylla đã bị hủy diệt, nhưng những ký ức của ông trong dòng linh lộ vẫn tiếp tục sống. Cassiodor tin rằng Scylla đã phản bội Thần Vương và tấn công cung điện vàng, khiến Remuria bị lũ lụt. Vị vua rồng đã nói về thỏa thuận cuối cùng với Remus, kế hoạch bí mật của họ, và việc tạo ra Khúc An Hồn, có khả năng tiêu diệt Phobos. Scylla đã dẫn dắt một đội quân rồng tấn công thủ đô như là kế hoạch cuối cùng của Remus để cứu vớt người Remuria và quốc gia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/b01a3f8e0f97cf5a0019803e99d98170_8760316774524793389.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi Cassiodor và Nhà Lữ Hành đến Domus Aurea, Boethius đã sử dụng sức mạnh của âm nhạc để dụ họ vào cung điện hòa nhạc của mình. Không gian này là sự hiện thân của linh hồn Dominus và được duy trì bởi ân sủng của sức mạnh bản nhạc. Nhờ trái tim của Phobos, nằm gần Cung Điện Vàng, Boethius có thể ảnh hưởng trực tiếp đến thế giới thực. Nếu Boethius có thể thu được toàn bộ sức mạnh của bản nhạc, ảo tưởng của ông sẽ thay thế thế giới thực, và Fontaine sẽ trở lại hình dạng của nó từ hàng ngàn năm trước. Cassiodor đã nghĩ ra một kế hoạch để hoàn toàn tiêu diệt Boethius, người đã chuẩn bị cho mình một cơ thể mạnh mẽ trong thế giới thực. Vì Nhà Lữ Hành không thuộc về Teyvat và không được tạo ra từ dòng nước Biển Khởi Nguyên, giai điệu của Phobos không ca ngợi số phận của họ, và Boethius không thể ảnh hưởng đến linh hồn của họ, điều này đã giúp kế hoạch của Cassiodor thành công."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/237301566/319addbf237238c198272be1f2462516_3159325893125204781.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Với sự giúp đỡ của Scylla, Nhà Lữ Hành và Paimon đã kết nối lại những đường ống vàng, qua đó Bản Nhạc Lớn từng chảy, và mở đường đến Cung Điện Vàng. Hóa ra hình dạng thật sự của Boethius chính là Phobos, kết hợp mọi giai điệu và khao khát của người Remuria. Những khao khát bí mật của họ đã dẫn Remuria đến các cuộc chiến tranh, chinh phục, và sự hủy diệt của những \"bộ tộc man rợ\" phía bắc. Ngay cả trước khi Remuria sụp đổ, Phobos đã hấp thụ Boethius và nổi dậy chống lại Sebastos. Hy sinh bản thân, Cassiodor đã giam giữ Phobos trong một cơ thể bằng đá để Nhà Lữ Hành có thể tiêu diệt Boethius và Phobos. Khi Nhà Lữ Hành chơi Khúc An Hồn của Thần Vương Remus, Bản Nhạc Lớn đã bị tiêu diệt hoàn toàn, và linh hồn của người Remuria đã trở về với những dòng nước sâu, từ đó thực hiện được khao khát thật sự của Cassiodor là tiếp tục các kế hoạch và hy vọng của Sebastos để giải phóng mọi người khỏi bản nhạc."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Nếu nước mất đi sự trong veo, thì làm sao để nó trở lại thành nước? Nếu cây rời khỏi mặt đất, sẽ phải đi đâu để bén rễ đây?\"</color>\n<color=#ffffffd9>\"Dù cho đá cứng và kim loại có kiên cố thế nào, nếu không có nước và đất thì con người cũng sẽ không thể sống sót.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Khi linh hồn của Cassiodor tan biến, Osse lại trở thành một con mèo bình thường, hiện đang sống ở Petrichor cùng với Este, một hậu duệ của chiến binh Remuria.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Thần Vương, người đã xây dựng lên đế quốc Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_3588530604337004721.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Thợ Săn Hoàng Kim, một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/55631176/244081046e33b6700c2ad44b20e2574b_3884015034249569950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/55631176/fdb52a6d254e62b4d702eba65b8118e6_7453038547641499307.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Cuộc Suy Vong Của Remuria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nghe nói là kiệt tác lịch sử về nền văn minh Remuria cổ đại, do học giả nổi tiếng Pulteney biên soạn vào những năm đầu mới xây dựng Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/d0e75f9b88a286749b4c7dff0871e129_765440687991517761.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cảng Anticus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/e61ea8d2a875c83e094d097cc6314a7e_6272614108846112194.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trong thời kỳ hưng thịnh của Remuria, Cảng Anticus là cảng phồn vinh nhất trong đế chế. Khi những con tàu đi ngang qua Con Đường Cột Biển dọc theo con đường hoàng gia tiến vào cảng khổng lồ nơi tàu hoàng gia Fortuna cập bến, họ sẽ nhìn thấy một tòa tháp cao vời vợi với chiếc chuông đồng từng xua tan làn sương mù vô tận của đại dương. Tòa tháp của Remuria không được xây dựng để nhận các lời tiên tri từ thiên đường, mà để dẫn đường cho các tàu thuyền di chuyển giữa các hòn đảo trong vùng biển cao. Người ta nói rằng tòa tháp này đứng tại ranh giới giữa hiện thực và giấc mơ. Ngay cả khi những thủy thủ bị mê hoặc bởi tiếng hát của nàng tiên cá và chìm vào giấc ngủ, họ có thể theo tiếng chuông để vượt qua màn sương và tìm đường đến Remuria."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/3709973f6978b7847efd829309b988bf_3335936183496666607.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi người chỉnh âm Boethius và bản Đại Giao Hưởng Phobos phát hiện ra âm mưu bí mật giữa Thần Vương Remus và Hoàng Tử Rồng Scylla, Boethius đã ra lệnh bảo vệ Cảng Anticus khỏi các cuộc tấn công của những \"man rợ\" phương bắc để họ không can thiệp vào các cuộc đàm phán với những Hậu Duệ Rồng. Ngay khi Scylla đến cùng với đội quân Vishap, cảng lập tức bị đóng lại, và mọi con đường thoát thân đều bị phong tỏa. Một trong những sợi xích đã giam cầm Scylla suốt ngàn năm được đặt tại Cảng Anticus.\nSau khi đế chế sụp đổ, cột buồm của con tàu Fortuna huy hoàng, biểu tượng tối thượng của quyền lực đế chế đối với tất cả, đã gãy nát, và những bức tượng thần thánh biến mất không dấu vết. Cảng Anticus trở thành mồ chôn của những ma tượng. Chỉ còn lại chiếc chuông uy nghi chưa hoàn toàn bị thời gian và rỉ sét nuốt chửng."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Như cậu/cô thấy đấy, cột trụ đã gãy từ lâu, tượng thần cũng không còn. Việc truy tìm thân thế lại vô ích, lớp trang điểm hoàng kim cũng không thể đem lại chút an ủi nào cho vong hồn.</color>\n<color=#ffffffd9>Nhưng điều đó không quan trọng. Gió biển chưa lấy đi thời gian cuối cùng của chúng ta thì sao có thể tiếp tục quanh quẩn trong giấc mơ chứ? Gọi nô bộc đem rượu ngon, sáp thơm và những đóa tường vi có thời gian nở quá ngắn tới đây nhỉ?\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Khi những linh hồn Remuria cổ đại nhập hồn chiếm hữu thân xác những người dân hiện tại sống ở Petrichor, hai nhà nghiên cứu từ Câu Lạc Bộ Mơ Mộng, anh em Mécantre và Babisse, đã trở thành \"cái bóng\" của các nhà nghiên cứu Remuria tại Cảng Anticus. Họ đang nghiên cứu thiết kế Đường thủy trên không và Tàu Luân Chuyển. Mặc dù điều này khiến cuộc sống của họ hạnh phúc, nhưng công việc của họ thiếu sự sáng tạo."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Đương nhiên rồi. Nếu như nói suy nghĩ của nhà nghiên cứu như một dòng chảy xuôi, vậy thì mơ mộng chính là những viên đá ngầm khiến dòng chảy dấy lên sóng nước cảm hứng đó.</color>\n<color=#ffffffd9>Tại sao chim lại biết bay? Sao cây lại sinh trưởng? Sao nước mưa lại rơi từ trên trời xuống? Sao thế giới lại có màu sắc?</color>\n<color=#ffffffd9>Không có những suy nghĩ mơ mộng kỳ lạ này thì việc nghiên cứu sẽ như một vũng nước đọng.</color>\n<color=#ffffffd9>Mơ mộng chính là ngọn lửa cảm hứng mà mỗi nhà nghiên cứu theo đuổi, nhưng lại không biết phải làm sao để bắt lấy.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/78d51b068d0a1b51725ae325bb54d003_1260284182914469162.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi hai anh em nghe các nhà nghiên cứu nói về ba phương pháp làm chậm sự ăn mòn nước trên thân tàu thủy và hai cách cải thiện hình dạng của nó, một trong số họ đã nảy ra ý tưởng rằng bằng cách kết hợp các đề xuất đã nghe nói, họ có thể xây dựng một chiếc thuyền nhỏ có thể nhanh chóng vượt qua mặt nước. Một người anh khác thì lại được truyền cảm hứng từ việc chi tiết hóa công trình đường thủy của họ và bắt đầu hình dung một thiết kế có thể được đặt giữa hai ngọn núi, tạo thành một cây cầu lớn cho phép tất cả các loại phương tiện vận chuyển lớn đi qua. Hai anh em cảm thấy tiếc nuối khi sự cảm hứng như vậy chưa bao giờ đến với các nhà nghiên cứu Remuria. Để tôn vinh ký ức của họ, Babisse và Mécantre quyết định tiếp tục nghiên cứu dựa trên cảm hứng từ những người Remuria."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/647b8b721aec5f57e371c4943a5b05dd_1611063166216088106.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dưới hồ ngầm, bức tượng của viện trưởng của Viện Khoa Học Remuria, người phụ trách tất cả các dự án nghiên cứu, được đặt tại đó. \"Cái bóng\" của ông là một doanh nhân tên là Grundland, người luôn đối xử tệ với người khác và lợi dụng họ. Trong cuộc sống thực, ông đã sử dụng nhiều phương pháp để kiểm soát người khác, nhưng khi trở thành \"cái bóng\" của viện trưởng của Viện Khoa Học Remuria, ông cảm nhận tất cả nỗi đau của sự khuất phục đó. Cảm giác này đã để lại ấn tượng sâu sắc trong ông, và ông quyết tâm thay đổi và không còn là người như vậy nữa.\nKhi Người chỉnh âm Cassiodor, Nhà Lữ Hành, và Paimon đến Biển Kỷ Nguyên Cũ để cứu người dân từ Petrichor, họ đã gặp bức tượng của Este tại cảng. Este là một trong những người đã theo Cassiodor sau sự sụp đổ của Remuria và trở thành một trong những Thợ Săn Marechaussee đầu tiên. Người hậu duệ của cô từ Petrichor là người duy nhất còn tỉnh táo trong suốt quá trình thôi miên."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/31e147b7d56d08077c856d643db992f2_4777317068978385111.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tại Cảng Anticus, một trong những bản nhạc cổ xưa, Quân Vương Hiển Hách, có thể được tìm thấy. Nó có thể được phát bằng Hộp Nhạc Cổ Tự Vang.\n<color=#ffffffd9>\"Ăn mừng đi! Ca tụng đi! Tiếng chuông reo vang, vàng bạc, gia vị, lụa là từ phương xa đều đổ về đây, đây chính là thời đại vô lo vô nghĩ...</color>\n<color=#ffffffd9>Nhưng những ngày tháng tươi đẹp đó thực sự sẽ kéo dài mãi sao? Vị vua anh hùng ấy chợt nhíu mày...</color> <color=#ffffffd9>\"</color>\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Khu Nostoi",
        "desc": "<p>Trong ngôn ngữ cổ, \"Petrichor\" có nghĩa là \"Ma Tượng\". Giờ đây, đó là một ngôi làng đánh cá tồi tàn trên một hòn đảo nhỏ xa xôi ngoài đại dương của Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_340793124804689843.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5646,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Đội Hắc Ảnh Marechaussee",
        "desc": "<p>Đơn vị nhận lệnh trực tiếp từ Thẩm phán tối cao Neuvillette, chịu trách nhiệm điều tra tội phạm. Đơn vị này có trụ sở tại Palais Mermonia và là một trong những phòng ban của Sảnh Chấp Pháp.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/55631176/68056e921a04a72fc9ccb52413826e6d_6167378543901104067.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Thần Vương, người đã xây dựng lên đế quốc Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_3588530604337004721.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/55631176/fdb52a6d254e62b4d702eba65b8118e6_7453038547641499307.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Thợ Săn Hoàng Kim, một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/55631176/244081046e33b6700c2ad44b20e2574b_3884015034249569950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cung Điện Caesareum",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/e5985fb7ce521570a65db0df5a1e1fa5_8986229213503822935.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cung điện Caesareum từng là một cung điện đẹp đẽ, nhưng giờ đây chỉ còn lại những đổ nát và tàn tích. Quân Đoàn VI, Quân Đoàn Bất Hủ, đã bảo vệ cung điện này ngày qua ngày trong suốt hàng nghìn năm. Qua thời gian, hầu như tất cả mọi chiến binh đã rời bỏ, qua đời, hoặc có thể đã từ bỏ những ám ảnh và hận thù của họ qua những năm tháng quanh co. Có lẽ, họ thậm chí đã bị những đam mê đó tiêu thụ, bỏ qua nhiệm vụ và ôm ấp cuộc tàn sát vô nghĩa. Chỉ còn lại một ma tượng đứng canh gác. Nhiều năm trước, quân đoàn đã bảo vệ cung điện khỏi các rồng cổ. Lịch sử của trận chiến của họ được ghi lại trong \"Bản Nhạc,\" và nó tiếp tục vang lên đi vang lên lại như một vở kịch."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/4436632aa8267343f6c2462cb7f079ed_3390777854675402317.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Một trong những ma tượng, Aetius, và chị gái của anh, Placidia, đã chết trong cuộc chiến chống lại những người mang dòng máu Rồng khi họ đến cổng thành. Tất cả các chiến binh của Quân Đoàn VI đã đứng gác tại sân và chiến đấu vì vinh quang của người bảo trợ họ, Người chỉnh âm Euergetia. Họ đã hi sinh dũng cảm vì không có vinh quang nào lớn hơn việc hy sinh mạng sống để bảo vệ nền văn minh của mình.\nKhi Người chỉnh âm Boethius và bản Đại Giao Hưởng Phobos phát hiện ra âm mưu bí mật giữa Thần Vương Remus và Hoàng Tử Rồng Scylla, Boethius đã ra lệnh cho Quân đoàn V Người Chỉnh Dây ngừng mọi hành động thù địch chống lại đội quân hậu duệ loài rồng của Scylla và trở về Cung điện Caesareum. Người chỉnh âm Euergetia đã ra lệnh cho Quân Đoàn VI đứng gác tại Cung điện Caesareum dưới sự lãnh đạo của Boethius."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/eed3a1f65161f5b132c092e8dad7763c_7947902393226307275.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trong Cung Điện Caesareum, một trong những bản nhạc cổ xưa, Ngày Của Phẫn Nộ, có thể được tìm thấy.\n<color=#ffffffd9>\"Bước chân theo nhịp trống chinh phục, Quân Đoàn Hoàng Kim rực rỡ như ánh mặt trời. Dưới ánh nắng chiếu rọi như thế, bóng tối vốn dĩ không nên tồn tại...</color>\n<color=#ffffffd9>Là quà tặng của vận mệnh, không thể để vận mệnh lấy đi lần nữa. Đây chính là con đường chính nghĩa mà vị vua lựa chọn, dù thứ chính nghĩa đó không được thần dân của ngài thấu hiểu...</color> <color=#ffffffd9>\"</color>\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Thần Vương, người đã xây dựng lên đế quốc Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_3588530604337004721.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/55631176/fdb52a6d254e62b4d702eba65b8118e6_7453038547641499307.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vườn Euergetis",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/e7487a1e28d86c3ea91a160b12e59b0d_7278385608500482705.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vườn Euergetis được đặt theo tên của một trong những Người chỉnh âm vĩ đại của Remuria, Euergetia. Bà từng chỉ huy các quân đoàn nhưng chưa bao giờ chứng kiến sự suy tàn của Remuria. Sau này, những sợi xích, được dùng để giam giữ Hoàng Tử Rồng Scylla, đã được rèn từ máu của bà. Một trong những sợi xích đó nằm ở Vườn Euergetis.\n<color=#ffffffd9>\"Nguyện cho giai điệu của cô sẽ tìm thấy sự bình yên, Euergetia lương thiện, đồng liêu của tôi, bạn của tôi, chị em của tôi.</color>\n<color=#ffffffd9>Cho dù sự nhân từ hay cái tên của cô bị lãng quên, những bông hoa ở nơi này vẫn sẽ nở rộ vì cô.</color>\n<color=#ffffffd9>Ngủ đi, hãy ngủ đi, không cần phiền muộn cho quá khứ nữa, không cần rơi lệ cho tương lai nữa, chỉ cần cười lên như xưa.</color> <color=#ffffffd9>\"</color>\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5660,
        "name": "Xích Trấn Áp Hậu Duệ Loài Rồng",
        "desc": "Ba xiềng xích trói buộc Scylla lần lượt buộc trên ba trụ đá khác nhau. Sử dụng sức mạnh \"bản nhạc\", <color=#FFE14BFF>nhấn giữ giải phóng Sóng Âm Tấu Vang</color> sẽ có thể gỡ bỏ chúng.<br>Do đã trải qua quãng thời gian dài, đôi khi trụ đá sẽ bị dây leo quấn lấy nên không thể cộng hưởng với \"bản nhạc\", lúc này cần dọn dẹp dây leo trước mới có thể gỡ bỏ xiềng xích.",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/11/1ef525b101a31611b9fe2cc1b0a59aa8_6106487897231970146.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Initium Iani",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/6ca13ad6c385ea89aeef43e41e41888a_5524139691493151976.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trong thời kỳ hưng thịnh của Remuria, con đường hoàng gia dẫn đến Machimos - nơi cư trú của những chiến binh dũng cảm Remuria. Những ngôi đền và đấu trường hoành tráng được xây dựng bằng những khối đá khổng lồ được chạm khắc để tôn vinh vinh quang và chiến thắng của thành phố. Những bức tường vững chắc và cao lớn được trang trí bằng men và vàng, các bức tượng bằng đồng và đá cẩm thạch trải dài khắp vùng đất, và vàng, gia vị, cùng các đặc sản từ khắp nơi trên thế giới chất đống trong các chợ. Machimos là thành phố ngoại ô của thủ đô, cách Capitolium bởi Initium Iani, một rào cản ngăn cách giữa phần ngoại vi và nội thành của thành phố. Bản nhạc được dệt bởi Thần Vương và các nhạc công, bao trùm toàn bộ Remuria được truyền đi qua Initium Iani và những dòng suối hoàng kim của nó."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/eb10623b622070ca24357c52fb8225f2_8885253099725459640.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi Thần Vương Remus giao phó bản nhạc cuối cùng của mình, Khúc An Hồn, thực chất là một lệnh tự hủy lên bản Đại Giao Hưởng Phobos, cho người bạn là Hoàng Tử Rồng Scylla, Scylla đã phải đi qua Initium Iani cùng với đội quân Vishap và tấn công thủ đô. Người chỉnh âm Boethius đã biết về kế hoạch này và nói dối rằng ông đã từ bỏ kháng cự theo lệnh của Thần Vương, rồi đột ngột tấn công Scylla bằng một đội quân. Các Rồng Cổ bị cuốn trôi bởi những đợt sóng và không thể đến Cung điện Vàng kịp thời. Kết quả là, Scylla bị giam giữ dưới một tòa tháp cao, và Boethius đã niêm phong Initium Iani. Sức mạnh của Phobos đã mất kiểm soát, và đế chế chìm sâu dưới đáy đại dương như thể đang chịu hình phạt từ thần thánh.\nNgàn năm sau, Người chỉnh âm Cassiodor còn sống sót, Nhà Lữ Hành, và Paimon đã phá hủy những xiềng xích giam giữ Scylla và giải thoát cho anh. Để hoàn thành kế hoạch của Remus và giải phóng Khúc An Hồn, Scylla đã mở phong ấn Initium Iani và dẫn những người còn lại vào nội thành của thủ đô qua Thông Đạo Ianus.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Thần Vương, người đã xây dựng lên đế quốc Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_3588530604337004721.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/55631176/fdb52a6d254e62b4d702eba65b8118e6_7453038547641499307.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Thợ Săn Hoàng Kim, một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/55631176/244081046e33b6700c2ad44b20e2574b_3884015034249569950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Cuộc Suy Vong Của Remuria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nghe nói là kiệt tác lịch sử về nền văn minh Remuria cổ đại, do học giả nổi tiếng Pulteney biên soạn vào những năm đầu mới xây dựng Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/d0e75f9b88a286749b4c7dff0871e129_765440687991517761.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đại Lộ Cao Quý",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/07e4e4624c611e7ef344f98e9317bc39_2540270919053566357.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Đại Lộ Cao Quý dẫn từ Thông Đạo Ianus đến Cung Điện Vàng. Dòng linh lộ rực rỡ từng chảy qua các con kênh đến hồ lớn ở phía bắc, mang theo công lý và niềm vui khắp Biển Cao. Linh Lộ chảy qua các cống dẫn nước vàng và bản nhạc của Remuria vang vọng. Khi Remuria sụp đổ, các con kênh cũng bị hư hại."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/b3e5d8e0ea7e8d896c3d19d2e8afc9fb_5018151067691109015.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ở phía bắc của Đại Lộ Cao Quý, một trong những bản nhạc được ghi lại dưới dạng tranh vẽ nằm ở đó. Các con kênh có thể được phục hồi nhờ vào những bản nhạc này. Để giải phóng sức mạnh của bản nhạc, cần phải thắp sáng chiếc sừng, đánh thức bản nhạc khắc trên đó, và cho phép những \"diễn viên\" trên sân khấu trở về vị trí của họ.\nKhi các con kênh được phục hồi bằng linh lộ, Scylla đã giúp giải phóng sức mạnh của bản nhạc và mở ra Cung Điện Vàng. Cổng của Domus Aurea mở tung, như khi giai điệu của Remus vang lên từ Capitolium đến mọi miền đất xa xôi.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Viện Phonascorum",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/945fb0bdb62598f511ae53708a14bdef_941657925790350679.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tại Viện Phonascorum, bản nhạc thứ hai, được ghi lại dưới dạng tranh vẽ, được đặt ở đó. Trong quá khứ, các nhạc công của Remus đã phủ kín mọi tảng đá và bức tường bằng những giai điệu của họ, nhưng giờ đây chỉ còn những con ong vàng đáp lại lời triệu gọi của \"Bản Nhạc.\" Khi những ảo ảnh chim bay trở về vị trí vốn có của chúng, chúng đã giải phóng sức mạnh của bản nhạc để phục hồi các con kênh.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đồi Capitolinus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/857befb568ae3d4170657d4b51b768de_4447526642844623379.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Capitolium, trung tâm của Remuria, là nội thành của thủ đô. Nơi đây tràn ngập hương thơm của hoa và dầu, và những bài ca du dương vang lên khắp nơi. Đây là thiên đường của các nghệ sĩ, nơi chỉ những trí thức và nhạc sĩ xuất sắc nhất mới được phép đặt chân vào. Tuy nhiên, ngay cả trong số họ, chỉ một phần nhỏ được hưởng đặc quyền phục vụ Thần Vương. Tại đây, tất cả các nhà hát và cung điện đều được xây dựng với những hình dáng hài hòa nhất, với các dầm và mái vòm được trang trí bằng những chạm khắc tinh xảo và lộng lẫy, tập trung quanh một cung điện vàng với những cột đồng cao ngất."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/831a8c655a7864f6a6643f21c58d5186_4692012383334029035.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nhà Vua, nghỉ ngơi thanh nhàn tại trung tâm cung điện, lắng nghe kỹ lưỡng từng giai điệu và từng nốt nhạc vang lên từ mọi ngóc ngách của đế chế. Mỗi khi nghe thấy giai điệu bất hòa, Thần Vương sẽ ngay lập tức chỉnh sửa nó bằng một cú gảy dây, mang lại sự hoàn hảo cho bản nhạc."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/d2d3a6d1f88aca6233f72944f45ec453_2282069148862487964.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một hang động ngầm dưới Đồi Capitolinus là sân trong cũ của Capitolium. Nơi đây có thể tìm thấy \"Sứ Giả Không Trở Về\", Cineas, Rồng cổ từ quá khứ, và một trong những bản nhạc cổ xưa, Confutatis, có thể được chơi trên Hộp Nhạc Cổ Tự Vang.\n<color=#ffffffd9>\"Tiếng tù và phán quyết đã vang lên, không thể chống lại quyết định của vận mệnh, ngay cả thần linh cũng không thể thoát..</color>\n<color=#ffffffd9>Khi ngày phán xử ấy đến, thế giới này sẽ phải run rẩy đến thế nào? Người phàm đều mang tội, người đứng đầu cũng không ngoại lệ, tất cả đều phải chịu trách nhiệm cho tội lỗi...</color> <color=#ffffffd9>\"</color>\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Thần Vương, người đã xây dựng lên đế quốc Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_3588530604337004721.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Cuộc Suy Vong Của Remuria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nghe nói là kiệt tác lịch sử về nền văn minh Remuria cổ đại, do học giả nổi tiếng Pulteney biên soạn vào những năm đầu mới xây dựng Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/d0e75f9b88a286749b4c7dff0871e129_765440687991517761.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Domus Aurea",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/6fa36af0507dcdef5030c81c7a0a8023_8820250191563255936.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cung Điện Vàng được tạo ra từ con tàu vàng \"Fortuna\", trên đó Thần Vương Remus và nhà tiên tri Sybilla dưới hình dạng một con ong vàng đã hạ xuống vùng đất Meropis. Remus mang đến nền văn minh và trật tự, dạy người dân cách canh tác và trồng trọt trên mảnh đất này, và xây dựng các đền thờ và thành phố với những tảng đá khổng lồ để làm nơi ở cho người dân. Quan trọng nhất, ông đã lan tỏa vẻ đẹp của âm nhạc và nghệ thuật, điều phân biệt con người với các sinh vật khác, khiến họ tự nhận thức bản thân như những bậc thầy của mọi thứ. Domus Aurea được thiết kế như một nhạc cụ khổng lồ, trên đó một bản nhạc sẽ được tạo ra, nên nó trông giống như một chiếc đàn hạc lớn. Trước đây, với sự trợ giúp của những chiếc kèn, bản nhạc đã được phát đi đến mọi nơi trên thế giới."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/23/237301566/c1c3ae49dbf00c14be54bb08d66bdb74_6187112496603498686.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi Remuria sụp đổ và Remus hy sinh bản thân để giải phóng giai điệu của bản nhạc cuối cùng, Người chỉnh âm Boethius đã sống sót. Ông đã trải qua một ngàn năm trong Cung Điện Vàng, có thể chống lại sự bào mòn của thời gian và dần dần chiếm hữu sức mạnh của \"bản nhạc\" tan vỡ. Ông đã tạo ra cung điện hòa nhạc, không gian riêng của mình. Chính tại đó, ông mong muốn có được một cơ thể mới, trở thành một vị thần và phục hưng đế chế.\nKhi Nhà Lữ Hành vào được Domus Aurea và, với sự trợ giúp của Người chỉnh âm Cassiodor, đã đến Điện Yên Nghỉ — đại sảnh chính của Domus Aurea. Tại đó, Nhà Lữ Hành đã giải phóng bản nhạc cuối cùng của Thần Vương Remus và phá hủy Bản Nhạc Lớn Phobos.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5680,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Thần Vương, người đã xây dựng lên đế quốc Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_3588530604337004721.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/55631176/fdb52a6d254e62b4d702eba65b8118e6_7453038547641499307.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Thợ Săn Hoàng Kim, một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/55631176/244081046e33b6700c2ad44b20e2574b_3884015034249569950.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "galleryCharacter": [
      {
        "key": "Initium Iani",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/61c620ee79cf3d2fb726ad7ea6226305_2869019628042014930.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>\"Dưới làn nước cũng có một vương đô.\"</color>"
          }
        ]
      },
      {
        "key": "Cảng Anticus",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/0fb34a782dcdc13c8943b8b3ccea55bc_469046326536543540.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Hang đá chìm dưới đáy biển, từng là bến cảng thịnh vượng của vương thành. Nếu tiếng chuông của ngày cũ có thể xuyên qua làn nước, thì biết đâu những linh hồn lạc lối sẽ có thể tìm được đường về nhà.</color>"
          }
        ]
      },
      {
        "key": "Đại Lộ Cao Quý",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/d78fe1bac54b5bc377162c9c76465ea0_589664010819022289.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Linh Lộ rực rỡ từng theo tuyến đường thủy chảy thẳng đến hồ lớn phía bắc, mang theo chính nghĩa và hạnh phúc lan tỏa khắp vùng biển cao. Đó chính là hòa bình dưới thời Remuria, một thời đại tươi đẹp tràn đầy hy vọng và vinh quang.</color>"
          }
        ]
      },
      {
        "key": "Sảnh Đường Yên Nghỉ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/f6e57f5315704c84a8dd68e0cf736837_8332009816929203952.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>\"Xin hãy ban cho họ sự nghỉ ngơi vĩnh hằng, nguyện cho ánh sáng mãi soi sáng con người họ.\"</color>"
          }
        ]
      },
      {
        "key": "Viện Phonascorum",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/699e4a514fe10b02fd210dc205b52266_4057674849390163726.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>\"Vận mệnh thường chỉ là cái bóng khiến người ta nhìn thấy hạnh phúc, sau đó đẩy họ vào con đường của sự hủy diệt.\"</color>"
          }
        ]
      },
      {
        "key": "Domus Aurea",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/cd0e4623a6f9d7c55c2479ab316dec29_1053649590111198883.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>\"Ta có một giấc mơ, trong giấc mơ đó, ngay cả người phàm cũng có được ý chí tự do và một vận mệnh bất định...\"</color>"
          }
        ]
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/4da7ecd6f2ba0f3548334fa5a104c2f5_824504218705109739.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/d1e3235b05e23b800aebd28b0e8bd8b7_8676922495449791359.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/5e1064dce93b1dc3c7434030eed3b961_4142803669438552724.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/8c9c973c8f989ba1fd757756377b86be_8320451784811409396.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/25c2a35443a8b97cdcd6df541efa1d82_3170354260445203191.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/5b2a6d936cb6116ac7c42f95a5d18822_5665794133021699575.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/59537db0a7fe37a0de1a94cf53c63334_210314610050165323.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/7d21fdf12b116be036f8acb6a7add221_3793362379273818492.png"
      },
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/615e58d8f1b110678a797932fa6f205e_2566353665341777162.png"
      }
    ]
  }
}