{
  "epId": 5617,
  "name": "Cassiodor",
  "desc": "<p>Thợ Săn Hoàng Kim, một trong những Người Chỉnh Âm của Remus.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/55631176/244081046e33b6700c2ad44b20e2574b_3884015034249569950.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1728835163,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Cassiodor",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Không ai nhớ tên thật của Cassiodor, nhưng Cassiodor có lẽ đã lớn lên trong bộ tộc cùng với Erinnyes, Hiệp sĩ tương lai của Kỵ Sĩ Nước Trong. Trong thời cổ đại, bộ tộc của họ bị Thần Vương Remus chinh phục và đội quân của Thành phố Vàng đã bắt làm nô lệ hoặc giết chết những người dân trong bộ tộc của họ. Chỉ có Erinnyes và Cassiodor thoát khỏi số phận này. Erinnyes được Hoàng tử của Aremorica nhận nuôi. Cô thề sẽ phục vụ Nữ Vương của Mọi Dòng nước, Egeria và bảo vệ những vùng đất có nước tinh khiết không bị Remus chiếm đóng. Còn Cassiodor đã gặp Người Chỉnh Âm và gia nhập đội quân Remus. Sau đó Thần Vương Remus nâng anh ta lên làm Người Chỉnh Âm và tạo ra một cơ thể không thể bị phá hủy bằng đá và đồng cho anh ta. Cũng giống với những người Remuria khác, linh hồn của anh ta giống như Linh lộ không thể hòa tan. Cassiodor và một Người Chỉnh Âm khác, Boethius trở thành bạn thân.\nNhiều năm sau, khi Erinnyes trở thành người thừa kế của Aremorica và đã thống nhất nhiều bộ tộc để chống lại Remuria, cô và Cassiodor gặp lại nhau ở một thành phố xa xôi. Nhạc sĩ trẻ đến và cải trang như một lữ khách lang thang, và trong giải đấu, anh đã đánh bại vô số anh hùng nổi tiếng của vùng đất. Cuối cùng, khi được vinh danh là nhà vô địch mới, anh được gặp Erinnyes. Cassiodor chia sẻ những giấc mơ về sự hòa hợp và vinh quang, về việc chấm dứt chiến tranh và hận thù với Erinnyes, nhưng Hiệp sĩ của Kỵ Sĩ Nước Trong đã chĩa về phía anh bằng một lưỡi kiếm."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...████, ████ của em... không cần phải gượng ép bản thân để nói những điều không muốn nói nữa\"</color>\n<color=#ffffffd9>\"Em biết, chính kẻ soán ngôi đáng nguyền rủa đó đã làm ô uế linh hồn của anh, giam giữ anh vào chốn lao ngục\"</color>\n<color=#ffffffd9>\"Đừng lo lắng, ████ của em... Em chưa từng quên lời hứa khi xưa\"</color>\n<color=#ffffffd9>\"Dù cho trả giá thế nào, em cũng sẽ cứu anh khỏi xiềng xích lạnh lẽo vĩnh hằng đó\"</color>\n<color=#ffffffd9>\"Cho đến khi chúng ta lại ôm nhau trong vòng tay của Nữ Hoàng Của Muôn Dòng Nước, chúng ta không còn phải phiền muộn bởi khổ ải nữa\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cassiodor tin tưởng vào tương lai tươi sáng của Remuria. Bạn của anh, Boethius, tuyên bố rằng dưới cái nhìn sâu rộng của Thần Vương, sẽ không còn nghèo đói, yếu đuối, ngu ngốc và man rợ; chỉ dưới sự kiểm soát của trật tự Sebastos, vẻ đẹp mới có thể được sinh ra. Nhờ lòng trung thành với lý tưởng của Remus, Cassiodor trở nên gần gũi hơn với người cai trị. Tuy nhiên, khi bản giao hưởng vĩ đại Phobos dẫn dắt người Remurian vào cuộc chinh phục và chiến tranh, Cassiodor đã nhận ra sự sai lầm của lí tưởng này và vì vậy Remus đã chọn anh ta cho kế hoạch cuối cùng của mình. Thần Vương tách giai điệu của Cassiodor ra khỏi giai điệu của Bản Nhạc Vĩ Đại, trao cho anh ta ý chí tự do, và giao nhiệm vụ cứu người Remurian và đưa họ đến Ouranopolis, thành phố của tương lai. Vì vậy, Cassiodor trở thành Ouranides của Ouranopolis.\nCassiodor không có mặt ở thủ đô khi Remuria chìm, vì vậy anh đã sống sót. Anh biết rằng bạn của mình, Boethius, đã chống lại Sebastos và đánh cắp một chiếc cốc nước tinh khiết được Egeria trao cho Remus, cũng như đóng cửa các con đường dẫn đến thủ đô Remuria. Chỉ có một số ít người sống sót sau trận lụt: Cassiodor và các đồng đội của anh tản mác ra khắp vùng đất, cố gắng hết sức để kiềm chế sức mạnh của những dòng nước nguyên thủy. Người Chỉnh Âm Boethius cũng đã sống sót và ông sử dụng tài hùng biện của mình để thuyết phục những người không về phe Cassiodor theo phe mình. Anh ta lúc đó đã khởi xướng một nghi lễ tàn ác nhằm khôi phục “bản nhạc” bị tan vỡ và hồi sinh đế chế đã bị tàn phá. Để đạt được mục đích này, anh ta không ngần ngại làm tan rã ý chí của đồng bào và cướp đoạt linh hồn của người Fontaine ở khắp mọi nơi. Nhiều nhà cai trị và quý tộc trở thành con tốt của anh ta, và các chính quyền mới sinh ra đứng trên bờ vực của sự hủy diệt. Để ngăn chặn anh ta, người đã rõ ràng trở thành một con quái vật, Cassiodor phải từ bỏ tên của mình và trở thành một người thợ săn để cùng với người Fontaine chống lại Boethius. Sau một cuộc đối đầu khó khăn, Cassiodor, nay được biết đến với tên “Thợ Săn Hoàng Kim”, đã chiến thắng và phong ấn cả Boethius và Remuria. Thợ Săn Hoàng Kim thề với số phận rằng anh sẽ làm rào cản giữa quá khứ và hiện tại và trở thành người giữ linh hồn của vùng đất cổ xưa.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "Kỵ Sĩ Nước Trong",
        "desc": "<p>Kỵ Sĩ Nước Trong là tín đồ của Nữ Chúa Tể Biển Cả Egeria. Họ đã thề bảo vệ các tinh linh nước trong, tìm ra Chén Thánh Thuần Khiết và phá bỏ xiềng xích giam giữ Egeria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/28/55631176/e803a555d29d669997dc51d0792afb3a_1920818840853757765.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Thần Vương, người đã xây dựng lên đế quốc Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_3588530604337004721.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/55631176/fdb52a6d254e62b4d702eba65b8118e6_7453038547641499307.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Đoàn Kịch Hoàng Kim",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/2dabb3862a45000419a5c89e861275ed_6315805573234620561.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Khúc Ca Ngày Cũ",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Thánh Ca Hòa Hợp",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/c1f51031792713f423f4d4a2a3b55b2f_6767712453647621608.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hàng thiên niên kỷ sau, Người Chỉnh Âm Boethius đã lấy lại quyền kiểm soát “bản nhạc” bị xáo trộn, dệt những mảnh linh hồn và giai điệu vỡ vụn của mình vào đó. Người chỉnh âm đã mang đến sự hỗn loạn cho bản giao hưởng để hồi sinh Remuria và trở thành một vị thần mới. Boethius tin rằng Remus đã phản bội Remuria bằng cách thông đồng với Rồng Cổ và cố gắng phá hủy Bản Nhạc Vĩ Đại. Hành động của Người chỉnh âm đã khiến cơ thể của người dân Petrichor hiện nay bị linh hồn của những người Remuria đã chết từ lâu nhập vào kiểm soát."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/e6ded426211e34a86d94bbb81d526d43_7777825935026589383.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trong thời gian này, Cassiodor mất đi cơ thể bằng đá và nhập vào một con mèo trắng, mà Paimon sau này đặt tên là Osse. Để ngăn chặn Boethius, Cassiodor đã nhờ đến sự giúp đỡ của Nhà Lữ Hành và Paimon. Cùng nhau, họ tiến vào Biển Kỷ Nguyên Cũ và giải thoát Hoàng tử Rồng, Scylla, bị Boethius giam cầm dưới Machimos. Mặc dù cơ thể của Scylla bị phá hủy, ký ức của anh ta vẫn tiếp tục sống. Cassiodor tin rằng Scylla đã phản bội Thần Vương và tấn công Cung điện Vàng, gây ra lũ lụt cho Remuria. Hoàng tử Rồng đã nói về thỏa thuận cuối cùng với Remus, kế hoạch bí mật của họ, và việc tạo ra bản nhạc cuối cùng Khúc An Hồn, có khả năng tiêu diệt Phobos. Scylla dẫn đầu một đội quân Rồng tấn công thủ đô như là kế hoạch cuối cùng của Remus để cứu người Remuria."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/b01a3f8e0f97cf5a0019803e99d98170_7226202931314419661.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Cassiodor và Nhà Lữ Hành đến Domus Aurea, Boethius đã sử dụng sức mạnh của âm nhạc để dụ họ vào cung điện nhạc của mình. Không gian này là sự hiện thân của linh hồn Người Chỉnh Âm và được duy trì nhờ sức mạnh của bản nhạc. Nhờ vào trái tim của Phobos nằm gần Cung điện Vàng, Boethius có thể ảnh hưởng trực tiếp đến thế giới thực. Nếu Boethius có thể đạt được toàn bộ sức mạnh của bản nhạc, ảo tưởng của anh ta sẽ thay thế thế giới thực, và Fontaine sẽ trở lại hình dáng từ hàng ngàn năm trước. Cassiodor đã nghĩ ra một kế hoạch để hoàn toàn tiêu diệt Boethius, người đã chuẩn bị một cơ thể mạnh mẽ cho mình trong thế giới thực. Vì Nhà Lữ Hành không thuộc về Teyvat và không được tạo ra từ nước của Biển Khởi Nguyên, giai điệu của Phobos không hát về số phận của họ, và Boethius không thể ảnh hưởng đến linh hồn của họ, điều này cho phép kế hoạch của Cassiodor thành công."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/319addbf237238c198272be1f2462516_2224175775864456811.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Với sự giúp đỡ của Scylla, Nhà Lữ Hành và Paimon đã kết nối lại các tuyến đường thủy hoàng kim mà qua đó Bản Nhạc vĩ đại từng chảy, và mở đường đến Cung điện Vàng. Hóa ra hình dạng thật của Boethius là Phobos, kết hợp mọi giai điệu và mong muốn của người Remurian. Những mong muốn bí mật của họ đã dẫn Remuria đến chiến tranh, chinh phục và hủy diệt những “man rợ” phương bắc. Ngay cả trước khi Remuria sụp đổ, Phobos đã hấp thụ Boethius và nổi loạn chống lại Sebastos. Hy sinh bản thân, Cassiodor đã giam giữ Phobos trong một cơ thể bằng đá để Nhà Lữ Hành có thể tiêu diệt Boethius và Phobos. Khi Nhà Lữ Hành chơi bản nhạc Khúc An Hồn, Bản Nhạc Vĩ Đại đã hoàn toàn bị phá hủy, và linh hồn của người Remuria trở về với những dòng nước sâu, qua đó thực hiện mong muốn thực sự của Cassiodor là tiếp tục kế hoạch và hy vọng của Sebastos để giải phóng mọi người khỏi bản giao hưởng."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Nếu nước mất đi sự trong veo, thì làm sao để nó trở lại thành nước? Nếu cây rời khỏi mặt đất, sẽ phải đi đâu để bén rễ đây?\"</color>\n<color=#ffffffd9>\"Dù cho đá cứng và kim loại có kiên cố thế nào, nếu không có nước và đất thì con người cũng sẽ không thể sống sót.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Khi linh hồn của Cassiodor tan biến, Osse lại trở thành một chú mèo bình thường, hiện đang sống ở Petrichor với Este, hậu duệ của chiến binh Remurian.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Biển Kỷ Nguyên Cũ",
        "desc": "<p>Vùng nước bao la phía nam vùng biển Fontaine, từng là quê hương của vùng biển cao. Nằm dưới đáy biển sâu thẳm nơi ánh mặt trời không thể chạm tới, chôn vùi ước mơ và hy vọng thuở ban sơ.</p><p>Giữa tòa thành cổ vinh hoa đã tan biến chỉ còn lại những vết tích đổ nát dưới biển, bản nhạc bị lãng quên từ lâu lại một lần nữa vang lên, câu chuyện sớm đã kết thúc nay lại được viết thêm chương mới...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/a4b87a75743fb8da99f7178192f4e4d7_4864168791834896339.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/55631176/fdb52a6d254e62b4d702eba65b8118e6_7453038547641499307.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Di sản",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cái tên \"Thợ săn Marechaussee\" có nguồn gốc từ Remuria, khi Cassiodor dẫn dắt quân đoàn Ma Tượng của Remus chiến đấu: <color=#ffffffd9>\"Truy đuổi bóng ma trong rừng, xua đuổi và săn bắt tất cả chúng.\"</color> Mặc dù họ được gọi là “thợ săn,” nhưng họ không săn động vật, mà là các quái vật khác nhau còn sót lại từ triều đại cổ xưa của Vua Remus. Ngày nay, số lượng quái vật của Fontaine đã giảm đi rất nhiều, vì vậy các Thợ Săn đã hòa nhập trở lại vào xã hội, cầm vũ khí trong các công việc khác. Họ thậm chí còn để lại một phương pháp săn bắn độc đáo. Ngày nay, Đội Hắc Ảnh Marechaussee là một đơn vị điều tra tội phạm đặc biệt ở Fontaine.\nCác nhà sử học tin rằng các Thợ Săn Marechaussee lần đầu tiên hoạt động vài thập kỷ sau khi Remuria sụp đổ, vào thời điểm đó khái niệm về Kỵ Sĩ Nước Trong đã hoàn toàn biến mất ở Fontaine. Những Thợ Săn Marechaussee đầu tiên theo Cassiodor được cho là những người thừa kế của Kỵ Sĩ Nước Trong nhưng thực tế, họ là những tàn dư cuối cùng của Remuria cổ đại."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/04d3abb9103d32bcb708347e7ff7c7e0_1720632638511597447.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hai người Remuria theo Cassiodor là bạn của anh, Este Thông Minh và Walter. Cuối cùng, họ được an nghỉ ở Fontaine mới sinh. Dòng suối đã phản ứng với linh hồn của người Remuria bị giam cầm trong đá, giống như cách nó phản ứng với người Fontaine bình thường. Do đó Este đã có gia đình và con cái dưới phước lành của dòng suối. Dòng máu của Este đã hòa nhập với Fontaine và tiếp tục cho đến ngày nay. Khi Boethius sử dụng bản nhạc để hồi sinh Remuria, linh hồn của Este đã nhập vào cơ thể của hậu duệ sống ở Petrichor. Chính anh ta đã dẫn Nhà Lữ Hành và Paimon đến gặp Cassiodor. Khi Phobos bị tiêu diệt, linh hồn của Este trở về với những dòng nước sâu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/7d5d9d537cb890b9693c655043f339c7_1351045879994916177.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Hàng trăm năm trước, nhà nghiên cứu Fontaine, Ruggiero đã đến Petrichor đổ nát để tìm Lâu đài Phai Mờ huyền thoại và tìm hiểu về Remuria. Ông gặp Thợ Săn Hoàng Kim ở Petrichor, từ người mà ông đã học về các Thợ Săn Marechaussee và Kỵ Sị Nước Trong. Mục tiêu ban đầu của Ruggiero là kho báu Remuria, nhưng nó đã bị chôn sâu dưới nước. Sau đó, ông nhận ra rằng nhân loại không cần biết đến bất kỳ kiến thức nào vượt quá khả năng của họ, và với sự giúp đỡ của Cassiodor, ông đã phong ấn lối vào Lâu đài Phai Mờ. Nhà nghiên cứu muốn tái thiết thị trấn Petrichor đã bị bỏ hoang từ lâu, thu hút người tị nạn đến sống ở đó, và lan truyền các phiên bản khác của huyền thoại về Remuria và Lâu đài Phai Mờ. Sau đó, chính người dân sẽ bảo vệ các phong ấn, và những bí mật của nơi đó sẽ được giấu kín mãi mãi.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Khu Nostoi",
        "desc": "<p>Trong ngôn ngữ cổ, \"Petrichor\" có nghĩa là \"Ma Tượng\". Giờ đây, đó là một ngôi làng đánh cá tồi tàn trên một hòn đảo nhỏ xa xôi ngoài đại dương của Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_340793124804689843.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "Đội Hắc Ảnh Marechaussee",
        "desc": "<p>Đơn vị nhận lệnh trực tiếp từ Thẩm phán tối cao Neuvillette, chịu trách nhiệm điều tra tội phạm. Đơn vị này có trụ sở tại Palais Mermonia và là một trong những phòng ban của Sảnh Chấp Pháp.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/31/55631176/68056e921a04a72fc9ccb52413826e6d_6167378543901104067.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Thợ Săn Marechaussee",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/44749939/c1a059aac55b150c6f1cbedb2df749dd_4281479317597739894.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Cassiodor đã gia nhập Remuria khi bộ tộc của ông bị chinh phục.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Thần Vương, người đã xây dựng lên đế quốc Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_3588530604337004721.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Vị Thần Vương đã đưa Cassiodor lên làm Người Chỉnh Âm.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>Một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/55631176/fdb52a6d254e62b4d702eba65b8118e6_7453038547641499307.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Một trong những Người Chỉnh Âm Remurian và là bạn cũ của Cassiodor\nErinnyes\nCassiodor đã lớn lên cùng với Erinnyes, nhưng sau khi bộ tộc của họ bị người Remurian chinh phục, anh đã gia nhập Remus.\nEuergetia\nAurelius\nNgười Chỉnh Âm Remurian",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Đoàn Kịch Hoàng Kim",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/2dabb3862a45000419a5c89e861275ed_6315805573234620561.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Thợ Săn Marechaussee",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/44749939/c1a059aac55b150c6f1cbedb2df749dd_4281479317597739894.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Khúc Ca Ngày Cũ",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/13/7789fb5e684cf95a7011657d0fa8a971_4471572732262685833.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Cassiodor"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Người Chỉnh Âm"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine\nRemuria"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "Thợ Săn Hoàng Kim\nOuranides Của Ouranopolis\nOsse"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Cassiodor",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/55631176/1010c66fa18ae2344c0ce70045da1e0f_496161729526533914.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Cassiodor (Ouranides Của Ouranopolis) trong cơ thể mèo."
          }
        ]
      }
    ]
  }
}