{
  "epId": 5618,
  "name": "Boethius",
  "desc": "<p>Một trong những Người Chỉnh Âm của Remus.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/55631176/fdb52a6d254e62b4d702eba65b8118e6_7453038547641499307.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1723566430,
  "components": {
    "galleryCharacter": [
      {
        "key": "Boethius",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/17/55631176/6ecfe5cc1ce85dc00c5170eebe851ac8_9060131805058546853.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Boethius gia nhập Remuria khi bộ tộc của ông bị chinh phục.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Thần Vương, người đã xây dựng lên đế quốc Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_3588530604337004721.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Vị vua cai trị Remuria. Còn có biệt danh là Sebastos.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Thợ Săn Hoàng Kim, một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/55631176/244081046e33b6700c2ad44b20e2574b_3884015034249569950.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Một trong những người chỉnh âm của Remurian và là bạn cũ của Boethius\nEuergetia\nAurelius\nNgười chỉnh âm của Remurian.\nPhobos\nBản nhạc lớn Thứ đã hấp thụ Boethius",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Boethius phong ấn Hoàng tử rồng ở dưới tháp Machimos.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sách và Vật Phẩm liên quan"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Cuộc Suy Vong Của Remuria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nghe nói là kiệt tác lịch sử về nền văn minh Remuria cổ đại, do học giả nổi tiếng Pulteney biên soạn vào những năm đầu mới xây dựng Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/d0e75f9b88a286749b4c7dff0871e129_765440687991517761.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Đoàn Kịch Hoàng Kim",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/2dabb3862a45000419a5c89e861275ed_6315805573234620561.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3987,
        "name": "Khúc Ca Tĩnh Lặng",
        "desc": "<p>Chiếc cung có hình dáng kỳ lạ như sinh vật dưới biển, khi rung dây cung hình như không chút tiếng động.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/12108544/2cec558b676eefaafe23b64d42f2067e_4494744527558651418.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4036,
        "name": "Ngưng Kết Giọt Sương Thánh Thuần",
        "desc": "<p>\"Sinh vật sống đến từ biển khởi nguyên, ắt sẽ trở về với cùng chung vận mệnh.\" Người chỉnh âm Boethius từng nói như vậy, \"nhưng sự siêu việt của con người có khả năng vô hạn, cho dù là nước biển khởi nguyên cũng không thể làm nó tan biến hết...\"</p><p>Quân chủ ngạo mạn từng thử điều chế ra Linh Lộ không tan trong nước, dùng để dung nạp tri thức và ký ức, để các thần dân có thể vứt bỏ thân xác, nhận được sinh mệnh độc lập vĩnh hằng.</p><p>Nhưng nỗi thống khổ của việc chuyển đổi linh hồn và thể xác không phải bất cứ sinh mệnh phàm tục nào cũng có thể chịu được, luật lệnh của quân chủ đã xé nát những linh hồn vụn vỡ...</p><p>Linh Lộ đã bị tiếng than khóc của biết bao linh hồn nhuốm thành sắc đen, từ đó bên trong đã mất đi thần trí hài hòa, chỉ còn lại hỗn loạn và điên cuồng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/27215281/bfe4638702fbef7e67d5d84b99d5276d_8669311131998122717.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Dòng Suối Giọt Sương Thánh Thuần",
        "desc": "<p>Đây là di vật khi \"Kỵ Sĩ Nước Trong\" còn ở đó - các kỵ sĩ nói. Ở nơi vùng núi hoang vu không người ghé đến, dòng suối vẫn chảy, vẫn có những tinh linh trung thành đang bảo vệ lấy dòng suối thuần khiết chưa bị ô nhiễm...</p><p>Thế nhưng, chủ nhân của Linh Lộ nhân tạo không thể nào dung thứ cho bất kỳ tạp âm nào khác với nhạc khúc vĩ đại. Tương truyền nơi mà người chỉnh âm Boethius từng đến, dòng cam lộ tự nhiên đều bị lấp đi, mọc lên đường dẫn nước của đế quốc, tinh linh của nước trong cũng im hơi lặng tiếng...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/27215281/54913bb983c08663e91eef34841c80b9_8401895742282230926.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4034,
        "name": "Tinh Chất Giọt Sương Thánh Thuần",
        "desc": "<p>Dung dịch tinh túy thuần khiết đậm đặc, được tinh luyện ra từ trong giọt nước của vùng biển khởi nguyên vô tận. Thần vương cổ đại từng tin rằng nó có thể đem lại sinh mệnh vĩnh hằng và trí tuệ vô cùng, thế nhưng áp tai lắng nghe... nó đang âm thầm dự báo cho một kết cục dung hợp thành một thể.</p><p>Đây là khúc nhạc hùng vĩ mà thần vương chưa hoàn thành. Linh Lộ hoàng kim không căn nguyên sẽ thay thế cho nước hoang sơ khởi nguyên, trật tự huy hoàng của trí giả trường sinh sẽ đem đến sự khai sáng như cam lộ cho mọi ngóc ngách vô tri.</p><p>Nhưng cuồng vọng của thần vương cuối cùng cũng chìm xuống đáy biển sâu đen tối, theo dòng thời gian vô tình, Linh Lộ hoàng kim cũng bị ăn mòn bởi nước biển khởi nguyên...</p><p>Người chỉnh âm lại ngó lơ mọi điềm báo, gắng gượng với thân xác tàn tạ, vẫn muốn dùng Linh Lộ cuối cùng để ban sinh mệnh cho đồng bào, để trật tự ngày xưa được tái hiện...</p><p>Ngày nay, trong cơn ác mộng của nhiều nhà thơ điên cuồng và họa sĩ trẻ tuổi của Fontaine, ảo ảnh ngày tận thế mà Boethius từng trải qua vẫn cứ tái hiện, nhắc nhở họ về sự luân hồi khó lòng né tránh.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/27215281/b511969117b243bc41e7af4c578dfb88_3717446182376507949.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Ly Vàng Của Biển Nguyên Sơ",
        "desc": "<p>Khi quân chủ của vương thành sụp đổ tấu lên giai điệu cuối cùng của khúc nhạc hoàng kim, người nhạc sĩ rất được sủng ái đã lén trộm đi chiếc ly vàng đựng đầy Linh Lộ.</p><p>Bàng hoàng trước hành vi phản bội của thần vương, nhạc sĩ đã triệu tập cấm vệ cuối cùng, dùng Linh Lộ không tan để phong ấn ma long dưới tòa tháp cao, cùng vương thành chìm vào đáy biển.</p><p>Sau đó, hình bóng của kẻ trộm cao quý này cũng âm thầm biến mất khỏi lịch sử, chỉ có \"Đoàn Kịch Hoàng Kim\" vẫn trung thành với lời tiên tri của anh ta.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/29/27215281/a8147d7dfc78a2dc5d47dd50bd6292ed_5005576962686314346.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Boethius",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Tên thật của Boethius đã bị thất lạc theo thời gian, nhưng nhạc sĩ được biết đến với cái tên này sinh ra trong một bộ tộc trên một hòn đảo cô độc. Ông sinh ra trong một căn lều và lớn lên trong một ngôi làng được xây dựng bằng lau sậy và cỏ. Khi các chiến binh của Remuria đến chinh phục bộ tộc của Boethius, ông đã tránh được số phận nô lệ nhờ vào những ngón tay khéo léo và giọng hát trong trẻo của mình. Boethius gia nhập người Remuria, và trong những cuộc chiến với \"người man rợ\" phương Bắc, ông đã gặp một người hầu trẻ từ một bộ tộc bị chinh phục. Cùng nhau, họ theo chân đến Capitolium vàng son và hoàn thành các khóa học và thử thách khắc nghiệt. Đó là khởi đầu của một tình bạn gắn bó giữa Boethius và người chiến binh trẻ, người sau này nhận được cái tên Cassiodor."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/1cc43e9ca88bc647bd2f85399e957947_8518831588897460261.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Thần Vương Remus quyết định giải phóng thần dân của mình khỏi xiềng xích của số phận, ông đã tạo ra những cơ thể bất diệt bằng đá và đồng cho họ. Trong cơ thể của họ chảy dòng chảy Linh Lộ thần thánh. Nó được tạo ra với sự giúp đỡ của Chén Thánh Thuần Khiết, thứ mà Remus nhận được từ Nữ Chủ Nhân của mọi dòng nước. Sebastos Remus đã tạo ra Bản Nhạc Lớn Phobos, trong đó kết hợp tất cả các giai điệu và khát vọng của người Remuria. Thần Vương đã công nhận Boethius, ban cho ông một cơ thể mới, và đích thân phong ông từ nhạc sĩ lên thành người chỉnh âm. Chỉ có bốn người ưu tú nhất, những người chỉnh âm này, mới là nhạc trưởng của bản giao hưởng và có thể thay đổi giai điệu của Phobos.\nBoethius được coi là thiên tài hàng đầu trong lịch sử đế quốc và là đại diện xuất sắc nhất cho tinh thần của Remuria. Ông tin vào tương lai tươi sáng của Remuria: rằng dưới ánh mắt bao quát của Thần Vương, sẽ không còn đói nghèo, yếu đuối, ngu dốt và man rợ; rằng chỉ dưới sự kiểm soát của Sebastos, trật tự và cái đẹp mới có thể ra đời. Người chỉnh âm này đã vô điều kiện tuân theo chỉ thị của Sebastos, và lời nói của ông như chính lời của Phobos. Ông đã dẫn dắt người Remuria chinh phục các bộ lạc \"man rợ\", chiến đấu với quân đội của tộc rồng, và mang nền văn minh đến với vùng đất Biển Cao. Người ta nói rằng bất cứ nơi nào Người chỉnh âm Boethius đi qua, các cống dẫn nước của đế quốc được xây dựng, và những\nđều biến mất không dấu vết.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Tinh Linh Nước Trong",
        "desc": "<p>Tinh Linh Nước Trong là những sinh vật thông minh thuộc nguyên tố Thủy, được tạo ra bởi vị Thần Thủy tiền nhiệm là Egeria, và có khả năng điều khiển nước theo ý muốn.<span class=\"wk-shady\">Tất cả người dân Fontaine đều từng là Tinh Linh Nước Trong, những sinh vật mà Egeria đã biến thành con người để thỏa mãn nguyện vọng của họ, đi ngược lại với luật lệ của Thiên Lý.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/55631176/657aa46ceeac51d9b9f0b4c3669337b9_2982111220935918637.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Thần Vương, người đã xây dựng lên đế quốc Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_3588530604337004721.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Thợ Săn Hoàng Kim, một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/55631176/244081046e33b6700c2ad44b20e2574b_3884015034249569950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Đoàn Kịch Hoàng Kim",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/2dabb3862a45000419a5c89e861275ed_6315805573234620561.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Dòng Suối Giọt Sương Thánh Thuần",
        "desc": "<p>Đây là di vật khi \"Kỵ Sĩ Nước Trong\" còn ở đó - các kỵ sĩ nói. Ở nơi vùng núi hoang vu không người ghé đến, dòng suối vẫn chảy, vẫn có những tinh linh trung thành đang bảo vệ lấy dòng suối thuần khiết chưa bị ô nhiễm...</p><p>Thế nhưng, chủ nhân của Linh Lộ nhân tạo không thể nào dung thứ cho bất kỳ tạp âm nào khác với nhạc khúc vĩ đại. Tương truyền nơi mà người chỉnh âm Boethius từng đến, dòng cam lộ tự nhiên đều bị lấp đi, mọc lên đường dẫn nước của đế quốc, tinh linh của nước trong cũng im hơi lặng tiếng...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/27215281/54913bb983c08663e91eef34841c80b9_8401895742282230926.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Âm nhạc",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Boethius tin rằng có ba loại âm nhạc (vì âm nhạc của người Remurian không chỉ là một nghệ thuật mà còn là nền tảng của sự tồn tại):\n,\nvà\n. Musica Mundana là thứ âm nhạc khởi nguồn nơi tất cả các giai điệu được sinh ra và đi vào đó. Những dấu hiệu thiên văn thật và giả, sự chuyển giao các mùa và thời gian trôi, những yếu tố xác định, mọi thứ trong vũ trụ đều vận hành theo trật tự của bản nhạc này. Bất kỳ bản nhạc nào có thông số tương tự\nđều có thể được gọi là Musica Mundana. Nếu có một cây đàn, trong đó mọi thực thể vật chất trên thế giới đều tương ứng với một dây duy nhất của nó, thì Musica Mundana sẽ là thứ âm nhạc không đến từ một dây duy nhất mà là sự cộng hưởng của tất cả các dây.\nMusica Humana là âm nhạc của thế giới con người. Thể loại này bao gồm cả âm nhạc của người phàm và âm nhạc của các vị thần. Aurelius từng chia các hiện tượng thành bốn loại: Thực Thể, Tính Chất, Bản Chất và Tương Quan. Bản Chất là nền tảng, thường được gọi là \"Tứ Chất\": Ký ức, nguyện vọng, linh hồn và nhân cách. Boethius tin rằng mọi con người đều không khác nhau và bản chất của họ nằm ở sự hòa hợp nảy sinh khi âm nhạc của con người cộng hưởng với ký ức, nguyện vọng, linh hồn và nhân cách. Theo Aurelius, việc chơi nhạc của một người ngụ ý xuyên thấu về Thực thể và Bản Chất, do đó có thể kiểm soát hoàn toàn ý chí của một người, chẳng hạn như Musica Humana có thể giống như Musica Mundana. Vì giai điệu của người phàm rất mong manh, nên chỉ bằng cách hòa quyện giai điệu của tất cả các người phàm mới có thể viết nên một bản nhạc có thể sánh ngang với Fortuna. Bản nhạc này được gọi là \"Phobos.\" Theo Boethius, không tuân theo Phobos tương đương với sự phản bội. Ngay khi Phobos ngừng chơi, mọi thứ sẽ sụp đổ ngay lập tức, phàm nhân hay kể cả các vị thần sẽ bị Fortuna chinh phục, chìm vào những giấc mơ vĩnh hằng.\nBoethius không coi những người không tuân theo \"Bản Nhạc Lớn\" là ngang hàng với những người Remuria. Trong thâm tâm, sự lựa chọn của họ không xuất phát từ ý chí của họ mà là con đường mà Fortuna đã vạch ra cho họ. Họ không có quyền tự do đưa ra quyết định, và tất cả những gì họ làm là chơi cho đến nốt nhạc cuối cùng đã được Fortuna viết cho họ từ lâu. Boethius tin rằng đây là lý do tại sao Remuria không còn lựa chọn nào khác ngoài việc loại bỏ chúng khỏi đất nước. Nếu không, bản nhạc của Fortuna sẽ trở thành một tiếng gầm chói tai mà không ai có thể phản kháng lại được.\nCassiodor tin rằng những người không chấp nhận giai điệu của Remuria không đáng phải bị tiêu diệt, nhưng Boethius chỉ coi đây là một điểm yếu:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Lòng trắc ẩn nhu nhược đã che mất đi thần trí của anh, làm cho con tim anh trở nên mềm yếu, trở thành điểm yếu phía sau lưng!\"</color>\n<color=#ffffffd9>\"Nếu như sự man rợ và mông muội vẫn tiềm ẩn trong bất kỳ vùng đất nào của Fontaine, làm độc hại bất kỳ nguồn nước nào của Fontaine, thì chúng ta sẽ tiêu diệt chúng.\"</color>\n<color=#ffffffd9>\"Giả sử man tộc đồng ý gia nhập vào trật tự hùng vĩ của hoàng kim, thì chúng ta sẽ tiếp nạp họ, cũng giống như vua quang vinh đã tiếp nạp chúng ta.\"</color>\n<color=#ffffffd9>\"Nhưng từ khi độc long Scylla phá hủy tháp cao của chúng ta, đồ sát nhạc sư của chúng ta, thì man tộc bị đầu độc đã không còn xứng đáng được cứu rỗi và tiếp nạp.\"</color>\n<color=#ffffffd9>\"Nếu đã không xứng được tiếp nạp, thì nên xóa sạch chúng khỏi đất đai và nguồn nước, như cách chúng ta tiêu diệt ôn dịch và dập tắt ngọn lửa.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Thợ Săn Hoàng Kim, một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/55631176/244081046e33b6700c2ad44b20e2574b_3884015034249569950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Đoàn Kịch Hoàng Kim",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/2dabb3862a45000419a5c89e861275ed_6315805573234620561.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cuộc Suy Vong Của Remuria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/b5c4d227310ac4322abda4fe82bd20ae_7670005467970528902.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Những khát vọng của người Remuria đã dẫn đế quốc đến chiến tranh và hủy diệt, và Sebastos quyết định phá hủy Phobos. Ông đã thỏa thuận với Hoàng tử Rồng Scylla để dẫn một đội quân Rồng đến Capitolium. Bị sốc trước sự phản bội của Thần Vương, Boethius đã đánh cắp một chiếc cốc vàng đầy ắp linh lộ và gọi các vệ binh đến đối đầu với Tộc Rồng. Theo lệnh của ông, tất cả các quân đoàn trước tiên phải ngừng các hành động thù địch chống lại hậu duệ của rồng để dụ họ vào Initium Iani dẫn đến thủ đô. Boethius ra lệnh thiết lập các tuyến phòng thủ để chặn tất cả các đường thoát, và rèn ba sợi xích từ máu của người chỉnh âm Euergetia để giam cầm hoàng tử Tộc Rồng. Khi quân đội rồng đến Initium Iani, người Remuria tấn công họ. Boethius đã phong ấn Scylla dưới một tòa tháp cao gần Machimos và đóng cửa Initium Iani với sự giúp đỡ của Linh Lộ không tan.\nKhi lối đi bị niêm phong và hoàng tử Tộc rồng không thể đến thủ đô kịp thời, sức mạnh của Phobos đã vượt khỏi tầm kiểm soát và Remuria chìm xuống đáy biển, như thể chịu một hình phạt từ thiên giới. Người Chỉnh Âm Boethius trở thành người sống sót duy nhất trong thảm họa này tại Initium Iani. Boethius quyết định rằng nếu âm nhạc của người phàm và âm nhạc của các vị thần giống nhau, thì ông có thể trở thành một vị thần mới và hồi sinh Remuria. Để làm điều này, ông đã khởi xướng một nghi lễ tà ác nhằm khôi phục bản nhạc đã vỡ vụn. Ông đã dùng lời lẽ hùng hồn để thuyết phục những người Remuria còn sót lại, và nhiều nhà cai trị và quý tộc đã trở thành con tốt của ông. Boethius không ngần ngại hòa tan ý chí của người thân của họ và cướp bóc linh hồn của người Fontaine khắp nơi. Để ngăn chặn ông ta, người giờ đây rõ ràng đã trở thành một con quái vật, người bạn cũ của ông, Cassiodor, đã phải từ bỏ tên mình và trở thành kẻ săn lùng bóng ma, chống lại ông ta bên cạnh người Fontaine. Sau một cuộc đối đầu khó khăn, Cassiodor, lấy biệt danh là \"Thợ Săn Hoàng Kim\", và người Fontaine đã phong ấn cả Boethius lẫn vùng biển đã nuốt chửng Remuria.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Biển Kỷ Nguyên Cũ",
        "desc": "<p>Vùng nước bao la phía nam vùng biển Fontaine, từng là quê hương của vùng biển cao. Nằm dưới đáy biển sâu thẳm nơi ánh mặt trời không thể chạm tới, chôn vùi ước mơ và hy vọng thuở ban sơ.</p><p>Giữa tòa thành cổ vinh hoa đã tan biến chỉ còn lại những vết tích đổ nát dưới biển, bản nhạc bị lãng quên từ lâu lại một lần nữa vang lên, câu chuyện sớm đã kết thúc nay lại được viết thêm chương mới...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/a4b87a75743fb8da99f7178192f4e4d7_4864168791834896339.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Khu Nostoi",
        "desc": "<p>Trong ngôn ngữ cổ, \"Petrichor\" có nghĩa là \"Ma Tượng\". Giờ đây, đó là một ngôi làng đánh cá tồi tàn trên một hòn đảo nhỏ xa xôi ngoài đại dương của Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_340793124804689843.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>Thần Vương, người đã xây dựng lên đế quốc Remuria.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/26/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_3588530604337004721.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Thợ Săn Hoàng Kim, một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/55631176/244081046e33b6700c2ad44b20e2574b_3884015034249569950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Ly Vàng Của Biển Nguyên Sơ",
        "desc": "<p>Khi quân chủ của vương thành sụp đổ tấu lên giai điệu cuối cùng của khúc nhạc hoàng kim, người nhạc sĩ rất được sủng ái đã lén trộm đi chiếc ly vàng đựng đầy Linh Lộ.</p><p>Bàng hoàng trước hành vi phản bội của thần vương, nhạc sĩ đã triệu tập cấm vệ cuối cùng, dùng Linh Lộ không tan để phong ấn ma long dưới tòa tháp cao, cùng vương thành chìm vào đáy biển.</p><p>Sau đó, hình bóng của kẻ trộm cao quý này cũng âm thầm biến mất khỏi lịch sử, chỉ có \"Đoàn Kịch Hoàng Kim\" vẫn trung thành với lời tiên tri của anh ta.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/29/27215281/a8147d7dfc78a2dc5d47dd50bd6292ed_5005576962686314346.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "Cuộc Suy Vong Của Remuria",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nghe nói là kiệt tác lịch sử về nền văn minh Remuria cổ đại, do học giả nổi tiếng Pulteney biên soạn vào những năm đầu mới xây dựng Fontaine.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/d0e75f9b88a286749b4c7dff0871e129_765440687991517761.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Thánh Ca Hòa Hợp",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Hàng thiên niên kỷ sau, Boethius đã lấy lại quyền kiểm soát đối với \"bản nhạc\" bị xáo trộn, dệt những mảnh hồn và giai điệu vỡ vụn của mình vào đó. Người chỉnh âm đã mang hỗn loạn vào bản nhạc để hồi sinh Remuria và trở thành một vị thần mới. Boethius tin rằng Remus đã phản bội Remuria bằng cách thông đồng với Tộc Rồng và cố gắng phá hủy Bản Nhạc Lớn. Hành động của người chỉnh âm đã khiến cơ thể của người dân Petrichor bị ám bởi linh hồn của những người Remuria đã chết từ lâu."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Ta sẽ nghịch chuyển bánh xe vận mệnh, mang thế giới của ngày xưa quay về, mang chính nghĩa trở về với mặt đất. Còn người trên mặt đất chỉ có thể khuất phục trước ý chí của chúng ta.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/e6ded426211e34a86d94bbb81d526d43_7983438057774522783.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Để ngăn chặn Boethius và cứu người dân Petrichor, Cassiodor đã nhờ sự giúp đỡ của Nhà Lữ Hành và Paimon. Cùng nhau, họ đã đi vào Biển Kỷ Nguyên Cũ và giải thoát cho Hoàng tử Rồng Scylla, người đã bị Boethius giam cầm dưới Machimos. Mặc dù cơ thể của Scylla đã bị hủy diệt, nhưng ký ức của ông trong Ichor vẫn tiếp tục tồn tại. Cassiodor tin rằng Scylla đã phản bội Thần Vương và tấn công cung điện vàng, khiến Remuria bị nhấn chìm. Hoàng tử Rồng đã nói về thỏa thuận cuối cùng với Remus, kế hoạch bí mật của họ, và việc tạo ra Khúc An Hồn, có khả năng hủy diệt Phobos. Scylla đã dẫn đầu một đội quân Rồng tấn công thủ đô như kế hoạch cuối cùng của Remus nhằm cứu người Remuria và quốc gia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/b01a3f8e0f97cf5a0019803e99d98170_7257949079868829628.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi Cassiodor và Nhà Lữ Hành đến Domus Aurea, Boethius đã sử dụng sức mạnh của âm nhạc để dụ họ vào cung điện của ông. Không gian này là hiện thân của linh hồn Dominus và được duy trì bởi sức mạnh của bản nhạc. Nhờ trái tim của Phobos, nằm gần Cung Điện Vàng, Boethius có thể trực tiếp ảnh hưởng đến thế giới thực. Nếu Boethius có thể đạt được toàn bộ sức mạnh của bản giao hưởng, những ảo tưởng của ông sẽ thay thế thế giới thực, và Fontaine sẽ trở lại diện mạo từ hàng nghìn năm trước. Cassiodor đã nghĩ ra một kế hoạch để tiêu diệt hoàn toàn Boethius, người đã chuẩn bị một cơ thể mạnh mẽ cho mình trong thế giới thực. Vì Nhà Lữ Hành không thuộc về Teyvat và không được tạo ra từ nước của Biển Khởi Nguyên, giai điệu của Phobos không hát về số phận của họ, và Boethius không thể ảnh hưởng đến linh hồn của họ, điều này đã khiến kế hoạch của Cassiodor thành công."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/bb04749691763bf91c08ae162788a488_3074740047772609118.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Với sự giúp đỡ của Scylla, Nhà Lữ Hành và Paimon đã kết nối lại các tuyến đường thủy màu vàng, nơi mà Bản Nhạc Lớn từng chảy qua, và mở đường đến cung điện vàng. Hóa ra hình dạng thật của Boethius chính là Phobos, thứ kết hợp mọi giai điệu và khát vọng của người Remuria. Những khát vọng bí mật của họ đã dẫn Remuria đến chiến tranh, chinh phục, và hủy diệt những \"man rợ\" phương Bắc. Ngay cả trước khi Remuria sụp đổ, Phobos đã hấp thụ Boethius và nổi loạn chống lại Sebastos. Hy sinh bản thân, Cassiodor đã nhốt Phobos trong một cơ thể đá để Nhà Lữ Hành có thể tiêu diệt Boethius và Phobos. Khi Nhà Lữ Hành chơi bản Khúc An Hồn Nơi Đáy Vực, Bản Nhạc Lớn đã bị phá hủy hoàn toàn, và linh hồn của người Remuria trở về với vùng nước sâu.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "name": "Biển Kỷ Nguyên Cũ",
        "desc": "<p>Vùng nước bao la phía nam vùng biển Fontaine, từng là quê hương của vùng biển cao. Nằm dưới đáy biển sâu thẳm nơi ánh mặt trời không thể chạm tới, chôn vùi ước mơ và hy vọng thuở ban sơ.</p><p>Giữa tòa thành cổ vinh hoa đã tan biến chỉ còn lại những vết tích đổ nát dưới biển, bản nhạc bị lãng quên từ lâu lại một lần nữa vang lên, câu chuyện sớm đã kết thúc nay lại được viết thêm chương mới...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/18/55631176/a4b87a75743fb8da99f7178192f4e4d7_4864168791834896339.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Khu Nostoi",
        "desc": "<p>Trong ngôn ngữ cổ, \"Petrichor\" có nghĩa là \"Ma Tượng\". Giờ đây, đó là một ngôi làng đánh cá tồi tàn trên một hòn đảo nhỏ xa xôi ngoài đại dương của Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_340793124804689843.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>Thợ Săn Hoàng Kim, một trong những Người Chỉnh Âm của Remus.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/55631176/244081046e33b6700c2ad44b20e2574b_3884015034249569950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đoàn Kịch Hoàng Kim",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/f944911321eb927afe353e5694361109_7470874711024947110.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trước khi Remuria sụp đổ, lâu đài ngày nay được gọi là Lâu Đài Phai Màu từng thuộc về Boethius. Sau khi đế chế chìm xuống, lâu đài ấy trở thành nơi ẩn náu cho Boethius và những người theo ông. Những tàn dư của đế chế không bao giờ từ bỏ khát vọng được cứu rỗi và vượt qua số phận. Họ tự gọi mình là \"Đoàn Kịch Hoàng Kim\" để vinh danh Thành Phố Vàng đã biến mất. Trên nhà hát vàng trong lâu đài đổ vỡ đó, những nhạc sĩ đã đánh mất bản nhạc của mình đang than khóc về một quá khứ sẽ không bao giờ quay trở lại. Để cứu nền văn minh đang suy tàn và mong muốn cao xa của họ, Đoàn kịch hoàng kim đã chơi những giai điệu kỳ lạ, lôi kéo trẻ em hiến dâng linh hồn của mình cho những con Ma Tượng đang ngủ say. Đoàn kịch hoàng kim tin rằng khi \"Bản Nhạc Lớn\" được biểu diễn một lần nữa, họ sẽ nhận được những phần thưởng xứng đáng dành cho những người chân chính và trung thành.\nMột trong những nghiên cứu của họ là kỹ thuật ma thuật \"Ấn Mật Hợp\", bao gồm hai phần: \"Vòng tròn bốn Orthants\" và \"Cây Emanation\". Theo ghi chép của Đoàn Kịch Hoàng Kim, họ đã phát hiện ra có một số địa điểm quan trọng ở Fontaine liên quan mật thiết đến\ncủa người Fontaine. Ngoài ra, họ còn muốn tái tạo lại một bản nhạc hài hòa hoàn hảo chỉ thuộc về con người và không còn cần đến các vị thần nữa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/769a1426611e1bb10b34f8188ae74514_7722999629247231118.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Nhiều năm sau, Rene de Petrichor, người sáng lập tương lai của Hội Narzissenkreuz, đã phát hiện ra những hồ sơ do Đoàn Kịch Hoàng Kim để lại. Anh ấy đã biết về \"Fortuna\" và sự trỗi dậy và suy vong của vương quốc, và khi một nền văn minh bị tiêu diệt, một nền văn minh mới sẽ được sinh ra từ đống tro tàn. Hiện tượng này hóa ra lại giống với sơ đồ tính toán của Rene, được gọi là “mô thức thế giới”. Sau vô số tính toán, anh phát hiện ra sự khác biệt với Fortuna: không giống như thế giới được mô tả trong những văn bản cổ này, sẽ không có thêm nền văn minh mới nào ra đời. Giống như những người Remuria cổ đại, Rene muốn thoát khỏi số phận và tránh khỏi Ngày tận thế nên ông đã thành lập hội Narzissenkreuz vì mục đích này. Rene bị ảnh hưởng rất nhiều bởi quan điểm của người chỉnh âm Aurelius và sự nhấn mạnh vào Bản Chất là phạm trù chính của vạn vật. Bằng cách sử dụng \"Ấn Mật Hợp\", hội đã phát hiện ra những nơi mà họ đặt bốn \"góc phần tư\", được đặt tên theo \"Tứ Chất\". Ở trung tâm của bốn \"góc phần tư\", Tháp Ipsissimus được xây dựng để giải phóng ý chí của người dân, chờ đợi Ngày tận thế và tái sinh ở một thế giới mới.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Đoàn Kịch Hoàng Kim",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/44749939/2dabb3862a45000419a5c89e861275ed_6315805573234620561.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4302,
        "name": "Trang Sách Bí Ẩn I",
        "desc": "<p>Hoàn toàn không thể hiểu được nội dung trong đó.<br>Hoặc ở đâu đó sẽ giải được</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/29/44749939/03239921554645fbc7dd0776faab94e3_2772271214754180904.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4309,
        "name": "Trang Sách Bí Ẩn VIII",
        "desc": "<p>Hoàn toàn không thể hiểu được nội dung trong đó.<br>Hoặc ở đâu đó sẽ giải được</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/30/44749939/ba25972c61c93270e7952103a3096b70_8687184885247642983.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4031,
        "name": "Chương Cung Đàn Cổ Xưa",
        "desc": "<p>Trong tai họa mà cung điện hoàng kim và ngai vàng đã cùng chìm xuống, khúc nhạc tan vỡ, nốt nhạc trầm lặng...</p><p>Nhưng con dân của đế quốc chưa từng từ bỏ nguyện vọng cứu rỗi và thoát khỏi vận mệnh.</p><p>Để cứu rỗi nền văn minh sụp đổ và giấc mộng xưa siêu việt, \"Đoàn Kịch Hoàng Kim\" đã tấu vang giai điệu tuyệt vời, chỉ dẫn trẻ nhỏ dâng hiến linh hồn cao quý cho ma tượng đang ngủ say.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/02/27215281/0ba8ef36e1ed59a70592ffe55c48f254_8732033267671355431.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sau Đó",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Boethius được coi là một trong những nhạc sĩ quan trọng nhất trong lịch sử Fontaine, và các vở opera hay các bản nhạc cổ Remuria do ông sáng tác có một vị trí đặc biệt trong lịch sử âm nhạc. Nhiều bản nhạc được viết bởi Boethius vẫn còn lưu giữ trong Lâu đài Phai Màu. Vở opera lãng mạn \"Người Phương Xa Phiêu Bạt\" kể rằng Boethius đã không từ bỏ nỗ lực hồi sinh Remuria và xem Fontaine mới như một kẻ thù. Đối với các thành viên của Hiệp hội Nhạc sĩ, tầm quan trọng của ông trong lịch sử các cuộc chiến kéo dài cho đến khi Fontaine được thành lập không ảnh hưởng đến thành tựu âm nhạc của ông. Âm nhạc của Boethius có thể chứa đựng những lịch sử sai lệch, nhưng nó vẫn giữ được giá trị nghệ thuật của mình. Câu chuyện của người chỉnh âm có thể là một lời nhắc nhở cho các nhạc sĩ khác: ngay cả nghệ thuật thuần khiết nhất cũng có thể được sử dụng để làm điều sai trái.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Khu Nostoi",
        "desc": "<p>Trong ngôn ngữ cổ, \"Petrichor\" có nghĩa là \"Ma Tượng\". Giờ đây, đó là một ngôi làng đánh cá tồi tàn trên một hòn đảo nhỏ xa xôi ngoài đại dương của Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_340793124804689843.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5630,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5632,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5629,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Boethius"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Người Chỉnh Âm"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine\nRemuria"
          }
        ]
      }
    ]
  }
}