{
  "epId": 5620,
  "name": "Bí Sử Phương Bắc",
  "desc": "Cuộn sách Remuria cổ xưa vô tình phát hiện trong di tích, nội dung trong đó không thể kiểm chứng.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/29/be3ede6d2db7da81746a14523f206f8d_6798712119334297532.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1729161148,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Bí Sử Phương Bắc"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5621,
            "name": "Bí Sử Phương Bắc I",
            "desc": "Cuộn sách Remuria cổ xưa vô tình phát hiện trong di tích, nội dung trong đó không thể kiểm chứng.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/29/be3ede6d2db7da81746a14523f206f8d_6798712119334297532.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5622,
            "name": "Bí Sử Phương Bắc II",
            "desc": "Cuộn sách Remuria cổ xưa vô tình phát hiện trong di tích, nội dung trong đó không thể kiểm chứng.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/29/be3ede6d2db7da81746a14523f206f8d_6798712119334297532.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5623,
            "name": "Bí Sử Phương Bắc III",
            "desc": "Cuộn sách Remuria cổ xưa vô tình phát hiện trong di tích, nội dung trong đó không thể kiểm chứng.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/04/29/be3ede6d2db7da81746a14523f206f8d_6798712119334297532.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Bí Sử Phương Bắc I",
        "desc": [
          {
            "type": "RichText",
            "text": "Từ xưa đến nay, những nhà thơ, nhà soạn kịch và nhà sử học đáng kính đó luôn thích viết những thứ hoang đường, rồi gọi đó là trải nghiệm thực tế. Rõ ràng là một lời nói dối lớn có thể nhìn rõ ngay, nhưng họ lại nhất quyết muốn nói ra một cách hoành tráng và ngạo mạn. Cái gì mà \"tận mắt nhìn thấy, không lời nào giả dối\". Dường như không sợ người đời sau chê cười. Ví dụ như, con trai của Talassii, Xanthus đã từng viết về những chuyện mà ông đã trải qua ở những bộ lạc man tộc phía bắc. Nói rằng họ dùng thủy tinh và bạch kim để xây dựng thành bang phồn vinh giữa những ngọn núi, gọi quốc vương của họ là \"kỵ sĩ\". Còn nói họ có 72 quân đoàn, mỗi quân đoàn có 66.600 người, tất cả đều mang theo vũ khí được rèn bằng nguồn nước tinh khiết nhất, sáng chói hơn cả pha lê của Machimos. Nhưng thật ra, cả đời ông chưa từng rời khỏi Capitolium, đừng nói là man tộc, chắc hẳn đến con lươn cũng chưa từng thấy. Nhưng câu chuyện của ông ấy đọc cũng khá thú vị, nó khiến lòng hư vinh của tôi trỗi dậy, cảm thấy mình cũng nên viết gì đó để lại cho hậu thế. Nhưng mà tôi không có kinh nghiệm gì nhiều, cũng không giống như những người đáng kính kia, dám gọi những thứ bịa ra là \"ghi chép chân thực\". Nên tôi thành thực thừa nhận, những thứ tôi viết ra đều là giả dối. Tôi nghĩ, nếu tôi đã thừa nhận như vậy, chắc hẳn sẽ không bị mắng là kẻ lừa đảo nữa. Nói chung, những chuyện mà tôi viết tiếp theo, chưa từng có ai nghe qua, chưa từng có ai trải qua, hoàn toàn là những lời vớ vẩn do tôi bịa ra, mức độ chân thực không cao hơn \"Kỵ Sĩ Nước Trong\" gì đó là mấy, mọi người không cần tin.\nVì thế, chúng tôi căng buồm hướng về phía bắc, đi qua lãnh thổ của man tộc, đi theo hướng gió. Mục đích rất đơn giản - chúng tôi muốn xem nơi tận cùng của đại dương trông như thế nào. Theo Quinctilius, biển cao có những thác nước không thể vượt qua, câu nói này rõ ràng là sai: Chẳng phải Iuvenalis đáng kính cũng từng nói về \"vương quốc phía bắc xa xôi\" sao? Tuy nhiên, càng đi về phía bắc, chúng tôi càng gặp ít lục địa hơn. Lúc đầu còn có nhiều hòn đảo, nhưng sau này chỉ còn lại một số hòn đảo trống trải. Sau khi đi thuyền thêm vài ngày nữa, thậm chí chẳng còn nhìn thấy hòn đảo nào cả, chỉ có đại dương vô tận. May thay, chúng tôi mang đủ nước ngọt và thức ăn để không phải chết vì đói khát.\nChúng tôi đi suốt 79 ngày mà không thấy bất kỳ lục địa nào. Chúng tôi định quay về rồi, nhưng không ngờ vào ngày thứ 80, chúng tôi bị tấn công giữa đại dương bao la. Một nhóm cướp cưỡi trên lưng những con chim khổng lồ đã chặn chúng tôi lại và đòi khoai tây từ chúng tôi. Hỏi những con chim này to lớn đến mức nào ư, từng chiếc lông trên cơ thể chúng dày như cột trụ giữ biển. Chúng tôi hoàn toàn không có cách nào chống cự, chỉ có thể quỳ xuống cầu nguyện Sebastos, mong rằng Sebastos sẽ phù hộ cho chúng tôi sống sót, chúng tôi thề sẽ không bao giờ đi du lịch bừa bãi hay viết bất kỳ ghi chú du lịch khó hiểu nào nữa. Chẳng bao lâu, một nhóm kỵ sĩ cưỡi trên lưng Hải Thú Bồng Bềnh lao lên từ mặt biển, mỗi con Hải Thú Bồng Bềnh to bằng năm mươi con Thú Thồ Hàng, toàn thân được bao phủ bởi pha lê, vảy rồng và áo giáp làm từ Bắp Cải Cuộn, đám chim khổng lồ bị cắn đến mức gào khóc thảm thương, chẳng bao lâu sau thì bỏ chạy không để lại chút tung tích.\nLúc này chúng tôi mới nhận ra rằng dáng vẻ của những kỵ sĩ đó hoàn toàn khác với loài người chúng tôi, giống như Rồng Đất biết đi biết đứng hơn. Kỵ sĩ đứng đầu dùng đôi mắt lấp lánh kỳ lạ của mình quan sát chúng tôi một lúc, sau đó mới dùng lời nói có cánh để bắt chuyện: \"Những vị khách đây có phải là thương nhân đến từ Serenum không?\"\nChúng tôi không biết Serenum là nơi nào, nên đã nói với anh ấy như ban đầu, chúng tôi là hoa tiêu đến từ Remuria, muốn xem nơi tận cùng đại dương rốt cuộc trông như thế nào."
          }
        ]
      },
      {
        "title": "Bí Sử Phương Bắc II",
        "desc": [
          {
            "type": "RichText",
            "text": "Nghe chúng tôi nói xong, anh ấy cười đến rung cả vây lưng, vừa cười vừa nói, trên đời này không có gì gọi là \"Remuria\" cả đâu, chỉ là lịch sử giả dối do man tộc phía nam bịa ra mà thôi. Họ không có lịch sử văn minh của riêng mình nên hư cấu nên một đế quốc không tồn tại như vậy. Chúng tôi nói mình là người Remuria, anh ấy thậm chí còn cười lớn hơn và hỏi liệu chúng tôi có thể tạo ra những tài liệu lịch sử đáng tin cậy hoặc bằng chứng khảo cổ học thực tế để chứng minh sự tồn tại thực sự của Remuria hay không. Khi chúng tôi không thể trả lời, anh ấy trấn an chúng tôi, nói rằng ảo tưởng kỳ lạ này không vi phạm luật pháp nước họ, chỉ cần không ăn Quả Nhật Lạc ở nơi công cộng, chúng tôi vẫn sẽ là những vị khách quý nhất của đế quốc Solaris. Anh ấy cũng nói rằng, từ trang phục của chúng tôi cho thấy chúng tôi không phải là gián điệp của những quân phản loạn, mà là những thương nhân từ Hyperborea. Đế quốc đang xảy ra nội chiến, anh ấy hy vọng chúng tôi có thể giúp họ đánh bại quân nổi dậy.\nThì ra đế quốc của họ gọi là Solaris, có công nghệ tiên tiến. Nhiều thập kỷ trước, một triết gia tên Lucilius đã phát minh ra một phương pháp cho phép một số người có được những khả năng kỳ lạ vượt xa những người bình thường. Cái giá phải trả là ngoại hình của họ cũng sẽ trở nên khác biệt so với những người bình thường. Một số người cho rằng, cách làm này phá hủy sự thuần khiết của loài người, những người có khả năng đặc biệt này phải trở thành nô lệ hoặc bị loại bỏ. Thế là hai bên bắt đầu đánh nhau đến mức sống chết, máu chảy thành sông.\nTôi an ủi anh ấy, theo tôi thấy, chuyện này đã có từ xưa rồi, tôi có thể nghĩ ra ít nhất hai mươi vở kịch, viết về cùng một chủ đề... Đây cũng chính là biểu hiện cho sự phát triển mạnh mẽ của nghệ thuật Remuria chúng tôi. Terentius của Pisculentum cũng ca ngợi con người là những sinh vật bình đẳng và mạnh mẽ, nhưng cũng viết rằng chỉ một số người có khả năng đặc biệt bẩm sinh, cho phép những người này chinh phục và tiêu diệt những người khác. Tôi khuyên họ đừng nghiên cứu kỹ thuật cải tạo loài người nữa, mà hãy nghiên cứu kỹ thuật cải tạo Hải Thú Bồng Bềnh. Dù sao thì Hải Thú Bồng Bềnh cũng dễ thương hơn nhiều so với con người. Anh ấy nói sẽ xem xét lời khuyên khôn ngoan của tôi, nhưng việc quan trọng trước mắt vẫn là tiêu diệt quân nổi dậy. Nếu chúng tôi đồng ý giúp đỡ, anh ấy sẽ trang bị cho chúng tôi thú cưỡi Hải Thú Bồng Bềnh hoàng gia mạnh nhất, để chúng tôi thống lĩnh 13 quân đoàn dưới trướng. Mỗi quân đoàn có một triệu người, tổng cộng là 13 triệu người, đi bao vây hai cánh của quân nổi dậy. Vì anh ấy đã cứu chúng tôi khỏi đám phản loạn đó, nên chúng tôi đã đồng ý.\nCác vị, những chuyện trên đều là tôi đã tận mắt chứng kiến, không một câu giả dối. Còn về trận chiến sắp tới thì càng khó tin hơn. Tôi nhớ có một nô bộc mù đi theo chúng tôi đã hát như thế này:\n\"Ca tụng đi, hỡi nhạc sư, hãy ca tụng cơn thịnh nộ mang theo tai họa của Hải Thú Bồng Bềnh!\"\nCứ như vậy, đại quân do Hải Thú Bồng Bềnh tạo thành đã tiến về phía trước, như ngọn lửa nuốt chửng mọi thứ. Mặt đất rung chuyển dưới bước chân của chúng. Chúng tôi đã bày trận trên vùng đồng bằng rộng lớn, viên chỉ huy đầu tiên cầu nguyện với các vị thần, sau đó kéo dây cung, bắn một con chó về phía quân nổi dậy, cây cung bạc phát ra âm thanh khiến người ta sợ hãi. Quân nổi dậy cũng không chịu kém cạnh, phái đi năm triệu người khổng lồ được vũ trang đầy đủ. Những người khổng lồ này vô cùng to lớn, còn to hơn cả Ma Tượng mà Sebastos tạo ra mấy chục lần, nghe nói là viện binh do quân nổi dậy mời về từ đáy biển. Tuy những người khổng lồ này chỉ có một mắt... Việc này thực sự quá bình thường. Dù sao những người khổng lồ dưới ngòi bút của Pacuvius cũng đều như vậy cả... Nhưng thị lực của họ rất đặc biệt, dưới mệnh lệnh của thủ lĩnh quân nổi dậy, họ bắt đầu ném Trái Bulle về phía trận địa của chúng tôi với độ chính xác đáng kinh ngạc. Những trái này vừa chạm đất là phát nổ, phun ra vô số bong bóng. Nếu chạm phải bong bóng sẽ bay lên không trung, bay thẳng lên mặt trời. Đây chính là lý do tại sao màu sắc của mặt trời lại gần giống với Trái Bulle.\nVề cái kết của cuộc chiến, các nhà viết kịch đáng kính từ xưa tới nay hầu như chưa bao giờ viết ra... Họ luôn phải để dành không gian cho những câu chuyện tiếp theo. Vậy thì tôi sẽ làm theo truyền thống của họ, bỏ qua phần này."
          }
        ]
      },
      {
        "title": "Bí Sử Phương Bắc III",
        "desc": [
          {
            "type": "RichText",
            "text": "Sau đó, chúng tôi đi thuyền thêm 300 ngày nữa, tiến về phía trước trong đại dương vô tận. Sau đó, chúng tôi gặp một bức tường cao sừng sững giữa biển, vươn cao tận trời, cao khuất tầm mắt. Trên tường là vô số bóng người, không có cơ thể hay cơ bắp, nhưng lại có thể hiện ra hình dạng của chính mình. Bất cứ ai nói dối, trong sách không viết sự thật sẽ bị treo trên bức tường này sau khi chết để trừng phạt. Còn về việc ai đã xây bức tường này và đằng sau bức tường này là nơi nào thì tôi không biết. Bởi vì tất cả những gì tôi viết trong cuốn này đều là sự thật, không có cách nào đến gần bức tường ấy. Thế nên chúng tôi chèo lùi lại, cố gắng tránh xa nó, hy vọng sẽ không bao giờ đến gần nữa.\nBuổi tối, chúng tôi đến một vùng biển yên tĩnh, gần một hòn đảo nhỏ. Chúng tôi sắp hết nước ngọt nên đã xuống đảo để lấy nước ngọt. Vào lúc này, mỗi người chúng tôi đều ngửi thấy một mùi thơm nồng, đến nỗi ngay cả loại dầu dưỡng tốt nhất của Capitolium cũng không sánh được. Hóa ra trên hòn đảo này có người sinh sống, thậm chí còn xây dựng nên một thành phố thịnh vượng. Mọi thứ trong thành phố này đều được làm bằng vàng, có mười hai bức tường bao quanh, mỗi bức tường đều được làm từ một loại đá quý: Đầu tiên là pha lê tím, thứ hai là mã não tím, thứ ba là phỉ thúy, thứ tư là hồng ngọc, thứ năm là ngọc thủy thương, thứ sáu là hoàng ngọc, thứ bảy là ngọc hồng bảo, thứ tám là mã não đỏ, thứ chín là ngọc lục bảo, thứ mười là mã não xanh, thứ mười một là ngọc lam bảo và cuối cùng là ngọc bích. Bên ngoài tường thành là một con hào rộng khoảng mấy trăm mét, sâu mấy nghìn mét. Dưới hào không phải nước mà là sữa tươi đang chảy, bơi trong đó đều là cá muối đã ngâm xong, chỉ cần vớt lên là ăn được.\nCư dân ở đây dường như đều là phụ nữ, họ đều ăn mặc đẹp đẽ và có khuôn mặt xinh đẹp, trẻ trung. Họ lần lượt đến chỗ chúng tôi và chủ động ôm chúng tôi như một lời chào. Hòn đảo này tên là Amoria, nghe nói có nghĩa là tình yêu. Họ nồng nhiệt chào đón chúng tôi đến nhà và nói rằng sẽ tặng chúng tôi vô số báu vật, đủ để chúng tôi mua cả Machimos. Tôi mơ hồ cảm thấy có điều gì đó không ổn, ngoại trừ trong những cuốn sách của Ennius, làm gì có ai lại có thể hết lòng như vậy với người lạ? Nhưng những người đồng hành của tôi đều quen thuộc với những vở kịch cổ điển, không hề ngạc nhiên và theo họ về nhà. Tôi chỉ đành giả vờ hùa theo, đồng thời đem theo chiến lợi phẩm mà người Solaris đã tặng: Một Trái Bulle rồi đi theo một người về nhà. Tôi nhìn kỹ và chắc chắn rằng có rất nhiều xương người ở khắp mọi nơi. Tôi nhanh chóng lấy Trái Bulle ra và nhắm vào cô ấy, bảo cô ấy kể chi tiết sự việc. Người phụ nữ cười vài tiếng rồi hóa thành vũng nước và biến mất.\nTôi vội tập hợp tất cả mọi người lại, thậm chí còn không có thời gian mang theo nước ngọt, một mạch chạy về thuyền. Lúc này, chúng tôi nhìn kỹ lại, nơi đó chẳng có hòn đảo nào cả, phía sau chỉ có đại dương rộng lớn mênh mông.\nCòn về câu chuyện sau đó ra sao, hãy chờ đón phần tiếp theo..."
          }
        ]
      }
    ]
  }
}