{
  "epId": 5638,
  "name": "Bóng Tối Bao Trùm Petrichor",
  "desc": "<p>Bạn vừa đến Thị Trấn Petrichor liền gặp phải những chuyện kỳ lạ, thế là bạn quyết định đi tìm hiểu chi tiết...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/09/55631176/231826ade1c78996779f1a72e9a57e9e_891437658124548011.png",
  "menuId": 31,
  "menuName": "Nhiệm Vụ Thế Giới",
  "version": 1720861197,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Bóng Tối Bao Trùm Petrichor"
          }
        ]
      },
      {
        "key": "Thể Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Cốt Truyện Thế Giới"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Version ",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Đặc Tính"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Yêu Cầu Mở Khoa</color>\nTới <color=#ccbfad>Thị Trấn Petrichor</color> <color=#ffffff73>và nói chuyện với Thủ Lĩnh gần Thất Thiên Thần Tượng</color>\n<color=#ffffff>Chuỗi Nhiệm Vụ</color>\nThánh Ca Hòa Hợp"
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "Bóng Tối Bao Trùm Petrichor",
        "desc": "<p>Bạn vừa đến Thị Trấn Petrichor liền gặp phải những chuyện kỳ lạ, thế là bạn quyết định đi tìm hiểu chi tiết...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/09/55631176/231826ade1c78996779f1a72e9a57e9e_891437658124548011.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "name": "Dạ Khúc Dưới Nước",
        "desc": "<p>Để cứu người dân ở Thị Trấn Petrichor, bạn cùng chú mèo lạ mang tên \"Osse\" tiến vào Lâu Đài Phai Màu thần bí...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/55631176/231826ade1c78996779f1a72e9a57e9e_8180117815236093340.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "Ngày Cuối Cùng Của Remuria",
        "desc": "<p>Sau khi biết được thân phận thật sự của \"Ngài Os\", bạn quyết định đến Biển Kỷ Nguyên Cũ để truy tìm Boethius...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/07/55631176/231826ade1c78996779f1a72e9a57e9e_5405924015813041070.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Nấc Thang Đến Capitolium",
        "desc": "<p>Vượt qua rãnh biển nguy hiểm, cuối cùng cũng đã đến được vương thành chìm của Remuria cổ đại. Tiếp theo phải đi đến \"Domus Aurea\" để quyết đấu với Boethius rồi...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/24/55631176/231826ade1c78996779f1a72e9a57e9e_3654818292149433241.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Vết Thương Của Số Phận Bi Ai",
        "desc": "<p>Quyết đấu với Boethius vì Ngài Os và vì người dân trong thị trấn thôi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/55631176/231826ade1c78996779f1a72e9a57e9e_7124650606595261151.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Phần Thưởng</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "EXP Mạo Hiểm",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Dùng để tăng hạng Mạo Hiểm</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/44749939/fdba3c88c0a4133b430af1481d6bd81e_7710661234554232496.png",
        "amount": 200,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Nguyên Thạch",
        "desc": "<p>Tinh Thạch Nguyên Thủy, nằm trong vũ trụ hắc ám, ánh sáng được kết tinh từ hy vọng và mộng tưởng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/20/27215281/8902272b2dbb45cce8fbd6f596c6904b_3038980650130417674.png",
        "amount": 30,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 35000,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Thành Tựu</color>\nMuse Thứ Mười\nVị Trí Bắt Đầu\n<color=#ece5d8>Thi Trấn Petrichor, Fontaine</color>\n<color=#ffffff>Bản Đồ Tương Tác:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=52,2,3,154,319,338&center=1100.25,-5195.75&zoom=2.00"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/0787d905924ae0a6039c89743bfe140e_6946299498669577887.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/5c552496617bbd04cd11ca409e4b5e80_6007232604834563667.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tổng Quan Nhiệm Vụ"
      },
      {
        "type": "RichText",
        "text": "Đánh bại \"bọn trộm\"\nQuan sát rương chứa \"kho báu\"\nNói chuyện với Paimon\nĐến Thị Trấn <color=#ece5d8>Petrichor</color>\nThám hiểm di tích sau núi\nĐánh bại tượng đá hồi sinh\nNói chuyện với con mèo biết nói\nTheo Osse xuống suối sâu\nĐến <color=#ece5d8>Lâu Đài Phai Màu</color> ở dưới nước\nĐến <color=#ece5d8>Lâu Đài Phai Màu</color>\nNhận hộp nhạc kỳ diệu"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vật Phẩm Nhiệm Vụ"
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Thị Trấn Petrichor</color>\n<color=#ffffff>Mô Tả Nhiệm Vụ:</color> Bạn vừa đến Thị Trấn Petrichor liền gặp phải những chuyện kỳ lạ, thế là bạn quyết định đi tìm hiểu chi tiết...\nGặp một nhóm người\n<color=#ffffff>Paimon:</color>\nHmm, rất nhiều người vây quanh bên đó, không biết đang làm gì. Chúng ta qua đó xem đi!\n<color=#ffffff>Thủ Lĩnh:</color>\nNày, tên ngốc kia! Sao vẫn còn nhiều rương chưa chuyển lên thuyền thế? Lề mề quá... Phải mò đến bao giờ đây!?\n<color=#ffffff>Người Bị Gọi là \"Tên Ngốc\":</color>\nKhông phải đâu đại ca! Những chiếc rương này thực sự rất nặng, nếu cứ tiếp tục vận chuyển lên thuyền thì e là...\n<color=#ffffff>Thủ Lĩnh:</color>\nSợ cái gì chứ! Bên trong đều là kho báu, nếu không mang đi thì thật là lãng phí!\n<color=#ffffff>Người Bị Gọi là \"Tên Ngốc\":</color>\nNhưng mà... Nếu xếp hết lên thuyền, cộng thêm chúng ta thì thuyền sẽ không chịu nổi mất.\n<color=#ffffff>Thủ Lĩnh:</color>\nHa, vậy thì dễ thôi! Để mấy người các ngươi ở lại trên đảo là có thể đem kho báu trở về rồi!\n<color=#ffffff>Người Bị Gọi là \"Tên Ngốc\":</color>\nKhông hổ danh là đại ca... Mà khoan, ít nhất thì cũng đưa tôi theo chứ! Tôi không muốn bị Ma Tượng bắt được... rồi biến thành bộ dạng quỷ quái đó đâu!\n<color=#ffffff>Thủ Lĩnh:</color>\nĐừng nói nhảm nữa, nhanh tay nhanh chân lên! Nếu đợi đến lúc tay sai của Ma Vương đuổi kịp thì tất cả chúng ta đều toi đời đấy!\n<color=#ffffff>Paimon:</color>\n...Tay sai của Ma Vương? Họ đang diễn kịch sao?\n<color=#ffffff>Người Bị Gọi là \"Tên Ngốc\":</color>\nChờ đã, đại ca! Bên kia có người.\n<color=#ffffff>Paimon:</color>\nNhà Lữ Hành, hay chúng ta qua đó hỏi thử xem có phải họ đang...\n<color=#ffffff>Thủ Lĩnh:</color>\nNày! Một lớn một nhỏ ở bên kia, lén la lén lút làm gì đấy?\n<color=#ffffff>Traveler:</color> <color=#ffffff>Thôi xong rồi!</color>\n<color=#ffffff>Paimon:</color>\nChúng ta có làm gì sai đâu, đừng căng thẳng thế chứ!\n<color=#ffffff>Traveler:</color> <color=#ffffff>Người chứng kiến thì đừng hòng sống sót...</color>\n<color=#ffffff>Paimon:</color>\nHả? Nhà Lữ Hành đang nói gì vậy?\n<color=#ffffff>Paimon:</color>\nTóm lại, cứ nói chuyện với họ trước đã.\n<color=#ffffff>Thủ Lĩnh:</color>\nHừm... Xem ra hai người từ nơi khác đến. Còn tưởng là tay sai của Ma Vương Remus chứ.\n<color=#ffffff>Paimon:</color>\nĐây là Nhà Lữ Hành, còn tôi là Paimon, chúng tôi là nhà lữ hành thật đấy! Nhưng mà Ma Vương Remus là ai vậy? Vai diễn của người đó đã kết thúc rồi sao?\n<color=#ffffff>Thủ Lĩnh:</color>\nHai người không biết cái tên này sao!? Được rồi, nể tình là người nước ngoài, vậy thì để chúng tôi kể cho nghe!\nNhư mọi người đã biết, đây vốn dĩ là một thị trấn yên bình... Lúc đó tên của nó không phải là Petrichor...\nNgười Fontaine chúng tôi sống trong thị trấn nhỏ này vô lo vô nghĩ, cho đến khi quân đoàn Ma Tượng của Ma Vương Remus kéo đến...\nĐó là một tên bạo chúa tà ác, hắn tự xưng là người thống trị của toàn bộ vùng nước. Trước khi đến đây, quân đoàn của hắn đã hủy diệt vô số thị trấn.\nChúng đã cướp đi đất đai của chúng tôi, làm ô nhiễm nguồn nước sạch, còn muốn dùng âm nhạc để mê hoặc chúng tôi...\nChúng xây tháp chuông và lâu đài cao, giai điệu của Ma Vương biến đồng bào của chúng tôi thành nô lệ.\nNhưng người dân Fontaine tự do sẽ không bao giờ chịu khuất phục dưới sự thống trị của bạo chúa! Để lật đổ Ma Vương, tôi và các dũng sĩ dưới trướng đã đi khắp nơi chinh chiến.\n<color=#ffffff>Paimon:</color>\nOoooh!\n<color=#ffffff>Nhà Lữ Hành:</color>\nThiết lập bối cảnh thật chi tiết.\n<color=#ffffff>Paimon:</color>\nSau đó thì sao? Các anh đánh bại Ma Vương như thế nào?\n<color=#ffffff>Thủ Lĩnh:</color>\nMa Tượng do Ma Vương sai khiến rất mạnh, đối đầu trực diện với chúng thì làm sao có cửa chứ? Lần này may nhờ có \"Este Thông Minh\" đấy...\nDưới sự giúp đỡ của anh ấy, chúng tôi đã lẻn vào thành của Ma Vương, đoạt lại kho báu mà Ma Vương và tay sai của hắn đã cướp từ chỗ người Fontaine chúng tôi!\n<color=#ffffff>Người Bị Gọi là \"Tên Ngốc\":</color>\nNhư đại ca nói, gì ấy nhỉ... \"quấy nhiễu hành động quân sự đặc biệt của quân đội Ma Vương\", quả là một kế hoạch sáng suốt!\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Thân là nhân vật chính, nhưng chẳng hề quang minh chính đại chút nào...</color>\n<color=#ffffff>Paimon:</color>\nVậy còn Ma Vương? Khi nào thì Ma Vương mới xuất hiện?\n<color=#ffffff>Nhà Lữ Hành:</color> Vậy khi nào thì Ma Vương xuất hiện?\n<color=#ffffff>Thủ Lĩnh:</color>\nHa! Nếu Ma Vương mà xuất hiện thì sao chúng tôi vận chuyển kho báu được chứ? Giống như Este đấy, nói không chừng bây giờ đã bị biến thành Ma Tượng, biến thành \"Este Tội Nghiệp\" mất rồi!\n<color=#ffffff>Paimon:</color>\nÔi, Este rõ ràng đã giúp các anh, vậy mà các anh còn bỏ anh ấy lại rồi tự mình bỏ chạy! Các anh rõ ràng là kẻ xấu xa mà, kẻ xấu thì sao có thể làm nhân vật chính chứ!\n<color=#ffffff>Thủ Lĩnh:</color>\nCái gì mà \"nhân vật chính\", gì mà \"xuất hiện\" chứ... Này, tôi thấy các người chắc là tay sai Ma Vương giả dạng người nước ngoài đúng không? Cũng giống hệt mấy tên đó, toàn nói về diễn kịch gì đấy!\n<color=#ffffff>Paimon:</color>\nƠ? Các anh không phải đang diễn kịch sao?\n<color=#ffffff>Thủ Lĩnh:</color>\nHừ, không nếm mùi đau khổ là không chịu khai thật nhỉ. Anh em, xông lên!\nTổng Quan Nhiệm Vụ: Đánh bại \"bọn trộm\"\nBọn trộm bị đánh đến tan tành ngay cả \"kho báu\" cũng không lo nổi, liền lên thuyền bỏ chạy mất.\nTổng Quan Nhiệm Vụ: Quan sát rương chứa \"kho báu\"\n<color=#ffffff>Paimon:</color>\n...Chạy mất rồi, hóa ra họ không phải đang diễn kịch thật.\nNhưng mà, \"kho báu\" này là thế nào? Cái gì mà Ma Vương, rồi Thành Ma Vương gì đó, sao có thể là sự thật được...\n<color=#ffffff>Nhà Lữ Hành:</color>\nHay chúng ta mở ra xem nhé?\n<color=#ffffff>Paimon:</color>\nHả? Nhưng đó là món đồ không rõ lai lịch mà...\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Trời ơi, hôm nay Paimon không có hứng thú với kho báu sao...</color>\n<color=#ffffff>Paimon:</color>\nTôi chỉ sợ... lỡ, lỡ như trong rương có cái bẫy tà ác của Ma Vương gì đấy...\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Đây là việc điều tra cần thiết.</color>\n<color=#ffffff>Paimon:</color>\nCũng đúng. Nhưng mà, nếu bên trong có cái bẫy tà ác của Ma Vương gì đấy thì...\n<color=#ffffff>Paimon:</color>\nThật hết cách mà! Phải cẩn thận đấy!\nMở Rương chứa \"Kho Báu\"\nKết quả là trong rương không có cái bẫy tà ác của Ma Vương gì cả.\nNhưng cũng không có báu vật nào hết, bên trong toàn là đá vụn nặng trịch.\n<color=#ffffff>Paimon:</color>\nHừ! Tôi biết ngay mà, những tên đó đều là bọn lừa đảo! Làm gì có kho báu gì chứ!\nHay bức tượng cũ nát này là văn vật quý giá gì chăng?\nHừm... Chúng ta đến Thị Trấn Petrichor hỏi thăm tình hình đi, nói không chừng là vật đánh dấu quan trọng hay vật may mắn của thị trấn đó!\nCòn những kho báu này... Chúng ta...\n<color=#ffffff>Paimon's Voice:</color>\nNày! Nhà Lữ Hành...\n\"Thật khiến người ta khó quên, Vườn Euergetis đầy ắp hoa thơm trái ngọt, Caesareum vĩ đại và huy hoàng, Viện Phonascorum vây quanh bởi những giai điệu kỳ diệu... Vận mệnh, tại sao không thể dừng lại tại đây chứ...\"\n<color=#ece5d8>???</color>\n<color=#ffffff>???:</color>\nBệ hạ, bệ hạ...\n<color=#ffffff>Nhà Lữ Hành:</color>\nLà... mơ sao...?\n<color=#ffffff>█ █ █ █:</color>\nBệ hạ, người tỉnh rồi. Hôm nay là ngày quan trọng để tấu lên bản nhạc Phobos vĩ đại. Mặc dù vẫn còn thời gian trước khi nghi thức bắt đầu, nhưng chúng ta cũng nên xuất phát thôi.\n<color=#ffffff>Nhà Lữ Hành:</color>\nHình như ta vừa nằm mơ.\n<color=#ffffff>█ █ █ █:</color>\nMơ? Thì ra thần linh cũng có thể mơ sao... Vậy thì, người đã mơ thấy gì, là cánh đồng ở bên ngoài gió bắc, hay là cây bạc dưới vùng đất băng giá...?\nHay là tương lai như hoàng kim mà người từng cho tôi thấy?\n<color=#ffffff>Nhà Lữ Hành:</color>\nTa nhìn thấy... Nước biển nuốt chửng mặt đất...\nCon cháu của đá trắng và đồng thau cũng chìm theo...\nất cả những gì từng huy hoàng đều sụp đổ.\n<color=#ffffff>█ █ █ █:</color>\n...Là lời tiên tri đó sao? Chúng ta đi đến ngày hôm nay chính là để ngăn cản nó xảy ra, là để chống lại số mệnh tất yếu mà.\nGiống như người nói, tuy đã phải trả giá rất nhiều, nhưng đợi đến khi chúng ta có thể thoát khỏi xiềng xích của \"vận mệnh\" thì mọi hy sinh đều sẽ không uổng phí...\nTừ khi tôi tiếp nhận cơ thể này và trở thành người Remuria, tôi đã luôn tin tưởng như vậy...\nXin lỗi, tôi hơi thất lễ rồi...\nNói chung, xin hãy đi theo tôi, thưa bệ hạ\nđi theo người đàn ông bí ẩn\n<color=#ffffff>█ █ █ █:</color>\nTuy người đã ban cho chúng tôi thân xác bất diệt, khiến chúng tôi không còn sợ hãi thủy triều nơi biển sâu, nhưng linh hồn của chúng tôi vẫn bị trói buộc bởi \"Fortuna\".\nTrọng trách của vận mệnh, linh hồn người thường không thể gánh vác nổi. Mà \"Phobos\" sẽ thay chúng ta dệt nên số phận, đưa chúng ta đi trên con đường chính nghĩa.\nGiai điệu của \"bản nhạc\" sẽ theo dòng chảy vươn tới biển cao. Sớm thôi, Remuria... Không, toàn bộ nhân loại đều sẽ thoát khỏi sự độc tài vô lý của vận mệnh, tiếp đón một tương lai hạnh phúc vĩnh hằng.\nVà rồi sẽ có một ngày, con người không cần đến chỉ dẫn của Phobos nữa, mỗi người đều có thể tấu lên bản nhạc của riêng mình.\n<color=#ffffff>█ █ █:</color>\nRemus, Remus...\nRemus, ngươi từng nói là muốn tạo ra tương lai không bị vận mệnh trói buộc.\nNhưng bây giờ đất nước của ngươi đã bị chia cách bởi bạo lực, sự ngăn cách mà ngươi muốn xóa bỏ đã biến thành một nơi sâu thẳm hơn. Chủng tộc bất tử mà ngươi tạo ra đang cùng với con dân của nước tàn sát lẫn nhau.\nBây giờ, cái gọi là \"Thành Phố Vĩnh Hằng\" này cũng sắp sụp đổ rồi...\nNgươi không thể kiểm soát vật mà ngươi tạo ra... \"Bản nhạc\" không đem lại chính nghĩa và hạnh phúc, mà đã trở thành nguồn gốc của mọi tội ác.\nCho dù máu thịt của họ tách biệt giữa nước và đất, nhưng những linh hồn lạc lối vẫn dẫn dắt họ đến với con đường chết chóc. Fortuna nguyền rủa con dân của ngươi, và cũng nguyền rủa ngươi.\n<color=#ffffff>Nhà Lữ Hành:</color>\nCòn nhớ lời hứa của chúng ta không...\nĐó đã là cách cuối cùng... Chỉ cần diễn tấu bản nhạc...\n<color=#ffffff>█ █ █:</color>\nKẻ soán ngôi của loài người, sau khi làm hỏng chuyện thì chỉ có thể dùng cách này để chuộc tội sao? Nhưng sự quyết đoán của ngươi ít nhất cũng có khí chất làm vua..\nNếu đã là giao hẹn, vậy thì hãy để ta chứng kiến kết cục của ngươi...\n\"Vị vua bị vận mệnh nguyền rủa! Cứ đắm chìm trong âm nhạc, rượu ngon và tiệc tùng đi! Vì thời khắc phán quyết vẫn chưa đến đâu...\"\n<color=#ece5d8>Thị Trấn Petrichor</color>\nTổng Quan Cốt Truyện: Nói chuyện với Paimon\n<color=#ffffff>Paimon's Voice:</color>\nNhà Lữ Hành... Mau tỉnh lại đi...\n<color=#ffffff>Nhà Lữ Hành:</color>\nBan nãy tôi...\n<color=#ffffff>Paimon:</color>\nHuhu, dọa chết tôi rồi! Nhà Lữ Hành...\nSao lại đột nhiên... đột nhiên ngẩn người trước bức tượng thế? Giống như biến thành một bức tượng khác vậy! Tôi còn tưởng là Nhà Lữ Hành trúng phải lời nguyền đen tối của Ma Vương rồi hóa thành tượng đá đấy...\n<color=#ffffff>Nhà Lữ Hành:</color>\nHình như tôi vừa mơ một giấc mơ kỳ lạ...\n<color=#ffffff>Paimon:</color>\nChắc không phải là có lời nguyền gì thật đó chứ?! Nhà Lữ Hành vẫn không sao chứ?\n<color=#ffffff>Nhà Lữ Hành:</color>\nTôi không sao, đã để Paimon lo lắng rồi.\n<color=#ffffff>Paimon:</color>\nKhông sao là tốt rồi... Ừm, chúng ta đến Thị Trấn Petrichor xem thử trước đi.\nTổng Quan Cốt Truyện: Đến Thị Trấn Petrichor\nBước vào Thị TRấn Petrichor\n<color=#ffffff>Paimon:</color>\nSao tôi cứ thấy hơi hoang vu...\nTrông mọi người cứ kỳ quái sao ấy...\nĐến gần Tháp Đồng Hồ ở Thị Trấn\n<color=#ffffff>???:</color>\nHoan nghênh, lữ khách xuyên qua cõi mơ.\n<color=#ffffff>\"Người Gõ Chuông\":</color>\nTôi là người gõ chuông tại tháp chuông ở nơi giao nhau, cũng là người dẫn đường chào đón các vị đến với Thành Phố Vĩnh Hằng vĩ đại.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Đây là tình tiết mới thêm vào sao?</color>\n<color=#ffffff>Paimon:</color>\n(...Anh ta chắc không phải đồng bọn của những tên trộm ban nãy đâu nhỉ?)\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Vậy cần rẽ trái hay phải để đến Thành Phố Vĩnh Hằng?</color>\n<color=#ffffff>Paimon:</color>\nNày, nhập vai nhanh vậy sao!? (Nhà Lữ Hành) có thật là không sao chứ?\n<color=#ffffff>Paimon:</color>\nỪm, chuyện này tạm gác lại đã, những người chúng tôi gặp trên đường đều rất kỳ lạ, anh có biết chuyện gì đang xảy ra không?\n<color=#ffffff>\"Người Gõ Chuông\":</color>\nMọi người đều đã tới Machimos, chắc hẳn bây giờ đã được Sebastos của chúng tôi bảo vệ.\n<color=#ffffff>Paimon:</color>\nWoa, vừa có \"Ma Vương Remus\" vừa có \"Sebastos\" nữa à? Câu chuyện càng ngày càng phức tạp rồi đấy!\n<color=#ffffff>\"Người Gõ Chuông\":</color>\nMa Vương Remus... Xem ra hai vị đã gặp qua đám man tộc thô lỗ đó trên đường rồi. Đó đúng là cách gọi miệt thị của chúng đối với Sebastos Remus.\n<color=#ffffff>Paimon:</color>\nMa Vương Remus... Sebastos Remus... thì ra là cùng một người sao!\n<color=#ffffff>\"Người Gõ Chuông\":</color>\nNhưng không sao, Sebastos không bị ràng buộc bởi những quan niệm hạn hẹp của đám đông. Những loài côn trùng đáng khinh đó có thể vu khống theo cách chúng muốn, nhưng những người khôn ngoan và được truyền cảm hứng từ lý tưởng cao quý nhất vẫn sẽ lần lượt đến đây.\nKhi tiếng chuông vĩnh hằng vang lên, bất kể xuất thân lai lịch, tất cả mọi thứ trong quá khứ đều sẽ bị xóa bỏ, tất cả mọi người đều sẽ có được cuộc sống mới. Hãy cảm kích và ca tụng đi!\n<color=#ffffff>Paimon:</color>\nNhà Lữ Hành, phải làm sao đây... Người này rõ ràng trông rất tỉnh táo, nhưng lại nói năng lung tung... Không lẽ là đang mộng du sao?\n<color=#ffffff>\"Người Gõ Chuông\":</color>\nMộng du? Các vị nói ai đang nằm mơ đấy?\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Thì nhìn triệu chứng thấy giống mà.</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Hoặc cũng có thể là chúng tôi đang nằm mơ.</color>\n<color=#ffffff>Paimon:</color>\nSao có thể chứ! Chắc không phải đâu nhỉ...?\n<color=#ffffff>\"Người Gõ Chuông\":</color>\nMơ... mơ sao, tôi quả thực...\nNhìn \"Người Gõ Chuông\" bất tỉnh\n<color=#ffffff>Paimon:</color>\nNày, anh không sao chứ? Sao đột nhiên lại ngất đi vậy...\n<color=#ffffff>???:</color>\nLà lữ khách từ nơi khác đến sao? Xin hãy dừng bước.\nTốt quá rồi, các vị xem ra rất... tỉnh táo.\n<color=#ffffff>Paimon:</color>\nCuối cùng cũng gặp được một người bình thường rồi! Thị Trấn Petrichor rốt cuộc đã xảy ra chuyện gì vậy...\n<color=#ffffff>???:</color>\nTrước lúc đó thì chúng ta nên đưa người này đến nơi an toàn trước đã. Không thể để anh ấy nằm ở đây mãi được, sẽ bị cảm đấy.\nTuy bây giờ chuyện cảm lạnh không phải vấn đề quan trọng nhất.\nNhưng vẫn cùng người bình thường này khiêng \"người gõ chuông\" kỳ lạ đến băng ghế dài gần đó vậy.\n<color=#ffffff>Este:</color>\nĐể tôi tự giới thiệu lại nhé. Tôi là Este, thành viên của Câu Lạc Bộ Mơ Mộng trong thị trấn... Nhưng bây giờ cả câu lạc bộ chỉ có mình tôi ở đây thôi.\n<color=#ffffff>Paimon:</color>\nTôi là Paimon, còn đây là Nhà Lữ Hành. Chúng tôi là...\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Là du khách của Thị Trấn Petrichor.</color>\n<color=#ffffff>Este:</color>\nVậy thì thật đáng tiếc. Tình hình hiện tại của thị trấn... E là sẽ khiến các vị thất vọng mất.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Nhà mạo hiểm qua đường.</color>\n<color=#ffffff>Este:</color>\nNhà mạo hiểm sao... Không lẽ các vị cũng đến đây để tìm lâu đài gì đó à?\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Thành viên của Đội Tuần Tra Đặc Biệt.</color>\n<color=#ffffff>Este:</color>\nLà người của Đội Tuần Tra Đặc Biệt sao... Tuy không biết hai vị đến đây xử lý vụ gì, nhưng tình hình hiện tại cũng không thể khiến các cư dân phối hợp được...\n<color=#ffffff>Paimon:</color>\n(Này, tốt nhất là đừng nên giả làm nhân viên công vụ thì hơn.)\n<color=#ffffff>Paimon:</color>\nNhưng trước đây hình như chúng ta có nghe qua cái tên \"Este\" này rồi đúng không?\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Anh là người đã đưa bọn trộm kia vào lâu đài Ma Vương sao?</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Thì ra anh đã thoát được một kiếp nạn, mừng cho anh!</color>\n<color=#ffffff>Este:</color>\nHả? Là ý gì? Quả nhiên các vị cũng...\n<color=#ffffff>Paimon:</color>\nKhông không, chúng tôi tỉnh táo lắm! Chỉ là không hiểu tại sao mọi người lại nói những lời kỳ lạ như vậy thôi...\nCác bạn kể chuyện về \"bọn trộm\" xem đá vụn là kho báu đó cho Este nghe.\n<color=#ffffff>Este:</color>\nThì ra là họ sao...\nHaiz, phải nói từ đâu nhỉ... Truyền thuyết về \"Lâu Đài Phai Màu\" cũng không phải là bí mật gì. Gần như cứ cách một khoảng thời gian là sẽ có nhà mạo hiểm như bọn họ đến thám hiểm.\nChưa kể đến việc hai chữ Hoàng Kim trong \"Đoàn Kịch Hoàng Kim\" chỉ là hình tượng, việc xây dựng lâu đài đã là chuyện của hàng ngàn năm trước. Nơi đó bây giờ chắc đã không còn tìm được món đồ giá trị nào nữa rồi.\nNhưng nhà mạo hiểm thì sao có thể nghe lời khuyên chứ! Tôi đưa họ đến di tích sau núi không lâu thì họ liền phá hủy các bức tượng và nhét chúng vào rương như thể bị ma ám!\nMột mình tôi không ngăn cản họ nổi, nên đã về thị trấn tìm người giúp đỡ. Không ngờ mọi người trong thị trấn đột nhiên như bị thôi miên vậy, ai cũng ngẩn ngơ, lẩm bẩm những điều vô nghĩa...\nCâu Lạc Bộ Mơ Mộng chúng tôi từng nghiên cứu thuật thôi miên, nhưng mức độ này thì rõ ràng không phải là điều chúng tôi có thể thực hiện được. Tôi đoán có lẽ bên trong di tích đã xảy ra chuyện kỳ lạ gì rồi. Theo như ghi chép thì...\nTại sao chỉ có chúng ta là không bị ảnh hưởng nhỉ? Hmm, thật thú vị...\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Chúng ta đến di tích xem thử, nói không chừng có thể giải quyết được.</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Chúng ta đến di tích xem thử, nói không chừng sẽ có kho báu đấy!</color>\n<color=#ffffff>Paimon:</color>\nVậy Este hãy đợi ở đây đi, việc thám hiểm cứ để cho chúng tôi lo là được! Nếu anh cũng đi chung thì nói không chừng sẽ bị biến thành Ma Tượng mất!\nNhìn một con mèo trắng đi ngang qua\n<color=#ffffff>Paimon:</color>\nÚi, đây là mèo nhà Este sao? Thật đáng yêu!\n<color=#ffffff>Este:</color>\nKhông. Nhưng mèo là loài động vật rất thông minh, cái người nghiên cứu thuật thôi miên đó luôn nói vậy đấy.\nLạ thật. Nhìn kỹ thì, cái vòng cổ... hoặc trang sức gì đó của nó... Hình như tôi đã từng nhìn thấy thứ tương tự rồi.\n<color=#ffffff>Paimon:</color>\nA, chạy mất rồi...\nTóm lại, tạm gác lại chuyện của mèo đã, chúng ta cứ đến di tích xem thử trước đi! Este, di tích ở đâu vậy?\n<color=#ffffff>Este:</color>\nDi tích sao? Nơi đó nằm trên ngọn núi phía sau thị trấn. Vừa hay chính là hướng mà con mèo đó vừa chạy đi.\n<color=#ffffff>Traveler:</color> <color=#ffffff>Hihi, mèo con, hihi.</color>\n<color=#ffffff>Paimon:</color>\n...Nhà Lữ Hành không sao thật chứ?\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Vậy chúng ta lên đường thôi.</color>\n<color=#ffffff>Este:</color>\nBây giờ mọi thứ đều không rõ ràng, các vị phải cẩn thận nhé.\n<color=#ffffff>Paimon:</color>\nAnh cũng vậy đấy! Chúng tôi đi rồi về ngay!\nTổng Quan Nhiệm Vụ: Thám hiểm di tích sau núi\nTổng Quan Nhiệm Vụ: Đánh bại tượng đá hồi sinh\n<color=#ffffff>Paimon:</color>\nWoa, bức tượng này sao lại động đậy rồi!\nTổng Quan Nhiệm Vụ: Nói chuyện với con mèo biết nói\n<color=#ffffff>???:</color>\nKhông tệ, tư thế chiến đấu anh dũng không hề thua kém Thợ Săn Marechaussee của ngày xưa...\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Ôi, là chú mèo phát sáng hiếm có này.</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Là động vật biết nói chuyện này!</color>\n<color=#ffffff>Paimon:</color>\n...Trong chuyến hành trình này thì chúng ta đã từng gặp nhiều thứ kỳ lạ rồi, nhưng một chú mèo vừa phát sáng lại vừa biết nói chuyện thì quả là hiếm có mà...\n<color=#ffffff>Glowing Cat:</color>\n...Tôi cũng không quan tâm việc bị gọi là \"thứ kỳ lạ\" nữa rồi. (Nhà Lữ Hành) và Paimon, những dũng sĩ được chọn, bây giờ chính là lúc anh hùng thực sự như hai vị đứng ra!\nĐể cứu rỗi những linh hồn lạc lối kia, các vị hãy mau chóng theo tôi tới vương quốc cổ xưa dưới biển sâu để dập tắt \"bản nhạc\" hỗn loạn đó nhé.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Đây cũng là một trong những tình tiết của câu chuyện sao?</color>\n<color=#ffffff>Paimon:</color>\nƠ, chẳng lẽ là... kiểu tình tiết trong cuốn tiểu thuyết \"Kiếp Trước Chúng Ta Là Đồng Đội, Nhưng Chỉ Có Anh Ấy Giữ Lại Được Ký Ức\" của Nhà Xuất Bản Yae ư?\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>À, vậy thì tôi là dũng sĩ đúng không? Thế thì xuất phát nào!</color>\n<color=#ffffff>Paimon:</color>\nThiệt tình, sao lại dễ bị lừa quá vậy!? Thôi được rồi, (Nhà Lữ Hành), dũng sĩ được chọn, vì cái bụng của Paimon, hãy mau đi mua Fonta cho tôi uống nào!\n<color=#ffffff>Paimon:</color>\nNhưng rốt cuộc thì anh là ai vậy?\n<color=#ffffff>Ouranides of Ouranopolis:</color>\nMuốn tôi kể lại từ đầu sao? Được rồi... Tôi là \"Ouranides Của Ouranopolis\", người canh giữ linh hồn của vương quốc cổ xưa.\n<color=#ffffff>Paimon:</color>\nHả, Ou—Oura... Chậc, tôi sắp líu lưỡi rồi đây! Thôi thì gọi anh là \"Osse\" nhé, cũng gần giống rồi đấy! Thấy thế nào?\n<color=#ffffff>Osse:</color>\nMeow, meow!?\n<color=#ffffff>Nhà Lữ Hành:</color>\nMeow, meow?\n<color=#ffffff>Osse:</color>\nXem ra tôi vẫn chưa thể hoàn toàn điều khiển được cơ thể này, đến nỗi thỉnh thoảng sẽ thể hiện ra vài tập tính vốn có của sinh vật...\nKhụ! Như đã thấy đấy, do ảnh hưởng của \"bản nhạc\" hỗn loạn mà ranh giới giữa quá khứ và hiện tại đã trở nên mơ hồ. Tôi cũng vì vậy mà thức tỉnh. Hiện giờ thì phạm vi chịu ảnh hưởng vẫn còn nhỏ.\nLinh hồn của cư dân Thị Trấn Petrichor đã bị đưa đi rồi. Họ trở nên mơ màng như vậy là vì \"bản nhạc\" đã tạm thời ban cho họ thân phận và ký ức bổ sung.\nNói cách khác thì giống như vật chứa nước vậy, nước tinh khiết ban đầu được thay thế bằng rượu nho thơm ngon. Ừm, dù sao thì cũng là ký ức của lịch sử xa xưa được \"bản nhạc\" ghi lại mà.\n<color=#ffffff>Paimon:</color>\nHả? Để tôi suy nghĩ đã... Vậy có nghĩa là người của Thị Trấn Petrichor đã bị cướp mất linh hồn ư? Sau đó, cơ thể của họ còn bị chiếm mất sao... Ôi, nghe thật đáng sợ đấy!\n<color=#ffffff>Nhà Lữ Hành:</color>\nNhưng theo như lời của anh thì phạm vi ảnh hưởng hiện vẫn còn nhỏ nhỉ...\n<color=#ffffff>Osse:</color>\nĐúng vậy, Nhà Lữ Hành. Đương nhiên là trừ khi \"những dũng sĩ được chọn\" có thể xoay chuyển giai điệu hỗn loạn, nếu không thì ngay cả Đại Sảnh Fontaine cũng sẽ bị nuốt chửng đấy.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Thật hết cách, nếu đã là dũng sĩ thì...</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Thật hết cách, chúng ta đi xem thử đi.</color>\n<color=#ffffff>Paimon:</color>\nỪm! Vậy Osse dẫn đường cho chúng tôi nhé!\n<color=#ffffff>Osse:</color>\nVô cùng cảm ơn. Con đường dẫn đến vương quốc xưa cũ nằm ở ngay dưới dòng suối trước mắt mọi người. Vừa nãy tôi đã khiến phong ấn của con đường ẩn lộ ra rồi.\nTiếp theo tôi sẽ kích hoạt cơ quan duy nhất duy trì phong ấn...\nĐược rồi. Bây giờ hãy giúp tôi lấy lại dây đàn, như vậy thì tôi mới có thể mở phong ấn và đường đi được.\nTiếp theo chúng ta cùng nhau tới lâu đài hoàng kim phai màu thôi.\n<color=#ffffff>Paimon:</color>\nLâu đài hoàng kim phai màu... Este cũng từng nói là truyền thuyết về Lâu Đài Phai Màu gì đó, không lẽ là chỉ những di tích này sao?\n<color=#ffffff>Osse:</color>\nĐó chỉ là những mảnh vụn trên bề mặt thôi. Lâu đài thật sự đang nằm sâu dưới đáy biển.\n<color=#ffffff>Paimon:</color>\nHmm... Xem ra Osse biết nhiều hơn những con mèo trong thị trấn nhỉ.\n<color=#ffffff>Osse:</color>\nSo sánh tôi với mèo trong thị trấn sao? Thật là... Nhớ theo sát đừng để bị mất dấu đấy.\n<color=#ffffff>Paimon:</color>\nỐi! Nhảy xuống mất rồi! Mèo mà cũng biết bơi sao?\nNhận"
      },
      {
        "type": "CustomEntry",
        "epId": 5626,
        "desc": "",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Tổng Quan Cốt Truyện: Theo Osse xuống suối sâu\n<color=#ece5d8>Lâu Đài Phai Màu</color>\nTổng Quan Cốt Truyện: Đến Lâu Đài Phai Màu ở dưới nước\nBơi theo dòng chảy\n<color=#ffffff>Paimon:</color>\nCứ cảm thấy những bức tượng này đang nhìn chằm chằm vào chúng ta... Chúng sẽ không bất ngờ tập kích đấy chứ?\n<color=#ffffff>Osse:</color>\nCũng khó nói... Không chừng Ma Tượng bị hạ gục lúc nãy cũng bò từ đây lên đấy.\n<color=#ffffff>Paimon:</color>\nVậy thì đáng sợ quá, giờ bơi ngược về còn kịp không...?\nTổng Quan Nhiệm Vụ: Đến Lâu Đài Phai Màu\n<color=#ffffff>Paimon:</color>\nKhông ngờ ở bên dưới lại có một nơi lớn như vậy. Xem ra Osse không nhầm lẫn thật!\n<color=#ffffff>Osse:</color>\nĐây chỉ là một góc nhỏ thôi! Trước đây từng có một quốc gia đã chìm xuống biển... Sứ mệnh của tôi chính là ngăn chặn những thứ chìm dưới nước sâu quay trở lại mặt đất.\n...Hình như là vậy đấy.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Đột nhiên thấy không còn đáng tin cậy nữa rồi...</color>\n<color=#ffffff>Osse:</color>\nDù sao thì tôi cũng chỉ là con mèo hiểu biết nhiều hơn mèo trong thị trấn một chút thôi mà.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Thật mong có một người dẫn đường đáng tin cậy.</color>\n<color=#ffffff>Paimon:</color>\nTiếp theo đây sẽ do tôi dẫn đường nhé... Haiz, đây là điều mà tôi rất muốn nói đó!\n<color=#ffffff>Osse:</color>\nTạm không nói chuyện này nữa. Linh hồn của cư dân trong thị trấn có thể bình an trở về cơ thể mình hay không đều phụ thuộc vào chúng ta đấy. Hai vị phải phấn chấn lên nhé.\nĐi qua cánh cổng này chính là Lâu Đài Phai Màu rồi. Chúng ta tiếp tục tiến lên nào.\nĐi theo Osse\n<color=#ffffff>Paimon:</color>\nWoa, sao Osse chạy nhanh thế?\n<color=#ffffff>Osse:</color>\nDù sao thì tôi cũng là mèo mà, hành tung xuất quỷ nhập thần thì cũng có gì lạ đâu? Paimon bay nhanh lên đi nhé.\nĐến khu vực có cửa sổ\n<color=#ffffff>Osse:</color>\nĐừng để mấy thứ lặt vặt cản trở bước chân của chúng ta nữa, còn nhiều việc phải làm đấy!\nTổng Quan Nhiệm Vụ: Nhận hộp nhạc kỳ diệu\n<color=#ffffff>Paimon:</color>\nÔi, lâu đài to như vậy, chắc sẽ đủ chỗ cho rất nhiều người nhỉ?\n<color=#ffffff>Osse:</color>\nĐương nhiên rồi! Hơn nữa không chỉ có những người từng ở đây thôi đâu...\n<color=#ffffff>Paimon:</color>\nNày, Osse nói những chuyện đáng sợ với vẻ mặt thản nhiên thật đấy!\n<color=#ffffff>Osse:</color>\nÀ, yên tâm. Đối với dũng sĩ như các vị thì dù có gặp ma quỷ ẩn nấp cũng sẽ giải quyết một cách dễ dàng thôi.\n<color=#ffffff>Paimon:</color>\nĐây lại là gì vậy? Chiếc hộp tinh xảo quá, trông giống như hộp nhạc nhỉ? Nhưng để ở đây thì... Không hợp với bầu không khí xung quanh cho lắm.\n<color=#ffffff>Osse:</color>\nTinh mắt đấy. Đây đúng là hộp nhạc, nhưng cũng giống như tôi hiểu nhiều hơn mèo bình thường một chút vậy, chiếc hộp nhạc này cũng có nhiều chức năng hơn hộp nhạc thông thường.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Nó cũng biết nói chuyện sao?</color>\n<color=#ffffff>Osse:</color>\nẤy, nghĩ xa vậy... Đáng tiếc, nó tạm thời không có chức năng đó.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Anh cũng giỏi ghi thù nhỉ...</color>\n<color=#ffffff>Paimon:</color>\nTôi chỉ tiện miệng nói ra thôi! Ừm... Không ngờ anh lại nghiêm túc như vậy. Là lỗi của tôi, đừng để tâm nhé.\n<color=#ffffff>Osse:</color>\nMeow, meow?\n<color=#ffffff>Paimon:</color>\nChậc, lúc này thì lại giả làm mèo sao?!\n<color=#ffffff>Osse:</color>\nTóm lại, có cái này thì ngay cả những người không biết gì về âm nhạc cũng có thể tự do sử dụng năng lực của \"bản nhạc\". Sau này chúng ta sẽ dùng đến nó đấy.\n<color=#ffffff>Paimon:</color>\nTóm lại, có cái này thì ngay cả những người không biết gì về âm nhạc cũng có thể tự do sử dụng năng lực của \"bản nhạc\". Sau này chúng ta sẽ dùng đến nó đấy.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>\"Bản nhạc\" này có thể cũng sẽ trở nên hỗn loạn...</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Trở thành \"nguồn gốc của mọi tội ác\"...</color>\n<color=#ffffff>Paimon:</color>\nHả? Tội ác gì cơ? Nhà Lữ Hành đang nói gì vậy?\n<color=#ffffff>Osse:</color>\n...\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Tôi sẽ không vụng về như vậy đâu.</color>\n<color=#ffffff>Paimon:</color>\nÝ tôi là lỡ như ấy. Ví dụ như Osse từ đâu đó nhảy ra hù chúng ta, hay tượng đá đột nhiên động đậy, hoặc là trên tường tự nhiên xuất hiện cạm bẫy...!\nNhững chuyện này đều có thể xảy ra mà!\n<color=#ffffff>Osse:</color>\nCũng không cần phải lo lắng như vậy. \"Bản nhạc\" đại diện cho sự vĩ đại, tươi đẹp và vinh quang, mang theo lý tưởng của sắc vàng.\n\"Bản nhạc\" khiến mặt đất xảy ra hiện tượng bất thường, suy cho cùng cũng chỉ là sự cố ngoài ý muốn, là tai họa do sức mạnh vĩ đại bị kẻ xấu lợi dụng gây ra.\nNhưng nếu là Nhà Lữ Hành, thì chắc sẽ có thể sử dụng sức mạnh của \"bản nhạc\" một cách đúng đắn nhỉ.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Tôi uy tín vậy sao?</color>\n<color=#ffffff>Osse:</color>\nCũng có thể nói là tôi không còn sự lựa chọn nào nữa. Dù sao thì bây giờ tôi cũng chỉ là một con mèo, muốn sử dụng hộp nhạc này cũng hơi khó.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Cũng khó nói lắm...</color>\n<color=#ffffff>Paimon:</color>\nLúc này đừng đùa nữa, lỡ như Osse nói thật thì sao?\n<color=#ffffff>Osse:</color>\nNói nhiều như vậy, hay là thử trước đi. Còn nhớ dây đàn lấy được từ chiếc đàn trong di tích không? Đó là \"nhạc phổ\" ghi lại giai điệu của \"bản nhạc\" đấy..\nChỉ cần đặt nó vào trong hộp nhạc, thì hộp nhạc sẽ tự động diễn tấu.\nChơi bản nhạc\n<color=#ffffff>Paimon:</color>\nỪm... Nghe có vẻ như là một khúc nhạc vui vẻ, cảm giác rất ấm áp...\n<color=#ffffff>Osse:</color>\nXem ra hộp nhạc không bị hư hỏng, vẫn hoạt động bình thường. Đấy, không phải rất an toàn sao?\n<color=#ffffff>Paimon:</color>\nThì ra anh không biết nó có còn dùng được hay không à!?\n<color=#ffffff>Osse:</color>\nTôi chỉ không chắc chắn hoàn toàn thôi. Dù sao thì có nhiều chuyện không thể chỉ phán đoán từ bên ngoài mà, đúng không?\n<color=#ffffff>Paimon:</color>\nHình như đang không phải nói về hộp nhạc nhỉ... Nhưng mà chuyện này để qua một bên đã, tiếp theo chúng ta nên làm gì?\n<color=#ffffff>Osse:</color>\nDù sao thì \"bản nhạc\" hỗn loạn đó chắc chắn ở đây. Nếu có thể tìm được vị trí của nó thì sẽ tìm được linh hồn bị cướp đi của các cư dân.\n<color=#ffffff>Nhà Lữ Hành:</color>\nVậy thì thử tìm xung quanh xem có manh mối gì không đã.\n<color=#ffffff>Osse:</color>\nPhán đoán hợp lý đấy. Theo ký ức của tôi thì trong lâu đài này có không ít căn phòng kỳ diệu, có thể đi điều tra trước xem sao\nNgoài ra, đại sảnh ở trung tâm lâu đài còn có một sân khấu thần kỳ, mặc dù bây giờ đã không còn biểu diễn vở kịch gì nữa...\nNhưng trong quá khứ, đó từng là lối vào dẫn đến nơi sâu hơn dưới nước, sức mạnh của \"bản nhạc\" vẫn còn sót lại ở đó. Chúng ta cũng cần đi xác nhận xem có điều bất thường gì xảy ra không.\n<color=#ffffff>Paimon:</color>\nNơi sâu hơn...?\n<color=#ffffff>Osse:</color>\nỞ nơi sâu hơn dưới nước rốt cuộc có gì đang chờ chúng ta đây?\n<color=#ffffff>Paimon:</color>\nLúc này thì lại đi giữ bí mật à? Osse quả là xấu xa mà!\n<color=#ffffff>Osse:</color>\nNhưng trước khi vấn đề được giải đáp thì chúng ta phải tìm manh mối ở trong lâu đài trước đã. Hành động thôi.\nNhận"
      },
      {
        "type": "CustomEntry",
        "epId": 5624,
        "desc": "",
        "displayStyle": "text",
        "menuId": 9
      }
    ]
  }
}