{
  "epId": 5639,
  "name": "Dạ Khúc Dưới Nước",
  "desc": "<p>Để cứu người dân ở Thị Trấn Petrichor, bạn cùng chú mèo lạ mang tên \"Osse\" tiến vào Lâu Đài Phai Màu thần bí...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/55631176/231826ade1c78996779f1a72e9a57e9e_8180117815236093340.png",
  "menuId": 31,
  "menuName": "Nhiệm Vụ Thế Giới",
  "version": 1720869237,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Dạ Khúc Dưới Nước"
          }
        ]
      },
      {
        "key": "Thể Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Cốt Truyện Thế Giới"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Version ra mắt",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Đặc Tính"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Yêu Cầu Mở Khóa</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "Bóng Tối Bao Trùm Petrichor",
        "desc": "<p>Bạn vừa đến Thị Trấn Petrichor liền gặp phải những chuyện kỳ lạ, thế là bạn quyết định đi tìm hiểu chi tiết...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/09/55631176/231826ade1c78996779f1a72e9a57e9e_891437658124548011.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Chuỗi Nhiệm Vụ</color>\nThánh Ca Hòa Hợp"
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "Bóng Tối Bao Trùm Petrichor",
        "desc": "<p>Bạn vừa đến Thị Trấn Petrichor liền gặp phải những chuyện kỳ lạ, thế là bạn quyết định đi tìm hiểu chi tiết...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/09/55631176/231826ade1c78996779f1a72e9a57e9e_891437658124548011.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "name": "Dạ Khúc Dưới Nước",
        "desc": "<p>Để cứu người dân ở Thị Trấn Petrichor, bạn cùng chú mèo lạ mang tên \"Osse\" tiến vào Lâu Đài Phai Màu thần bí...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/55631176/231826ade1c78996779f1a72e9a57e9e_8180117815236093340.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "Ngày Cuối Cùng Của Remuria",
        "desc": "<p>Sau khi biết được thân phận thật sự của \"Ngài Os\", bạn quyết định đến Biển Kỷ Nguyên Cũ để truy tìm Boethius...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/07/55631176/231826ade1c78996779f1a72e9a57e9e_5405924015813041070.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Nấc Thang Đến Capitolium",
        "desc": "<p>Vượt qua rãnh biển nguy hiểm, cuối cùng cũng đã đến được vương thành chìm của Remuria cổ đại. Tiếp theo phải đi đến \"Domus Aurea\" để quyết đấu với Boethius rồi...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/24/55631176/231826ade1c78996779f1a72e9a57e9e_3654818292149433241.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Vết Thương Của Số Phận Bi Ai",
        "desc": "<p>Quyết đấu với Boethius vì Ngài Os và vì người dân trong thị trấn thôi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/55631176/231826ade1c78996779f1a72e9a57e9e_7124650606595261151.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Phần Thưởng</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "EXP Mạo Hiểm",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Dùng để tăng hạng Mạo Hiểm</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/44749939/fdba3c88c0a4133b430af1481d6bd81e_7710661234554232496.png",
        "amount": 250,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Nguyên Thạch",
        "desc": "<p>Tinh Thạch Nguyên Thủy, nằm trong vũ trụ hắc ám, ánh sáng được kết tinh từ hy vọng và mộng tưởng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/20/27215281/8902272b2dbb45cce8fbd6f596c6904b_3038980650130417674.png",
        "amount": 30,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 30000,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 475,
        "name": "Kinh Nghiệm Anh Hùng",
        "desc": "<p>Nguyên liệu EXP nhân vật, có 20000 điểm EXP.</p><p>Những EXP này là vật quý báu trên đường du hành ở đại lục và hướng về Đảo Thiên Không.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hero's Wit_icon.png",
        "amount": 2,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Thành Tựu</color>\nkhông có"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vị trí bắt đầu"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Lâu Đài Phai Màu, Fontaine</color>\n<color=#ffffff>Bản đồ tương tác:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=52,2,3,154,319,338&center=1065.75,-4640.00&zoom=2.00"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/1d14f581a6d02f7a2a03b927f2fc885e_1857498013310119271.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/11/41133912/ff731ff19065cc7eb2baa16cea8d3de6_8666324328943692596.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tổng quan nhiệm vụ"
      },
      {
        "type": "RichText",
        "text": "Tiếp tục thám hiểm <color=#ece5d8>Lâu Đài Phai Màu</color>\nTìm \"nhạc phổ trống\"\nLấy \"nhạc phổ trống\"\nDiễn tấu \"bản nhạc\" trên bích họa\nNói chuyện với ảo ảnh kỳ lạ\nĐánh bại Ma Tượng\nNói chuyện với Osse"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vật Phẩm Nhiệm Vụ"
      },
      {
        "type": "CustomEntry",
        "epId": 5625,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Lâu Đài Phai Màu</color>\n<color=#ffffff>Mô tả nhiệm vụ:</color> Để cứu người dân ở Thị Trấn Petrichor, bạn cùng chú mèo lạ mang tên \"Osse\" tiến vào Lâu Đài Phai Màu thần bí...\nTổng quan nhiệm vụ: Tiếp tục thám hiểm Lâu Đài Phai Màu\nĐi lên cầu thang\n<color=#ffffff>Paimon:</color>\nWaaaaaah!\nCon cá kỳ lạ kia lớn quá! Cũng may nó không lao về phía chúng ta...\nTiếp cận vị trí\n<color=#ffffff>Paimon:</color>\nỒ, đây chính là sân khấu mà Osse đã nói trước đó phải không? Là tôi hoa mắt sao, bức bích họa trên đó vẫn đang chuyển động, thật kỳ lạ!\nChẳng lẽ loại sức mạnh đáng sợ đó là đến từ đây sao, Osse?\nNày! Osse! Sao lại ngẩn ngơ vậy?\n<color=#ffffff>Osse:</color>\nMeeeow?\n....Khụ, xin lỗi, tôi hơi lơ đãng một chút.\n<color=#ffffff>Paimon:</color>\nLẽ nào trước đây anh cũng từng biểu diễn trên sân khấu này sao? Nên bây giờ cảm thấy... hoài niệm hả?\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>...Diễn vai mèo sao?</color>\n<color=#ffffff>Paimon:</color>\nChắc không phải đâu nhỉ.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Cũng có thể chỉ là khán giả.</color>\n<color=#ffffff>Paimon:</color>\nĐúng nhỉ!\n<color=#ffffff>Osse:</color>\nCó thể phải cũng có thể không. Đều là chuyện quá khứ rồi, cũng không phải là chuyện quan trọng gì...\nĐiều quan trọng bây giờ là... Tôi có thể ngửi thấy trong không khí vẫn còn một chút gì đó không hài hòa. Dường như có thứ gì đó khiến người ta bất an từng tới đây.\nNhưng cụ thể hơn thì... E là phải diễn tấu \"nhạc phổ\" ở đây trước rồi mới xác định được.\n<color=#ffffff>Paimon:</color>\nỞ đây cũng có \"nhạc phổ\" sao? Tôi không để ý nữa...\n<color=#ffffff>Osse:</color>\nKể ra thì hai vị từng thấy qua \"nhạc phổ\" dạng dây đàn, nhưng chưa từng thấy qua \"nhạc phổ\" dạng bích họa nhỉ. Nó ở ngay trước mặt hai vị đấy.\n<color=#ffffff>Paimon:</color>\nỒ! Thì ra đó là \"nhạc phổ\" nên hình vẽ trên đó mới chuyển động sao?\n<color=#ffffff>Osse:</color>\nỪm, để tôi nghĩ xem... Muốn diễn tấu thì trước tiên phải đặt \"nhạc phổ trống\" vào trong đây... Chắc nó ở trong lâu đài này thôi, chúng ta tìm thử xem..\nCác đoạn hội thoại thay thế sẽ xuất hiện nếu Nhà Lữ Hành gặp Nhạc phổ trống trước cảnh diễn ra.\nNhạc phổ trống đã được tìm thấy nhưng chưa nhận được.\n<color=#ffffff>Osse:</color>\nĐúng vậy, trước đây chúng ta không phải đã phát hiện ra một quyển \"nhạc phổ trống\" sao? Đặt thứ đó vào thiết bị này là có thể diễn tấu rồi.\nNhạc phổ trống đã được tìm thấy nhưng chưa nhận được.\n<color=#ffffff>Osse:</color>\nĐúng vậy. Trước đó chúng ta không phải đã tìm thấy một quyển \"nhạc phổ trống\" sao? Tiếp theo là đến việc diễn tấu, cứ thử trước xem sao.\nTổng quan nhiệm vụ: Tìm \"nhạc phổ trống\"\n<color=#ffffff>Paimon:</color>\nLại gặp con cá kỳ lạ phát sáng này rồi! Thật kỳ quái, cảm giác như nó cứ đi theo chúng ta vậy...\n<color=#ffffff>Osse:</color>\nPaimon đúng là ít gặp nên thấy lạ, nếu đã ở dưới nước thì việc nhìn thấy các loài cá khác nhau chẳng phải là chuyện rất bình thường sao?\n<color=#ffffff>Paimon:</color>\nƠ? Nhưng mà con cá này nhìn thế nào cũng thấy không bình thường mà!\n<color=#ffffff>Nhà Lữ Hành:</color>\nHơn nữa âm thanh này... Trước đây cũng từng nghe qua...\n<color=#ffffff>Paimon:</color>\nThật hay giả vậy? Chẳng lẽ là trong giấc mơ lúc trước sao?\n<color=#ffffff>Osse:</color>\nPhải nói sao nhỉ, vùng biển bên ngoài cũng giống như tòa lâu đài này, đều thuộc về quá khứ. Là sự tồn tại đáng bị lãng quên.\nQuái vật đã bị người đời lãng quên, nếu cứ liên tục vẫy gọi nó, nói không chừng nó sẽ thức tỉnh và làm loạn lần nữa.\nCho nên, chúng ta cứ xem nó như một con cá bình thường thì tốt hơn.\n<color=#ffffff>Paimon:</color>\nỐi, Osse nói nghe đáng sợ quá! Chắc không phải là đang hù dọa chúng tôi đấy chứ?\n<color=#ffffff>Osse:</color>\nChỉ là để tránh có thêm rắc rối thôi. Dù sao thì việc cấp bách của chúng ta là tìm lại linh hồn của những người trên mặt đất mà, không phải sao?\nĐúng lúc trước mặt có một \"nhạc phổ trống\", chỉ cần sử dụng hộp nhạc để điều chỉnh Ống Sáo Tự Cộng Hưởng ở hai bên là có thể tháo nó xuống rồi.\nThử xem nào.\nTổng quan nhiệm vụ: Lấy \"nhạc phổ trống\"\nNhận"
      },
      {
        "type": "CustomEntry",
        "epId": 5625,
        "desc": "",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Tổng quan nhiệm vụ: Diễn tấu \"bản nhạc\" trên bích họa\nTổng quan nhiệm vụ: Nói chuyện với ảo ảnh kỳ lạ\n<color=#ffffff>???:</color>\n\"Không chỉ có làn da cứng như nhau, mà trong dòng máu của chúng ta cũng chảy cùng một hợp chất tinh hoa thần thánh. Chúng ta chia sẻ cùng một thần trí và giai điệu, ý chí của chúng ta là một.\"\n<color=#ffffff>Paimon:</color>\nỐiii! Sao lại có bóng người chạy ra từ trong bức bích họa thế!\n<color=#ffffff>???:</color>\nLâu rồi không gặp! Bạn của ta... Đã qua bao lâu rồi nhỉ, năm trăm năm? Hay là vài ngàn năm rồi?\nNhưng thời gian đối với chúng ta không có ý nghĩa gì cả. Giống như tuy ngươi đang nương nhờ cơ thể đó, nhưng ta vẫn nhận ra ngươi ngay.\nThế nào? Chán ghét chinh chiến nên định đi bắt chuột sống qua ngày sao?\n<color=#ffffff>Osse:</color>\nLà ngươi...\n<color=#ffffff>Paimon:</color>\nRốt cuộc hắn là thứ gì vậy? Là quái vật? Hay hồn ma? Chắc không phải là Ma Vương thật sự đúng không?\n<color=#ffffff>???:</color>\n\"Ma Vương\"? Hah! Quả nhiên, man tộc dù qua bao lâu cũng vẫn là man tộc, thậm chí không biết gì về sự vô tri của bản thân.\n<color=#ffffff>Boethius:</color>\nTa là \"Boethius Của Remuria\", người chỉnh âm đứng đầu của Phobos. Còn về tên của đám man tộc các ngươi thì ta không hứng thú, nên không cần phải tự giới thiệu.\n<color=#ffffff>Nhà Lữ Hành:</color>\nCái tên thô lỗ này là bạn của Osse sao?\n<color=#ffffff>Osse:</color>\nTôi không phủ nhận việc quen biết hắn, nhưng mà...\n<color=#ffffff>Boethius:</color>\nKhách sáo vậy sao, Cassiodor? Đối với ngươi thì thời gian ta và ngươi cùng phụng sự Thần Vương tối cao của chúng ta, Sebastos, cũng không đáng nhắc đến sao?\n<color=#ffffff>Osse:</color>\nChuyện quá khứ đều đã qua rồi. Tuy không biết linh hồn đã tan vỡ của ngươi tại sao lại hiện hình ở đây, nhưng xem ra \"bản nhạc\" hỗn loạn đó chính là do ngươi tạo ra.\nTới đây là đủ rồi! Hãy trả linh hồn của những người ở hiện tại về với họ, sau đó trở về với bóng tối dưới nước sâu, trở về nơi ngươi nên đến đi. Đây là lời khuyên cuối cùng của ta dành cho ngươi.\n<color=#ffffff>Boethius:</color>\nỒ, sau đó thì sao? Sau đó ngươi sẽ tiếp tục mang lên mình bộ mặt giả tạo của kẻ phản bội, nhắm mắt bịt tai cho đến ngàn năm tiếp theo sao?\nNgươi đã nhận ra rồi đúng không? Tại sao giai điệu của ta lại phá vỡ rào cản mà ảnh hưởng đến thế giới hiện tại vào lúc này.\nTại sao sức mạnh của ta lại đủ cho ta mở cánh cửa kết nối với nước sâu mà hiện thân ở đây.\nSức mạnh của biển cả đang không ngừng tăng lên đấy, Cassiodor... Thời khắc Phobos tái xuất sắp đến rồi!\n<color=#ffffff>Osse:</color>\n\"Phobos\"...?\n<color=#ffffff>Boethius:</color>\nĐúng vậy! Mất hàng ngàn năm thời gian, linh hồn của ta đã hòa làm một với Phobos vụn vỡ...\nHuyền bí toàn trí, sức mạnh vĩ đại, cuối cùng cũng có thể giáng lâm lên thế gian này lần nữa. Đây không phải là nguyện vọng mà chúng ta trước đây chưa thể thực hiện sao?\n<color=#ffffff>Osse:</color>\nLặp lại quá khứ cũng chỉ khiến cho bi kịch lặp lại... Hơn nữa, ta chưa từng muốn hy sinh tính mạng của những con người vô tội.\n<color=#ffffff>Boethius:</color>\nKhông còn quan trọng nữa, Cassiodor. Thế giới mà ngươi bảo vệ đang sụp đổ rồi. Những người xa xưa trong mắt ngươi sẽ trở lại vị trí của họ.\nSự tồn tại của Fontaine vốn đã là một sai lầm, bọn ta sẽ sửa chữa nó. Đợi đến khi nước biển nuốt chửng Fontaine thì Remuria sẽ một lần nữa sừng sững trên mặt biển, ánh sáng của nó sẽ chiếu rọi khắp mặt đất.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Chẳng lẽ là do Biển Khởi Nguyên sao?</color>\n<color=#ffffff>Osse:</color>\nGiờ đây đến cả man tộc cũng biết sự tồn tại của thứ này rồi sao?\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Sao lại nói là sai lầm chứ...?</color>\n<color=#ffffff>Osse:</color>\nKẻ sai chính là ngươi. Từ hàng ngàn năm trước chúng ta đã nên hòa nhập vào quốc gia mới rồi, là ngươi đã biến họ thành con rối của thù hận xưa kia.\nDù chuyện của Phobos là thật hay giả, chỉ cần ý chí của ta chưa biến mất thì kế hoạch của ngươi cũng sẽ không thể nào thành công.\n<color=#ffffff>Boethius:</color>\nDÝ của ngươi là, chúng ta vốn nên từ bỏ vinh quang của người Remuria mà thoái hóa thành sâu bọ ư?\nLàm sao ta có thể để đồng tộc của ta quay trở về cơ thể nhanh chóng lụi tàn đó và trở thành nô lệ của vận mệnh ( <color=#ffe14b>Fortuna</color> ) chứ\n<color=#ffffff>Osse:</color>\nXem ra thời gian ngàn năm đã không khiến ngươi chấp nhận sự thật rằng Remuria đã không còn nữa, ngược lại càng cố chấp hơn với suy nghĩ của mình.\n<color=#ffffff>Boethius:</color>\nChỉ riêng về việc cố chấp thì chúng ta có thể nói là giống nhau. Ta vốn tưởng đã lâu như vậy rồi thì ngươi sẽ đồng ý đứng về phía ta một lần nữa.\nPhản bội bộ tộc mà mình xuất thân, lại phản bội Remuria... Mặc dù ngươi đã trở thành \"Thợ Săn Hoàng Kim\", nhưng cũng sẽ không thể xóa đi dấu ấn mà Sebastos đã để lại. Rốt cuộc thì ngươi vẫn là người Remuria.\n<color=#ffffff>Osse:</color>\nSớm đã không còn người Remuria nữa... Mọi thứ bây giờ chỉ là ảo tưởng của ngươi mà thôi, thế giới xa xưa đó đã biến mất rồi.\n<color=#ffffff>Boethius:</color>\nĐương nhiên, vốn dĩ đã không còn rồi. Nhưng giờ đây ranh giới giữa quá khứ và hiện tại đã bị phá vỡ.\nNếu ngươi cố chấp muốn trở thành kẻ địch của vương quốc cũ và lần nữa nhốt ta vào ngục tù dưới làn nước sâu, vậy thì những người Fontaine mà ngươi muốn bảo vệ, cũng như cả Thị Trấn Petrichor đều sẽ bị chôn vùi.\n<color=#ffffff>Paimon:</color>\nHả!? Không được, chúng tôi sẽ không để chuyện này xảy ra đâu!\n<color=#ffffff>Boethius:</color>\nMan tộc vô lễ, chuyện này sẽ không do các ngươi quyết định! Đến lúc đó, thân xác đáng khinh của các ngươi đương nhiên sẽ tan thành cát bụi, nhưng linh hồn của các ngươi sẽ trở thành một phần của bọn ta, bước lên nấc thang tiến hóa.\nBọn ta sẽ ban cho các ngươi cơ thể cứng cáp vĩnh hằng, để các ngươi không còn phải chịu đựng nỗi đau của trần thế nữa. Hmm... Nếu các ngươi có gì cảm kích thì có thể nói ra ngay bây giờ.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Vậy thì thật cảm ơn ngươi đấy</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Đùa kiểu gì thế?</color>\n<color=#ffffff>Paimon:</color>\nĐây căn bản không phải là việc gì đáng để cảm ơn đấy!\n<color=#ffffff>Osse:</color>\nGiống như những con rối nhảy múa theo màn trình diễn của ngươi sao? Những đứa trẻ đáng thương đó đã bị tước đoạt tất cả, vậy mà ngươi vẫn còn hùng hổ như vậy.\n<color=#ffffff>Boethius:</color>\nMọi thứ đều có cái giá của nó. Là một sinh mệnh cao cấp thì đương nhiên phải vứt bỏ những ý kiến cá nhân hạn hẹp rồi.\nHơn nữa, theo ta thấy thì họ mới là hình thái loài người lý tưởng, thứ tuân thủ trật tự một cách hoàn hảo.\n<color=#ffffff>Paimon:</color>\nNgươi đúng là điên rồi... Hơn nữa... Hơn nữa còn rất bỉ ổi!\n<color=#ffffff>Boethius:</color>\nBỉ ổi? So với những gì Cassiodor đã làm với bọn ta hàng ngàn năm trước thì chuyện này có là gì đâu!\nDù sao thì ta cũng cảm thấy chúng ta nên nói chuyện một cách tử tế, nhưng không phải ở đây, mà là ở dưới nước sâu... Nơi sâu nhất của vương quốc xa xưa, nơi mọi thứ bắt đầu.\nVương quốc xa xưa kia đang hồi sinh đấy, Cassiodor! Thân là người may mắn còn sót lại của vương quốc diệt vong, người Remuria duy nhất có ý chí tự do, ngươi đã rời xa bọn ta quá lâu rồi.\nNgươi nên trở về với bọn ta, lắng nghe những khúc bi ca và oán hận ngàn năm. Sau đó, có lẽ ngươi sẽ chấp nhận bản nhạc của ta và sự sắp xếp của Phobos.\nTa sẽ chờ đợi ở Domus Aurea tại vương thành Remuria, nơi Sebastos tấu lên bản nhạc. Trước khi ngươi tới thì ta sẽ đối xử chu đáo với linh hồn của những người ở thế giới hiện tại.\nĐến lúc đó, nếu ngươi vẫn kiên trì thì linh hồn của họ sẽ được giải thoát một cách tự nhiên.\nCòn các ngươi... Các ngươi không nằm trong kế hoạch của Phobos, nhưng bản nhạc vĩ đại sẽ không từ chối bất kỳ thính giả nào...\nTiếp theo, hãy thưởng thức khúc dạo đầu nhỏ mà ta đã chuẩn bị cho các ngươi nhé!\nNếu may mắn thì chúng ta sẽ còn gặp lại nhau sau...\nTổng quan nhiệm vụ: Đánh bại Ma Tượng\nTổng quan nhiệm vụ: Nói chuyện với Osse\n<color=#ffffff>Paimon:</color>\nPhù, những tên này cuối cùng cũng chịu yên rồi. Nhưng tiếp theo phải làm sao đây?\nMuốn giải cứu linh hồn người dân trong thị trấn, chắc chúng ta phải đến Domus Aurea gì đó mà tên xấu xa tự cao vô lễ đó nhắc đến phải không?\n<color=#ffffff>Nhà Lữ Hành:</color>\nHắn không có mời chúng ta...\n<color=#ffffff>Paimon:</color>\nĐi thăm nhà của kẻ xấu thì không cần được mời đâu!\nÀ đúng rồi! Nghe hắn nói thì hình như hắn từng rất thân với Osse, lại còn cùng nhau làm việc cho \"Sebastos\" gì đó nữa nhỉ...\n<color=#ffffff>Nhà Lữ Hành:</color>\nTrước khi xuất phát thì chúng ta phải nói rõ với nhau đã...\n\"Cassiodor\"\n<color=#ffffff>Osse:</color>\nNếu hai vị có điều gì đó muốn hỏi, thì lần này tôi sẽ nói hết những gì mình biết...\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Về Remuria...</color>\n<color=#ffffff>Paimon:</color>\nOsse và tên xấu xa thô lỗ vừa nãy đều đến từ đất nước tên Remuria, đúng không?\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Trước đây chúng tôi cũng từng nghe qua rồi.</color>\n<color=#ffffff>Paimon:</color>\nĐúng rồi, tôi nhớ ra rồi. Trước đây khi ở Pháo Đài Meropide hình như chúng ta từng nghe qua câu chuyện về Remuria rồi. Nghe nói đó là quốc gia được thống trị bởi vị thần tên Remus.\nNghe nói Remus đã lái con thuyền khổng lồ chinh phục cả Fontaine... Ngoài chuyện đó ra thì tôi không còn biết gì nữa.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Hình như là một quốc gia cổ xưa.</color>\n<color=#ffffff>Osse:</color>\nỪm, đó là quá khứ trước khi Đại Sảnh Fontaine mà các vị quen thuộc ra đời...\nĐược thành lập bởi Sebastos Remus tối cao của chúng tôi, là quốc gia thống trị biển cao Fontaine. Tổ tiên của người Fontaine ngày nay cũng từng sợ hãi mà gọi ngài ấy là \"Ma Vương Remus\".\nTrước khi chìm xuống, vùng nước này từng là một phần của Hồ Fontaine, và vương đô Remuria tọa lạc ở đây. Do đó, vùng nước này cũng có tính chất giống với vùng nước Fontaine.\n<color=#ffffff>Paimon:</color>\nHả? Vậy có nghĩa đây là di tích của vương quốc Remuria sao?\n<color=#ffffff>Osse:</color>\nĐúng vậy. Nhưng khác với lịch sử thông thường là...\nCư dân Remuria không phải là những con người bình thường như người Fontaine, mà là chủng tộc dùng đá làm cơ thể, lấy Linh Lộ làm huyết mạch.\nSebastos đã ban cho chúng tôi cơ thể như vậy, là hy vọng chúng tôi có thể thoát khỏi xiềng xích của cơ thể thối rữa và số phận.\nTrong tầm nhìn vĩ đại của ngài ấy, chúng tôi sẽ nắm giữ được sức mạnh của \"bản nhạc\", từ đó thoát khỏi sự ràng buộc của Fortuna, tự mình nắm giữ vận mệnh của chính mình.\n<color=#ffffff>Paimon:</color>\nCho nên những tượng đá mà chúng ta gặp trên đường chính là... người trong tộc của anh sao?\n<color=#ffffff>Osse:</color>\nĐúng vậy. Nhưng họ đã sớm mất đi ý chí tự do, trở thành những nô lệ vô tri. Sự tồn tại này còn đáng thương hơn cả những con người xa xưa trong cơ thể dễ bị lụi tàn.\n<color=#ffffff>Paimon:</color>\nĐợi đã, nếu như vậy thì tại sao anh lại là mèo?\n<color=#ffffff>Osse:</color>\nChỉ là bây giờ tôi là mèo thôi... So với cơ thể thì ý chí và linh hồn quan trọng hơn! Dù sao đi nữa thì đây cũng là sinh mệnh mới mà Sebastos ban cho tôi.\nChúng tôi từng có cả vùng biển cao, vô số thành phố và cung điện, hoa tươi và rượu ngon... Thế nhưng, vận mệnh vẫn tìm đến chúng tôi.\nSau khi trở về từ đáy biển sâu, Sebastos đã dùng Linh Lộ để tạo ra cơ thể bất tử cho người dân. Thế nhưng, tương lai của lời tiên tri vẫn không vì thế mà thay đổi.\nThần Vương cho rằng đó là vì linh hồn con người vẫn chưa thể thoát khỏi xiềng xích của số phận, vì thế mà ngài mới viết nên \"bản nhạc\" có thể dệt nên vận mệnh.\nSebastos nghĩ rằng đã tìm được con đường chống lại vận mệnh, nhưng kết quả là con đường đó lại từng bước dẫn chúng tôi vào bóng tối.\nCuối cùng, giống như sự trừng phạt của bầu trời vậy, cả vương quốc chìm xuống biển sâu...\n<color=#ffffff>Paimon:</color>\nSao lại..\n<color=#ffffff>Osse:</color>\nE rằng Sebastos cũng không dự đoán được kết quả như vậy, nhưng dù sao thì sự việc cũng đã xảy ra như thế.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Về người bạn thô lỗ của anh...</color>\n<color=#ffffff>Paimon:</color>\nĐúng rồi, hắn còn gọi anh là... \"Cassiodor\" nhỉ? Chẳng phải tên anh là Ou—Oura... gì đó sao?\n<color=#ffffff>Osse:</color>\nGiống như tôi từng ở trong nhiều cơ thể khác nhau vậy, tôi cũng có rất nhiều tên gọi khác nhau. Đương nhiên, đây là nhờ vào Sebastos đã tách linh hồn tôi ra khỏi bản nhạc lớn...\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Năng lực này tiện lợi thật</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>...Liệu anh đã từng có âm mưu gì đó với chúng tôi không?</color>\n<color=#ffffff>Osse:</color>\nMeow? Meow meow?\n<color=#ffffff>Paimon:</color>\nMột con mèo đáng yêu đang suy nghĩ những chuyện đáng sợ sao...? Không đúng, kể ra thì Osse vốn dĩ cũng đâu phải là chú mèo đáng yêu.\n<color=#ffffff>Osse:</color>\nDù sao đi nữa thì Nhà Lữ Hành cũng đã quen với việc đóng vai dũng sĩ giải cứu mọi người rồi phải không? Tôi cũng chỉ đang đóng vai một nhân vật mà bản thân quen thuộc thôi... Dù là đang trong một cơ thể xa lạ.\n<color=#ffffff>Osse:</color>\nQuay lại chuyện của Boethius... Thật ra hắn vốn không hề xấu xa. Trước đây hắn cũng là một người chỉnh âm cao quý của Remuria, và là người duy nhất sống sót sau trận thảm họa đó.\nMục đích ban đầu khi xây lâu đài hoàng kim là để thu nhận những đồng tộc còn sống sót, để tránh bi kịch biển cao nuốt chửng mặt đất xảy ra lần nữa. Nhưng Boethius rõ ràng có suy nghĩ riêng của mình...\nKhi tôi và đồng đội tuần tra khắp nơi, chiến đấu để khống chế sức mạnh của dòng nước khởi nguyên, thì Boethius đã dùng lời nói khéo léo của mình để mê hoặc những người còn lại.\nHắn ta thực hiện nghi thức tà ác để cố gắng khôi phục lại \"bản nhạc\" đã vụn vỡ, xây dựng lại vương quốc đã diệt vong. Để đạt được mục đích, hắn không ngại hòa tan ý chí của đồng tộc, đi khắp nơi cướp đoạt linh hồn người Fontaine.\nRất nhiều vương hầu và quý tộc đã trở thành con rối của hắn ta, đất nước mới ra đời gần như bị hủy diệt vì điều đó.\nĐể ngăn chặn nghi thức của hắn, tôi đành phải từ bỏ tên của mình, hóa thành người săn đuổi theo bóng ma, cùng người Fontaine chống lại một Boethius đã trở thành quái vật.\nSau cuộc chiến gian khổ, cuối cùng cũng đã phong ấn được hắn và cả vùng biển đã nuốt chửng quốc gia của chúng tôi.\n<color=#ffffff>Nhà Lữ Hành:</color>\nCho nên hắn mới gọi anh là kẻ phản bội sao.\n<color=#ffffff>Osse:</color>\nNăm xưa sở dĩ tôi đi theo Sebastos, là bởi vì ngài ấy chỉ cho tôi giấc mơ vàng đó, một vùng đất không còn thành kiến và khác biệt, một vùng đất của công lý và tự do.\nNhưng sau khi Remuria chìm thì lý tưởng đó cũng đã trở thành ảo mộng... Nhưng dù bị gọi là kẻ phản bội thì tôi cũng không thể để mặc hắn giẫm đạp lên lý tưởng trước kia của chúng tôi.\nTôi thề trước vận mệnh, tôi sẽ trở thành lá chắn giữa quá khứ và hiện tại. Sau đó, tôi đã trở thành người canh giữ linh hồn của vương quốc xưa kia.\n<color=#ffffff>Paimon:</color>\nKể ra thì tên đó cũng thật ngoan cố nhỉ. Rõ ràng đã bị đánh một trận rồi bị phong ấn, qua một thời gian lâu như vậy mà lại có thể phá vỡ phong ấn mà ra ngoài làm loạn...\n<color=#ffffff>Osse:</color>\nĐúng vậy. Tôi vốn nghĩ dù hắn vẫn còn tà niệm thì linh hồn cũng đã tan vỡ từ lâu, cùng lắm cũng chỉ biến thành những nốt nhạc không hài hòa mà chìm vào \"bản nhạc\" hỗn loạn thôi.\nNhưng tôi không ngờ là hắn đã dệt linh hồn tan vỡ của mình vào trong \"bản nhạc\" và nắm giữ được sức mạnh của nó. Giờ đây âm thanh không hài hòa rải rác dưới đáy biển sâu đều có thể xem là sự bành trướng năng lực của hắn.\nNếu muốn đánh bại hắn lần nữa... Tôi nghĩ lúc những linh hồn vụn vỡ của hắn tập trung lại vào một cơ thể chính là cơ hội duy nhất.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Về bản nhạc và Phobos...</color>\n<color=#ffffff>Osse:</color>\nPhải bắt đầu từ đâu nhỉ... Đem ký ức và nhân cách con người dệt thành giai điệu thông qua nốt nhạc, khiến tâm hồn được an yên trong đó và hiện thực hóa những nguyện vọng của họ... Đó chính là \"bản nhạc\".\nVì vậy, nắm bắt được \"bản nhạc\" chính là nắm giữ được \"vận mệnh\"... Người ta cho rằng điều này đã được Ong Vàng Vĩ Đại Sybilla, một nhà tiên tri sống sót ở vòng luân hồi trước đó truyền lại.\nSebastos từng tạo ra \"bản nhạc\" đã truyền những giai điệu này vào Linh Lộ không tan trong nước, hy vọng mỗi người đều có thể nắm giữ vận mệnh của mình bằng cách tấu lên bản nhạc.\nNgài ấy đã đánh giá cao chúng tôi, những gì ngài bày ra khiến chúng tôi sợ hãi... Con người không thể gánh vác được gánh nặng của số phận, nên đã cầu xin sự chỉ dẫn của thần linh và những bậc thượng quyền.\nDưới sự cầu xin của mọi người, Sebastos đã biên soạn tất cả giai điệu vào bản nhạc vĩ đại nhất, và bản nhạc đó sẽ mang lại hạnh phúc cho tất cả mọi người, tên của nó là \"Phobos\".\n<color=#ffffff>Nhà Lữ Hành:</color>\nThế nhưng Phobos không mang lại hạnh phúc...\n<color=#ffffff>Osse:</color>\nĐúng là như vậy... Cô(Cậu) đã nhìn thấy kết cục trong giấc mơ rồi sao?\nTheo kế hoạch của Sebastos, bản nhạc vốn sẽ dệt nên giai điệu tốt đẹp nhất cho mỗi người, kéo dài đến vĩnh hằng của hàng ngàn năm sau. Nhưng không biết đã xảy ra vấn đề gì...\nNgười có thể thay đổi giai điệu của Phobos, ngoài Sebastos ra thì chỉ có thể là người chỉnh âm của bậc thượng quyền.\nMà Boethius... cũng từng là một người chỉnh âm xuất sắc.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Về giấc mơ mà tôi nhìn thấy...</color>\nKể về giấc mơ kỳ lạ trước đây...\n<color=#ffffff>Osse:</color>\nÀ, đúng vậy. Đó đúng là ký ức của Thần Vương Remus tôn quý mà tôi từng hầu hạ để lại. Tuy không biết tại sao (Nhà Lữ Hành) lại có thể nhìn thấy những ký ức này...\nNhưng tôi nghĩ hai vị không cần quá lo lắng. Nếu \"bản nhạc\" hỗn loạn đủ khả năng để khống chế hai vị thì nó đã sớm gây ra ảnh hưởng khi hai vị còn ở trên mặt đất rồi. Nhưng thực tế thì không phải vậy, đúng không?\n<color=#ffffff>Paimon:</color>\nNói chứ, tại sao Este cũng không bị ảnh hưởng nhỉ? Chẳng lẽ anh ấy cũng có... ừm, có thể chất đặc biệt sao?\n<color=#ffffff>Osse:</color>\nVề tình trạng của Este thì tôi cũng có chút manh mối, nhưng vẫn nên đợi đến lúc thích hợp rồi nói tiếp vậy.\n<color=#ffffff>Paimon:</color>\nLại giấu thông tin nữa à... Được rồi, đừng quên nhé!\n<color=#ffffff>Osse:</color>\nDù sao thì, nếu như (Nhà Lữ Hành) đã có thể nhìn thấy những thứ đó, chứng tỏ chí ít một phần ý chí và ký ức của Sebastos vẫn còn sót lại trong bản nhạc dưới nước sâu.\nHàng ngàn năm nay tôi vẫn luôn tìm kiếm... Nếu (cô/cậu) có thể tiếp xúc với nhiều ký ức hơn, có lẽ tôi sẽ tìm thấy được câu trả lời mà tôi đã tìm kiếm cả ngàn năm nay...\nSự tồn tại vĩ đại như Ma Thần, ngay cả những con sóng khổng lồ cũng không thể làm tổn thương. Nhưng khi vương quốc chìm xuống biển sâu thì Sebastos lại biến mất không để lại dấu vết...\nSebastos sẽ không khoanh tay đứng nhìn quốc gia và người dân bị máu tươi nuốt chửng... Nhưng ngài ấy đã đi đâu? Hay sự ra đi của ngài ấy mới là hồi chuông báo tử thực sự của Remuria?\n...\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Tạm thời cứ vậy trước đi, chuyện còn lại để sau hẵng nói...</color>\n<color=#ffffff>Osse:</color>\nỪm, nếu hai vị còn muốn biết chuyện gì khác thì có thể hỏi tôi bất cứ lúc nào.\n<color=#ffffff>Paimon:</color>\nTiếp theo cần phải tới Domus Aurea gì đó để gặp tên thô lỗ đó rồi nhỉ? Tuy chắc chắn rất nguy hiểm, nhưng mà...\n<color=#ffffff>Osse:</color>\nTôi sẽ tiếp tục chỉ đường cho các vị. Dù sao đó cũng là cố hương của tôi, dù có chìm dưới đáy biển hay đã qua hàng ngàn năm thì tôi vẫn nhận ra được con đường trước đây...\n...Tôi nghĩ chắc sẽ được thôi.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Đừng tỏ ra không đáng tin cậy trong thời khắc then chốt chứ...</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Đâm lao thì phải theo lao thôi.</color>\n<color=#ffffff>Osse:</color>\nNếu thật sự có chuyện gì phiền phức thì hãy yên tâm tin tưởng tôi đi. Dù sao so với mèo bình thường thì tôi cũng mạnh hơn nhiều đấy.\n<color=#ffffff>Paimon:</color>\nCứ nghĩ đến việc Osse là người của hàng ngàn năm trước thì tôi lại cảm thấy cái tên tôi đặt có hơi sai... Nhưng tôi lại không nhớ nổi cái tên gốc dài như vậy... Chậc...\nÀ, hay gọi anh là Ngài Os nhé! Như vậy thì xem như tôi có tôn trọng anh.\n<color=#ffffff>Monsieur Os:</color>\nTên gọi đối với tôi mà nói chẳng qua chỉ là biệt hiệu mà thôi, nhưng nếu đã là sự công nhận của Paimon dành cho tôi, vậy thì tôi sẽ vui vẻ tiếp nhận.\n<color=#ffffff>Paimon:</color>\nHihi, tuy tôi muốn tên thô lỗ đó phải đợi thêm chút nữa, nhưng người dân trong thị trấn không đợi được nữa rồi. Ngài Os, Nhà Lữ Hành, chúng ta xuất phát thôi!"
      }
    ]
  }
}