{
  "epId": 5640,
  "name": "Ngày Cuối Cùng Của Remuria",
  "desc": "<p>Sau khi biết được thân phận thật sự của \"Ngài Os\", bạn quyết định đến Biển Kỷ Nguyên Cũ để truy tìm Boethius...</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/07/55631176/231826ade1c78996779f1a72e9a57e9e_5405924015813041070.png",
  "menuId": 31,
  "menuName": "Nhiệm Vụ Thế Giới",
  "version": 1734104967,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Ngày Cuối Cùng Của Remuria"
          }
        ]
      },
      {
        "key": "Thể Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Nhiệm Vụ Thế Giới"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Bản Cập Nhập Ra Mắt",
        "value": [
          {
            "type": "RichText",
            "text": "4.6"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Biển Kỷ Nguyên Cũ</color>\n<color=#ffffff>Mô Tả Nhiệm Vụ:</color> Sau khi biết được thân phận của Ngài Os, các bạn quyết định đến Biển Kỷ Nguyên Cũ để tìm tung tích của Boethius...\n<color=#ffffff>Mục Tiêu Nhiệm Vụ:</color> <color=#ffffff>Đến Biển Kỷ Nguyên Cũ</color>\n<color=#ffffff>Mục Tiêu Nhiệm Vụ:</color> <color=#ffffff>Tiếp tục điều tra</color>\n<color=#ffffff>Ngài Os:</color>\nThật là... Một chút dấu vết của nền văn minh cũng không còn...\nThế này thì chút hoài niệm cũng chẳng còn rồi. Chúng ta mau vượt qua nơi này trước thôi.\nNhìn con cá phát sáng kì lạ.\n<color=#ffffff>Paimon:</color>\nCá phát sáng kỳ lạ... Không ngờ ở đây cũng gặp được nó.\n<color=#ffffff>Mục Tiêu Nhiệm Vụ:</color> <color=#ffffff>Tiếp tục tiến lên</color>\n<color=#ffffff>Paimon:</color>\nWoa... Rất giống với con cá phát sáng kỳ lạ mà chúng ta đã từng thấy trước đây nhỉ!\nXung quanh có những thứ kỳ quái quấn quanh... Rốt cuộc đã xảy ra chuyện gì vậy? Càng ngày càng khó hiểu rồi đấy...\n<color=#ffffff>Nhà Lữ Hành:</color>\nÂm thanh này, trước đây trong mơ cũng từng nghe thấy...\nNhưng tên thì tôi không nhớ nữa...\n<color=#ffffff>Ngài Os:</color>\nỪm, (cậu|cô) chắc đã gặp được hắn ta trong ký ức của Sebastos rồi nhỉ?\nScylla, từng là ác long phục tùng Sebastos. Hắn ta bị Boethius trấn áp và phong ấn ở đây.\n<color=#ffffff>Paimon:</color>\nHả!? Trấn áp ác long? Không ngờ là tên thô lỗ đó lại có thể làm được chuyện lợi hại như vậy đấy...\n<color=#ffffff>Ngài Os:</color>\nTuy nói là ác long, nhưng thực ra cũng chỉ là một con rồng đất mạnh mẽ hơn chút mà thôi. Suy cho cùng thì khi chủ nhân của muôn dòng nước còn ẩn cư dưới biển sâu, thì sẽ không có Thủy Long mới được sinh ra.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffffd9>Không ngờ rồng đất lại có thể to lớn như vậy</color>\n<color=#ffffff>Ngài Os:</color>\nHừ, dù gì cũng là chủng tộc thiếu giáo dục, sinh trưởng một cách hoang dã. Dù có trông kỳ lạ hơn nữa cũng không có gì bất ngờ.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Speaking of which, isn't Neuvillette...</color>\n<color=#ffffff>Paimon:</color>\nĐúng nhỉ, Neuvillette là Thủy Long mà nhỉ? Vậy thì tính ra không lẽ tên này còn lớn tuổi hơn cả Neuvillette sao?\n<color=#ffffff>Ngài Os:</color>\nĐã có Thủy Long mới được sinh ra rồi sao? Cũng đúng, dù sao thì chủ nhân của muôn dòng nước trước đây cũng đã qua đời từ lâu rồi... Đã quá lâu rồi...\n<color=#ffffff>Ngài Os:</color>\nTóm lại, ác long Scylla là bạn của Sebastos, nhưng hắn đã nổi loạn vào thời khắc then chốt trong cuộc chiến của người Remuria và... người Fontaine.\nKhi đó, ác long dẫn theo hậu duệ của mình hành quân thẳng đến Machimos, đồng thời có ý đồ tấn công vào nội thành Capitolium của Sebastos.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Machimos?</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Tôi có nghe qua cái tên này từ người dân trong thị trấn.</color>\n<color=#ffffff>Paimon:</color>\nỪm, lúc ở trong thị trấn thì những người dân tại đó cứ nhắc đến Machimos và cả tháp chuông gì đấy...\n<color=#ffffff>Ngài Os:</color>\nĐúng vậy, Machimos là bên ngoài của vương thành, nhưng ác long nếu muốn vào nội thành thì phải đi qua Initium Iani.\nĐó là nơi ngăn cách trong và ngoài vương thành, bản nhạc được dệt nên bởi Sebastos và các nhạc sĩ, cũng được đưa đến toàn bộ Remuria bằng đường thủy hoàng kim thông qua Initium Iani.\nBoethius và quân đoàn của hắn đã lợi dụng điều này để cố gắng đóng Initium Iani lại, nên mới phong ấn được ác long.\n<color=#ffffff>Nhà Lữ Hành:</color>\n(Hình như có gì đó không đúng...)\n(Trong giấc mơ trước đó...)\n(Scylla chắc đã từng đến gặp Remus...)\n<color=#ffffff>Ngài Os:</color>\nCó lẽ Scylla muốn đến trước mặt Sebastos, nhưng đã không còn cơ hội như thế nữa. Sau đó, cả ác long cùng Remuria đều chìm xuống nước sâu, Sebastos cũng không rõ tung tích cho đến tận ngày nay...\nBạn có nhớ ra gì không, Nhà Lữ Hành?\n<color=#ffffff>Nhà Lữ Hành:</color>\nCảm thấy hơi hỗn loạn...\n<color=#ffffff>Ngài Os:</color>\nỪm... Những chuyện này tôi cũng chỉ nghe được sau này thôi. Dù sao thì tôi cũng không ở trong vương thành khi thảm họa xảy ra...\nKhi đó, không ai biết bên cạnh Sebastos đã xảy ra chuyện gì, e rằng chỉ có tiến về phía trước mới có thể tìm thêm được nhiều manh mối.\nCon cá lớn phát sáng mà chúng ta đã thấy trong lâu đài, có lẽ là những suy nghĩ của Scylla rò rỉ ra từ vết nứt trên ngục tù bằng đá đó.\nE rằng hắn đã sớm để ý đến chúng ta rồi. Bị phong ấn ở đây lâu như vậy, khó khăn lắm mới có người từ bên ngoài đến, tất nhiên phải tìm cách để thu hút sự chú ý của chúng ta rồi.\n<color=#ffffff>Paimon:</color>\nỒ, thì ra là vậy...\nKhoan đã, anh nói muốn đến Domus Aurea thì phải đi qua cánh cổng lớn gì đó, nhưng cánh cổng đó đã bị Boethius đóng lại rồi mà nhỉ? Vậy chẳng phải là không thể đi được à?\n<color=#ffffff>Ngài Os:</color>\nĐây đúng là một vấn đề nan giải...\n<color=#ffffff>Paimon:</color>\nChậc, bất lịch sự quả nhiên là bất lịch sự. Giả bộ nói là \"đợi ngươi ở Domus Aurea\"... Nhưng đến cánh cửa cũng không để lại...\nTheo tôi thấy thì chúng ta nên giải trừ phong ấn cho ác long, để bại tướng năm xưa của hắn phá cổng đi vào!\n<color=#ffffff>Ngài Os:</color>\nVậy cũng được sao?! Dù sao thì đó cũng là kẻ thù của Remuria mà...\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Kẻ thù của kẻ thù chính là bạn bè!</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Nhưng Remuria từ lâu đã không còn rồi.</color>\n<color=#ffffff>Paimon:</color>\nĐúng vậy. Hơn nữa đã lâu như vậy rồi, nói không chừng hắn ta sẽ thay đổi suy nghĩ, trở thành một con rồng tốt thì sao.\n<color=#ffffff>Ngài Os:</color>\nNhưng đó dù sao cũng là rồng...\n<color=#ffffff>Paimon:</color>\nGì chứ, cho dù là rồng, nhưng chưa biết chừng lại hiểu lý lẽ đấy. Chúng tôi cũng có kinh nghiệm nói chuyện với rồng mà. Đúng chứ (Nhà Lữ Hành)?\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Ví dụ như Phong Ma Long Dvalin...</color>\n<color=#ffffff>Paimon:</color>\nỪm, do Dvalin bị trúng lời nguyền nên gây ra bão tố ở Mondstadt, chúng tôi còn đánh nhau một trận vì chuyện này nữa....\nTùy chọn hộp thoại bổ sung sẽ xuất hiện nếu người chơi đã hoàn thành <color=#ffe14b>Cốt Truyện - Chương Lời Đồn Năm Xưa - Màn 2: Sắt Đá (Cốt Truyện Zhongli Màn 2)</color> <color=#ffffffa6>.</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Ví dụ như Azhdaha...</color>\n<color=#ffffff>Paimon:</color>\nĐúng đó. Azhdaha muốn phá vỡ phong ấn, nên chúng tôi đã đánh bại và phong ấn hắn lại...\nTùy chọn hộp thoại bổ sung sẽ xuất hiện nếu người chơi đã hoàn thành <color=#ffe14b>Cốt Truyện- Chương Chủ Trí Tuệ - Màn 2: Lông Vũ Hồi Hương (Cốt Truyện Nahida Màn 2)</color> <color=#ffffffa6>.</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Ví dụ như Apep của sa mạc...</color>\n<color=#ffffff>Paimon:</color>\nĐúng vậy, Apep còn nói muốn hủy diệt Sumeru gì đấy... Sau đó chúng tôi đã cùng nhau đánh bại sinh mệnh dị biến trong cơ thể Apep, giúp Apep hồi phục lại sức khỏe...\n<color=#ffffff>Paimon:</color>\nỪm, hình như không có sức thuyết phục lắm nhỉ...\n<color=#ffffff>Ngài Os:</color>\n...\n<color=#ffffff>Paimon:</color>\nDù có nhìn chúng tôi bằng ánh mắt nghi ngờ như vậy thì bây giờ cũng không còn cách nào khác tốt hơn và nhanh hơn nữa đâu!\n<color=#ffffff>Ngài Os:</color>\nHaiz, nói cũng đúng. Vậy thì thử xem sao.\nPhong ấn trói buộc ác long hình như liên kết với ba nơi. Chúng ta bắt đầu từ việc mở khóa xiềng xích ở ba nơi trước đi.\nTùy Chọn Hội Thoại: Nói chuyện với Ngài Os\n<color=#ffffff>Ngài Os:</color>\nVẫn hơi lo lắng... Nếu sau khi được giải phóng mà hắn ta vẫn cuồng bạo như xưa thì không dễ dàng khống chế vậy đâu...\n<color=#ffffff>Mục Tiêu Nhiệm Vụ:</color> <color=#ffffff>Gỡ bỏ xiềng xích trói buộc Scylla</color>\n<color=#ffffff>Tiến Hành Nhiệm Vụ:</color> <color=#ffffff>Đi theo hướng xiềng xích trong Biển Kỷ Nguyên Cũ và tìm cách gỡ bỏ.</color>\n<color=#ffffff73>Ở Vị Trí Xiềng Xích Phía Nam</color> <color=#ece5d8>Initium Iani</color>\n<color=#ffffff>Paimon:</color>\nXem ra nơi này có không ít Ma Tượng, cẩn thận đấy!\nWoa, quả nhiên lao đến phía chúng ta!\nĐánh bại Ma Tượng\n<color=#ffffff>Ma Tượng Vô Danh:</color>\nNgài Cassiodor! Ngài Cassiodor... Là ngài sao?\n<color=#ffffff>Ngài Os:</color>\n...\n<color=#ffffff>Ma Tượng Vô Danh:</color>\nQuả nhiên là ngài, cuối cùng thì ngài cũng đã trở về rồi...\nTôi nhận lệnh canh giữ cứ điểm này, nhưng rồng đất và man tộc tấn công quá mạnh mẽ. Chúng tôi chỉ đành phải lui dần đến đây.\nKể từ đó hình như đã qua rất nhiều rất nhiều năm... Tình hình bên ngoài thế nào rồi, chúng ta thắng rồi sao?\n<color=#ffffff>Ngài Os:</color>\n...\n<color=#ffffff>Ma Tượng Vô Danh:</color>\nVậy... Vậy là chúng ta thua rồi sao.\n<color=#ffffff>Ngài Os:</color>\nTôi xin lỗi...\n<color=#ffffff>Ma Tượng Vô Danh:</color>\nNgài đừng nói vậy. Khi tôi gia nhập quân đoàn của Sebastos thì đã từng nghĩ là sẽ có một ngày như vậy rồi.\nSebastos từng nói là sẽ dẫn dắt chúng tôi phá vỡ xiềng xích của \"Fortuna\". Nhưng sự việc sao có thể dễ dàng như vậy chứ?\nDù sao thì thứ chúng ta chống lại chính là vận mệnh, ngay cả thần linh vĩ đại cũng không thể chống lại được.\n<color=#ffffff>Ngài Os:</color>\nĐến cuối cùng, mọi nỗ lực cũng đều vô ích...\n<color=#ffffff>Ma Tượng Vô Danh:</color>\nKhông, thưa ngài. Chúng ta từng giương đao kiếm chống lại thiên mệnh, sự nghiệp của chúng ta đã thách thức luật lệ của trời cao. Chúng ta đã đồng lòng chống lại lời tiên tri đó...\nTuy chúng ta vẫn phải chịu thất bại... Nhưng nhất định là có người đã phản bội nên mới khiến chúng ta ra nông nỗi này...\nNhưng kết quả đã không còn quan trọng nữa. Dù thế nào thì chúng ta cũng sẽ được khắc ghi trong \"lịch sử\" của thế giới...\n<color=#ffffff>Paimon:</color>\nNày, sao anh ta lại ngã xuống vậy? Người đá cũng đột nhiên bị mất đi ý thức như vậy sao?\n<color=#ffffff>Ngài Os:</color>\nTôi vẫn chưa biết tên của anh ấy... Xem ra, \"lịch sử\" của anh ấy đã kết thúc rồi.\n<color=#ffffff>Paimon:</color>\nThật đáng thương, anh ta đã chiến đấu ở đây mấy ngàn năm rồi sao?\n<color=#ffffff>Ngài Os:</color>\nNhưng bây giờ anh ấy đã được yên nghỉ rồi. Chúng ta đi tiếp thôi.\n...Mau gỡ xiềng xích ở đây đi.\nTùy Chọn Hội Thoại: Nói chuyện với Ngài Os\n<color=#ffffff>Ngài Os:</color>\nNhững linh hồn đó... Bóng ma quá khứ còn ở lại đây... Nếu đánh bại được Boethius, có lẽ họ cũng sẽ được yên nghỉ...\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Linh hồn của họ sao lại...</color>\n<color=#ffffff>Ngài Os:</color>\nChấp niệm? Ảo tưởng? Dù thế nào thì cơ thể do Sebastos tạo ra cũng đã cung cấp cho chúng tôi một nơi trú ẩn.\nĐúng như mong muốn của ngài ấy, biển cả đã không thể cướp đi linh hồn và mạng sống của chúng tôi nữa... Nhưng linh hồn của chúng tôi cũng vì thế mà nặng nề hơn.\nGiờ đây những đồng tộc của tôi ẩn mình dưới biển sâu, thay vì nói là bị bản nhạc giam cầm, thì chính xác hơn là họ giống với Boethius, bị chấp niệm của bản thân trói buộc ở đây.\nThật là đáng buồn...\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>(Chạm vào.)</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Không có gì.</color>\n<color=#ffffff>Ngài Os:</color>\nĐược thôi. Có gì muốn biết thì cứ đến hỏi tôi, đừng khách sáo!\n<color=#ffffff73>Sợi xích ở phía Đông</color> <color=#ece5d8>Initium Iani</color>\n<color=#ffffff>Paimon:</color>\nHmm, xem ra bị thứ thực vật kỳ quái nào nó quấn lấy rồi, hơi phức tạp...\nSinh vật cổ xưa trong vùng biển này luôn phải chịu ảnh hưởng của giai điệu vàng, chỉ cần dùng sức mạnh \"bản nhạc\" can thiệp đôi chút vào chúng...\nHoàn thành giải đố\n<color=#ffffff>Paimon:</color>\nĐược rồi, tiếp theo chỉ cần gỡ xiềng xích là được!\nTùy Chọn Hội Thoại: Nói chuyện với Ngài Os\n<color=#ffffff>Ngài Os:</color>\nXiềng xích quấn quanh trụ đá đó. Chỉ cần dùng sức mạnh \"bản nhạc\" là có thể gỡ bỏ nó...\nPhá Vỡ Xiềng Xích\n<color=#ffffff>\"</color> <color=#b8b7be>Các vị thần, xin hãy đóng lấy cánh cổng đồng thau của thiên thành! Bảo kiếm của Remus đã chém đứt nút thắt vận mệnh, và sau khi chinh phục mặt đất và biển cả, chỉ còn lại con đường lên trời thôi...</color> <color=#ffffff>\"</color>\n<color=#ffffff>████:</color>\nBệ hạ, bệ hạ, người vẫn ổn chứ? Chẳng lẽ lại nằm mơ sao?\n<color=#ffffff>Nhà Lữ Hành:</color>\nỒn ào quá, đã xảy ra chuyện gì vậy?\n<color=#ffffff>████:</color>\nDân chúng đang tụ tập ngoài đại sảnh, dường như có việc muốn hỏi người.\nVì gần đây giai điệu của Phobos nhiều lần bị gián đoạn, mọi người đều có nhiều thắc mắc về việc này.\n<color=#ffffff>Nhà Lữ Hành:</color>\nĐây là điều buộc phải làm...\n<color=#ffffff>████:</color>\nĐương nhiên tôi tin vào phán đoán của người, tôi cũng có nghe kể về chuyện xảy ra gần đây... Là Phobos đã xảy ra chuyện gì sao?\nĐể hướng đến hạnh phúc chung của loài người, Phobos đã vạch sẵn đường cho mỗi người. Dựa vào khả năng tính toán dường như vô hạn của Sybilla, chắc phải không có vấn đề mới đúng...\n<color=#ffffff>Nhà Lữ Hành:</color>\nNhưng ta lại nghe thấy có tiếng khóc than trong tiếng nhạc.\n<color=#ffffff>████:</color>\nChẳng lẽ có người đã lén sửa nhạc phổ của Phobos sao? Không, ngoại trừ người chỉnh âm như người và tôi ra thì chắc không ai có thể làm được...\nLẽ nào vị tiên tri đó đã che giấu gì đó với chúng ta sao? Không thể nào, vị tiên tri đó đã hy sinh cả mạng sống của mình, lời tiên tri cũng đã được chủ nhân của nước kiểm chứng, tuyệt đối không mang ý đồ riêng...\n<color=#ffffff>Nhà Lữ Hành:</color>\nCó lẽ cũng vì \"cô ấy\" không có ý đồ riêng...\n<color=#ffffff>████:</color>\nGiờ đây tất cả mọi người đều dựa vào Phobos để thay họ phán đoán và quyết định, nếu như Phobos xảy ra vấn đề gì, e là dân chúng sẽ lâm vào khủng hoảng...\n<color=#ffffff>Nhà Lữ Hành:</color>\nHiện ta cần ngươi đến chỗ của những người tin tưởng mù quáng đó...\nVậy nên ta sẽ cho ngươi ý chí tự do.\n<color=#ffffff>████:</color>\nÝ của người là tách giai điệu của tôi ra khỏi bản nhạc để đề phòng bất trắc sao?\nKhông, như vậy vẫn còn quá sớm. Tôi lo là linh hồn của mình vẫn chưa thể gánh vác vận mệnh vĩ đại...\n<color=#ffffff>Nhà Lữ Hành:</color>\nTa tin tưởng ở ngươi.\nNhưng từ bây giờ ngươi đã không còn là \"chúng ta\"...\n<color=#ffffff>████:</color>\n...Tôi đã hiểu, tôi cũng đã có sự giác ngộ. Nếu đây là nguyện vọng của người, tất nhiên tôi bằng lòng thực hiện thay người.\n<color=#ffffff>Nhà Lữ Hành:</color>\nOuranopolis, thành phố của tương lai...\nHãy tự xưng bằng cái tên mới này.\n<color=#ffffff>Sau khi ████ rời đi, vượt qua hành lang màu vàng, tiếng tranh luận của mọi người ngày một gần hơn.</color>\n<color=#ffffff>Cho đến khi bước lên bục trung tâm đại điện, xung quanh mới yên tĩnh một chút.</color>\n<color=#ffffff>████:</color>\nSebastos vĩ đại, xin người hãy chỉ dẫn...\nGần đây, vì không thể nghe thấy giai điệu của Phobos, nên dân chúng đều cảm thấy sợ hãi và bối rối.\nRõ ràng kế hoạch vĩ đại vẫn đang tiến hành như thường. Man tộc ẩn nấp trong bóng tối cũng đã bị chúng ta tiêu diệt từng kẻ một, vùng nước ô uế cũng đã được chúng ta dùng Linh Lộ thanh tẩy.\nNhưng người lại muốn chấm dứt cuộc chiến cao quý này mà không có lý do, rốt cuộc là vì sao?\n<color=#ffffff>Nhà Lữ Hành:</color>\nTa đương nhiên có phán đoán của mình.\n<color=#ffffff>████:</color>\nSebastos vĩ đại, tôi không có ý thách thức quyền uy của người, nhưng tôi cho rằng người đã đủ nhân từ với lũ man tộc đó rồi.\nChúng ta mang đến trật tự vĩ đại, cánh cổng của Remuria luôn mở ra với những người sẵn sàng hòa nhập vào trật tự hoàng kim.\nNhưng lũ man tộc đó đã làm những gì? Bọn chúng phá hủy tháp cao, tàn sát nhạc sĩ của chúng ta. Với phẩm chất linh hồn đó, họ vốn không nên được cứu rỗi.\nChúng ta dùng máu tươi để thanh tẩy đất đai, còn trật tự và văn minh được sinh ra sau sự hủy diệt. Điều này có thể nói đã là ân điển vô thượng đối với chủng tộc ngu muội đó rồi.\n<color=#ffffff>Nhà Lữ Hành:</color>\nĐây không phải thứ mà ta muốn...\n<color=#ffffff>████:</color>\nKhi mặt trời chiếu rọi, vốn không nên có bóng tối, đây không phải là lý tưởng vĩ đại của người sao?\nTôi nghĩ đây cũng là nguyện vọng của tất cả người dân Remuria.\nSebastos, xin hãy ra lệnh!\n<color=#ffffff>\"</color> <color=#b8b7be>Bẩn thỉu, thật bẩn thỉu. Mỗi một người của Capitolium đều bẩn thỉu! Nếu không dùng máu tươi để thanh tẩy, sao có thể nở ra được những đóa hoa vô tội chứ...</color> <color=#ffffff>?\"</color>\n<color=#ffffff>Paimon:</color>\n(Nhà Lữ Hành) sao thế? Giờ không phải lúc nghỉ ngơi đâu, chúng ta mau gỡ xiềng xích ở đây ra đi!\n<color=#ffffff>Ngài Os:</color>\nLại nhìn thấy rồi à...\nSebastos...\n<color=#ffffff73>Sợi xích ở phía Bắc</color> <color=#ece5d8>Initium Iani</color>\n<color=#ffffff>Thủ Lĩnh:</color>\nNày, tên ngốc kia! Sao vẫn còn nhiều bảo vật ở đây thế? Lề mề như vậy thì phải làm đến bao giờ đây!\n<color=#ffffff>Người Bị Gọi là \"Tên Ngốc\":</color>\nKhông phải đâu đại ca! Số kho báu này thực sự quá nặng, chúng ta đã vận chuyển cả ngày rồi mà không ngờ vẫn còn nhiều như vậy...\n<color=#ffffff>Thủ Lĩnh:</color>\nNgươi ăn gì để lớn thế? Đây là kho báu, nặng một chút không phải rất bình thường sao!\nHuống hồ những kho báu này đều do chúng ta \"thu thập\" từ tay đám man tộc chết tiệt đó...\nHừ, đám sâu bọ đó chỉ đáng sống như bầy gia súc thôi, để lại kho báu trong tay chúng thì thật là lãng phí!\n<color=#ffffff>Người Bị Gọi là \"Tên Ngốc\":</color>\nNhưng nếu muốn đem tất cả kho báu này về Remuria... Thì chắc phải nhờ cấp trên phái thêm vài chiếc thuyền đến chứ nhỉ?\n<color=#ffffff>Thủ Lĩnh:</color>\nNgươi điên à? Thuyền vận chuyển của đế quốc thì sao có thể để chúng ta làm việc đó chứ!\n<color=#ffffff>Người Bị Gọi là \"Tên Ngốc\":</color>\nNếu đã vậy thì hãy phá hủy hết đi! Dù sao thì cũng không thể để rơi vào tay những kẻ man tộc đó được!\n<color=#ffffff>Paimon:</color>\nỪm, cuộc nói chuyện này cứ có cảm giác quen thuộc...\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Lúc mới đến Thị Trấn Petrichor...</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Là \"Đạo Bảo Đoàn\" đã gặp phải trước đó.</color>\n<color=#ffffff>Paimon:</color>\nĐúng vậy, những nhà mạo hiểm xui xẻo bị chúng ta đánh đuổi trước đó cũng từng nói những lời tương tự.\nHơn nữa cảm giác nghe còn quá đáng hơn lúc trước nữa!\nKhông lẽ thuyền của họ bị chìm, sau đó họ cũng biến thành Ma Tượng sao?\nNghĩ thế nào cũng thấy đáng sợ mà!\n<color=#ffffff>Este:</color>\nCác người là người của Quân Đoàn IX sao? Ở đây làm gì? Theo lệnh thì có lẽ Quân Đoàn IX đã rút về Pháo Đài Charybdis rồi mới phải chứ!\n<color=#ffffff>Thủ Lĩnh:</color>\nNày, Este! Đừng có làm hỏng chuyện tốt của chúng tôi chứ!\nDù sao đối phó với đám man tộc này cũng dễ hơn đối phó với cá chết mà. Cứ để chúng tôi ở đây chơi thêm một lúc nữa nhé.\n<color=#ffffff>Este:</color>\nSố tài sản này... Haiz, tôi không biết người chỉnh âm quản lý các người đã ra lệnh như thế nào...\nNhưng Sebastos lệnh cho chúng ta đi chinh phục những bộ tộc lạc hậu, cốt là để phá vỡ xiềng xích vận mệnh trói buộc họ. Còn những gì các người đang làm rõ ràng là đang phạm tội đấy.\n<color=#ffffff>Thủ Lĩnh:</color>\nHả? Chỉ huy của chúng tôi, ngài Boethius vĩ đại đã ra lệnh cho chúng tôi phải trừng phạt bọn man tộc này đấy.\nHuống hồ chúng tôi không bị trừng phạt, có nghĩa dù là Phobos hay bệ hạ thì cũng đã chấp nhận hành động của chúng tôi rồi.\nNhưng anh lại ở đây nói linh tinh phạm tội gì đó... Anh cố ý gây sự sao?\n<color=#ffffff>Este:</color>\nNhưng...\n<color=#ffffff>Paimon:</color>\nMột Este khác sao? Sự việc càng ngày càng kỳ lạ!\n<color=#ffffff>Ngài Os:</color>\nXem ra bây giờ là lúc để trả lời câu hỏi lúc trước rồi.\nEste mà hai vị gặp trong thị trấn chính là hậu duệ của người Remuria chúng tôi. Lúc đó tổ tiên của Este theo tôi gia nhập đất nước mới, trở thành người Fontaine bình thường.\nVì vậy, \"bản nhạc\" cướp đi linh hồn người Fontaine đã vô hiệu với Este. Ngược lại, giai điệu ghi lại ký ức của tổ tiên vì không có nơi để đi nên đã gắn chặt với bức tượng đó.\n<color=#ffffff>Paimon:</color>\nNói như vậy, Este ở đây thật ra là tổ tiên của Este trong thị trấn sao? Vậy còn những người khác thì sao?\n<color=#ffffff>Ngài Os:</color>\nĐều chỉ là những linh hồn quanh quẩn ở đây vì đã lạc lối trong ký ức quá khứ. Chúng ta qua đó xem thử đi.\n<color=#ffffff>Các bạn cùng Ngài Os đi về phía trước...</color>\n<color=#ffffff>Paimon:</color>\nXin chào, Este!\n<color=#ffffff>Este:</color>\nHửm? Xin chào, các người là ai?\nXem ra không phải người Remuria, không lẽ là man tộc sao?\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Chỉ là một nhà lữ hành qua đường thôi.</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Tôi cũng có thể trở nên khá man rợ đấy.</color>\n<color=#ffffff>Este:</color>\nĐây là chiến trường, rất nguy hiểm. Dù các người là ai thì vẫn nên rời khỏi đây mau đi.\n<color=#ffffff>Ngài Os:</color>\nLà tôi đây, Este. Lâu rồi không gặp.\n<color=#ffffff>Este:</color>\n...Ôi trời! Ngài Cassiodor! Ngài hiếm khi xuất hiện trong hình dạng như vậy đấy. Suýt nữa tôi đã không nhận ra ngài rồi.\nVậy hai vị này... Là thị vệ của ngài sao?\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>...Cứ cho là vậy đi.</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Thật ra tôi mới là chủ.</color>\n<color=#ffffff>Este:</color>\n...Hửm?\n<color=#ffffff>Paimon:</color>\nỐi, (Nhà Lữ Hành), đừng làm mọi chuyện trở nên phức tạp hơn nữa. Chúng tôi chỉ đùa thôi, Este, anh cứ nói tiếp nhé.\n<color=#ffffff>Este:</color>\nNhưng mà, sao ngài Cassiodor lại ở đây? Không phải Sebastos đã phái ngài đi... Đáng ghét, sao tôi không nhớ ra được? Không lẽ tôi đang nằm mơ sao?\n<color=#ffffff>Ngài Os:</color>\nXem ra đúng là vậy.\n<color=#ffffff>Este:</color>\nHaha, ngài thật biết nói đùa đấy. Tôi thấy là Sebastos chắc lại giao nhiệm vụ bí mật gì đó cho ngài rồi!\n<color=#ffffff>Ngài Os:</color>\nAnh đoán không sai. Kể ra thì, mấy binh sĩ của Quân Đoàn IX kia tại sao lại canh giữ xiềng xích vậy?\n<color=#ffffff>Este:</color>\nXiềng xích... Ngài đang nói về những kho báu đó sao? Có vẻ như họ đã cướp chúng trong trận chiến.\nTuy Sebastos coi chiến tranh là biện pháp không thể không dùng để đạt được nguyện vọng to lớn của chúng ta, nhưng từ lâu đã nghiêm cấm hành vi tàn bạo này rồi.\nNên ngài cũng biết đấy, chuyện này đã trở nên khá bình thường rồi... Chúng ta đang trên con đường đi vào bóng tối, nhưng mọi người đều không nhận ra.\nNgài Cassiodor, rốt cuộc đã xảy ra chuyện gì? Phobos vốn nên đem lại hạnh phúc cho chúng ta, nhưng bây giờ tôi chỉ cảm thấy đau khổ khó tả...\n<color=#ffffff>Ngài Os:</color>\nTôi cũng đang tìm câu trả lời đây. Nhưng xem ra, chúng ta phải giải quyết rắc rối trước mắt đã.\n<color=#ffffff>Este:</color>\nỪm. Nhưng dù thế nào thì họ cũng là thành viên của quân đoàn chúng ta, vẫn nên cố gắng giải quyết bằng hòa bình thì hơn.\n<color=#ffffff>Paimon:</color>\nKhụ, các binh sĩ của Quân Đoàn IX!\n<color=#ffffff>Thủ Lĩnh:</color>\nHửm? Các người là ai? Không lẽ là trợ thủ mà Este tìm đến sao?\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Đúng là vậy.</color>\n<color=#ffffff>Paimon:</color>\nKhông phải trợ thủ bình thường, mà là trợ thủ rất mạnh! Chúng tôi đi theo ngài Cassiodor đến đây.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Chúng tôi là đặc phái viên do Sebastos phái đến.</color>\n<color=#ffffff>Paimon:</color>\nĐặc phái viên là gì... À, đúng đó! Chúng tôi đến đây theo ngài Cassiodor.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Chúng tôi là thị vệ của Cassiodor.</color>\n<color=#ffffff>Paimon:</color>\nĐúng vậy, chúng tôi là thị vệ của ngài Cassiodor đấy!\n<color=#ffffff>Ngài Os:</color>\n(Xem ra (Nhà Lữ Hành) và Paimon cũng có năng khiếu diễn kịch nhỉ.)\n<color=#ffffff>Thủ Lĩnh:</color>\nỪm... Ngài Cassiodor... Tôi nghe nói Sebastos đã phái ngài ấy đến Aremorica, không lẽ về nhanh vậy sao?\n<color=#ffffff>Paimon:</color>\nCái này... Thật ra con mèo đứng bên cạnh chúng tôi chính là...\n<color=#ffffff>Ngài Os:</color>\n...\n<color=#ffffff>Paimon:</color>\nKhụ, tóm lại thì chúng tôi đến để quan sát tình hình quân đoàn ở tiền tuyến!\n<color=#ffffff>Thủ Lĩnh:</color>\nĐược thôi, tôi cũng đoán thế.\nMặc dù chúng tôi không đi theo quân đoàn chính đến Pháo Đài Charybdis...\nNhưng thân là hậu phương, việc ở lại đây để \"dọn dẹp\" cũng xem như hợp tình hợp lý mà!\n<color=#ffe14b>Đồng hồ đo độ tin cậy</color> <color=#9b9c9f>xuất hiện</color>\n<color=#ffffff>Nhà Lữ Hành:</color>\nĐây cũng là mệnh lệnh của Phobos sao?\n<color=#ffffff>Thủ Lĩnh:</color>\nChuyện này... Phobos vốn nên chỉ dẫn cho mọi hành động của chúng tôi. Nhưng từ khi tới đây thì chúng tôi không thường hay nhận được giai điệu của Phobos nữa.\nCho nên, chúng tôi chỉ đành hành động theo chỉ thị của ngài Boethius thôi.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Tên vô lễ đó sao...</color>\n<color=#ffe14b>Độ tin cậy</color> <color=#ffffff73>giảm</color>\n<color=#ffffff>Thủ Lĩnh:</color>\nNày, tên kia, dám bất kính với ngài Boethius sao!\nThân là một người chỉnh âm cao quý, ngài Boethius làm mọi việc theo chỉ thị của Sebastos. Mệnh lệnh của ngài ấy cũng tương đương với Phobos.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Sebastos không khiến các người tàn sát người vô tội.</color>\n<color=#ffe14b>Độ tin cậy</color> <color=#ffffff73>giảm</color>\n<color=#ffffff>Thủ Lĩnh:</color>\nTàn sát người vô tội... Tuy trước khi chiến tranh bắt đầu thì mệnh lệnh của Sebastos là giúp đỡ những con người yếu đuối này.\nNhưng hành động của chúng tôi bây giờ đã được Phobos ngầm phê chuẩn, không lẽ điều luật của Phobos đi ngược lại với thánh ý của Sebastos sao?\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Có lẽ Phobos cũng phạm sai lầm.</color>\n<color=#ffe14b>Độ tin cậy</color> <color=#ffffff73>giảm</color>\n<color=#ffffff>Thủ Lĩnh:</color>\nHai người có phải là người Remuria không đấy? Không lẽ hai người không biết Phobos được tạo ra bởi Sebastos toàn năng và nhà tiên tri hoàn hảo sao?\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Nhưng các người cũng có nhận được giai điệu đâu.</color>\n<color=#ffe14b>Độ tin cậy</color> <color=#ffffff73>giảm</color>\n<color=#ffffff>Thủ Lĩnh:</color>\nỪm... Đúng là vậy. Nhưng ngoài Phobos ra thì chúng tôi còn có thể tin vào gì chứ...\nNếu chúng tôi đi sai đường thì sao Phobos có thể mặc kệ được?\n<color=#ffffff>Thủ Lĩnh:</color>\nPhobos là tạo vật hoàn hảo tuyệt đối. Nếu là người Remuria thì đừng nghi ngờ sẽ tốt hơn.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Hoàn hảo? Không có gì là hoàn hảo cả.</color>\n<color=#ffe14b>Độ tin cậy</color> <color=#ffffff73>giảm</color>\n<color=#ffffff>Thủ Lĩnh:</color>\nĐang thảo luận triết học với tôi sao? Câu này nên nói với những nhạc sĩ uyên bác trong vương thành thì hơn. Thiên chức của quân nhân là phục tùng mệnh lệnh, vấn đề quá phức tạp thì tôi không hiểu...\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Sự im lặng của Phobos có nghĩa là từ chối.</color>\n<color=#ffe14b>Độ tin cậy</color> <color=#ffffff73>tăng</color>\n<color=#ffffff>Thủ Lĩnh:</color>\nĐúng là có khả năng này, vậy mà tôi lại không nghĩ đến. Chẳng lẽ là do chúng tôi tùy tiện hành động nên Phobos mới không chỉ dẫn cho chúng tôi nữa sao?\nNếu như vậy thì nguy rồi, chậc...\nCó 2 lựa chọn cho đoạn hội thoại sau:\nMột cuộc đàm phán thành công đã được thực hiện.\n<color=#ffffff>Thủ Lĩnh:</color>\nĐược rồi... Các người nói đúng, những gì chúng tôi đã làm thực sự cần phải suy nghĩ lại. Nhưng tôi cũng không biết tại sao lại trở nên như vậy...\nTừ khi chiến tranh nổ ra, trong lòng tôi luôn có cảm giác kỳ lạ.\nThứ chúng tôi theo đuổi vốn là tự do và hạnh phúc, nhưng Phobos lại từng bước dẫn chúng tôi tới đây...\nRốt cuộc đã xảy ra vấn đề gì?\nNếu khi các người trở về có gặp được Sebastos thì hãy báo lại với ngài ấy về tình hình ở đây và những hoài nghi của chúng tôi nhé.\nPhiền mọi người rồi.\nỪm, chúng tôi sẽ làm!\nMột cuộc đàm phán thành công đã được thực hiện.\n<color=#ffffff>Thủ Lĩnh:</color>\nKể ra thì... Các người không lẽ là đám man tộc xảo quyệt đang dùng lời nói ngon ngọt để mê hoặc bọn ta chứ!?\nĐám sâu bọ đáng ghét, hãy chịu chết đi!\nĐánh bại Ma Tượng\n<color=#ffffff>Ngài Os:</color>\nXem như đuổi được hai tên đó đi rồi, như vậy là không còn ai có thể ngăn cản chúng ta gỡ bỏ xiềng xích nữa.\nTùy Chọn Hội Thoại: Nói chuyện với Este\n<color=#ffffff>Este:</color>\nThần Vương trên cao, may nhờ có ngài Cassiodor. Dù sao thì vấn đề cũng tạm thời được giải quyết rồi.\nTùy Chọn Hội Thoại: Nói chuyện với Ngài Os\n<color=#ffffff>Ngài Os:</color>\nTiếp tục tiến lên đi, đã đến lúc kết thúc câu chuyện về \"quá khứ\" rồi.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Về anh và Este...</color>\n<color=#ffffff>Ngài Os:</color>\nNhư các vị đã thấy đấy, Este là bạn của tôi, cũng là người may mắn sống sót sau khi Remuria diệt vong.\nSau đó thì anh ta đã đi theo tôi đến Fontaine mới thành lập, và cuối cùng đã yên nghỉ ở đó.\nDòng nước đã đáp lại chúng tôi, những người bị mắc kẹt trong đá, giống như những người dân Fontaine bình thường. Anh ta cũng đã có được gia đình và con cháu của mình...\nMáu của Este hòa vào Fontaine, cho đến khi tất cả mọi người đều quên mất anh ta không phải là phàm nhân bình thường.\nCũng xem như là một cái kết không tệ, đúng không?\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>(Chạm vào.)</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Không có gì.</color>\n<color=#ffffff>Ngài Os:</color>\nĐược thôi. Có gì muốn biết thì cứ đến hỏi tôi, đừng khách sáo!\nPhá tan xích\n<color=#ffffff>Este:</color>\nXem ra thì vấn đề vừa rồi chắc ngài đã giải quyết thành công rồi.\nVậy thì, tiếp theo ngài cũng phải hướng tới mục tiêu mới rồi nhỉ?\n<color=#ffffff>Ngài Os:</color>\nỪm, chuyện ở đây trông cậy vào anh rồi, Este...\nVới lại, thay vì giao cho Phobos hay người chỉnh âm nào đó để đánh giá đúng sai, thì tin vào phán đoán của bản thân vẫn sẽ quan trọng hơn.\nSebastos tạo ra Phobos là để chúng ta thoát khỏi sự nô dịch của số phận, nhưng nếu người dân cứ đi theo một cách mù quáng thì sẽ khiến chúng ta rơi vào cảnh nô dịch còn đáng sợ hơn.\nTrong tương lai có lẽ anh sẽ gặp lại sự lựa chọn như vậy. Tôi hy vọng anh có thể đưa ra quyết định đúng đắn.\n<color=#ffffff>Este:</color>\nNgài Cassiodor, sao ngài lại đột nhiên nói những điều này...\nNhưng tôi sẽ ghi nhớ, Este tôi đương nhiên sẽ kiên trì với chính nghĩa trong lòng.\nRất tốt. Vậy thì tạm biệt nhé, tôi nghĩ chúng ta sẽ còn gặp lại.\nTùy Chọn Hội Thoại: Nói chuyện với Este\n<color=#ffffff>Este:</color>\nTôi quả thực đã nhận được tin của ngài Cassiodor. Bất kể người khác như thế nào thì tôi vẫn sẽ kiên trì với con đường của mình.\nNhưng nếu cứ tiếp tục như vậy, cho dù quân đoàn của chúng tôi bất bại đi nữa, thì tương lai của quốc gia này rồi sẽ đi về đâu đây...\nChỉ có thể trông cậy vào suy xét của Sebastos rồi...\nGiải thoát Scylla\n<color=#ffffff>Paimon:</color>\nTất cả xiềng xích đều đã bị phá hủy rồi, chúng ta mau đến Initium Iani xem thử đi!\n<color=#ece5d8>Initium Iani</color>\n<color=#ffffff>Mục Tiêu Nhiệm Vụ:</color> <color=#ffffff>Đến chỗ của Scylla</color>\n<color=#ffffff>Scylla:</color>\nAhhh! Dòng hải lưu thật ấm áp! Ta cuối cùng cũng được tự do rồi!\nNhững tên nhỏ bé, các ngươi từ trên mặt đất đến đây sao? Tuy rằng ta không biết các ngươi tới hầm ngục dưới biển sâu vì lý do gì...\n<color=#ffffff>Paimon:</color>\nChúng tôi không phải những tên nhỏ bé gì cả nhé, chỉ là ông quá to xác mà thôi!\n<color=#ffffff>Scylla:</color>\nHaha, được! Dù sao thì các ngươi cũng đã giải trừ xiềng xích trói buộc ta cả ngàn năm nay, cũng xem như có ơn với ta rồi.\nNếu có việc gì ta có thể giúp được thì cứ nói, đó xem như là quà cảm ơn.\n<color=#ffffff>Paimon:</color>\nHihi, tôi biết ngay ông là một gã to xác thấu hiểu lý lẽ mà! À, tôi là Paimon, đây là (Nhà Lữ Hành), còn kia là...\nỪm... Tôi cũng không biết ông quen thuộc với cái tên nào của anh ấy hơn, nhưng chúng tôi gọi anh ấy là Ngài Os!\n<color=#ffffff>Scylla:</color>\nÀ, Cassiodor, là cậu sao. Lâu rồi không gặp, không ngờ cậu lại trở về, nhưng đã quá trễ rồi... Trễ tận cả ngàn năm!\n<color=#ffffff>Paimon:</color>\nỒ! Xem ra ông rất quen Ngài Os nhỉ.\n<color=#ffffff>Ngài Os:</color>\nTa không có lời gì để nói với kẻ phản bội vô sỉ.\n<color=#ffffff>Scylla:</color>\nCẩn thận lời nói đấy, người phàm! Khác với dòng tộc tự cao tự đại như các ngươi, hậu duệ tộc rồng bọn ta tuân thủ lời hứa và tuyệt đối không phản bội.\n<color=#ffffff>Ngài Os:</color>\nGiá trị của lời nói này còn mỏng manh hơn cả phù du trong nước. Chuyện ngươi phản bội là không thể chối cãi. Cũng chính vì sự phản bội của ngươi mà bọn ta mới thua trận chiến đó!\nNếu không vì bọn ta đã thua trận chiến đó... Mất đi quốc gia thì Sebastos sẽ không...\n<color=#ffffff>Scylla:</color>\nCậu đã rời đi quá lâu rồi, Cassiodor! Sự thật không phải như cậu tưởng tượng. Nhưng cũng khó trách, vốn dĩ là kế hoạch bí mật thì sao những chi tiết đó lại lọt vào tai cậu được.\n<color=#ffffff>Ngài Os:</color>\n...Kế hoạch bí mật?\n<color=#ffffff>Scylla:</color>\nĐể ta dẫn đội quân rồng đất tấn công vào vương thành, chính là một phần trong kế hoạch bí mật cuối cùng của Remus.\nTất cả những chuyện này đều vì muốn cứu quốc gia và người dân của mình. Quả đúng là một người có khí phách vĩ đại.\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Nghe có vẻ hơi khó tin...</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Ông ta cũng điên rồi sao?</color>\n<color=#ffffff>Paimon:</color>\nQuá kỳ lạ rồi đó! Tại sao vị vua của một quốc gia lại bảo kẻ khác tấn công vào quốc gia mình chứ?\n<color=#ffffff>Scylla:</color>\nThứ nhỏ bé, suy nghĩ của Remus thì sao ngươi và ta có thể đoán được chứ? Dù sao đi nữa thì cứ nhìn thứ này đi, Cassiodor. Cho dù là cậu thì cũng sẽ hiểu được hàm ý trong đó thôi.\n<color=#ffffff>Ngài Os:</color>\nLà ong vàng... Ong vàng dẫn đường vận mệnh chỉ nghe theo lời triệu hồi của bản nhạc, tại sao Sebastos lại mang sức mạnh này giao cho tộc rồng hoang dã?\n<color=#ffffff>Nhà Lữ Hành:</color>\nVì họ đã từng có giao ước...\n<color=#ffffff>Scylla:</color>\nỒ? Ngươi biết được không ít đấy! Ngươi tìm được thông tin này từ đâu?\n<color=#ffffff>Nhà Lữ Hành:</color>\nTừ trong những ký ức rải rác dưới đáy biển...\n<color=#ffffff>Scylla:</color>\nKhông sai. Đúng là giữa hai ta có hẹn ước, nhưng ta đã phụ lòng người đó, phụ sự hy sinh cao quý của người đó.\nTa không kịp đến Domus Aurea! Thế là những con sóng cuồn cuộn đã nuốt chửng cả thành phố, còn hậu duệ của ta cũng không thể thoát khỏi...\n<color=#ffffff>Ngài Os:</color>\nSao lại...\n<color=#ffffff>Scylla:</color>\nHừ, nói đến phản bội, thì Boethius mới là kẻ phản bội thật sự!\nNếu không phải tên quái vật dối trá đó dùng những lời ngọt ngào để lừa gạt bọn ta, thì làm sao mà một thân vương thống lĩnh hậu duệ tộc rồng của loài rồng cổ xưa lại có thể bị đánh bại dễ dàng như vậy chứ?\nĐầu tiên tên quái vật đó nói dối rằng mình đã nghe theo mệnh lệnh của Remus, đã ra lệnh cho đội quân từ bỏ quyền phản kháng. Khi bọn ta đến nơi này thì hắn lại đột nhiên ra tay...\nBây giờ nghĩ lại thì, e rằng hắn đã biết trước kế hoạch của Remus, vì vậy mới có thể từng bước dụ dỗ ta, và dựng lên một kế hoạch tỉ mỉ như vậy.\nThế là máu thịt của ta hóa thành nham thạch, cho đến hôm nay của ngàn năm sau lại được các ngươi cứu giúp.\n<color=#ffffff>Ngài Os:</color>\nBoethius biết rõ hành động của hắn sẽ dẫn đến một thảm họa to lớn, nhưng hắn vẫn... Chẳng lẽ vì muốn cướp lấy quyền kiểm soát Phobos nên mới gây ra tội ác như vậy sao...?\n<color=#ffffff>Nhà Lữ Hành:</color>\nCảm giác như vẫn chưa hiểu được hết toàn bộ sự việc...\n<color=#ffffff>Paimon:</color>\nVậy thì tên đó nói người khác là kẻ phản bội, trong khi chính bản thân mới là kẻ phản bội sao?!\nNhưng tại sao hắn lại làm vậy? Chẳng lẽ chỉ có thể đi tìm hắn để hỏi cho rõ sao? Tôi cứ cảm thấy hắn sẽ không ngoan ngoãn khai hết ra đâu.\n<color=#ffffff>Scylla:</color>\nỒ? Tên quái vật cố chấp vô sỉ đó vẫn chưa tan biến sao?\n<color=#ffffff>Paimon:</color>\nĐúng vậy! Hơn nữa hắn còn cướp đi linh hồn của rất nhiều người dân Fontaine! Chúng tôi đến đây chính là để giải cứu những người này đó...\nHắn nói hắn sẽ đợi chúng tôi ở Domus Aurea... À không đúng, hắn chỉ nói là đợi Ngài Os, còn chúng tôi là những người không được mời!\nCả cửa cũng không để lại, quả là một tên bất lịch sự.\n<color=#ffffff>Scylla:</color>\nInitium Iani sao...? Hừ, tuy đã dùng ảo ảnh che mắt, nhưng đó chẳng qua chỉ là cánh cổng đá ra vẻ huyền bí mà thôi.\nCho dù ta đã mất đi cơ thể, nhưng để đưa các ngươi qua đó thì vẫn là chuyện dễ như trở bàn tay.\nNhững kẻ bé nhỏ, hãy chiêm ngưỡng nhé!\n<color=#ffffff>Paimon:</color>\nỒ! Ông thật đáng tin cậy đó!\n<color=#ffffff>Scylla:</color>\nTiếp theo chỉ cần phá vỡ những phong ấn này là được. Chuẩn bị xong thì chúng ta xuất phát thôi!\n<color=#ffffff>Paimon:</color>\nNgài Os đã chuẩn bị xong chưa?\n<color=#ffffff>Ngài Os:</color>\nChuyện tới nước này thì cũng chỉ còn cách tiến về phía trước thôi.\n<color=#ffffff>Paimon:</color>\nÀ, còn (Nhà Lữ Hành) thì sao? Đã chuẩn bị xong chưa?\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Chúng ta xuất phát nào.</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Để tôi chuẩn bị một chút</color> <color=#ffffff>.</color>\n<color=#ffffff>Scylla:</color>\nỪm, vậy thì hãy chuẩn bị đi nhé, ta sẽ ở bên dưới đợi.\nĐến chỗ Scylla\n<color=#ffffff>Scylla:</color>\nĐã chuẩn bị xong chưa?\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Chúng ta xuất phát nào.</color>\n<color=#ffffff>Nhà Lữ Hành:</color> <color=#ffffff>Để tôi chuẩn bị một chút</color> <color=#ffffff>.</color>\n<color=#ffffff>Scylla:</color>\nỪm, vậy thì hãy chuẩn bị đi nhé, ta sẽ ở bên dưới đợi.\n<color=#ffffff>Mục Tiêu Nhiệm Vụ:</color> <color=#ffffff>Cùng Scylla vượt qua Initium Iani</color>\nNhấn nút để Scylla phá vỡ phong ấn\n<color=#ffffff>Scylla:</color>\nMuốn mở cánh cửa đá này thì phải phá vỡ ba phong ấn bên trên nó, mấy nhóc tránh ra nào!\nTiếp Tục Tiến Lên\n<color=#ffffff>Scylla:</color>\nKhông còn nhiều thời gian nữa, bám sát nào!\n<color=#ffffff>Paimon:</color>\nPhù! Nguy hiểm thật, suýt nữa thì...\n<color=#ffffff>Scylla:</color>\nNơi này rất nguy hiểm, đừng rời khỏi ta quá xa, ta sẽ bảo vệ các ngươi.\n<color=#ffffff>Paimon:</color>\nỐi, cẩn thận!\nNhấn nút để Scylla phá vỡ đá\n<color=#ffffff>Paimon:</color>\nPhù, nguy hiểm quá!\n<color=#ffffff>Ngài Os:</color>\nHmm, nếu không phải vì giờ đây tôi chỉ còn lại thân hình nhỏ bé này, thì đã chẳng phải đi con đường này để đến vương đô rồi.\n<color=#ffffff>Paimon:</color>\nHả? Thì ra còn đường khác để vào sao? Vừa nãy anh còn nói là phải đi qua chỗ này mà!\n<color=#ffffff>Ngài Os:</color>\nKhác với hai người, tôi của quá khứ có thể dịch chuyển giữa các thân xác khác nhau đấy! Chỉ cần chuẩn bị sẵn một cơ thể ở trong thành là được...\n<color=#ffffff>Paimon:</color>\nThì ra là cách này sao! Thật là... lợi hại.\nĐến lối ra\n<color=#ffffff>Paimon:</color>\nHihi, cuối cùng cũng thấy lối ra rồi!\nNếu người chơi dừng hoặc không vượt qua được thử thách:\n<color=#ffffff>Mọi người quay về chỗ Initium Iani...</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Đặc Tính"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Điều Kiện Mở Khóa</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "name": "Dạ Khúc Dưới Nước",
        "desc": "<p>Để cứu người dân ở Thị Trấn Petrichor, bạn cùng chú mèo lạ mang tên \"Osse\" tiến vào Lâu Đài Phai Màu thần bí...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/55631176/231826ade1c78996779f1a72e9a57e9e_8180117815236093340.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Chuỗi Nhiệm Vụ</color>\nThánh Ca Hòa Hợp"
      },
      {
        "type": "CustomEntry",
        "epId": 5638,
        "name": "Bóng Tối Bao Trùm Petrichor",
        "desc": "<p>Bạn vừa đến Thị Trấn Petrichor liền gặp phải những chuyện kỳ lạ, thế là bạn quyết định đi tìm hiểu chi tiết...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/09/55631176/231826ade1c78996779f1a72e9a57e9e_891437658124548011.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5639,
        "name": "Dạ Khúc Dưới Nước",
        "desc": "<p>Để cứu người dân ở Thị Trấn Petrichor, bạn cùng chú mèo lạ mang tên \"Osse\" tiến vào Lâu Đài Phai Màu thần bí...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/55631176/231826ade1c78996779f1a72e9a57e9e_8180117815236093340.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5640,
        "name": "Ngày Cuối Cùng Của Remuria",
        "desc": "<p>Sau khi biết được thân phận thật sự của \"Ngài Os\", bạn quyết định đến Biển Kỷ Nguyên Cũ để truy tìm Boethius...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/07/55631176/231826ade1c78996779f1a72e9a57e9e_5405924015813041070.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5641,
        "name": "Nấc Thang Đến Capitolium",
        "desc": "<p>Vượt qua rãnh biển nguy hiểm, cuối cùng cũng đã đến được vương thành chìm của Remuria cổ đại. Tiếp theo phải đi đến \"Domus Aurea\" để quyết đấu với Boethius rồi...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/24/55631176/231826ade1c78996779f1a72e9a57e9e_3654818292149433241.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 5642,
        "name": "Vết Thương Của Số Phận Bi Ai",
        "desc": "<p>Quyết đấu với Boethius vì Ngài Os và vì người dân trong thị trấn thôi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/26/55631176/231826ade1c78996779f1a72e9a57e9e_7124650606595261151.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Phần Thưởng</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3907,
        "name": "EXP Mạo Hiểm",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Dùng để tăng hạng Mạo Hiểm</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/44749939/fdba3c88c0a4133b430af1481d6bd81e_7710661234554232496.png",
        "amount": 250,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3485,
        "name": "Nguyên Thạch",
        "desc": "<p>Tinh Thạch Nguyên Thủy, nằm trong vũ trụ hắc ám, ánh sáng được kết tinh từ hy vọng và mộng tưởng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/20/27215281/8902272b2dbb45cce8fbd6f596c6904b_3038980650130417674.png",
        "amount": 30,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 30000,
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 475,
        "name": "Kinh Nghiệm Anh Hùng",
        "desc": "<p>Nguyên liệu EXP nhân vật, có 20000 điểm EXP.</p><p>Những EXP này là vật quý báu trên đường du hành ở đại lục và hướng về Đảo Thiên Không.</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hero's Wit_icon.png",
        "amount": 2,
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Thành Tựu</color>\nTừng Là Kẻ Thù Của Thế Giới\nĐường Nào Cũng Đến Remam"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vị Trí Bắt Đầu"
      },
      {
        "type": "RichText",
        "text": "<color=#ece5d8>Lâu Đài Phai Màu, Fontaine</color>\n<color=#ffffff>Bản Đồ Tương Tác:</color>"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?lang=en-us#/map/2?shown_types=52,2,3,154,319,338&center=1088.00,-4576.50&zoom=2.00"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/41133912/634d658620f5ec8ca955597df7dc8d8d_7381881404461565213.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/41133912/3c20a78307de086c93552aab925889dd_5688969575727491913.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mục Tiêu Nhiệm Vụ"
      },
      {
        "type": "RichText",
        "text": "Đến <color=#ece5d8>Biển Kỷ Nguyên Cũ</color>\nTiếp tục điều tra\nTiếp tục tiến lên\nĐến <color=#ece5d8>Biển Kỷ Nguyên Cũ</color>\nGỡ bỏ xiềng xích trói buộc Scylla"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "desc": "",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Đến chỗ của Scylla\nCùng Scylla vượt qua Initium Iani"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vị Trí xiềng xích trói buộc Scylla"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Sợi xích ở phía Nam của</color> Initium Iani"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/41133912/3f7d51371ced1548c4649180fe48d18b_8031372124352781889.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/41133912/a64b71fe8a69c4dc4939039c32732199_3069260625653751565.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Sợi xích ở phía Đông của</color> Initium Iani"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/41133912/8b5db2f4f65ed3ad5c3b61462d335296_5445899271049630251.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/41133912/6d502004e77fd91e60e7165f6d4c1a95_6612184885581730730.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Sợi xích ở phía Bắc của</color> Initium Iani"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/41133912/29b12b26f4668346bb85d9502282e86f_6248311928708860287.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/18/41133912/14319ddae91d8fd2306d99cb8bc3ec0e_5363447524358701507.png",
        "alignment": "center"
      }
    ]
  }
}