{
  "epId": 5744,
  "name": "Dainsleif",
  "desc": "<p>Một cựu đội trưởng của đội cận vệ hoàng gia Khaenri'ah, người đã bị nguyền rủa với sự bất tử bởi Đảo Thiên Không.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/55631176/68c102371d33a15891c25053236d6cd1_2565537764752264486.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1752396841,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Minh Họa và Emoji",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ra mắt Sticker - Tranh của Paimon 33!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/237301566/87c235718b9047566f2a1411709c8b82_1866882249866373092.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>12 Tháng 6, 2024</color>\n<color=#ffffff>Nhà Lữ Hành thân mến! Sticker mới nhất của Genshin Impact đã có mặt trên HoYoLAB rồi!</color>\n<color=#ffffff>Tranh của Paimon là bộ sưu tập gồm các sticker phiên bản chibi của các nhân vật trong Genshin Impact, hy vọng các bạn sẽ thích chúng. Sau này Paimon sẽ tiếp tục cố gắng để vẽ ra những tác phẩm mà các bạn yêu thích!</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/06/237301566/a699660580d87504059fe76bf45ac228_4450712811475454445.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/06/237301566/7dbb148e2f37a67d30f83307213502a6_2634884681607210687.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ra mắt Sticker - Tranh của Paimon 42!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/25/151578876/85ab35b789553c7c58907ab9f7a5572a_579365002345882564.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25 Tháng 6, 2025</color>\n<color=#ffffff>Nhà Lữ Hành thân mến! Sticker mới nhất của Genshin Impact đã có mặt trên HoYoLAB rồi!</color>\n<color=#ffffff>Tranh của Paimon là bộ sưu tập gồm các sticker phiên bản chibi của các nhân vật trong Genshin Impact, hy vọng các bạn sẽ thích chúng. Sau này Paimon sẽ tiếp tục cố gắng để vẽ ra những tác phẩm mà các bạn yêu thích!</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/237301566/27f024ddd92ec8567df2b04d17eff7bc_1057278229642631364.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/237301566/76a5fa2313ea77dd9943cc30cc29c158_8564608557660426113.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Dainsleif là Kiếm Sĩ Hoàng Hôn và là cựu đội trưởng của đội cận vệ hoàng gia Khaenri'ah.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Trong Đại Thảm Họa, Dainsleif bị nguyền rủa với sự bất tử bởi Đảo Thiên Không. Anh là một trong sáu người lẽ ra phải ngăn chặn thảm họa và ngăn Hắc Vương tiếp tục làm rung chuyển nền móng thế giới. Mục tiêu chính của anh là ngăn chặn Giáo Đoàn Vực Sâu.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "name": "Người Anh Em Sinh Đôi",
        "desc": "<p><span style=\"color: oklab(0.949075 -0.0000115931 -0.00219017)\">Anh/em song sinh của Nhà Lữ Hành, Công chúa/Hoàng tử của Khaenri'ah, Đấng cứu thế, và Công chúa/Hoàng tử của Vực Sâu.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/11/44749939/725878e71fb16f81d7bbde830f0d58d8_435243309191365812.gif",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Anh/em của Nhà Lữ Hành và là Công chúa/Hoàng tử của Giáo Đoàn Vực Sâu, người từng là bạn đồng hành của Dainsleif.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Một trong năm Tội Nhân của Khaenri'ah và là anh trai của Dainsleif. Vedrfolnir đã để lại cho Dainsleif một chiếc nhẫn giúp ngăn chặn sự bào mòn.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2467,
        "name": "Halfdan",
        "desc": "<p>Một tinh anh trong đội cận vệ hoàng gia của Khaenri'ah dưới sự chỉ huy của Kiếm Sĩ Hoàng Hôn.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/55631176/744d252b349bde9b31203c2b5cfc28dd_6543544823619957100.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Một thành viên của đội cận vệ hoàng gia dưới quyền chỉ huy của Dainsleif."
      },
      {
        "type": "CustomEntry",
        "epId": 7485,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Bạn đồng môn của Dainsleif tại Học Viện Kỵ Sĩ và là một trong Năm Tội Nhân.\nHaden\nSư phụ cũ của Dainsleif tại Học Viện Kỵ Sĩ.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Các Mục Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 7158,
        "desc": "",
        "displayStyle": "card",
        "menuId": 33
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7706,
        "name": "Skirk",
        "desc": "Người từng xuất hiện trong Khe Nứt Vực Sâu và Biển Khởi Nguyên, là sư phụ dạy võ cho Tartaglia. Nữ võ sĩ cô độc một mình.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/06/16/48dba0c10560a3ef573f17d97408b5a0_2527001828446746987.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Dainsleif</color>\nTừng là đối thủ của sư phụ, hình như họ cũng từng là bạn tốt. Tôi vốn định hỏi chuyện về sư phụ, nhưng sau khi Dainsleif nhận ra kiếm thuật của tôi thì đã rất kích động, không ngừng hỏi thăm tung tích của sư phụ. Đúng là một người phiền phức, tạm thời tôi không muốn gặp lại nữa."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Anh Em Sinh Đôi của Nhà Lữ Hành",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Dainsleif</color>\nNgười đó... Dainsleif. Hắn là \"Kiếm Sĩ Hoàng Hôn\" của đội hộ vệ cung đình Khaenri'ah đời cuối. Năm trăm năm trước, hắn không thể ngăn chặn được sự diệt vong của Khaenri'ah.\nLúc đó hắn đã trúng phải lời nguyền bất tử, lưu lạc khắp nơi...Chỉ có thể giương mắt nhìn thấy dân chúng mà hắn muốn bảo vệ, trở thành quái vật Vực Sâu."
      },
      {
        "type": "CustomEntry",
        "epId": 2467,
        "name": "Halfdan",
        "desc": "<p>Một tinh anh trong đội cận vệ hoàng gia của Khaenri'ah dưới sự chỉ huy của Kiếm Sĩ Hoàng Hôn.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/55631176/744d252b349bde9b31203c2b5cfc28dd_6543544823619957100.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Khaenri'ah</color>\n<color=#37ffff>Halfdan</color> : Xin lỗi ngài \"Kiếm Sĩ Hoàng Hôn\" Dainsleif, khi đó... tôi đã không thể bảo hộ được người dân, phụ sự kỳ vọng của ngài.\n<color=#37ffff>Dainsleif</color> : Không, trong 500 năm này, anh đã làm tròn trách nhiệm của mình.\n<color=#37ffff>Dainsleif</color> : Cho đến hôm nay, các anh vẫn luôn là niềm tự hào của tôi.\n<color=#37ffff>Halfdan</color> : Khaenri'ah vẫn chưa bị diệt vong phải không? Dù sao thì ngài vẫn còn ở đây mà.\n<color=#37ffff>Dainsleif</color> : Ừm.\n<color=#37ffff>Dainsleif</color> : Vì vậy... cũng không cần phải phục quốc."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Thảm Họa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/7319d94e61a9e64a1f895d178b3c785b_8186433210612569762.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hơn năm trăm năm trước, “Kiếm Sĩ Hoàng Hôn” Dainsleif là đội trưởng đội cận vệ hoàng gia của Khaenri'ah — một quốc gia hùng mạnh và chưa từng có tiền lệ, do chính loài người xây dựng nên. Khi anh trai của anh, Vedrfolnir, bị mù cả hai mắt và bị giam cầm vì dám đưa ra một lời tiên tri, Dainsleif đã tập hợp năm cá nhân kiệt xuất nhất thời đại: “Hiền Giả” Hroptatyr, “Tiên Tri” Vedrfolnir, “Gold” Rhinedottir, “Kỵ Sĩ Cực Ác” Surtalogi, và “Thợ Săn Trăng Solnari” Rerir. Họ là niềm tự hào của Khaenri’ah, là biểu tượng cho hy vọng của toàn dân tộc. Sáu người họ lẽ ra đã phải cùng nhau ngăn chặn thảm họa và chặn đứng Hắc Vương, kẻ đang đe dọa làm rung chuyển nền tảng của thế giới. Thế nhưng, năm người trong số họ đã không thể kháng cự sức hấp dẫn từ lời gọi của Vực Sâu. Họ chia nhau quyền năng đủ để hủy diệt cả thế giới và từ đó trở thành những Tội Nhân — những tồn tại siêu việt, mỗi người mang trong mình một sức mạnh có thể thay đổi cả cục diện Teyvat. Vedrfolnir, Rhinedottir, Hroptatyr, Rerir và Surtalogi đã sa ngã. Khi tai họa ập đến, chỉ còn mình Dainsleif đứng lên bảo vệ dân tộc. Và rồi, khi Vua Irmin cùng các hiền giả vạch trần tội lỗi, khi những con quái vật do Rhinedottir tạo ra từ Vực Sâu tràn ngập khắp lục địa, Thiên Lý đã phái các Thần của bảy quốc gia đến Khaenri’ah. Không có Thần để che chở, quốc gia ấy đã bị hủy diệt."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Xem cái gọi là \"niềm tự hào của loài người\" như cỏ dại và xóa bỏ khỏi khu vườn của các vị thần...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/b73ad03b5cadcc49ce56dfebc6dd7f74_2115027584938069733.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cùng với đội cận vệ, Kiếm Sĩ Hoàng Hôn đã đứng lên bảo vệ đất nước của mình, nhưng cuối cùng vẫn không thể cứu vãn được Khaenri’ah. Trong ngày Đại Thảm Họa, mệnh lệnh cuối cùng của anh là phải bảo vệ người dân bằng mọi giá. Thế nhưng, bi kịch đã giáng xuống: tất cả những ai mang dòng máu thuần chủng Khaenri’ah, bao gồm cả Dainsleif, đều bị nguyền rủa với sự bất tử, còn phần còn lại bị biến đổi thành quái vật Hilichurl. Dưới ảnh hưởng của lời nguyền, các Kỵ Sĩ Hắc Xà dưới quyền Dainsleif dần mất đi lý trí và ký ức, trở thành những vỏ rỗng vô hồn, chỉ còn bản năng chiến đấu và phòng thủ. Khác với họ, Dainsleif vẫn giữ được lý trí nhờ chiếc nhẫn mà người anh trai để lại. Nhưng cái giá phải trả là khôn cùng: cơ thể anh bị bào mòn từng ngày, ký ức phai nhạt dần, và anh buộc phải chứng kiến những người mà mình từng thề sẽ bảo vệ bị biến thành quái vật của Vực Sâu. Vì quá trình bào mòn ấy, Dainsleif phải đeo mặt nạ, một phần cơ thể anh bị bao phủ bởi dấu vết của lời nguyền. Dù ký ức có bị xóa sạch, anh vẫn thề sẽ báo thù năm Kẻ Tội Đồ của Khaenri’ah — những người từng là đồng đội, là niềm hy vọng, nhưng đã phản bội tất cả."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/a93573e3eb42d7d7446ff3c70f133832_8372523751925752615.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau khi Khaenri’ah bị hủy diệt, Dainsleif cùng Công chúa/Hoàng tử và những kỵ sĩ còn sống sót rút lui về Sumeru — vùng đất nằm phía trên vương quốc ngầm của họ. Trong lúc các Kỵ Sĩ Thiên Nga phối hợp cùng Tượng Di Tích Khổng Lồ để tiêu diệt lũ quái vật hoành hành tại sa mạc và rừng rậm, Dainsleif hợp sức với hiền giả một tay Nagarjuna và Pari Đầu Tiên để ngăn chặn từng đợt tấn công ồ ạt như thủy triều từ lũ quái vật. Anh từng tham gia một trận chiến khốc liệt gần Vực Thẳm Tunigi ở cực bắc sa mạc — nơi lũ quái vật bắt đầu tràn lên mặt đất. Trận chiến ấy đã khiến nhiều kỵ sĩ Khaenri’ah, người dân Sumeru, và các Pari ngã xuống. Khi mọi thứ lắng xuống, Pari Đầu Tiên, Zurvan, tìm thấy Dainsleif đang nắm chặt một chiếc nhẫn trong tay. Cô đưa anh về Ốc Đảo Vourukasha, quê hương của loài Pari. Sau khi hồi tỉnh, Dainsleif cùng Zurvan chu du một thời gian, tiếp tục chiến đấu với những sinh vật còn sót lại đang xâm nhập vào ốc đảo.\nKhi lũ quái vật dần biến mất khỏi mặt đất, Dainsleif và Công chúa/Hoàng tử bắt đầu hành trình đối mặt với định mệnh. Dainsleif từng nhìn thấy Công chúa/Hoàng tử lần đầu khi còn là một kỵ sĩ trẻ, vào ngày vương giả Irmin tuyên bố người thừa kế mới. Theo thời gian, người thừa kế ấy trở thành một vật chứa, hấp thụ sức mạnh vô hạn từ Vực Sâu và dần biến thành chìa khóa dẫn đến sự hủy diệt gần như hoàn toàn của thế giới."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/ad3cfbf41c685ff8f2ba7600218a5c8d_7308667036321668821.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trong chuyến hành trình cùng nhau, Dainsleif và Công Chúa/Hoàng Tử đã đặt chân đến rừng Avidya. Trong lúc Dainsleif đi thám hiểm, người đồng hành của anh gặp Chlothar Alberich, một người Khaenri'ah từng bị nguyền rủa. Ông nhận ra Công Chúa/Hoàng Tử ngay lập tức, nhưng không muốn tiết lộ thân phận nên đã dùng một cái tên giả. Với hy vọng chữa trị cho đứa con trai ngoài giá thú Caribert, người đã bị biến thành một hilichurl, Chlothar cùng Công Chúa/Hoàng Tử tìm đến Tội Nhân, một tồn tại có khả năng tạm thời phục hồi lý trí cho Caribert. Alberich tin rằng với sức mạnh của Vực Sâu, Tội Nhân có thể biến Caribert thành một Máy Dệt Vận Mệnh, giúp cậu tự dệt lại số phận của chính mình. Mặc dù đứa trẻ không có định mệnh để sống sót, ý niệm về Máy Dệt Vận Mệnh đã được gieo vào tâm trí Chlothar và Công Chúa/Hoàng Tử. Vì điều đó, nàng/chàng đã không kể lại cuộc gặp gỡ ấy cho Dainsleif biết.\nSau này, Chlothar trở thành người sáng lập Giáo Đoàn Vực Sâu, nơi quy tụ những người Khaenri'ah từng là con người nhưng đã bị biến thành quái vật. Những sinh vật phục vụ cho Vực Sâu chính là móng vuốt mà Giáo Đoàn sử dụng để gieo rắc hỗn loạn lên thế giới. Vực Sâu là hiện thân của sự hủy diệt, một vùng đầm lầy của điên loạn đang ăn mòn từng lớp nền móng của thế giới.\nMục tiêu của Giáo Đoàn là lật đổ trật tự do các vị Thần cai trị. Theo thời gian, Công Chúa/Hoàng Tử đã gia nhập hàng ngũ của họ và xem Dainsleif là kẻ thù. Từ đó, nàng/chàng được biết đến với danh xưng Công Chúa/Hoàng Tử của Giáo Đoàn Vực Sâu.\nCòn Dainsleif, Kiếm Sĩ Hoàng Hôn, bắt đầu hành trình đơn độc, chiến đấu chống lại Giáo Đoàn và sức mạnh mà họ sử dụng, để ngăn họ phản bội toàn bộ thế giới."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Sau đó, khoảng thời gian hai người có chung nỗi thống khổ đồng hành cùng nhau, so sánh với cuộc đời dài đằng đẵng và ngày một xa xôi của họ, dường như cũng chỉ là một điểm giao thoa mà thôi.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7485,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7483,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7486,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Một nhà giả kim, thành viên của Hội Ma Nữ, một trong năm Tội đồ của Khaenri'ah, và là mẹ của Albedo. Rhinedottir đã tạo ra một đội quân quái vật bóng tối, tấn công Teyvat 500 năm trước. Bà còn được gọi là Gold và R.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/44749939/d55309e0a958d7510f090c7b56a1f4a0_8754136020175423710.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "name": "Người Anh Em Sinh Đôi",
        "desc": "<p><span style=\"color: oklab(0.949075 -0.0000115931 -0.00219017)\">Anh/em song sinh của Nhà Lữ Hành, Công chúa/Hoàng tử của Khaenri'ah, Đấng cứu thế, và Công chúa/Hoàng tử của Vực Sâu.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/11/44749939/725878e71fb16f81d7bbde830f0d58d8_435243309191365812.gif",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3829,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Chlothar",
        "desc": "<p>Một người Khaenri’ah thuần huyết bị Thiên Giới nguyền rủa với lời nguyền bất tử. Ông là thành viên của gia tộc Alberich và là người sáng lập ra Giáo Đoàn Vực Sâu..</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/03/55631176/3d82d32613f1ddd0e52f30a319d3cc64_1904644989929539703.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7158,
        "desc": "",
        "displayStyle": "card",
        "menuId": 33
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Truy Tìm Sứ Đồ Vực Sâu",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/d683b7c884bcbcb9b858075d265bc3e2_838085642709482532.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Năm trăm năm lang bạt và chiến đấu chống lại Giáo Đoàn Vực Sâu đã đưa Dainsleif đến Mondstadt, nơi theo thông tin mà anh có được, xuất hiện dấu vết của một Sứ Đồ Vực Sâu — sinh vật gớm ghiếc hơn cả các pháp sư, là kẻ mà họ phải tuyệt đối tuân lệnh. Khi Kiếm Sĩ Hoàng Hôn đặt chân đến Mondstadt, một thành viên của Đội Kỵ Sĩ Tây Phong bắt đầu theo dõi anh, nhưng Dainsleif dễ dàng thoát khỏi sự giám sát đó. Anh ghé qua xưởng rèn và hỏi thăm thợ rèn Wagner về những vật liệu đặc biệt để rèn vũ khí, nhưng Wagner thậm chí còn chưa từng nghe đến những thứ như vậy. Sau đó, tại Quà Tặng Của Thiên Sứ, một người đàn ông khả nghi có mái tóc vàng và bịt mắt được nhìn thấy. Nhà Lữ Hành đến đây để tìm hiểu về người lạ mặt này và tình cờ gặp Dainsleif. Trong cuộc gặp, Dainsleif yêu cầu năm trăm Mora và câu trả lời cho ba câu hỏi. Câu hỏi đầu tiên của anh là: ai đã đóng vai trò then chốt trong chiến thắng cùng với Phong Thần để đánh bại Phong Ma Long? Câu hỏi thứ hai là <color=#ffffffd9>\"Nham Vương Đế Quân bảo vệ Liyue mấy ngàn năm, cuối cùng dùng chính Gnosis của mình để ký cái gọi là \"khế ước chấm dứt tất cả khế ước\" mà nội dung trong đó là gì vẫn chưa rõ. Bạn nghĩ ai sẽ là người bảo vệ Liyue sau khi Liyue mất đi vị thần?\"</color> Cuối cùng, anh hỏi ai mới là người quan trọng hơn đối với các vị Thần: những người sở hữu Vision, hay những người chưa từng được ban tặng nó. Sau khi nhận được ba câu trả lời và năm trăm Mora, Dainsleif đã giải thích mục đích của mình khi đến Mondstadt và đề nghị gặp nhau tại Đền Chim Ưng, nơi đã bị Giáo Đoàn Vực Sâu chiếm giữ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/f1098093d99b6d155aa588d664021eb1_7198383284987958371.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mặc dù trước đó Nhà Lữ Hành đã từng chạm trán với Giáo Đoàn Vực Sâu khi cứu Phong Ma Long, tổ chức này lại nhận được lệnh phải tránh đối đầu trực tiếp với Nhà Lữ Hành. Bên trong đền thờ, họ đụng độ một vài Pháp Sư Vực Sâu, nhưng Sứ Đồ Vực Sâu đã rời đi từ trước đó. Sau trận chiến ngắn, họ liền lên đường đến gặp Vua Gió Bắc, Andrius.Dainsleif biết rằng\ncủa mình có hứng thú với lịch sử của loài sói, vì vậy anh muốn đến kiểm tra khu vực đó. Trước đó, từng có dấu hiệu hoạt động của Giáo Đoàn Vực Sâu tại Lang Lãnh, và quanh hang ổ của Andrius cũng xuất hiện dấu vết của phép thuật Vực Sâu. Tuy nhiên, không có bất kỳ manh mối nào cho thấy sự hiện diện của một Sứ Đồ Vực Sâu. Điểm dừng chân cuối cùng của Dainsleif là Phế Tích Phong Long. Anh từng đặt chân đến nơi này từ trước, khi còn đồng hành cùng anh hoặc em của Nhà Lữ Hành, vào thời điểm Dvalin chưa sa ngã và vẫn còn lang thang giữa tàn tích của Mondstadt cổ. Khi cùng Nhà Lữ Hành kiểm tra Cơ Quan Dẫn Sáng, thiết bị từng được dùng để phong ấn phế tích này, họ bất chợt cảm nhận có ai đó đang theo dõi từ vách đá gần đó. Khi tiến lại gần, không một ai xuất hiện, chỉ còn dấu chân của Thủ Vệ Di Tích, những cỗ máy chiến đấu được tạo ra từ Khaenri’ah. Nhà Lữ Hành chạm vào một bông bồ công anh gần đó và bất chợt nhớ đến anh hoặc em mình, cùng với hy vọng một ngày được trở về nhà."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Ít nhất bây giờ bạn đã biết, cô ấy|anh ấy vẫn còn tồn tại trên thế giới này.</color>\n<color=#ffffffd9>Vào lúc này, điều quan trọng nhất là \"cuộc hành trình\" tìm kiếm cô ấy|anh ấy.</color>\n<color=#ffffffd9>Đúng, đây là điều bạn nên ghi nhớ, cũng là ý nghĩa đằng sau cuộc hành trình của bạn.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/7d621eddacce30929665041f8d2b13da_6940450719673143907.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Không tìm thấy dấu vết của Sứ Đồ Vực Sâu, Dainsleif chào tạm biệt Nhà Lữ Hành và hứa rằng họ sẽ sớm gặp lại. Một thời gian sau, hành trình truy lùng dấu vết của Sứ Đồ đã đưa anh đến một tàn tích ở Liyue, nơi Nhà Lữ Hành và Paimon cũng đang lần theo một tên đạo chích thuộc Đạo Bảo Đoàn. Tại đây, Giáo Đoàn Vực Sâu đã giấu một bức Thất Thiên Thần Tượng bị đánh cắp. Không những bị lật ngược, bức tượng này còn không mang quả cầu như thường lệ, mà thay vào đó là một nguồn năng lượng đến từ Vực Sâu. Khi Nhà Lữ Hành và Paimon tìm thấy tên đạo chích, hắn đã chết, ngồi bất động trước bức tượng lộn ngược, như thể đang cầu nguyện với một thế lực nào đó.\nSau khi rời khỏi tàn tích, Sứ Đồ Vực Sâu bất ngờ xuất hiện. Hắn cảm nhận được sức mạnh của Công Chúa/Hoàng Tử của Giáo Đoàn Vực Sâu đang tồn tại trong Nhà Lữ Hành. Dù nhanh chóng rút lui, sự xuất hiện của hắn khiến Dainsleif lập tức đề nghị truy đuổi.\nTrong quá trình truy kích, họ đụng độ một nhóm Pháp Sư Vực Sâu đang tìm kiếm thứ gì đó giữa đống Thủ Vệ Di Tích cạn kiệt năng lượng. Những cỗ máy này, được mệnh danh là “máy cày đầu tiên của thế giới”, từng phục vụ dưới quyền Khaenri’ah. Sau khi vương quốc sụp đổ, chúng mất kiểm soát, lang thang vô định khắp Teyvat suốt năm thế kỷ. Trên người một Pháp Sư Vực Sâu bị đánh bại, Dainsleif, Nhà Lữ Hành và Paimon đã tìm thấy một bùa chú., trên đó ghi rằng: <color=#ffffffd9>\"...Dùng tín ngưỡng của kẻ địch làm củi lửa, dâng hiến vinh quang cho công chúa|hoàng tử điện hạ tôn quý...\" ..\"Máy dệt số phận\", kế hoạch ban đầu.\" Nói một cách dễ hiểu, kế hoạch sơ bộ có liên quan đến \"Ma Thần Lốc Xoáy\" Osial.</color> Trong Chiến Tranh Ma Thần, Nham Thần Rex Lapis đã đánh bại Osial và phong ấn hắn dưới đáy biển bằng những mũi giáo đá khổng lồ. Tuy nhiên, sau hàng nghìn năm ngủ yên, Osial đã bị đánh thức và tấn công Liyue một lần nữa. Lợi dụng sự kiện đó, Giáo Đoàn Vực Sâu âm mưu tạo ra một vị thần cơ giới hóa bằng cách sử dụng “Tượng Thần Ô Uế” làm nền tảng. Họ định gắn các chi thể còn sót lại của Osial vào bức tượng, thay thế quả cầu thông thường mà Thất Thiên Thần Tượng từng nắm giữ bằng con mắt của chiếc Máy Cày đầu tiên. Thông qua nghi thức này, một vị thần mới sẽ được hình thành — kẻ sở hữu sức mạnh có thể “lay chuyển thần tọa trên Đảo Thiên Không.”\nNhận ra rằng Giáo Đoàn Vực Sâu đang tiến hành các cuộc thử nghiệm sơ bộ cho một chiến dịch quy mô lớn, Dainsleif và Nhà Lữ Hành quyết định lên đường tìm hiểu thêm về bức tượng bị lật ngược cùng con mắt của chiếc máy cày đầu tiên của thế giới.\nVì bức tượng mang hình dáng tương tự với một trong những Thất Thiên Thần Tượng của Phong Thần Barbatos, họ hướng đến Mondstadt để điều tra. Tuy nhiên, khi đến nơi, Dainsleif từ chối bước vào Giáo Hội Tây Phong."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Giao thiệp với người đương nhiên là không thành vấn đề, còn với thần...thì thật khó nói.</color>\n<color=#ffffffd9>Xem như đây là kiến nghị của cá nhân tôi, hãy nhớ, lúc nào cũng phải cảnh giác với thần linh.</color>\n<color=#ffffffd9>Đừng quá tin họ, nhưng, cũng đừng đến mức...\"lật đổ\" hoặc \"truy sát.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Từ rất lâu trước đây, một bức Thất Thiên Thần Tượng đã biến mất khỏi vị trí vốn có mà không để lại bất kỳ dấu vết nào. Dù đã nhiều lần tìm kiếm, các giáo sĩ của Giáo Hội Tây Phong vẫn không thể xác định được tung tích của bức tượng. Bên cạnh đó, người dân Mondstadt vẫn truyền tai nhau một câu chuyện cổ mang tên “Oán hận của bạo quân” — một hiện tượng kỳ lạ từng xảy ra tại tàn tích của Mondstadt cổ, nay gọi là Phế Tích Phong Long. Nhiều năm về trước, mỗi khi ai đó đến gần nơi này, những quả cầu lửa bất ngờ rơi xuống từ bầu trời. Người dân khi ấy tin rằng đó là lời nguyền do Thần Bão Tố Decarabian để lại, và gọi hiện tượng ấy là \"Oán hận của bạo quân\". Hiện tượng kỳ lạ đó kéo dài suốt một năm, không ai có thể lý giải nguyên nhân, và rồi nó biến mất một cách bí ẩn như chưa từng tồn tại. Khi Nhà Lữ Hành và Paimon rời khỏi Giáo Hội, họ nhận được tin về một cuộc tấn công của Giáo Đoàn Vực Sâu gần khu vực Lang Lãnh. Cả hai nhanh chóng cùng Dainsleif lên đường đến gặp Andrius. Tuy nhiên, lần này Dainsleif từ chối quay lại nơi Vua Gió Bắc đang cư ngụ."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Không liên quan với \"sói\". Là bởi vì hắn từng là ma thần ngày trước, nhưng nay lại góp sức cho Thất Thần.</color>\n<color=#ffffffd9>Tôi không thể nào chấp nhận hành vi này, càng không muốn có liên quan gì với hắn.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/95c621c6ae548f97272a695407add979_7328502701594485398.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Linh hồn của Lupus Boreas đã bị Sứ Đồ Vực Sâu giam giữ. Kẻ này hứa sẽ khôi phục quyền năng thần thánh cho ông nếu ông chịu thề trung thành với Giáo Đoàn Vực Sâu. Tuy nhiên, nhờ sự can thiệp kịp thời của Nhà Lữ Hành, nghi lễ đã bị gián đoạn và Sứ Đồ Vực Sâu lại một lần nữa trốn thoát. Từ Andrius, họ biết được sự thật đằng sau hiện tượng “Oán hận của bạo quân”. Thực chất, đó chính là một trong những chiếc máy cày đầu tiên của thế giới — một cỗ máy chiến đấu cổ xưa từng xuất hiện trong đấu trường của Vua Gió Bắc. Khi ấy, Andrius tưởng nhầm nó là một chiến binh dũng cảm đến thách đấu. Cỗ máy không sở hữu trí tuệ, nhưng từng bộ phận đều được chế tạo để phục vụ cho việc giết chóc và chiến đấu. Nó có thể xoay tròn, phóng lên không trung, và bắn ra những quả cầu lửa dữ dội.\nCuối cùng, Andrius đã đánh bại được nó, nhưng ngay trước khi bị hủy diệt hoàn toàn, cỗ máy đã rời khỏi đấu trường và tiến về phía Mondstadt cũ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/9b9ccf34acdfea993d8a96762aa46a9d_3888683771906149670.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tại Phế Tích Phong Long, Dainsleif và Nhà Lữ Hành phát hiện chiếc máy cày đầu tiên của thế giới. Nhận thấy con mắt của cỗ máy chính là thứ mà Giáo Đoàn Vực Sâu đang ráo riết truy lùng, Kiếm Sĩ Hoàng Hôn đã dùng sức mạnh đặc biệt để rút nó ra và giấu vào trong cơ thể mình, nhằm ngăn không cho rơi vào tay kẻ địch. Để phá vỡ kế hoạch của Giáo Đoàn, họ tiếp tục đến tàn tích ở Liyue, nơi đặt bức tượng Thất Thiên bị lật ngược. Tại đây, họ đụng độ và giao chiến với Sứ Đồ Vực Sâu. Khi tên Sứ Giả sắp bị đánh bại, sức mạnh của Dainsleif bất ngờ bị chặn đứng bởi sự xuất hiện của Công Chúa/Hoàng Tử của Giáo Đoàn Vực Sâu. Người ấy gọi Dainsleif là kẻ thù và nói với Nhà Lữ Hành rằng họ sẽ gặp lại khi chuyến hành trình này đi đến hồi kết. Khi Công Chúa/Hoàng Tử cùng Sứ Đồ mở cổng dịch chuyển để rút lui, Dainsleif không ngần ngại lao theo và biến mất trong luồng ánh sáng của cánh cổng, để lại Nhà Lữ Hành và Paimon đứng lặng giữa tàn tích đang dần lắng xuống.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6461,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "name": "Mondstadt",
        "desc": "<p>Thành phố tự do nằm ở phía Đông Bắc đại lục Teyvat.</p><p>Giữa những dãy núi và đồng bằng rộng lớn, làn gió tự do cuốn theo hơi thở của ngọn bồ công anh bay qua Hồ Rượu Trái Cây, đem theo lời chúc phúc và ân trạch từ Phong Thần Barbatos đến Thành Mondstadt nằm trên đảo hồ trung tâm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/7b245f487d037173b0e941069fa82074_6126217539693815669.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "name": "Liyue",
        "desc": "<p>Bến cảng giàu có nằm phía đông đại lục Teyvat. Vùng đất màu mỡ được tạo nên từ những dãy núi cao, rừng đá sừng sững, đồng bằng rộng lớn và những bờ sông nhộn nhịp sức sống, nơi đây rực rỡ sắc màu trong bốn mùa. Có bao nhiêu món quà cổ xưa của Nham Ma Thần được chôn vùi giữa núi non và những kỳ tích đá đang chờ người ta khám phá đây?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/5968bc73f375ee1e3704302541c83c7f_5132625440292305.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Máy Dệt Vận Mệnh",
        "desc": "<p>Một thiết bị do Giáo Đoàn Vực Sâu tạo ra có khả năng tạo ra đường Địa Mạch.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/55631176/33100d02a4e57722d4e33b40794502a8_1448994727493850098.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andrius",
        "desc": "<p>Vua Sói Bắc Phong, lãnh chúa Lang Lãnh và là một trong Tứ Phong Thủ Hộ </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/19/44749939/2ac7ad0e18377b4a7b7fc2032f318cc3_7983495985512709893.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Một Rồng Nguyên Tố, là bạn của Phong Thần Barbatos. Sau khi bị nhiễm độc từ máu của Ma Long, anh được biết đến với tên gọi Phong Ma Long.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/06/55631176/caf24ad3b0ba08b36bca06b6acf8794a_7342188423464607902.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2180,
        "name": "Sứ Đồ Vực Sâu - Kích Lưu",
        "desc": "Ma vật sử dụng Nguyên Tố Thủy để chiến đấu, chịu sự quản lý của \"Giáo Đoàn Vực Sâu\".<br/>Những nhân vật thầm lặng này là tiền thân của Vực Sâu, cầm đầu làn sóng càn quét khắp nơi, đập tan mọi lớp giáp bảo vệ và những trái tim dị giáo, và giáng xuống những người ngu muội vô lo hình phạt định mệnh.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Herald: Wicked Torrents_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "name": "Người Anh Em Sinh Đôi",
        "desc": "<p><span style=\"color: oklab(0.949075 -0.0000115931 -0.00219017)\">Anh/em song sinh của Nhà Lữ Hành, Công chúa/Hoàng tử của Khaenri'ah, Đấng cứu thế, và Công chúa/Hoàng tử của Vực Sâu.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/11/44749939/725878e71fb16f81d7bbde830f0d58d8_435243309191365812.gif",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Khúc An Hồn Nơi Đáy Vực",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/237301566/f96c8c6d21fbaebe2e2af4c8bbdc4f02_7735721997484790110.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Dainsleif lao vào cổng dịch chuyển để truy đuổi Sứ Đồ Vực Sâu, họ không đến cùng một nơi. Cổng dịch chuyển của Giáo Đoàn Vực Sâu không kết nối hai điểm cố định, mà tạo thành một mạng lưới rộng lớn và phức tạp. Về sau, khi đang truy đuổi một Sứ Đồ khác, Dainsleif lần theo mạng lưới ấy và cuối cùng đặt chân đến tầng sâu nhất của Vực Đá Sâu. Nhận ra rằng Giáo Đoàn cần một điểm dịch chuyển ở nơi này vì mục đích nào đó, anh quyết định điều tra và tình cờ gặp lại Nhà Lữ Hành cùng Paimon, những người cũng đang điều tra hành vi bất thường của bọn Hilichurl. Các thợ mỏ ở Vực Đá Sâu đã phát hiện rằng đám Hilichurl thường xuyên tiến sâu vào hầm mỏ, như thể bị mê hoặc, và không bao giờ quay trở lại. Cuộc điều tra đã dẫn họ đến một thành phố bị lộn ngược, thuộc về một nền văn minh cổ đại có kiến trúc tương tự Khaenri’ah nhưng còn cổ xưa hơn nhiều. Gần thành phố ấy, Dainsleif nhận thấy môi trường xung quanh đang làm suy yếu lời nguyền bất tử đè nặng lên anh và những Hilichurl. Suốt hàng thế kỷ, Dainsleif đã chịu đựng sự ăn mòn không ngừng của lời nguyền, một sự giày vò chậm rãi không cho phép cái chết, nhưng cũng không để người bị nguyền được sống trọn vẹn. Thể xác và linh hồn dần bị bào mòn, cho đến khi gần như không còn gì tồn tại. Khi những Hilichurl cảm nhận được kết thúc đang đến gần, bản năng dẫn dắt họ tìm đến một nơi yên tĩnh và tối tăm để nói lời từ biệt với hàng thế kỷ đau đớn. Và nơi mà lời nguyền suy yếu như tầng sâu này chính là điểm đến cuối cùng mà họ lựa chọn để tìm chút yên bình trước khi hoàn toàn tan biến."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/237301566/8a59436a38e36d12bf0995bb4bf32167_1178453505332865450.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi tiến vào thành phố bị lộn ngược, Dainsleif, Nhà Lữ Hành và Paimon bất ngờ bị một nhóm Kỵ Sĩ Hắc Xà tấn công. Dưới tác động của lời nguyền và sức mạnh từ Vực Sâu, những kỵ sĩ từng trung thành với Khaenri'ah nay đã mất đi lý trí, trở thành những vỏ rỗng vô hồn chỉ còn bản năng chiến đấu. Trong lúc giao tranh, một kỵ sĩ đứng ở khoảng cách xa khiến Dainsleif bất chợt cảm thấy quen thuộc. Người đó như muốn nói điều gì, nhưng rồi nhanh chóng biến mất vào bóng tối. Bên trong thành phố, họ tiếp tục bắt gặp những Kỵ Sĩ Hắc Xà khác. Điều lạ lùng là những kỵ sĩ này không tấn công mà đang lặng lẽ bảo vệ các Hilichurl đang cận kề cái kết. Vị kỵ sĩ quen thuộc lại xuất hiện và ra lệnh cho các kỵ sĩ khác rút lui. Dainsleif nhận ra đó chính là Halfdan, một chiến binh trẻ từng phục vụ trong đội cận vệ hoàng gia.\nVào ngày Khaenri'ah diệt vong, Dainsleif đã ra lệnh cho Halfdan bảo vệ người dân bằng mọi giá. Dù bị nguyền rủa và dần mất đi bản ngã, Halfdan vẫn trung thành với mệnh lệnh đó suốt hàng trăm năm, không hề quên đi lời thề năm xưa.\nỞ tầng cao hơn của thành phố, họ tìm thấy một đài phun nước bị đảo ngược. Nguồn nước chảy ra từ đó mang năng lực “thanh tẩy,” làm suy yếu lời nguyền bất tử. Tuy nhiên, ngay cả nước ấy cũng không thể xóa bỏ hoàn toàn lời nguyền, vì bản chất của nó đã được dệt nên từ định mệnh của thế giới — một điều vượt xa tầm với của loài người."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/237301566/6a00ee06c91aebe8a4ef42298b613f07_7422033633417731149.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Halfdan lại xuất hiện, lặng lẽ ra hiệu cho Dainsleif và Nhà Lữ Hành đi theo anh. Anh dẫn họ đến chỗ các Hilichurl đang trong những giờ phút cuối cùng, những sinh thể gần như đã hòa làm một với bóng tối. Gần một trong số đó, Nhà Lữ Hành phát hiện một bông hoa Inteyvat — quốc hoa của Khaenri'ah, loài hoa từng nở rộ khắp mọi ngóc ngách của vùng đất này. Inteyvat chỉ nở trong vòng hai tuần, và nếu bị hái rồi mang ra khỏi Khaenri’ah, những cánh hoa sẽ ngừng lớn lên, trở nên khô cứng. Chỉ khi được đưa trở về mảnh đất quê hương, cánh hoa mới dần mềm lại rồi hóa thành bụi. Với người dân Khaenri'ah, Inteyvat là biểu tượng của kẻ tha hương, gợi lên nỗi nhớ và sự dịu dàng dành cho quê nhà. Lumine cũng từng cài loài hoa này trên mái tóc.\nKhi Nhà Lữ Hành chạm vào bông hoa, một viễn cảnh hiện ra: anh thấy anh/em mình đang cùng một Sứ Đồ Vực Sâu bàn bạc về nghi lễ phục hưng Khaenri’ah, bằng cách kích hoạt một thiết bị nằm bên dưới đài phun nước. Dainsleif quả quyết rằng việc hồi sinh quê hương và hóa giải lời nguyền bằng cách đó là điều không thể, và bất kỳ nỗ lực cưỡng ép nào cũng chỉ mang lại thêm thống khổ.\nNhà Lữ Hành đồng tình với anh. Vì thế, họ lập tức lên đường ngăn cản Giáo Đoàn Vực Sâu trước khi tổ chức này có thể chà đạp lên ý chí của Halfdan và những Kỵ Sĩ Hắc Xà vẫn đang trung thành với lời thề bảo vệ đất nước đã mất."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/237301566/4dd90b1c17ebd4b69e07df02a4c453b9_6551923259036194447.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi Dainsleif, Nhà Lữ Hành và Paimon quay trở lại đài phun nước, một luồng ánh sáng chói lòa bất ngờ lóe lên từ căn phòng phía trước. Họ lập tức bị chặn lại bởi một Sứ Đồ Vực Sâu đang canh giữ lối vào. Sau trận chiến quyết liệt, họ đánh bại kẻ địch và vội vã tiến vào trong, nhưng đã quá muộn. Giáo Đoàn Vực Sâu đã kịp kích hoạt thiết bị khuếch đại, khiến năng lực thanh tẩy của nước từ đài phun được nhân lên hàng trăm lần. Ban đầu, Giáo Đoàn hy vọng quá trình này sẽ xóa bỏ lời nguyền bất tử, giải thoát những kẻ bị nguyền khỏi sự dày vò kéo dài suốt hàng thế kỷ. Thế nhưng, kết quả mang lại chỉ là nỗi đau tột cùng. Hilichurl, Kỵ Sĩ Hắc Xà, và cả chính Dainsleif đều phải gánh chịu cơn thống khổ vượt quá sức chịu đựng. Trong khoảnh khắc tuyệt vọng ấy, Halfdan lao đến thiết bị và hy sinh bản thân để ngăn cản quá trình hủy diệt. Nhưng ngay cả cái chết của anh cũng không đủ để dừng thiết bị lại. Chỉ khi toàn bộ hệ thống cấp nguồn bị phá hủy, quá trình khuếch đại mới chấm dứt. Lúc này, Halfdan đã nằm bất động, không còn dấu hiệu sự sống. Khi Dainsleif chuẩn bị rời đi, linh hồn của Halfdan bất ngờ thức tỉnh trong khoảnh khắc ngắn ngủi. Giữ lại chút lý trí cuối cùng, anh cất lời từ biệt với người đội trưởng mà mình từng thề trung thành. Rồi ánh sáng trong đôi mắt anh lặng lẽ vụt tắt, để lại nơi ấy một khoảng lặng vĩnh hằng.\nNghi lễ do Giáo Đoàn Vực Sâu thực hiện đã khiến Dainsleif suy yếu nghiêm trọng, nên anh cần thời gian để hồi phục. Thế nhưng, bất chấp nỗi đau đang giày vò, anh vẫn không thể nghỉ ngơi, bởi dự án Máy Dệt Vận Mệnh vẫn đang được triển khai, và những thiết bị khuếch đại tại Vực Đá Sâu hoàn toàn có thể được kết nối với nó.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6497,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "name": "Liyue",
        "desc": "<p>Bến cảng giàu có nằm phía đông đại lục Teyvat. Vùng đất màu mỡ được tạo nên từ những dãy núi cao, rừng đá sừng sững, đồng bằng rộng lớn và những bờ sông nhộn nhịp sức sống, nơi đây rực rỡ sắc màu trong bốn mùa. Có bao nhiêu món quà cổ xưa của Nham Ma Thần được chôn vùi giữa núi non và những kỳ tích đá đang chờ người ta khám phá đây?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/5968bc73f375ee1e3704302541c83c7f_5132625440292305.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5119,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2467,
        "name": "Halfdan",
        "desc": "<p>Một tinh anh trong đội cận vệ hoàng gia của Khaenri'ah dưới sự chỉ huy của Kiếm Sĩ Hoàng Hôn.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/55631176/744d252b349bde9b31203c2b5cfc28dd_6543544823619957100.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "name": "Người Anh Em Sinh Đôi",
        "desc": "<p><span style=\"color: oklab(0.949075 -0.0000115931 -0.00219017)\">Anh/em song sinh của Nhà Lữ Hành, Công chúa/Hoàng tử của Khaenri'ah, Đấng cứu thế, và Công chúa/Hoàng tử của Vực Sâu.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/11/44749939/725878e71fb16f81d7bbde830f0d58d8_435243309191365812.gif",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2248,
        "name": "Kỵ Sĩ Hắc Xà - Trảm Phong Kiếm",
        "desc": "Quân nhân cận vệ có địa vị cao trong triều đình, quét sạch kẻ địch của Vương Gia bằng một kỹ thuật đấu kiếm gọi là \"Kiếm Thuật Siêu Thực\".<br/>\"Kiếm Sĩ Hoàng Hôn\" cũng là một trong những thành viên của họ. Trước khi tất cả vinh quang của vương quốc bị mất đi, và mọi thứ không thể cứu vãn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Black Serpent Knight: Windcutter_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Máy Dệt Vận Mệnh",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/237301566/f0f23d21984320922c2042a4a6baff5a_8608755407864097818.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi đang tĩnh dưỡng sau nghi lễ của Giáo Đoàn Vực Sâu tại Vực Đá Sâu, Dainsleif bất chợt nhớ lại rằng anh từng nghe đến khái niệm “Máy Dệt Vận Mệnh” trong những chuyến hành trình cùng Công chúa hoặc Hoàng tử của Khaenri’ah. Những ký ức vốn đang tan rã bởi sự ăn mòn của lời nguyền bất tử đột ngột liên kết lại, giúp anh nhớ rằng chủ đề này từng được nhắc đến khi họ đi qua Sumeru. Vì vậy, Dainsleif quyết định đến rừng Avidya để tìm kiếm manh mối. Anh gọi Nhà Lữ Hành và Paimon đến hội ngộ. Trong rừng, họ tìm thấy một cánh đồng bỏ hoang và một ngôi nhà cũ kỹ mang đến cảm giác quen thuộc. Ngôi nhà này từng thuộc về Chlothar Alberich, người đã tuyệt vọng tìm cách chữa trị cho con trai mình, Caribert. Khi Dainsleif đi kiểm tra Địa Mạch, Nhà Lữ Hành bất chợt cảm nhận được những ký ức của người anh hoặc em mình, như thể chính bản thân đã từng trải qua tất cả. Những hình ảnh hiện ra trong ký ức hé lộ về Chlothar, Caribert và Tội Nhân. Sau khi thành lập Giáo Đoàn Vực Sâu, niềm tin tuyệt đối của Chlothar vào tổ chức đã dẫn ông đến những hành động cực đoan. Nhưng lời nguyền bất tử vẫn không ngừng giày xéo thể xác và linh hồn ông. Vực Sâu mà ông từng gửi trọn niềm tin rốt cuộc cũng không thể cứu rỗi chính ông. Một trăm năm sau, Chlothar hoàn toàn mất đi lý trí và biến mất trong bóng tối. Thế nhưng, di sản u ám mà ông để lại vẫn còn tồn tại: bức tượng lộn ngược mà Dainsleif và Nhà Lữ Hành từng thấy ở Liyue chỉ là một trong những tạo vật méo mó được tạo nên từ sức mạnh Vực Sâu của ông. Sau khi chứng kiến tất cả, Nhà Lữ Hành quyết định đào khu đất gần ngôi nhà và phát hiện ra hài cốt của mẹ Caribert, cùng với chính Chlothar — người bằng cách nào đó đã tìm ra cách hóa giải lời nguyền bất tử."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/237301566/2b986ebca3f42324d1eeb98b8ef05662_5854881911701680216.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Vì cần thêm thời gian để lần lại những ký ức bị ăn mòn và xác nhận danh tính thật sự của Tội Nhân, Dainsleif tạm biệt Nhà Lữ Hành và Paimon. Lần hội ngộ tiếp theo diễn ra khi Kiếm Sĩ Hoàng Hôn đang điều tra những hoạt động bất thường của lũ quái vật gần làng Vimara, nơi mà Nhà Lữ Hành và Paimon cũng đang thực hiện một ủy thác tìm kiếm người mất tích. Dainsleif tin rằng sự xáo trộn của Địa Mạch và sự xuất hiện ngày càng nhiều của quái vật Vực Sâu có thể là dấu hiệu cho thấy kế hoạch của Giáo Đoàn Vực Sâu đang được tiến hành. Anh bắt đầu điều tra về “Máy Dệt Vận Mệnh” để hiểu rõ mục tiêu thực sự của bọn chúng. Theo những gì anh biết, kế hoạch này có liên hệ chặt chẽ với Địa Mạch, thứ luôn gây ra những biến động mỗi khi bị can thiệp. Trong quá trình tìm kiếm cậu bé mất tích, Nhà Lữ Hành và Paimon phát hiện rằng cậu dường như chỉ tồn tại trong ký ức của dân làng ,những ký ức chảy trôi và bị bóp méo bởi Địa Mạch. Họ quyết định hợp tác cùng Dainsleif để tiếp tục điều tra. Sáng hôm sau, Dainsleif bất ngờ có những ký ức về cậu bé, mặc dù trước đó anh chưa từng gặp cậu. Trong ký ức ấy, anh đã trao cho cậu con mắt của chiếc Máy Cày đầu tiên, thứ mà anh từng giấu đi để ngăn rơi vào tay Giáo Đoàn Vực Sâu. Để xác minh xem con mắt đó có thực sự được giấu tại nơi ký ức mách bảo hay không, họ cùng nhau đến một tàn tích cổ nằm gần ngôi làng. Ở sâu trong lòng tàn tích, cả nhóm bị một Sứ Đồ Vực Sâu bất ngờ tấn công. Cảm nhận được sự biến động dữ dội của Địa Mạch, Dainsleif quyết định ở lại cản đường kẻ địch và gửi Nhà Lữ Hành cùng Paimon trở lại làng để tìm kiếm cậu bé mất tích. Sau khi hai người rút lui an toàn, Dainsleif bất ngờ đối mặt với Công chúa hoặc Hoàng tử của Giáo Đoàn Vực Sâu. Anh biết rõ chỉ khi rơi vào bẫy của Giáo Đoàn thì mới có cơ hội gặp lại người ấy, nhưng ngay cả khi bị phản bội, anh vẫn không thể lập tức vung kiếm chống lại người đã từng đồng hành qua bao năm tháng. Trong khoảnh khắc chần chừ ấy, Kiếm Sĩ Hoàng Hôn đã bị đánh bại."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/237301566/2ff0c4afe38825213354013dcbd4c411_6329105197977002908.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Nhà Lữ Hành tìm thấy người mất tích, đó chính là Caribert, con trai của Chlothar Alberich. Dù cậu đã qua đời từ khi còn nhỏ, linh hồn của cậu lại được dùng để tạo ra “Máy Dệt Vận Mệnh.” Ý thức của Caribert vẫn tồn tại trong cơ chế ấy, và cậu có khả năng điều khiển thiết bị cho đến khi nó được hoàn thiện. Caribert đã hiểu được kế hoạch của Dainsleif. Cậu biết rằng Giáo Đoàn đang truy lùng con mắt của máy cày, nên đã định trao nó cho Nhà Lữ Hành để người ấy có thể lấy nó từ nơi ẩn giấu. Tuy nhiên, kế hoạch này đã bị phá vỡ khi chính Caribert tạo ra ký ức rằng Dainsleif đã trao con mắt ấy từ trước. Nhờ vậy, Giáo Đoàn Vực Sâu đã lấy được con mắt và hoàn tất việc chế tạo Máy Dệt Vận Mệnh.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5675,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 5752,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Máy Dệt Vận Mệnh",
        "desc": "<p>Một thiết bị do Giáo Đoàn Vực Sâu tạo ra có khả năng tạo ra đường Địa Mạch.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/55631176/33100d02a4e57722d4e33b40794502a8_1448994727493850098.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "name": "Người Anh Em Sinh Đôi",
        "desc": "<p><span style=\"color: oklab(0.949075 -0.0000115931 -0.00219017)\">Anh/em song sinh của Nhà Lữ Hành, Công chúa/Hoàng tử của Khaenri'ah, Đấng cứu thế, và Công chúa/Hoàng tử của Vực Sâu.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/11/44749939/725878e71fb16f81d7bbde830f0d58d8_435243309191365812.gif",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Chlothar",
        "desc": "<p>Một người Khaenri’ah thuần huyết bị Thiên Giới nguyền rủa với lời nguyền bất tử. Ông là thành viên của gia tộc Alberich và là người sáng lập ra Giáo Đoàn Vực Sâu..</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/03/55631176/3d82d32613f1ddd0e52f30a319d3cc64_1904644989929539703.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Con trai của Chlothar Alberich, người đã trở thành một Hilichurl do lời nguyền của Thiên Lý. Anh ta đã bị lợi dụng để tạo ra Máy Dệt Vận Mệnh.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/55631176/110420d565890579cd62848e0d0f6804_359345007780608994.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bản Đồ Của Thế Giới Mới",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/237301566/9d91e54df94dedb8efe5645b66af2294_4163574687037777932.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Máy Dệt Vận Mệnh được hoàn thành, Giáo Đoàn Vực Sâu phát động tấn công Natlan. Đây là lần đầu tiên chúng tiến hành một cuộc tấn công quy mô lớn như vậy. Dù biết rõ trong một cuộc chiến với người Natlan, cán cân sẽ nghiêng hẳn về phía đối thủ, mục tiêu thật sự của chúng lại nằm sâu hơn nhiều. Những người canh gác các bộ tộc nhận thấy phần lớn thành viên của Giáo Đoàn không trực tiếp tham chiến, mà chỉ đi lang thang trong khu vực như thể đang thiền định và cầu nguyện. Họ đã liên hệ với các pháp sư, nhưng ngay cả những người này cũng không thể giải thích được chuyện đang xảy ra. Cuối cùng, người Natlan chọn cách phớt lờ sự hiện diện của bọn chúng. Về sau, vị pháp sư vĩ đại của Chủ Nhân Gió Đêm mơ thấy một giấc mộng. Trong đó, bà nghe thấy một “tiếng gì đó” len lỏi vào Địa Mạch của Natlan. Âm thanh ấy không gây ảnh hưởng rõ ràng nào đến Vương Quốc Dạ Thần hay chính Địa Mạch, như thể nó tồn tại song song và độc lập hoàn toàn với thế giới thực — giống như một tín hiệu đến từ một chiều không gian khác. Vị pháp sư không cảm nhận được mối nguy trước mắt, nhưng bà biết chắc chắn rằng Giáo Đoàn Vực Sâu đang âm mưu điều gì đó."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/237301566/940ee6a1403f7cf597d2ad35a41e675b_2308754762093168512.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trong lúc người Natlan đang chuẩn bị lực lượng phản công, Dainsleif bất ngờ xuất hiện tại tiền tuyến của Giáo Đoàn Vực Sâu. Anh xông thẳng vào hàng ngũ địch và tấn công trong cơn cuồng nộ, chém gục từng kẻ như thể chỉ là những con rối bằng giấy. Khi đội canh gác kịp phản ứng, tiền tuyến đã hoàn toàn sụp đổ, buộc lũ quái vật phải rút lui về phía Thành Tro Tàn, nơi được cho là tổng hành dinh của chúng. Vì không thể chờ viện binh từ phía người Natlan, Dainsleif cùng Nhà Lữ Hành lập tức tiến về Ochkanatlan để điều tra mục đích thật sự của Giáo Đoàn Vực Sâu. Trong quá trình truy lùng, Dainsleif đã thẩm vấn một số quái vật bị bắt giữ, nhưng không khai thác được thông tin giá trị nào. Cuối cùng, anh quyết định chuyển sang hành động trực tiếp. Nếu Giáo Đoàn sẵn sàng hy sinh toàn bộ lực lượng để hoàn thành một kế hoạch bí mật, thì Kiếm Sĩ Hoàng Hôn sẽ khiến sự hy sinh đó trở thành hiện thực và đau đớn nhất có thể."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/237301566/e22f8c13601d60e26ac60d88de1a99b6_6293798527243728195.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tại Ochkanatlan, Dainsleif và Nhà Lữ Hành đã chạm trán một Kẻ Rửa Tội Tàn Ác, kẻ chỉ huy tổng hành dinh của Giáo Đoàn Vực Sâu. Sau khi bị đánh bại, hắn tiết lộ rằng Công chúa/Hoàng tử của Giáo Đoàn đã sớm giành được chiến thắng, và những gì Giáo Đoàn đang làm chỉ là để đánh lạc hướng sự chú ý. Công chúa/Hoàng tử đã âm thầm xâm nhập vào Vương Quốc Dạ Thần và lợi dụng kiến thức của người Natlan về việc phục hồi Địa Mạch để tạo ra “Bản Đồ Của Thế Giới Mới” — một mô phỏng hoàn chỉnh của Địa Mạch Khaenri'ah từ năm trăm năm trước, được thiết lập nhờ sức mạnh của Máy Dệt Vận Mệnh."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/237301566/16ff116ef47db7ced801b5ad67dfddaf_6786322345622380514.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dainsleif không tin lời của Kẻ Rửa Tội Tàn Ác. Khi Nhà Lữ Hành và Paimon rời đi để điều tra việc Khaenri'ah có thể được tái sinh, Dainsleif nhận ra con quái vật trước mặt chính là Haden — người từng là sư phụ của anh tại Học Viện Hiệp Sĩ. Dù cả hai đều không thể giết được nhau vì lời nguyền bất tử, Dainsleif vẫn luôn khao khát giết hắn thêm trăm lần nữa. Khi còn là giảng viên, Haden đã tàn nhẫn đàn áp lớp hiệp sĩ kế cận để giữ gìn danh tiếng bản thân. Một trong những nạn nhân của hắn là bạn học của Dainsleif, Surtalogi, người đã bị hắn hãm hại đến mức tàn phế. Nhưng sau năm thế kỷ, Haden giờ đây không còn là con người nữa. Bị bào mòn bởi lời nguyền và sức mạnh của Vực Sâu, hắn đã đánh mất ký ức, cảm xúc, và cả linh hồn của mình. Không còn nhớ gì về quá khứ, Haden van xin Dainsleif kể lại những ký ức về Khaenri'ah — bởi chỉ có Dainsleif, nhờ chiếc nhẫn do anh trai để lại, vẫn còn giữ được ký ức ấy. Dù từ chối chia sẻ với Haden, Dainsleif cuối cùng lại để Máy Dệt Vận Mệnh tiếp cận và sử dụng ký ức của mình, đúng như mục đích thật sự của Giáo Đoàn Vực Sâu. Phần lớn thành viên của Giáo Đoàn đều đã bị thời gian làm mòn trí nhớ, và chúng cần ký ức nguyên vẹn của anh để tái tạo một Khaenri'ah mới. Khi nhận ra Haden đã nói dối rằng Máy Dệt Vận Mệnh chưa hoàn chỉnh, và rằng chính ký ức của anh mới là chìa khóa giúp nó vận hành, Dainsleif đã thề sẽ khiến Haden phải chết thêm trăm lần nữa vì sự phản bội đó.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7858,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Máy Dệt Vận Mệnh",
        "desc": "<p>Một thiết bị do Giáo Đoàn Vực Sâu tạo ra có khả năng tạo ra đường Địa Mạch.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/55631176/33100d02a4e57722d4e33b40794502a8_1448994727493850098.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "name": "Người Anh Em Sinh Đôi",
        "desc": "<p><span style=\"color: oklab(0.949075 -0.0000115931 -0.00219017)\">Anh/em song sinh của Nhà Lữ Hành, Công chúa/Hoàng tử của Khaenri'ah, Đấng cứu thế, và Công chúa/Hoàng tử của Vực Sâu.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/11/44749939/725878e71fb16f81d7bbde830f0d58d8_435243309191365812.gif",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Dainsleif"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Đội Cận Vệ Hoàng Gia</color>"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "Người Giữ Cành\nKiếm Sĩ Hoàng Hôn"
          }
        ]
      },
      {
        "key": "VA Tiếng Trung",
        "value": [
          {
            "type": "RichText",
            "text": "孙晔 (Sun Ye)"
          }
        ]
      },
      {
        "key": "VA Tiếng Anh",
        "value": [
          {
            "type": "RichText",
            "text": "Yuri Lowenthal"
          }
        ]
      },
      {
        "key": "VA Tiếng Nhật",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>津田健次郎 (TSUDA Kenjiro)</color>"
          }
        ]
      },
      {
        "key": "VA Tiếng Hàn",
        "value": [
          {
            "type": "RichText",
            "text": "최한 (Choi Han)"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Teyvat Chapter Storyline Preview: Travail｜Genshin Impact (Contains spoilers)",
        "url": "https://youtu.be/TAlKhARUcoY",
        "coverUrl": "https://i.ytimg.com/vi/TAlKhARUcoY/maxresdefault.jpg",
        "duration": 259
      },
      {
        "title": "Version 2.6 \"Zephyr of the Violet Garden\" Trailer | Genshin Impact",
        "url": "https://youtu.be/LqCwQicfMuc",
        "coverUrl": "https://i.ytimg.com/vi/LqCwQicfMuc/maxresdefault.jpg",
        "duration": 272
      },
      {
        "title": "Version 3.5 \"Windblume's Breath\" Trailer | Genshin Impact",
        "url": "https://youtu.be/AcTUi59vw_E",
        "coverUrl": "https://i.ytimg.com/vi/AcTUi59vw_E/maxresdefault.jpg",
        "duration": 230
      },
      {
        "title": "Version 4.7 \"An Everlasting Dream Intertwined\" Trailer | Genshin Impact",
        "url": "https://youtu.be/qqnEjmnitgc",
        "coverUrl": "https://i.ytimg.com/vi/qqnEjmnitgc/maxresdefault.jpg",
        "duration": 200
      },
      {
        "title": "Version 5.7 \"A Space and Time for You\" Trailer | Genshin Impact #NewVersion #Trailer #GenshinImpact",
        "url": "https://youtu.be/S0xt6uUWSlw",
        "coverUrl": "https://i.ytimg.com/vi/S0xt6uUWSlw/maxresdefault.jpg",
        "duration": 214
      }
    ],
    "galleryCharacter": [
      {
        "key": "Dainsleif",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/55631176/6b468e4b510ff6794149b1ca0372fa92_3821007795908174424.png"
      },
      {
        "key": "Dainsleif",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/55631176/821aa9b5fe1e6dc9a86be52411d7d34a_7279173697544103159.png"
      }
    ]
  }
}