{
  "epId": 5745,
  "name": "Caribert",
  "desc": "<p>Con trai của Chlothar Alberich, người đã trở thành một Hilichurl do lời nguyền của Thiên Lý. Anh ta đã bị lợi dụng để tạo ra Máy Dệt Vận Mệnh.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/55631176/110420d565890579cd62848e0d0f6804_359345007780608994.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1744569778,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Caribert"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Caribert",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/55631176/125525348bd78510d60a6badcf364340_8540960588680690101.png"
      },
      {
        "key": "Caribert",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/55631176/9a94a1ce011d54987c59b0c409d742c5_2430342091907429064.png"
      },
      {
        "key": "Hình Nộm",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/55631176/d8adf8559d9b43f5e97a47a8c7b11905_3112584403083341050.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Atossa và Caribert"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Chlothar",
        "desc": "<p>Một người Khaenri’ah thuần huyết bị Thiên Giới nguyền rủa với lời nguyền bất tử. Ông là thành viên của gia tộc Alberich và là người sáng lập ra Giáo Đoàn Vực Sâu..</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/03/55631176/3d82d32613f1ddd0e52f30a319d3cc64_1904644989929539703.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Cha của Caribert.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Thực thể đã đánh thức Caribert.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Máy Dệt Vận Mệnh",
        "desc": "<p>Một thiết bị do Giáo Đoàn Vực Sâu tạo ra có khả năng tạo ra đường Địa Mạch.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/55631176/33100d02a4e57722d4e33b40794502a8_1448994727493850098.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Một thiết bị được tạo ra từ Caribert bởi Vực Sâu.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Các Mục Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Caribert",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/061f227f514e9af8ca74c1672d1f32e5_8824388314988044131.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Năm trăm năm trước, tại vương quốc không thờ phụng thần linh mang tên Khaenri’ah, Năm Tội Nhân đã lợi dụng sức mạnh của Vực Sâu để tạo ra các phát minh làm rung chuyển nền móng của thế giới. Do đó, Thiên Lý đã hủy diệt Khaenri’ah và nguyền rủa toàn bộ người dân nơi đây. Lời nguyền khiến cho những người thuộc dòng dõi hoàng gia của Khaenri'ah trở nên bất tử. Còn với những người dân bình thường mang huyết thống Khaenri'ah, họ bị biến trở thành quái vật. Như vậy dòng dõi hoàng gia của Khaenri'ah phải chịu đựng đau đớn thể xác vĩnh viễn và chứng kiến sự diệt vong của tất cả những gì họ trân quý. Một quý tộc thuộc Cung Đình, Clothar Alberich, đã có một đứa con ngoài giá thú với một người phụ nữ ở Mondstadt, họ đặt tên đứa bé là Caribert. Vì thân phận của Caribert, Clothar chưa bao giờ có thể ở bên con trai mình. Ngay từ khi chào đời, Caribert đã phải chịu nhiều khổ sở. Khi cả vương quốc bị nguyền rủa, Clothar phải chịu lời nguyền bất tử, còn con trai ông thì trở thành một Hilichurl và rơi vào trạng thái hôn mê."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/ad3cfbf41c685ff8f2ba7600218a5c8d_6045531549514605632.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Clothar không thể chấp nhận tình trạng của con trai mình và đã cầu xin các Ma Thần giúp đỡ, nhưng họ không hồi đáp. Sau đó, ông đưa Caribert đến Sumeru và cố gắng bào chế Loại Thuốc Cấm Vô Danh của Cung Đình. Theo ghi chép, loại thuốc này được ban cho sức mạnh từ Thảo Thần của Sumeru và có thể đánh thức tâm trí từ trạng thái mê muội sâu sắc. Tuy nhiên, Alberich không biết rằng Thảo Thần tiền nhiệm, Rukkhadevata, đã chết, còn Thần mới, Kusanali, lại đang bị giam giữ trong Thánh Điện Surasthana bởi chính thần dân của mình, vì vậy không thể giúp đỡ cậu bé. Khi Clothar cố gắng chế tạo liều thuốc thứ hai, ông nhìn thấy một Hilichurl trông giống Caribert đang bước vào một hang động và liền đi theo. Trong hang, ông gặp một thực thể siêu nhiên, kẻ tự xưng là “Tội Nhân.” Alberich lập tức tràn ngập cảm giác kính sợ và hoan hỉ. Ông đã ngay lập tức quỳ gối trước thực thể ấy. Khi rời khỏi hang, Clothar hoảng hốt nghĩ đến việc mình đã quỳ trước Tượng Thất Thiên - một biểu tượng cho các vị thần mà ông vô cùng căm ghét. Tuy nhiên, ông cũng cảm nhận được một cảm giác kỳ lạ như thể số phận đã sắp đặt điều đó. Khi Clothar trở về nhà, ông thấy con trai mình đã tỉnh lại. Caribert cảm thấy như mình vừa tỉnh dậy sau một giấc mơ dài, trong đó cậu chỉ biết trốn trong một căn phòng nhỏ và không dám bước ra ngoài suốt thời gian đó. Khi tỉnh lại, cha cậu giải thích rằng họ đã bước vào một thế giới cổ tích – nơi không còn bầu trời đỏ, không còn ngôi nhà của họ, cũng không còn Khaenri’ah. Trong thế giới cổ tích này, Caribert đã trở thành một con quái vật không thể tháo bỏ mặt nạ (hilichurl), nhưng sẽ mãi mãi ở bên cha mình.\nQuyết định rằng mình phải dâng cống vật cho “Tội Nhân,” Clothar lại một lần nữa đến hang động. Nhưng khi trở về, ông phát hiện Caribert đã không còn ở nhà. Cậu bé đã không nghe lời cha và tháo mặt nạ ra để nhìn mình trong gương. Không thể chịu nổi hình ảnh phản chiếu của chính mình, Caribert đã bỏ chạy khỏi nhà và một lần nữa rơi vào trạng thái như trước kia.\nKhi nhìn thấy con trai, cuối cùng Clothar nhận ra rằng thực thể đã ban sức mạnh cho Caribert không phải là một vị thần, và nguồn sức mạnh đó đến từ Vực Sâu. Ông quyết định rằng với sức mạnh này, Caribert có thể tự mình viết lại số phận."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Sinh ra trong nỗi bi thương cùng cực đó, nó sẽ trở thành Máy Dệt Vận Mệnh.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "name": "Mondstadt",
        "desc": "<p>Thành phố tự do nằm ở phía Đông Bắc đại lục Teyvat.</p><p>Giữa những dãy núi và đồng bằng rộng lớn, làn gió tự do cuốn theo hơi thở của ngọn bồ công anh bay qua Hồ Rượu Trái Cây, đem theo lời chúc phúc và ân trạch từ Phong Thần Barbatos đến Thành Mondstadt nằm trên đảo hồ trung tâm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/7b245f487d037173b0e941069fa82074_6126217539693815669.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5675,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Chlothar",
        "desc": "<p>Một người Khaenri’ah thuần huyết bị Thiên Giới nguyền rủa với lời nguyền bất tử. Ông là thành viên của gia tộc Alberich và là người sáng lập ra Giáo Đoàn Vực Sâu..</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/03/55631176/3d82d32613f1ddd0e52f30a319d3cc64_1904644989929539703.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>Thần Trí Tuệ, vị Thảo Thần trước đây, là bạn của Nabu Malikata và Vua Deshret. Cô đã bị xóa hoàn toàn khỏi Irminsul để cứu cây khỏi tri thức cấm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/01/55631176/9168a73c80b9252a6a418dc4ba95b024_5160753676139730143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3634,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Máy Dệt Vận Mệnh",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Máy Dệt Vận Mệnh chính là nỗi đau và thống khổ tột cùng, là hy vọng và hối tiếc cuộn chảy trong huyết quản, cùng với một mức độ sức mạnh Vực Sâu vượt ngoài mọi hiểu biết. Clothar tin rằng khi Caribert hội tụ đầy đủ những yếu tố đó, cậu sẽ trở thành Máy Dệt Vận Mệnh. Thế nhưng Caribert không thể sống sót. Ngay cả với sức mạnh của “Tội Nhân,” cậu cũng đã chết khi mới 8 tuổi. Cậu không trở thành Máy Dệt Vận Mệnh, mà bị lợi dụng để tạo ra nó. Clothar sau đó trở thành người sáng lập nên Vực Sâu, tổ chức tiếp tục theo đuổi việc chế tạo một thiết bị có thể dệt nên các Địa Mạch."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/6a7e4250a4a90ed5eb2cc64c7370ce0e_2474409436837992379.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Năm trăm năm sau Đại Thảm Họa, tại làng Vimara ở Sumeru, dân làng báo cáo về sự mất tích của một chàng trai trẻ. Mặc dù nhiều người đã liên hệ với Hiệp Hội Mạo Hiểm để tìm kiếm, không ai còn nhớ tên cậu là gì hay cậu sống ở đâu. Một trong những người đi tìm cậu là một cô gái tên Atossa. Cô và chàng trai thường xuyên cùng nhau đến một nơi gần làng, ngồi dưới gốc cây và trò chuyện. Đôi khi, họ ngắm những đám mây trôi trên bầu trời, hoặc dừng lại để cảm nhận làn gió lướt qua làn da, và có thể ngồi như thế hàng giờ liền mà chẳng hề nhận ra thời gian đã trôi qua bao lâu. Cậu trai ấy luôn ân cần, chân thành và kiên nhẫn. Cậu lắng nghe Atossa với sự quan tâm như thể những nỗi niềm của cô cũng là nỗi lo của chính cậu. Cậu gần như chẳng bao giờ kể về cuộc sống của mình, chỉ hay nói đến những nơi kỳ lạ mà thôi. Khi được hỏi về cha mẹ, cậu chỉ đáp rằng họ đã không còn ở bên cậu nữa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/237301566/d9051a85115256fa25ff65201cd214be_6902145588014555959.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Hiệp Hội Mạo Hiểm đã cử thành viên ưu tú nhất của mình, Nhà Lữ Hành, đến điều tra vụ mất tích tại ngôi làng. Tại đó, họ gặp lại một người bạn cũ: cựu đội trưởng Vệ Binh Hoàng Gia Khaenri’ah và cũng là em trai của “Tội Nhân”, Dainsleif, kẻ mang lời nguyền bất tử. Dainsleif đã bị thu hút bởi những hoạt động bất thường của lũ quái vật quanh làng, có khả năng liên quan đến hành động của Vực Sâu và Máy Dệt Vận Mệnh. Những hoạt động của Vực Sâu luôn đi kèm với sự can thiệp vào các Địa Mạch, thứ thường thu hút lũ quái vật kéo đến. Khi Nhà Lữ Hành nhận ra rằng cậu bé bí ẩn kia chỉ tồn tại trong ký ức của những người có liên hệ với Địa Mạch, họ cùng Dainsleif quyết định tiếp tục cuộc điều tra.\nTrong quá trình điều tra, Dainsleif đột nhiên bắt đầu có những ký ức về cậu bé mất tích, những ký ức mà trước đó ông chưa từng có. Nhận ra rằng cậu bé ấy có khả năng “gieo” ký ức vào tâm trí người khác, và rằng những ký ức về cậu trong làng Vimara đều là giả, Dainsleif và Nhà Lữ Hành quyết định tách ra để điều tra riêng. Khi đến gốc cây nơi cậu bé thường gặp Atossa và nơi đặt bức tượng khắc hình hai người họ, Nhà Lữ Hành nghe thấy một giọng nói bí ẩn vang lên:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...Thấy chứ? Chúng ta đều ở đây.</color>\n<color=#ffffffd9>Chúng ta nhận về khoảng thời gian vô tận để yêu thương.</color>\n<color=#ffffffd9>Khi đau buồn cũng không cần phải kìm nén bất cứ giọt lệ nào nữa.</color>\n<color=#ffffffd9>...Sau cùng, anh ấy khẽ thì thầm,</color>\n<color=#ffffffd9>\"Hãy ngủ yên nhé, hỡi cha. Hãy ngủ yên nhé, những người tôi yêu quý.\"</color>\n<color=#ffffffd9>\"Khi tỉnh lại, chúng ta sẽ không còn khác biệt gì nhau nữa.'</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/03/237301566/3fa574e65ddbbde772a994afbfabc912_6717333747927865823.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Lần theo giọng nói, Nhà Lữ Hành tìm thấy mình trong một không gian phụ do ý thức của cậu bé mất tích tạo ra. Hóa ra cậu bé ấy chính là Caribert. Khi Vực Sâu vẫn chưa hoàn tất việc tạo ra Máy Dệt Vận Mệnh, ý thức của Caribert sau khi chết vẫn còn lưu lại trong cỗ máy, và cậu đã có được khả năng điều khiển nó cho đến khi hoàn thành. Tuy không biết toàn bộ kế hoạch của Vực Sâu liên quan đến Máy Dệt Vận Mệnh, cũng không nhìn thấy toàn cảnh, nhưng cỗ máy ấy đã giúp cậu đạt được mục đích của riêng mình. Năm trăm năm trước, khi Clothar sử dụng sức mạnh Vực Sâu để đánh thức ý thức còn sót lại trong Hilichurl mà con trai ông đã biến thành, Caribert đã trải qua nỗi kinh hoàng và đau đớn không sao diễn tả được. Để an ủi con, Clothar đã kể cho cậu nghe một câu chuyện, và trong khoảnh khắc ấy, nỗi sợ trong lòng Caribert được xoa dịu. Vì vậy, cậu đã dùng Máy Dệt Vận Mệnh chưa hoàn chỉnh để gieo ký ức giả về tình yêu thương vào tâm trí lũ Hilichurl, giúp chúng bình tĩnh lại. Caribert cũng dùng Máy Dệt Vận Mệnh để “sống” một cuộc đời mà cậu cho là đã bị cướp đoạt một cách bất công. Cậu tạo ra hình ảnh của mình dựa theo dáng vẻ của người cha, và khắc ghi ký ức về những tháng ngày bên nhau ở làng Vimara. Khi Vực Sâu sắp hoàn tất việc chế tạo Máy Dệt Vận Mệnh, chỉ còn một sợi ý thức mong manh sót lại trong cậu, và cậu đã quyết định rời khỏi ngôi làng. Cuối cùng, trong không gian ý thức của mình, Caribert đã gặp Nhà Lữ Hành và nói lời từ biệt, đồng thời báo rằng Máy Dệt Vận Mệnh đã hoàn thành, rồi tan biến không để lại dấu vết. Sau đó, Nhà Lữ Hành đã được gặp lại người anh em của mình. Trong ký ức của dân làng, một ký ức mới hiện lên: về việc cậu bé mất tích đã gặp lại cha mẹ và rời đi cùng họ.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Máy Dệt Vận Mệnh",
        "desc": "<p>Một thiết bị do Giáo Đoàn Vực Sâu tạo ra có khả năng tạo ra đường Địa Mạch.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/55631176/33100d02a4e57722d4e33b40794502a8_1448994727493850098.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5752,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Một cựu đội trưởng của đội cận vệ hoàng gia Khaenri'ah, người đã bị nguyền rủa với sự bất tử bởi Đảo Thiên Không.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/55631176/68c102371d33a15891c25053236d6cd1_2565537764752264486.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}