{
  "epId": 5746,
  "name": "Chlothar",
  "desc": "<p>Một người Khaenri’ah thuần huyết bị Thiên Giới nguyền rủa với lời nguyền bất tử. Ông là thành viên của gia tộc Alberich và là người sáng lập ra Giáo Đoàn Vực Sâu..</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/03/55631176/3d82d32613f1ddd0e52f30a319d3cc64_1904644989929539703.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1752396548,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Chlothar Alberich",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/11876819825eb7f3a5a67681c1fc472d_6369494691969030092.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Năm trăm năm trước, tại vương quốc Khaenri’ah – một quốc gia không có thần linh, Năm Tội Nhân đã lợi dụng sức mạnh của Vực Sâu và khiến nền tảng của thế giới rung chuyển. Thiên Lý đã đáp trả bằng cách hủy diệt Khaenri’ah và nguyền rủa dân chúng nơi đây bằng lời nguyền bất tử. Họ mất đi nhà cửa, người thân, và phải sống trong nỗi đau khôn nguôi, nhưng lại không thể chết để chấm dứt sự dày vò đó. Những người mang dòng máu thuần, bị Thiên Lý coi là “những tội nhân vĩ đại hơn,” đã bị kết án sống mãi trong hình hài con người, buộc phải chứng kiến mọi thứ họ yêu quý dần tan biến. Trong khi đó, những người khác bị biến thành quái vật hoang dã.\nChlothar Alberich là một trong số những người mang dòng máu thuần, một quý tộc thuộc hoàng triều Khaenri’ah, nhưng ông lại chán ghét cuộc sống do gia tộc sắp đặt. Một ngày nọ, ông gặp một người phụ nữ xinh đẹp trong dân gian, và dù nàng đến từ Mondstadt, điều đó chẳng hề quan trọng với ông vì đó là tình yêu sét đánh. Từ mối tình ấy, họ có với nhau một đứa con ngoài giá thú tên là Caribert. Vì thân phận cao quý của mình, Chlothar không thể công khai ở bên con trai, khiến cậu bé phải chịu nhiều bất hạnh ngay từ khi chào đời. Tất cả là hệ quả từ khát vọng ích kỷ của người cha. Alberich chưa từng có cơ hội được sống bên cạnh con mình. Và khi thảm họa ập đến, dân Khaenri’ah bị nguyền rủa, Chlothar phải mang lấy sự bất tử, còn Caribert thì hóa thành một hilichurl ngay trước mắt ông và rơi vào trạng thái hôn mê."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/a244abf45b4a1e514e8e1f433c2376ad_6208746876618763391.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sau khi mất đi tất cả, Chlothar bắt đầu trân trọng những điều còn lại và cuối cùng đã có thể ở bên con trai mình. Ông đưa Caribert và người phụ nữ ông yêu đến Sumeru, sống ẩn dật trong một ngôi nhà nhỏ giữa Rừng Avidya. Sau này, người mẹ được chôn cất trên một cánh đồng gần đó. Chlothar cố gắng điều chế một liều “Thuốc Cấm Vô Danh Của Cung Đình” — một loại dược phẩm truyền thuyết, được cho là chứa sức mạnh của Thần Trí Tuệ và có khả năng đánh thức tâm trí bị rối loạn. Ông biết đến loại thuốc này từ một cuốn sách cấm trong kho thư viện của Khaenri’ah, vốn yêu cầu sử dụng sức mạnh của một vị Thần để hoàn thiện. Khi còn trẻ, ông từng chán ghét thân phận quý tộc và khao khát được tự do khám phá, và chính trong thời gian đó, ông đã vô tình tìm thấy cuốn sách. Khi đang sống ở Sumeru, Alberich gặp Công Chúa/Hoàng Tử của Khaenri’ah, người vô tình lạc đến nơi này trong chuyến hành trình cùng một người Khaenri’ahn khác bị nguyền rủa, Dainsleif. Chlothar ngay lập tức nhận ra Công Chúa/Hoàng Tử, nhưng không muốn tiết lộ thân phận thật, nên tự xưng là một cận thần cũ mang tên Eide. Ngày trước, người dân Khaenri’ah từng nhận thấy nơi Công Chúa/Hoàng Tử một sức mạnh đến từ Vực Sâu, vượt xa mọi lý giải và trí tưởng tượng. Họ tin rằng người ấy sẽ dẫn dắt họ đến nơi có câu trả lời cho tất cả. Do bị ảnh hưởng bởi lời nguyền và sự ăn mòn, Chlothar không thể hoàn thành thuốc một mình, nên đã cầu xin sự giúp đỡ từ Công Chúa/Hoàng Tử. Thành phần then chốt trong bài thuốc là một loại nấm hiếm mọc trên cánh đồng, nơi mẹ Caribert đang yên nghỉ. Để hoàn thành bước cuối cùng, Chlothar đã đến Thất Thiên Thần Tượng nhằm hấp thụ sức mạnh của Thần Trí Tuệ."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Thần linh ơi, xin hãy nhìn lấy ta.</color>\n<color=#ffffffd9>Ta không biết những câu từ cầu khẩn gì, cũng không thể ca tụng từ trong nội tâm.</color>\n<color=#ffffffd9>Quê hương của ta từng bị các người hủy diệt, đồng liêu chịu đủ tai ách, nhưng giờ đây ta vẫn đứng ở đây.</color>\n<color=#ffffffd9>Chỉ có bản thân vận mệnh mới có tư cách để giễu cợt ta.</color>\n<color=#ffffffd9>Thần linh ơi, ta đã không còn cố gắng chối bỏ dòng máu tội nghiệt trong ta nữa, ta chỉ cầu xin các người rủ lòng thương cho kẻ xấu số nhỏ nhoi kia thôi.</color>\n<color=#ffffffd9>Con của ta, Caribert... vẫn chưa kịp chứng kiến vẻ đẹp của thế giới này mà đã biến thành quái vật. Chuyện này... không nên là số phận của một đứa nhỏ.</color>\n<color=#ffffffd9>Nếu mọi thứ mà thần linh làm ra đều vì muốn người Khaenri'ah bướng bỉnh phải cúi đầu...</color>\n<color=#ffffffd9>Vậy thì, ta sẽ cúi đầu.</color>\n<color=#ffffffd9>Ta đã vứt bỏ những gì mà ta từng kiên trì trong cuộc đời này...</color>\n<color=#ffffffd9>Chỉ cầu xin một chút kỳ tích, để cho Caribert... có thể thấy lại được thế giới này.</color>\n<color=#ffffffd9>Thần linh... cầu xin người.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Chlothar không biết rằng Thảo Thần Rukkhadevata đã qua đời, còn Thần mới Kusanali thì bị giam giữ trong Thánh Địa Surasthana, nên không thể giúp được Caribert. Sau khi cho con uống thuốc, ông xin con tha thứ vì không thể ở bên lúc cậu chào đời và vì đã bất lực khi cậu và mẹ phải chịu đau khổ. Ông cầu xin con đừng giận và hãy nói một lời, nhưng Caribert vẫn không tỉnh lại. Trong cơn tức giận, Chlothar lên án các vị thần vì sự thờ ơ, nói rằng họ chưa bao giờ đứng về phía loài người."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Thần linh, các người rốt cuộc muốn ta phải thế nào?</color>\n<color=#ffffffd9>Các người lấy đi hết tất cả từ ta, ta cũng đã chịu nhục nhã cúi đầu trước các người!</color>\n<color=#ffffffd9>Ta cũng muốn đưa cái mạng của ta cho các người, nhưng các người lại không để ta chết!</color>\n<color=#ffffffd9>Quả nhiên là không thể tin, tất cả những thứ liên quan đến thần đều không thể tin... Cũng không nên ôm ấp hy vọng gì...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/17453754f09609f90fa981ec1a2cbc14_2683561372889540310.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Chlothar và Công Chúa/Hoàng Tử đến Thất Thiên Thần Tượng để điều chế liều thuốc thứ hai, họ nhìn thấy một hilichurl và tưởng rằng đó là Caribert đã tỉnh lại rồi bỏ trốn. Nhưng khi đuổi theo, họ nhận ra hilichurl này không đeo chiếc khăn lụa của Caribert. Tuy vậy, hành vi kỳ lạ của nó khiến họ quyết định tiếp tục bám theo. Hilichurl ấy dẫn họ đến tàn tích của một nền văn minh cổ, nơi nhiều hilichurl khác đang cúi mình như đang thờ phụng một điều gì đó. Trước khi vào được đại sảnh, họ gặp một Sứ Đồ Vận Mệnh, kẻ đã chuẩn bị một thử thách để họ có thể diện kiến một thứ gì đó to lớn hơn.\nBên trong đại sảnh là một khối đá tím phát sáng khổng lồ, bị xiềng xích và treo lơ lửng từ trần hang. Khi nhìn thấy nó, Chlothar cảm thấy một sức mạnh vừa chết chóc vừa đẹp đẽ, và lập tức quỳ xuống trước sinh vật ấy. Sau khi rời khỏi hang, ông nhận ra mình vừa quỳ lạy trước một thứ gì đó có thể là Thất Thiên Thần Tượng, nhưng cũng cảm thấy như số phận đã sắp đặt điều đó. Sau khi cho Caribert uống liều thuốc thứ hai, cậu bé tỉnh lại và nói rằng mình như vừa thoát khỏi một giấc mơ dài, nơi bị nhốt trong một căn phòng nhỏ không thể thoát ra. Chlothar bảo rằng quê hương không còn, và giờ họ đang ở trong một thế giới cổ tích. Trong thế giới ấy, Caribert đã trở thành một quái vật mang mặt nạ vĩnh viễn, nhưng ít nhất vẫn được ở bên cha."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/ad3cfbf41c685ff8f2ba7600218a5c8d_546676845448559640.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sau khi chữa lành cho Caribert, Chlothar quyết định tôn thờ “vị thần” đã giúp đỡ ông. Nhưng thực thể ấy không phải là thần, mà là Vedrfolnir, một trong Năm Tội Nhân của Khaenri’ah, kẻ mang trong mình sức mạnh của Vực Sâu. Khi Alberich quay lại tàn tích để bày tỏ lòng tôn kính, ông không còn thấy bất kỳ ai bên trong. Trở về nhà, ông phát hiện Caribert đã biến mất. Cậu bé đã không làm theo lời dặn, tự tháo mặt nạ và nhìn vào gương. Không chịu nổi hình ảnh phản chiếu của bản thân, Caribert bỏ chạy khỏi căn nhà và quay trở lại trạng thái trước kia. Khi chứng kiến điều đó, Chlothar cuối cùng cũng nhận ra rằng sức mạnh đã chữa lành cho con trai không đến từ thần linh, mà là từ Vực Sâu. Tuy vậy, ông vẫn tin rằng với sức mạnh đó, Caribert có thể tự mình dệt nên một vận mệnh mới."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Sinh ra trong nỗi bi thương cùng cực đó, nó sẽ trở thành Máy Dệt Vận Mệnh.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Sử dụng sức mạnh của Vực Sâu, Chlothar Alberich đã sáng lập nên Giáo Đoàn Vực Sâu. Những người Khaenri’ah bất tử, bị biến thành quái vật bởi lời nguyền và sức mạnh ấy, đã gia nhập tổ chức. Các sinh vật phục vụ Vực Sâu trở thành nanh vuốt của Giáo Đoàn, dùng để reo rắc hỗn loạn lên thế giới. Vực Sâu là sự hủy diệt, một vực thẳm điên loạn đang ăn mòn tận nền tảng của thực tại.\nGiáo Đoàn mang mục tiêu lật đổ thế giới do các Thần trị vì. Sau khi thành lập tổ chức, niềm tin của Chlothar đã thúc đẩy ông thực hiện nhiều hành động cực đoan. Tuy nhiên, lời nguyền bất tử vẫn không ngừng giày vò thân xác và tinh thần ông, và Vực Sâu mà ông tin tưởng cuối cùng cũng không thể cứu rỗi được ông. Vài trăm năm sau, người anh em song sinh của Công Chúa/Hoàng Tử đã chứng kiến toàn bộ câu chuyện qua góc nhìn của Chlothar, thông qua các Địa Mạch bị tổn hại bởi Vực Sâu. Khi khai quật cánh đồng gần ngôi nhà cũ, họ tìm thấy hai bộ hài cốt: một là của mẹ Caribert, và một rất có thể là của chính Chlothar, người dường như đã tìm được cách hóa giải lời nguyền. Ông được chôn cất rất lâu sau bà, và trong tay vẫn nắm chặt chiếc khăn lụa mà Caribert từng đeo."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/22/237301566/7d621eddacce30929665041f8d2b13da_5616244472585358170.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mặc dù con trai của Alberich đã qua đời khi mới tám tuổi và chưa bao giờ trở thành Máy Dệt Vận Mệnh, cậu bé sau đó vẫn bị Giáo Đoàn Vực Sâu sử dụng làm nền tảng để tạo ra cơ chế này. Sau khi gặp Chlothar và Vedrfolnir, Công Chúa/Hoàng Tử của Khaenri’ah bắt đầu cân nhắc việc tạo ra Máy Dệt Vận Mệnh, và cuối cùng đã gia nhập Giáo Đoàn Vực Sâu, trở thành Công Chúa/Hoàng Tử của tổ chức. Dưới sự lãnh đạo của họ, Giáo Đoàn Vực Sâu đã cố gắng sử dụng bức tượng bị thất lạc của Phong Thần để tạo ra một vị thần cơ khí, một cỗ máy có khả năng lật đổ Thiên Giới. Sau đó, Giáo Đoàn đã hoàn tất việc chế tạo cơ chế này. Nhờ vào nó, Bản Đồ Thế Giới Mới được thiết kế, bao gồm cả hệ thống Địa Mạch của Khaenri’ah được tái kiến tạo.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5675,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Máy Dệt Vận Mệnh",
        "desc": "<p>Một thiết bị do Giáo Đoàn Vực Sâu tạo ra có khả năng tạo ra đường Địa Mạch.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/55631176/33100d02a4e57722d4e33b40794502a8_1448994727493850098.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Con trai của Chlothar Alberich, người đã trở thành một Hilichurl do lời nguyền của Thiên Lý. Anh ta đã bị lợi dụng để tạo ra Máy Dệt Vận Mệnh.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/55631176/110420d565890579cd62848e0d0f6804_359345007780608994.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>Thần Trí Tuệ, vị Thảo Thần trước đây, là bạn của Nabu Malikata và Vua Deshret. Cô đã bị xóa hoàn toàn khỏi Irminsul để cứu cây khỏi tri thức cấm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/01/55631176/9168a73c80b9252a6a418dc4ba95b024_5160753676139730143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7471,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3634,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Con trai của Chlothar Alberich, người đã trở thành một Hilichurl do lời nguyền của Thiên Lý. Anh ta đã bị lợi dụng để tạo ra Máy Dệt Vận Mệnh.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/55631176/110420d565890579cd62848e0d0f6804_359345007780608994.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Đứa con ngoài giá thú của Chlothar, người đã biến thành một hilichurl và rơi vào trạng thái hôn mê sau Đại Thảm Họa. Chlothar đã sử dụng một sức mạnh Vực Sâu để chữa trị cho con trai mình và mong muốn cậu trở thành thủ lĩnh tiếp theo của",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Máy Dệt Vận Mệnh",
        "desc": "<p>Một thiết bị do Giáo Đoàn Vực Sâu tạo ra có khả năng tạo ra đường Địa Mạch.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/55631176/33100d02a4e57722d4e33b40794502a8_1448994727493850098.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7484,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "\"Tiên Tri\" Vedrfolnir, Một trong năm Tội Nhân của Khaenri’ah, một thực thể siêu việt đã đáp lại lời cầu nguyện của Chlothar và giúp đỡ con trai ông. Chlothar đã thề sẽ tôn thờ “vị thần” đã lắng nghe nguyện vọng của mình. Dưới ảnh hưởng của Vedrfolnir, Alberich đã thành lập nên Giáo Đoàn Vực Sâu.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Một tổ chức được thành lập bởi Chlothar Alberich. Mục tiêu chính của tổ chức này là tiêu diệt các quốc gia được Thất Thần bảo hộ, nhằm trả thù cho sự diệt vong của Khaenri’ah dưới tay các vị thần.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Người anh/em song sinh của Nhà Lữ Hành, người đã trở thành Công Chúa/ Hoàng Tử của Giáo Đoàn Vực Sâu.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "Kiếm sĩ có nét của người ngoại quốc, là nhân vật có đầu óc trong Đội Kỵ Sĩ Tây Phong.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Hậu duệ của Chlothar.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Các Mục Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 3634,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "videoCollection": [
      {
        "title": "Version 3.5 \"Windblume's Breath\" Trailer | Genshin Impact",
        "url": "https://youtu.be/AcTUi59vw_E",
        "coverUrl": "https://i.ytimg.com/vi/AcTUi59vw_E/maxresdefault.jpg",
        "duration": 230
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Chlothar</color>"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Giáo Hội Vực Sâu"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Chlothar Alberich",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/03/55631176/bfdd8231d7b146f61767306e63e2401f_1669575094514866369.png"
      }
    ]
  }
}