{
  "epId": 5747,
  "name": "Máy Dệt Vận Mệnh",
  "desc": "<p>Một thiết bị do Giáo Đoàn Vực Sâu tạo ra có khả năng tạo ra đường Địa Mạch.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/55631176/33100d02a4e57722d4e33b40794502a8_1448994727493850098.png",
  "menuId": 20,
  "menuName": "Giải Thích Từ Ngữ",
  "version": 1723566754,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Máy Dệt Vận Mệnh"
          }
        ]
      },
      {
        "key": "Thể Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Thiết bị"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Nguồn Gốc",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Máy Dệt Vận Mệnh là một thiết bị được tạo ra bởi Giáo Đoàn Vực Sâu, có khả năng dệt các Đường Địa Mạch. Thiết bị này được thiết kế để chống lại Thiên Lý, vốn đã ngủ say trong năm trăm năm kể từ sau thảm họa ở Khaenri'ah. Ở dạng nguyên thủy, Máy dệt chỉ có thể được sử dụng để tạo ra và cấy ghép ký ức, nhưng khi nó được hoàn thiện hơn, sức mạnh của nó trở nên mạnh mẽ hơn. Cuối cùng, giờ đây nó có sức mạnh để dệt các Đường Địa Mạch thực sự của riêng mình. Hệ thống Địa Mạch của Teyvat đã ăn sâu vào hành tinh, và việc tạo ra các Địa Mạch mới không thể \"thay thế\" hay \"mở rộng\" những đường đã tồn tại. Khi hoàn thiện hoàn toàn, ngay khoảnh khắc Máy Dệt Vận Mệnh có được sức mạnh để dệt Đường Địa Mạch, nó đã mất đi khả năng ảnh hưởng đến ký ức mà nó từng có khi nó ở cấp độ thấp hơn. Tiềm năng đầy đủ của nó vẫn còn đang được khám phá, nhưng nó có thể là một công cụ có thể thay đổi cả thế giới."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/a677683807513c99c52543e920d9bc86_786873802073892609.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Máy Dệt Vận Mệnh có nguồn gốc từ Chlothar Alberich, một quý tộc thuần huyết từ Khaenri'ah. Chính ông đã trở thành người sáng lập Giáo Đoàn Vực Sâu và dự án Máy Dệt Vận Mệnh. Chlothar có một người con trai, Caribert với một phụ nữ từ Mondstadt. Khi Đại Họa xảy ra 500 năm trước và Celestia nguyền rủa cư dân Khaenri'ah, Chlothar nhận được sự bất tử, còn con trai ông biến thành một Hilichurl và rơi vào hôn mê. Trong nỗ lực chữa trị cho Caribert, người đàn ông đã cầu xin sự giúp đỡ từ Thảo Thần, nhưng bà ấy không đáp lại. Sau đó, ông phát hiện ra một thánh địa không xác định, nơi có một sinh vật siêu việt từ Vực Sâu đang hiện diện. Sinh vật này chính là Vedrfolnir, biệt hiệu là \"Tiên Tri\". Khi Chlothar cúi mình trước sinh vật đó, ông cảm thấy một cảm giác kính sợ và hân hoan. Trở về nhà, ông cho Caribert một liều thuốc và phát hiện ra rằng con trai mình đã tỉnh lại và có thể nói chuyện. Chlothar tin rằng giờ đây con trai ông có thể trở thành Máy Dệt Vận Mệnh và dệt lại số phận của mình."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Sinh ra trong nỗi bi thương cùng cực đó, nó sẽ trở thành Máy Dệt Vận Mệnh.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Caribert mô tả rằng bên trong Máy Dệt Vận Mệnh ẩn chứa những nỗi buồn và sự đau đớn cực độ và một mức độ sức mạnh từ Vực Sâu không thể hiểu nổi. Chlothar tin rằng một khi Caribert sở hữu tất cả những yếu tố đó, cậu sẽ trở thành Máy Dệt Vận Mệnh. Tuy nhiên thưc tế Caribert đã không sống sót, ngay cả với sức mạnh của \"Kẻ Tội Đồ\" Vedrfolnir. Cậu đã qua đời khi mới 8 tuổi. Cậu không trở thành Máy Dệt Vận Mệnh, nhưng đã được sử dụng để tạo ra nó.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Con trai của Chlothar Alberich, người đã trở thành một Hilichurl do lời nguyền của Thiên Lý. Anh ta đã bị lợi dụng để tạo ra Máy Dệt Vận Mệnh.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/55631176/110420d565890579cd62848e0d0f6804_359345007780608994.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Chim nhỏ trong lồng ở sâu trong Thánh Địa Surasthana, chỉ có thể ngắm nhìn thế giới từ trong giấc mơ.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/27/148664880/f29490bddc56b4a6773b6c5003bbb853_282742769138541951.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Con Mắt Của Chiếc Máy Cày Đầu Tiên Trên Thế Giới",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/7d621eddacce30929665041f8d2b13da_4474819486842387991.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cựu đội trưởng của vệ binh hoàng gia Khaenri'ah, Dainsleif, được biết đến với tên gọi \"Kiếm Sĩ Hoàng Hôn,\" đã cố gắng ngăn chặn Đại Họa, nhưng không thể ngăn được sự hủy diệt của Khaenri'ah. Bị kết án sống vĩnh cửu, ông thề sẽ trả thù năm Kẻ Tội Đồ của Khaenri'ah đã phản bội quốc gia và ngăn chặn các kế hoạch của Giáo Đoàn Vực Sâu. Một ngày nọ, ông và Nhà Lữ Hành phát hiện ra một bùa hộ mệnh bị một Pháp Sư Vực Sâu đánh rơi. Từ bùa hộ mệnh này, họ biết được về hoạt động đầu tiên của Máy Dệt Vận Mệnh. Dự án này liên quan đến bức tượng đảo ngược của Phong Thần mà họ đã từng phát hiện trong các tàn tích ở Liyue. Trong giai đoạn đầu, Giáo Hội Vực Sâu dự định làm tha hóa tâm trí của Osial, Ma Thần Lốc Xoáy, kẻ đã bị Nham Vương Gia đánh bại trong Chiến Tranh Ma Thần, và biến đổi cơ thể hắn bằng cách sử dụng \"Máy Cày\" cổ xưa của Khaenri'ah. Bức tượng Phong Thần bị đảo ngược sẽ trở thành nền tảng để gắn các chi của Osial vào để tạo ra một vị thần nhân tạo mới. Giáo Đoàn Vực Sâu có kế hoạch sẽ thay thế quả cầu thường được giữ trên tay của Thất thiên thần tượng bằng một lõi mới, chính là con mắt của chiếc Máy Cày đầu tiên. Vị thần mới này được dự định sẽ lật đổ ngai vàng thần thánh của Celestia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/9b9ccf34acdfea993d8a96762aa46a9d_268955756135437754.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Máy Cày — là tên mà Giáo Đoàn Vực Sâu đặt cho các cỗ máy cổ xưa từ Khaenri'ah, hiện được biết đến với tên gọi \"Thủ Vệ Di Tích\". Người dân ở đó tin rằng đất đai không phải là để cày xới hòa bình bằng công cụ nông nghiệp, mà là để bị cày tung lên trong các cuộc chiến giành lấy bằng thép và máu. Và đó là cách mà các \"Máy Cày\" nhưng lại có hình dạng như các robot chiến đấu được ra đời ở Khaenri'ah. Sau khi Khaenri'ah bị hủy diệt, các cơ chế này mất đi chủ nhân và hoàn toàn mất kiểm soát. Chúng lang thang vô định trong nhiều thế kỷ và cuối cùng phân tán khắp Teyvat. Để tìm ra Máy Cày đầu tiên và tìm hiểu về bức tượng đảo ngược, Nhà Lữ Hành đã liên hệ với Barbara và cô ấy đã kể cho họ nghe về \"Oán hận của bạo quân\". Nhiều năm trước, những quả cầu lửa sẽ rơi xuống từ bầu trời mỗi khi có ai đó tiếp cận Mondstadt Cũ. Người dân lúc bấy giờ tin rằng đó là lời nguyền của vị vua bạo chúa cuối cùng, nên họ gọi nó là \"Oán hận của bạo quân\". Hiện tượng kỳ lạ này kéo dài khoảng một năm. Không ai có thể giải quyết được, nó chỉ dần dần tự chấm dứt. \"Oán hận của bạo quân\" hóa ra chính là Máy Cày. Nhiều năm trước, nó vô tình rơi vào đấu trường của Vua Gió Bắc, Andrius, và ông nhầm cơ chế này là một người đàn ông dũng cảm thách đấu với mình. Cỗ máy không thể suy nghĩ, nhưng mọi bộ phận của nó đều được thiết kế để giết chóc và chiến đấu. Nó có thể xoay tròn, bay cao lên không trung và bắn những quả cầu lửa. Cuối cùng, Andrius đã có thể đánh bại cỗ máy, nhưng nó đã kịp rời khỏi đấu trường trước khi ngã xuống và hướng về phía Mondstadt Cũ. Ở Phế Tích Phong Long, Nhà Lữ Hành và Dainsleif đã tìm ra chiếc \"Máy Cày\" đầu tiên và Dainsleif đã giấu con mắt của nó vào trong cơ thể của mình để Giáo Đoàn Vực Sâu không thể tìm thấy nó.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "name": "Mondstadt",
        "desc": "<p>Thành phố tự do nằm ở phía Đông Bắc đại lục Teyvat.</p><p>Giữa những dãy núi và đồng bằng rộng lớn, làn gió tự do cuốn theo hơi thở của ngọn bồ công anh bay qua Hồ Rượu Trái Cây, đem theo lời chúc phúc và ân trạch từ Phong Thần Barbatos đến Thành Mondstadt nằm trên đảo hồ trung tâm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/7b245f487d037173b0e941069fa82074_6126217539693815669.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "name": "Liyue",
        "desc": "<p>Bến cảng giàu có nằm phía đông đại lục Teyvat. Vùng đất màu mỡ được tạo nên từ những dãy núi cao, rừng đá sừng sững, đồng bằng rộng lớn và những bờ sông nhộn nhịp sức sống, nơi đây rực rỡ sắc màu trong bốn mùa. Có bao nhiêu món quà cổ xưa của Nham Ma Thần được chôn vùi giữa núi non và những kỳ tích đá đang chờ người ta khám phá đây?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/5968bc73f375ee1e3704302541c83c7f_5132625440292305.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "name": "Osial",
        "desc": "<p>Ma Thần Lốc Xoáy, đã bị Nham Vương Đế Quân đánh bại trong Chiến tranh Ma Thần.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/8f19e7d7f4497f1f55fd9491dd6532f5_5779460956581382788.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>Thần Bão tố và là người cai trị Mondstadt cũ. Ông bị đảo chính do một cuộc nổi dậy của người dân Mondstadt, những người không còn chịu được sự cai trị đó.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/11/55631176/513d51e0ebfd54f5da34a9f85dfaf61f_4582941032831625899.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andrius",
        "desc": "<p>Vua Sói Bắc Phong, lãnh chúa Lang Lãnh và là một trong Tứ Phong Thủ Hộ </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/19/44749939/2ac7ad0e18377b4a7b7fc2032f318cc3_7983495985512709893.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2220,
        "name": "Thủ Vệ Di Tích",
        "desc": "Cỗ máy chiến đấu hình người cổ xưa.<br/>Tương truyền là cỗ máy chiến đấu được lưu truyền của quốc gia đã diệt vong, sẽ lang thang ở những di tích kinh đô cổ xưa trên khắp nơi trên thế giới, tấn công những người lữ hành xâm phạm. Theo nghiên cứu cho thấy thủ vệ di tích và những phế tích này không có cùng nguồn gốc, thời đại của chúng cũng cách nhau ít nhất vài ngàn năm, vậy tại sao thủ vệ di tích lại ở trong đó, và dùng \"hỏa lực gây nổ\" để bảo vệ những bức tường đổ nát này chứ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hoàn Thiện Máy Dệt Vận Mệnh",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dainsleif tiếp tục điều tra các vấn đề liên quan đến Máy Dệt Vận Mệnh. Ông hiểu rằng ngay cả khi kế hoạch của Giáo Hội Vực Sâu bị phá vỡ, họ vẫn tìm ra cách khác để thực hiện ý đồ của mình. Mục tiêu chính của ông là khám phá bản chất của Máy Dệt Vận Mệnh để hiểu được mục đích thực sự của tổ chức này. Từ thông tin Dainsleif thu thập được, có thể thấy rằng Máy Dệt Vận Mệnh có liên quan đến các Đường Địa Mạch. Kiếm Sĩ Hoàng Hôn phát hiện ra rằng hoạt động của Giáo Hội Vực Sâu ở một khu vực nhất định luôn đi kèm với sự can thiệp vào các Đường Địa Mạch. Sự chú ý của ông hướng về Làng Vimara, nơi Nhà Lữ Hành đang điều tra về sự mất tích của một thanh niên. Mặc dù nhiều cư dân đã liên hệ với Hội Nhà Mạo Hiểm về sự mất tích này, nhưng không ai có thể nhớ được tên hay nơi ở của anh ta. Nhà Lữ Hành suy đoán rằng người đàn ông này chỉ tồn tại trong ký ức của mọi người, những ký ức đang chảy qua các Đường Địa Mạch."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/f95f754ac9867c0a1b7680bb16e7e39d_5955975484121068904.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Dainsleif nhận ra rằng mình đã bị cấy những ký ức giả và người đàn ông bí ẩn bị mất tích kia có liên quan đến hoạt động ngày càng tăng của Giáo Hội Vực Sâu gần Làng Vimara, ông quyết định đánh lạc hướng Hội để gặp gỡ Công chúa/Hoàng tử của Hội Vực Sâu. Ông biết rằng Hội đang săn lùng con mắt của Máy Cày , nên ông định giao nó cho Nhà Lữ Hành để họ có thể đưa nó ra khỏi nơi ẩn náu. Kế hoạch của Dainsleif đã bị phá vỡ, và ông bị cấy những ký ức giả rằng con mắt của Máy Cày đã nằm trong tay Nhà Lữ Hành. Đó là cách Giáo Hội Vực Sâu đã có thể lấy được con mắt và hoàn thành việc tạo ra Máy Dệt Vận Mệnh.\nNgười đàn ông bí ẩn trong ký ức mọi người hóa ra là Caribert. Ý thức của anh vẫn còn tồn tại trong Máy Dệt Vận Mệnh và anh có khả năng điều khiển thiết bị cho đến khi nó hoàn thành. Anh không biết về kế hoạch của Hội liên quan đến Máy Dệt Vận Mệnh và không thấy được toàn bộ bức tranh, nhưng thiết bị này đã giúp anh đạt được mục tiêu riêng của mình. Nhiều năm trước, khi Chlothar đánh thức ý thức trong Hilichurl mà con trai ông đã biến thành bằng sức mạnh của Vực Sâu, Caribert đã trải qua nỗi kinh hoàng và đau đớn không thể diễn tả. Để an ủi cậu, cha cậu đã kể cho cậu nghe một câu chuyện rằng cậu đang ở trong một thế giới cổ tích và mang hình dạng của một con quái vật nhỏ. Câu chuyện đó đã xoa dịu nỗi sợ hãi của Caribert trong giây lát, vì vậy cậu đã sử dụng Máy Dệt Vận Mệnh chưa hoàn thiện để cấy một ký ức giả về tình yêu vào tâm trí của những Hilichurl nhằm xoa dịu tinh thần của chúng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/2ff0c4afe38825213354013dcbd4c411_6261946110992040375.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Caribert cũng sử dụng Máy Dệt Vận Mệnh để \"sống\" một cuộc đời đã bị tước đoạt một cách bất công. Anh tạo ra hình dáng của mình theo hình ảnh của cha và cấy những ký ức về thời gian sống cùng họ ở Làng Vimara. Khi dự án của Hội Vực Sâu gần như hoàn thành, chỉ còn lại một sợi ý thức mỏng manh của Caribert, nên anh quyết định rời khỏi những người dân làng. Cuối cùng, anh gặp gỡ Nhà Lữ Hành trong không gian ý thức của mình, nơi anh nói về việc hoàn thành tạo ra Máy Dệt Vận Mệnh và biến mất không dấu vết. Trong ký ức của người dân làng, một hồi ức xuất hiện rằng người đàn ông mất tích đã gặp cha mẹ mình và rời đi cùng họ.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Con trai của Chlothar Alberich, người đã trở thành một Hilichurl do lời nguyền của Thiên Lý. Anh ta đã bị lợi dụng để tạo ra Máy Dệt Vận Mệnh.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/55631176/110420d565890579cd62848e0d0f6804_359345007780608994.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}