{
  "epId": 5747,
  "name": "Máy Dệt Vận Mệnh",
  "desc": "<p>Một thiết bị do Giáo Đoàn Vực Sâu tạo ra có khả năng tạo ra đường Địa Mạch.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/55631176/33100d02a4e57722d4e33b40794502a8_1448994727493850098.png",
  "menuId": 20,
  "menuName": "Giải Thích Từ Ngữ",
  "version": 1752396522,
  "components": {
    "galleryCharacter": [
      {
        "key": "Bản Đồ Của Thế Giới Mới",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/03/55631176/66f308c6febbfb3374fde1553fc6ea89_4095763514031602526.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Nguồn Gốc",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Máy Dệt Vận Mệnh là một thiết bị được tạo ra bởi Giáo Đoàn Vực Sâu, có khả năng dệt các Đường Địa Mạch. Thiết bị này được thiết kế để chống lại Thiên Lý, vốn đã ngủ say trong năm trăm năm kể từ sau thảm họa ở Khaenri'ah. Ở dạng nguyên thủy, Máy dệt chỉ có thể được sử dụng để tạo ra và cấy ghép ký ức, nhưng khi nó được hoàn thiện hơn, sức mạnh của nó trở nên mạnh mẽ hơn. Cuối cùng, giờ đây nó có sức mạnh để dệt các Đường Địa Mạch thực sự của riêng mình. Hệ thống Địa Mạch của Teyvat đã ăn sâu vào hành tinh, và việc tạo ra các Địa Mạch mới không thể \"thay thế\" hay \"mở rộng\" những đường đã tồn tại. Khi hoàn thiện hoàn toàn, ngay khoảnh khắc Máy Dệt Vận Mệnh có được sức mạnh để dệt Đường Địa Mạch, nó đã mất đi khả năng ảnh hưởng đến ký ức mà nó từng có khi nó ở cấp độ thấp hơn. Tiềm năng đầy đủ của nó vẫn còn đang được khám phá, nhưng nó có thể là một công cụ có thể thay đổi cả thế giới."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/a677683807513c99c52543e920d9bc86_786873802073892609.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Máy Dệt Vận Mệnh có nguồn gốc từ Chlothar Alberich, một quý tộc thuần huyết từ Khaenri'ah. Chính ông đã trở thành người sáng lập Giáo Đoàn Vực Sâu và dự án Máy Dệt Vận Mệnh. Chlothar có một người con trai, Caribert với một phụ nữ từ Mondstadt. Khi Đại Họa xảy ra 500 năm trước và Celestia nguyền rủa cư dân Khaenri'ah, Chlothar nhận được sự bất tử, còn con trai ông biến thành một Hilichurl và rơi vào hôn mê. Trong nỗ lực chữa trị cho Caribert, người đàn ông đã cầu xin sự giúp đỡ từ Thảo Thần, nhưng bà ấy không đáp lại. Sau đó, ông phát hiện ra một thánh địa không xác định, nơi có một sinh vật siêu việt từ Vực Sâu đang hiện diện. Sinh vật này chính là Vedrfolnir, biệt hiệu là \"Tiên Tri\". Khi Chlothar cúi mình trước sinh vật đó, ông cảm thấy một cảm giác kính sợ và hân hoan. Trở về nhà, ông cho Caribert một liều thuốc và phát hiện ra rằng con trai mình đã tỉnh lại và có thể nói chuyện. Chlothar tin rằng giờ đây con trai ông có thể trở thành Máy Dệt Vận Mệnh và dệt lại số phận của mình."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Sinh ra trong nỗi bi thương cùng cực đó, nó sẽ trở thành Máy Dệt Vận Mệnh.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Caribert mô tả rằng bên trong Máy Dệt Vận Mệnh ẩn chứa những nỗi buồn và sự đau đớn cực độ và một mức độ sức mạnh từ Vực Sâu không thể hiểu nổi. Chlothar tin rằng một khi Caribert sở hữu tất cả những yếu tố đó, cậu sẽ trở thành Máy Dệt Vận Mệnh. Tuy nhiên thưc tế Caribert đã không sống sót, ngay cả với sức mạnh của \"Kẻ Tội Đồ\" Vedrfolnir. Cậu đã qua đời khi mới 8 tuổi. Cậu không trở thành Máy Dệt Vận Mệnh, nhưng đã được sử dụng để tạo ra nó.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Chlothar",
        "desc": "<p>Một người Khaenri’ah thuần huyết bị Thiên Giới nguyền rủa với lời nguyền bất tử. Ông là thành viên của gia tộc Alberich và là người sáng lập ra Giáo Đoàn Vực Sâu..</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/03/55631176/3d82d32613f1ddd0e52f30a319d3cc64_1904644989929539703.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Con trai của Chlothar Alberich, người đã trở thành một Hilichurl do lời nguyền của Thiên Lý. Anh ta đã bị lợi dụng để tạo ra Máy Dệt Vận Mệnh.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/55631176/110420d565890579cd62848e0d0f6804_359345007780608994.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Chim nhỏ trong lồng ở sâu trong Thánh Địa Surasthana, chỉ có thể ngắm nhìn thế giới từ trong giấc mơ.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/27/148664880/f29490bddc56b4a6773b6c5003bbb853_282742769138541951.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Con Mắt Của Chiếc Máy Cày Đầu Tiên Trên Thế Giới",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/7d621eddacce30929665041f8d2b13da_4474819486842387991.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cựu đội trưởng của vệ binh hoàng gia Khaenri'ah, Dainsleif, được biết đến với tên gọi \"Kiếm Sĩ Hoàng Hôn,\" đã cố gắng ngăn chặn Đại Họa, nhưng không thể ngăn được sự hủy diệt của Khaenri'ah. Bị kết án sống vĩnh cửu, ông thề sẽ trả thù năm Kẻ Tội Đồ của Khaenri'ah đã phản bội quốc gia và ngăn chặn các kế hoạch của Giáo Đoàn Vực Sâu. Một ngày nọ, ông và Nhà Lữ Hành phát hiện ra một bùa hộ mệnh bị một Pháp Sư Vực Sâu đánh rơi. Từ bùa hộ mệnh này, họ biết được về hoạt động đầu tiên của Máy Dệt Vận Mệnh. Dự án này liên quan đến bức tượng đảo ngược của Phong Thần mà họ đã từng phát hiện trong các tàn tích ở Liyue. Trong giai đoạn đầu, Giáo Hội Vực Sâu dự định làm tha hóa tâm trí của Osial, Ma Thần Lốc Xoáy, kẻ đã bị Nham Vương Gia đánh bại trong Chiến Tranh Ma Thần, và biến đổi cơ thể hắn bằng cách sử dụng \"Máy Cày\" cổ xưa của Khaenri'ah. Bức tượng Phong Thần bị đảo ngược sẽ trở thành nền tảng để gắn các chi của Osial vào để tạo ra một vị thần nhân tạo mới. Giáo Đoàn Vực Sâu có kế hoạch sẽ thay thế quả cầu thường được giữ trên tay của Thất thiên thần tượng bằng một lõi mới, chính là con mắt của chiếc Máy Cày đầu tiên. Vị thần mới này được dự định sẽ lật đổ ngai vàng thần thánh của Celestia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/9b9ccf34acdfea993d8a96762aa46a9d_268955756135437754.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Máy Cày — là tên mà Giáo Đoàn Vực Sâu đặt cho các cỗ máy cổ xưa từ Khaenri'ah, hiện được biết đến với tên gọi \"Thủ Vệ Di Tích\". Người dân ở đó tin rằng đất đai không phải là để cày xới hòa bình bằng công cụ nông nghiệp, mà là để bị cày tung lên trong các cuộc chiến giành lấy bằng thép và máu. Và đó là cách mà các \"Máy Cày\" nhưng lại có hình dạng như các robot chiến đấu được ra đời ở Khaenri'ah. Sau khi Khaenri'ah bị hủy diệt, các cơ chế này mất đi chủ nhân và hoàn toàn mất kiểm soát. Chúng lang thang vô định trong nhiều thế kỷ và cuối cùng phân tán khắp Teyvat. Để tìm ra Máy Cày đầu tiên và tìm hiểu về bức tượng đảo ngược, Nhà Lữ Hành đã liên hệ với Barbara và cô ấy đã kể cho họ nghe về \"Oán hận của bạo quân\". Nhiều năm trước, những quả cầu lửa sẽ rơi xuống từ bầu trời mỗi khi có ai đó tiếp cận Mondstadt Cũ. Người dân lúc bấy giờ tin rằng đó là lời nguyền của vị vua bạo chúa cuối cùng, nên họ gọi nó là \"Oán hận của bạo quân\". Hiện tượng kỳ lạ này kéo dài khoảng một năm. Không ai có thể giải quyết được, nó chỉ dần dần tự chấm dứt. \"Oán hận của bạo quân\" hóa ra chính là Máy Cày. Nhiều năm trước, nó vô tình rơi vào đấu trường của Vua Gió Bắc, Andrius, và ông nhầm cơ chế này là một người đàn ông dũng cảm thách đấu với mình. Cỗ máy không thể suy nghĩ, nhưng mọi bộ phận của nó đều được thiết kế để giết chóc và chiến đấu. Nó có thể xoay tròn, bay cao lên không trung và bắn những quả cầu lửa. Cuối cùng, Andrius đã có thể đánh bại cỗ máy, nhưng nó đã kịp rời khỏi đấu trường trước khi ngã xuống và hướng về phía Mondstadt Cũ. Ở Phế Tích Phong Long, Nhà Lữ Hành và Dainsleif đã tìm ra chiếc \"Máy Cày\" đầu tiên và Dainsleif đã giấu con mắt của nó vào trong cơ thể của mình để Giáo Đoàn Vực Sâu không thể tìm thấy nó.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "name": "Mondstadt",
        "desc": "<p>Thành phố tự do nằm ở phía Đông Bắc đại lục Teyvat.</p><p>Giữa những dãy núi và đồng bằng rộng lớn, làn gió tự do cuốn theo hơi thở của ngọn bồ công anh bay qua Hồ Rượu Trái Cây, đem theo lời chúc phúc và ân trạch từ Phong Thần Barbatos đến Thành Mondstadt nằm trên đảo hồ trung tâm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/7b245f487d037173b0e941069fa82074_6126217539693815669.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "name": "Liyue",
        "desc": "<p>Bến cảng giàu có nằm phía đông đại lục Teyvat. Vùng đất màu mỡ được tạo nên từ những dãy núi cao, rừng đá sừng sững, đồng bằng rộng lớn và những bờ sông nhộn nhịp sức sống, nơi đây rực rỡ sắc màu trong bốn mùa. Có bao nhiêu món quà cổ xưa của Nham Ma Thần được chôn vùi giữa núi non và những kỳ tích đá đang chờ người ta khám phá đây?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/5968bc73f375ee1e3704302541c83c7f_5132625440292305.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Một cựu đội trưởng của đội cận vệ hoàng gia Khaenri'ah, người đã bị nguyền rủa với sự bất tử bởi Đảo Thiên Không.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/55631176/68c102371d33a15891c25053236d6cd1_2565537764752264486.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "name": "Osial",
        "desc": "<p>Ma Thần Lốc Xoáy, đã bị Nham Vương Đế Quân đánh bại trong Chiến tranh Ma Thần.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/8f19e7d7f4497f1f55fd9491dd6532f5_5779460956581382788.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>Thần Bão tố và là người cai trị Mondstadt cũ. Ông bị đảo chính do một cuộc nổi dậy của người dân Mondstadt, những người không còn chịu được sự cai trị đó.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/11/55631176/513d51e0ebfd54f5da34a9f85dfaf61f_4582941032831625899.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andrius",
        "desc": "<p>Vua Sói Bắc Phong, lãnh chúa Lang Lãnh và là một trong Tứ Phong Thủ Hộ </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/19/44749939/2ac7ad0e18377b4a7b7fc2032f318cc3_7983495985512709893.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2220,
        "name": "Thủ Vệ Di Tích",
        "desc": "Cỗ máy chiến đấu hình người cổ xưa.<br/>Tương truyền là cỗ máy chiến đấu được lưu truyền của quốc gia đã diệt vong, sẽ lang thang ở những di tích kinh đô cổ xưa trên khắp nơi trên thế giới, tấn công những người lữ hành xâm phạm. Theo nghiên cứu cho thấy thủ vệ di tích và những phế tích này không có cùng nguồn gốc, thời đại của chúng cũng cách nhau ít nhất vài ngàn năm, vậy tại sao thủ vệ di tích lại ở trong đó, và dùng \"hỏa lực gây nổ\" để bảo vệ những bức tường đổ nát này chứ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hoàn Thiện Máy Dệt Vận Mệnh",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dainsleif tiếp tục điều tra các vấn đề liên quan đến Máy Dệt Vận Mệnh. Ông hiểu rằng ngay cả khi kế hoạch của Giáo Hội Vực Sâu bị phá vỡ, họ vẫn tìm ra cách khác để thực hiện ý đồ của mình. Mục tiêu chính của ông là khám phá bản chất của Máy Dệt Vận Mệnh để hiểu được mục đích thực sự của tổ chức này. Từ thông tin Dainsleif thu thập được, có thể thấy rằng Máy Dệt Vận Mệnh có liên quan đến các Đường Địa Mạch. Kiếm Sĩ Hoàng Hôn phát hiện ra rằng hoạt động của Giáo Hội Vực Sâu ở một khu vực nhất định luôn đi kèm với sự can thiệp vào các Đường Địa Mạch. Sự chú ý của ông hướng về Làng Vimara, nơi Nhà Lữ Hành đang điều tra về sự mất tích của một thanh niên. Mặc dù nhiều cư dân đã liên hệ với Hội Nhà Mạo Hiểm về sự mất tích này, nhưng không ai có thể nhớ được tên hay nơi ở của anh ta. Nhà Lữ Hành suy đoán rằng người đàn ông này chỉ tồn tại trong ký ức của mọi người, những ký ức đang chảy qua các Đường Địa Mạch."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/f95f754ac9867c0a1b7680bb16e7e39d_5955975484121068904.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Dainsleif nhận ra rằng mình đã bị cấy những ký ức giả và người đàn ông bí ẩn bị mất tích kia có liên quan đến hoạt động ngày càng tăng của Giáo Hội Vực Sâu gần Làng Vimara, ông quyết định đánh lạc hướng Hội để gặp gỡ Công chúa/Hoàng tử của Hội Vực Sâu. Ông biết rằng Hội đang săn lùng con mắt của Máy Cày , nên ông định giao nó cho Nhà Lữ Hành để họ có thể đưa nó ra khỏi nơi ẩn náu. Kế hoạch của Dainsleif đã bị phá vỡ, và ông bị cấy những ký ức giả rằng con mắt của Máy Cày đã nằm trong tay Nhà Lữ Hành. Đó là cách Giáo Hội Vực Sâu đã có thể lấy được con mắt và hoàn thành việc tạo ra Máy Dệt Vận Mệnh.\nNgười đàn ông bí ẩn trong ký ức mọi người hóa ra là Caribert. Ý thức của anh vẫn còn tồn tại trong Máy Dệt Vận Mệnh và anh có khả năng điều khiển thiết bị cho đến khi nó hoàn thành. Anh không biết về kế hoạch của Hội liên quan đến Máy Dệt Vận Mệnh và không thấy được toàn bộ bức tranh, nhưng thiết bị này đã giúp anh đạt được mục tiêu riêng của mình. Nhiều năm trước, khi Chlothar đánh thức ý thức trong Hilichurl mà con trai ông đã biến thành bằng sức mạnh của Vực Sâu, Caribert đã trải qua nỗi kinh hoàng và đau đớn không thể diễn tả. Để an ủi cậu, cha cậu đã kể cho cậu nghe một câu chuyện rằng cậu đang ở trong một thế giới cổ tích và mang hình dạng của một con quái vật nhỏ. Câu chuyện đó đã xoa dịu nỗi sợ hãi của Caribert trong giây lát, vì vậy cậu đã sử dụng Máy Dệt Vận Mệnh chưa hoàn thiện để cấy một ký ức giả về tình yêu vào tâm trí của những Hilichurl nhằm xoa dịu tinh thần của chúng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/2ff0c4afe38825213354013dcbd4c411_6261946110992040375.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Caribert cũng sử dụng Máy Dệt Vận Mệnh để \"sống\" một cuộc đời đã bị tước đoạt một cách bất công. Anh tạo ra hình dáng của mình theo hình ảnh của cha và cấy những ký ức về thời gian sống cùng họ ở Làng Vimara. Khi dự án của Hội Vực Sâu gần như hoàn thành, chỉ còn lại một sợi ý thức mỏng manh của Caribert, nên anh quyết định rời khỏi những người dân làng. Cuối cùng, anh gặp gỡ Nhà Lữ Hành trong không gian ý thức của mình, nơi anh nói về việc hoàn thành tạo ra Máy Dệt Vận Mệnh và biến mất không dấu vết. Trong ký ức của người dân làng, một hồi ức xuất hiện rằng người đàn ông mất tích đã gặp cha mẹ mình và rời đi cùng họ.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Một cựu đội trưởng của đội cận vệ hoàng gia Khaenri'ah, người đã bị nguyền rủa với sự bất tử bởi Đảo Thiên Không.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/55631176/68c102371d33a15891c25053236d6cd1_2565537764752264486.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "name": "Caribert",
        "desc": "<p>Con trai của Chlothar Alberich, người đã trở thành một Hilichurl do lời nguyền của Thiên Lý. Anh ta đã bị lợi dụng để tạo ra Máy Dệt Vận Mệnh.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/55631176/110420d565890579cd62848e0d0f6804_359345007780608994.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Bản Đồ của Thế Giới Mới",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Một thời gian sau khi Máy Dệt Vận Mệnh được hoàn thành, Giáo Đoàn Vực Sâu đã mở cuộc tấn công vào Natlan. Những người canh gác các bộ tộc nhận thấy rằng phần lớn thành viên của Giáo Đoàn không trực tiếp tham chiến mà chỉ lang thang khắp khu vực như đang thiền định hoặc cầu nguyện. Họ liên lạc với các shaman để tìm lời giải, nhưng không ai có thể hiểu được hiện tượng này, và người dân Natlan cuối cùng đã quyết định bỏ qua. Sau đó, vị shaman thuộc Chủ Nhân Gió Đêm đã có một giấc mơ kỳ lạ: trong mộng, bà cảm thấy có một “tạp âm” nào đó len lỏi vào Địa Mạch của Natlan. Thứ âm thanh ấy không gây ra ảnh hưởng rõ rệt lên Vương Quốc Dạ Thần hay Địa Mạch, như thể nó tồn tại song song và hoàn toàn tách biệt khỏi thế giới thực, giống như một tín hiệu đến từ một chiều không gian khác của thực tại. Dù không cảm nhận được mối nguy hiểm cụ thể nào, vị pháp sư vẫn tin chắc rằng Giáo Đoàn Vực Sâu đang âm mưu điều gì đó."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/79900d532f90a39f952b2a92d390289a_5299286160152342444.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Cùng thời điểm đó, Nhà Lữ Hành và Paimon đặt chân đến Natlan. Trong lúc tuần tra, họ gặp một con hilichurl. Khi bỏ chạy, nó đánh rơi một chiếc chìa khóa có hình dạng kỳ lạ. Sau khi quan sát, Nhà Lữ Hành nhận ra đó là chìa khóa của “khoang ngủ đông” trên con tàu mà họ và người anh hoặc em song sinh đã dùng để đến Teyvat. Vì chiếc chìa khóa của mình vẫn luôn được giữ bên người, Nhà Lữ Hành hiểu rằng chìa khóa vừa rơi ra chỉ có thể là của người song sinh. Rời khỏi hang, họ tình cờ gặp một cô gái bí ẩn tên là Direidyth, đang bị bong gân sau khi chạy trốn lũ quái vật. Cô cho biết mình đã rời khỏi một ngôi làng để đi tìm Đấng Cứu Thế. Một ngày nọ, một vị hiền giả biết tất cả bí mật của thế giới đã đến làng và tiên đoán rằng ngày tận thế sắp đến, nhưng sau đó một Đấng Cứu Thế sẽ xuất hiện. Vị hiền giả miêu tả rằng Đấng Cứu Thế có mái tóc vàng kim. Vì thế, khi gặp Nhà Lữ Hành, Direidyth đã nghĩ họ là người ấy, nhưng theo lời tiên tri, Đấng Cứu Thế phải mang giới tính đối lập. Nhận ra Direidyth đang tìm người song sinh của mình, Nhà Lữ Hành và Paimon hứa sẽ giúp cô đi tìm. Tuy nhiên, gần hang động, Direidyth lại thấy lũ quái vật đang đuổi theo mình, trong khi Nhà Lữ Hành và Paimon không thấy gì cả. Khi họ chạm trán quái vật, Direidyth cũng không nhìn thấy chúng. Chỉ khi cả ba nắm tay nhau, họ mới có thể nhìn thấy quái vật của nhau."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/ef56faa0734f77e075ee560085bb9eac_8527634748060724092.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trong lúc người Natlan chuẩn bị phản công, Dainsleif bất ngờ xuất hiện tại tiền tuyến của Giáo Đoàn Vực Sâu, xông thẳng vào hàng ngũ địch và tấn công dữ dội, chém ngã từng kẻ như những con rối. Khi đội canh gác kịp phản ứng, tiền tuyến đã bị phá hủy hoàn toàn, buộc lũ quái vật phải rút lui về phía Thành Tro Tàn, nơi được xem là tổng hành dinh của chúng. Không thể chờ viện binh từ Natlan, Dainsleif và Nhà Lữ Hành quyết định tiến thẳng đến Ochkanatlan để điều tra mục đích thật sự của Giáo Đoàn. Trong quá trình truy lùng tàn dư của Giáo Đoàn tại Natlan, Dainsleif đã thẩm vấn nhiều thành viên bị bắt giữ nhưng không khai thác được thông tin nào đáng giá, nên chuyển sang hành động quân sự. Nếu Giáo Đoàn sẵn sàng hy sinh mọi thứ để thực hiện một kế hoạch bí mật, thì Kiếm Sĩ Hoàng Hôn muốn buộc họ phải trả một cái giá rõ ràng nhất. Tại Ochkanatlan, Dainsleif và Nhà Lữ Hành chạm trán một Kẻ Rửa Tội Tàn Ác, chỉ huy tổng hành dinh của Giáo Đoàn. Sau khi bị đánh bại, hắn tiết lộ rằng Công Chúa/Hoàng Tử đã sớm hoàn thành mục tiêu, còn phần việc của Giáo Đoàn chỉ là đánh lạc hướng. Người ấy đã lặng lẽ tiến vào Vương Quốc Dạ Thần và sử dụng kinh nghiệm khôi phục Địa Mạch tại Natlan để tạo ra “Bản Đồ Thế Giới Mới”, một bản mô phỏng lại hệ thống Địa Mạch của Khaenri’ah từ năm trăm năm trước, thông qua Máy Dệt Vận Mệnh."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/16ff116ef47db7ced801b5ad67dfddaf_7778107680228613501.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau khi biết tin về việc Khaenri’ah được phục hưng, Nhà Lữ Hành và Paimon nhận ra rằng Direidyth thực chất đến từ Khaenri’ah, và “ngày tận thế” mà cô từng nhắc đến chính là Đại Thảm Họa xảy ra năm trăm năm trước. Cả hai lập tức chạy đi tìm cô gái, trong khi Dainsleif ở lại với Kẻ Rửa Tội Tàn Ác, người mà anh nhận ra là Haden, thầy cũ của mình. Do bị ảnh hưởng bởi sự bào mòn và sức mạnh của Vực Sâu, ký ức, tính cách, linh hồn và cảm xúc của Haden đã hoàn toàn biến mất, khiến ông không còn nhớ gì. Ông cầu xin Dainsleif, người học trò cũ và là người duy nhất còn giữ được ký ức nhờ chiếc nhẫn đặc biệt, chia sẻ lại những ký ức về quê hương. Dù không kể lại bất kỳ câu chuyện nào về Khaenri’ah, Dainsleif đã mở ký ức của mình cho Máy Dệt Vận Mệnh, điều mà Giáo Đoàn Vực Sâu thực sự mong muốn. Bởi phần lớn ký ức của các thành viên trong Giáo Đoàn đã bị bào mòn và méo mó, họ cần đến ký ức nguyên vẹn của Dainsleif để làm nền tảng tái tạo một Khaenri’ah mới. Trong quá trình thiền định, thứ từng bị người canh gác bộ tộc phát hiện, các thành viên Giáo Đoàn đã ghi lại mọi ký ức còn sót lại. Và từ đó, một vương quốc tái sinh đã bắt đầu được dựng nên.\nKhi Nhà Lữ Hành quay lại chỗ Direidyth, thì mọi chuyện đã quá muộn , ngày tận thế trong thời đại của cô đã thực sự xảy ra. Sau khi nhận ra rằng cô và Nhà Lữ Hành đang tồn tại ở hai không gian và thời gian khác nhau, Direidyth đã xin một vật làm bằng chứng cho cuộc gặp gỡ này, để nếu có thể gặp người anh hoặc em song sinh, cô sẽ trao lại cho họ. Nghĩ đến chiếc chìa khóa khoang ngủ đông, Nhà Lữ Hành chợt hiểu rằng con hilichurl từng gặp trong hang chính là Direidyth. Nếu đó thật sự là số phận đã được an bài cho cô, thì liệu việc trao cho cô chiếc chìa khóa ấy có còn ý nghĩa hay không?"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Vậy Khaenri'ah... Đất nước của tôi sau này thế nào rồi?</color>\n<color=#ffffffd9>...</color>\n<color=#ffffffd9>Không, khoan đã, tôi không hỏi nữa.</color>\n<color=#ffffffd9>Chỉ có kết quả chưa biết mới giúp chúng ta có động lực phấn đấu. Tôi tin Đấng Cứu Thế vẫn có cơ hội xoay chuyển tất cả.</color>\n<color=#ffffffd9>Dù không có sự bảo vệ của cậu|cô thì tôi vẫn sẽ đi tìm cô|cậu ấy...</color>\n<color=#ffffffd9>Although... In a way...</color>\n<color=#ffffffd9>Thực ra trong mắt tôi, cậu|cô đã là Đấng Cứu Thế rồi, là người có thể bảo vệ và thay đổi mọi thứ.</color>\n<color=#ffffffd9>Chỉ tiếc là... cậu|cô không sống trong thời không của tôi.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/8c25f51e45d4835b6e120660bad18271_4489092099118584101.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Ngay khoảnh khắc đó, thời gian ngừng lại và Công Chúa/Hoàng Tử của Giáo Đoàn Vực Sâu xuất hiện. Năm thế kỷ trước, khi Đại Thảm Họa vừa bắt đầu, Công Chúa/Hoàng Tử — với tư cách là người thừa kế của Khaenri’ah đã định đối mặt với tất cả. Nhưng rồi họ được một cô gái tên Direidyth tìm thấy. Cô đã kể về người anh hoặc em song sinh bị thất lạc và cầu xin họ cứu lấy thế giới. Là bằng chứng cho cuộc gặp gỡ ấy, Direidyth trao cho Công Chúa/Hoàng Tử chiếc chìa khóa khoang ngủ đông. Tại khoảnh khắc đó, hai người song sinh đã bị chia cắt, và Công Chúa/Hoàng Tử mất đi ký ức của mình. Khaenri’ah trở thành quê hương thứ hai của họ. Khi biết về người anh em song sinh, Công Chúa/Hoàng Tử phải đối mặt với một lựa chọn khó khăn. Sau khi vượt qua mặc cảm tội lỗi, họ quyết định lên đường đi tìm người ấy.\nKhi tìm được song sinh của chính mình, người ấy vẫn chưa tỉnh lại, và chiếc chìa khóa khoang ngủ đông vẫn nằm trong tay suốt thời gian ấy. Công Chúa/Hoàng Tử không hiểu chuyện gì đang xảy ra, nhưng vẫn quyết định mang người song sinh đi cùng mình. Tuy nhiên, cả hai lại bị chia cắt một lần nữa bởi Người duy trì Thiên Lý. Trong suốt năm trăm năm, Công Chúa/Hoàng Tử đã cố gắng tìm hiểu Direidyth lấy chiếc chìa khóa từ đâu và điều gì đã dẫn đến cuộc gặp gỡ đó. Mãi đến bây giờ, họ mới hiểu rằng cô gái ấy đã gặp người song sinh trong tương lai, và chính người ấy đã trao chiếc chìa khóa, đưa nó từ tương lai về quá khứ, vào thời điểm Địa Mạch của Khaenri’ah được áp đặt lên Natlan. Dù Nhà Lữ Hành có do dự hoặc muốn thay đổi định mệnh bằng cách không trao chìa khóa cho Direidyth, thì chuyện đó vẫn sẽ xảy ra, bởi Máy Dệt Vận Mệnh là điều không thể tránh khỏi. Cuộc gặp gỡ giữa hai anh em song sinh sẽ không thể xảy ra nếu không có sự can thiệp của Chấp Chính Của Thời Gian, Istaroth — một trong những bóng hình của Thiên Lý. Chính vì sự can thiệp của nàng mà Công Chúa/Hoàng Tử đã không thể cứu lấy Khaenri’ah. Và cũng chính vì thế, họ mới quyết định tạo ra Bản Đồ Thế Giới Mới."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/30/237301566/7cff3327ca4b63b2359ea3d675c96c9f_5241812296865474052.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ngay từ đầu, Công Chúa/Hoàng Tử đã biết rằng các Địa Mạch của Teyvat đều bị Thiên Lý phong ấn không thể thêm mới, cũng không thể thay thế những Địa Mạch đã tồn tại. Thế nhưng, Vương Quốc Dạ Thần của Natlan lại là một ngoại lệ hiếm hoi. Vì vậy, nàng/chàng đã dẫn dắt Giáo Đoàn Vực Sâu tấn công Natlan, nhằm kéo dài thời gian để có thể tiến vào Vương Quốc Dạ Thần và đàm phán với Dạ Thần. Dù không thể dung chứa thêm bất kỳ Địa Mạch mới nào, Vương Quốc Dạ Thần vẫn có thể cung cấp không gian để dệt nên một hệ thống hoàn toàn mới. Dạ Thần đã đồng ý và cho phép kích hoạt Máy Dệt Vận Mệnh. Dựa trên một bông Inteyvat làm nền tảng, Công Chúa/Hoàng Tử bắt đầu nuôi dưỡng một vương quốc mới, được xây dựng theo hình mẫu của Khaenri’ah năm trăm năm trước, đè lên không gian và thời gian hiện tại của Natlan. Chính nhờ sự chồng lắp này mà Nhà Lữ Hành đã gặp được Direidyth. Sau đó, Khaenri’ah mới dần được hình thành từ ký ức của Khaenri’ah xưa, được cung cấp thông qua những buổi thiền định của các thành viên Giáo Đoàn Vực Sâu. Với ký ức làm nguyên liệu và không gian chồng lắp làm khuôn mẫu, Máy Dệt Vận Mệnh cuối cùng đã hoàn tất nhiệm vụ của mình, tạo ra Bản Đồ Thế Giới Mới. Bản Đồ này bao gồm toàn bộ mạng lưới Địa Mạch của Khaenri’ah mới. Và giờ đây, vương quốc ấy có thể thực sự được tái sinh, khi một địa điểm phù hợp để tiếp nhận nó được tìm thấy.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7858,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Để theo đuổi giấc mơ vĩ đại giữa sương sớm và biển mây, các chiến binh bay lượn chưa bao giờ ngơi nghỉ. Sâu trong biển sương xa xôi, câu chuyện về con rồng độc ác chiếm cứ thành phố bỏ hoang vẫn đang bảo vệ điều cấm kỵ; Mà trên những tầng mây, con thuyền trống trải huyền thoại bị lãng quên cũng sẽ chào đón vị khách mới ghé thăm...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/55631176/f801f03218ba49236d567092aa0ebda3_133119560923163180.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Vương Quốc Dạ Thần",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Một cựu đội trưởng của đội cận vệ hoàng gia Khaenri'ah, người đã bị nguyền rủa với sự bất tử bởi Đảo Thiên Không.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/55631176/68c102371d33a15891c25053236d6cd1_2565537764752264486.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7851,
        "name": "Người Anh Em Sinh Đôi",
        "desc": "<p><span style=\"color: oklab(0.949075 -0.0000115931 -0.00219017)\">Anh/em song sinh của Nhà Lữ Hành, Công chúa/Hoàng tử của Khaenri'ah, Đấng cứu thế, và Công chúa/Hoàng tử của Vực Sâu.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/11/44749939/725878e71fb16f81d7bbde830f0d58d8_435243309191365812.gif",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Dạ Thần",
        "desc": "<p>Thiên Sứ đã tạo ra Vương Quốc Dạ Thần ở Natlan</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/08/44749939/f171c1712b2f20a924c64bafa6a8ccfd_5702163896333645390.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7808,
        "name": "Chìa Khóa \"Khoang Ngủ Đông\"",
        "desc": "Trên phi thuyền vượt qua biển sao đó, thứ này thuộc về Nhà Lữ Hành song sinh có mái tóc vàng. Về lý thuyết thì chỉ tồn tại hai chiếc chìa khóa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/06/18/5f0dab2a8059fdc1a9449cee42de9575_1265656115722294584.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Máy Dệt Vận Mệnh"
          }
        ]
      },
      {
        "key": "Thể Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Thiết bị"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Cutscene Animation: \"It's Only Ever Been About Us\" | Genshin Impact #Aether #Lumine #WeMeetAgain",
        "url": "https://youtu.be/JZB6qRCzBow",
        "coverUrl": "https://i.ytimg.com/vi/JZB6qRCzBow/maxresdefault.jpg",
        "duration": 87
      },
      {
        "title": "Cutscene Animation: \"Overlapping Cataclysms\" | Genshin Impact #GenshinImpact #Aether #Lumine",
        "url": "https://youtu.be/ZzUbkm5VRs8",
        "coverUrl": "https://i.ytimg.com/vi/ZzUbkm5VRs8/maxresdefault.jpg",
        "duration": 48
      }
    ]
  }
}