{
  "epId": 5838,
  "name": "Văn Phòng Mèo",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/5edca14df60d3850c4b14b664517188c_5153963856235441452.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1729161146,
  "components": {
    "body": [
      {
        "title": "Văn Phòng Mèo I",
        "desc": [
          {
            "type": "RichText",
            "text": "Cũng giống hệt như những buổi chiều bình thường, Perroux ngáp dài, rồi dụi mắt. Đột nhiên anh nhìn thấy một tấm thiệp mời màu vàng đang lẳng lặng nằm trong bồn hoa.\nBìa của tấm thiệp được ánh mặt trời chiếu rọi, dòng chữ \"Kính gửi ngài Perroux\" còn lấp lánh hơn Mora.\nPerroux mở to mắt.\nAnh ấy chỉ là người giữ cửa bé nhỏ, mở cửa cho các quý ngài và quý phu nhân đến thăm lão gia, đây là lần đầu tiên có người tôn kính gọi anh là \"ngài Perroux\" đấy.\nLà ai đã để nó ở đây? Trong lúc anh hoàn toàn không chú ý đến.\nPerroux chớp mắt vài lần, xác nhận lại nhiều lần rằng đó không phải ảo ảnh như cầu vồng, rồi mới mở tấm thiệp mời ra...\n\"Cảm ơn ngài đã chiêu đãi chúng tôi bằng những món ngon, xin được mời ngài ghé thăm chúng tôi. - Văn Phòng Mèo\"\nChữ viết xiêu vẹo, dường như được viết bằng loại bút lông kém chất lượng, không tương xứng với phần bìa màu vàng.\nVăn Phòng Mèo? Có loại văn phòng tên là \"Mèo\" sao? Chắc không phải là văn phong do mèo mở đâu nhỉ...\nPerroux đúng là thường dùng thức ăn thừa để cho mèo hoang ở góc đường ăn.\nChỉ cần phát ra tiếng kêu meo meo, thì lũ mèo sẽ nhiệt tình vây quanh. Nhưng khi trong tay không có thức ăn, thì lũ mèo vẫn sẽ rất cảnh giác dù là với Perroux.\nPerroux nghĩ vậy, rồi lật sang mặt sau của thiệp mời.\n\"Có lẽ ngài vẫn chưa biết vị trí của văn phòng đúng không...\"\n\"Ở ngã rẽ thứ mười hai của gió bắc, tiến lên phía trước theo dấu vảy cá trên mặt đất, ngài sẽ thấy được một hàng xe ngựa.\"\n\"Sau khi hồi chuông thứ mười vang lên, sẽ chỉ còn lại một chiết xe ngựa, bướt vào bóng đen bên dưới xe ngựa... Chúng tôi sẽ chờ ở đó...\"\nCách ghi chép thời gian và địa điểm như vậy, quả thực... giống loại phép thuật thần bí nào đó.\nLà trò đùa của ai đó chăng?\nNhưng những chữ viết sai trong cả đoạn và sự chú ý đặc biệt đến vảy cá, quả thực rất giống mèo... Nếu mèo thực sự biết viết chữ và lập nên một văn phòng thật.\nGió bắc... vảy cá... xe ngựa... A, đúng rồi! Từ chỗ này đi về hướng nam mười hai ngã rẽ. Ban ngày là một quầy bán cá, mười giờ hàng đêm, không phải sẽ có xe ngựa chở rác dừng ở nơi đó sao?\nXe đó sẽ vận chuyển lượng rác lớn của cả thành ra ngoài, cho đến mười hai giờ mới \"kẽo kẹt, kẽo kẹt\" trở về.\nĐúng vậy, đây chắc chắn là phép thuật ngôn ngữ của loài mèo. Chỉ có người hiểu mèo như hiểu tòa thành này, hiểu tòa thành này như hiểu mèo giống Perroux đây, mới có thể giải mã ra được.\nTim của Perroux đập thình thịch, đây là bí mật chỉ một mình anh biết được.\n\"Thời khắc thay ca, hãy mau đến nào! Tôi đây phải đến chỗ hẹn với những chú mèo rồi.\""
          }
        ]
      },
      {
        "title": "Văn Phòng Mèo II",
        "desc": [
          {
            "type": "RichText",
            "text": "Ngài đến rồi à! Mời ngồi, mời ngồi.\nNhững chú mèo rất vui.\n\"Đúng vậy! Muốn tìm được văn phòng này thật không dễ dàng.\"\nTối hôm đó, Perroux đã đi theo chỉ dẫn trên thiệp mời, vừa ngó nghiêng vừa tìm suốt đoạn đường.\nThì ra, trong những xe ngựa vận chuyển rác này có một chiếc xe ngựa bị hỏng bánh, dừng tại chỗ. Trong bóng tối dưới xe, Perroux tìm thấy miệng hố đen ngòm như hòa làm một với bóng tối, bên trong truyền đến âm thanh và ánh sáng mơ hồ, còn có cầu thang dạng xoắn ốc để đi xuống.\nĐây chính là Văn Phòng Mèo vô cùng kín đáo.\n\"Đây là bản tính của những kẻ lang thang, mong ngài thông cảm!\"\nChú mèo có vằn hổ nheo đôi mắt màu vàng, nói một cách khiêm tốn, nhưng đuôi lại cong lên một cách đầy kiêu hãnh.\nPerroux nhận ra được đây chính là con mèo mướp mà anh thường cho ăn, nó thường nằm sấp trên cửa sổ nhà lão gia, nhàn nhã vẫy đuôi. Còn những con mèo khác thì, Perroux có hơi lạ lẫm.\nMèo mướp giới thiệu từng thành viên với Perroux:\nMèo Sếp, chính là mèo mướp đây.\nPhụ trách đấm đá, là mèo tay hoa với đầy hình xăm ở bên trái đây.\nCòn mèo tam thể bên phải đây vô cùng lanh lợi. Thư gửi đến Perroux, là do mỗi chú mèo lấy một cọng râu để ghép lại thành bút viết, sau khi chấm mực thì được viết bởi mèo tam thể.\n\"Còn mèo củi này đây, tuy có hơi xấu, trên người lởm chởm mất vài mảng lông, nhưng xin đừng ghét bỏ nhé!\"\nChính là những chú mèo như vậy đã tạo nên Văn Phòng Mèo, để giải quyết khó khăn cho mèo trong thành.\n\"Vậy thì, văn phòng từng giải quyết những khó khăn gì vậy?\"\nPerroux tò mò hỏi.\nMèo mướp vẫy đuôi sang bên trái, đến lượt mèo tay hoa bước lên.\n\"Đây là mèo tay hoa dũng mãnh, meow! Ủy thác mà mèo sếp thích ngáy gửi đến là do đây giải quyết đó, méo!\"\n\"Vị mèo sếp đó, đã mở một nhà trọ cực kỳ xa hoa, không thua gì khách sạn xịn xò của con người đâu. Khi mở cửa, sẽ có vô số khách đến ở đấy.\"\nMèo cũng có khách sạn của riêng mình à! Suýt chút nữa Perroux đã rút sổ tay ra ghi lại.\nNgay cả Perroux cũng chỉ đi ngang qua cửa, nhìn vào trong một cách đầy ngưỡng mộ. Tâm trạng này, hệt như lúc nhỏ nhặt được giấy bóng bảy màu gói kẹo, không kìm được mà liếm để nếm thử.\n\"Nhưng mà, tiếng ngáy của mèo sếp lớn quá rồi, meo. Ồn đến mức khách hàng không ngủ được, việc làm ăn cũng vì vậy mà ảm đạm hẳn, méo.\"\n\"Rồi đột nhiên một hôm, trong nhà trọ xuất hiện một đám chuột, cắn hư đồ của khách, thế là mèo sếp đã ra tay lập công lớn, meo.\"\n\"Từ đó trở đi, mỗi khi nghe tiếng ngáy của mèo sếp, là các khách hàng sẽ yên tâm nói: Mèo tốt... Mèo tốt...\"\n\"Thật ra thì trong nhà trọ vốn không có chuột, meo. Đều do chúng tôi nửa đêm bắt chuột thả vào, rồi lại bắt lại!\""
          }
        ]
      },
      {
        "title": "Văn Phòng Mèo III",
        "desc": [
          {
            "type": "RichText",
            "text": "Mèo tay hoa vừa kể xong câu chuyện thì chú mèo mướp lại vẫy đuôi sang phải.\nMèo tam thể nho nhã bước lên trước, nhẹ nhàng cúi chào.\n\"Như tục ngữ nói đấy, trong loài mèo thì cũng sẽ có mèo thích làm biếng, meo.\"\n\"Mèo lười ở ngoài cổng thành cũng từng gửi ủy thác, để xin chỉ cách bắt chuột một lần mà hiệu quả dài lâu, meo.\"\n\"Dưới sự chỉ dẫn của mèo đây, mèo lười gỡ bảng hiệu 'Nhà Mèo' nơi chúng đang sống, rồi đổi tên thành 'Dịch Trạm Của Chuột', meo!\"\n\"Từ đó về sau, mỗi khi chuột vào thành, đều sẽ nghe thấy giọng chào thân thiện dịu dàng 'Chuột ơi, chuột ơi, hãy thoa chút thuốc lên đôi tay, đôi chân mệt mỏi đường xa nào!', 'Chuột ơi, chuột ơi, hãy cởi bỏ những thứ sắc nhọn trên người để tận hưởng buổi chà rửa thật thoải mái nào!', meo.\"\n\"Thế là bọn chuột liền thoa muối, xoa dầu, xếp thành hàng tiến vào 'bồn ngâm nóng' nước sôi, meo.\"\n\"Cuối cùng đều vào hết bụng của mèo lười, meo.\"\nPerroux không nhịn được mà bật cười. \"Àhh, đúng là mèo tam thể thông minh mà!\"\nMèo tam thể lại nhẹ nhàng cúi chào, quay về vị trí với vẻ thanh lịch như một quý cô.\n\"Đến... đến lượt tôi rồi nhỉ...\" - Mèo củi nói với vẻ ngượng ngùng.\n\"Lớp lông của tôi, là do sưởi ấm trong đống lửa nên bị cháy xém...\"\n\"Đúng là chuyện lạ, rõ ràng khi vừa ngủ thiếp đi, có cảm giác rất ấm áp... Tôi mơ thấy khi mình còn là một chú mèo nhỏ, ngủ trên lớp lông của mẹ... ngủ một lúc thì trên người bén lửa mất...\"\n\"Cũng... cũng may mèo sếp không chê bai, tôi lại không ngại bẩn, thường đi lại dưới ống thoát nước trong thành, đảm nhiệm các công việc như truyền thông tin, hoặc là chạy vặt.\"\n\"Ngoài, ngoài ra thì tôi không có bản lĩnh nào khác...\"\nMèo mướp hắng giọng, mèo củi liền rụt rè cười rồi lặng lẽ quay về.\n\"Được rồi, thế là ngài Perroux cũng đã nắm được chuyện thường ngày của Văn Phòng Mèo rồi đấy.\"\n\"Lần này mời ngài Perroux đến đây là vì chúng tôi gặp phải một chuyện không giải quyết được, muốn nhờ ngài Perroux giúp đỡ!\""
          }
        ]
      },
      {
        "title": "Văn Phòng Mèo IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Nhờ tôi giúp đỡ sao? - Perroux mở to mắt.\nMèo mướp trịnh trọng gật đầu. \"Hơn nữa chỉ có thể là ngài Perroux.\"\n\"Trong nhà của lão gia nơi mà ngài Perroux phụng sự, có nuôi một cô mèo lông dài, đúng không nào?\"\n\"À, là con mèo lông dài cao quý, trắng như tuyết đó à!\"\nPerroux biết con mèo này, nhưng nó là bảo bối mà lão gia quý như mạng sống. Con mèo có đôi mắt màu xanh lục hệt như công chúa thời xưa, luôn liếc mắt nhìn người khác, nó thường dùng chiếc lưỡi hồng, tỉ mỉ làm sạch lớp lông của mình từ đầu đến chân, hệt như chú chim diệc tắm mình bên hồ nước.\nLão gia dù là dùng bữa, nghỉ ngơi, hay ra ngoài đều sẽ mang theo mèo lông dài bên mình.\n\"Còn tôi, định kết hôn cùng mèo lông dài, chuyện này đã được bàn bạc xong rồi!\"\n\"Ồ, kết hôn à... Gì cơ? Kết.. kết hôn á?\"\nPerroux lập tức lắp bắp hơn cả mèo củi. \"V-vậy cả hai phải sống thế nào? Mèo lông dài không thể sống cuộc sống lang thang được đâu!\"\n\"Điều này không cần lo, sau khi kết hôn chúng tôi sẽ chuyển đến đền thần ở vương quốc xa xôi. Nghe nói nơi đó có một ngôi đền của mèo, con người sẽ cung phụng mèo như cung phụng thần linh, không lo đói khát...\"\n\"Nhưng mà, vậy, vậy sao được chứ? Lão gia sẽ không để mèo lông dài rời đi đâu...\" - Perroux tiếp tục lắp bắp.\n\"Cho nên chúng tôi mới phải nhờ ngài Perroux ra tay.\"\nMèo mướp nhảy lên trên tủ, đôi mắt vàng nhìn Perroux chăm chú.\n\"Nhưng tôi vốn không phải quý ngài gì cả, chỉ là người canh cửa nhỏ bé\"\nPerroux liên tục xua tay.\n\"Việc trộm mèo, nếu như bị lão gia phát hiện, tôi không chỉ mất việc, mà còn bị đưa lên tòa án đó...\"\n\"Không, không, ngài Perroux hiểu lầm rồi!\"\nMèo mướp nở nụ cười thần bí, phần râu mèo cũng nhẹ nhàng rung theo nụ cười.\n\"Tuyệt đối không bắt ngài Perroux trộm cắp gì đâu. Mèo là động vật có phép thuật, chúng tôi... có một cách khác...\"\nNói xong, mèo mướp liền huýt sáo.\nMèo tay hoa và mèo tam thể ở bên như đang làm ảo thuật, lần lượt lấy ra một đôi ủng và một chiếc mặt nạ.\n\"Đây là đôi ủng phép thuật và mặt nạ thần kỳ của mèo.\"\n\"Meo! Hãy thử xem nào!\"\nKhông còn cách nào khác, Perroux đành nhận lấy hai bảo bối này.\nĐợi đã, đôi ủng này, nhìn tuy nhỏ nhưng khi Perroux mang lên chân, đột nhiên trở nên vừa vặn và thoải mái.\nKhi bước đi, nhẹ nhàng như thể nhón mũi chân vậy...\nPerroux đeo mặt nạ lên, muốn mở miệng nói lại phát ra thêm một số âm thanh run run kéo dài, nghe thế nào cũng không giống giọng mình.\n\"Đây là phép thuật của mèo\" - mèo mướp vui vẻ nói. \"Chỉ cần mang hai thứ này vào, sẽ không ai nhận ra ngài Perroux nữa.\"\n\"Ngài Perroux chỉ cần về nhà như bình thường, thoải mái ngủ một giấc.\"\n\"Đợi ba ngày sau, ngài cứ làm theo lời dặn của chúng tôi, đưa lão gia và mèo lông dài cùng đến văn phòng mèo, nhớ là ba ngày sau nhé!\"\n\"Nhất định phải nhớ kỹ đấy!\""
          }
        ]
      },
      {
        "title": "Văn Phòng Mèo V",
        "desc": [
          {
            "type": "RichText",
            "text": "Thiệp mời mới được gửi ra, lần này là gửi đến lão gia.\n\"Xin chào lão gia bá tước, tôi đã sớm được nghe danh mèo nhà ngài. Nhà tôi cũng có một con mèo ngoại quốc quý giá, muốn được kết giao với mèo yêu của ngài. Kính mời lão gia đến cùng trao đổi...\"\n\"Đến lúc đó, tôi sẽ đưa xe ngựa đến đón ngài cùng mèo yêu. - Phu nhân von Frigga\"\nDưới sự trau chuốt của Perroux, mèo tam thể cố gắng sửa lại những chữ viết sai.\nNhững chú mèo bắt đầu bận rộn.\nNhiều chú mèo từng nhận được sự giúp đỡ của Văn Phòng Mèo đều đến, mang theo lụa trắng, cá đóng hộp gần hết hạn, rượu nho... Để giúp trang trí văn phòng thành hội trường hôn lễ.\nNếu có người đi ngang qua vào ban đêm, chắc chắn sẽ vô cùng bất ngờ, vì trong bóng tối của thành phố, lại có nhiều mèo hoang đến vậy.\nChiếc xe ngựa hỏng đó cũng đã được sửa chữa lại, trang trí thành dáng vẻ hoa lệ như trong truyện cổ tích.\nPhủ một lớp đệm bằng lông thiên nga mềm mại, treo chuông gió mà mèo yêu thích, \"leng keng\" cả đoạn đường, đi đến trước cửa nhà lão gia.\n\"Mời ngài lên xe!\"\nPerroux đang đóng vai \"người đánh xe của phu nhân von Frigga\", cúi đầu cung kính nói với lão gia.\nDù đã mang mặt nạ thần kỳ của mèo, Perroux vẫn căng thẳng như thể đang làm chuyện sai trái, sợ để lộ sơ hở nào đó.\nCũng may, lão gia chỉ quan tâm đến vẻ xa hoa của chiếc xe ngựa, thậm chí còn thưởng cho \"người đánh xe\" một túi Mora. \"Đây là chút tiền thưởng, cầm lấy đi!\"\nTrên đường đi, có nhiều mèo không ngừng băng qua trước xe.\n\"Xin nhường đường nào!\" - Perroux đang đeo mặt nạ thần kỳ của mèo, lo lắng đến trễ nên nhỏ giọng nói.\n\"Xin lỗi nhé, chúng tôi cũng đang gấp rút đến tham gia hôn lễ!\" - những chú mèo đáp lại.\nCho đến khi không còn mèo đi ngang qua nữa, thì Văn Phòng Mèo đã ở trước mắt.\n\"Ồ! Lụa là quý giá biết bao... mà trải khắp cả sảnh...\" - lão gia tán dương hết lời.\n\"Mùi của bánh rau giăm bông... Không tồi, hẳn là đầu bếp chuyên nghiệp...\"\n\"Còn mời nhiều mèo như vậy đến, thật bất ngờ quá! Phu nhân von Frigga quả là có lòng. Xem ra, phu nhân chắc chắn rất yêu thương chú mèo ngoại quốc trong nhà, giống hệt như cách ta cưng chiều mèo lông dài vậy!\"\nLão gia quả thật khen ngợi không ngớt.\n\"Tiệc hỷ vui mừng, uống một ly nào! Mời ngài thêm một ly!\" - Mèo tam thể nâng ly rượu nho để mời lão gia.\n\"Vậy thì thêm một ly!\"\nLão gia vui vẻ, ngà ngà say, thậm chí quên cả thắc mắc việc \"mèo sao lại biết nói chuyện nhỉ?\""
          }
        ]
      },
      {
        "title": "Văn Phòng Mèo VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Theo sau nhịp điệu của đàn hạc, cô mèo lông dài với trang phục lộng lẫy xuất hiện.\n\"Ái chà chà, cái thứ nhỏ bé này, vừa xuống xe ngựa đã không thấy đâu, hóa ra là chạy đi tắm rửa rồi!\" - Lão gia vừa ngạc nhiên vừa tự hào nhìn cô mèo nhà mình.\nTrên phần đuôi vải tơ lụa trắng của cô mèo lông dài nở đầy hoa, những bông hoa Cecilia trắng tinh khiết, giống như tuyết rơi mùa xuân.\n\"Rào rào... Rào rào...\" - Đám mèo đồng loạt vỗ tay.\n\"Đẹp quá...\"\nPerroux không kìm nổi, đặt dao nĩa trong tay xuống.\n\"Vù vù.. vụt...\" - Đám mèo vén tấm rèm lên.\nMèo mướp đeo nơ cổ, đội mũ, râu và lông tai được cắt tỉa gọn gàng, đi theo bước chân trang nghiêm của kỵ sĩ, chào đón cô dâu của mình.\nMèo tay hoa ở phía sau vội lắc lư, chiếc túi trên vai rơi xuống, bên trong là món quà dành cho cặp đôi mèo.\nNhững cuộn len đủ màu sắc, những chú chuột bằng vải kêu ríu rít khi chạm vào, khí cầu hình chim sẻ bồng bềnh, còn có những tấm vé tàu hướng đến đền mèo ở một đất nước xa xôi đã được chuẩn bị từ lâu...\n\"Chờ đã!\"\nMột giọng nói lạnh lùng, nghiêm nghị từ trên truyền xuống, cắt đứt niềm hân hoan của đám mèo.\nLão gia đã tỉnh rượu, loạng choạng đứng dậy, chỉ tay vào mèo mướp.\n\"Đây không phải là con mèo hoang thường nằm trên bậu cửa sổ nhà ta sao? Ta nhận ra đấy nhé, mi luôn nhìn vào từ cửa sổ với ý định xấu xa...\n\"Chẳng phải nói gì mà chú mèo ngoại quốc quý giá của phu nhân sao? Phu nhân đâu?\"\n\"Những thứ đồ chơi cho mèo này... Ồ, chẳng phải là của nhà ta sao? Mi đã trộm chúng từ khi nào vậy? Chỗ vải lụa và rượu ngon này đều là trộm được phải không?\"\n\"Cha, đừng tức giận mà...\" - Cô mèo lông dài vội vàng làm nũng.\n\"Đúng thế. Thưa cha, con sẽ chăm sóc tốt...\" - Mèo mướp nói với vẻ phản đối.\nMột tiếng \"cha\", hai tiếng \"cha\", đã chọc giận lão gia rồi.\n\"Im miệng cho ta!!\"\n\"Một con mèo hoang không rõ lai lịch, dòng máu không thuần chủng, sao mà xứng kết hôn với mèo lông dài của ta hả!\"\n\"Cả tên nhóc này, tự xưng là người đánh xe của phu nhân von Frigga gì đó...\"\n\"Ngươi cũng tham gia vào trò lừa đảo của đám mèo hoang hả? Để ta xem thử là kẻ nào ở sau lớp mặt nạ này...\"\nLão gia tiến đến gần, định gỡ chiếc mặt nạ trên mặt Perroux ra.\nMáu trong người Perroux như ngừng chảy, tụ lại một chỗ.\n\"Chạy mau, chạy mau\" - Giọng nói nhỏ bé vang lên bên tai, trái tim của Perroux đang đánh trống, nhưng hai chân lại cứng đờ, dù thế nào cũng không nhích nổi một bước.\n\"Tiêu rồi, tiêu rồi\" - Perroux tuyệt vọng nhắm mắt. Nhưng từ khóe mắt lại thoáng thấy có thứ gì đó đang rung lên bên má mình.\nA! Trên má Perroux mọc ra từng sợi râu mèo, trắng xóa như tuyết.\nPerroux cử động tai, đôi tai nhọn và lanh lợi, cơ thể bất giác cong lên, phát ra tiếng kêu \"meo meo...\"\nTrước khi bị lão gia bắt được, Perroux nhanh nhẹn trốn xuống gầm bàn."
          }
        ]
      },
      {
        "title": "Văn Phòng Mèo VII",
        "desc": [
          {
            "type": "RichText",
            "text": "Chạy mau, chạy mau.\nPerroux như một cơn gió khoác áo choàng đen.\n\"Chạy mau, chạy mau.\"\nMen theo cầu thang xoắn ốc, Perroux chạy về phía lối ra của Văn Phòng Mèo.\nĐôi ủng phép thuật của mèo đâu mất rồi nhỉ? Perroux không biết nữa, chỉ biết rằng mình chạy nhanh như mèo, tầm mắt cũng trở nên thấp như loài mèo luôn.\nChiếc mặt nạ thần kỳ của mèo lại đâu mất rồi nhỉ? Trong lòng Perroux cũng dần có đáp án.\nĐôi ủng và mặt nạ đều đã biến thành một phần của Perroux, hoặc có thể nói rằng Perroux biến thành mèo rồi! Vì tay vẫn còn đeo đôi găng trắng để đánh xe ngựa, nên giờ Perroux là một chú mèo đen trắng!\n\"Chạy mau, chạy mau...\"\nAi đang nói vậy?\nPerroux nghiêng đầu, mèo mướp đeo nơ và mèo lông dài kéo dải lụa trắng cũng đang chạy ở bên cạnh.\n\"Chạy mau, chạy mau... Ngài Perroux, xin hãy đánh xe ngựa đưa chúng tôi đến bến cảng!\"\nỞ phía sau, đám mèo nhảy lên nhảy xuống, xé tung những dây ruy băng trang trí, hất đổ salad và rượu vang trên bàn tiệc, gây ra một màn hỗn loạn, ngăn cản bước chân của lão gia.\n\"Mèo lông dài, quay lại đây...\"\nChẳng có ai để ý tới tiếng gọi của lão gia.\nChuyện đến nước này, đành phải đưa mèo mướp và mèo lông dài đến bến cảng an toàn thôi. Những chuyện khác Perroux không kịp nghĩ tới nữa, mà đầu mèo vốn đã nhỏ rồi, chỉ nghĩ được một chuyện thôi.\n\"Lách tách... Lộp bộp...\" - Bên ngoài bắt đầu đổ mưa, còn có cả sấm sét.\nTrong đêm tối, thi thoảng lóe lên ánh chớp sáng trước khi tiếng sấm ập tới, chỉ có cánh cửa nhỏ vẫn mở, không có người canh gác.\nChắc đều đang trú mưa cả rồi.\nMột chiếc thuyền đang đậu trên mặt hồ với vô số xoáy nước. Nếu không nhìn kỹ sẽ tưởng đó là bóng của cây cầu. Tuy nhiên, Perroux đã biến thành mèo lại có thị lực tốt đến mức đáng kinh ngạc, nhìn một lát là thấy ngay.\nMang theo quà cưới mèo tay hoa tặng, mèo mướp ôm mèo lông dài trong tay, nhảy ra khỏi xe ngựa \"ầm\" một tiếng, chớp mắt đã chui vào thuyền.\n\"May mà có ngài! Ngài Perroux...\" - Mèo mướp kính cẩn cúi mình.\n\"Nhân lúc lão gia chưa đuổi tới, mau đi đi!\"\nĐi đi, tới đền thờ mèo đó đi.\nĐi đi, hãy sống một cuộc sống hạnh phúc.\nXúc động khi lén lút làm được một việc lớn, đôi mắt Perroux dần ngấn lệ.\nTuy Perroux vẫn chưa biết, rằng khi biến thành mèo rồi thì mình sẽ sống ra sao?"
          }
        ]
      },
      {
        "title": "Văn Phòng Mèo VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "Perroux bị ánh nắng chói chang đánh thức, mở mắt và vô thức dùng tay dụi mắt...\nTay và chân đều đã trở lại rồi, không còn là móng vuốt và lông mèo nữa.\nTối qua đã xảy ra chuyện gì nhỉ? Perroux cố gắng nhớ lại.\n...Lúc đó, mèo đen trắng Perroux chuyển hướng xe ngựa quay trở về.\nLúc này, đồng hồ còn chưa điểm mười hai tiếng.\nTrước khi những xe ngựa khác quay lại, Perroux cũng như một chú mèo bình thường, nhảy từ trên xe ngựa xuống, né khỏi tai mắt của mọi người để về nhà...\nVậy còn bây giờ...? Chết rồi! Mặt trời đã lên cao thế này, đã đến giờ trực ban của Perroux từ lâu rồi!\nPerroux bật dậy, mặc lại trang phục, quay lại dáng vẻ của Perroux giữ cửa.\nCánh cổng lớn nhà lão gia đóng chặt, treo biển \"Từ chối tiếp khách\".\n\"Mất mèo cưng, lão gia buồn bã đến đổ bệnh luôn rồi...\"\n\"Cô mèo đẹp như thế, đến mình cũng thích, bị đám trộm nhòm ngó cũng không có gì lạ...\"\n\"Thật đáng thương, liệu có ai tốt với nó như lão gia không nhỉ?\"\nNhững người phục vụ lão gia lẩm bẩm nói thế.\nXem ra hôm nay không cần trực ban rồi, hiếm khi được nghỉ phép, nhưng Perroux lại lo lắng không thôi.\nĐi đâu rồi nhỉ? Văn Phòng Mèo.\nĐêm hôm đó, rồi mấy đêm liền, Perroux quay lại chỗ xe ngựa chở rác, lần lượt kiểm tra từng cái bóng dưới ánh đèn đường, nhưng chẳng thấy cái hố tối tăm nào nữa.\nỦng và mặt nạ cũng không thấy nữa rồi.\nGiống như phép thuật chưa từng xảy ra, Perroux cũng chưa từng gặp mèo biết nói chuyện.\nCó thể là sếp mèo mướp đi rồi, Văn Phòng Mèo cũng đóng cửa rồi chăng...\nLão gia ốm suốt ba tháng trời, một buổi sáng mùa hè bỗng nhiên khỏe lại.\nTừ phòng ngủ truyền đến tiếng ngân nga của lão gia, một bài hát vui tươi nhẹ nhàng, là kiểu những người trẻ tuổi thích hát khi mời bạn nhảy trong các buổi vũ hội.\n\"Perroux, qua đây.\" - Lão gia vẫy tay với Perroux.\n\"Thình thịch... Thình thịch...\" - Trái tim Perroux bỗng đập rất mạnh, không lẽ...?\n\"Bộ lễ phục này ta đã mặc lâu rồi, đem vứt đi rồi đi mua cho ta một bộ mới nhé! Kiểu dáng... phải thời trang một chút đấy.\" - Lão gia hòa nhã nói.\n\"Vâng...\" - Perroux thở phào, ôm bộ lễ phục cũ rồi ra ngoài.\n\"Nhưng mà, chẳng phải lão gia là người cực kỳ cứng nhắc và cố chấp hay sao?\" - Perroux và đám người hầu thầm nghĩ.\nTrong túi áo của bộ lễ phục rơi ra một mảnh giấy.\nLà thư sau khi mèo mướp rời đi, lũ mèo dùng giọng điệu của mèo lông dài viết thư cho lão gia để thông báo rằng mình vẫn bình an:\n\"Cha à, con rất khỏe, con còn gửi cả cá khô và chuột khô, cha hãy thưởng thức nhé.\"\n\"Ngoài ra, người đại diện cầu hôn, phu nhân von Frigga, thực sự là một người có thật và trái tim người đó đang dành cho cha đấy. Đến lúc cha cũng phải tìm một người bạn đời rồi.\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Văn Phòng Mèo"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5736,
            "name": "Văn Phòng Mèo I",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/10742394/b4667e2a26c3e095d56f1b63cddbe143_5667988510204090479.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5737,
            "name": "Văn Phòng Mèo II",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/10742394/b4667e2a26c3e095d56f1b63cddbe143_8948979821567593091.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5738,
            "name": "Văn Phòng Mèo III",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/10742394/b4667e2a26c3e095d56f1b63cddbe143_549469115457282098.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5739,
            "name": "Văn Phòng Mèo IV",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/10742394/b4667e2a26c3e095d56f1b63cddbe143_4022457402571737988.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5740,
            "name": "Văn Phòng Mèo V",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/10742394/b4667e2a26c3e095d56f1b63cddbe143_190613725823220471.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5741,
            "name": "Văn Phòng Mèo VI",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/10742394/b4667e2a26c3e095d56f1b63cddbe143_1863071108630536062.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5742,
            "name": "Văn Phòng Mèo VII",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/10742394/b4667e2a26c3e095d56f1b63cddbe143_4324053792855694640.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5743,
            "name": "Văn Phòng Mèo VIII",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/10742394/b4667e2a26c3e095d56f1b63cddbe143_4718863076707484405.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}