{
  "epId": 5839,
  "name": "Ma Nữ Nhỏ Và Ngọn Lửa Bất Diệt",
  "desc": "Đóa hoa màu xanh trong trẻo. Sinh trưởng ở nơi mạch nước hội tụ, có hương thơm nhẹ nhàng, tao nhã.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/531a39334dc65d78ebe5e2de11fddbaa_9041448304278463013.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1729161144,
  "components": {
    "body": [
      {
        "title": "Ma Nữ Nhỏ Và Ngọn Lửa Bất Diệt I",
        "desc": [
          {
            "type": "RichText",
            "text": "Đây là câu chuyện về hành trình kiếm \"ngọn lửa bất diệt\" của tiểu ma nữ.\nMở đầu câu chuyện là thế này, ở tận cùng phía tây của đại lục ma pháp, một vị tiểu ma nữ đã đối mặt với \"thí luyện cuối cùng của kỳ thi tư cách ma nữ\" của mình, theo thường lệ chỉ cần vượt qua thí luyện này, sẽ có thể trở thành đại ma nữ thật sự.\nĐề bài thí luyện cần bốc thăm, kết quả bốc thăm hoàn toàn ngẫu nhiên, thiết kế như vậy thường mang đến những kết quả bất ngờ. Nhưng vì đại lục ma pháp luôn tuân thủ quy tắc cũ, và bốc thăm thí luyện lại được lưu truyền từ thời xa xưa đến nay!\nThế giới bên ngoài có một lý thuyết, mang tên \"Định Luật Morphy\". Hình như viết rằng... chuyện xấu mà ta lo lắng sẽ xảy ra thì thường xác suất xảy ra sẽ rất lớn. Và thế là bất ngờ đã xảy ra trên người tiểu ma nữ một cách không hề bất ngờ chút nào!\nCó một số tiểu ma nữ bốc được đề thí luyện rất đơn giản: Ví dụ như luyện chế Đá Giả Kim giải đáp cuối cùng của vũ trụ vật chất, mang về vây của cá voi lớn mạnh bơi lội trong vũ trụ, hay nghĩ cách xuyên qua thời gian hoặc đến vũ trụ song song tìm ra Sách Ma Pháp do đại chiến ma pháp viễn cổ nên không còn xuất bản nữa v.v.\nTiểu ma nữ nhân vật chính trong câu chuyện, lại bốc trúng đề bài cực kỳ khó... tìm và mang về \"ngọn lửa bất diệt\". Có lẽ giáo viên ma nữ đáng kính sẽ có góp ý gì cho đề bài này?\nGiáo viên ma nữ đang cùng bạn bè thưởng thức buổi tiệc trà chiều tuyệt vời, cô an ủi tiểu ma nữ... \"Vì em đã được định sẵn trở thành ma nữ lợi hại hơn, cho nên đề bài cũng phải khó hơn những người khác. Tìm ra đáp án cho những câu hỏi chưa có lời giải mới là điều thú vị nhất đấy!\"\n\"Thật vậy sao?\"\n\"Đúng vậy, đợi khi em trở về, ta sẽ chuẩn bị một tiệc trà tinh tế hơn cả buổi tiệc này để chào đón em nhé!\"\nBạn bè của giáo viên ma nữ nói thầm với cô: \"Này, làm vậy không phải quá đáng quá rồi à? Rõ ràng vì cô không muốn ra đề đàng hoàng nên tùy tiện bịa ra mà. Trên thế giới nếu có thứ như vậy thì đã phát minh được cả động cơ vĩnh cữu rồi. Sao cô không để cô bé chứng minh Thuyết Thống Nhất Lớn trên cơ sở Thuyết Thống Nhất Điện Yếu đi?\"\n\"Không sao đâu, cuộc sống này thiếu gì lời nói dối chứ.\" - Giáo viên ma nữ nói không hề ngần ngại. \"Hơn nữa, đây mà cũng được tính là lời nói dối sao! Tôi biết 'ngọn lửa bất diệt' thực sự tồn tại, ngôi sao đang cháy rực đó... Ừm? Từng thấy lúc nào nhỉ... hình như quên mất rồi.\"\nGiáo viên ma nữ quay lại: \"E hèm! Cân nhắc việc đề thí luyện này quả thực khá khó, nên sẽ cho em thời gian gấp ba lần những tiểu ma nữ khác để hoàn thành vậy! Hihi, cố lên nhé!\""
          }
        ]
      },
      {
        "title": "Ma Nữ Nhỏ Và Ngọn Lửa Bất Diệt II",
        "desc": [
          {
            "type": "RichText",
            "text": "Đêm trong rừng sâu.\nTiểu ma nữ cưỡi chổi xuyên qua ánh trăng màu máu xanh lá.\nMàu máu xanh trong chiêm tinh học tượng trưng cho biến cố cực lớn, không thể phán đoán được tốt xấu nếu dựa trên kết quả.\n...Hơn nữa, thực ra màu máu xanh là chỉ chủng tộc Nephilim thống trị hành tinh này, họ là con của thần linh và loài người. Nên máu của họ là sự kết hợp màu sắc giữa màu đỏ của máu người và màu vàng của máu thần linh. Nhưng thực tế ánh trăng màu xanh là kết quả tổng hợp từ nhiều yếu tố như vật chất tạo nên mặt trăng, khoảng cách giữa mặt đất và mặt trăng, bầu khí quyển v.v.\nQuay trở lại câu chuyện, tiểu ma nữ cưỡi chổi dưới mặt trăng màu máu xanh. Sau đó gặp phải một thiếu nữ tự xưng là \"nhà chiêm tinh\".\n\"Tôi muốn trở thành sứ giả của ma nữ.\" - Thiếu nữ nói.\nTrước đó tiểu ma nữ luôn có một chuyện muốn hỏi rõ: \"Nhà chiêm tinh thực sự có thể tính toán vận mệnh sao?\"\nNhà chiêm tinh liền giải thích nguyên lý phía sau cho tiểu ma nữ hiểu. Nói một cách đơn giản thì là thế này:\nTrong thế giới của chúng ta, các chòm sao là sợi tơ trên trời dẫn dắt người trên mặt đất; Còn trong những thế giới khác, đối tượng nghiên cứu của chiêm tinh học là năng lượng hoàng đạo của mặt trời, năng lượng trăng vệ tinh, năng lượng của người cai trị hành tinh và năng lượng ý chí của thiên chúng, năng lượng giao thoa rãi rác của những vì sao xa xôi cùng với năng lượng hắc ám của vũ trụ đen tối. Đương nhiên những ảnh hưởng này không phải không tồn tại trên hành tinh của chúng ta, chỉ là chúng đã bị suy yếu do bầu trời khổng lồ che phủ. Cho nên thuật chiêm tinh của những thế giới khác trừu tượng hơn hành tinh chúng ta rất nhiều.\nTiện thể nhắc đến việc hành tinh khác gọi ngôi sao có thật là \"chính\". Còn ngôi sao tưởng tượng là \"dư\". Hành tinh của tiểu ma nữ cũng không ngoại lệ.\nXem nào, chúng ta gọi ý chí mà trời cao ban xuống là \"chấp chính\". Thường thì hành tinh có sự sống thông minh, sẽ có số lượng \"chính\" là bảy, gọi là \"Thất Chính\". Còn số lượng ngôi sao tưởng tượng có thể là một, hai, hoặc bốn. Hành tinh của tiểu ma nữ, có thể là có một. Thông thường trong trường hợp có một ngôi sao tưởng tượng, thì \"dư\" sẽ là \"mặt trời đen tối\".\nCác học giả về sao trời và nhà chiêm tinh, về bản chất sẽ tiến hành tính toán vũ trụ, \"chính\" và \"dư\", cùng với bầu trời che phủ hành tinh để từ đó suy ra hướng phát triển của cá nhân giữa các thế giới. Nhưng quyền uy của bầu trời trong hành tinh chúng ta quá mạnh mẽ, cho nên nghiên cứu bầu trời sẽ có được kết quả vô cùng chuẩn xác. Còn ở thế giới của tiểu ma nữ và nhà chiêm tinh, thì cần phải tính toán tất cả.\nTiểu ma nữ nghe xong, vô cùng ngưỡng mộ học thức và kỹ năng của nhà chiêm tinh.\nBây giờ họ có thể thảo luận về việc trở thành sứ giả. Trở thành sứ giả của ma nữ sẽ được chia sẻ ma lực của ma nữ. Chỉ cần có ma lực sẽ có thể nhìn thấu thêm nhiều vận mệnh. Nhưng khi trở thành sứ giả ma nữ, có thể sẽ có tác dụng phụ không ngờ đến. Khó nói trước được kết quả sẽ thế nào.\nĐúng, đây chính là ý nghĩa của vầng trăng màu máu xanh: Biến cố cực lớn, không để phán đoán được tốt xấu dựa trên kết quả. Quay lại vấn đề rồi, không hề lạc đề nhé!\n\"Chỉ đáng tiếc tôi chưa phải đại ma nữ, tạm thời chưa thể để cô làm sứ giả của tôi được.\" - Tiểu ma nữ nói.\n\"Tôi biết một cách khác để ký khế ước với ma nữ, xem ra chỉ có thể dùng cách đó rồi.\" - Thiếu nữ nói.\nĐó là một đêm có ánh trăng màu máu xanh, vừa hay là Đêm Lễ Hội của các ma nữ.\nTiện nhắc luôn, Đêm Lễ Hội là một loại nghi thức cổ xưa và cấm kỵ. Truyền thuyết kể rằng, ma lực của ma nữ sẽ đạt đến đỉnh cao trong đêm đó. Họ bí mật tổ chức nghi thức, hiến tế vật tế và đốt lửa trại suốt đêm. Đây là một tập tục đã bị lãng quên ở cực tây của đại lục ma pháp, không hiểu tại sao lại được sống lại trong rừng sâu. Theo lý mà nói thì chỉ có nhân vật như đại ma nữ trở lên mới được mời, hoặc mời người khác tham dự.\nCòn theo thực tế thì việc tham gia Đêm Lễ Hội có liên quan trực tiếp đến trạng thái tình cảm, hôn nhân của các ma nữ.\nKể ra thì, tuy không biết tại sao nhà chiêm tinh lại biết được chuyện của các ma nữ, còn tiểu ma nữ thì hoàn toàn không biết gì về chuyện của nhà chiêm tinh. Tóm lại họ vẫn quyết định đến Đêm Lễ Hội để xem thử. Cứ xem như để giải tỏa nỗi lo không tìm thấy \"ngọn lửa bất diệt\" của tiểu ma nữ.\nDưới ánh trăng màu máu xanh, các đại ma nữ nhảy múa quanh lửa trại.\nTiểu ma nữ và thiếu nữ tự xưng là nhà chiêm tinh, cùng trốn sau bóng cây dày đặc hơn cả mây mù, nơi ánh lửa trại không thể chiếu tới.\n\"Chỉ cần đợi đến ngày hôm sau của Đêm Lễ Hội cổ xưa cấm kỵ, khi mặt trời vừa lên, khi các ma nữ rời đi.\"\n\"Trong tro tàn màu xám sẽ có một ngọn lửa không tắt, người phàm sẽ mang ngọn lửa đó về cung phụng, điều này cũng tương đồng với việc ký khế ước cùng ma nữ.\" - Thiếu nữ nói.\n\"Cách này, sẽ luôn hiệu quả sao?\" - Tiểu ma nữ hỏi.\n\"Cũng có khả năng bị ma nữ từ chối... Nhưng ma nữ luôn ưu ái những người nhạy bén với tâm linh, còn tôi thì cũng chẳng sợ bị biến thành quái vật đáng sợ.\" - Thiếu nữ nói với vẻ khao khát.\n\"Nói như vậy thì đây chính là một 'ngọn lửa bất diệt' sao?\" - Tiểu ma nữ nảy ra suy nghĩ đen tối. \"Nếu cướp đi ngọn lửa đó thì sao nhỉ?\"\nDưới ánh trăng màu máu xanh, các đại ma nữ cất lên khúc ca của ma nữ:\n\"Nếu tất cả chỉ là vở kịch của ma nữ,\"\n\"Vậy thì không còn sự thật nào đáng để buồn đau.\"\n\"Lễ hội của chúng ta, viên mãn kết thúc.\"\n\"Câu chuyện sẽ không dừng bước,\"\n\"Sau này, mỗi ngày đều sẽ là đêm của ma nữ...\"\nTiểu ma nữ đứng lắng nghe trong bóng tối, trong lòng cô bỗng dâng lên cảm xúc hổ thẹn... Không phải vì lo lắng trong số đại ma nữ hay ma nữ vĩ đại có mặt ở đó, sẽ có thể có giáo viên, hiệu trưởng hay chủ nhiệm của mình... Vì tiểu ma nữ quen biết tất cả mọi người ở trường, cô chắc chắn trong đó không có người quen của mình.\nNhân tiện, trường học của tiểu ma nữ tuy theo chế độ sư đồ thoải mái, nhưng trên thực tế cũng vì độ tuổi xấp xỉ nhau nên sẽ có xếp hạng độ tuổi. Đồ đệ của các sư phụ khác nhau được phép giao lưu cùng nhau trong thời gian ngoài giờ học. Sự thành lập của chế độ này bắt nguồn từ sự trỗi dậy của ma nữ phương tây rất lâu về trước. Họ không cấm kỵ việc trao đổi thần chú bí truyền hay nghi thức bí mật, điều đó cũng giúp thế lực của ma nữ phương tây nhanh chóng trở nên lớn mạnh trong thời kỳ này. Đương nhiên, tổ chức của tiểu ma nữ chính là những người kế thừa trực tiếp từ ma nữ phương tây. Câu nói này không phải vì quên bối cảnh trước đó nên mới thêm vào đâu.\nTrở lại với câu chuyện, cô ấy nói với nhà chiêm tinh:\n\"Nếu có cơ hội như vậy, thì cô hãy dũng cảm tiến tới! Đợi khi trời sáng thì đi lấy ngọn lửa đó về. Nếu không may bị biến thành quái vật, tôi cũng sẽ dành cho cô sự kết thúc, không để cô phải chịu khổ.\"\nThiếu nữ đã tặng tiểu ma nữ quả cầu pha lê yêu quý để làm món quà minh chứng cho tình bạn này.\n\"Đây là quả cầu pha lê vui vẻ với tất cả vận mệnh đã biết, và đau lòng vì tất cả bi kịch chưa tiết lộ. Khi cảm thấy lạc lối, hãy để quả cầu pha lê chỉ dẫn cho cô nhé!\"\nThực tế thì thiết lập của quả cầu pha lê này là..."
          }
        ]
      },
      {
        "title": "Ma Nữ Nhỏ Và Ngọn Lửa Bất Diệt III",
        "desc": [
          {
            "type": "RichText",
            "text": "Trên hành trình, tiểu ma nữ đã gặp được một nhóm người chuẩn bị tiêu diệt ma vương.\nTiểu ma nữ quyết định gia nhập cùng họ để đi tiêu diệt ma vương.\nNhững người đó nói với tiểu ma nữ rằng: Tiêu diệt được càng nhiều ma vương thì ma nữ sẽ càng mạnh hơn.\nChuyện này là thật.\nSau đó họ gặp phải ma vương mô phỏng.\nTừ sau đó, mỗi lần tiểu ma nữ săn ma vương đều sẽ viết \"Ghi Chép Thảo Phạt Ma Vương\".\nHọ gặp ma vương mô phỏng ở một căn nhà cũ nát. Ban đầu mọi người không biết, chỉ tưởng là bị ẩm mốc.\nSau khi hít phải bụi nấm, những người đồng hành lần lượt biến thành: Người máy cổ đại nhìn rất thô sơ (nhưng tiểu ma nữ cảm thấy rất xấu, không bằng thuật giả kim), thiếu nữ xinh đẹp (vốn dĩ đồng đội này là nam, ban đầu tiểu ma nữ nghi ngờ rằng đây là phiên bản đảo ngược lưỡng tính tuần tự của sinh vật), và cướp biển (tiểu ma nữ cũng không biết tại sao).\nSau một thời gian, các đồng đội đều xuất hiện tình trạng rối loạn nhận thức bản thân. Xét ra thì ba đồng đội là cùng một loài, không đến mức khác biệt lớn như vậy. Ngược lại, triệu chứng thì khá giống nhau.\nTiểu ma nữ phát hiện nấm mốc có ý thức của riêng mình, giúp nó có được năng lực tiếp cận sinh vật và biến chúng thành hình dạng mong muốn. Nhưng tiểu ma nữ rất hài lòng về bản thân, nên không xảy ra sự biến đổi nào.\nTiểu ma nữ quyết định kiểm tra đặc tính của nấm mốc.\nTiểu ma nữ thử ăn một phần nấm mốc, phát hiện nó có thể ăn được và không có tác dụng phụ. Có lẽ nhận định đây là nấm mốc không được chính xác lắm, nhưng phần mốc trong phô mai xanh cũng có thể ăn được, nên cô quyết định tiếp tục giữ nguyên nhận định rằng chúng thuộc phân loại nấm mốc. Điều đáng chú ý là, sau khi cắt một miếng nấm mốc, những sợi nấm mốc khác lập tức biến mất. Chắc là chúng có trí tuệ tập thể cấp thấp.\nĐể giao tiếp sâu hơn, tiểu ma nữ muốn biến thành nấm mốc. Và thế là tiểu ma nữ đã biến thành nấm mốc thật.\nKết quả là quần thể nấm mốc chỉ có tín hiệu sinh vật kỳ lạ cần giải mã. Nhưng tình trạng lặp lại liên tục như vậy thì trí tuệ tập thể của chúng có vẻ thấp hơn dự đoán.\nCuối cùng thì nấm mốc đã tự sát. Và tiểu ma nữ cũng đã hiểu được cách giao tiếp của nấm mốc. Thì ra khi nhìn thấy tiểu ma nữ biến thành hình dạng giống mình, nấm mốc đã bị rối loạn nhận thức bản thân và bắt đầu tự phân ly. Tín hiệu mà nó không ngừng gửi đi thực ra là suy luận triết học: \"Tôi là ai, ai là tôi?\". Trí tuệ của chúng hóa ra còn cao hơn dự đoán.\nCác đồng đội đã hồi phục lại và cho tiểu ma nữ biết đây là ma vương mô phỏng. Nó cũng là một loại ma vương, cùng lớp ma vương nhưng khác bộ với ma vương tiêu chuẩn.\nTiếc rằng tiểu ma nữ vẫn còn muốn quan sát và ghi chép thêm.\nSau đó nhóm người của tiểu ma nữ gặp ma vương sóc chuột. Lần này thành viên trong đội đã nói trước, ma vương sốc chuột cũng là một loại ma vương.\nNó có cùng lớp và cùng bộ nhưng khác chi với ma vương tiêu chuẩn.\nMa vương sóc chuột nhìn rất hung bạo. Tiểu ma nữ nghi ngờ sự hung hăng này bắt nguồn từ tập tính khi mang thai và nuôi con của chúng.\nHọ lẻn vào hang ổ của ma vương sóc chuột và phát hiện ra nó là đực. Và có một thành viên trong đội đã bị ăn thịt.\nThì ra ma vương sóc chuột chỉ đơn giản là nóng nảy mà thôi. Tiểu ma nữ quyết định sau khi trở về sẽ báo cáo lại kết quả điều tra này, để tránh bi kịch xảy ra một lần nữa.\nHọ đã thử cho ma vương sóc chuột ăn hạt và dụ dỗ. Nhưng kết quả lại mất thêm một thành viên.\nXem ra ma vương sóc chuột không có tập tính ăn chay.\nThành viên cuối cùng đã chạy mất. Người này dự đoán nếu theo quy luật thì tiếp theo sẽ đến lượt mình bỏ mạng. Đây là suy luận không đầy đủ, sai từ quá trình đến kết luận.\nCuối cùng cô đã dùng thịt heo rừng cao cấp để dụ ma vương sóc chuột vào bẫy. Nhờ có lớp mỡ và lông nên ma vương sóc chuột có khả năng chống chịu với lửa và băng. Tuy chưa thử giải phẫu, nhưng theo kết quả thì dường như nó có cơ quan hô hấp dưới nước.\nCuối cùng cô đã sử dụng môi trường chân không để tiêu diệt ma vương sóc chuột, xem ra nó không có tập tính kỵ khí.\nNhiều ma vương nhìn có vẻ mạnh, nhưng đều có nhược điểm. Sinh vật của thuật giả kim cũng như vậy.\nCuối cùng, tiểu ma nữ phải đối mặt với ma vương tiêu chuẩn, chính là đại ma vương bộ linh trưởng chi người."
          }
        ]
      },
      {
        "title": "Ma Nữ Nhỏ Và Ngọn Lửa Bất Diệt IV",
        "desc": [
          {
            "type": "RichText",
            "text": "Tiểu ma nữ đã tìm thấy đại ma vương. Tôi tin chắc mọi người còn nhớ việc... đánh bại càng nhiều ma vương thì ma nữ sẽ càng mạnh. Vì vậy mà giờ đây tiểu ma nữ thực ra đã rất lợi hại rồi. Đại ma vương vốn không phải đối thủ của cô ấy.\n\"Ngươi thực sự có thể giết chết một sinh mệnh có trí tuệ và ngoại hình giống loài người sao?\" - Đại ma vương hét lớn trong tuyệt vọng.\n\"Ngươi nói đúng. Thật ra ta cũng không định làm gì ngươi.\" - Tiểu ma nữ nói. \"Ta chưa từng quên mục đích của mình là tìm kiếm 'ngọn lửa bất diệt'. Nghiên cứu, quan sát và thảo phạt ma vương chưa bao giờ là thủ đoạn để đạt được mục đích, chỉ là để tích lũy thực lực cơ bản mà thôi.\"\nTiểu ma nữ dùng... tôi không hiểu về ma pháp và thần bí học thuật đâu... Tóm lại đại ma vương rất lợi hại đã bị trói lại và đưa về thành phố lớn nhất gần đó.\nTiểu ma nữ là thực tập sinh của ma nữ phương tây, ra ngoài để thi thố thì đương nhiên sẽ có giấy tờ chứng minh thân phận. Loại giấy tờ này giúp cô di chuyển thuận tiện giữa các quốc gia của người thường. Hơn nữa việc ngụy tạo các giấy tờ này cực kỳ khó, nên đã tránh được những tình tiết cũ rích xảy ra.\nĐiều này khiến cho thị trưởng thành phố lâm vào thế khó. Nhân tiện, chế độ của quốc gia này là liên minh lỏng lẻo. Nếu đã gọi là thị trưởng thì tất nhiên không có chế độ quý tộc và thừa kế rồi... Vì việc xử lý đại ma vương này quả thực khó khăn.\nTin rằng mọi người đều nhớ rõ hành tinh này do chủng tộc Nephilim thống trị, họ là con lai giữa người và thần nhỉ? Đúng vậy, thật ra đại ma vương thuộc chủng tộc ma vương, giống loài con người Nephilim. Đã gọi là chủng tộc thống trị, thì đương nhiên tổng thể người Nephilim sẽ mạnh mẽ hơn người thường rất nhiều. Hơn nữa, bối cảnh là con lai giữa người và thần, cũng đồng nghĩa với việc hành tinh này cũng có sự tồn tại của thần.\nNói cách khác thì, người Nephilim có quyền miễn giảm nhất định: Làm hại dưới năm người, thì không bị phán quyết bằng pháp luật của người phàm, mà cần phải dẫn về thuộc địa của người Nephilim. Hơn nữa đại ma vương chỉ ăn trộm vài nghìn con heo rừng và gà mà thôi.\nTóm lại đây sẽ trở thành vấn đề giữa ngoại giao và chính trị. Thị trưởng đương nhiên có thể đẩy trách nhiệm cho ma nữ phương tây, nhưng như vậy sẽ đắc tội với thế lực ma nữ trên toàn đại lục.\nHơn nữa, thị trưởng cũng là bạn tốt của tiểu ma nữ. Đương nhiên cô sẽ không làm ra chuyện gây tổn hại đến tổ chức ma nữ.\nSau các mệnh lệnh ngoại giao, chính sách ôn hòa, nêu rõ ưu nhược điểm, đại ma vương bị bắt đã chấp nhận việc \"oan có đầu nợ có chủ\". Nên đối tượng trả thù của hắn giảm xuống còn duy nhất tiểu ma nữ.\nNhưng hắn đánh không lại tiểu ma nữ, nên chuyện này đành kết thúc như vậy.\nCuối cùng tôi tin mọi người còn nhớ quả cầu pha lê đó. Vì tiểu ma nữ tạm thời mất đi mục tiêu, cho nên cô quyết định lấy quả cầu pha lê ra xem."
          }
        ]
      },
      {
        "title": "Ma Nữ Nhỏ Và Ngọn Lửa Bất Diệt V",
        "desc": [
          {
            "type": "RichText",
            "text": "Trong quả cầu pha lê xuất hiện một khuôn mặt quen thuộc: \"Ta là giáo viên môn ma pháp của em, thời gian thí luyện của em đã kết thúc, em chưa nhận được tư cách ma nữ.\""
          }
        ]
      },
      {
        "title": "Ma Nữ Nhỏ Và Ngọn Lửa Bất Diệt VI",
        "desc": [
          {
            "type": "RichText",
            "text": "Tiểu ma nữ vội vàng trở về chỗ của giáo viên, cô muốn trực tiếp chất vấn giáo viên tại sao lại kết thúc cuộc thi và không để cô trở thành ma nữ. Cô còn muốn ném đồ đạc ngay trước mặt giáo viên, đương nhiên sẽ là những món chắc chắn khó bị hỏng, và bản thân cô cũng có thể cầm lên được. Đương nhiên cô cũng sẽ chú ý tránh ném trúng tách trà mà giáo viên thích nhất. Tất nhiên nếu tình huống bắt buộc, cô có thể ném bể tách trà mà mình thích thứ nhì để nhấn mạnh về độ nghiêm trọng của sự việc. Vì tách trà đó do cô tự mua, không phải của bạn bè tặng. Cô luôn xem trọng những món quà của bạn bè tặng như chính người bạn đó vậy, nên tuyệt đối không được manh động.\n\"Octavia trở về rồi, em đi ôn lại chuyện cũ đi.\"\n...Nhưng khi gặp lại nhau, người giáo viên chỉ bình thản nói một câu như vậy. Tất cả cảm xúc sắp bùng nổ mà tiểu ma nữ đã tích tụ, ấp ủ, phát tác, lên kế hoạch, diễn tập vô số lần, đều đã biến mất trong giờ phút này.\nOctavia là bạn tốt của tiểu ma nữ, cũng là bạn tốt của ma nữ già trong truyền thuyết. Quê hương của cô ấy bị hủy diệt, bản thân lại không có dũng khí để chống lại, nên đã sống cuộc sống lưu lạc mãi mãi.\nCô ấy từng nhìn thấy nhiều thế giới, cũng từng kể cho tiểu ma nữ nghe nhiều chuyện về bầu trời ở bên kia bầu trời.\n\"Cả vũ trụ đều sắp chết đi. Không lâu trước đây nó vừa đạt được đỉnh cao, tiếp theo đây sẽ sớm tụt dốc thôi.\" - Octavia đang ngồi trong khu vườn ngập tràn ánh nắng, rót trà vào tách của mình và tách trà yêu thích nhất của tiểu ma nữ.\nTiểu ma nữ kéo ghế ra và ngồi xuống. \"Cô trở về đột ngột quá, chúng tôi còn chưa kịp chuẩn bị ghế cho cô. Chiếc ghế cô đang ngồi là của ma nữ già đúng không.\"\n\"Rất nhiều ngôi sao trong vũ trụ cũng đã vụt tắt rồi. Tôi cũng không biết còn bao nhiêu thời gian nữa.\" - Octavia nói. \"Nên tôi muốn quay về thăm mọi người.\"\n\"Vì cô trở về nói với các giáo viên chuyện này, nên họ mới dừng tất cả thí luyện của ma nữ sao?\" - tiểu ma nữ hỏi.\n\"Có lẽ thế, trong một thế giới như vậy, bất kỳ chuyện gì cũng sẽ trở nên vô nghĩa. Cô không nhất thiết phải trở thành ma nữ nữa.\"\n\"Vậy thì tôi sẽ không giận thầy tôi nữa.\" - tiểu ma nữ nói.\n\"Vậy cô sẽ giận tôi chứ? Tôi hại cô mất đi cơ hội trở thành ma nữ rồi.\" - O nói.\n\"Nếu lần này cô đi rồi không trở lại nữa, thì tôi sẽ giận đấy.\" - Tiểu ma nữ nói. \"Tôi sẽ đến phòng ngủ mang ghế của cô ra đây ngay.\"\n\"Tôi ngồi ghế của ma nữ già chẳng phải là được rồi sao. Người đó đã già rồi, sẽ không thể ngồi dậy nữa.\"\n\"Không được, vì ghế của ma nữ già thuộc về ma nữ già, còn ghế của cô thuộc về cô.\" - Tiểu ma nữ nghiêm túc nói về lý luận của mình. \"Mỗi chiếc ghế thuộc về một người, cho dù người đó không ở đây, thì ký ức của họ vẫn còn ngồi trên đó. Cho nên nhất định phải ngồi đúng ghế.\"\nOctavia cười một cách bất lực.\nĐể tạ lỗi vì đã cản trở tiểu ma nữ trở thành ma nữ, nên Octavia đã cho tiểu ma nữ biết một thông tin:\nCho nên\n\"'Ngọn lửa bất diệt' thực sự tồn tại, nó nằm ở...\""
          }
        ]
      },
      {
        "title": "Ma Nữ Nhỏ Và Ngọn Lửa Bất Diệt VII",
        "desc": [
          {
            "type": "RichText",
            "text": "Khi cô bị sóng lớn của biển thời gian cuốn đi, vượt qua vô số mắt xoáy nhân quả hội tụ, vượt qua vô vàn sợi tơ trên khung cửi, cô đã bỏ lỡ rất nhiều thứ. Ngay cả buổi tiễn biệt của đại ma nữ mà cô ngưỡng mộ cũng kết thúc một cách quạnh hiu và cô chẳng thể tham gia.\nSao cũng được, dù sao tiểu ma nữ cũng vượt qua đủ loại thí luyện khác nhau, khiêu chiến vô vàn thứ quái quỷ, và đã đến được trước mặt ma nữ già. Thật ra tiểu ma nữ cảm thấy những trải nghiệm này chẳng đáng nhắc tới, trước đó tại sao phải tốn nhiều công sức như vậy. Tóm lại, quan trọng nhất chỉ có tiệc trà của ma nữ và mục tiêu mà cô theo đuổi mà thôi.\nThực tế thì khi bắt đầu hành trình cô đã nhìn thấy rồi. Dù là bầu trời hay trong hang động đen kịt như một túi than, thì chúng ta đều biết rằng cả hai thực ra chẳng có gì khác biệt... Ngôi sao phát ra ánh sáng yếu ớt, cố gắng chống lại bóng tối của thế giới bủa vây tấn công. Sau khi vũ trụ dần trở nên ảm đạm, tất cả ngôi sao và cả ngôi sao được xưng là mặt trời kia chợt lụi tắt, mọi người quyết định gọi nó là Sao Bọ Cạp. Tiểu ma nữ nhớ rằng mình đã từng nghe câu chuyện này trong tiệc trà của các ma nữ, nhưng cô chỉ nhớ mỗi cái tên, những thứ khác đều không nhớ nữa.\nTóm lại, tiểu ma nữ đến trước mặt ma nữ già, ma nữ già thật ra chính là Sao Bọ Cạp cuối cùng vẫn cháy sáng. Nhưng lúc này đây ngọn lửa đã rất yếu ớt, chỉ còn lại chút tro tàn. Tiểu ma nữ nắm lấy tay bà. Tay của ma nữ già đã như một cành cây, khô cằn và yếu ớt. Cô nhớ lại, ma nữ già cũng từng là một tiểu ma nữ, tay của bà cũng từng trắng trẻo mềm mại như tay cô, ma nữ già cũng từng dùng đôi tay như vậy để nâng tách trà một cách tao nhã, để mang đến rất nhiều ma pháp, thắp lên ngọn lửa của nhiều thế giới.\nTiểu ma nữ nói:\n\"Xem ra mọi người đều không muốn ngọn lửa tắt đi, chuyện này cũng không còn cách nào khác. Trong lần tạm biệt trước... khi đó bà cũng có mặt... Các ma nữ từng nói, trong năm tháng dài đằng đẵng, Hội Ma Nữ trường sinh đã mất đi rất rất nhiều thứ, việc sống, chết, yêu, hận đều đã trở nên không mấy quan trọng nữa. Nhưng thực ra đó chỉ là nói dối thôi, cũng chỉ là cách nói để an ủi những người bạn rời đi trước họ. Thực ra ma nữ đều rất trân trọng chút ánh sáng và ngọn lửa nhỏ nhoi trong thế giới tối đen không hy vọng, cũng trân trọng cả chiếc bóng do ánh lửa rọi xuống.\"\n\"Bà luôn nói mình không bằng chúng tôi, nhưng tôi luôn cảm thấy bà mới là ma nữ lợi hại nhất, đáng yêu nhất. Bà luôn nói mình không để lại được điều gì, nhưng trong những câu chuyện mà bà để lại đã chứa đựng vô số thế giới. Cho dù qua thêm một trăm năm, một ngàn năm nữa, cho dù ngày tận thế mà ma nữ chiêm tinh nào đó lo lắng có ập đến, hay tất thảy ma nữ vốn trường sinh đều qua đời đi chăng nữa, thì những ánh sáng nhỏ nhoi chiếu rọi thế giới nhỏ bé này cũng sẽ không bao giờ nhòe đi. Đúng vậy, bà mới là đại ma nữ lợi hại nhất, lợi hại hơn chúng tôi nhiều. Tôi sẽ rất nhớ bà. Tạm biệt nhé.\"\nMa nữ già không đáp lại, vì nơi đây chỉ còn một cái vỏ rỗng, không khác biệt gì so với vô số vỏ rỗng mà tiểu ma nữ từng gặp trong hành trình, nguyên liệu cấu thành cơ bản cũng giống nhau. Điều khác biệt duy nhất với vô vàn vỏ rỗng khác chính là chút ánh lửa nhỏ nhoi đó.\nTiểu ma nữ lấy đi ngọn lửa thiêu đốt ma nữ già, bước lên con đường trở về. Tóm lại, câu chuyện đến đây là kết thúc. Cuộc mạo hiểm của tiểu ma nữ vẫn sẽ tiếp tục, vì cô đã quyết định mang theo ngọn lửa của ma nữ già đi khắp vũ trụ, thắp sáng mọi ngóc ngách của thời gian."
          }
        ]
      },
      {
        "title": "Văn Phòng Mèo VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "Perroux bị ánh nắng chói chang đánh thức, mở mắt và vô thức dùng tay dụi mắt...\nTay và chân đều đã trở lại rồi, không còn là móng vuốt và lông mèo nữa.\nTối qua đã xảy ra chuyện gì nhỉ? Perroux cố gắng nhớ lại.\n...Lúc đó, mèo đen trắng Perroux chuyển hướng xe ngựa quay trở về.\nLúc này, đồng hồ còn chưa điểm mười hai tiếng.\nTrước khi những xe ngựa khác quay lại, Perroux cũng như một chú mèo bình thường, nhảy từ trên xe ngựa xuống, né khỏi tai mắt của mọi người để về nhà...\nVậy còn bây giờ...? Chết rồi! Mặt trời đã lên cao thế này, đã đến giờ trực ban của Perroux từ lâu rồi!\nPerroux bật dậy, mặc lại trang phục, quay lại dáng vẻ của Perroux giữ cửa.\nCánh cổng lớn nhà lão gia đóng chặt, treo biển \"Từ chối tiếp khách\".\n\"Mất mèo cưng, lão gia buồn bã đến đổ bệnh luôn rồi...\"\n\"Cô mèo đẹp như thế, đến mình cũng thích, bị đám trộm nhòm ngó cũng không có gì lạ...\"\n\"Thật đáng thương, liệu có ai tốt với nó như lão gia không nhỉ?\"\nNhững người phục vụ lão gia lẩm bẩm nói thế.\nXem ra hôm nay không cần trực ban rồi, hiếm khi được nghỉ phép, nhưng Perroux lại lo lắng không thôi.\nĐi đâu rồi nhỉ? Văn Phòng Mèo.\nĐêm hôm đó, rồi mấy đêm liền, Perroux quay lại chỗ xe ngựa chở rác, lần lượt kiểm tra từng cái bóng dưới ánh đèn đường, nhưng chẳng thấy cái hố tối tăm nào nữa.\nỦng và mặt nạ cũng không thấy nữa rồi.\nGiống như phép thuật chưa từng xảy ra, Perroux cũng chưa từng gặp mèo biết nói chuyện.\nCó thể là sếp mèo mướp đi rồi, Văn Phòng Mèo cũng đóng cửa rồi chăng...\nLão gia ốm suốt ba tháng trời, một buổi sáng mùa hè bỗng nhiên khỏe lại.\nTừ phòng ngủ truyền đến tiếng ngân nga của lão gia, một bài hát vui tươi nhẹ nhàng, là kiểu những người trẻ tuổi thích hát khi mời bạn nhảy trong các buổi vũ hội.\n\"Perroux, qua đây.\" - Lão gia vẫy tay với Perroux.\n\"Thình thịch... Thình thịch...\" - Trái tim Perroux bỗng đập rất mạnh, không lẽ...?\n\"Bộ lễ phục này ta đã mặc lâu rồi, đem vứt đi rồi đi mua cho ta một bộ mới nhé! Kiểu dáng... phải thời trang một chút đấy.\" - Lão gia hòa nhã nói.\n\"Vâng...\" - Perroux thở phào, ôm bộ lễ phục cũ rồi ra ngoài.\n\"Nhưng mà, chẳng phải lão gia là người cực kỳ cứng nhắc và cố chấp hay sao?\" - Perroux và đám người hầu thầm nghĩ.\nTrong túi áo của bộ lễ phục rơi ra một mảnh giấy.\nLà thư sau khi mèo mướp rời đi, lũ mèo dùng giọng điệu của mèo lông dài viết thư cho lão gia để thông báo rằng mình vẫn bình an:\n\"Cha à, con rất khỏe, con còn gửi cả cá khô và chuột khô, cha hãy thưởng thức nhé.\"\n\"Ngoài ra, người đại diện cầu hôn, phu nhân von Frigga, thực sự là một người có thật và trái tim người đó đang dành cho cha đấy. Đến lúc cha cũng phải tìm một người bạn đời rồi.\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Ma Nữ Nhỏ Và Ngọn Lửa Bất Diệt"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5729,
            "name": "Ma Nữ Nhỏ Và Ngọn Lửa Bất Diệt I",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/24090565/38912799dbc0196bcd92dd1380d4db51_8835645642227424230.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5730,
            "name": "Ma Nữ Nhỏ Và Ngọn Lửa Bất Diệt II",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/24090565/38912799dbc0196bcd92dd1380d4db51_409557358485149438.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5731,
            "name": "Ma Nữ Nhỏ Và Ngọn Lửa Bất Diệt III",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/24090565/38912799dbc0196bcd92dd1380d4db51_670427592792587418.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5732,
            "name": "Ma Nữ Nhỏ Và Ngọn Lửa Bất Diệt IV",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/24090565/38912799dbc0196bcd92dd1380d4db51_1791396708285876717.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5733,
            "name": "Ma Nữ Nhỏ Và Ngọn Lửa Bất Diệt V",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/24090565/38912799dbc0196bcd92dd1380d4db51_3120053268721223829.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5734,
            "name": "Ma Nữ Nhỏ Và Ngọn Lửa Bất Diệt VI",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/24090565/38912799dbc0196bcd92dd1380d4db51_363400361460792505.png"
          },
          {
            "type": "CustomEntry",
            "epId": 5735,
            "name": "Ma Nữ Nhỏ Và Ngọn Lửa Bất Diệt VII",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/24090565/38912799dbc0196bcd92dd1380d4db51_2005223528949260861.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}