{
  "epId": 6367,
  "name": "Alice",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nhà mạo hiểm vĩ đại, Vua Dodo, Người thủ hộ Mondstadt Cũ, Người Bạn của những người bạn ôm hy vọng, Tác giả của Cẩm nang du ngoạn Teyvat, Tông gia của thuật Temari Kujirai, Nhà cung cấp cho Đại Nhân Sangemah Bay nổi tiếng, Nguyên Lão và người sáng lập Hội Ma Nữ, Biệt Hiệu \"A\", Mẹ của Klee.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/44749939/2052d96f6de8dfc0fcf7d57687730f76_9090744151982434835.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1756794523,
  "components": {
    "videoCollection": [
      {
        "title": "Nod-Krai Preview Teaser - \"Prelude to Moonlight\" | Genshin Impact #GenshinImpact #NodKrai",
        "url": "https://www.youtube.com/watch?v=k1U2LnXd5GE",
        "coverUrl": "https://i.ytimg.com/vi/k1U2LnXd5GE/maxresdefault.jpg",
        "duration": 95
      },
      {
        "title": "Song of the Welkin Moon Teaser: Moonlit Ballad of the Night | Genshin Impact #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=QWDyxSo-oq0",
        "coverUrl": "https://i.ytimg.com/vi/QWDyxSo-oq0/maxresdefault.jpg",
        "duration": 335
      },
      {
        "title": "Story Teaser: The Mages' Tea Party | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=RigK4OwCCM8",
        "coverUrl": "https://i.ytimg.com/vi/RigK4OwCCM8/maxresdefault.jpg",
        "duration": 130
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "RichText",
        "text": "Quần Đảo Táo Vàng\nAlice tìm thấy những hòn đảo này và quyết định trang trí chúng, biến những tàn tích cổ xưa thành công viên mùa hè và sử dụng biệt danh Vua Dodo để mời con gái mình, Klee, và bạn bè của Klee đến đó.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Simulanka",
        "desc": "<p>...Rất lâu về trước, ba nữ thần đã tạo ra thế giới tên \"Simulanka\" này.</p><p>Nữ Thần Sáng Thế cai quản phép thuật và vật chất đã tạo ra sự sống của người dân Simulanka, và cỏ cây non nước cũng vì vậy mà hình thành. Simulanka cũng từ đó mới có thể tồn tại trong nhiều thế giới...</p><p>Sau đó là Nữ Thần Tiên Tri cai quản các vì sao và quỹ đạo. Vị nữ thần đó đã khiến cho trời sao xoay chuyển, khiến cho thế giới chuyển động... Ngày nay, bức tượng của vị nữ thần đó vẫn đang ở trên đỉnh của Vương Thành Tinh Cầu.</p><p>Cuối cùng là Nữ Thần Vận Mệnh cai quản mọi câu chuyện và nguyện vọng. Vị nữ thần đó đã ban cho người dân Simulanka tình yêu bất diệt và thù hận cháy bỏng, dạy cho họ biết cái chết và hy vọng là như thế nào...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/25/55631176/1ffd3bcbb0c40bba41445d9adad1cfda_1289282673950604972.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Alice là một trong 3 Ma Nữ đã tạo ra Simulanka. Cô ấy là Nữ Thần Sáng Thế trong thế giới ma thuật này.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hội Ma Nữ",
        "desc": "<p>Hội Ma Nữ là một hội nhóm bí mật gồm các phù thủy quyền năng có niềm đam mê với việc nghiên cứu Cây Thế Giới, họ thường gặp gỡ nhau tại hội nghị tiệc trà. Có tất cả tám phù thủy trong Hội Ma Nữ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/28/44749939/3922d3a37d4e3f6c9f82a84bac3271ca_8520755343547280074.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Alice là người đã lập ra và là Trưởng Bối của Hội Ma Nữ.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "Khách quen của phòng giam Đội Kỵ Sĩ Tây Phong, bậc thầy thuốc nổ tại Mondstadt. Mọi người gọi là \"Mặt Trời Chạy Trốn\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Con gái của Alice",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Một nhà giả kim, thành viên của Hội Ma Nữ, một trong năm Tội đồ của Khaenri'ah, và là mẹ của Albedo. Rhinedottir đã tạo ra một đội quân quái vật bóng tối, tấn công Teyvat 500 năm trước. Bà còn được gọi là Gold và R.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/44749939/d55309e0a958d7510f090c7b56a1f4a0_8754136020175423710.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6369,
        "name": "Nicole",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Một nữ tiên tri và là thành viên của Hội Ma Nữ. Cô cũng được biết đến với cái tên Nicole Reeyn và N. </span>Cô là một trong những Thiên Sứ cuối cùng còn giữ được ý thức. Cô đã mất giọng nói và chỉ có thể nói chuyện bên trong đầu mọi người.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/02/44749939/67168abad429bdb2395513e0da376bd8_465984134666434679.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Barbeloth",
        "desc": "<p><span style=\"color: oklab(0.949075 -0.0000115931 -0.00219017)\">Một nhà tiên tri, thành viên của Hexenzirkel, và là giáo viên của Mona. Cô còn được biết đến với tên gọi Nhà chiêm tinh Barbeloth Trismegistus và \"B.\"</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/02/44749939/785b96e3a9ea1961b70fdf94875beb8b_6940969441905045061.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Các Ma Nữ ở Hội Ma Nữ",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Người đứng đầu trong các Giả Kim Thuật Sĩ kiêm đội trưởng tiểu đội điều tra của Đội Kỵ Sĩ Tây Phong, được gọi là thiên tài \"Kreideprinz\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Alice đã tìm cho Albedo một công việc tại Hội Hiệp sĩ Tây Phong và dặn dò anh phải chăm sóc Klee và đối xử với cô bé như một người em gái thực sự. Cô cũng yêu cầu anh gọi cô là \"Mẹ\". Alice đã đăng ký \"bản quyền\" cho các tác phẩm nghệ thuật của Albedo, và toàn bộ số tiền anh kiếm được đều được dùng cho mục đích từ thiện.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7706,
        "name": "Skirk",
        "desc": "Người từng xuất hiện trong Khe Nứt Vực Sâu và Biển Khởi Nguyên, là sư phụ dạy võ cho Tartaglia. Nữ võ sĩ cô độc một mình.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/06/16/48dba0c10560a3ef573f17d97408b5a0_2527001828446746987.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Khi Skirk đặt chân đến Teyvat, Alice đã gặp cô ấy và cho phép cô ấy di chuyển hạn chế trong thế giới này, với lời hứa không can thiệp vào chuyện của thế giới.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "Dori",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Thương nhân bách hóa xuất quỷ nhập thần, say mê những đồng Mora sáng loáng.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/09/148664880/6539bea71efd0f839db897cfc4094362_6643924626674888583.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Alice là Nhà Cung Cấp tốt nhất của Dori.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p>Một NPC đặc biệt chỉ có trong sự kiện. Cô là một Tinh Linh Nước Trong và là người chăm sóc cho \"đất nước trong bình\" Ảo Cảnh Veluriyam.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/df1a6ad87ce80b1a93c51d2cfa6ba499_3656961195291215453.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Alice trao cho Idyia một chiếc bình ma thuật, thứ có thể ban cho cô một điều ước bên trong chiếc bình. Idyia sống trong không gian bên trong chiếc bình, được gọi là Ảo Cảnh Veluriyam.</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Phát Minh Của Alice"
      },
      {
        "type": "RichText",
        "text": "Máy Hát Của Alice\nA speaking device used to convey a mother's love\n\" <color=#ffffff73>Bộ Liên Lạc Dodoco\"</color>\nAllows people to stay in touch over vast distances",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sách Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 2316,
        "name": "Hướng Dẫn Du Ngoạn Teyvat",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/27215281/20dc682b626d1bcd54cbe4410d57f86d_9104446816795190375.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 5839,
        "name": "Ma Nữ Nhỏ Và Ngọn Lửa Bất Diệt",
        "desc": "Đóa hoa màu xanh trong trẻo. Sinh trưởng ở nơi mạch nước hội tụ, có hương thơm nhẹ nhàng, tao nhã.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/531a39334dc65d78ebe5e2de11fddbaa_9041448304278463013.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "Khách quen của phòng giam Đội Kỵ Sĩ Tây Phong, bậc thầy thuốc nổ tại Mondstadt. Mọi người gọi là \"Mặt Trời Chạy Trốn\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Câu Chuyện Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Câu Chuyện Nhân Vật 1</color>\nBa năm trước, Klee được bố mẹ là nhà mạo hiểm nổi tiếng gửi gắm cho Đội Kỵ Sĩ Tây Phong.\nKlee nhỏ bé cứ như vậy cùng \"anh trai màu trắng\", bén duyên với \"những người thân\" ở Mondstadt.\nKlee hiếu kỳ và yêu thương thế giới bên ngoài một cách đơn thuần. Đối với những thứ phát nổ, thì cô bé lại càng đam mê cực độ.\nDưới sự che chở của Đội Kỵ Sĩ Tây Phong, cô có thể tránh xa những điều xấu xa và thương tổn.\nCô thiếu nữ bé nhỏ và những thành viên trong Đội Kỵ Sĩ đã kết nên một mối duyên không thể nào chia cách.\nĐối với Klee, bị Jean nhốt trong phòng giam, giúp đỡ Amber cải tạo Bá Tước Thỏ, hoặc lén lút nghiên cứu những loại thuốc nổ mới...\nTất cả những điều này đều là bảo vật mà cô luôn quý trọng.\n<color=#ffd780>Câu Chuyện Nhân Vật 5</color>\nĐối với Klee, đội kỵ sĩ là người thân không thể thiếu của cô, còn người mẹ đã bước vào cuộc hành trình mạo hiểm chính là \"thần tượng\".\nNhà Mạo Hiểm nổi tiếng Alice - tác giả của quyển \"Hướng Dẫn Du Ngoạn Teyvat\", trong lòng Klee, mẹ là người vô cùng tài giỏi, có thể làm được mọi thứ.\nBất luận là trước đây bà đã tự tay dạy cô điều chế thuốc nổ, chọn kích nổ, hay từng bước chỉ dẫn cô có thể dựa theo sáng kiến của mình để tạo thành những màn pháo hoa đẹp mắt tráng lệ...\nDạy cô cách tính điểm sát thương như thế nào để có thể phá hủy toàn bộ Vực Hái Sao...\nHoặc khi bị đội kỵ sĩ bắt, nghe mắng trước khuôn mặt xanh lét của Huffman, cả hai ngại ngùng thè lưỡi...\nTất cả đều là ký ức quý báu của cô và mẹ.\nCho đến sau này, khi bố mẹ đều đi đến nơi rất xa và nguy hiểm, vì vậy phải nhờ anh Albedo và đội kỵ sĩ chăm sóc Klee.\nKlee bé nhỏ sớm đã hiểu được rằng, bản thân rồi có ngày sẽ trưởng thành, bước theo con đường của mẹ.\nRồi sẽ có một ngày, tác phẩm của cô cũng sẽ làm cho mẹ tự hào.\n<color=#ffd780>\"Dodoco\"</color>\n\"Dodoco\" là người bạn đầu tiên của Klee, cũng là một trong những người bạn tốt nhất của cô.\nRất lâu về trước, mẹ đã tự tay làm con rối này cho cô.\nAlice đã khâu nó cùng cỏ bốn lá may mắn của Klee, rồi treo nó lên chiếc ba lô to to của Klee.\nTừ đó, Dodoco và Klee đã trở thành bạn thân như hình với bóng.\nMẹ nói rằng, làm vậy để Klee không cảm thấy cô đơn, khi ở một mình cũng sẽ có người bạn để trò chuyện.\nKhi gặp khó khăn cũng có thể bảo vệ lẫn nhau, giống như Amber và Bá Tước Thỏ của cô ấy vậy.\nCó điều, lời nói này khiến mọi người trong Đội Kỵ Sĩ cảm thấy lo lắng... nghĩ đến những \"phát minh\" khác của hai mẹ con Alice, thứ này có lẽ cũng sẽ nổ tung vào một thời khắc nào đó...\n\"Dodoco\" là cái tên Klee đặt cho con rối của mình.\nKhi được hỏi về ý nghĩa của cái tên này, Klee đỏ mặt, rất lâu sau mới trả lời:\n\"Có nghĩa là... Bạn tốt nhất của Klee\"."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Bố Mẹ</color>\nBa và mẹ em đều là nhà lữ hành nổi tiếng khắp đại lục! Có rất nhiều khách sạn và quán ăn đều quan tâm đến những đánh giá đầy quyền lực trong tác phẩm Hướng Dẫn Du Ngoạn Teyvat do mẹ em viết."
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Người đứng đầu trong các Giả Kim Thuật Sĩ kiêm đội trưởng tiểu đội điều tra của Đội Kỵ Sĩ Tây Phong, được gọi là thiên tài \"Kreideprinz\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Câu Chuyện Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Câu Chuyện Nhân Vật 2</color>\n\"Albedo nhờ có thư giới thiệu của sư phụ mới được an cư tại Mondstadt.\"\nCâu nói này cũng xem như là đúng. Nhưng Thành Mondstadt luôn chào đón mọi người, có hay không có thư giới thiệu đều không quan trọng.\nChi bằng nói rằng, nếu không có thư giới thiệu này, thì Albedo sẽ càng thoải mái hơn khi ở Mondstadt.\nBởi vì, người nhận thư là Alice – tác giả du ký nổi tiếng, và là bạn cũ của sư phụ Albedo - Rhinedottir.\nAlice sau khi đọc thư đã trầm ngâm một lúc.\n\"Rhine nói, muốn tôi sắp xếp cho cậu một phòng thí nghiệm... đây là điều không phải dân thường muốn là được. Ừm... tôi nghĩ ra rồi!\"\nThế là, Albedo được Alice đưa vào Đội Kỵ Sĩ Tây Phong.\nCông việc ở Đội Kỵ Sĩ tương đối nhẹ nhàng đối với Albedo, chỉ cần tốn chút sức lực là có thể hoàn thành tốt những công việc đó.\nVốn dĩ định rằng phần sức lực còn lại có thể dùng để nghiên cứu, phòng thí nghiệm và toàn bộ vũ khí ở Đội Kỵ Sĩ tha hồ mà thực hành.\nNhưng...\nAlice có một người con gái tên là Klee.\n...Chính xác, chính là Klee đó.\n\"Từ đây về sau chúng ta là người một nhà rồi. Cậu cứ xem nó như em gái đi!\"\nNhững ngày tháng sau đó, việc giải quyết các hậu quả do Klee gây ra đã chiếm hơn một nửa phần sức lực còn lại của Albedo.\n<color=#ffd780>Câu Chuyện Nhân Vật 3</color>\nAlbedo không có ký ức gì về người thân. Từ khi có nhận thức, anh đã cùng với sư phụ thám hiểm trong bí cảnh.\nMọi người ở Đội Kỵ Sĩ, dì Alice và nhà lữ hành có hơi thở của vũ trụ, họ đều là những người quan trọng, nhưng trong cuộc đời của Albedo, vị trí của sư phụ luôn đặc biệt nhất.\nĐối với Albedo, bà ấy là người thân duy nhất.\nSư phụ là người lãnh đạm và nghiêm khắc. Bà nuôi dưỡng Albedo, dạy cho anh bí quyết của giả kim thuật.\n\"Vũ trụ - Là bản chất của màu đen huyền bí trên bầu trời sao chân thật, mặt đất – là ký ức được tích lũy bởi thời gian và sự sống.\nVôi trắng – là ngươi, đất đen - là nguồn cội của giả kim thuật, cũng là nguồn gốc của sự sống. Mà đây -\"\nBà ấy trình diễn kỹ thuật của mình cho Albedo xem. Một sinh mệnh vĩ đại được sinh ra, các mảnh vụn của khuôn chế tạo rơi đầy dưới đất.\n\"Đây chính là sự giáng sinh.\"\n<color=#ffd780>Câu Chuyện Nhân Vật 4</color>\nNgày xưa Albedo sống cuộc sống rất giản đơn và vui vẻ.\nAnh không cần suy nghĩ gì, sự sống dường như rất đơn điệu, ý nghĩa cuộc sống đơn giản là ở bên cạnh sư phụ, hoàn thành nhiệm vụ sư phụ giao, đạt được kỳ vọng của sư phụ.\nRồi một hôm, thầy trò họ tìm được một thánh di vật có tên \"Trái Tim Naberius\".\nTừ đó sư phụ biến mất, chỉ để lại một mảnh giấy, một bức thư tiến cử cùng với bộ sách quý.\nTrên mảnh giấy ghi: Hãy đến Mondstadt, tìm người bạn cũ của sư phụ là Alice, gửi thư tiến cử và hoàn thành bài tập cuối cùng.\nBộ sách chính là mảnh chương rời trong Đại Nghi Bí Điển mà sư phụ rất quý trọng.\nNgoài ra, còn có một món quà đặc biệt: Sư phụ đã tặng Albedo giấy chứng nhận xuất sư và danh hiệu Kreideprinz.\nLúc trước mỗi một bài học đối với Albedo đều rất khó khăn.\nAnh cũng tin rằng mỗi lần sư phụ đe dọa rằng \"Làm không được sẽ đuổi đi\" đều là lời nói thật lòng.\nNhưng hiện tại, bài tập mà Albedo được giao quả thật quá khó khăn, hoàn toàn vượt khỏi khả năng chịu đựng của anh...\nĐiều này phải chăng có nghĩa là anh sẽ không thể nào hoàn thành, và không còn cơ hội gặp lại sư phụ nữa?\n\"Bài tập cuối cùng: Hãy cho ta thấy chân tướng và ý nghĩa của thế giới.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Người Thân</color>\nNgười thân sao? Tuy Alice luôn hy vọng tôi gọi bà là mẹ... ưm, nhưng trong lòng tôi, nói tới người thân thì người đầu tiên tôi nghĩ đến là sư phụ. Từ khi hiểu chuyện tôi đã cùng người thám hiểm, người đã dạy tôi thuật giả kim và vô số tri thức trên đời. Có lẽ... \"người thân\" hoặc \"sư phụ\", hai từ này không đủ để nói lên ý nghĩa của sư phụ đối với tôi.\n<color=#ffd780>Về Klee</color>\nTôi thực sự xem Klee như em gái vậy, cho nên mỗi khi đứa em này gây chuyện, tôi chỉ có thể tự an ủi rằng, ít ra sức phá hoại này của nó vẫn chưa bằng một góc của dì Alice."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Alice</color>\n<color=#ffffff73>Cô Alice là một ma nữ rất thần bí và đầy quyền năng. Cho nên đừng ngạc nhiên quá, cô ấy là người như vậy đó.</color>\n<color=#ffd780>Về Bản Quyền</color>\n<color=#ffffff73>Một số người cho rằng phong cách hội họa của tôi rất hiếm, đáng để đầu tư, và đề nghị trả một khoản tiền lớn cho mỗi tác phẩm. Điều này, cùng với khoản lợi nhuận khổng lồ từ việc bán đấu giá một số bức tranh tĩnh vật của tôi, dường như đã gợi ý cho Alice một ý tưởng.</color>\n<color=#ffffff73>Cô ấy đã dùng các mối quan hệ cá nhân để xin một loại giấy chứng nhận nào đó cho tác phẩm nghệ thuật của tôi... Hình như họ gọi đó là \"bản quyền\"?</color>\n<color=#ffffff73>Sau này, nhiều họa sĩ bắt đầu bắt chước tranh phong cảnh của tôi, và chúng trở nên phổ biến khắp Mondstadt. Theo quy định về bản quyền mà Alice đã xin, các họa sĩ cần trả cho tôi một phần doanh thu của họ cho mỗi bức tranh phong cảnh theo phong cách này mà họ bán ra.</color>\n<color=#ffffff73>Giàu sang chưa bao giờ là mục tiêu của tôi.</color>\n<color=#ffffff73>Tôi không quan tâm tiền đi đâu, nên dì đã giao nó cho các Hiệp sĩ Tây Phong và để họ quản lý.</color>\n<color=#ffffff73>Tôi nghĩ sẽ hợp lý hơn nếu dùng số tiền đó để trả cho một phần rắc rối mà Alice đã gây ra.</color>\n<color=#ffffff73>Nhưng theo những gì tôi nghe được, họ dùng toàn bộ số tiền đó cho các hoạt động từ thiện, và đó cũng là một mục đích cao cả.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 35,
        "name": "Barbara",
        "desc": "Mọi người trong thành Mondstadt đều yêu quý Barbara. Từ \"Thần Tượng\" là do cô đọc được từ một cuốn tạp chí.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Câu Chuyện Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Tạp Chí Thần Tượng Của Alice</color>\n\"Thần... Tượng ư?\"\nLần đầu tiên Barbara nghe đến từ này, khuôn mặt cô tràn ngập sự nghi ngờ.\n\"Thứ con người ta sùng bái chẳng phải là bảy vị thần của thế giới sao?\"\n\"Còn hơn thế nữa cơ\", một trong những thành viên kỳ cựu của hội ma nữ Alice, người đã đọc vô vàn cuốn tạp chí nói một cách đầy lôi cuốn, \"xem thứ này là bạn sẽ hiểu.\"\nTừ cuốn \"Tạp Chí Thần Tượng\" không rõ lai lịch nguồn gốc, Barbara biết đến một nghề nghiệp cố gắng để được mọi người yêu thích.\nNhững thần tượng xuất sắc không chỉ gặt hái niềm vui mà còn có thể chữa lành tâm hồn cho mọi người qua tiếng hát và vũ điệu.\nBarbara dần tập luyện theo điệu nhạc của bài hát mới. Cuối cùng cô có thể tìm thấy niềm vui riêng trong nụ cười của mọi người.\nRồi một ngày, Alice đau khổ nói với Barbara rằng, dự án \"Nhóm nhạc thần tượng Teyvat\" đã bị hủy bỏ, thế nhưng màn biểu diễn của Barbara tại thành Mondstadt đã trở nên nổi tiếng.\n\"Nếu... thần tượng chỉ còn có mình tôi thì, định nghĩa thế nào là thần tượng do tôi quyết định vậy!\"\nBarbara mang theo niềm khao khát ấy, hôm nay lại luyện tập thêm bài hát mới."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Muốn Tìm Hiểu Babara - Điều Thứ 3</color>\nThần tượng, hử... tôi đã học được từ Alice rằng \"Một thần tượng xuất sắc có thể chữa lành tâm hồn cho mọi người\". Ừm, đúng là như vậy."
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "Thuật sĩ thần bí, tự xưng là nhà chiêm tinh vĩ đại, có thực lực bất phàm, thông minh cao ngạo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Câu Chuyện Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Câu Chuyện Nhân Vật 1</color>\nThời gian gần đây, sư phụ của Mona, một nữ thuật sỹ già với pháp lực cao cường đã giao cho Mona một nhiệm vụ quan trọng.\nBà có một cố nhân từng là bạn đồng thời cũng là kẻ thù ở Mondstadt, sư phụ yêu cầu cô cướp chiếc rương báu bí mật từ người thừa kế của vị cố nhân đó.\nTrước khi xuất phát, Mona nhận được lời cảnh cáo như sau.\n\"Nếu dám xem món đồ trong rương thì ngươi sẽ phải chịu hình phạt thích đáng.\"\nThật ngạc nhiên, người thừa kế của vị cố nhân đó chính là \"Kỵ Sĩ Tia Lửa\" Klee.\nMặc dù chiếc hộp vẫn còn đó, thế nhưng qua bàn tay của Klee và một vài sự cố \"ngoài ý muốn\"... Mona đã thấy rõ bí mật nằm trong chiệc hộp mà không hề hay biết.\n\"Chết rồi, thôi xong rồi. Đây là cuốn nhật ký của một thiếu nữ sao. Nếu cứ như vậy quay về nhất định sẽ bị lão bà bà giết mất...\"\nKhông còn cách nào khác Mona đành phải lưu lạc tại Mondstadt, sống cuộc đầy khốn khổ nhưng vẫn vui tươi nơi dây."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Klee</color>\nBạn nhắc đến con gái của Alice ư. Cô ấy sống ở Đội Kỵ Sĩ Tây Phong còn được Albedo chăm sóc... Nói thế nào nhỉ, ừm... Cung Mệnh của cô ấy không hổ danh là \"Tứ Diệp Thảo\" tượng trưng cho sự may mắn. Ngưỡng mộ quá đi...\nNếu vận mệnh của tôi cũng tốt như vậy thì tôi chẳng đến mức gặp phải lão bà bà đó."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Alice</color>\n<color=#ffffff73>Sư phụ của tôi tuy có sở trường chiêm tinh, nhưng bà ấy cũng chỉ biết về thuật chiêm tinh. Còn Alice thì khác, bà ấy là thiên tài nắm rõ được mọi lĩnh vực thần bí...</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "Dori",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Thương nhân bách hóa xuất quỷ nhập thần, say mê những đồng Mora sáng loáng.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/09/148664880/6539bea71efd0f839db897cfc4094362_6643924626674888583.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Câu Chuyện Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Câu Chuyện Nhân Vật 5</color>\nKhông ai biết chính xác quá trình gặp gỡ của Dori và Alice như thế nào, nhưng họ thực sự là một cặp đối tác đáng ghen tị.\nAlice du ngoạn khắp nơi trên thế giới chứ không phải chỉ ở Sumeru, nhưng thỉnh thoảng, cô ấy lại gửi những phát minh mới của mình về cho Dori.\nVà Dori cũng sẽ tìm cách gửi Mora cho Alice sau khi bán được hàng.\nĐôi khi Alice sẽ đính kèm một lá thư nói với Dori rằng gần đây cô ấy đang ở nơi nguy hiểm và Mora cứ để ở chỗ Dori trước.\nDori lại nhất quyết cử người đem Mora đến nơi an toàn và gần Alice nhất, để đảm bảo rằng Alice có thể lấy được Mora nhanh nhất có thể.\nTiền công, chi phí vận chuyển, phí bảo hiểm… tổng cộng tất cả các chi phí lại thường là một khoản tiền không hề nhỏ, nhưng Dori không hề keo kiệt mà lại chủ động chi trước.\n“Dori lương thiện không bao giờ trì hoãn thanh toán.”\n“Hơn nữa, Alice chi tiêu cũng không ít, phải đảm bảo cô ấy lúc nào cũng có tiền để dùng.”\nDori cứ lầm bầm những lời này, và xác nhận tới lui xem Mora đã được gửi đến chưa.\nMặc dù hiện tại Alice không còn là nhà cung cấp duy nhất của Dori nữa, nhưng Dori vẫn coi đây là điều quan trọng nhất.\nCó lẽ trong lòng cô ấy vẫn luôn ghi nhớ lời hứa ngày hai người gặp nhau.\n“Cô muốn có vô số Mora? Được thôi. Tôi có thể cung cấp cho cô đủ loại đạo cụ thần kỳ, cô có thể bán được bao nhiêu thì tùy thuộc vào bản lĩnh của cô.”\n“Yên tâm đi. Tôi sẽ bán với giá cao, đổi lấy thật nhiều Mora, và gửi đến cô sớm nhất có thể… Tôi sẽ trở thành đối tác tốt nhất của cô.”"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Alice</color>\nAlice luôn có những thứ mới mẻ kỳ lạ, cô ấy là nhà cung cấp tốt nhất của tôi, không một ai khác nữa. Hehe, bí mật kinh doanh cũng nói cho quý khách biết rồi, có phải quý khách nên trả chút học phí để bày tỏ tấm lòng không?"
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "Là công tử nắm trong tay hơn một nửa ngành rượu Mondstadt, tài lực, danh vọng, năng lực đều khiến người khác không thể coi thường.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Thư Gửi Đến Cô Alice"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>\"Cô Alice thân mến,</color>\n<color=#ffffff73>tôi phải thừa nhận rằng khi đọc những dòng mở đầu của bức thư này, tôi không ngờ nó lại do cô viết.</color>\n<color=#ffffff73>Hình như tôi đã không nhận ra cô dù cô có mặt gần đó. Tôi xin lỗi vì điều đó.</color>\n<color=#ffffff73>Về Klee, tôi nghe nói cô là một ma nữ cực kỳ mạnh mẽ, nên tôi đoán Klee vẫn ổn ngay cả khi không có tôi. Dù vậy, cô vẫn gửi cho tôi bức thư này, và tôi rất biết ơn cô.</color>\n<color=#ffffff73>Như cô đã nói, du ngoạn là lựa chọn tốt nhất của tôi hiện tại.</color>\n<color=#ffffff73>Tôi sẽ ra ngoài và trải nghiệm tất cả những gì thế giới mang lại, đúng như cô đã gợi ý. Di chúc của cha tôi sẽ được tiếp nối qua tôi.</color>\n<color=#ffffff73>Klee được chào đón đến ở tại Tửu Trang Dawn với tư cách là khách trong thời gian tôi vắng mặt. Adelinde sẽ chuẩn bị đủ đồ ăn nhẹ và nước ép nho cho những dịp như vậy. Và nếu cô không phiền, cô cũng có thể ghé qua.</color>\n<color=#ffffff73>Tôi hy vọng cô và Klee luôn mạnh khỏe.\"</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quẻ May Mắn"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>(Nét chữ gọn gàng, không giống như quẻ dùng để xem bói...)</color>\n<color=#ffffff73>Barbie già rồi, khi viết cũng bị cảm xúc ảnh hưởng, không còn lưu loát nữa. Tôi thì khác, là thị trưởng đời đầu, tôi đã nhờ Alice giúp xử lý một mớ chuyện vặt vãnh ở Snezhnaya. Đổi lại, cô ấy nhờ tôi viết một đoạn.</color>\n<color=#ffffff73>Tôi không tin sau khi chết vẫn còn thế giới khác, vậy nên khi sống phải nỗ lực hết mình. Vì vậy, tôi cũng không nghĩ bạn sẽ đọc được một chữ nào của tôi, trong những con chữ tôi viết cho riêng mình.</color>\n<color=#ffffff73>Hai chúng ta đều là người thường không có phép thuật gì, cũng chưa từng trải qua huấn luyện chiến đấu, có lẽ chúng ta có thể thấu hiểu lẫn nhau. Nhưng thực ra tôi thấy không được. Vì Alice đối xử quá ██ tốt với bạn. Năm đó cô ấy bắt tôi chui qua đường ống thoát nước, cho nổ lò lửa, bắt mèo trong bí cảnh... trải nghiệm rất trắc trở, quá trình rất phức tạp, tóm lại là để bảo vệ mọi người xung quanh.</color>\n<color=#ffffff73>Bạn sẽ cảm thấy đây chính là cái giá phải trả để có mối quan hệ tốt đẹp với một đám mụ già điên? Tôi đoán bạn sẽ không nghĩ vậy, tôi cũng không. Đây rõ ràng là quãng thời gian quý báu nhất mà chúng ta cùng trải qua mà.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nhật Ký Cũ"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>...Theo lẽ thường, tôi phải là 'A', vì 'A' là chữ cái đầu tiên và cuối cùng trong tên tôi. Nhưng Alice đã bác bỏ tôi dựa trên thâm niên, và nói rằng tôi sẽ là 'M' thay vì tên đệm của tôi. Haha, cô ấy thực sự biết cách kích thích tôi...</color>\n<color=#ffffff73>Tuy nhiên, phép thuật của cô ấy chưa bao giờ khiến tôi ngừng ngạc nhiên. Tôi vẫn không thể tin được là cô ấy đã khiến một trong những chú ếch origami của tôi bắt đầu nói chuyện. Hừm...</color>\n<color=#ffffff73>Tại sao tôi không viết một câu chuyện với các loài động vật origami làm nhân vật chính? Để xem nào... Ngày xửa ngày xưa, trong một khu rừng ma thuật, có một nhóm động vật làm bằng giấy...</color>\n<color=#ffffff73>Barbie thích nhìn vào tương lai, vì vậy cô ấy đã sử dụng năng lực của mình để vạch ra số phận của tất cả các sinh vật sống trong Simulanka. Nhưng biết trước kết thúc làm mất hết sự thú vị của câu chuyện...</color>\n<color=#ffffff73>Tôi nghĩ tôi sẽ cược với cô ấy. Tôi tin rằng một ngày nào đó, người dân Simulanka sẽ quyết định tự tạo ra số phận của mình.</color>\n<color=#ffffff73>...Hình như, cô ấy muốn xây một bức tượng của chính mình ở thủ đô!? Haha, lúc nào cũng muốn thêm chút gia vị.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7706,
        "name": "Skirk",
        "desc": "Người từng xuất hiện trong Khe Nứt Vực Sâu và Biển Khởi Nguyên, là sư phụ dạy võ cho Tartaglia. Nữ võ sĩ cô độc một mình.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/06/16/48dba0c10560a3ef573f17d97408b5a0_2527001828446746987.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Câu Chuyện Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Câu Chuyện Nhân Vật 5</color>\n\"Sư phụ, như sư phụ đã nói đấy, trước đây nhóm của sư phụ đã chia nhau sức mạnh Vực Sâu đủ để đảo lộn cả thế giới, hay chỉ là một phần sáu thế giới vậy...\"\n\"Thế tại sao bây giờ sức mạnh của sư phụ lại lớn hơn rất nhiều lần so với cả thế giới vậy?\"\n\"Vậy là ngày trước ta đã cứu một đứa ngốc sao?\"\n\"Khi quả của một cái cây chết đi, hạt giống của nó rơi xuống bùn đất mục nát, tự ắt sẽ mọc ra được một cái cây tươi tốt hơn, đơm hoa kết trái nhiều gấp trăm lần ngàn lần so với trước đây.\"\n\"Ở rất nhiều thế giới bị hủy diệt, dù chỉ là một hai người thoát được, thì họ đều có thể trở thành ý chí mạnh mẽ đủ để tái tạo lại thế giới.\"\nĐến ngày từ biệt, Skirk cũng không còn tỏ ra cung kính và vâng lời nữa.\nSự sợ hãi chỉ trở thành động lực cho kẻ yếu, nhưng nếu đến khi trưởng thành vẫn không vượt qua được, thì nó sẽ trở thành gông xiềng kìm hãm sự trưởng thành.\nCuối cùng, cô quyết tâm từ biệt, và đi đến quê hương của sư phụ Surtalogi, một thế giới mang tên \"Teyvat\".\nCô muốn đi xem cái cây ban đầu. Cái cây đã kết ra loại quả mục nát, và cuối cùng để hạt giống ô nhiễm đó lớn lên thành một cây đại thụ.\nTừ đó về sau, cả một khu rừng đều bị bóng đêm bao trùm, và Kỵ Sĩ Cực Ác cũng trở thành sự uy hiếp đối với cả vũ trụ.\nNhững nền văn minh khác trong vũ trụ đã từng nhìn thấy bóng dáng của cô, nên tất nhiên cũng xem cô như trợ thủ của \"Kỵ Sĩ Cực Ác\".\nTất cả nền văn minh mà cô đi qua, đều coi cô như thành viên của \"Kiếp Nạn Vũ Trụ\", và đã đề phòng cô ngay từ xa.\nNgược lại thì người quản lý biên giới của Teyvat lại buông lỏng cảnh giác trong lúc trò chuyện. Sau khi lập nên giao ước, đã cho phép cô ấy hành động có giới hạn trong thế giới này.\n\"Con không thuộc về nơi đó, nơi đó không phải là nhà của con.\"\nLời nhắc nhở của Kỵ Sĩ Cực Ác luôn khắc ghi trong lòng cô.\nNhưng nếu có người chú ý đến ngôi sao băng lướt qua trên bầu trời và gửi gắm nguyện vọng của mình vào đó, thì liệu có thể xem như giữa ngôi sao băng và thế giới đã có sự liên kết nào đó không?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Alice: Lời Hứa</color>\nVới tư cách là \"người duy trì ranh giới của thế giới\", cô ấy ngầm đồng ý với sự tồn tại của tôi, nhưng buộc tôi phải hứa không can thiệp quá sâu vào thế giới này. Tôi sẽ không làm vậy, nhưng tôi có quyền biết lý do. Cô ấy nói, nhiều nhà sinh thái học từng xúc động trước cảnh săn mồi và chạy trốn của muông thú, nhưng tuyệt đối không can dự, để mặc quy luật tự nhiên nghiền nát mọi niềm vui nỗi buồn... \"Có người nói đây là sự lạnh lùng của kẻ quan sát, nhưng tôi nghĩ đó cũng là một loại từ bi.\"\n<color=#ffd780>Về Alice: Cảm Ơn</color>\nTrong một lần gặp gỡ, cô ấy từng nói tôi nên lắng nghe tiếng lòng, cũng đã từng nói tôi \"phải học cách sống tốt cuộc đời hiện tại\". Cô ấy thật lòng lo nghĩ cho tôi, tôi cần phải cảm ơn điều đó."
      },
      {
        "type": "CustomEntry",
        "epId": 2487,
        "name": "Zhiqiong",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Zhiqiong_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Vực Đá Sâu</color>\n<color=#ffffff73>Dĩ nhiên, tôi đã hoàn thành một số uỷ thác được Hiệp Hội Nhà Mạo Hiểm giao phó, nhưng tôi chưa có nhiều kinh nghiệm nên chưa khám phá một mình nhiều.</color>\n<color=#ffffff73>Tôi cũng không nghĩ mình để lại bất kỳ câu chuyện nào về chiến công của mình...</color>\n<color=#ffffff73>Vậy nên tôi đã nghĩ rằng Vực Đá Sâu có thể là nơi tôi nên để lại dấu ấn cho thế hệ tương lai nhớ đến. Vực Đá Sâu có thể là, theo lời nhà thám hiểm vĩ đại Alice, \"Rubicon\" của tôi!</color>\n<color=#ffffff73>Ừ thì, bản thân tôi cũng không chắc lắm, nhưng vì Alice là một nhà thám hiểm đã đặt chân đến khắp thế giới, nên đó hẳn là nơi cô ấy đã từng đến đó... đúng không?</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p>Một NPC đặc biệt chỉ có trong sự kiện. Cô là một Tinh Linh Nước Trong và là người chăm sóc cho \"đất nước trong bình\" Ảo Cảnh Veluriyam.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/df1a6ad87ce80b1a93c51d2cfa6ba499_3656961195291215453.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Alice</color>\n<color=#ffffff73>Đây, đây là... con của Alice sao! Ối! Thật muốn đào lỗ trốn xuống luôn quá! Đúng rồi, trốn vào trong lõi ảo cảnh... trốn một trăm năm!</color>\n<color=#ffffff73>Ai mà ngờ được mình lại rơi vào cảnh khốn đốn thế này... Hừ, sau bao nhiêu lần nói chuyện với Alice về việc cho con gái cô ấy đến thăm... Haha, vậy là cuối cùng mình cũng trả ơn Alice sau ngần ấy năm rồi. Thật buồn cười khi nghĩ đến việc mình đã ở giữa sa mạc suốt thời gian qua... với mình nó chỉ là một đầm lầy bùn lầy khổng lồ...</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Xinghuo",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Echo</color>\nAnh chàng đó cứ bắt chước mọi thứ tôi nói.\nTôi phát điên lên được. Anh ta từng nói lắp bắp cho đến vài năm trước, cho đến khi một Lữ khách tên là Alice đến và đưa cho anh ta một lọ thuốc...\nNó đã chữa khỏi hoàn toàn chứng nói lắp của anh ta. Nhưng sau đó anh ta không thể ngừng bắt chước cách nói chuyện của mọi người xung quanh..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Aratani",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Hướng Dẫn Du Ngoạn Teyvat</color>\nMẹ của Klee, Alice, là một nhà thám hiểm nổi tiếng ở Teyvat, và phiên bản Inazuma của bộ truyện \"Cẩm nang Du lịch Teyvat\" nổi tiếng của bà sắp được phát hành.\nĐại nhân Yae đã quyết định cách quảng bá cho bộ truyện: \" <color=#ffffff73>Mẹ Con Nhà Mạo Hiểm Nổi Tiếng Cùng Ra Mắt</color> .\" Chắc chắn sẽ rất hút khách."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Minh Hoạ",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tranh Của Paimon 41"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/44749939/3f39169fd5ff78c689767a46f34b6bfd_4403674741449286228.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14/5/2025</color>\nNhà Lữ Hành thân mến! Sticker mới nhất của Genshin Impact đã có mặt trên HoYoLAB rồi!\nTranh của Paimon là bộ sưu tập gồm các sticker phiên bản chibi của các nhân vật trong Genshin Impact, hy vọng các bạn sẽ thích chúng. Sau này Paimon sẽ tiếp tục cố gắng để vẽ ra những tác phẩm mà các bạn yêu thích!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/14/237301566/cdb4f2d5f1bcd6129d7c0f4f206e8d7d_8476246206761321098.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Giới Thiệu Nhân Vật",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bài Ca Không Nguyệt - Thơ Của Đêm Trăng Giới Thiệu Nhân Vật"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/22/237301566/41927591ccc7d9d2c9f86681c2247914_4628763518794145386.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>22/7/2025</color>\nHội Ma Nữ - Biệt Hiệu A, Alice\n\"Cuối cùng cũng đến rồi! Hỗn loạn hơn so với lần trước nhỉ.\""
      }
    ],
    "textualResearch": [
      {
        "title": "Quẻ May Mắn",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>(Nét chữ trông rất dễ thương, không giống như quẻ dùng để xem bói...)</color>\n<color=#ffffffa6>Cứ cách một khoảng thời gian, tôi lại du ngoạn khắp Teyvat, để xem có biến động bất thường nào thay đổi địa hình hay không. Đợi đến khi chẳng mấy ai nhớ đến tôi nữa, tôi sẽ viết lại hướng dẫn du lịch bảy quốc gia.</color>\n<color=#ffffffa6>Nhưng dạo này hơi mệt rồi, cũng không biết tại sao. Chắc là tại mùa xuân đến rồi đấy.</color>\n<color=#ffffffa6>Tôi gặp một cô bé ở Mondstadt, nhìn rất giống bạn hồi nhỏ. Tôi đã đi cùng cô bé cả đoạn đường để trò chuyện, kết quả thì vừa hay cô bé lại đến thư viện để trả sách. Lại vừa hay đúng câu chuyện mà bạn viết.</color>\n<color=#ffffffa6>Tôi thầm nghĩ, tôi còn có cuốn sách với chữ ký của bạn đấy. Xem tôi khoe khoang trước mặt trẻ con thế nào nhé. Vậy mà kết quả, cô bé lại nói mình không thích câu chuyện của bạn.</color>\n<color=#ffffffa6>Tôi nghĩ do cô bé chưa hiểu, rồi giải thích cho cô bé về lợn rừng, sói và rừng sâu đều là tượng trưng. Thực ra chúng đều đại diện cho thứ gì đó, tất cả đều rất uyên thâm.</color>\n<color=#ffffffa6>Kết quả thì cô bé nói là: Em hiểu rồi, nhưng thế giới cũng đã khác rồi.</color>\n<color=#ffffffa6>Khi đó tôi thật muốn bạn cũng ở đây để tranh luận với cô bé. Sau cùng bạn sẽ nói là: \"Được rồi, vậy ai mới là người hiểu đây?!\" Nhưng không hiểu tại sao, tôi lại không nói gì cả.</color>\n<color=#ffffffa6>Cô bé nghiêng đầu nhìn tôi, nhất thời không nói nên lời, nhìn tôi một hồi rồi lấy khăn lau giọt mồ hôi trên mặt tôi đổ ra vì cơn nóng mùa xuân. Cô bé vẫy tay, xoay lưng tiến vào dòng người. Bím tóc tung tăng, chớp mắt đã không còn thấy nữa.</color>\n<color=#ffffffa6>Tôi tức điên lên, tức đến suýt khóc. Cô bé nói biến mất là biến mất, sao có thể thế được chứ. Tôi phải tự mình đi xem xét. Vậy nên tôi cũng không nghĩ về bạn nhiều nữa. Hôm nay là một ngày tuyệt vời để ra ngoài du lịch.</color>"
          }
        ]
      },
      {
        "title": "Lời Nhắn Đến Klee",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Alice</color> : Klee, con và mẹ cùng thuộc tộc có tuổi thọ dài. Thời gian đối với chúng ta mà nói chỉ như một cơn gió, thoáng qua là sẽ kết thúc.\n<color=#37ffff>Alice</color> : Trong cuộc đời dài này, cha mẹ chẳng qua cũng chỉ là một chặng đường của con cái. Cho dù không muốn rời xa đi nữa, thì cũng sẽ có ngày con cái phải đi trên con đường của riêng mình.\n<color=#37ffff>Alice</color> : Klee, mẹ sẽ luôn yêu thương con, và ngoài mẹ ra, con vẫn còn có nhiều người bạn tốt xung quanh mình.\n<color=#37ffff>Alice</color> : Những người bạn bên con, những người thầy dạy con, dù cho có nguy hiểm nhưng vẫn đến đảo này vì con...\n<color=#37ffff>Alice</color> : Mùa hè thuộc về mọi người. Cho dù cuộc sống có thay đổi thế nào thì mùa hè vẫn sẽ không biến mất, như tình yêu của con người với nhau vậy.\n<color=#37ffff>Alice</color> : Hy vọng sau này con đi đâu cũng sẽ ghi nhơ, vẫn còn có nhiều người yêu thương con như vậy.\n<color=#37ffff>Alice</color> : À đúng rồi, ở nhà con phải nghe lời anh Albedo nhé, mẹ sẽ thường xuyên về thăm con. Thực ra, mỗi khi rảnh rỗi, mẹ liền lén quay về thăm Klee và mọi người ngay. Hì hì, chắc không ai phát hiện ra đâu nhỉ?"
          }
        ]
      },
      {
        "title": "Hội Thoại Về Hội Ma Nữ",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Alice</color> : <color=#ece4d9>Tôi... tôi chính là \"người không nói dối\". \"Đóa hoa không tồn tại\", \"người dẫn đường không bao giờ lạc lối\", \"người không nói dối\", \"truyền thuyết không bao giờ kết thúc\", bốn câu này tương ứng với bốn vị ma nữ khác nhau.</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Alice"
          }
        ]
      },
      {
        "key": "Thuộc",
        "value": [
          {
            "type": "RichText",
            "text": "Hội Ma Nữ"
          }
        ]
      },
      {
        "key": "VA Tiếng Trung",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>张琦 (Zhang Qi)</color>"
          }
        ]
      },
      {
        "key": "VA Tiếng Anh",
        "value": [
          {
            "type": "RichText",
            "text": "Rachel Kimsey"
          }
        ]
      },
      {
        "key": "VA Tiếng Nhật",
        "value": [
          {
            "type": "RichText",
            "text": "井上喜久子 (INOUE Kikuko)"
          }
        ]
      },
      {
        "key": "VA Tiếng Hàn",
        "value": [
          {
            "type": "RichText",
            "text": "여민정 (Yeo Min-jeong)"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Alice",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/44749939/04716c85b79bb69c10131a088e33ce1a_1076960429681098442.png"
      }
    ]
  }
}