{
  "epId": 6370,
  "name": "Barbeloth",
  "desc": "<p><span style=\"color: oklab(0.949075 -0.0000115931 -0.00219017)\">Một nhà tiên tri, thành viên của Hexenzirkel, và là giáo viên của Mona. Cô còn được biết đến với tên gọi Nhà chiêm tinh Barbeloth Trismegistus và \"B.\"</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/02/44749939/785b96e3a9ea1961b70fdf94875beb8b_6940969441905045061.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1757477216,
  "components": {
    "galleryCharacter": [
      {
        "key": "Barbeloth",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/06/44749939/f3c196b0b10dc2e26e54f3951bf1045f_2684074831766308821.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tượng Của Barbeloth ở Simulanka"
          }
        ]
      },
      {
        "key": "Cốc của Barbeloth",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/06/44749939/da919fb958f589b4daf576749ca9eb89_5619118762789100360.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Barbeloth"
          }
        ]
      },
      {
        "key": "Thuộc",
        "value": [
          {
            "type": "RichText",
            "text": "Hội Ma Nữ"
          }
        ]
      },
      {
        "key": "CV Tiếng Trung",
        "value": [
          {
            "type": "RichText",
            "text": "武向彤 (Wu Xiangtong)"
          }
        ]
      },
      {
        "key": "CV Tiếng Anh",
        "value": [
          {
            "type": "RichText",
            "text": "Misty Lee"
          }
        ]
      },
      {
        "key": "CV Tiếng Nhật",
        "value": [
          {
            "type": "RichText",
            "text": "新谷真弓 (SHINTANI Mayumi)"
          }
        ]
      },
      {
        "key": "CV Tiếng Hàn",
        "value": [
          {
            "type": "RichText",
            "text": "여윤미 (Yeo Yoon-mi)"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Quẻ May Mắn",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>(Nét chữ gọn gàng, không giống như quẻ dùng để xem bói...)</color>\n<color=#ffffffd9>Barbie già rồi, khi viết cũng bị cảm xúc ảnh hưởng, không còn lưu loát nữa. Tôi thì khác, là thị trưởng đời đầu, tôi đã nhờ Alice giúp xử lý một mớ chuyện vặt vãnh ở Snezhnaya. Đổi lại, cô ấy nhờ tôi viết một đoạn.</color>\n<color=#ffffffd9>Tôi không tin sau khi chết vẫn còn thế giới khác, vậy nên khi sống phải nỗ lực hết mình. Vì vậy, tôi cũng không nghĩ bạn sẽ đọc được một chữ nào của tôi, trong những con chữ tôi viết cho riêng mình.</color>\n<color=#ffffffd9>Hai chúng ta đều là người thường không có phép thuật gì, cũng chưa từng trải qua huấn luyện chiến đấu, có lẽ chúng ta có thể thấu hiểu lẫn nhau. Nhưng thực ra tôi thấy không được. Vì Alice đối xử quá ██ tốt với bạn. Năm đó cô ấy bắt tôi chui qua đường ống thoát nước, cho nổ lò lửa, bắt mèo trong bí cảnh... trải nghiệm rất trắc trở, quá trình rất phức tạp, tóm lại là để bảo vệ mọi người xung quanh.</color>\n<color=#ffffffd9>Bạn sẽ cảm thấy đây chính là cái giá phải trả để có mối quan hệ tốt đẹp với một đám mụ già điên? Tôi đoán bạn sẽ không nghĩ vậy, tôi cũng không. Đây rõ ràng là quãng thời gian quý báu nhất mà chúng ta cùng trải qua mà.</color>"
          }
        ]
      },
      {
        "title": "Về Durin ở Simulanka",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Barbeloth</color> <color=#ffffffd9>: ...Cô thực sự muốn tạo ra đứa trẻ này sao, M? Tôi đã nói với cô về vận mệnh của nó rồi.</color>\n<color=#37ffff>Barbeloth</color> <color=#ffffffd9>: Nó sẽ bị người tạo ra nó bỏ rơi, và cuối cùng sẽ...</color>\n<color=#37ffff>Andersdotter</color> <color=#ffffffd9>: Tôi biết, B. Cô từng nói với tôi rằng đó là một câu chuyện đáng tiếc... Nhưng đó là chuyện xảy ra trong hiện thực, đúng chứ?</color>\n<color=#37ffff>Andersdotter</color> <color=#ffffffd9>: Chính vì vậy, tôi mới muốn nó có một kết cục tốt đẹp hơn ở thế giới khác. Nó là một đứa trẻ tràn đầy tình yêu trong tim...</color>\n<color=#37ffff>Barbeloth</color> <color=#ffffffd9>: Tôi hiểu, Anya. Nhưng nếu cô muốn đặt cho nó cái tên ấy, thì vận mệnh của đứa trẻ ở Simulanka ít nhiều cũng sẽ trở thành \"hình chiếu\" của hiện thực...</color>\n<color=#37ffff>Andersdotter</color> <color=#ffffffd9>: Nhưng không phải hoàn toàn như vậy, đúng không? Dù chỉ có một chút khả năng thì tôi nghĩ nó vẫn xứng đáng có một cuộc đời khác.</color>\n<color=#37ffff>Andersdotter</color> <color=#ffffffd9>: Tuy nhiên... Đến lúc đó có thể sẽ cần đến sự giúp đỡ của vài người khác.</color>\n<color=#37ffff>Barbeloth</color> <color=#ffffffd9>: Thôi được, bạn thân mến à, sự lựa chọn là của cô.</color>\n<color=#37ffff>Barbeloth</color> <color=#ffffffd9>: Nể cô đã cố chấp như vậy, tôi sẽ nói cho cô nghe một bí mật...</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hội Ma Nữ",
        "desc": "<p>Hội Ma Nữ là một hội nhóm bí mật gồm các phù thủy quyền năng có niềm đam mê với việc nghiên cứu Cây Thế Giới, họ thường gặp gỡ nhau tại hội nghị tiệc trà. Có tất cả tám phù thủy trong Hội Ma Nữ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/28/44749939/3922d3a37d4e3f6c9f82a84bac3271ca_8520755343547280074.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Barbeloth là một thành viên của Hội Ma Nữ.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Simulanka",
        "desc": "<p>...Rất lâu về trước, ba nữ thần đã tạo ra thế giới tên \"Simulanka\" này.</p><p>Nữ Thần Sáng Thế cai quản phép thuật và vật chất đã tạo ra sự sống của người dân Simulanka, và cỏ cây non nước cũng vì vậy mà hình thành. Simulanka cũng từ đó mới có thể tồn tại trong nhiều thế giới...</p><p>Sau đó là Nữ Thần Tiên Tri cai quản các vì sao và quỹ đạo. Vị nữ thần đó đã khiến cho trời sao xoay chuyển, khiến cho thế giới chuyển động... Ngày nay, bức tượng của vị nữ thần đó vẫn đang ở trên đỉnh của Vương Thành Tinh Cầu.</p><p>Cuối cùng là Nữ Thần Vận Mệnh cai quản mọi câu chuyện và nguyện vọng. Vị nữ thần đó đã ban cho người dân Simulanka tình yêu bất diệt và thù hận cháy bỏng, dạy cho họ biết cái chết và hy vọng là như thế nào...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/25/55631176/1ffd3bcbb0c40bba41445d9adad1cfda_1289282673950604972.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Barbeloth là một trong ba Ma Nữ đã tạo ra Simulanka. Cô ấy là Nữ Thần Vận Mệnh ở thế giới này.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nhà mạo hiểm vĩ đại, Vua Dodo, Người thủ hộ Mondstadt Cũ, Người Bạn của những người bạn ôm hy vọng, Tác giả của Cẩm nang du ngoạn Teyvat, Tông gia của thuật Temari Kujirai, Nhà cung cấp cho Đại Nhân Sangemah Bay nổi tiếng, Nguyên Lão và người sáng lập Hội Ma Nữ, Biệt Hiệu \"A\", Mẹ của Klee.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/44749939/2052d96f6de8dfc0fcf7d57687730f76_9090744151982434835.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Một nhà giả kim, thành viên của Hội Ma Nữ, một trong năm Tội đồ của Khaenri'ah, và là mẹ của Albedo. Rhinedottir đã tạo ra một đội quân quái vật bóng tối, tấn công Teyvat 500 năm trước. Bà còn được gọi là Gold và R.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/44749939/d55309e0a958d7510f090c7b56a1f4a0_8754136020175423710.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6369,
        "name": "Nicole",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Một nữ tiên tri và là thành viên của Hội Ma Nữ. Cô cũng được biết đến với cái tên Nicole Reeyn và N. </span>Cô là một trong những Thiên Sứ cuối cùng còn giữ được ý thức. Cô đã mất giọng nói và chỉ có thể nói chuyện bên trong đầu mọi người.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/02/44749939/67168abad429bdb2395513e0da376bd8_465984134666434679.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">là một thành viên của Hội Ma Nữ. Cô là một nhà văn vĩ đại, tác giả của cuốn truyện nổi tiếng </span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">Công Chúa Heo Rừng</span></em><span style=\"color: rgba(255, 255, 255, 0.65)\">.[6].</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/17/44749939/a36e104af615369e0eb75176d94035fd_7428857209899678489.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Các Ma Nữ từ Hội Ma Nữ",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "Thuật sĩ thần bí, tự xưng là nhà chiêm tinh vĩ đại, có thực lực bất phàm, thông minh cao ngạo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Đệ tử của Barbeloth",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5840,
        "name": "Sói Nhỏ",
        "desc": "<p>Lễ Tân tại Nhà Hát Giả Tưởng.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/18/12108544/fb94dbc368f76160dd1b8dc51776392c_7582316092964045883.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Có lẽ, Barbeloth đã tạo ra Nhà Hát Giả Tưởng và đã nhờ Sói Nhỏ trông nom nó.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sách Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 5839,
        "name": "Ma Nữ Nhỏ Và Ngọn Lửa Bất Diệt",
        "desc": "Đóa hoa màu xanh trong trẻo. Sinh trưởng ở nơi mạch nước hội tụ, có hương thơm nhẹ nhàng, tao nhã.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/02/531a39334dc65d78ebe5e2de11fddbaa_9041448304278463013.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Video Cốt Truyện",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video Cốt Truyện - Tiệc Trà Của Ma Nữ"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1d77b3f1972e0b02f49a1b5a27009d7c_888359372350112506.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>07/03/2023</color>\n<color=#ffffff73>Đột nhiên nhận được sự liên lạc của đèn cổ, ngay cả cô Alice - \"Nhà Mạo Hiểm Vĩ Đại\", \"Ma Vương Cực Kỳ Xấu Xa\", \"Người Thủ Hộ Mondstadt Cũ\", \"Người Bạn Của Những Người Bạn Ôm Hy Vọng\", , \"Nhà Cung Cấp Của Đại Nhân Sangemah Bay Nổi Tiếng\", \"Nguyên Lão Hội Ma Nữ - Biệt Hiệu A\", \"Mẹ Của Klee Dễ Thương Nhất\" cũng thấy bối rối. May mắn thay, không có sự cố nào xảy ra cả, chỉ khiến cho một cô gái đã trưởng thành bỗng nghĩ đến những người bạn đã cùng mình trải qua cả tuổi thanh xuân.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=RigK4OwCCM8&list=PLqWr7dyJNgLICZACs2Fge9bkhlvdE_Y70&index=18&ab_channel=GenshinImpact"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "Thuật sĩ thần bí, tự xưng là nhà chiêm tinh vĩ đại, có thực lực bất phàm, thông minh cao ngạo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Câu Chuyện Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Câu Chuyện Nhân Vật 1</color>\nThời gian gần đây, sư phụ của Mona, một nữ thuật sỹ già với pháp lực cao cường đã giao cho Mona một nhiệm vụ quan trọng.\nBà có một cố nhân từng là bạn đồng thời cũng là kẻ thù ở Mondstadt, sư phụ yêu cầu cô cướp chiếc rương báu bí mật từ người thừa kế của vị cố nhân đó.\nTrước khi xuất phát, Mona nhận được lời cảnh cáo như sau.\n\"Nếu dám xem món đồ trong rương thì ngươi sẽ phải chịu hình phạt thích đáng.\"\nThật ngạc nhiên, người thừa kế của vị cố nhân đó chính là \"Kỵ Sĩ Tia Lửa\" Klee.\nMặc dù chiếc hộp vẫn còn đó, thế nhưng qua bàn tay của Klee và một vài sự cố \"ngoài ý muốn\"... Mona đã thấy rõ bí mật nằm trong chiệc hộp mà không hề hay biết.\n\"Chết rồi, thôi xong rồi. Đây là cuốn nhật ký của một thiếu nữ sao. Nếu cứ như vậy quay về nhất định sẽ bị lão bà bà giết mất...\"\nKhông còn cách nào khác Mona đành phải lưu lạc tại Mondstadt, sống cuộc đầy khốn khổ nhưng vẫn vui tươi nơi dây.\n<color=#ffd780>Câu Chuyện Nhân Vật 4</color>\nĐôi khi Mona sẽ tụ tập cùng với Klee và Albedo, mục đích chủ yếu là ăn chực một bữa.\nTiếp theo đó là cùng Albedo giao lưu học thuật.\nCả hai đều là những học trò xuất sắc của các vị danh sư, đam mê nghiên cứu các nguyên lý trên thế giới này, việc cùng nhau cọ sát, cố gắng cũng là lẽ thường tình.\nMỗi khi đứng trước Albedo, Mona luôn cố gắng giữ hình tượng sư đồ.\nNhưng cũng nhiều lúc chế giễu người thầy của mình chính là \"lão bà bà đó\".\n\"Hướng nghiên cứu quả là không tầm thường, còn lão bà bà đó đúng là kẻ ngốc cố chấp. Nên dùng từ nào để miêu tả cho chính xác nhỉ?\"\nAlbedo không thể không đặt ra câu hỏi đó. Và đây thực sự là vấn đề mà Mona chưa từng nghĩ đến.\nCô chống cằm suy nghĩ một lúc.\n\"Hừm, kỹ thuật này tất nhiên là vô cùng cao siêu rồi, lão bà bà là người không đáng nhắc đến trước mặt ta.\nBà ấy biết giá của trứng gà, bơ và tiểu mạch không? Về phương diện này, ta chắc chắn vượt xa bà ý.\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>More About Mona: IV</color>\nAstrologist Mona Megistus là cái tên do tôi và lão bà bà cùng đặt, bà ấy nói trong cái tên của tôi hội tụ những thứ mà bà thích. Hừm, nhưng cũng có lúc bà ấy chỉ gọi tôi là Meg, cái tên này khác với Mona, nó giống như một biệt danh... Hừm! Bạn cũng không được gọi tôi như thế! Tôi xấu hổ lắm! Sớm biết như vậy thì... Tôi đã không kể cho bạn nghe!"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Sư Phụ</color>\nTuy rất am hiểu chiêm tinh học, nhưng sư phụ tôi chỉ biết chiêm tinh học. Ngược lại, Alice lại rất giỏi trong nhiều lĩnh vực huyền bí khác.\n<color=#ffffff73>Tôi đang nhận nhiệm vụ từ sư phụ của mình là lấy lại một chiếc hộp ở Mondstadt.</color>\n<color=#ffffff73>Đây là một phần trong thỏa thuận mà bà ấy đã ký kết với một người bạn cách đây 50 năm. Nhưng giờ bà ấy không còn nhanh nhẹn như xưa nữa, nên giờ tôi phải tự mình gánh vác.</color>\n<color=#ffffff73>Sư phụ của tôi và bạn bà ấy đã tranh đấu với nhau về ma thuật huyền bí suốt cả đời mà không có người chiến thắng rõ ràng. Nếu tôi chiến thắng ở đây, thì tôi sẽ chứng tỏ mình vượt trội hơn sư phụ!</color>\n<color=#ffffff73>...Ra là quyển sách... à quyển nhật ký là của bà ấy... Không lẽ là nhật ký 50 năm trước sao?!</color>\n<color=#ffffff73>Thứ cần thu hồi sau mỗi 50 năm, là lịch sử đen tối thời thiếu nữ của bà ấy sao?!</color>\n<color=#ffffff73>Tiêu rồi! Hèn gì bà ấy nói không được xem... nếu không chị sẽ xong đời...</color>\n<color=#ffffff73>Thuật chiêm tinh có thể nhìn thấu mọi lời nói dối, mấy người cũng từng thấy rồi đó.</color>\n<color=#ffffff73>Tôi quyết định rồi, tạm thời ở lại Mondstadt, đợi số mệnh của bà ấy đến hồi kết thì tôi sẽ được tự do.</color>\n<color=#ffd780>Về lời tiên tri ở Fontaine</color>\n<color=#ffffff73>Tôi chỉ có thể nói tôi là nhà chiêm tinh, mà lời tiên tri này có liên quan đến vận mệnh của Fontaine, thậm chí là cả Teyvat. Xác nhận điều này cũng như bói một quẻ cho cả thế giới vậy.</color>\n<color=#ffffff73>Chuyện ở mức độ đó thì không phải ai cũng tùy tiện làm được. Nếu tôi mà làm được thì đã không gọi là nhà chiêm tinh, mà phải gọi là nhà tiên tri rồi.</color>\n<color=#ffffff73>Mặt khác, mức độ to lớn của lời tiên tri này nhất định đến từ một nhà tiên tri mạnh mẽ. Nội dung của nó liên quan tới vận mệnh thế giới... Nếu bỏ qua nó sẽ là một sai lầm.</color>\n<color=#ffffff73>Có chứ. Ở mức độ đấy thì bà già đó hẳn sẽ làm được. Trong hội chị em của bà ta, cũng tức là Hội Ma Nữ ấy, chắc cũng có người làm được chuyện tương tự.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5840,
        "name": "Sói Nhỏ",
        "desc": "<p>Lễ Tân tại Nhà Hát Giả Tưởng.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/18/12108544/fb94dbc368f76160dd1b8dc51776392c_7582316092964045883.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Về hội thoại ở Nhà Hát Giả Tưởng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Tiểu thư ma nữ là tiểu thư ma nữ đó, giống như quý khách chính là quý khách vậy.</color>\n<color=#ffffff73>Tiểu thư ma nữ và bạn của cô ấy... À! Bạn của cô ấy cũng là tiểu thư ma nữ đó. Mỗi người họ đều biết những phép thuật rất lợi hại, phép thuật sáng tạo, phép thuật giả tưởng...</color>\n<color=#ffffff73>Tiểu thư ma nữ dùng bút lông để thi triển phép thuật. Cô ấy có một lọ mực rất thần kỳ, bên trong chứa \"sự chân thực trong tưởng tượng\". Tôi lén liếm thử một miếng, vị đắng lắm luôn... Ọe...</color>\n<color=#ffffff73>Dù sao thì cũng là căn phòng do tiểu thư ma nữ dùng phép thuật để tạo ra, tôi có biết gì về phép thuật đâu...</color>\n<color=#ffffff73>Ừm, tiểu thư ma nữ từng nói, mỗi trang trong sách truyện đều là một đoạn của \"hiện tại\".</color>\n<color=#ffffff73>Các tiểu thư ma nữ khác đều rất thích phép thuật của cô ấy, nên đã dùng phép thuật sáng tạo để biến \"sự chân thực trong tưởng tượng\" thành \"tưởng tượng trong sự chân thật\".</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "name": "Andersdotter",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">là một thành viên của Hội Ma Nữ. Cô là một nhà văn vĩ đại, tác giả của cuốn truyện nổi tiếng </span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">Công Chúa Heo Rừng</span></em><span style=\"color: rgba(255, 255, 255, 0.65)\">.[6].</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/17/44749939/a36e104af615369e0eb75176d94035fd_7428857209899678489.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nhật Ký Cũ"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>...Theo lẽ thường, tôi phải là 'A', vì 'A' là chữ cái đầu tiên và cuối cùng trong tên tôi. Nhưng Alice đã bác bỏ tôi dựa trên thâm niên, và nói rằng tôi sẽ là 'M' thay vì tên đệm của tôi. Haha, cô ấy thực sự biết cách kích thích tôi...</color>\n<color=#ffffff73>Tuy nhiên, phép thuật của cô ấy chưa bao giờ khiến tôi ngừng ngạc nhiên. Tôi vẫn không thể tin được là cô ấy đã khiến một trong những chú ếch origami của tôi bắt đầu nói chuyện.</color>\n<color=#ffffff73>Hừm... Tại sao tôi không viết một câu chuyện với các loài động vật origami làm nhân vật chính? Để xem nào... Ngày xửa ngày xưa, trong một khu rừng ma thuật, có một nhóm động vật làm bằng giấy...</color>\n<color=#ffffff73>Barbie thích nhìn vào tương lai, vì vậy cô ấy đã sử dụng năng lực của mình để vạch ra số phận của tất cả các sinh vật sống trong Simulanka. Nhưng biết trước kết thúc làm mất hết sự thú vị của câu chuyện...</color>\n<color=#ffffff73>Tôi nghĩ tôi sẽ cược với cô ấy. Tôi tin rằng một ngày nào đó, người dân Simulanka sẽ quyết định tự tạo ra số phận của mình.</color>\n...Hình như, cô ấy muốn xây một bức tượng của chính mình ở thủ đô!? Haha, lúc nào cũng muốn thêm chút gia vị."
      }
    ]
  }
}