{
  "epId": 6371,
  "name": "Andersdotter",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">là một thành viên của Hội Ma Nữ. Cô là một nhà văn vĩ đại, tác giả của cuốn truyện nổi tiếng </span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">Công Chúa Heo Rừng</span></em><span style=\"color: rgba(255, 255, 255, 0.65)\">.[6].</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/17/44749939/a36e104af615369e0eb75176d94035fd_7428857209899678489.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1758215383,
  "components": {
    "textualResearch": [
      {
        "title": "Nhật Ký Cũ",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>...Theo lẽ thường, tôi phải là 'A', vì 'A' là chữ cái đầu tiên và cuối cùng trong tên tôi. Nhưng Alice đã bác bỏ tôi dựa trên thâm niên, và nói rằng tôi sẽ là 'M' thay vì tên đệm của tôi. Haha, cô ấy thực sự biết cách kích thích tôi... Tuy nhiên, ma thuật của cô ấy chưa bao giờ khiến tôi ngừng ngạc nhiên. Tôi vẫn không thể tin được là cô ấy đã khiến một trong những chú ếch origami của tôi bắt đầu nói chuyện. Hừm... Tại sao tôi không viết một câu chuyện với các loài động vật origami làm nhân vật chính? Để xem nào... Ngày xửa ngày xưa, trong một khu rừng ma thuật, có một nhóm động vật làm bằng giấy... Barbie thích nhìn vào tương lai, vì vậy cô ấy đã sử dụng năng lực của mình để vạch ra số phận của tất cả các sinh vật sống trong Simulanka. Nhưng biết trước kết thúc làm mất hết sự thú vị của câu chuyện... Tôi nghĩ tôi sẽ cược với cô ấy. Tôi tin rằng một ngày nào đó, Simulanka sẽ quyết định tự tạo ra số phận của mình. ...Hình như, cô ấy muốn xây một bức tượng của chính mình ở thủ đô!? Haha, lúc nào cũng muốn thêm chút gia vị.</color>"
          }
        ]
      },
      {
        "title": "Phong Thư Ngả Vàng",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>Chị em thân mến, tôi sợ ngòi bút của mình sẽ sớm cạn... Ngay cả khi tôi đang viết bức thư này cho các bạn, sự khéo léo của tôi gần như không còn nữa. Cảm ơn các bạn đã thưởng thức những câu chuyện của tôi, và đã tạo ra thế giới này cho tôi... Khoảng thời gian chúng ta bên nhau là tuổi trẻ tuyệt vời nhất mà tôi có thể mong ước. Haha, tôi luôn cảm thấy mình trẻ trung khi ở bên nhau... A' nói rằng ngay cả sau khi tôi ra đi, Nữ thần Định mệnh ở Simulanka vẫn sẽ tiếp tục tồn tại và tiếp tục ban phát điều ước cho mọi người. Điều đó làm tôi rất vui... Nếu các bạn muốn trò chuyện, cứ tự nhiên đến thăm tượng Nữ thần. Chỉ cần đừng ước điều gì kỳ lạ là được!</color>"
          }
        ]
      },
      {
        "title": "Về Durin ở Simulanka",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#37ffff>Barbeloth</color> <color=#ffffffd9>: ...Cô thực sự muốn tạo ra đứa trẻ này sao, M? Tôi đã nói với cô về vận mệnh của nó rồi.</color>\n<color=#37ffff>Barbeloth</color> <color=#ffffffd9>: Nó sẽ bị người tạo ra nó bỏ rơi, và cuối cùng sẽ...</color>\n<color=#37ffff>Andersdotter</color> <color=#ffffffd9>: Tôi biết, B. Cô từng nói với tôi rằng đó là một câu chuyện đáng tiếc... Nhưng đó là chuyện xảy ra trong hiện thực, đúng chứ?</color>\n<color=#37ffff>Andersdotter</color> <color=#ffffffd9>: Chính vì vậy, tôi mới muốn nó có một kết cục tốt đẹp hơn ở thế giới khác. Nó là một đứa trẻ tràn đầy tình yêu trong tim...</color>\n<color=#37ffff>Barbeloth</color> <color=#ffffffd9>: Tôi hiểu, Anya. Nhưng nếu cô muốn đặt cho nó cái tên ấy, thì vận mệnh của đứa trẻ ở Simulanka ít nhiều cũng sẽ trở thành \"hình chiếu\" của hiện thực...</color>\n<color=#37ffff>Andersdotter</color> <color=#ffffffd9>: Nhưng không phải hoàn toàn như vậy, đúng không? Dù chỉ có một chút khả năng thì tôi nghĩ nó vẫn xứng đáng có một cuộc đời khác.</color>\n<color=#37ffff>Andersdotter</color> <color=#ffffffd9>: Tuy nhiên... Đến lúc đó có thể sẽ cần đến sự giúp đỡ của vài người khác.</color>\n<color=#37ffff>Barbeloth</color> <color=#ffffffd9>: Thôi được, bạn thân mến à, sự lựa chọn là của cô.</color>\n<color=#37ffff>Barbeloth</color> <color=#ffffffd9>: Nể cô đã cố chấp như vậy, tôi sẽ nói cho cô nghe một bí mật...</color>"
          }
        ]
      },
      {
        "title": "Bản Thảo Chưa Hoàn Thiện",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>gày xửa ngày xưa, vào cái thời mà núi non trùng điệp, những vì sao nối liền nhau thành những con rắn dài, và những giấc mơ đêm đầy sắc màu...</color>\n<color=#ffffffa6>Có một cô chồn ecmin trắng nhỏ bé (hay một chú chuột bạch, hay một chú thỏ trắng nhỉ? Thôi kệ, chuyện đó để sau tính!) sống trong thị trấn phồn hoa và yên bình này. Bạn bè và hàng xóm đều gọi cô là \"Bông Tuyết\" (tên thật của cô là gì nhỉ... Tôi cũng sẽ phải hỏi sau!).</color>\n<color=#ffffffa6>Bông Tuyết có bộ lông trắng muốt, trắng như tuyết không bao giờ tan trên đỉnh núi, không một tì vết. Đôi mắt cô lấp lánh ánh sáng tĩnh lặng của bầu trời đêm, giọng nói trong trẻo, như thể có đôi bàn tay vô hình đang chơi một nhạc cụ tinh xảo, hay như ai đó đang rót rượu vang vàng nhạt vào ly...</color>\n<color=#ffffffa6>Tất cả người dân thị trấn đều mong muốn được gặp cô mỗi ngày, dù chỉ là để chào hỏi.</color>\n<color=#ffffffa6>Nhưng choáng ngợp trước sự tung hô của mọi người, và choáng ngợp trước những món trang sức lấp lánh, \"Bông Tuyết\" đã quên mất bản thân... thậm chí còn từ bỏ cả tên thật của mình. (Aha! Vấn đề đã được giải quyết!)</color>\n<color=#ffffffa6>Còn quà chào hỏi của tôi thì sao?</color>\n<color=#ffffffa6>Bông Tuyết nói, lười biếng mở cửa hoàn toàn, chỉ có chiếc vòng tay hồng ngọc trên cổ tay mảnh khảnh của cô lấp lánh qua khe hở.</color>\n<color=#ffffffa6>Ồ... Vẻ mặt vị khách lộ rõ vẻ lo lắng. Và với một tiếng \"rầm\", cánh cửa nhỏ lại đóng sầm lại.</color>\n<color=#ffffffa6>Bông Tuyết trong sáng, cao quý và được kính trọng quay trở lại bàn trang điểm để chờ đợi người hâm mộ \"chân thành\" tiếp theo.</color>\n<color=#ffffffa6>Ước mơ của cô là tìm cho mình một người chồng hoàn hảo. Nhưng rõ ràng, chỉ có người đã sở hữu kho báu quý giá nhất trên đời mới xứng đáng được cô cầu hôn...</color>\n<color=#ffffffa6>Hôm đó, một ông Mèo lang thang đã ghé thăm thị trấn của họ.</color>\n<color=#ffffffa6>Ông đến từ một vương quốc xa xôi ở phương Bắc, khoác trên mình một bộ lông dày dặn, được chải chuốt kỹ lưỡng — thậm chí có thể nói là chải chuốt quá mức, bởi nếu đến gần, bạn thậm chí có thể ngửi thấy mùi thức ăn cuối cùng của ông (con mèo của tôi hiện đang ngồi trên người tôi, liếm láp... có mùi tanh nồng nặc...).</color>\n<color=#ffffffa6>Đôi mắt xanh ngọc lục bảo của ông toát lên vẻ thông thái vượt xa bất kỳ người bình thường nào có thể mong đợi.</color>\n<color=#ffffffa6>Người dân thị trấn tốt bụng nồng nhiệt chào đón vị khách lữ hành.</color>\n<color=#ffffffa6>Chỉ trong vòng ba cốc bia, ông đã nghe kể về tất cả những sự kiện đáng chú ý trong thị trấn, và không dưới năm bản dự báo thời tiết khác nhau cho ngày hôm sau.</color>\n<color=#ffffffa6>Trong số tất cả những tin tức đó, điều khiến ông quan tâm nhất là tin tức liên quan đến \"Bông Tuyết\".</color>\n<color=#ffffffa6>Tôi có thể gặp người phụ nữ xinh đẹp này ở đâu?</color>\n<color=#ffffffa6>À... Nếu tôi là bạn, tôi sẽ không bận tâm. Tại sao vậy? Bông Tuyết có sở thích sưu tầm những báu vật quý hiếm.</color>\n<color=#ffffffa6>Trong hai năm qua, cô ấy ngày càng trở nên... cầu kỳ hơn.</color>\n<color=#ffffffa6>Trừ khi bạn đã sở hữu khối tài sản kếch xù, nếu không thì tốt nhất là bạn nên từ bỏ ý định này sớm đi, vì lợi ích của chính bạn. Nghe vậy, đôi mắt xanh của ông Mèo sáng lên.</color>\n<color=#ffffffa6>Cốc cốc cốc. Ông Mèo gõ cửa nhà Bông Tuyết. Với ông, ngôi nhà của cô có vẻ hơi nhỏ.</color>\n<color=#ffffffa6>Quà chào hỏi của tôi ư? Một đôi mắt lờ đờ nhìn ông Mèo qua khe cửa.</color>\n<color=#ffffffa6>Tất nhiên rồi. Tôi đã chuẩn bị món quà tuyệt vời nhất cho Bông Tuyết đáng kính, mà tôi tin rằng sẽ chỉ khiến cô trở nên xinh đẹp hơn hiện tại.</color>\n<color=#ffffffa6>Chiếc vòng cổ này được khảm mã não phương bắc, ngọc trai phương nam và hổ phách phương tây — đó là báu vật lớn của gia tộc tôi. Được các bậc tiền bối tin tưởng, tôi đã đi khắp thế giới để tìm kiếm người đẹp nhất, cao quý nhất để tặng nó.</color>\n<color=#ffffffa6>Được gặp cô là một vinh dự lớn lao, Bông Tuyết. Tôi tin rằng cô chính là người tôi đang tìm kiếm.</color>\n<color=#ffffffa6>Xin hãy nhận món quà của tôi.</color>\n<color=#ffffffa6>Một tia sáng màu rực rỡ tỏa ra từ khe cửa khi hình ảnh phản chiếu của chiếc vòng cổ xa hoa lấp lánh trong mắt Bông Tuyết. Không tệ, không tệ.</color>\n<color=#ffffffa6>Gần như đạt tiêu chuẩn của tôi, Bông Tuyết tự hào nói.</color>\n<color=#ffffffa6>Sau khi gặp nàng, ta tin chắc rằng mọi món trang sức đều sẽ lu mờ trước vẻ đẹp vô song của nàng. Nhưng xin hãy để ta giúp nàng đeo nó lên.</color>\n<color=#ffffffa6>Ngài Mèo cúi chào chân thành, rồi bước vào trong, suýt nữa thì bị kẹt vào cánh cửa hé mở. Giờ ta sẽ làm lễ ban phước và cầu nguyện cho nàng, để món quà này vẫn tỏa sáng rực rỡ như ánh trăng sau khi ta đi khỏi. Xin hãy cứ làm đi. Say sưa với lời khen ngợi của chàng, Bông Tuyết để lộ chiếc cổ trắng ngần như thạch cao...</color>\n<color=#ffffffa6>... Từ ngày đó trở đi, không ai còn thấy Bông Tuyết nữa. Có người nói cô đã chán ngán cuộc sống tầm thường nơi thị trấn, nên một mình lên đường tìm kiếm kho báu...</color>\n<color=#ffffffa6>Trong khi đó, có người lại tin rằng nàng cuối cùng đã tìm được người chồng mà cô hằng mong đợi, sống hạnh phúc mãi mãi với chàng Mèo xa xôi ấy. Ai đó, khi đi ngang qua chàng Mèo khi chàng rời khỏi thị trấn, đã ngửi thấy mùi nước hoa thoang thoảng của Bông Tuyết trên chiếc áo khoác lông của chàng.</color>\n<color=#ffffffa6>(Hừm... Có lẽ câu chuyện này cũng không phù hợp cho trẻ con nhỉ? Ta phải suy nghĩ lại thôi...)</color>"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Andersdotter",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/17/44749939/5e297e09728339f48abbeb32ef00c3f8_6285292391477224078.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tượng của Andersdotter ở Simulanka"
          }
        ]
      },
      {
        "key": "Andersdotter",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/17/44749939/a89711c23770cc5d4922b51962fa909e_7210494274880481131.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hội Ma Nữ",
        "desc": "<p>Hội Ma Nữ là một hội nhóm bí mật gồm các phù thủy quyền năng có niềm đam mê với việc nghiên cứu Cây Thế Giới, họ thường gặp gỡ nhau tại hội nghị tiệc trà. Có tất cả tám phù thủy trong Hội Ma Nữ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/28/44749939/3922d3a37d4e3f6c9f82a84bac3271ca_8520755343547280074.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Andersdotter là một thành viên của Hội Ma Nữ.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Simulanka",
        "desc": "<p>...Rất lâu về trước, ba nữ thần đã tạo ra thế giới tên \"Simulanka\" này.</p><p>Nữ Thần Sáng Thế cai quản phép thuật và vật chất đã tạo ra sự sống của người dân Simulanka, và cỏ cây non nước cũng vì vậy mà hình thành. Simulanka cũng từ đó mới có thể tồn tại trong nhiều thế giới...</p><p>Sau đó là Nữ Thần Tiên Tri cai quản các vì sao và quỹ đạo. Vị nữ thần đó đã khiến cho trời sao xoay chuyển, khiến cho thế giới chuyển động... Ngày nay, bức tượng của vị nữ thần đó vẫn đang ở trên đỉnh của Vương Thành Tinh Cầu.</p><p>Cuối cùng là Nữ Thần Vận Mệnh cai quản mọi câu chuyện và nguyện vọng. Vị nữ thần đó đã ban cho người dân Simulanka tình yêu bất diệt và thù hận cháy bỏng, dạy cho họ biết cái chết và hy vọng là như thế nào...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/25/55631176/1ffd3bcbb0c40bba41445d9adad1cfda_1289282673950604972.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Andersdotter là một trong 3 Ma Nữ đã tạo ra Simulanka.Thế giới này được dựa trên câu chuyện của chính cô ấy. Cô ấy là Nữ Thần Vận Mệnh ở thế giới này.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nhà mạo hiểm vĩ đại, Vua Dodo, Người thủ hộ Mondstadt Cũ, Người Bạn của những người bạn ôm hy vọng, Tác giả của Cẩm nang du ngoạn Teyvat, Tông gia của thuật Temari Kujirai, Nhà cung cấp cho Đại Nhân Sangemah Bay nổi tiếng, Nguyên Lão và người sáng lập Hội Ma Nữ, Biệt Hiệu \"A\", Mẹ của Klee.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/44749939/2052d96f6de8dfc0fcf7d57687730f76_9090744151982434835.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Một nhà giả kim, thành viên của Hội Ma Nữ, một trong năm Tội đồ của Khaenri'ah, và là mẹ của Albedo. Rhinedottir đã tạo ra một đội quân quái vật bóng tối, tấn công Teyvat 500 năm trước. Bà còn được gọi là Gold và R.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/44749939/d55309e0a958d7510f090c7b56a1f4a0_8754136020175423710.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6369,
        "name": "Nicole",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Một nữ tiên tri và là thành viên của Hội Ma Nữ. Cô cũng được biết đến với cái tên Nicole Reeyn và N. </span>Cô là một trong những Thiên Sứ cuối cùng còn giữ được ý thức. Cô đã mất giọng nói và chỉ có thể nói chuyện bên trong đầu mọi người.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/02/44749939/67168abad429bdb2395513e0da376bd8_465984134666434679.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Barbeloth",
        "desc": "<p><span style=\"color: oklab(0.949075 -0.0000115931 -0.00219017)\">Một nhà tiên tri, thành viên của Hexenzirkel, và là giáo viên của Mona. Cô còn được biết đến với tên gọi Nhà chiêm tinh Barbeloth Trismegistus và \"B.\"</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/02/44749939/785b96e3a9ea1961b70fdf94875beb8b_6940969441905045061.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>Một thành viên của Hội Ma Nữ và là Thị trưởng đầu tiên của Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/20/44749939/278069fd43404f861276bfbc77bb2d55_5896471530720862111.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Các Ma Nữ từ Hội Ma Nữ.\nDurin của Simulanka\nAndersdotter đã tạo ra \"đứa con,\" Durin, dựa trên",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Con Rồng Bóng Tối và một trong những đứa con của Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/f985b83ff04cd6928a6e93c9f4daa52d_2728742053670425294.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "ở Teyvat. Cô ấy mong rằng cậu sẽ có vận mệnh riêng của cậu ấy.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sách Và Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 2351,
        "name": "Công Chúa Heo Rừng",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 6301,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6302,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6303,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Video Cốt Truyện",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video Cốt Truyện - Tiệc Trà Của Ma Nữ"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1d77b3f1972e0b02f49a1b5a27009d7c_888359372350112506.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>07/03/2023</color>\n<color=#ffffff73>Đột nhiên nhận được sự liên lạc của đèn cổ, ngay cả cô Alice - \"Nhà Mạo Hiểm Vĩ Đại\", \"Ma Vương Cực Kỳ Xấu Xa\", \"Người Thủ Hộ Mondstadt Cũ\", \"Người Bạn Của Những Người Bạn Ôm Hy Vọng\", , \"Nhà Cung Cấp Của Đại Nhân Sangemah Bay Nổi Tiếng\", \"Nguyên Lão Hội Ma Nữ - Biệt Hiệu A\", \"Mẹ Của Klee Dễ Thương Nhất\" cũng thấy bối rối. May mắn thay, không có sự cố nào xảy ra cả, chỉ khiến cho một cô gái đã trưởng thành bỗng nghĩ đến những người bạn đã cùng mình trải qua cả tuổi thanh xuân.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=RigK4OwCCM8&list=PLqWr7dyJNgLICZACs2Fge9bkhlvdE_Y70&index=18&ab_channel=GenshinImpact"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "name": "Alice",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nhà mạo hiểm vĩ đại, Vua Dodo, Người thủ hộ Mondstadt Cũ, Người Bạn của những người bạn ôm hy vọng, Tác giả của Cẩm nang du ngoạn Teyvat, Tông gia của thuật Temari Kujirai, Nhà cung cấp cho Đại Nhân Sangemah Bay nổi tiếng, Nguyên Lão và người sáng lập Hội Ma Nữ, Biệt Hiệu \"A\", Mẹ của Klee.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/31/44749939/2052d96f6de8dfc0fcf7d57687730f76_9090744151982434835.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Hội Ma Nữ</color>\nCòn về \"một huyền thoại không bao giờ kết thúc\"... Có thể bạn chưa từng gặp M, nhưng chắc hẳn bạn đã từng đọc qua một tác phẩm của bà. Có ai trong số các bạn đã từng đọc \"Công chúa lợn rừng\" chưa? Tôi khá chắc là mọi đứa trẻ ở Mondstadt đều đã đọc cuốn sách đó rồi."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quẻ May Mắn"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>(Nét chữ trông rất dễ thương, không giống như quẻ dùng để xem bói...)</color>\n<color=#ffffff73>Cứ cách một khoảng thời gian, tôi lại du ngoạn khắp Teyvat, để xem có biến động bất thường nào thay đổi địa hình hay không. Đợi đến khi chẳng mấy ai nhớ đến tôi nữa, tôi sẽ viết lại hướng dẫn du lịch bảy quốc gia.</color>\n<color=#ffffff73>Nhưng dạo này hơi mệt rồi, cũng không biết tại sao. Chắc là tại mùa xuân đến rồi đấy.</color>\n<color=#ffffff73>Tôi gặp một cô bé ở Mondstadt, nhìn rất giống bạn hồi nhỏ. Tôi đã đi cùng cô bé cả đoạn đường để trò chuyện, kết quả thì vừa hay cô bé lại đến thư viện để trả sách. Lại vừa hay đúng câu chuyện mà bạn viết.</color>\n<color=#ffffff73>Tôi thầm nghĩ, tôi còn có cuốn sách với chữ ký của bạn đấy. Xem tôi khoe khoang trước mặt trẻ con thế nào nhé. Vậy mà kết quả, cô bé lại nói mình không thích câu chuyện của bạn.</color>\n<color=#ffffff73>Tôi nghĩ do cô bé chưa hiểu, rồi giải thích cho cô bé về lợn rừng, sói và rừng sâu đều là tượng trưng. Thực ra chúng đều đại diện cho thứ gì đó, tất cả đều rất uyên thâm.</color>\n<color=#ffffff73>Kết quả thì cô bé nói là: Em hiểu rồi, nhưng thế giới cũng đã khác rồi.</color>\n<color=#ffffff73>Khi đó tôi thật muốn bạn cũng ở đây để tranh luận với cô bé. Sau cùng bạn sẽ nói là: \"Được rồi, vậy ai mới là người hiểu đây?!\" Nhưng không hiểu tại sao, tôi lại không nói gì cả.</color>\n<color=#ffffff73>Cô bé nghiêng đầu nhìn tôi, nhất thời không nói nên lời, nhìn tôi một hồi rồi lấy khăn lau giọt mồ hôi trên mặt tôi đổ ra vì cơn nóng mùa xuân. Cô bé vẫy tay, xoay lưng tiến vào dòng người. Bím tóc tung tăng, chớp mắt đã không còn thấy nữa.</color>\n<color=#ffffff73>Tôi tức điên lên, tức đến suýt khóc. Cô bé nói biến mất là biến mất, sao có thể thế được chứ. Tôi phải tự mình đi xem xét. Vậy nên tôi cũng không nghĩ về bạn nhiều nữa. Hôm nay là một ngày tuyệt vời để ra ngoài du lịch.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hội Ma Nữ",
        "desc": "<p>Hội Ma Nữ là một hội nhóm bí mật gồm các phù thủy quyền năng có niềm đam mê với việc nghiên cứu Cây Thế Giới, họ thường gặp gỡ nhau tại hội nghị tiệc trà. Có tất cả tám phù thủy trong Hội Ma Nữ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/28/44749939/3922d3a37d4e3f6c9f82a84bac3271ca_8520755343547280074.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ma Nữ Nhỏ và Ngọn Lửa Bất Diệt (Quyển VII)"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Khi cô bị sóng lớn của biển thời gian cuốn đi, vượt qua vô số mắt xoáy nhân quả hội tụ, vượt qua vô vàn sợi tơ trên khung cửi, cô đã bỏ lỡ rất nhiều thứ. Ngay cả buổi tiễn biệt của đại ma nữ mà cô ngưỡng mộ cũng kết thúc một cách quạnh hiu và cô chẳng thể tham gia.</color>\n<color=#ffffff73>Sao cũng được, dù sao tiểu ma nữ cũng vượt qua đủ loại thí luyện khác nhau, khiêu chiến vô vàn thứ quái quỷ, và đã đến được trước mặt ma nữ già. Thật ra tiểu ma nữ cảm thấy những trải nghiệm này chẳng đáng nhắc tới, trước đó tại sao phải tốn nhiều công sức như vậy. Tóm lại, quan trọng nhất chỉ có tiệc trà của ma nữ và mục tiêu mà cô theo đuổi mà thôi.</color>\n<color=#ffffff73>Thực tế thì khi bắt đầu hành trình cô đã nhìn thấy rồi. Dù là bầu trời hay trong hang động đen kịt như một túi than, thì chúng ta đều biết rằng cả hai thực ra chẳng có gì khác biệt... Ngôi sao phát ra ánh sáng yếu ớt, cố gắng chống lại bóng tối của thế giới bủa vây tấn công. Sau khi vũ trụ dần trở nên ảm đạm, tất cả ngôi sao và cả ngôi sao được xưng là mặt trời kia chợt lụi tắt, mọi người quyết định gọi nó là Sao Bọ Cạp. Tiểu ma nữ nhớ rằng mình đã từng nghe câu chuyện này trong tiệc trà của các ma nữ, nhưng cô chỉ nhớ mỗi cái tên, những thứ khác đều không nhớ nữa.</color>\n<color=#ffffff73>Tóm lại, tiểu ma nữ đến trước mặt ma nữ già, ma nữ già thật ra chính là Sao Bọ Cạp cuối cùng vẫn cháy sáng. Nhưng lúc này đây ngọn lửa đã rất yếu ớt, chỉ còn lại chút tro tàn. Tiểu ma nữ nắm lấy tay bà. Tay của ma nữ già đã như một cành cây, khô cằn và yếu ớt. Cô nhớ lại, ma nữ già cũng từng là một tiểu ma nữ, tay của bà cũng từng trắng trẻo mềm mại như tay cô, ma nữ già cũng từng dùng đôi tay như vậy để nâng tách trà một cách tao nhã, để mang đến rất nhiều ma pháp, thắp lên ngọn lửa của nhiều thế giới.</color>\n<color=#ffffff73>Tiểu ma nữ nói:</color>\n<color=#ffffff73>\"Xem ra mọi người đều không muốn ngọn lửa tắt đi, chuyện này cũng không còn cách nào khác. Trong lần tạm biệt trước... khi đó bà cũng có mặt... Các ma nữ từng nói, trong năm tháng dài đằng đẵng, Hội Ma Nữ trường sinh đã mất đi rất rất nhiều thứ, việc sống, chết, yêu, hận đều đã trở nên không mấy quan trọng nữa. Nhưng thực ra đó chỉ là nói dối thôi, cũng chỉ là cách nói để an ủi những người bạn rời đi trước họ. Thực ra ma nữ đều rất trân trọng chút ánh sáng và ngọn lửa nhỏ nhoi trong thế giới tối đen không hy vọng, cũng trân trọng cả chiếc bóng do ánh lửa rọi xuống.\"</color>\n<color=#ffffff73>\"Bà luôn nói mình không bằng chúng tôi, nhưng tôi luôn cảm thấy bà mới là ma nữ lợi hại nhất, đáng yêu nhất. Bà luôn nói mình không để lại được điều gì, nhưng trong những câu chuyện mà bà để lại đã chứa đựng vô số thế giới. Cho dù qua thêm một trăm năm, một ngàn năm nữa, cho dù ngày tận thế mà ma nữ chiêm tinh nào đó lo lắng có ập đến, hay tất thảy ma nữ vốn trường sinh đều qua đời đi chăng nữa, thì những ánh sáng nhỏ nhoi chiếu rọi thế giới nhỏ bé này cũng sẽ không bao giờ nhòe đi. Đúng vậy, bà mới là đại ma nữ lợi hại nhất, lợi hại hơn chúng tôi nhiều. Tôi sẽ rất nhớ bà. Tạm biệt nhé.\"</color>\n<color=#ffffff73>Ma nữ già không đáp lại, vì nơi đây chỉ còn một cái vỏ rỗng, không khác biệt gì so với vô số vỏ rỗng mà tiểu ma nữ từng gặp trong hành trình, nguyên liệu cấu thành cơ bản cũng giống nhau. Điều khác biệt duy nhất với vô vàn vỏ rỗng khác chính là chút ánh lửa nhỏ nhoi đó.</color>\n<color=#ffffff73>Tiểu ma nữ lấy đi ngọn lửa thiêu đốt ma nữ già, bước lên con đường trở về. Tóm lại, câu chuyện đến đây là kết thúc. Cuộc mạo hiểm của tiểu ma nữ vẫn sẽ tiếp tục, vì cô đã quyết định mang theo ngọn lửa của ma nữ già đi khắp vũ trụ, thắp sáng mọi ngóc ngách của thời gian.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "name": "Barbeloth",
        "desc": "<p><span style=\"color: oklab(0.949075 -0.0000115931 -0.00219017)\">Một nhà tiên tri, thành viên của Hexenzirkel, và là giáo viên của Mona. Cô còn được biết đến với tên gọi Nhà chiêm tinh Barbeloth Trismegistus và \"B.\"</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/02/44749939/785b96e3a9ea1961b70fdf94875beb8b_6940969441905045061.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quẻ May Mắn"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>(Nét chữ hoa lệ đẹp mắt, như là được in ra vậy, không giống như quẻ dùng để xem bói...)</color>\n<color=#ffffff73>Thực ra tôi vốn cảm thấy chúng tôi không quá thân thiết trong hội do Alice thành lập. Nhưng qua nhiều năm như vậy, tôi phát hiện những con người và sự vật bên cạnh mình đều thay đổi rất nhanh. Bạn là một trong những người tôi quen thuộc nhất rồi.</color>\n<color=#ffffff73>Ban đầu tôi cũng không hiểu Alice duyệt bạn ở điểm nào, dù sao thì cô ấy nói \"thú vị\" cũng là một tiêu chuẩn, \"thú vị nhất\" sẽ là tiêu chuẩn duy nhất để được kéo vào nhóm. Sau này tôi đã rõ, ban đầu tôi chỉ tự cho rằng mình hiểu câu chuyện mà bạn viết. Có lẽ bạn rất nhạy bén với quy luật vận hành của thế giới, thỉnh thoảng còn nhạy hơn cả thuật chiêm tinh nữa. Nhưng mà thỉnh thoảng thôi!</color>\n<color=#ffffff73>Tôi cũng già lắm rồi, không biết còn sống được bao lâu. Đương nhiên tôi cũng chỉ tiện nhắc thôi, thực sự là cũng có chút nhớ bạn, nhưng tôi không định đến bầu bạn với bạn đâu.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6372,
        "name": "I. Ivanovna N.",
        "desc": "<p>Một thành viên của Hội Ma Nữ và là Thị trưởng đầu tiên của Snezhnaya.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/20/44749939/278069fd43404f861276bfbc77bb2d55_5896471530720862111.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Quẻ May Mắn"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>(Nét chữ gọn gàng, không giống như quẻ dùng để xem bói...)</color>\n<color=#ffffff73>Barbie già rồi, khi viết cũng bị cảm xúc ảnh hưởng, không còn lưu loát nữa. Tôi thì khác, là thị trưởng đời đầu, tôi đã nhờ Alice giúp xử lý một mớ chuyện vặt vãnh ở Snezhnaya. Đổi lại, cô ấy nhờ tôi viết một đoạn.</color>\n<color=#ffffff73>Tôi không tin sau khi chết vẫn còn thế giới khác, vậy nên khi sống phải nỗ lực hết mình. Vì vậy, tôi cũng không nghĩ bạn sẽ đọc được một chữ nào của tôi, trong những con chữ tôi viết cho riêng mình.</color>\n<color=#ffffff73>Hai chúng ta đều là người thường không có phép thuật gì, cũng chưa từng trải qua huấn luyện chiến đấu, có lẽ chúng ta có thể thấu hiểu lẫn nhau. Nhưng thực ra tôi thấy không được. Vì Alice đối xử quá ██ tốt với bạn. Năm đó cô ấy bắt tôi chui qua đường ống thoát nước, cho nổ lò lửa, bắt mèo trong bí cảnh... trải nghiệm rất trắc trở, quá trình rất phức tạp, tóm lại là để bảo vệ mọi người xung quanh.</color>\n<color=#ffffff73>Bạn sẽ cảm thấy đây chính là cái giá phải trả để có mối quan hệ tốt đẹp với một đám mụ già điên? Tôi đoán bạn sẽ không nghĩ vậy, tôi cũng không. Đây rõ ràng là quãng thời gian quý báu nhất mà chúng ta cùng trải qua mà.</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Andersdotter"
          }
        ]
      },
      {
        "key": "Quốc Gia",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Hội Ma Nữ"
          }
        ]
      },
      {
        "key": "Tiếng Trung CV",
        "value": [
          {
            "type": "RichText",
            "text": "汪滢滢 (Wang Yingying)"
          }
        ]
      },
      {
        "key": "Tiếng Anh CV",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Samantha Cooper</color>"
          }
        ]
      },
      {
        "key": "Tiếng Nhật CV",
        "value": [
          {
            "type": "RichText",
            "text": "河原木志穂 (KAWARAGI Shiho)"
          }
        ]
      },
      {
        "key": "Tiếng Hàn CV",
        "value": [
          {
            "type": "RichText",
            "text": "김서영 (Kim Seo-yeong)"
          }
        ]
      }
    ]
  }
}