{
  "epId": 6559,
  "name": "Tsumi",
  "desc": "<p>Chư hầu cuối cùng của Watatsumi.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/44749939/427804c5c29bbf99e35cca50da297e92_6778178839434052599.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1744348566,
  "components": {
    "galleryCharacter": [
      {
        "key": "Tsumi",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/44749939/baa873344ce8f6e483fa0861e7f36cc8_7209690481832058224.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Tsumi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Một truyền thuyết cổ xưa của người Enkanomiyan kể rằng khi người Bathysmal Vishaps bị đánh bại trong cuộc chiến giữa người Enkanomiya và người Rồng Biển Sâu, họ phải thích nghi để sinh tồn. Họ bắt đầu bắt chước những người chiến thắng, và cuối cùng, điều này đã tạo ra một dòng họ Rồng Biển Sâu không thể phân biệt được với con người ngoại trừ đồng tử của họ. Những người này đã thâm nhập vào Enkanomiya và nắm giữ nhiều vị trí. Tsumi sống giữa những người Rồng Biển Sâu từ nhỏ và coi mình là một trong số chúng. Cô không có gì ngoài một huy chương khác thường và một vài cuốn sách. Nhờ những cuốn sách, cô đã học được chữ viết và ngôn ngữ của con người, nhưng cô không có cơ hội nói chuyện với mọi người và tìm hiểu những cuốn sách đang nói về điều gì. Trong nhiều năm, họ sống trong bóng tối cho đến một ngày, Nhà Lữ Hành xuống Enkanomiya để tìm San hô Máu của Watatsumi và thực hiện một nghi lễ trên Đảo Watatsumi. Những rạn san hô như vậy đã ngăn chặn những con rồng sâu dưới tòa tháp ở Dainichi Mikoshi, và một rào chắn bảo vệ bao quanh chính tòa tháp. Để lấy san hô, Nhà Lữ Hành đã gỡ bỏ rào chắn và khởi động lại mặt trời nhân tạo, mang ánh sáng đến Enkanomiya và làm phiền các Rồng Biển Sâu. Kể từ cuộc chiến đầu tiên, ánh sáng có nghĩa là sự hiện diện của con người đối với loài rồng, vì vậy chúng tránh xa nó.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/3eedbb236edfd30079133e20c2099bc9_2784655553685407423.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>San hô Máu là cần thiết để thực hiện nghi lễ Tế Linh Hồn Watatsumi, nhằm mục đích loại bỏ hiện tượng Đất Thánh trên Đảo Watatsumi. Hiện tượng này là sự mở rộng môi trường sống của Rồng Biển Sâu và có nghĩa là sức mạnh nguyên tố nguyên thủy của ba thế giới đang gia tăng. Đất Thánh làm cho đất đai trở nên cằn cỗi và tấn công vào nền nông nghiệp. Trong nghi lễ, Thánh Pháp Sư nhận thấy hiện tượng này không biến mất mà chỉ dừng lại. Vào thời điểm này, Tsumi đã liên minh với Enjou, một thành viên của Giáo Đoàn Vực Sâu. Cô ấy muốn tiêu diệt Dainichi Mikoshi để bóng tối ngự trị ở Enkanomiya và để các Rồng Biển Sâu có thể giải cứu các rồng biển sâu bị giam cầm của họ. Enjou hứa sẽ nhấn chìm Enkanomiya vào bóng tối, và đổi lại, Rồng Biển Sâu sẽ cho phép Vực Sâu đi qua lãnh thổ của họ một cách an toàn và giúp khôi phục lại Tháp Hư Không. Các Rồng Biển Sâu không biết rằng bóng tối của Vực là một chất độc khủng khiếp đối với các sinh vật nguyên tố, vì vậy họ đã đồng ý thỏa thuận, nhưng Enjou đã phản bội họ. Anh ta xây dựng lại các tòa tháp ở các góc biên giới của Enkanomiya và sau đó sử dụng chúng để truyền năng lượng của Vực Sâu, điều này đã mang lại sự đau khổ lớn cho các Rồng Biển Sâu.</color>\n<color=#ffffff73>Khi Thánh Pháp Sư gửi quân đến Enkanomiya, họ đã bị thương nghiêm trọng trong trận chiến với Kỵ Sĩ Hắc Xà. Thánh Pháp Sư của Sangonomiya đã yêu cầu Nhà Lữ Hành giúp thanh tẩy bóng tối khỏi Enkanomiya và đưa cho họ một mảnh huy chương trong trường hợp họ phải đưa ra lựa chọn. Tsumi đeo một chiếc mặt nạ che đi đôi mắt rắn của mình và giả vờ là Nữ pháp sư của Sangonomiya để giúp đỡ những người bị thương. Cô đã hợp tác với Nhà Lữ Hành để trả thù Enjou. Tsumi đã đưa cho Nhà Lữ Hành một chiếc Hộp Bokuso đặc biệt có thể xua tan bóng tối đã bao trùm Enkanomiya để cô có thể sử dụng sức mạnh của Dainichi Mikoshi tạo ra bóng tối để bảo vệ các Rồng Biển Sâu. Enjou tiết lộ động cơ thực sự của Tsumi với Nhà Lữ Hành và đưa cho họ một huy chương tương tự như chiếc mà Thánh Pháp Sư tặng như một món quà chia tay. Anh cũng giúp họ hướng đến ánh sáng và xua tan bóng tối trong Dainichi Mikoshi bằng cách sử dụng các cơ chế mà anh để lại gần Tháp Hư Không.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/dd24b9b451e2ae8db2f2d645c7b48153_7586980090791393232.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Mặc dù bóng tối bao trùm Dainichi Mikoshi đã tan, Tsumi vẫn cảm thấy như tòa tháp có thể nghe được mong muốn của cô. Nó sẽ thay đổi độ sáng chỉ bằng một ý nghĩ. Nếu Tsumi ước, tòa tháp sẽ sụp đổ trước mắt cô. Chỉ bằng một ý nghĩ, như thể chỉ bằng một cái búng tay, nguồn gốc của nỗi đau khổ lớn lao của các Rồng Biển Sâu sẽ sụp đổ. Nhưng Tsumi không thể làm như vậy. Khi Nhà Lữ Hành đưa cho cô hai mảnh huy chương trong cuộc gặp gỡ của họ, Tsumi đã kết hợp chúng với của riêng cô, và chúng tạo thành một huy chương có hình dạng ba con rắn quấn vào nhau. Di vật này thuộc về thời kỳ đầu khi Watatsumi Omikami tổ chức lại triều đình và cải cách Enkanomiya. Ba mặt dây chuyền được trao cho Dainichi Mikoshi, dòng dõi Sangonomiya và chư hầu của Watatsumi, những gia quyến của Orobashi. Ý định ban đầu là dân thường, các quan chức và chư hầu sẽ cùng nhau chịu trách nhiệm. Chư hầu của Watatsumi thường mang hình dạng nửa người nửa rắn, tượng trưng cho việc họ là thần hộ mệnh của thần rắn. Theo thời gian, chư hầu dần trở nên giống hệt con người — ngoại trừ con ngươi mắt, còn các Rồng Biển Sâu và người bò sát chỉ là tưởng tượng. Watatsumi Omikami đã dùng hết sức mạnh để tạo ra Đảo Watatsumi, và sau đó, nó ngày càng yếu đi. Không còn chư hầu nào của Watatsumi được sinh ra sau đó. Tuy nhiên, có đề cập trong hồ sơ về chư hầu cuối cùng, người được cho là cầu nối giữa rồng và con người. Khi còn là một bé gái, cô và người hầu cận của mình đã bị Rồng Biển Sâu tấn công ở biên giới Enkanomiya. Nhiều người tin rằng cô đã chết, trong khi những người khác lại nghĩ rằng Rồng Biển Sâu đã nuôi dưỡng cô. Mảnh huy chương của Tsumi hoàn toàn khớp với các mảnh từ Sangonomiya và Dainichi Mikoshi vì cô là chư hầu của Watatsumi. Cô vẫn không muốn chấp nhận và chọn gia tộc Rồng Biển Sâu.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Con người thuộc về nơi họ được sinh ra, còn động vật thì thuộc về nơi chúng được ăn no.\"</color>\n<color=#ffffffd9>Tôi là rồng, không phải người, nên tôi phải quay trở về đó.</color>\n<color=#ffffffd9>Dainichi Mikoshi cứ để vậy đi. Một ngày nào đó, chúng tôi sẽ trở lại.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Bài Viết Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p><span style=\"color: oklab(0.947571 -0.0000138581 -0.00225699)\">Một thành viên của Giáo Đoàn Vực Sâu, tự gọi mình là một nhân vật mọt sách và một học giả. Anh ta cũng được biết đến với cái tên Thứ Tự Xưng Là</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> \"Enjou\"</span><span style=\"color: oklab(0.947571 -0.0000138581 -0.00225699)\">, Sanka và Thứ Tự Xưng Là\"Sanka\".</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/06/44749939/af90fec542beaf6e5d0ae2a3900cd18d_854949596531842261.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Rồng Biển Sâu - Thôn Lôi",
        "desc": "Loài rồng sinh sống dưới biển sâu. Vì sự phân hóa xã hội, nên đã xuất hiện trạng thái nguyên tố Lôi.<br/>Sau khi Thất Vương xa xưa đã lụi tàn, Thất Vương của thế hệ mới lần lượt được sinh ra. Nhưng Rồng Biển Sâu tiến hóa như vậy cũng đã mất đi sự thuần túy. Rồng nước đã không còn sinh trưởng trong chính chủng tộc của chúng nữa. Theo lời tiên đoán, loài rồng nước mới nhất định sẽ sinh ra dưới hình dáng của con người...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Rồng Biển Sâu - Nguyên Thủy",
        "desc": "Loài rồng sinh sống dưới biển sâu.<br/>Chúng từng là một nhánh chủng tộc biển sâu - Thật ra, trong quá khứ xa xưa hơn, rồng chính là kẻ chi phối thế giới này. Thất Vương ngày xưa đã bị thế lực trên trời cao đánh bại, dần dần lụi tàn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Rồng Biển Sâu - Nanh Băng",
        "desc": "Loài rồng sinh sống dưới biển sâu. Vì sự phân hóa xã hội, nên đã xuất hiện trạng thái nguyên tố Băng.<br/>Sự xuất hiện của loài người đã dẫn đến phân tranh, Rồng Biển Sâu bắt đầu tiến hóa, cũng giống như loài kiến căn cứ theo giới tính và phân công để sản sinh ra các hình thái khác nhau vậy. Những con rồng này lớn mạnh hơn so với Rồng Biển Sâu thông thường.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6557,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1250,
        "name": "Trang Sức Vỡ Nát",
        "desc": "Món trang sức nhận được từ Kokomi, trông giống như mảnh vỡ của một thứ gì đó. Theo Kokomi, nó có thể sẽ có ích.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragmented Accessory_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Các Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Tsumi đã sống ở Enkanomiya suốt cuộc đời cô ấy.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Rồng Biển Sâu - Nguyên Thủy",
        "desc": "Loài rồng sinh sống dưới biển sâu.<br/>Chúng từng là một nhánh chủng tộc biển sâu - Thật ra, trong quá khứ xa xưa hơn, rồng chính là kẻ chi phối thế giới này. Thất Vương ngày xưa đã bị thế lực trên trời cao đánh bại, dần dần lụi tàn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Rồng Biển Sâu - Thôn Lôi",
        "desc": "Loài rồng sinh sống dưới biển sâu. Vì sự phân hóa xã hội, nên đã xuất hiện trạng thái nguyên tố Lôi.<br/>Sau khi Thất Vương xa xưa đã lụi tàn, Thất Vương của thế hệ mới lần lượt được sinh ra. Nhưng Rồng Biển Sâu tiến hóa như vậy cũng đã mất đi sự thuần túy. Rồng nước đã không còn sinh trưởng trong chính chủng tộc của chúng nữa. Theo lời tiên đoán, loài rồng nước mới nhất định sẽ sinh ra dưới hình dáng của con người...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Rồng Biển Sâu - Nanh Băng",
        "desc": "Loài rồng sinh sống dưới biển sâu. Vì sự phân hóa xã hội, nên đã xuất hiện trạng thái nguyên tố Băng.<br/>Sự xuất hiện của loài người đã dẫn đến phân tranh, Rồng Biển Sâu bắt đầu tiến hóa, cũng giống như loài kiến căn cứ theo giới tính và phân công để sản sinh ra các hình thái khác nhau vậy. Những con rồng này lớn mạnh hơn so với Rồng Biển Sâu thông thường.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Các Rồng Biển Sâu đã nuôi dạy Tsumi từ thời thơ ấy, và cô ấy coi mình là một trong số họ.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "name": "Orobashi",
        "desc": "<p>Thần Rắn, người đã đưa người dân Enkanomiya ra khỏi Biển Đen và lên mặt đất. Sau đó Thần Rắn đã bị Raiden Ei giết.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/11/44749939/9558bf3b89cb0dd8b8ea5fea4f8df189_308573954058729546.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Tsumi là chư hầu của Watatsumi, Gia Quyến của Orobashi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p><span style=\"color: oklab(0.947571 -0.0000138581 -0.00225699)\">Một thành viên của Giáo Đoàn Vực Sâu, tự gọi mình là một nhân vật mọt sách và một học giả. Anh ta cũng được biết đến với cái tên Thứ Tự Xưng Là</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> \"Enjou\"</span><span style=\"color: oklab(0.947571 -0.0000138581 -0.00225699)\">, Sanka và Thứ Tự Xưng Là\"Sanka\".</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/06/44749939/af90fec542beaf6e5d0ae2a3900cd18d_854949596531842261.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Tsumi và Các Rồng Biển Sâu hợp tác với Enjou để nhấn chìm Enkanomiya vào bóng tối.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Các Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 1250,
        "name": "Trang Sức Vỡ Nát",
        "desc": "Món trang sức nhận được từ Kokomi, trông giống như mảnh vỡ của một thứ gì đó. Theo Kokomi, nó có thể sẽ có ích.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragmented Accessory_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 295,
        "name": "Ấn Ánh Sáng",
        "desc": "Dấu ấn tượng trưng cho sự công nhận của Tokoyo Ookami - Enkanomiya. <br/>Hiến tế cho Tượng Ngự Sử để nâng cấp Hộp Bokuso.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Light Realm Sigil_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 296,
        "name": "Hạt Nhân Ánh Sáng",
        "desc": "Hòn đá kỳ lạ đã tìm thấy được khi thám hiểm Enkanomiya đang bị sương đen bao phủ.<br/>Để chiến đấu với Vực Sâu, Lãnh Địa Ánh Sáng đã cung cấp thêm sự trợ giúp cho con người.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Light Realm Core_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6557,
        "desc": "",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Tsumi"
          }
        ]
      },
      {
        "key": "Vùng Đất",
        "value": [
          {
            "type": "RichText",
            "text": "Enkanomiya"
          }
        ]
      },
      {
        "key": "Thuộc",
        "value": [
          {
            "type": "RichText",
            "text": "Chư hầu của Watatsumi"
          }
        ]
      }
    ]
  }
}