{
  "epId": 6560,
  "name": "Enjou",
  "desc": "<p><span style=\"color: oklab(0.947571 -0.0000138581 -0.00225699)\">Một thành viên của Giáo Đoàn Vực Sâu, tự gọi mình là một nhân vật mọt sách và một học giả. Anh ta cũng được biết đến với cái tên Thứ Tự Xưng Là</span><span style=\"color: rgba(255, 255, 255, 0.85)\"> \"Enjou\"</span><span style=\"color: oklab(0.947571 -0.0000138581 -0.00225699)\">, Sanka và Thứ Tự Xưng Là\"Sanka\".</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/06/44749939/af90fec542beaf6e5d0ae2a3900cd18d_854949596531842261.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1744348493,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "RichText",
        "text": "Giáo Đoàn Vực Sâu\nEnjou là một thành viên của giáo đoàn.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Enjou đã đến Enkanomiya để thực hiện nhiệm vụ 2 lần.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>Chư hầu cuối cùng của Watatsumi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/44749939/427804c5c29bbf99e35cca50da297e92_6778178839434052599.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Enjou hứa với Tsumi và các con Rồng sẽ nhấn chìm toàn bộ Enkanomiya vào bóng tối, và đổi lại, Rồng sẽ cho phép Giáo Đoàn Vực Sâu đi qua lãnh thổ của họ một cách an toàn</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Học Sĩ Vực Sâu - Uyên Hỏa",
        "desc": "Ma vật điều khiển ngọn lửa của vực sâu, theo đuổi ý nghĩa của chương sách, trực thuộc Giáo Đoàn Vực Sâu.<br/>Cách mà con người trên mặt đất gọi chúng có hơi sai lệch so với nghĩa gốc. \"Học Sĩ\" cũng có nghĩa là \"Người Đọc Kinh\". Đọc vang ân điển, triệu hồi sức mạnh siêu cường.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Hình dạng thật của Enjou",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Nhật Nguyệt Tiền Truyện",
        "desc": "Một biên niên sử cấm người thường đọc. Cách viết là sự kết hợp giữa ngụ ngôn và ghi chép lịch sử. Từ khi khai thiên lập địa cho đến khi Dainichi Mikoshi hoàn thành.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Before Sun and Moon_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Video Giới Thiệu và Cắt Cảnh",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Giới thiệu nhân vật trong Abyss Impact - Học Sĩ Vực Sâu - Uyên Hỏa: Giấy Cũ Chứa Vàng\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/03/237301566/0b8e2c5d18b254a94b1f0e4157af1cdb_234079531504527699.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>1 Tháng 4, 2022</color>\n\" <color=#ffffff73>Sách vở vẫn là nên giao cho người nghiên cứu thì thích hợp hơn.\"\" Mặc dù cuốn sách này khá hay, chỉ là không ngờ người đọc kinh cũng thích thể loại truyện này.\"</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=dZsCPpuxgfM"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video Kỷ Niệm - Ánh Sáng Lấp Lánh"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/cadd5559d2a5c1c3f4a4ce3d96e15ef9_4330869853506093995.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17 Tháng 9, 2022</color>\n<color=#ffffff73>\"Có lẽ chỉ khi bóng tối như vực thẳm buông xuống, con người ta mới có thể chú ý đến ánh sáng lấp lánh luôn ở cạnh bên ta.\"</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xm6DtDBkDFw"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tranh Vẽ",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Valentine Trắng 2024"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/92d7c1f6108b39f1f010dbb563ad188f_7328193714011362612.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14 Tháng 3, 2024</color>\n<color=#ffffff73>Nhìn vẻ mặt này đây, chẳng lẽ là không nhớ ra tôi sao?</color>\n<color=#ffffff73>Cái gì mà \"Học Sĩ Vực Sâu trông đều như nhau, biến thành người rồi hãy đến\"</color>\n<color=#ffffff73>Xem ra món quà chia tay lần trước đã để lại ấn tượng không đủ sâu sắc rồi.</color>\n<color=#ffffff73>Lần này tôi đặc biệt chọn những bông hoa tươi đẹp này để đem đến tặng đấy. Nhưng mà tôi giấu điện hạ đến đây nên không chuyển lời giúp được đâu.</color>\n<color=#ffffff73>Thế nào, có phải cảm thấy có thể tha thứ cho tôi rồi không? Này này, buông vũ khí xuống đã, có gì từ từ nói...</color>"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Enjou",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>là thành viên của Giáo Đoàn Vực Sâu, một tổ chức do anh / em của Nhà Lữ Hành lãnh đạo. Họ là những người duy nhất có thể sống trong Hư Không, nơi cực kỳ độc hại với mọi người khác. Mặc dù sức mạnh của Vực Sâu cũng có tính hủy diệt đối với Giáo Đoàn, nhưng nó thu hút và làm họ say mê. Hình dạng thực sự của Enjou là Học Sĩ Vực Sâu, nhưng anh ta đã chọn hình dạng của một người Inazuma để vào Enkanomiya để không gây nghi ngờ. Anh ta có kiến thức về ngôn ngữ Byakuyakoku, ngôn ngữ cổ xưa của người dân Enkanomiya trước khi họ đến bề mặt của Teyvat.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"</color> <color=#ffffffd9>Tôi đúng thật là đang dịch sách sử, chẳng qua là không liên quan đến thí luyện thôi. Tôi thật sự chỉ là một người đọc sách, và biến thành quái vật nguyên tố Hỏa.</color>\n<color=#ffffffd9>Chẳng phải các bạn gọi những người đọc sách như chúng tôi là \"học sĩ\" sao?</color> <color=#ffffffd9>\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/197e6cf0591cadfe4fae1222ac073b2e_679485616723821755.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Trong nhiệm vụ đầu tiên của mình đến Enkanomiya, Enjou đã đi tìm cuốn sách \"Nhật Nguyệt Tiền Truyện\", do thư ký của Người cai trị thời gian, Istaroth viết. Cuốn sách này mô tả lịch sử về sự xuất hiện của Các Vị Đầu Tiên, cuộc chiến với Thất Long Vương, sự thay đổi của Teyvat, sự sáng tạo của con người, sự xuất hiện của Vị thứ hai, sự khởi đầu của cuộc chiến tranh vĩ đại và sự sụp đổ của Enkanomiya vào Biển Đen trong cuộc chiến này. Những biên niên sử này mô tả các sự kiện khi các vị thần không đi trên trái đất và toàn bộ vùng đất thuộc về một nền văn minh duy nhất. Đối với người dân Teyvat, thời điểm \"khi các vị thần đi trên trái đất\" là quá khứ xa xôi nhất, vì vậy đối với Hội Vực Sâu, cuốn sách này là cách duy nhất để chứng minh rằng Thiên Lý và các Vị Thần đã đến thế giới này từ bên ngoài. Cuốn sách này chỉ có một bản duy nhất trong thư viện Enkanomiya, nhưng Enjou không thể tìm thấy nó ở đó hoặc trong Dainichi Mikoshi. Trong nhiệm vụ của mình ở Enkanomiya, Enjou đã gặp Nhà Lữ Hành và Paimon và tự giới thiệu với họ rằng mình là một học giả đang nghiên cứu Byakuyakoku. Với sự giúp đỡ và hiểu biết về ngôn ngữ của mình, Nhà Lữ Hành có thể gỡ bỏ rào cản khỏi Dainichi Mikoshi và tìm thấy dây cương vàng cần thiết để khởi động mặt trời nhân tạo. Khi Traveler đang thu thập San hô Máu cần thiết để thực hiện nghi lễ Sangonomiya (hậu duệ của Enkanomiya), Enjou đã bộc lộ bản chất thực sự của mình và cố gắng chiến đấu với họ với hy vọng tìm thấy cuốn sách. Sau khi bị đánh bại, Học Sĩ Vực Sâu biến mất vào một cổng dịch chuyển.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"</color> <color=#ffffffd9>Có vẻ như ta đã thất bại. Và chúng ta đều đã học được một chút gì đó đúng không</color>\n<color=#ffffffd9>Lần sau đừng dễ dàng tin tưởng người khác như vậy nhé.</color>\n<color=#ffffffd9>Ví dụ như cái tên bên cạnh ngươi đấy. Nói không chừng một ngày nào đó cũng sẽ phản bội ngươi.</color>\n<color=#ffffffd9>Sao lại chơi trò kích động ly gián như vậy chứ!\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Các Bài Viết Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Học Sĩ Vực Sâu - Uyên Hỏa",
        "desc": "Ma vật điều khiển ngọn lửa của vực sâu, theo đuổi ý nghĩa của chương sách, trực thuộc Giáo Đoàn Vực Sâu.<br/>Cách mà con người trên mặt đất gọi chúng có hơi sai lệch so với nghĩa gốc. \"Học Sĩ\" cũng có nghĩa là \"Người Đọc Kinh\". Đọc vang ân điển, triệu hồi sức mạnh siêu cường.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "Nhật Nguyệt Tiền Truyện",
        "desc": "Một biên niên sử cấm người thường đọc. Cách viết là sự kết hợp giữa ngụ ngôn và ghi chép lịch sử. Từ khi khai thiên lập địa cho đến khi Dainichi Mikoshi hoàn thành.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Before Sun and Moon_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "San Hô Máu",
        "desc": "San hô ngưng tụ sinh mệnh của Watatsumi Omikami, là đạo cụ không thể thiếu khi tổ chức Tế Lễ Linh Hồn Watatsumi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Nghi Lễ Cổng Tam Giới",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/13677155c217b30cdeaf3830fc82cee6_4368940544380021729.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Một thời gian sau khi nghi lễ diễn ra ở</color> <color=#ffffff73>Thánh Pháp Sư nhận thấy có điều gì đó không ổn trong quá trình này. Cô đã cử một số quân đến Enkanomiya, nhưng họ chỉ bị thương nghiêm trọng. Toàn bộ Enkanomiya bị nhấn chìm trong bóng tối từ Hư Không Vực Thẩm, điều mà cả con người và Rồng đều không thể chịu đựng được. Hóa ra bóng tối đã đến với Enkanomiya vì Enjou. Hắn đã thành lập một liên minh với Tsumi, một nữ tu sĩ bí ẩn đeo mặt nạ có mắt rồng. Tsumi muốn phá hủy Dainichi Mikoshi để bóng tối ngự trị ở Enkanomiya và Rồng có thể một lần nữa cứu những người thân của họ bị giam cầm dưới tòa tháp. Enjou hứa sẽ nhấn chìm toàn bộ Enkanomiya vào bóng tối, và đổi lại, Rồng sẽ cho phép Giáo Đoàn Vực Sâu đi qua lãnh thổ của họ một cách an toàn và giúp khôi phục lại Tháp hư không. Rồng không biết rằng bóng tối của Vực Sâu là một chất độc khủng khiếp đối với các sinh vật nguyên tố, vì vậy họ đã đồng ý thỏa thuận, nhưng Enjou đã phản bội họ. Anh ta khôi phục lại các tòa tháp ở góc biên giới của Enkanomiya và sau đó sử dụng chúng để truyền năng lượng của Vực Sâu, gây ra sự đau khổ lớn cho Rồng Biển Sâu. Khi Thánh Pháp Sư của Sangonomiya yêu cầu Nhà Lữ Hành giúp đỡ ở Enkanomiya, họ đã hợp tác với Tsumi để đối đầu với Enjou. Khi động cơ thực sự của Tsumi được tiết lộ, Enjou đã giúp Nhà Lữ Hành xua tan bóng tối bằng các cơ chế mà anh ta đã để lại, vì thế nên chuyến đi đến Enkanomiya của anh ta lại vô ích..</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"</color> <color=#ffffffd9>Dù sao thì lần này ta vẫn chẳng có thu hoạch được gì cả. Nhưng không sao, ta cũng chỉ là nhân vật phụ trong giáo đoàn mà thôi.</color>\n<color=#ffffffd9>Không giống như những kẻ vây quanh điện hạ, ta quan tâm đến những thứ vụn vặt hơn.</color>\n<color=#ffffffd9>Ah, ta phải đi đây, chúng ta có lẽ sẽ không gặp lại nhau nữa. Thứ này tặng cho người coi như món quà chia tay.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Các Bài Viết Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Rồng Biển Sâu - Nguyên Thủy",
        "desc": "Loài rồng sinh sống dưới biển sâu.<br/>Chúng từng là một nhánh chủng tộc biển sâu - Thật ra, trong quá khứ xa xưa hơn, rồng chính là kẻ chi phối thế giới này. Thất Vương ngày xưa đã bị thế lực trên trời cao đánh bại, dần dần lụi tàn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Rồng Biển Sâu - Thôn Lôi",
        "desc": "Loài rồng sinh sống dưới biển sâu. Vì sự phân hóa xã hội, nên đã xuất hiện trạng thái nguyên tố Lôi.<br/>Sau khi Thất Vương xa xưa đã lụi tàn, Thất Vương của thế hệ mới lần lượt được sinh ra. Nhưng Rồng Biển Sâu tiến hóa như vậy cũng đã mất đi sự thuần túy. Rồng nước đã không còn sinh trưởng trong chính chủng tộc của chúng nữa. Theo lời tiên đoán, loài rồng nước mới nhất định sẽ sinh ra dưới hình dáng của con người...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Rồng Biển Sâu - Nanh Băng",
        "desc": "Loài rồng sinh sống dưới biển sâu. Vì sự phân hóa xã hội, nên đã xuất hiện trạng thái nguyên tố Băng.<br/>Sự xuất hiện của loài người đã dẫn đến phân tranh, Rồng Biển Sâu bắt đầu tiến hóa, cũng giống như loài kiến căn cứ theo giới tính và phân công để sản sinh ra các hình thái khác nhau vậy. Những con rồng này lớn mạnh hơn so với Rồng Biển Sâu thông thường.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>Chư hầu cuối cùng của Watatsumi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/07/44749939/427804c5c29bbf99e35cca50da297e92_6778178839434052599.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hồi Hoả",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Sau lần chạm trán cuối cùng với Nhà Lữ Hành, Enjou (bây giờ tên là Sanka) đã đến Natlan để khám phá Vùng Biển Lặng. Trong suốt hành trình, anh đã đến Dòng Dõi Vườn Treo và gặp hai đứa trẻ đã nhờ giúp đỡ tìm một số Yumkasaurus Non. Nói dối rằng bạn bè của mình sẽ giúp họ, Sanka đã yêu cầu những đứa trẻ kể cho anh nghe về Hồi Hoả của Huitztalan. Truyền thuyết kể rằng Hồi Hoả lần đầu tiên xuất hiện vào thời đại của Liên minh vĩ đại. Nó được bạo chúa Och-Kan sử dụng để cai trị Natlan và áp bức bất kỳ ai chống đối ông ta. Hồi Hoả khác với lửa bình thường: nếu ai đó bị nó đốt, họ sẽ cảm thấy một cơn đau rát khủng khiếp từ phía sau họ, nhưng họ sẽ không chết ngay vì nó. Và bất kể bạn làm gì, bạn không được quay lại nhìn nó. Người hùng của bộ tộc, Yupanqui, lúc đó đang làm sĩ quan quân nhu cho Liên minh vĩ đại, từng là bạn của Och-Kan, tên bạo chúa, và cả Xbalanque, Hoả Thần đầu tiên. Anh ta không đồng tình với luật lệ tàn ác của Och-Kan, nên đã đánh cắp Hồi Hoả và ném vào quân đội của Och-Kan. Tất cả binh lính đều bị thiêu rụi thành tro. Ngay khi Yupanqui chuẩn bị rời khỏi thành phố, anh ta nghĩ mình nghe thấy tiếng Och-kan gọi mình từ phía sau. Điều đó khiến anh ta mất cảnh giác, và anh ta quay lại nhìn, nhưng Och-kan không còn ở đó nữa. Tất cả những gì anh ta thấy là một thành phố bị thiêu rụi, một đội quân đổ nát và những ngọn lửa khổng lồ bốc lên tận trời. Một phần giây sau, ngọn lửa mà anh ta nhìn thấy bùng lên từ bên trong mắt anh ta và nuốt chửng Yupanqui. Ngọn lửa thiêu rụi Yupanqui cháy dữ dội hơn bất kỳ ngọn lửa nào khác. Nó cháy trong một trăm ngày, cho đến khi nó đốt cháy một lỗ xuyên qua các Địa Mạch, và sau đó rơi vào Vương quốc Dạ Thần đen tối chết chóc, nơi nó vẫn cháy cho đến ngày nay. Hồi Hoả thắp sáng con đường dẫn đến cuộc sống tiếp theo. Nhưng để người chết được tái sinh, họ phải chấp nhận ngọn lửa và được thanh tẩy bằng ngọn lửa trước. Sau cái chết của Yupanqui, khoảng 500 năm trước, Tên Cổ</color> <color=#ffffff73>đã được chuyển cho một anh hùng khác, Burkina, người đã chiến đấu với Sơn Vương bị tha hóa. Hiện tại, nó thuộc về thợ săn Saurian Kinich. Sau khi nghe truyền thuyết, Sanka nhìn thấy Nhà Lữ Hành và Paimon đang đến gần và chạy đi, nói với bọn trẻ rằng Nhà Lữ Hành sẽ giúp chúng.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/5f27744d3da35d1fbcb67d96c81819cb_5952055228640343631.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Khi Sanka biết được mối liên hệ của Kinich với Hồi Hoả, anh bắt đầu bí mật theo dõi anh ta và người bạn đồng hành của anh ta K'uhul Ajaw,Do đó, khi Thợ săn Saurian bắt được một thành viên của Hội Vực Sâu, Sanka đã không chống cự. Để có cơ hội tìm hiểu ký ức thời cổ đại và nghiên cứu K'uhul Ajaw, người thuộc về một nền văn minh rồng cổ đại có niên đại từ vài thiên niên kỷ trước, Sanka đã giao kèo với Kinich. Những người thuộc Dòng Dõi Vườn Treo sẽ sớm tổ chức lễ hội Đêm Hồi Hoả. Đây là một nghi lễ truyền thống mà bộ tộc tưởng nhớ tổ tiên của họ, Burkina, và người bạn đồng hành của ông, Kongamato, Sơn Vương. Họ đã cùng nhau chiến đấu chống lại Vực Sâu và giành chiến thắng, nhưng đó là một chiến thắng phải trả giá đắt. Theo những câu chuyện, Burkina đã phải trả giá bằng mạng sống của mình, còn Kongamato đã bị nhiễm Vực Sâu và chìm vào giấc ngủ. Sức mạnh Vực Sâu bên trong nó cực kỳ nhạy cảm, và khi nó bị xáo trộn, nó sẽ thức dậy và bắt đầu cơn thịnh nộ mù quáng, tấn công bất cứ thứ gì chuyển động. Một phần của nghi lễ là để thanh tẩy Vực Sâu bên trong Sơn Vương để anh ta có thể ngủ say. Gần đây, ngày càng có nhiều vụ việc liên quan đến Vực Sâu xảy ra ở Natlan, khiến việc duy trì giấc ngủ của Sơn Vương trở nên vô cùng khó khăn.</color> <color=#ffffff73>Một trong những người bạn đồng hành của trưởng lão, Nanna, đã bị thương trong cuộc chiến với Kongamato và bị đầu độc bằng năng lượng Vực Sâu. Một số trưởng lão của bộ tộc đã quyết định thanh tẩy hoàn toàn cơ thể quái vật khỏi Vực Sâu, điều này sẽ dẫn đến cái chết của Yumkasaurus. Vì Sơn Vương là biểu tượng sống của vinh quang của Dòng Dõi Vườn Treo, Kinich không đồng ý với kế hoạch của các trưởng lão và tự nghĩ ra kế hoạch của riêng mình. Anh ta đã mượn một thiết bị từ Sanka để thu hút các sinh vật Vực Sâu nhằm mở một Khe Nứt và đặt Sơn Vương vào bên trong. Cùng lúc đó, K'uhul Ajaw, biết rằng những người có Tên \"Hồi Hoả\" thường chết một cách dữ dội, đã thỏa thuận với Sanka rằng anh ta sẽ lấy cơ thể của Kinich để đổi lấy thời gian nghiên cứu về Chúa tể Thần thánh. Mặc dù đã thỏa thuận, kế hoạch của Sanka đã thất bại vì Kinich đã đưa anh ta cho Nhà Lữ Hành như một \"món quà\". Để tránh phải chiến đấu với Nhà Lữ Hành, Sanka lại bỏ trốn.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"</color> <color=#ededef>Đánh thì tôi đánh không lại cậu rồi, nhưng mà chạy trốn thì tôi không thua ai đâu.</color>\n<color=#ededef>Hãy nhớ kỹ dáng vẻ khi tôi rút lui nhé. Lần sau gặp lại, hy vọng cậu sẽ tôn trọng tôi hơn một chút</color> <color=#ffffffd9>.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/b2498b3679f7d54e940667219879c74c_1597814408184281139.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Trước khi gặp Kinich, vào ngày đầu tiên ở Dòng Dõi Vườn Treo, Sanka đã bị trúng một thứ gì đó rơi từ trên trời xuống. Đó là Yumkasaurus, bị đầu độc bởi Vực Sâu. Cô ấy, như Sanka nghĩ, đang tập nhảy bungee. Lòng dũng cảm cần có để thực hiện cú nhảy khiến anh kinh ngạc đến tận xương tủy, vì vậy anh đã kết bạn với Yumkasaurus và giúp chăm sóc vết thương của cô ấy. Để đánh dấu cuộc gặp gỡ của họ, anh thậm chí còn vẽ một bức tranh về những tàn tích cổ đại, được coi là di tích của loài Saurian cổ đại. Khi Sanka cuối cùng trốn thoát khỏi Nhà Lữ Hành và Kinich, anh đã đoàn tụ với người bạn của mình một lần nữa và thấy rằng tất cả các vết thương của cô ấy đã lành. Cô ấy rất nhớ gia đình mình, và Sanka đã đưa cô ấy đến gặp con gái của trưởng lão, người đã kể cho anh ấy câu chuyện về Hồi Hoả.</color>\n<color=#ffd780>Bài Viết Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "name": "Dòng Dõi Vườn Treo",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Dòng Dõi Vườn Treo hay Huitztlan là một trong 6 bộ tộc ở Natlan. Người dân trong bộ tộc này yêu thích các môn thể thao mạo hiểm như leo núi, đu dây và parkour trên núi lửa. Bộ tộc này sống cùng với các Yumkasaurs.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/07/44749939/e6c9fe23adbbb6cf464314ee3547c4bd_673892778148698790.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6317,
        "name": "Kinich",
        "desc": "Thợ Săn Saurian của Huitztlan, giỏi đo lường cái giá phải trả.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/12/0099e74b4d0c919f6feab4bade3ab748_5795733017114624391.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Một con rồng lai với linh hồn con người, là người cai trị Thành Tro Tàn, được biết đến là Xà Vương và Thánh Vương.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/44749939/0b2b4aebefdaee2927d1ebc35010f805_7345692974116774686.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6583,
        "name": "Sơn Vương Yumkasaur Tham Ăn",
        "desc": "Yumkasaurus mạnh mẽ sống sót từ thời xa xưa đến nay, trải qua vô số trận chiến.<br>Sơn Vương từng cùng các anh hùng chống lại làn sóng đen, giữ một vị trí quan trọng trong lòng các thành viên bộ tộc Dòng Dõi Vườn Treo. Có người trong bộ tộc cho rằng, chúng có hình dáng như bây giờ là do có thể chất đặc thù giống như Bạo Chúa Qucusaurus... Nhưng cũng có thể chỉ vì chúng sống quá lâu, và còn ăn quá nhiều mà thôi.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7c1ed7d240424237bc75660e96f3f0ee_7099496042074492058.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6582,
        "name": "Yumkasaurus",
        "desc": "Saurian có chi sau mạnh mẽ và chiếc đuôi bồng bềnh, có thể phun ra Keo Lựu Lửa được giấu trong gò má để quấn lấy các vật thể ở xa.<br>Trong truyền thuyết, Yumkasaurus vốn không có hình dạng như bây giờ, mà nhỏ hơn, nhỏ đến mức khó phát giác. Chúng thậm chí có thể thỏa thích di chuyển trong gió, bám trên bề mặt cơ thể của những con rồng khổng lồ khác, hoặc tụ lại và di chuyển như những đám mây. Chẳng qua sau này để có thể duy trì hình thái sau khi năng lực thoái hóa, chỉ đành chọn theo dáng vẻ hiện tại.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e1b8a6914176a0a3a9f003da76eff025_8330021945359045493.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vùng Biển Lặng",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/58c712eb393956a1a2e0ce35317e965c_7203629588405378502.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ededef>Tiếp tục hành trình tìm kiếm Mare Jivari, Enjou đã tiếp cận một \"kẻ lừa đảo tinh thần\", Leyla, từ các Chủ Nhân Gió Đêm. Một chàng trai trẻ không có sự nhạy cảm về mặt tâm linh, anh ta không thể cảm nhận hoặc điều khiển các linh hồn, càng không thể sử dụng phép thuật lên chúng. Enjou, tự giới thiệu mình là Kokuchuu, gợi ý Leyla thử một \"liệu pháp tăng nhạy cảm\" để chữa khỏi tình trạng thiếu nhạy cảm về mặt tâm linh của anh ta, một phương pháp không hiệu quả và nguy hiểm bị các Chủ Nhân Gió Đêm cấm. Để đạt được trạng thái thấu thị, Leyla đã sử dụng một mảnh vỡ cổ xưa của vũ khí Sanhaj Kompore làm phương tiện và tự mình dùng vũ lực để niệm một phép thuật. Sanhaj đã chiến đấu bằng cây cung này cùng với Tenoch, Tupac, Burkina, Menilek, Sundjatta và Wanjiru trong trận chiến Vùng Biển Lặng 500 năm trước, sau đó nơi này đã có tên như vậy. Theo truyền thuyết, Sanhaj đã phải trả giá bằng mạng sống của mình và Tenoch, để triệu hồi một Vương quốc Dạ Thần thu nhỏ và phá hủy nó để đánh bại thảm họa bóng tối đang xâm lược.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/fb66c05596ec6bd13e3ce50ebe46dc0d_5057871200221585443.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi Leyla đạt đến trạng thái thấu thị, linh hồn của anh ta bị lạc và không thể quay trở lại, và Kokuchuu đã bỏ trốn. Đại tư tế của bộ tộc, Citlali, cháu trai của cô là Ororon và Nhà Lữ Hành đã đến giúp đỡ chàng trai trẻ. Sử dụng một mảnh cung làm phương tiện, Citlali đạt đến trạng thái thấu thị, và Nhà Lữ Hành đã viết ra mọi thứ mà nữ tư tế nhìn thấy trên một cuộn giấy. Citlali nhìn thấy một bản đồ tương tự như nơi Mare Jivari từng ở. Sau trận chiến trong Đại Thảm Hoạ, nơi này đã bị biến thành một vùng đất hoang vu, phủ đầy tro tàn của các chiến binh và quái vật. Đôi khi, những tiếng kêu lạnh thấu xương sẽ được nghe thấy từ sâu thẳm, và những lần khác, toàn bộ khu vực sẽ bị nhấn chìm trong ngọn lửa cao ngất, át đi tiếng kêu. Nhiều nhà thám hiểm đã cố gắng chứng minh bản thân bằng cách mạo hiểm vào trong, nhưng hầu hết trong số họ đã chết ở đó. Khoảng ba mươi năm trước, mọi người bắt đầu nói về một sinh vật khổng lồ, đen tối có kích thước bằng một ngọn núi lang thang bên trong, và ngay sau đó, toàn bộ <color=#ffffff73>khu vực này biến mất khỏi thế giới, như thể nó chưa từng tồn tại.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/caf130c06b8c2a339d3453beedd08db4_6863942129866953539.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nghi ngờ người bạn mới của Leyla đang lợi dụng mình để tìm thông tin về Mare Jivari, Đại tư tế đã đặt bẫy gần trại nơi có bản đồ. Cô nhận ra rằng Kokuchuu đã cố tình đưa cho người đàn ông một hiện vật mạnh mẽ như cây cung của Sanhaj và cố tình để nó trong trại làm mồi nhử. Kokuchuu hy vọng rằng linh hồn của Leyla sẽ bị lạc, và bộ tộc sẽ đến giúp anh ta, tiết lộ thông tin về Mare Jivari cho anh ta. Mặc dù Kokuchuu đã bị bẫy của Citlali phát hiện, anh ta vẫn có thể trốn thoát sau khi nhìn thấy bản đồ.\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "Shaman vĩ đại của Chủ Nhân Gió Đêm, Bà Itztli mà tất cả cư dân bộ tộc đều kính nể.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Một người trẻ tuổi đến từ Chủ Nhân Gió Đêm, nhưng lại sống ở nơi hoang vu cùng ngàn vạn sinh linh.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Gậy Đàm Phán",
        "desc": "<p>Một cây gậy lớn có khảm đá đen nặng trịch, có sức thuyết phục khá mạnh mẽ.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/12108544/6e0130263c2de43a0bd7863edce22df3_4143903382354246941.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6552,
        "name": "Phá Xích",
        "desc": "Cung dài được trang trí bằng ngọc thạch, dây cung dường như luôn bị gió nhẹ bao bọc. Truyền thuyết kể rằng nó được rèn bởi thợ thủ công của rồng trong thời đại xa xưa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8a6b418598f555deba7da922385254a2_8112788546506820868.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7196,
        "name": "Cuộn Dệt Thấu Thị - Bản Đồ",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Bản đồ có được thông qua thấu thị, chỉ đến một khu vực bí ẩn đã biến mất có tên là Vùng Biển Lặng.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/07/44749939/aae6103c83ecefae189199e159e63518_4551849335643830470.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7195,
        "name": "Mảnh Vũ Khí Thần Bí - Giá Đỡ Tên",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Vũ khí từng được sử dụng bởi Bậc Thầy Biên Giới Sanhaj Kompore của Chủ Nhân Gió Đêm. Do trận đại chiến 500 năm trước mà bị vỡ thành từng mảnh như hiện tại. Từ dự cảm của Bà Itztli, có lẽ nó sẽ giúp ích cho hành trình nào đó của nhà lữ hành trong tương lai.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/07/44749939/fffe7294269b4c377e59ecb475665539_4367047225658794148.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Enjou"
          }
        ]
      },
      {
        "key": "Thuộc",
        "value": [
          {
            "type": "RichText",
            "text": "Vực Sâu"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Giáo Đoàn Vực Sâu"
          }
        ]
      },
      {
        "key": "VA Tiếng Trung",
        "value": [
          {
            "type": "RichText",
            "text": "黑石稔 (Hei Shiren)"
          }
        ]
      },
      {
        "key": "VA Tiếng Anh",
        "value": [
          {
            "type": "RichText",
            "text": "Patrick Seitz"
          }
        ]
      },
      {
        "key": "VA Tiếng Nhật",
        "value": [
          {
            "type": "RichText",
            "text": "山口 恵 (YAMAGUCHI Satoshi)"
          }
        ]
      },
      {
        "key": "VA Tiếng Hàn",
        "value": [
          {
            "type": "RichText",
            "text": "이현 (Lee Hyun)"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Vị Trí",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/06/44749939/348cb7fd5e8615631edc465954355467_7816617830082053616.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Lối Mòn Khe Núi -</color> Enkanomiya"
          }
        ]
      },
      {
        "key": "Enjou",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/06/44749939/339e444ebaf03969b18a7636a01ba7f5_9174084123781180044.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Hình dạng thật của Enjou"
          }
        ]
      }
    ]
  }
}