{
  "epId": 6935,
  "name": "Maawe Và Monetoo",
  "desc": "<p>Cuộn vải dệt từ Cư Dân Suối Nước, kể lại truyền thuyết về Saurian Maawe non trẻ tạo ra suối nước nóng. Các đoạn khác nhau hình như đến từ nhiều nhà thơ ở những thời đại khác nhau.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/043d0620d56ee1de7fb0c6f441556d24_1916526809364725679.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1729161133,
  "components": {
    "body": [
      {
        "title": "Maawe Và Monetoo (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Tương truyền trong quá khứ xa xôi, đại lục Natlan từng là mái nhà nơi loài rồng khổng lồ kiêu hãnh tự do tung hoành.\nKhi đó, trên mặt đất vẫn chưa có nhiều bộ tộc loài người, rồng cũng cao to khổng lồ và kiêu hãnh hơn Saurian hiện tại nhiều.\nCũng giống như con người ngày nay, loài rồng cũng chia thành các bộ tộc khác nhau, mỗi bên đều được cai trị bởi tộc mẫu cổ xưa.\nVào thời điểm đó, trên mặt đất còn chưa có suối nước nóng hừng hực, cũng không có hồ nước tĩnh lặng như đá quý,\nÀ, đương nhiên lại càng không có những người lữ khách hát rong ồn ã, không có những nhà thơ suối nước ung dung thong thả.\nKhi đó, trên vùng đất đỏ thẫm mà loài rồng khổng lồ lang thang, từng có một con rồng sơ sinh rất đặc biệt.\nLoài rồng kiêu hãnh luôn xem thường những sinh linh khác, dù là sứ giả từ trời cao, hay những phàm nhân nhỏ bé.\nNhững trận chiến cổ đại không thể xóa bỏ sự tôn nghiêm của chúng. Ngược lại, ngọn lửa khổ nạn đã rèn giũa sự kiên cường và lòng kiêu hãnh cho chúng.\nNhưng con rồng nhỏ này lại khác. Nó lắng nghe tiếng ca của Monetoo một cách chìm đắm, âm thầm quan sát hành vi của con người.\nTên nó là Maawe, trong ngôn ngữ cổ xưa mà hiện nay không còn ai biết đến, đó có nghĩa là mối liên kết.\nMaawe bé nhỏ chưa từng trải qua những năm tháng chiến tranh xa xưa, cũng không hiểu được đức hạnh của loài rồng.\nVới nó, đêm trăng mát mẻ và hình bóng ấm áp của vách núi đỏ mới chính là cảnh đẹp đáng được thưởng thức.\n\"Cung điện của Thánh Long sao có thể chứa chấp sự lười nhác này? Đứa trẻ non nớt phải tìm về dã tâm cao quý và ngọn lửa giận dữ của nó.\"\nTộc mẫu loài rồng đã quả quyết như vậy, ra lệnh cho Maawe rời khỏi bộ tộc, để trưởng thành như một \"con rồng thực sự\"...\nĐể nội tâm cứng cáp hơn, kiêu hãnh và kiên định như Đá Obsidian, để theo đuổi dã tâm tàn khốc và cao xa ấy..."
          }
        ]
      },
      {
        "title": "Maawe Và Monetoo (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "Và cứ thế, Maawe cô độc bước đến đồng hoang đỏ rực bao la.\nGiống như những con rồng thực thụ, nó phải trải qua thí luyện của sự hoang vu và ánh mặt trời gay gắt.\nTìm kiếm dã tâm cao quý và ngọn lửa phẫn nộ, nuôi dưỡng trái tim và đức hạnh kiêu hãnh.\nMonetoo từng cùng nó tận hưởng giấc mơ ngây thơ cũng theo sau.\nBên cạnh Maawe chẳng hề cô đơn ấy, cùng nhau bước lên con đường tìm kiếm ngọn lửa phẫn nộ.\nMaawe đi về phía đông, về hướng ngọn núi cao được bao phủ bởi làn khói lưu huỳnh.\nMaawe đi vào hẻm núi, Maawe đến trước hầm mỏ tối đen.\nMaawe lớn tiếng chào hỏi những đồng tộc đang tìm kiếm tinh thạch lấp lánh trong núi.\nTrong hầm mỏ tối đen chỉ vọng lại tiếng của chính Maawe.\nThì ra các đồng tộc sinh sống tại đây sớm đã quen với sự trầm ngâm và tĩnh lặng.\nGiờ đây chúng đã tha hóa thành những sinh linh mai phục giữa núi đá cứng cáp.\nNúi đá không phải lửa giận, thế là Maawe nhún vai, rời khỏi nơi này.\nMaawe tiến về phía tây, đến khu rừng u ám đã chết từ lâu.\nNó đi qua di cốt của tổ tiên, bày tỏ sự kính trọng như một con rồng khổng lồ chân chính.\nMaawe đến trước cung điện hùng vĩ như được dệt từ vô số nhành cây.\nMaawe lớn tiếng chào hỏi những đồng tộc đang tự do bay lượn trong khu rừng.\nMaawe chỉ nghe thấy tiếng gió và tiếng cành cây xào xạc đung đưa.\nThì ra các đồng tộc sinh sống tại đây sớm đã quen với sự trầm ngâm và tĩnh lặng.\nGiờ đây chúng đã tha hóa thành những sinh linh lặng lẽ luồn lách kiếm ăn trong rừng.\nHeo rừng không phải lửa giận, thế là Maawe nhún vai, rời khỏi nơi này.\nMaawe đi về phía nam, về phía thảo nguyên nâu úa bên dòng sông khô cạn.\nNó đi qua giấc mơ xưa cũ còn sót lại của thế gian, đi qua nguyện vọng non nớt vụn vỡ.\nCũng đi qua những kỳ vọng cổ xưa nhất đã phai màu thời gian.\nMaawe vượt qua vùng đất chết bao phủ bởi sương mù, đến trước mặt đồng tộc của nó.\nMaawe lớn tiếng chào hỏi các đồng tộc đang đắm chìm trong giấc mơ xa xôi giữa màn sương.\nChúng nhiệt tình đáp lại nó, mời nó cùng đắm chìm vào giấc mơ kỳ diệu.\n\"Hãy ở lại đây, vị khách quý đến từ phương xa, chúng ta đều là anh em.\nHãy ở lại giấc mơ của chúng tôi, cùng chúng tôi kiến tạo hôm qua và hôm nay,\nỞ lại trong giấc mơ của chúng tôi, cùng chúng tôi tưởng tượng về ngày mai tươi đẹp.\"\nẢo mộng hiện lên ánh sáng kỳ diệu, quá khứ và tương lai huy hoàng của loài rồng.\nMaawe như rơi vào cơn mê, nhưng tiếng hát của đồng đội đã đánh thức nó.\nẢo mộng không phải lửa giận, thế là Maawe nhún vai, rời khỏi nơi này.\nMaawe đi về phía bắc, đến nơi tận cùng của lục địa không dấu chân người.\nNó đi qua vùng đất tam giác tạo nên từ dòng sông dung nham, và cánh đồng hoang vu yên tĩnh bỏng cháy,\nĐi qua nơi các tinh linh rực cháy đang nhảy múa, đi qua cánh cổng đá đen lạnh lẽo,\nMaawe cùng đồng đội tiến đến trước mặt hiền giả rồng ở ngai vàng trên cao.\n\"Đứa trẻ này, ngươi đến trước mặt ta có mục đích gì chăng?\"\nHiền giả rồng đã hỏi Maawe một cách ấm áp như vậy, trong lòng nó vô cùng kinh ngạc.\n\"Ta vốn tưởng rằng cuộc chiến với bầu trời đã khiến đồng loại của ta kiên cường hơn,\nTrái tim lấp đầy bởi thù hận, khiến chúng không còn tiếp nhận lời khuyên từ ta nữa,\nNhưng không ngờ đến hôm nay lại có đồng tộc trẻ tuổi tới đây.\nXin hãy nói cho ta biết, ngươi muốn điều gì? Có lẽ ta có thể phá lệ đáp ứng cho ngươi.\"\nThế là, Maawe đã kể lại mọi chuyện mình từng trải qua cho hiền giả rồng nghe,\nMaawe kể về ảo mộng ngày xưa mà mình từng trân trọng, về đêm trăng mát mẻ trong giấc mơ,\nMaawe kể về bóng hình ấm áp của vách núi đỏ thẫm, về tiếng ca của Monetoo.\nMaawe kể rằng mình bị Tộc Mẫu trục xuất khỏi bộ tộc, đi tìm kiếm ngọn lửa giận giữ khó thấy.\n\"Người con trẻ tuổi à... Ngươi trong sáng như vậy, và cũng lại ngông cuồng đến thế,\nNgươi đến trước mặt ta, lại muốn thứ mà ta không thể có được.\nHãy rời khỏi đây đi. Ngọn lửa giận giữ mà ngươi muốn tìm... ở đây ta không có.\"\nHiền giả rồng đóng cổng Đá Obsidian của nó, không còn đáp lại lời của Maawe."
          }
        ]
      },
      {
        "title": "Maawe Và Monetoo (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Thế là, cánh cổng Đá Obsidian của hiền giả rồng đã khép lại với Maawe. Cứ thế, Maawe thất vọng trở về.\nKhi xuống núi, Monetoo luôn đồng hành cùng nó cũng đã mất đi ánh sáng và nhiệt độ vì phải rời xa vùng đất dồi dào Phlogiston, từ đó biến thành màu trắng nhợt nhạt như tro tàn, tiếng ca cũng ngày càng xa vời, ngày càng mơ hồ.\nMaawe thất vọng và tổn thương, nóng lòng muốn tìm cách cứu lấy đồng đội. Thế nhưng cánh cổng Đá Obsidian của hiền giả rồng đã đóng lại với nó, không muốn nhìn thấy đồng tộc nhỏ tuổi của mình thêm nữa.\n\"...Đem tôi rải trong hồ lưu huỳnh, đem tôi chôn xuống đầm nước lạnh lẽo...\"\nMaawe nghe thấy giọng nói của Monetoo. Monetoo không biết nói, nhưng Maawe lại không biết điều này, thế là nó quyết định đáp ứng nguyện vọng của đồng đội.\nKhông biết đã đi bao lâu, không biết đã nhìn thấu bao nhiêu cám dỗ của ảo ảnh, không biết đã trải qua bao nhiêu nguy hiểm ngàn cân treo sợi tóc, Maawe đã đến được vùng đất với suối nước nóng và hồ lưu huỳnh. Thời điểm đó, khu vực này không thích hợp cho sinh vật sống, dù chỉ lại gần cũng bị bỏng vì hơi độc từ lưu huỳnh, hoặc bị thứ nước axít sôi sục nuốt chửng.\nNhưng thần kỳ thay, khi Maawe rải cơ thể của đồng đội vào trong hồ, dòng nước axít sôi sục đã hóa thành suối lành.\nMà những nhà thơ ban đầu của bộ tộc chúng tôi đã sinh ra từ chính dòng suối lành. Giống như trong lời của bộ tộc Meztli chúng tôi, \"Nhà thơ và ca sĩ sinh ra từ lưu huỳnh\", vì ngôn ngữ của họ thực sự bỏng cháy.\nCứ như thế, Maawe non trẻ đã tạo ra dòng suối nước nóng đầu tiên trên vùng đất Natlan.\nCứ như thế, Maawe đã định cư ở vùng đất suối nước nóng, tứ chi và móng vuốt hóa thành vây giọt nước xinh đẹp, cơ thể gầy gò trở nên mượt mà, trở thành Koholasaur đầu tiên.\nĐương nhiên, Maawe không hề quên đồng đội của mình, à không, sao nó có thể quên được người bạn tốt cùng kề vai mạo hiểm cơ chứ?\nMaawe truyền thụ lại tất cả những khúc hát mà nó nghe được và học được cho nhân loại sinh ra từ suối nước. Đúng vậy, những con người ấy chính là tổ tiên của chúng tôi. Mà những khúc hát bộ tộc Meztli chúng tôi truyền lại, cũng chính là dư âm còn lại từ thời kỳ xa xưa đó."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Maawe Và Monetoo"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Vật Phẩm Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6917,
            "name": "Maawe Và Monetoo (I)",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/19/35428890/3dc57b644cb2c77abed5327ad37e014e_7836064599599833266.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6918,
            "name": "Maawe Và Monetoo (II)",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/19/35428890/3dc57b644cb2c77abed5327ad37e014e_79830302357395735.png"
          },
          {
            "type": "CustomEntry",
            "epId": 6919,
            "name": "Maawe Và Monetoo (III)",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/19/35428890/3dc57b644cb2c77abed5327ad37e014e_5889792184067318480.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}