{
  "epId": 7,
  "name": "Yae Miko",
  "desc": "Đại nhân Guuji của Đền Narukami, kiêm tổng biên tập của Nhà Xuất Bản Yae. Phía sau vẻ ngoài xinh đẹp kiều diễm là sự thông minh và xảo quyệt mà khó ai ngờ đến.",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
  "headerImgUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/八重神子/avatar.png",
  "filterValues": {
    "characterVision": "Lôi",
    "characterRarity": 5,
    "characterRegion": "Thành Inazuma",
    "characterWeapon": "Pháp Khí",
    "characterProperty": "Tỷ Lệ Bạo Kích"
  },
  "menuId": 2,
  "menuName": "Thư Viện Nhân Vật",
  "version": 1729219225,
  "components": {
    "map": "https://act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header#/map/2?shown_types=185&center=6153.00,1300.00&zoom=-3.00",
    "voice": [
      {
        "title": "Lần đầu gặp mặt...",
        "desc": "Tôi là Guuji của Đền Narukami, lần này ghé thăm là để xác nhận nhất cử nhất động của cưng, đây là mệnh lệnh của đền thần... Haha, không cần căng thẳng, chỉ là nói cho có lệ thôi, như vậy mới có lý do chính đáng để nghỉ ngơi đó mà. Mau lên, làm vài chuyện thú vị cho tôi xem chơi đi."
      },
      {
        "title": "Nói chuyện phiếm - Sáng Tác",
        "desc": "Dạo này tiểu thuyết lấy đề tài chuyển sinh nhiều quá. Chậc, người ta bất mãn với thế giới đang sống lắm sao."
      },
      {
        "title": "Nói chuyện phiếm - Câu Chuyện",
        "desc": "Đối với rất nhiều người, cuộc đời của họ chẳng quá vài dòng trên một trang giấy, đều là những câu chuyện vô vị."
      },
      {
        "title": "Nói chuyện phiếm - Trần Thế",
        "desc": "Đối với tôi mà nói, không thay đổi cũng là một chuyện tốt. Chậc, nhưng trần thế nào phải là thứ không bao giờ đổi thay chứ..."
      },
      {
        "title": "Khi trời mưa...",
        "desc": "Mưa xong thì lông tóc toàn thân đều ướt sũng hết..."
      },
      {
        "title": "Khi có sấm sét...",
        "desc": "Rất nhiều người sợ sấm sét, nhưng khi tôi nghe tiếng sấm thì lại thấy thân thuộc."
      },
      {
        "title": "Khi tuyết rơi...",
        "desc": "Những con hồ ly nhỏ sẽ luôn nhảy cắm đầu xuống tuyết để tìm thức ăn... muốn thấy tôi làm như thế sao? Còn lâu nhé."
      },
      {
        "title": "Chào buổi sáng...",
        "desc": "Chào, hừm? Bộ mặt mơ màng thế kia là sao, chưa ngủ đủ à? Ây da, hay là tối hôm qua lén lén đi làm chuyện bậy bạ gì sao?"
      },
      {
        "title": "Chào buổi trưa...",
        "desc": "Chậc... nhức đầu quá, trưa nay ăn gì nhỉ? Đậu phụ rán thì ngán rồi, muốn ăn cái gì đó thanh đạm. Nói ra thì đã lâu rồi không gặp tiểu cô nương của Hiệp Hội Yashiro, hay là chúng ta đi ăn điểm tâm của cô ta làm nhé."
      },
      {
        "title": "Chào buổi tối...",
        "desc": "Mặt trăng đêm nay đẹp thật, không làm gì đó thì thật là uổng phí. Theo tôi đi dạo dưới ánh trăng nhé, cấm từ chối."
      },
      {
        "title": "Chúc ngủ ngon...",
        "desc": "Tới giờ ngủ rồi, chậc, buổi tối không nghe thấy tiếng sấm liên miên có chút ngủ không ngon."
      },
      {
        "title": "Về bản thân Yae Miko - Vĩnh Hằng",
        "desc": "Cái gọi là vĩnh hằng, chính là không để mất đi những gì mình đã có, nhưng nhìn từ góc độ khác, cũng chính là từ bỏ cơ hội có được nhiều hơn. Thế sự luôn vậy mà, không ai có được mọi thứ cả."
      },
      {
        "title": "Về bản thân Yae Miko - Thú Vị",
        "desc": "Con người rất thú vị, cho nên tôi mới thích con người. Rõ ràng sinh mệnh rất ngắn, nhưng lại tỏa ra hào quang rực rỡ. Có một số người, thậm chí trải qua một khoảng thời gian rất dài đi nữa thì hào quang của họ vẫn không phai mờ. Được chứng kiến những cuộc đời như vậy là một chuyện đáng vui mừng."
      },
      {
        "title": "Về chúng ta - Tác Giả",
        "desc": "Vô vị, quyển này cũng chán ngắt... Hừ, không biết mấy tên tác giả này đang làm gì nữa. À đúng rồi, hay là cưng viết những trải nghiệm của cưng ra sách rồi nộp cho tôi nhé, tôi cảm thấy vụ này khá thú vị đó... Nhất định sẽ bán chạy như tôm tươi."
      },
      {
        "title": "Về chúng ta - Mài Mòn",
        "desc": "Giam cầm chính mình có lẽ là cách làm cho bản thân bị \"mài mòn\" nhanh nhất. Chỉ ở trong thế giới của mình, không có người khác để làm gương phản chiếu là một chuyện rất đáng sợ... Khi tôi và cưng ở bên nhau, điều quan trọng nhất là phải biết chăm sóc lẫn nhau đó."
      },
      {
        "title": "Về \"Vision\"...",
        "desc": "Thích cách mà tôi đeo Vision sao? Có gu đấy, vậy... muốn sờ thử không?"
      },
      {
        "title": "Có gì muốn chia sẻ không...",
        "desc": "Đợi dầu sôi đến tám phần, thả trôi đậu phụ vào đó, rồi chỉnh lửa nhỏ lại, đợi vàng đều các mặt thì gắp ra. Nóng hổi giòn giòn, trên thế gian này còn gì tuyệt hơn chứ. Hửm, tôi đã nói cách làm ra rồi đấy, còn đứng ngây ra đó làm gì?"
      },
      {
        "title": "Những kiến thức thú vị...",
        "desc": "Tuy rằng ở Đền Narukami ngày nào ngẩng đầu lên cũng thấy được, đôi lúc cũng cảm thấy nhàm chán. Nhưng cây Anh Đào Thần đó dù sao cũng là vật gắn kết trong vận mệnh của tôi rồi."
      },
      {
        "title": "Về Raiden Shogun...",
        "desc": "Rõ ràng là muốn ra ngoài, nhưng lại cứ tự nhốt mình lại, đúng là thích tự làm khổ mình mà... Nhưng nhìn từ góc độ khác thì đó cũng là nét đáng yêu đúng không!"
      },
      {
        "title": "Về Kamisato Ayato...",
        "desc": "Tên tiểu tử của Hiệp Hội Yashiro đó sao, từ nhỏ đã không an phận rồi, đừng để điệu cười của hắn đánh lừa, không ai biết trong thâm tâm của hắn mưu tính chuyện gì đâu, khó ưa... Hứ, tôi với hắn không cùng một kiểu người, nên cũng chả có gì hay ho để nói cả."
      },
      {
        "title": "Về Kamisato Ayaka...",
        "desc": "Tôi rất thích tiểu cô nương của Hiệp Hội Yashiro đó, làm việc gì cũng rất nề nếp. Nhưng mà Hiệp Hội Yashiro lại luôn làm những việc phí công vô ích, đáng thương. Nếu cô ấy không phải là người của nhà Kamisato là tôi đã lôi kéo về Nhà Xuất Bản Yae rồi."
      },
      {
        "title": "Về Kujou Sara...",
        "desc": "Khúc gỗ ngốc nghếch đó sao, thua xa người cha Tengu đầu óc nhạy bén của cô ta... Ây da, nói sao nhỉ, tuy rằng ngay thẳng chính trực cũng có điểm tốt của nó, nhưng mà hy vọng lần sau đừng có đến đền thần chặn đường tôi mà truy hỏi chuyện của Ei nữa."
      },
      {
        "title": "Về Yoimiya...",
        "desc": "Pháo hoa của Naganohara à, cũng là một trong những thứ hiếm hoi đáng để chờ đợi hàng năm. Nghe nói dạo trước cô ấy còn đại náo Hiệp Hội Tenryou, bắn pháo hoa ở khắp nơi nữa. Hơ, người của nhà Kujou chắc là tức tới xanh mặt luôn, thật đáng tiếc quá, không được tận mắt chứng kiến cảnh đó."
      },
      {
        "title": "Về Ganyu...",
        "desc": "Nói ra thì, đã lâu rồi chưa gặp chị Ganyu. Khi Inazuma chưa bế quan tỏa cảng, các mục công việc giữa Inazuma và Liyue đều do tôi và chị ấy đảm nhiệm, chị ấy rất đáng tin cậy. Lần sau nếu có cơ hội đến Liyue, thì lại đem chút Hải Linh Chi cho chị Ganyu vậy."
      },
      {
        "title": "Về Sangonomiya Kokomi...",
        "desc": "Pháp sư ngày nay càng ngày càng dễ thương. Không biết cô bé đó nhảy Vũ Điệu Thái Bình sẽ ra sao nhỉ, nói không chừng sẽ có đàn cá bơi xung quanh đó. Nhưng mà chỉ cần cô ấy chịu gọi một tiếng chị Miko, hơ hơ... tôi sẽ đồng ý chia sẻ một số kinh nghiệm của mình."
      },
      {
        "title": "Về Kunikuzushi...",
        "desc": "Tôi đã sớm cảm thấy hắn là một mối nguy rồi, nhưng cô ấy bảo dù sao cũng là tạo vật do mình làm ra, không nỡ ra tay. Biết trước như vậy thì khi đó tôi đã lén lén xử hắn luôn rồi. Giờ sao? Hờ... giờ thì phiền phức hơn nhiều rồi."
      },
      {
        "title": "Về Arataki Itto...",
        "desc": "Tên nhóc Oni đó sao, ừm, nghe nói hắn thích kiếm chuyện với nhà Kujou lắm. Người của Hiệp Hội Tenryou hay lấy lý do giữ gìn thuần phong mỹ tục mà xóa đi những tin nhắn mà hắn viết, là tôi đã sai người đi giữ lại đó. Chậc, tên tiểu quỷ thú vị như vậy càng ngày càng hiếm thấy rồi."
      },
      {
        "title": "Về Gorou...",
        "desc": "Màu đuôi của Gorou đúng là rất đẹp đúng không, nhưng mà... của tôi êm hơn. Hứ..."
      },
      {
        "title": "Về Sayu...",
        "desc": "Đứa nhóc này rất biết cách lẩn trốn đấy, Kano Nana thường hay than phiền với tôi, rằng thời gian đi tìm nó càng ngày càng nhiều, làm cho không còn thời gian để đọc tiểu thuyết luôn. Để tôi đoán xem, có người đang âm thầm giúp nó, đúng chứ?"
      },
      {
        "title": "Về Kuki Shinobu...",
        "desc": "Nghe nói người em gái này của Miyuki rất có cá tính, tuy rằng xuất thân từ gia đình có truyền thống pháp sư, nhưng lại rời bỏ đền thần, đi học rất nhiều môn thủ nghệ, thậm chí còn đến Liyue du học nữa, cuối cùng gia nhập vào Bang Arataki... Một cô gái thú vị như vậy, phải bảo Miyuki giới thiệu mới được, ừm, Miyuki chắc chắn sẽ không từ chối tôi đâu."
      },
      {
        "title": "Muốn tìm hiểu Yae Miko - Điều 1",
        "desc": "Muốn tìm hiểu thêm về tôi sao? Cũng không phải không được, nhưng thế gian này phải có qua có lại, kể chuyện của cưng trước đi."
      },
      {
        "title": "Muốn tìm hiểu Yae Miko - Điều 2",
        "desc": "Kitsune Saiguu đại nhân sao, cô ấy nói là đi xa một chuyến, rồi từ đó không trở về nữa. Haiz, tôi lúc đó không muốn tiếp quản chuyện của Đền Narukami, cô ấy liền nói với tôi, bảo rằng chỉ cần tôi đảm nhiệm chức vị Guuji là sẽ được ăn đậu phụ rán thoải mái. Hứ, cái lý do ngu ngốc gì chứ, thật phiền phức chết được..."
      },
      {
        "title": "Muốn tìm hiểu Yae Miko - Điều 3",
        "desc": "Động cơ ban đầu khi thành lập Nhà Xuất Bản Yae đương nhiên là để xem những quyển tiểu thuyết thú vị rồi, nhưng sau đó thì niềm vui đã biến thành muốn xem bộ dạng vắt óc suy nghĩ của những tiểu thuyết gia. Hơ, cưng sẽ không bao giờ nghĩ ra được các lý do mà những tên này đưa ra khi muốn kéo dài thời gian giao bản thảo đâu, ây da, còn thú vị hơn tiểu thuyết mà họ viết rất nhiều."
      },
      {
        "title": "Muốn tìm hiểu Yae Miko - Điều 4",
        "desc": "Dù thế nào thì ma thần cũng sẽ có ngày chết đi, nếu như câu chuyện của họ cũng sẽ tan biến theo thời gian thì thật đáng tiếc. Hơn nữa, người có tư cách viết câu chuyện của họ cũng phải có tài nghệ văn chương thượng thừa... Nếu như trên thế gian này không có người như vậy thì cứ đào tạo... phải đào tạo ra một tác giả có thể viết những câu chuyện này mới thôi."
      },
      {
        "title": "Muốn tìm hiểu Yae Miko - Điều 5",
        "desc": "Kể ra thì tuy tôi thích đọc tiểu thuyết, nhưng lại chưa từng sáng tác qua, dẫu sao thì viết tiểu thuyết cũng là một chuyện phiền phức mà. Nhưng nói gì thì nói, nếu như chuyến hành trình của cưng kết thúc, muốn có người kể lại câu chuyện của cưng, và nếu trùng hợp lúc đó tôi đang rảnh thì..."
      },
      {
        "title": "Sở thích của Yae Miko...",
        "desc": "Tôi thích nhất là câu chuyện của người khác, thích thứ hai là thần sắc phiền não của người ta. Nếu như cả hai ở chung một chỗ, hờ, thật sự rất thú vị đấy."
      },
      {
        "title": "Nỗi buồn của Yae Miko...",
        "desc": "Những ngày tháng quá yên bình đúng là vô vị thật..."
      },
      {
        "title": "Món ăn yêu thích...",
        "desc": "Cưng có từng nghe qua một thứ có tên là \"Udon Hồ Ly\" không, thật ra cũng chính là món udon có thêm đậu phụ rán thôi. Thế nào, đậu phụ rán cộng thêm udon, nghe là thấy ngon rồi chứ gì."
      },
      {
        "title": "Món ăn ghét...",
        "desc": "Tôi không thích ăn những món ướp, nhất là các loại cá ướp, mùi hôi của chúng thật sự rất khó chịu! Tôi thân là Guuji của Đền Narukami, làm sao có thể nuốt nổi những thứ dơ bẩn đó chứ."
      },
      {
        "title": "Sinh nhật...",
        "desc": "Hôm nay là sinh nhật của cưng à...<br/>\"Lễ mừng tuổi mới, hãy nghe lệnh ta, gặp được những gì mà người đó thỉnh cầu, thực hiện được những gì mà người đó mong ước, chính tâm hướng thần, cầu mong phù hộ.\" Xong rồi, chỉ vậy thôi. Chúc cưng năm nay mọi thứ thuận lợi, được như mong ước."
      },
      {
        "title": "Cảm Giác Đột Phá - Khởi",
        "desc": "Trong các cấp bậc tu hành của pháp sư, sau khi tốt nghiệp, có thể đọc tế ngôn một cách chính xác thì gọi là \"Chokkai\". Đối với con người mà nói thì rất tiện, nhưng đối với tộc hồ ly thì lại là bước khó khăn nhất... dù sao cũng là hồ ly mà."
      },
      {
        "title": "Cảm Giác Đột Phá - Thừa",
        "desc": "Trở thành Guuji đại diện, cũng chính là tu luyện ở cấp \"Seikai\", rất gian khổ, phải chịu rất nhiều giới luật thanh quy, bí quyết của tu hành chỉ có một, chính là tối tối lén đi ăn đừng để bị ai phát hiện."
      },
      {
        "title": "Cảm Giác Đột Phá - Chuyển",
        "desc": "Nâng lên mức \"Meikai\" tức là phải bước vào cảnh giới thiên địa minh sát, thấu hiểu thế sự. Chỉ cần bước vào cảnh giới này, thông thường đều sẽ nhận được Vision, và tuổi thọ sẽ vượt xa so với tộc hồ ly bình thường."
      },
      {
        "title": "Cảm Giác Đột Phá - Hợp",
        "desc": "\"Joukai\" của Đền Narukami trước giờ chỉ có Guuji của Đền Narukami là đạt được, chỉ một vị trí này thôi. \"Joukai\" chỉ là một thứ tương tự như chức danh vinh dự, không có quan hệ gì với thực lực, nhưng nếu như tôi tự xưng bản thân là \"Joukai\" mạnh nhất thì cũng không gì là không được."
      },
      {
        "title": "Kỹ Năng Nguyên Tố I",
        "desc": "Nghe lệnh."
      },
      {
        "title": "Kỹ Năng Nguyên Tố II",
        "desc": "Cấm chú."
      },
      {
        "title": "Kỹ Năng Nguyên Tố III",
        "desc": "Lệnh!"
      },
      {
        "title": "Kỹ Năng Nguyên Tố IV",
        "desc": "Hiện hóa."
      },
      {
        "title": "Kỹ Năng Nguyên Tố V",
        "desc": "Lưu ảnh."
      },
      {
        "title": "Kỹ Năng Nộ I",
        "desc": "Chân đồng hiển hiện!"
      },
      {
        "title": "Kỹ Năng Nộ II",
        "desc": "Lôi đình sá tịch!"
      },
      {
        "title": "Kỹ Năng Nộ III",
        "desc": "Sấm chớp tuyệt đẹp."
      },
      {
        "title": "Mở Rương I",
        "desc": "Có gì thú vị không?"
      },
      {
        "title": "Mở Rương II",
        "desc": "Chỉ có vậy thôi sao..."
      },
      {
        "title": "Mở Rương III",
        "desc": "Mau mở ra cho tôi xem thử đi."
      },
      {
        "title": "HP Thấp I",
        "desc": "Cứ như vậy không ổn."
      },
      {
        "title": "HP Thấp II",
        "desc": "Không thể đùa tiếp được rồi."
      },
      {
        "title": "HP Thấp III",
        "desc": "Được rồi, nghiêm túc đây."
      },
      {
        "title": "Ngã Xuống I",
        "desc": "Chậc, giỡn hơi lố rồi..."
      },
      {
        "title": "Ngã Xuống II",
        "desc": "Kết cục thật thê thảm..."
      },
      {
        "title": "Ngã Xuống III",
        "desc": "Dừng bước tại đây, nói chi vĩnh hằng..."
      },
      {
        "title": "Chịu Đòn Thường I",
        "desc": "Thế thôi á?"
      },
      {
        "title": "Bị Trọng Kích I",
        "desc": "Thật phiền phức."
      },
      {
        "title": "Vào Đội I",
        "desc": "Nhớ tôi rồi sao?"
      },
      {
        "title": "Vào Đội II",
        "desc": "Đi làm điều gì đó thú vị thôi."
      },
      {
        "title": "Vào Đội III",
        "desc": "Được rồi, dù gì cũng là cưng gọi mà."
      },
      {
        "title": "Nhận Được Quà I",
        "desc": "Ái chà, cưng biết rõ khẩu vị của tôi nhỉ."
      },
      {
        "title": "Nhận Được Quà II",
        "desc": "Đã là do chính tay cưng làm, vậy tôi sẽ thử xem sao, hehe..."
      },
      {
        "title": "Nhận Được Quà III",
        "desc": "Nói sao nhỉ... cưng à, vẫn còn phải cố gắng rất nhiều đó."
      }
    ],
    "talent": [
      {
        "key": "Tấn Công Thường - Hồ Linh Thực Tội Thức",
        "title": "Tấn Công Thường - Hồ Linh Thực Tội Thức",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/八重神子/battle_talent_0/battle_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Tấn Công Thường</color>\nTriệu hồi linh hồn hồ ly, thực hiện tối đa 3 lần tấn công, gây <color=#ffacff>Sát Thương Nguyên Tố Lôi</color> .\n<color=#ffd780>Trọng Kích</color>\nTiêu hao thể lực nhất định, tụ lực và gây <color=#ffacff>Sát Thương Phạm Vi Nguyên Tố Lôi</color> .\n<color=#ffd780>Tấn Công Khi Đáp</color>\nNgưng tụ sức mạnh lôi đình, từ trên không lao xuống mặt đất, tấn công kẻ địch trên đường, gây <color=#ffacff>Sát Thương Phạm Vi Nguyên Tố Lôi</color> khi chạm đất."
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11"
            ]
          },
          {
            "key": "Sát Thương Lần 1",
            "values": [
              "39.7%",
              "42.6%",
              "45.6%",
              "49.6%",
              "52.6%",
              "55.5%",
              "59.5%",
              "63.5%",
              "67.4%",
              "71.4%",
              "75.4%"
            ]
          },
          {
            "key": "Sát Thương Lần 2",
            "values": [
              "38.5%",
              "41.4%",
              "44.3%",
              "48.2%",
              "51%",
              "53.9%",
              "57.8%",
              "61.6%",
              "65.5%",
              "69.3%",
              "73.2%"
            ]
          },
          {
            "key": "Sát Thương Lần 3",
            "values": [
              "56.9%",
              "61.2%",
              "65.4%",
              "71.1%",
              "75.4%",
              "79.6%",
              "85.3%",
              "91%",
              "96.7%",
              "102.4%",
              "108.1%"
            ]
          },
          {
            "key": "Sát Thương Trọng Kích",
            "values": [
              "142.9%",
              "153.6%",
              "164.3%",
              "178.6%",
              "189.3%",
              "200.1%",
              "214.3%",
              "228.6%",
              "242.9%",
              "257.2%",
              "271.5%"
            ]
          },
          {
            "key": "Thể lực Trọng Kích tiêu hao",
            "values": [
              "50 điểm",
              "50 điểm",
              "50 điểm",
              "50 điểm",
              "50 điểm",
              "50 điểm",
              "50 điểm",
              "50 điểm",
              "50 điểm",
              "50 điểm",
              "50 điểm"
            ]
          },
          {
            "key": "Sát Thương Khi Rơi",
            "values": [
              "56.8%",
              "61.5%",
              "66.1%",
              "72.7%",
              "77.3%",
              "82.6%",
              "89.9%",
              "97.1%",
              "104%",
              "112%",
              "120%"
            ]
          },
          {
            "key": "Sát Thương Khi Rơi Từ Độ Cao Thấp/Cao",
            "values": [
              "114%/142%",
              "123%/153%",
              "132%/162%",
              "145%/182%",
              "155%/193%",
              "165%/206%",
              "180%/224%",
              "194%/243%",
              "209%/261%",
              "225%/281%",
              "240%/300%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 92,
              "name": "Bài Giảng Của \"Ánh Sáng\"",
              "desc": "Nguyên liệu bồi dưỡng thiên phú.<br/>Ước nguyện của Lôi quốc là ánh sáng.<br/>Vị quân tử tự cho mình là thông suốt sẽ luôn cố gắng gặt hái vinh quang trên trời cao. Tuy nhiên, viễn cảnh tham vọng sẽ khiến những người cần nó theo đuổi quyết liệt hơn, giống như những con thiêu thân lao vào lửa.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Light_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 1248,
              "name": "Kiếm Cách Cũ Nát",
              "desc": "Vật phòng hộ trên thanh kiếm, chứng kiến qua vô vàn trận chiến.<br/>Đối với những người thuần thục kiếm thuật, kiếm cách dùng để chặn lưỡi kiếm của đối phương; Còn đối với những kiếm sĩ mới tập, kiếm cách là chìa khóa để bảo vệ tay phải của họ.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 91,
              "name": "Hướng Dẫn Của \"Ánh Sáng\"",
              "desc": "Nguyên liệu bồi dưỡng thiên phú.<br/>Ước nguyện của Lôi quốc là ánh sáng.<br/>Ngay cả khi ánh sáng bị mây dông bao phủ, vẫn có những con người ở vùng đất Narukami với lý tưởng cao cả sẽ vượt qua sấm sét cuồng nộ của bầu trời để theo đuổi ánh sáng, dù cho có bị hủy diệt một cách lạnh lùng.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Light_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 711,
              "name": "Kiếm Cách Bản Sao",
              "desc": "Vật phòng hộ trên thanh kiếm.<br/>Thợ rèn Inazuma khi rèn kiếm sẽ luôn làm ra vài thanh cùng loại. Từ đó chọn ra thanh ưu tú nhất để làm \"bản chính\", những thanh còn lại được xem là \"bản sao\".",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 91,
              "name": "Hướng Dẫn Của \"Ánh Sáng\"",
              "desc": "Nguyên liệu bồi dưỡng thiên phú.<br/>Ước nguyện của Lôi quốc là ánh sáng.<br/>Ngay cả khi ánh sáng bị mây dông bao phủ, vẫn có những con người ở vùng đất Narukami với lý tưởng cao cả sẽ vượt qua sấm sét cuồng nộ của bầu trời để theo đuổi ánh sáng, dù cho có bị hủy diệt một cách lạnh lùng.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Light_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 711,
              "name": "Kiếm Cách Bản Sao",
              "desc": "Vật phòng hộ trên thanh kiếm.<br/>Thợ rèn Inazuma khi rèn kiếm sẽ luôn làm ra vài thanh cùng loại. Từ đó chọn ra thanh ưu tú nhất để làm \"bản chính\", những thanh còn lại được xem là \"bản sao\".",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 91,
              "name": "Hướng Dẫn Của \"Ánh Sáng\"",
              "desc": "Nguyên liệu bồi dưỡng thiên phú.<br/>Ước nguyện của Lôi quốc là ánh sáng.<br/>Ngay cả khi ánh sáng bị mây dông bao phủ, vẫn có những con người ở vùng đất Narukami với lý tưởng cao cả sẽ vượt qua sấm sét cuồng nộ của bầu trời để theo đuổi ánh sáng, dù cho có bị hủy diệt một cách lạnh lùng.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Light_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 711,
              "name": "Kiếm Cách Bản Sao",
              "desc": "Vật phòng hộ trên thanh kiếm.<br/>Thợ rèn Inazuma khi rèn kiếm sẽ luôn làm ra vài thanh cùng loại. Từ đó chọn ra thanh ưu tú nhất để làm \"bản chính\", những thanh còn lại được xem là \"bản sao\".",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 91,
              "name": "Hướng Dẫn Của \"Ánh Sáng\"",
              "desc": "Nguyên liệu bồi dưỡng thiên phú.<br/>Ước nguyện của Lôi quốc là ánh sáng.<br/>Ngay cả khi ánh sáng bị mây dông bao phủ, vẫn có những con người ở vùng đất Narukami với lý tưởng cao cả sẽ vượt qua sấm sét cuồng nộ của bầu trời để theo đuổi ánh sáng, dù cho có bị hủy diệt một cách lạnh lùng.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Light_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 711,
              "name": "Kiếm Cách Bản Sao",
              "desc": "Vật phòng hộ trên thanh kiếm.<br/>Thợ rèn Inazuma khi rèn kiếm sẽ luôn làm ra vài thanh cùng loại. Từ đó chọn ra thanh ưu tú nhất để làm \"bản chính\", những thanh còn lại được xem là \"bản sao\".",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 90,
              "name": "Triết Học Của \"Ánh Sáng\"",
              "desc": "Nguyên liệu bồi dưỡng thiên phú.<br/>Ước nguyện của Lôi quốc là ánh sáng.<br/>Dù có sống mãi dưới đất, con người vẫn kiên cường theo đuổi ánh sáng. Mọi người vẫn luôn muốn đuổi theo và vượt qua, không thể ngừng lại được. Sự vĩnh hằng tĩnh lặng và khép kín cũng thật tráng lệ, nhưng bản chất của nó suy cho cùng là cái chết.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Light_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 400,
              "name": "Kiếm Cách Trứ Danh",
              "desc": "Vật phòng hộ tinh xảo của các loại danh kiếm.<br/>Có người tin chắc rằng đao kiếm có linh hồn và sự sống riêng, đó là lý do tại sao người ta lại đặt tên cho kiếm. Những ai yêu thích đao kiếm cũng sẽ có được sự đền đáp. Nhưng những ai trở thành bạn thân hoặc thậm chí xem kiếm như người yêu đều phải biết rằng thứ tình cảm này được nuôi dưỡng bởi sự giết chóc và chặt chém. Những người thường tắm máu và múa kiếm, máu của họ cuối cùng cũng sẽ bị phủ lên những thanh kiếm vô tình này.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 215,
              "name": "Chân Ý Vạn Kiếp",
              "desc": "Trang sức được mang về từ Tịnh Thổ sau khi mọi chuyện đã lắng xuống.<br/>Nhất niệm vạn kiếp tận, sẽ luôn có những suy nghĩ có thể vượt qua thời gian.<br/>Muôn vạn kiếp nạn, liệu ý nghĩ thực sự của Makoto đã được truyền đạt thành công hay chưa.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Meaning of Aeons_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 90,
              "name": "Triết Học Của \"Ánh Sáng\"",
              "desc": "Nguyên liệu bồi dưỡng thiên phú.<br/>Ước nguyện của Lôi quốc là ánh sáng.<br/>Dù có sống mãi dưới đất, con người vẫn kiên cường theo đuổi ánh sáng. Mọi người vẫn luôn muốn đuổi theo và vượt qua, không thể ngừng lại được. Sự vĩnh hằng tĩnh lặng và khép kín cũng thật tráng lệ, nhưng bản chất của nó suy cho cùng là cái chết.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Light_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 400,
              "name": "Kiếm Cách Trứ Danh",
              "desc": "Vật phòng hộ tinh xảo của các loại danh kiếm.<br/>Có người tin chắc rằng đao kiếm có linh hồn và sự sống riêng, đó là lý do tại sao người ta lại đặt tên cho kiếm. Những ai yêu thích đao kiếm cũng sẽ có được sự đền đáp. Nhưng những ai trở thành bạn thân hoặc thậm chí xem kiếm như người yêu đều phải biết rằng thứ tình cảm này được nuôi dưỡng bởi sự giết chóc và chặt chém. Những người thường tắm máu và múa kiếm, máu của họ cuối cùng cũng sẽ bị phủ lên những thanh kiếm vô tình này.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 215,
              "name": "Chân Ý Vạn Kiếp",
              "desc": "Trang sức được mang về từ Tịnh Thổ sau khi mọi chuyện đã lắng xuống.<br/>Nhất niệm vạn kiếp tận, sẽ luôn có những suy nghĩ có thể vượt qua thời gian.<br/>Muôn vạn kiếp nạn, liệu ý nghĩ thực sự của Makoto đã được truyền đạt thành công hay chưa.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Meaning of Aeons_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 450000
            },
            {
              "type": "CustomEntry",
              "epId": 90,
              "name": "Triết Học Của \"Ánh Sáng\"",
              "desc": "Nguyên liệu bồi dưỡng thiên phú.<br/>Ước nguyện của Lôi quốc là ánh sáng.<br/>Dù có sống mãi dưới đất, con người vẫn kiên cường theo đuổi ánh sáng. Mọi người vẫn luôn muốn đuổi theo và vượt qua, không thể ngừng lại được. Sự vĩnh hằng tĩnh lặng và khép kín cũng thật tráng lệ, nhưng bản chất của nó suy cho cùng là cái chết.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Light_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 400,
              "name": "Kiếm Cách Trứ Danh",
              "desc": "Vật phòng hộ tinh xảo của các loại danh kiếm.<br/>Có người tin chắc rằng đao kiếm có linh hồn và sự sống riêng, đó là lý do tại sao người ta lại đặt tên cho kiếm. Những ai yêu thích đao kiếm cũng sẽ có được sự đền đáp. Nhưng những ai trở thành bạn thân hoặc thậm chí xem kiếm như người yêu đều phải biết rằng thứ tình cảm này được nuôi dưỡng bởi sự giết chóc và chặt chém. Những người thường tắm máu và múa kiếm, máu của họ cuối cùng cũng sẽ bị phủ lên những thanh kiếm vô tình này.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 215,
              "name": "Chân Ý Vạn Kiếp",
              "desc": "Trang sức được mang về từ Tịnh Thổ sau khi mọi chuyện đã lắng xuống.<br/>Nhất niệm vạn kiếp tận, sẽ luôn có những suy nghĩ có thể vượt qua thời gian.<br/>Muôn vạn kiếp nạn, liệu ý nghĩ thực sự của Makoto đã được truyền đạt thành công hay chưa.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Meaning of Aeons_icon.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 90,
              "name": "Triết Học Của \"Ánh Sáng\"",
              "desc": "Nguyên liệu bồi dưỡng thiên phú.<br/>Ước nguyện của Lôi quốc là ánh sáng.<br/>Dù có sống mãi dưới đất, con người vẫn kiên cường theo đuổi ánh sáng. Mọi người vẫn luôn muốn đuổi theo và vượt qua, không thể ngừng lại được. Sự vĩnh hằng tĩnh lặng và khép kín cũng thật tráng lệ, nhưng bản chất của nó suy cho cùng là cái chết.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Light_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 400,
              "name": "Kiếm Cách Trứ Danh",
              "desc": "Vật phòng hộ tinh xảo của các loại danh kiếm.<br/>Có người tin chắc rằng đao kiếm có linh hồn và sự sống riêng, đó là lý do tại sao người ta lại đặt tên cho kiếm. Những ai yêu thích đao kiếm cũng sẽ có được sự đền đáp. Nhưng những ai trở thành bạn thân hoặc thậm chí xem kiếm như người yêu đều phải biết rằng thứ tình cảm này được nuôi dưỡng bởi sự giết chóc và chặt chém. Những người thường tắm máu và múa kiếm, máu của họ cuối cùng cũng sẽ bị phủ lên những thanh kiếm vô tình này.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 215,
              "name": "Chân Ý Vạn Kiếp",
              "desc": "Trang sức được mang về từ Tịnh Thổ sau khi mọi chuyện đã lắng xuống.<br/>Nhất niệm vạn kiếp tận, sẽ luôn có những suy nghĩ có thể vượt qua thời gian.<br/>Muôn vạn kiếp nạn, liệu ý nghĩ thực sự của Makoto đã được truyền đạt thành công hay chưa.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/The Meaning of Aeons_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Vương Miện Trí Thức",
              "desc": "Nguyên liệu quý để tăng thiên phú.<br/>Dụng cụ nghi thức dùng để chứa và truyền thụ tri thức ở thời viễn cổ. Cho dù ngày nay, trí tuệ đã được truyền thụ lại trong ngôn ngữ và điển tịch, nhưng sức mạnh và trí tuệ tàn dư trong \"Vương Miện Trí Thức\" vẫn mang đến cho con người thời nay những đột phá vô cùng vĩ đại.",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/八重神子/battle_talent_0/battle_talent_0.gif"
      },
      {
        "key": "Thần Chú Yakan - Sesshou Sakura",
        "title": "Thần Chú Yakan - Sesshou Sakura",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/八重神子/battle_talent_1/battle_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Đối với Yae mà nói, những phiền phức mà chỉ cần triệu hồi tinh linh là đã giải quyết được, thì đương nhiên sẽ không cần tự mình nhúng tay vào.\nDi chuyển nhanh và để lại một \"Sesshou Sakura\".\n<color=#ffd780>Sesshou Sakura</color>\nCó đặc tính sau:\n·Cứ cách một thời gian sẽ giáng sét xuống 1 kẻ địch ở xung quanh, gây <color=#ffacff>Sát Thương Nguyên Tố Lôi</color> ;\n·Khi gần đó có Sesshou Sakura khác, sẽ tăng bậc cho chúng để tăng sát thương của đòn tấn công nêu trên.\nCó thể sử dụng 3 lần.\nTối đa tồn tại cùng lúc 3 Sesshou Sakura, Sesshou Sakura khi vừa khởi tạo sẽ có bậc 1, tối đa tăng đến bậc 3. Nếu vị trí khởi tạo có cự ly quá gần với Sesshou Sakura đã có, sẽ tiêu hủy Sesshou Sakura đã có.\n\"Các tinh linh hồ ly bị phong ấn trong cành cây đều là những yakan chuyên làm hại con người. Yakan thấp hơn thiên hồ chúng tôi hai bậc, vì vậy, tôi có thể ra lệnh cho chúng thoải mái. Hồ ly tuy chia thành ba sáu chín bậc, nhưng con người đừng nên học theo nhé, còn về việc con người và hồ ly ai có cấp bậc cao hơn sao? Hờ hờ...\""
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11",
              "Lv.12",
              "Lv.13",
              "Lv.14"
            ]
          },
          {
            "key": "Sát Thương Sesshou Sakura Bậc 1",
            "values": [
              "60.7%",
              "65.2%",
              "69.8%",
              "75.8%",
              "80.4%",
              "84.9%",
              "91%",
              "97.1%",
              "103.1%",
              "109.2%",
              "115.3%",
              "121.3%",
              "128.9%"
            ]
          },
          {
            "key": "Sát Thương Sesshou Sakura Bậc 2",
            "values": [
              "75.8%",
              "81.5%",
              "87.2%",
              "94.8%",
              "100.5%",
              "106.2%",
              "113.8%",
              "121.3%",
              "128.9%",
              "136.5%",
              "144.1%",
              "151.7%",
              "161.2%"
            ]
          },
          {
            "key": "Sát Thương Sesshou Sakura Bậc 3",
            "values": [
              "94.8%",
              "101.9%",
              "109%",
              "118.5%",
              "125.6%",
              "132.7%",
              "142.2%",
              "151.7%",
              "161.2%",
              "170.6%",
              "180.1%",
              "189.6%",
              "201.5%"
            ]
          },
          {
            "key": "Sát Thương Sesshou Sakura Bậc 4",
            "values": [
              "118.5%",
              "127.4%",
              "136.3%",
              "148.1%",
              "157%",
              "165.9%",
              "177.8%",
              "189.6%",
              "201.5%",
              "213.3%",
              "225.2%",
              "237%",
              "251.8%"
            ]
          },
          {
            "key": "Thời Gian Kéo Dài",
            "values": [
              "14s",
              "14s",
              "14s",
              "14s",
              "14s",
              "14s",
              "14s",
              "14s",
              "14s",
              "14s",
              "14s",
              "14s",
              "14s"
            ]
          },
          {
            "key": "CD",
            "values": [
              "4s",
              "4s",
              "4s",
              "4s",
              "4s",
              "4s",
              "4s",
              "4s",
              "4s",
              "4s",
              "4s",
              "4s",
              "4s"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/八重神子/battle_talent_1/battle_talent_1.gif"
      },
      {
        "key": "Đại Bí Pháp - Tenko Kenshin",
        "title": "Đại Bí Pháp - Tenko Kenshin",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/八重神子/battle_talent_2/battle_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Trong dân gian Inazuma có nhắc đến khái niệm \"kitsunetsuki\", hay có thể hiểu là chứng nhận của hồ ly. Trong đó, của \"Thiên Hồ\" là tương đối đặc biệt, có thể dùng lôi đình để giáng xuống người kẻ địch của Đền Narukami. Giáng sấm sét xuống, gây <color=#ffacff>Sát Thương Phạm Vi Nguyên Tố Lôi</color> .\nKhi thi triển, Yae Miko sẽ giải phóng Sesshou Sakura ở gần đó, phá hủy hình thái của chúng và hóa thành Thiên Hồ Lôi Đình giáng xuống, gây <color=#ffacff>Sát Thương Phạm Vi Nguyên Tố Lôi</color> . Mỗi lần phá hủy 1 Sesshou Sakura bằng cách này sẽ giáng xuống 1 tia Thiên Hồ Lôi Đình.\nVào lúc này, Yae cần để lộ ra chứng nhận thiên hồ để hiệu lệnh lôi đình. Nhưng những kẻ đã nhìn thấy đại nhân Guuji để lộ chiếc đuôi đều đã tan biến không còn lại gì dù chỉ là hạt bụi. Cho nên, hãy nhớ cho kỹ nhé - Yae đại nhân không hề có đuôi."
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11",
              "Lv.12",
              "Lv.13",
              "Lv.14"
            ]
          },
          {
            "key": "Sát Thương Kỹ Năng",
            "values": [
              "260%",
              "280%",
              "299%",
              "325%",
              "345%",
              "364%",
              "390%",
              "416%",
              "442%",
              "468%",
              "494%",
              "520%",
              "553%"
            ]
          },
          {
            "key": "Sát Thương Thiên Hồ Lôi Đình",
            "values": [
              "334%",
              "359%",
              "384%",
              "417%",
              "442%",
              "467%",
              "501%",
              "534%",
              "568%",
              "601%",
              "634%",
              "668%",
              "709%"
            ]
          },
          {
            "key": "CD",
            "values": [
              "22s",
              "22s",
              "22s",
              "22s",
              "22s",
              "22s",
              "22s",
              "22s",
              "22s",
              "22s",
              "22s",
              "22s",
              "22s"
            ]
          },
          {
            "key": "Năng Lượng Nguyên Tố",
            "values": [
              "90",
              "90",
              "90",
              "90",
              "90",
              "90",
              "90",
              "90",
              "90",
              "90",
              "90",
              "90",
              "90"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/八重神子/battle_talent_2/battle_talent_2.gif"
      },
      {
        "key": "Bóng Râm Đền Thần",
        "title": "Bóng Râm Đền Thần",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/八重神子/const_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Khi thi triển <color=#ffd780>Đại Bí Pháp - Tenko Kenshin</color> , mỗi lần phá hủy một Sesshou Sakura sẽ làm mới một lần CD kỹ năng <color=#ffd780>Thần Chú Yakan - Sesshou Sakura</color> ."
          }
        ],
        "attributes": null
      },
      {
        "key": "Lời Cầu Phúc Giác Ngộ",
        "title": "Lời Cầu Phúc Giác Ngộ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/八重神子/const_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Mỗi 1 điểm Tinh Thông Nguyên Tố của Yae Miko có thể tăng 0.15% sát thương do <color=#ffd780>Sesshou Sakura</color> gây ra."
          }
        ],
        "attributes": null
      },
      {
        "key": "Hồ Ly Thiền Định",
        "title": "Hồ Ly Thiền Định",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/八重神子/const_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "Khi ghép nguyên liệu thiên phú nhân vật, có tỷ lệ 25% sản sinh thêm 1 nguyên liệu thiên phú ngẫu nhiên khác của cùng khu vực, cấp bậc giống với nguyên liệu khi ghép."
          }
        ],
        "attributes": null
      }
    ],
    "summaryList": [
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/八重神子/constellation_1.png",
        "name": "Biên Niên Sử Hồ Ly",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Đại Bí Pháp - Tenko Kenshin</color> mỗi khi kích hoạt 1 lần Thiên Hồ Lôi Đình, đều sẽ hồi 8 điểm năng lượng nguyên tố cho bản thân Yae Miko."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/八重神子/constellation_2.png",
        "name": "Tiếng Gọi Đêm Trăng",
        "desc": [
          {
            "type": "RichText",
            "text": "Cấp bậc ban đầu của <color=#ffd780>Sesshou Sakura</color> khi vừa được tạo ra sẽ tăng ngay đến bậc 2, tối đa có thể tăng đến bậc 4, phạm vi tấn công tăng 60%."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/八重神子/constellation_3.png",
        "name": "Thất Diệu Biến Hóa",
        "desc": [
          {
            "type": "RichText",
            "text": "Cấp kỹ năng <color=#ffd780>Thần Chú Yakan - Sesshou Sakura</color> +3.\nTăng tối đa đến cấp 15."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/八重神子/constellation_4.png",
        "name": "Anh Đào Dẫn Lôi Chương",
        "desc": [
          {
            "type": "RichText",
            "text": "Sau khi sấm sét của <color=#ffd780>Sesshou Sakura</color> đánh trúng kẻ địch, tất cả nhân vật trong đội ở gần sẽ nhận được 20% <color=#ffacff>Buff Sát Thương Nguyên Tố Lôi</color> , duy trì 5s."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/八重神子/constellation_5.png",
        "name": "Giễu Cợt Nham Hiểm",
        "desc": [
          {
            "type": "RichText",
            "text": "Cấp kỹ năng <color=#ffd780>Đại Bí Pháp - Tenko Kenshin</color> +3.\nTăng tối đa đến cấp 15."
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/八重神子/constellation_6.png",
        "name": "Cấm Thuật Daisesshou",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Sesshou Sakura</color> khi tấn công sẽ bỏ qua 60% phòng ngự của kẻ địch."
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 2,
        "text": "Tổng Quan Thiên Phú"
      },
      {
        "type": "RichText",
        "text": "Nguồn <color=#ffd780>Sát Thương</color> chính đến từ các <color=#ffd780>Kĩ Năng Nguyên Tố</color> <color=#ffffff73>và</color> <color=#ffd780>Kĩ Năng Nộ</color> <color=#ffffff73>.</color>\nTồn tại càng nhiều Sesshou Sakura <color=#ffd780>sát thương</color> gây ra càng lớn ( tối đa tồn tại 3 Sesshou Sakura trên sân )\nThi triển <color=#ffd780>Kĩ Năng Nộ</color> khi tồn tại Sesshou Sakura trên sân sẽ làm mới <color=#ffd780>Kĩ Năng Nguyên Tố</color> từ đó tối ưu hoá <color=#ffd780>sát thương</color> .\nThiên Phú bị động giúp tăng <color=#ffd780>sát thương</color> dựa trên <color=#ffd780>tinh thông nguyên tố</color> giúp tối ưu thánh di vật dễ dàng hơn."
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đề Xuất Vũ Khí",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vũ Khí 3 sao"
      },
      {
        "type": "CustomEntry",
        "epId": 2050,
        "name": "Tóm Tắt Ma Pháp",
        "desc": "Phần 12, kết hợp thêm nội dung thời đại mới và sửa đổi một số lỗi của phần 11.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/魔导绪论.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Tấn Công Căn Bản</color>\n354\n<color=#ffffff>Tinh Thông Nguyên Tố</color>\n187\n<color=#ffffff>Cách Nhận</color>\nRương\nCầu Nguyện\nTóm Tắt Ma Pháp cung cấp cho Yae Miko <color=#ffd780>Tinh Thông Nguyên Tố</color> , nội tại sẽ tương thích tốt hơn với đội hình có nhân vật nguyên tố Thuỷ và Lôi giúp tăng <color=#ffd780>sát thương</color> ."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vũ Khí 4 sao"
      },
      {
        "type": "CustomEntry",
        "epId": 1991,
        "name": "Chương Nhạc Lang Thang",
        "desc": "Quyển sổ dày ghi chép nhiều bản nhạc. Tuy rằng bị mọt gặm nhấm, nhưng bút tích còn sót lại vẫn phát ra sức mạnh.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/流浪乐章.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Tấn Công Căn Bản</color>\n510\n<color=#ffffff>ST Bạo Kích</color>\n55.1%\n<color=#ffffff>Cách Nhận</color>\nCầu Nguyện\nChương Nhạc Lang Thang cung cấp cho Yae Miko <color=#ffd780>ST Bạo Kích</color> , nội tại ngẫu nhiên nhận 1 ca khúc giúp Yae Miko giúp tăng <color=#ffd780>sát thương</color> ."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vũ Khí 5 sao"
      },
      {
        "type": "CustomEntry",
        "epId": 2001,
        "name": "Chân Ý Của Kagura",
        "desc": "Chuông thần được dùng khi biểu diễn Vũ Điệu Kagura, đã được Guuji chúc phúc. Hương thơm của Anh Đào Thần thoang thoảng trên đó.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/神乐之真意.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Tấn Công Căn Bản</color>\n608\n<color=#ffffff>ST Bạo Kích</color>\n66.2%\n<color=#ffffff>Cách Nhận</color>\nCầu Nguyện Thân Hình Thần Đúc\nChân Ý Của Kagura là vũ khí trấn phái của Yae Miko. Cung cấp cho Yae Miko <color=#ffd780>ST Bạo Kích</color> giúp tăng <color=#ffd780>sát thương</color> . Nội tại tương thích tốt với <color=#ffd780>Kĩ Năng Nguyên Tố</color> của Yae Miko giúp duy trì tối đa 3 tầng <color=#ffd780>Vũ Điệu Kagura</color> ."
      },
      {
        "type": "CustomEntry",
        "epId": 1951,
        "name": "Điển Tích Tây Phong",
        "desc": "Điển tích được người dân sùng bái gió viết nên. Qua ngàn năm, niềm tin được lưu truyền và nhận được sự ưu ái của gió, tràn đầy sức mạnh và sự chúc phúc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/四风原典.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Tấn Công Căn Bản</color>\n608\n<color=#ffffff>Tỷ Lệ Bạo Kích</color>\n33.1%\n<color=#ffffff>Cách Nhận</color>\nCầu Nguyện Thân Hình Thần Đúc\nCầu Nguyện Du Hành Thế Gian\nĐiển Tích Tây Phong cung cấp cho Yae Miko <color=#ffd780>Tỷ Lệ Bạo Kích</color> và <color=#ffd780>ST Nguyên Tố</color> giúp tăng <color=#ffd780>sát thương</color> .\nLưu ý: Yae Miko ở trên sân càng lâu, càng nhận nhiều buff <color=#ffd780>sát thương Nguyên Tố.</color>"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Đề Xuất Thánh Di Vật"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Chỉ Số Thánh Di Vật"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/1387f1512524772db99ae30b6303f939_5072609172935942900.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/56451470fe75f710b812ac28e226273b_5774236690802856497.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/8bc07934c9290b83751c7fa183a43ab7_32021027934025390.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Tỷ Lệ Tấn Công</color>\n<color=#ffd780>Tinh Thông Nguyên Tố</color>\n<color=#ffacff>ST Nguyên Tố Lôi</color>\n<color=#ffd780>Tỷ Lệ Bạo Kích / ST Bạo Kích</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bộ 4 Món"
      },
      {
        "type": "CustomEntry",
        "epId": 2070,
        "name": "Tôn Giả Trầm Lặng",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Hiệu Quả Bộ:</color>\n<color=#ffffff73>Kháng nguyên tố Lôi tăng 40%.</color>\nTăng 35% sát thương tạo thành cho kẻ địch bị ảnh hưởng nguyên tố Lôi.\nBộ 4 sẽ hiệu quả hơn với độ hình xoay quanh sát thương nguyên tố lôi."
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Giấc Mộng Hoàng Kim",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/25/148664880/ae8a2c6f24df66e1bd7cc2dbd83d330d_6028793042588685756.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Hiệu Quả Bộ:</color>\n<color=#ffffff73>Tăng 80 điểm</color> <color=#ffd780>tinh thông nguyên tố</color> <color=#ffffff73>.</color>\nSau khi kích hoạt <color=#ffd780>phản ứng nguyên tố</color> , mỗi một nhân vật trong đội có cùng loại nguyên tố với người mang trang bị, sẽ tăng <color=#ffd780>tấn công</color> ; mỗi một nhân vật trong đội khác loại nguyên tố với người mang trang bị, sẽ tăng <color=#ffd780>tinh thông nguyên tố</color> .\nTăng <color=#ffd780>Tinh thông nguyên tố</color> cho <color=#ffd780>Kĩ năng nguyên tố/kĩ năng nộ</color> và <color=#ffd780>phản ứng nguyên tố</color> cho Yae Miko.\nSử dụng đội có <color=#ffacff>phản ứng nguyên tố Lôi</color> để kích hoạt hiệu quả bộ"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Bộ 2/2 Món"
      },
      {
        "type": "CustomEntry",
        "epId": 2673,
        "name": "Giấc Mộng Hoàng Kim",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/25/148664880/ae8a2c6f24df66e1bd7cc2dbd83d330d_6028793042588685756.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Dòng Hồi Ức Bất Tận",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Lễ Bế Mạc Của Giác Đấu Sĩ",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2081,
        "name": "Đoàn Hát Lang Thang Đại Lục",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Wanderer's Troupe/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2067,
        "name": "Như Sấm Thịnh Nộ",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundering Fury/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Dư Âm Tế Lễ",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Hiệu Quả Bộ:</color>\nNhận 15% buff <color=#ffacff>sát thương nguyên tố Lôi</color> ..\nTăng 80 điểm <color=#ffd780>tinh thông nguyên tố</color> .\n<color=#ffd780>Tấn công</color> tăng 18%.\nSử dụng bộ 2/2 món giúp Yae Miko tối ưu hoá chỉ số <color=#ffd780>Tinh Thông Nguyên Tố</color> , <color=#ffd780>Tấn Công</color> cho Yae Miko. Sau đó có thể tập trung vào <color=#ffd780>tỷ lệ bạo kích</color> , <color=#ffd780>ST bạo kích</color> giúp tăng <color=#ffd780>sát thương</color> cho Yae Miko."
      }
    ],
    "story": [
      {
        "title": "Miêu Tả Nhân Vật",
        "desc": [
          {
            "type": "RichText",
            "text": "Đại pháp sư cai quản Đền Narukami, người kế thừa huyết mạch Bạch Thần, là thân quyến và là bằng hữu của \"vĩnh hằng\", đồng thời cũng là tổng biên tập hắc ám của Nhà Xuất Bản Yae...\nNếu xem xét kỹ thì chức danh của Yae Miko cũng biến hóa đa dạng hệt như tính tình của cô ấy vậy.\nSố người với các mục đích khác nhau thử tìm đủ mọi cách để làm rõ \"bộ mặt thật\" của Miko, có thể xếp hàng dài từ phủ Hiệp Hội Tenryou cho đến cổng Nhà Xuất Bản Yae, thế nhưng đến tận hôm nay, chả có mấy ai thành công cả.\nDù sao thì Miko từ trước đến giờ không hề cố ý che giấu điều gì. Biến hóa trăm mặt chẳng qua chỉ là ngẫu hứng nhất thời, muốn gì làm đó mà thôi. Một câu đố mà không có ẩn giấu gì bên trong, vốn dĩ đã không phải là câu đố.\nChỉ cần nhớ rằng, cô ấy mãi mãi là vị \"đại nhân Yae Miko tài trí xinh đẹp\" là được rồi."
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Các biên tập viên của Nhà Xuất Bản Yae đã từng đề cử một bản thảo cho tổng biên tập đại nhân.\nTác phẩm này văn phong tươi sáng, tư duy sắc xảo, chủ đề cũng theo xu hướng hài hước lãng mạn đang khá thịnh hành hiện nay.\nMột viên ngọc thô như vậy, chỉ cần gia công thêm chút, kết hợp với hình ảnh minh họa tinh tế... nhất định sẽ bán đắt như tôm tươi!\nNhưng các biên tập viên đã không ngờ rằng, Yae Miko sau khi xem xong không hề tỏ ra thích thú, mà lại thở dài, rồi gọi hết các biên tập viên lại.\nCác biên tập viên đã do dự hỏi thăm: \"Đại nhân Yae... tuy rằng chính tôi đã gợi ý cho anh ấy viết đề tài này... nhưng đây không phải là chủ đề đang rất nổi hiện nay sao?\"\nĐối diện với ánh mắt nghi hoặc của biên tập, Miko nói thẳng ý kiến của mình: Một quyển tiểu thuyết vốn dĩ rất mới lạ, nhưng lại bị chủ đề ràng buộc đủ thứ, có thể khái quát bằng một câu \"không đủ tự do\".\nThứ gọi là đề tài bán chạy... chẳng qua chỉ là một trào lưu cứ mười năm lại luân chuyển một lần mà thôi.\nĐi theo sở thích của thời đại là một lối đi tắt, nhưng nếu như một tác phẩm vốn dĩ đã có tố chất để không bị trào lưu nhấn chìm, thì tại sao lại phải trôi dạt theo trào lưu chứ?\n\"Hãy chuyển lời của ta đến vị tác giả mới này, cứ nói rằng không cần quan tâm đến thể loại đề tài, chỉ cần chuyên tâm cho \"câu chuyện\" đang viết là được.\"\nNgười nộp bản thảo nghe xong, như đã giác ngộ được gì đó, bèn ngừng bút đóng cửa suy ngẫm. Mấy tháng sau, một bản thảo hoàn toàn mới đã xuất hiện trước mặt Miko và biên tập viên.\nBiên tập đã ngẩng người trong nhất thời, ngay cả Yae Miko xưa nay không kiêng kị điều gì cả cũng phải nhíu mày:\n\"Chà... làm sao đây... đúng là không ổn cho lắm.\"\n\"Phải đó! Cho dù không cần phải quan tâm đến đề tài, nhưng \"Chuyển Sinh Thành Raiden Shogun\" cũng quá ư là hoang đường mà!\"\n\"Đề tài sao? Đề tài này có vấn đề gì đâu. Nhưng mà bút danh của anh ta bình thường quá, nhìn kiểu gì cũng không xứng với quyển tiểu thuyết này.\"\n\"Hóa ra đây mới là điểm đáng chú ý sao... Nhưng mà, đại nhân thấy vui là được.\"\nKhông lâu sau, tác giả của quyển sách này đã đường đường chính chính ra mắt với bút danh siêu dài do tổng biên tập đề xuất - \"Kadenokouji Kenzaburou\".\nCòn về sự kiện vận động sáng tác với chủ đề \"Chuyển Sinh Thành Guuji Yae\" do tổng biên tập đại nhân lanh trí triển khai, thì là chuyện sau này rồi."
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Điểm bất tiện lớn nhất khi làm Guuji chính là mỗi lần đền thần tổ chức lễ hội, đều phải mặc phục trang trịnh trọng ngồi ở đền thần.\nÁnh pháo hoa rực rỡ giữa màn đêm, trong ngoài đền thần tiếng hò reo vang dội, một dịp lễ lớn như vậy mà bản thân suốt cả buổi lại phải ngồi trong đền thần với nụ cười trang trọng...\nTình huống đau thương này còn đáng sợ hơn là món đậu phụ rán biến mất khỏi thế gian.\nThân quyến của Lôi Thần có thọ mệnh tương đối dài, chớp mắt là đã trăm năm. Trong những năm tháng dài đằng đẳng đó, sự buồn chán mới là kẻ địch khó đối phó nhất.\nNếu như một ngày nào đó bản thân cũng quen với việc ngồi im qua ngày, ngoan cố tựa gỗ mục, vậy thì thế gian này chẳng phải đã mất đi một người thông minh lanh lợi chuyên phát hiện niềm vui rồi sao?\nCho nên, việc thường xuyên tìm kiếm niềm vui mới cho bản thân luôn là việc quan trọng và cần thiết.\nDù cho vì chuyện này mà phải lợi dụng một tí chức quyền của Guuji thì cũng có thể thông cảm được mà!\nTrong đêm lễ hội, nhìn ngắm pháo hoa của Naganohara đặc chế do Hiệp Hội Yashiro gửi đến, Yae Guuji đã gật đầu hài lòng.\nNghi thức lễ hội hôm đó vẫn như trước đây, lễ nghi chu toàn, rất hợp quy củ.\nDáng vẻ đoan trang của \"Guuji đại nhân\" khi an tọa nghiêm chỉnh suốt cả đêm, làm cho bao nhiêu pháp sư phải ngưỡng mộ.\nCô ấy tĩnh lặng ngồi đó, bên dưới cơn mưa ánh sáng tráng lệ, quan sát mọi người đến tham gia lễ hội.\nNhưng tiếng pháo hoa đã lấn át đi một thứ, đó chính là lời thì thầm được phát ra giữa kẻ răng của một người đang nhai kẹo táo.\n\"Lúc bảo tôi làm Guuji, cô nào có nói là sau này chỉ có thể lén đi xem lễ hội đâu chứ.\""
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 3",
        "desc": [
          {
            "type": "RichText",
            "text": "Theo đuổi sự thú vị, tìm kiếm niềm vui, chính là nguyên tắc ngày thường của Miko.\nĐối với một người thích nghiên cứu về nhân loại như cô ấy mà nói, các tiêu chí đánh giá như \"lập trường\" và \"đức hạnh\" đều phải xếp sau \"thú vị\".\nBất luận là đại pháp sư có sự khác biệt về tín ngưỡng, hay là đại tướng của quân địch, đều có thể trở thành đối tượng lọt vào mắt xanh của Miko.\n...Tuy rằng, sở thích này có lúc cũng biến thành những phiền toái nhỏ.\nSo với những thuộc hạ luôn chăm chỉ cẩn thận và những hậu bối luôn hết lòng ngưỡng mộ cô, thì người làm cho Miko cảm thấy hứng thú nhất trong đền thần chính là một pháp sư có tên là Kano Nana.\nKano Nana - người có cùng đam mê tiểu thuyết với Miko, hàng ngày đều vô cùng đau đầu về chuyện chăm sóc cho Sayu.\nMiko nằm trong phòng, thỉnh thoảng sẽ thấy bóng của Sayu xẹt qua cửa sổ, không lâu sau đó sẽ là tiếng bước chân vội vã và tức giận của Kano Nana đang đuổi theo.\nMối quan hệ này cũng giống như tia sét và tiếng sấm, làm cho Miko cảm thấy vô cùng thú vị, thỉnh thoảng còn cố ý chỉ sai đường để cảnh tượng náo nhiệt này có thể kéo dài thêm một lát.\nCó lần, Sayu còn cảm ơn Miko vì đã giúp mình có thêm thời gian ngủ trưa, và nói với Miko rằng, ánh mặt trời sau buổi trưa rất là ấm áp.\nCó lẽ sau khi nhận được lời gợi ý này, mà không lâu sau đó vào một ngày nắng đẹp, Miko đã biến thành một cô gái Inazuma bình thường, xuống núi dạo chơi cả ngày.\n\"Phòng Tắm Hơi Aisa\" nơi phố thị, \"Nhà Hàng Kiminami\" ở Hanamizaka, \"Tiệm Vải Ogura\" bên đường... không bỏ sót một nơi nào cả, chỗ nào cô cũng thấy vui.\nKhi chập choạng tối thì đến Trụ Sở Thám Tử Bantan Sango để ủy thác về vụ án động vật nhỏ mất tích mà cô đã nghe được trên đường.\n\"Ây da da, hai người không thấy đó thôi, những người chủ bị mất vật nuôi đã khóc thấy thương lắm. Hai vị thám tử xin hãy nghĩ cách gì đó giúp đỡ họ đi!\"\nLàm xong những chuyện này, cô gái bước đi trên đường, không nhịn được mà mỉm cười vui vẻ.\nLấy thân phận này để tham gia vào cuộc sống thường ngày của Inazuma, quả thật là một chuyện vui.\nNếu như trên gương mặt của Kujou Sara vô tình lướt qua không lộ vẻ hoài nghi thì sẽ càng tốt hơn.\nChỉ là hơi có lỗi với chủ \"Phòng Tắm Hơi Aisa\". Suối nước nóng tuy rất tuyệt, nhưng mà ngâm mình xong đã bất cẩn làm rụng một ít lông hồ ly rồi."
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 4",
        "desc": [
          {
            "type": "RichText",
            "text": "Rất lâu rất lâu về trước, khi con người kể những câu chuyện về youkai mà chưa cần thêm cụm từ \"rất lâu rất lâu về trước\".\nTengu tung hoành ngang dọc, Oni xông pha sa trường, Tanuki len lỏi khắp nơi, Kitsune (Tiên Hồ) hành tẩu nhân gian.\nDưới ngọn cờ của đền thần, các youkai đã dùng sức mạnh phi thường của mình để giúp đỡ loài người vượt qua thời kỳ nguyên thủy thô sơ.\nTác chiến bên núi, xây thành bên biển, mãi cho đến khi Inazuma hình thành.\nTrong các youkai, \"dòng dõi hoàng tộc hồ ly Bạch Thần\" được xem là tôn quý nhất, đời đời đều có đại yêu xuất thế, để lại vô số giai thoại ở nhân gian.\nCác youkai thỉnh thoảng sẽ tụ họp đối ẩm, và cũng không thể thiếu tiết mục tự ca tụng bản thân, kiểu như gần đây mình lại tạo nên một truyền thuyết mới.\nNhững lời nói khi say ít nhiều cũng có khác biệt so với thực tế, nhưng chẳng ai so đo chuyện này cả, chỉ cần có chuyện thú vị để nghe là được rồi. Dần dà, nó đã biến thành \"hyakumonogatari daikai\" (đại hội của hàng trăm câu chuyện).\nThật ra, cảnh thường thấy là Urakusai nâng ly cao giọng, làm cho mọi người đều phải chú ý, ngay cả Kitsune Saiguu - người tổ chức buổi tiệc cũng không nhịn được mà mỉm cười.\nKhi đó Miko dưới hình hài của một cô hồ ly bé bỏng, luôn trèo lên vai của Kitsune Saiguu, và không ngừng soi mói những lỗ hổng trong câu chuyện của Urakusai.\nUrakusai dù sao cũng là một người thông minh nho nhã, chỉ vuốt râu một cái là đã có ngay cách giải thích hoàn hảo.\nNhưng Miko thì cũng không ngừng tìm ra lỗ hổng mới, cứ thế lặp đi lặp lại, mãi cho đến khi Saiguu đại nhân mỉm cười khuyên hai người dừng lại: Mọi người đang háo hức để nghe đoạn tiếp theo rồi kìa.\nQua ba lượt rượu, chuyện cũng đã kể khá nhiều, mọi người trong bữa tiệc đều đã say đến mức không còn ai có thể kể ra được một câu chuyện hoàn chỉnh nữa.\nThế là các youkai bỏ qua việc tranh luận bằng ngôn từ, mà chuyển sang dùng yêu lực để bay lên trời cao, xem ai có thể che trời lấp trăng, giành vị trí cao nhất.\nTất cả đều vì \"vào đêm không trăng, bách quỷ dạ hành\".\nĐến nay đã được năm trăm tuổi, tiểu hồ ly lúc đó giờ đây đã tu thành đại yêu bản lĩnh cao cường.\nCác youkai đã từng cùng cô uống rượu hoan ca năm đó, đã bị vùi chôn trong chiến tranh và lịch sử, huyết mạch còn tại thế cũng dần dần mong manh.\nTừ đó, \"Bách Quỷ Dạ Hành\" đã trở thành truyền thuyết \"rất lâu rất lâu về trước\"."
          }
        ]
      },
      {
        "title": "Câu Chuyện Nhân Vật 5",
        "desc": [
          {
            "type": "RichText",
            "text": "Đao kiếm Inazuma tự cổ chí kim đã nổi tiếng trong thiên hạ, kiệt tác của \"Raiden Gokaden\" càng được xem là báu vật của quốc gia.\nThế nhưng, chỉ trong vài năm ngắn ngủi mà việc kế thừa năm trường phái đã tổn thất đi hơn một nửa.\nSự việc đã dính líu đến vô số quyền quý, các gia tộc có liên quan đều bị xử tội.\nNgay cả nhà Kamisato coi quản Hiệp Hội Yashiro cũng bị liên lụy vì không biết cách quản giáo thuộc hạ.\nTrước khi Shogun đưa ra phán quyết cuối cùng, thì Guuji đại nhân - người đã rất lâu không đụng đến chính sự đột nhiên lên tiếng, kịp thời bảo vệ được nhà Kamisato trước cơn giông bão.\nDo đó, tuy rằng nhà Kamisato cũng tổn thất không nhỏ, nhưng cuối cùng đã miễn được việc bị bãi chức.\nNhiều năm sau đó, người bên ngoài đã có rất nhiều suy đoán về hành động này của Guuji:\n- Có người nói rằng Hiệp Hội Yashiro và Đền Narukami có quan hệ mật thiết, việc làm này chỉ là đang giúp đỡ cho người đại diện luôn trung thành với bản thân mình thôi.\n- Thế nhưng, Đền Narukami vốn dĩ đã là một phe phái riêng, càng chưa từng thấy Guuji ngày thường có ý muốn can thiệp chính sự. Giúp đỡ Hiệp Hội Yashiro, lợi ích thu được ít hơn so với những gì bỏ ra, chưa hẳn là một việc làm thông minh.\n- Có người nói Guuji nghi ngờ sự tình có khúc mắc, những người bị liên lụy đã quá nhiều, nếu như cả Hiệp Hội Yashiro cũng xảy ra biến cố, thì e rằng sẽ khiến đại cuộc Inazuma lâm vào bất ổn.\n- Cách nói này thoạt nhìn có vẻ hợp lý, nhưng suy nghĩ kỹ thì cũng không đúng. Phải hiểu rằng, chuyện thăng trầm của những hào môn là việc vô cùng bình thường ở nhân gian. Cho dù nhà Kamisato có thất thế, thì Hiệp Hội Yashiro cũng sẽ có người phụ trách mới.\nLại có người nói rằng, vào lúc sóng gió vừa lắng xuống, Miko đã từng có buổi mật đàm với gia chủ nhà Kamisato lúc bấy giờ.\n- Thế nhưng, gia chủ nhà Kamisato tuổi đã cao lại gặp cú sốc lớn này, cũng giống như ngọn đèn leo lắt trong gió, còn có năng lực gì để chi phối đại cuộc chứ?\nĐến nay, vô số suy đoán đều không có kết quả. Mọi cách làm cách nghĩ của Miko, đều không có đáp án.\nĐiều mà mọi người không biết đó là, ngày hôm đó Miko đã đưa ra lời dặn dò, giống như quy tắc gia tộc được lưu giữ mãi trong phủ Kamisato.\n\"Nhà Kamisato may mắn vượt qua chuyện này, đều là nhờ vào sự khoan dung của Shogun. Từ nay về sau, đừng bao giờ quên đi ân điển của Shogun.\"\nCâu nói này như hạt giống nhân duyên, dự báo trước vị trí tương lai của Hiệp Hội Yashiro.\nSau này, nếu như bão tố có ập đến Inazuma, cho dù phải đối đầu với hai hiệp hội kia, thì nhà Kamisato của Hiệp Hội Yashiro cũng phải ghi nhớ ân huệ, bảo vệ cho sự vĩnh hằng của \"Shogun\".\nTrên bàn cờ, Guuji đưa ra một nước đi không hề nuối tiếc."
          }
        ]
      },
      {
        "title": "Lễ Hội Trấn Hỏa",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Lễ Hội Trấn Hỏa\" từng là pháp sự thường niên do Hiệp Hội Tenryou phát động, Đền Narukami phụ trách, cầu mong phúc lành phù hộ, mong cho năm sau không bị hỏa hoạn quấy nhiễu.\nThật ra nhà cửa ở Inazuma đa phần đều làm bằng gỗ, nên khi dùng lửa có chút bất cẩn là sẽ gây nên họa lớn.\nHiệp Hội Tenryou phụng mệnh Shogun, thành lập đội cứu hỏa phụ trách ứng cứu, và nhờ Đền Narukami cử hành \"Lễ Hội Trấn Hỏa\" để trấn an dân chúng đang kinh sợ.\nTrăm năm sau, việc đề phòng hỏa hoạn đã được khắc sâu trong lòng người, những vụ hỏa hoạn lớn đã ít khi xảy ra, nhưng \"Lễ Hội Trấn Hỏa\" mỗi năm một lần vẫn được lưu giữ.\nTrong buổi lễ, pháp sư sẽ nhảy múa, dân chúng sẽ rộng rãi mở hầu bao... Số tiền quyên góp được sẽ do Hiệp Hội Tenryou và đền thần chia nhau theo tỷ lệ 4:6.\nKhi Yae Miko nghĩ đến chuyện mở Nhà Xuất Bản Yae, cô đã từng đau đầu vì không đủ kinh phí, sau khi tính toán hết những pháp sự mà đền thần hiện có, thì cô đã nhắm vào hạng mục truyền thống cổ xưa - \"Lễ Hội Trấn Hỏa\" này.\n\"Rõ ràng chỉ có đền thần phải bận rộn từ đầu chí cuối, tại sao phải chia tiền góp được cho Hiệp Hội Tenryou chứ?\nHơn nữa, tiền quyên góp được cũng vào hết trong túi của lão Kujou, đội cứu hỏa cũng chưa bao giờ được phát thưởng cuối năm cả.\"\nThế là sau một đợt cải cách, hình thức cầu phúc của \"Lễ Hội Trấn Hỏa\" năm nay đã không còn là pháp sư nhảy múa nữa, mà chuyển thành cuộc thi sáng tác tiểu thuyết vô cùng rầm rộ.\nĐơn vị chuyên trách tổ chức cuộc thi và xuất bản tác phẩm - Nhà Xuất Bản Yae cũng đã được khánh thành nhờ vào kinh phí của \"Lễ Hội Trấn Hỏa\" một cách nghiễm nhiên.\nCòn về doanh thu của nhà xuất bản, đương nhiên sẽ vào túi của đền thần.\n\"Ngày nay hỏa hoạn không còn xảy ra thường xuyên nữa, nhưng tiền quyên góp mỗi năm vẫn tăng đều, cách làm này chỉ là để tránh cho dân chúng phải hao tài, ảnh hưởng dân sinh.\nHơn nữa nếu truy rõ nguồn gốc, thì thơ văn thi họa vốn là một hình thức giải trí... Chẳng lẽ các người cho rằng mình hiểu chuyện tế lễ hơn ta sao?\"\nĐối mặt với Kujou Takayuki đột nhiên tìm đến, Yae Miko đã nói một cách nghiêm túc như vậy.\nĐại nhân Hiệp Hội Tenryou bất đắc dĩ đành phải ủ rũ mặt mày dắt thuộc hạ xuống núi Yougou.\nNhóm người này đâu biết rằng, chỉ một giây sau khi họ bước chân ra khỏi đền thần, thì vị Miko đại nhân ở sau lưng với vẻ mặt nghiêm nghị đó, đã lôi từ trong hòm công đức ra một bản thảo tiểu thuyết đã soạn được một nửa."
          }
        ]
      },
      {
        "title": "Vision",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Đó là một trận pháp đấu kinh thiên động địa, kẻ địch rẽ sóng xông đến từ trên không, cả đất trời cũng vì thế mà đổi màu!\nĐại nhân Guuji tay cầm gậy phép, dáng vẻ uy nghiêm, từng bước bước lên đỉnh núi Yougou.\nCác pháp sư đi theo bên cạnh, miệng đọc mật chú, trong chớp mắt mây mù kéo đến che kín bầu trời, tiếng sấm rền vang!\"\n\"...\"\n\"Cuộc chiến kéo dài, Guuji cũng có hơi lơ là. Kẻ địch bèn nhân cơ hội này, tập trung đột kích!\nChính vào lúc này, một tia sét tựa như mưa sao băng, rơi thẳng đến trước mặt Guuji - hóa ra là một viên Vision lấp lánh!\nĐại nhân Guuji nắm chặt lấy, tinh thần phấn chấn đại triển thần uy...\"\n\"Ngưng ngưng ngưng! Những gì cô kể đều là bịa ra phải không?\"\n\"Hở? Vậy hay là đổi kiểu khác nhé, ngày hôm đó tôi đang tham gia một trận \"quyết đấu ramen\" vô cùng kịch tính ở Hanamizaka...\"\n\"Làm gì mà có người nhận được Vision nhờ ăn ramen cơ chứ?!\"\n\"Không phải cũng rất thú vị hay sao? Dù gì điều mà mấy cưng muốn nghe chẳng phải là \"câu chuyện\" kiểu này kiểu nọ hay sao?\"\nĐối diện với sự hiếu kỳ của nhà lữ hành, Yae Miko đã mỉm cười một cách nham hiểm khó đoán.\n\"Huống hồ cho dù tôi có nói thật rằng: \"Vision của tôi chỉ là một món trang sức để ra vẻ mà thôi\" thì cưng có tin không hử?\""
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Lv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "-",
              "807"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "-",
              "26"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "-",
              "44"
            ]
          },
          {
            "key": "Tỷ Lệ Bạo Kích",
            "values": [
              "-",
              "0%"
            ]
          }
        ]
      },
      {
        "key": "Lv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "2095",
              "2787"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "69",
              "91"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "115",
              "153"
            ]
          },
          {
            "key": "Tỷ Lệ Bạo Kích",
            "values": [
              "0%",
              "0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 905,
            "name": "Vụn Tử Tinh Thắng Lợi",
            "desc": "Nguyên Liệu Đột Phá Nhân Vật",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1031,
            "name": "Hải Linh Chi",
            "desc": "Loại thực vật chỉ sinh trưởng ở một số vùng biển, hòn đảo đặc biệt. Tuy nhìn giống nấm, nhưng thực tế là chất nhầy của các loại sinh vật thân mềm tạo ra.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sea Ganoderma_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1248,
            "name": "Kiếm Cách Cũ Nát",
            "desc": "Vật phòng hộ trên thanh kiếm, chứng kiến qua vô vàn trận chiến.<br/>Đối với những người thuần thục kiếm thuật, kiếm cách dùng để chặn lưỡi kiếm của đối phương; Còn đối với những kiếm sĩ mới tập, kiếm cách là chìa khóa để bảo vệ tay phải của họ.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Lv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "4170",
              "4662"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "137",
              "153"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "229",
              "256"
            ]
          },
          {
            "key": "Tỷ Lệ Bạo Kích",
            "values": [
              "0%",
              "4.8%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          },
          {
            "type": "CustomEntry",
            "epId": 904,
            "name": "Mảnh Tử Tinh Thắng Lợi",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Thân thể này là thân thể tôn quý đặc biệt nhất trần thế.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1926,
            "name": "Vảy Giả Tộc Rồng",
            "desc": "Loại mô sinh học nhận được khi tiêu diệt Rồng Biển Sâu.<br/>Tuy trông như vảy cá, nhưng thực ra lại không có công dụng gì.<br/>Cư dân Vương Quốc Đêm Trắng cũng từng có nghiên cứu chuyên sâu về Rồng Biển Sâu. Điểm đặc biệt nhất của chúng là khả năng lựa chọn đặc điểm mà nó muốn truyền lại cho con cái. Vì căm ghét ánh sáng của loài người nên Rồng Biển Sâu khi trưởng thành sẽ mất đi phần lớn thị lực, đồng thời chúng cũng sẽ tiến hóa thành các loại nguyên tố khác nhau để thích nghi với chiến đấu.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragonheir's False Fin_icon.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 1031,
            "name": "Hải Linh Chi",
            "desc": "Loại thực vật chỉ sinh trưởng ở một số vùng biển, hòn đảo đặc biệt. Tuy nhìn giống nấm, nhưng thực tế là chất nhầy của các loại sinh vật thân mềm tạo ra.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sea Ganoderma_icon.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 1248,
            "name": "Kiếm Cách Cũ Nát",
            "desc": "Vật phòng hộ trên thanh kiếm, chứng kiến qua vô vàn trận chiến.<br/>Đối với những người thuần thục kiếm thuật, kiếm cách dùng để chặn lưỡi kiếm của đối phương; Còn đối với những kiếm sĩ mới tập, kiếm cách là chìa khóa để bảo vệ tay phải của họ.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png",
            "amount": 15
          }
        ]
      },
      {
        "key": "Lv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "5364",
              "6020"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "176",
              "197"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "294",
              "330"
            ]
          },
          {
            "key": "Tỷ Lệ Bạo Kích",
            "values": [
              "4.8%",
              "9.6%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          },
          {
            "type": "CustomEntry",
            "epId": 904,
            "name": "Mảnh Tử Tinh Thắng Lợi",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Thân thể này là thân thể tôn quý đặc biệt nhất trần thế.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1926,
            "name": "Vảy Giả Tộc Rồng",
            "desc": "Loại mô sinh học nhận được khi tiêu diệt Rồng Biển Sâu.<br/>Tuy trông như vảy cá, nhưng thực ra lại không có công dụng gì.<br/>Cư dân Vương Quốc Đêm Trắng cũng từng có nghiên cứu chuyên sâu về Rồng Biển Sâu. Điểm đặc biệt nhất của chúng là khả năng lựa chọn đặc điểm mà nó muốn truyền lại cho con cái. Vì căm ghét ánh sáng của loài người nên Rồng Biển Sâu khi trưởng thành sẽ mất đi phần lớn thị lực, đồng thời chúng cũng sẽ tiến hóa thành các loại nguyên tố khác nhau để thích nghi với chiến đấu.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragonheir's False Fin_icon.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 1031,
            "name": "Hải Linh Chi",
            "desc": "Loại thực vật chỉ sinh trưởng ở một số vùng biển, hòn đảo đặc biệt. Tuy nhìn giống nấm, nhưng thực tế là chất nhầy của các loại sinh vật thân mềm tạo ra.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sea Ganoderma_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 711,
            "name": "Kiếm Cách Bản Sao",
            "desc": "Vật phòng hộ trên thanh kiếm.<br/>Thợ rèn Inazuma khi rèn kiếm sẽ luôn làm ra vài thanh cùng loại. Từ đó chọn ra thanh ưu tú nhất để làm \"bản chính\", những thanh còn lại được xem là \"bản sao\".",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Lv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "6729",
              "7220"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "220",
              "236"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "369",
              "396"
            ]
          },
          {
            "key": "Tỷ Lệ Bạo Kích",
            "values": [
              "9.6%",
              "9.6%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          },
          {
            "type": "CustomEntry",
            "epId": 903,
            "name": "Miếng Tử Tinh Thắng Lợi",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Thân thể này là thân thể tôn quý đặc biệt nhất trần thế.\"<br/>\"Nên nắm giữ đại quyền thiên hạ.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1926,
            "name": "Vảy Giả Tộc Rồng",
            "desc": "Loại mô sinh học nhận được khi tiêu diệt Rồng Biển Sâu.<br/>Tuy trông như vảy cá, nhưng thực ra lại không có công dụng gì.<br/>Cư dân Vương Quốc Đêm Trắng cũng từng có nghiên cứu chuyên sâu về Rồng Biển Sâu. Điểm đặc biệt nhất của chúng là khả năng lựa chọn đặc điểm mà nó muốn truyền lại cho con cái. Vì căm ghét ánh sáng của loài người nên Rồng Biển Sâu khi trưởng thành sẽ mất đi phần lớn thị lực, đồng thời chúng cũng sẽ tiến hóa thành các loại nguyên tố khác nhau để thích nghi với chiến đấu.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragonheir's False Fin_icon.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 1031,
            "name": "Hải Linh Chi",
            "desc": "Loại thực vật chỉ sinh trưởng ở một số vùng biển, hòn đảo đặc biệt. Tuy nhìn giống nấm, nhưng thực tế là chất nhầy của các loại sinh vật thân mềm tạo ra.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sea Ganoderma_icon.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 711,
            "name": "Kiếm Cách Bản Sao",
            "desc": "Vật phòng hộ trên thanh kiếm.<br/>Thợ rèn Inazuma khi rèn kiếm sẽ luôn làm ra vài thanh cùng loại. Từ đó chọn ra thanh ưu tú nhất để làm \"bản chính\", những thanh còn lại được xem là \"bản sao\".",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Lv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "7936",
              "8428"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "260",
              "276"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "435",
              "462"
            ]
          },
          {
            "key": "Tỷ Lệ Bạo Kích",
            "values": [
              "9.6%",
              "14.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          },
          {
            "type": "CustomEntry",
            "epId": 903,
            "name": "Miếng Tử Tinh Thắng Lợi",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Thân thể này là thân thể tôn quý đặc biệt nhất trần thế.\"<br/>\"Nên nắm giữ đại quyền thiên hạ.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1926,
            "name": "Vảy Giả Tộc Rồng",
            "desc": "Loại mô sinh học nhận được khi tiêu diệt Rồng Biển Sâu.<br/>Tuy trông như vảy cá, nhưng thực ra lại không có công dụng gì.<br/>Cư dân Vương Quốc Đêm Trắng cũng từng có nghiên cứu chuyên sâu về Rồng Biển Sâu. Điểm đặc biệt nhất của chúng là khả năng lựa chọn đặc điểm mà nó muốn truyền lại cho con cái. Vì căm ghét ánh sáng của loài người nên Rồng Biển Sâu khi trưởng thành sẽ mất đi phần lớn thị lực, đồng thời chúng cũng sẽ tiến hóa thành các loại nguyên tố khác nhau để thích nghi với chiến đấu.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragonheir's False Fin_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 1031,
            "name": "Hải Linh Chi",
            "desc": "Loại thực vật chỉ sinh trưởng ở một số vùng biển, hòn đảo đặc biệt. Tuy nhìn giống nấm, nhưng thực tế là chất nhầy của các loại sinh vật thân mềm tạo ra.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sea Ganoderma_icon.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 400,
            "name": "Kiếm Cách Trứ Danh",
            "desc": "Vật phòng hộ tinh xảo của các loại danh kiếm.<br/>Có người tin chắc rằng đao kiếm có linh hồn và sự sống riêng, đó là lý do tại sao người ta lại đặt tên cho kiếm. Những ai yêu thích đao kiếm cũng sẽ có được sự đền đáp. Nhưng những ai trở thành bạn thân hoặc thậm chí xem kiếm như người yêu đều phải biết rằng thứ tình cảm này được nuôi dưỡng bởi sự giết chóc và chặt chém. Những người thường tắm máu và múa kiếm, máu của họ cuối cùng cũng sẽ bị phủ lên những thanh kiếm vô tình này.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Lv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "9151",
              "9643"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "300",
              "316"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "502",
              "529"
            ]
          },
          {
            "key": "Tỷ Lệ Bạo Kích",
            "values": [
              "14.4%",
              "19.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          },
          {
            "type": "CustomEntry",
            "epId": 902,
            "name": "Tử Tinh Thắng Lợi",
            "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Thân thể này là thân thể tôn quý đặc biệt nhất trần thế.\"<br/>\"Nên nắm giữ đại quyền thiên hạ.\"<br/>\"Thân thể này từng hứa một giấc mơ với thần dân, đó là sự \"vĩnh hằng\" ngàn năm vạn đời không thay đổi.\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1926,
            "name": "Vảy Giả Tộc Rồng",
            "desc": "Loại mô sinh học nhận được khi tiêu diệt Rồng Biển Sâu.<br/>Tuy trông như vảy cá, nhưng thực ra lại không có công dụng gì.<br/>Cư dân Vương Quốc Đêm Trắng cũng từng có nghiên cứu chuyên sâu về Rồng Biển Sâu. Điểm đặc biệt nhất của chúng là khả năng lựa chọn đặc điểm mà nó muốn truyền lại cho con cái. Vì căm ghét ánh sáng của loài người nên Rồng Biển Sâu khi trưởng thành sẽ mất đi phần lớn thị lực, đồng thời chúng cũng sẽ tiến hóa thành các loại nguyên tố khác nhau để thích nghi với chiến đấu.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragonheir's False Fin_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 1031,
            "name": "Hải Linh Chi",
            "desc": "Loại thực vật chỉ sinh trưởng ở một số vùng biển, hòn đảo đặc biệt. Tuy nhìn giống nấm, nhưng thực tế là chất nhầy của các loại sinh vật thân mềm tạo ra.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sea Ganoderma_icon.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 400,
            "name": "Kiếm Cách Trứ Danh",
            "desc": "Vật phòng hộ tinh xảo của các loại danh kiếm.<br/>Có người tin chắc rằng đao kiếm có linh hồn và sự sống riêng, đó là lý do tại sao người ta lại đặt tên cho kiếm. Những ai yêu thích đao kiếm cũng sẽ có được sự đền đáp. Nhưng những ai trở thành bạn thân hoặc thậm chí xem kiếm như người yêu đều phải biết rằng thứ tình cảm này được nuôi dưỡng bởi sự giết chóc và chặt chém. Những người thường tắm máu và múa kiếm, máu của họ cuối cùng cũng sẽ bị phủ lên những thanh kiếm vô tình này.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
            "amount": 24
          }
        ]
      },
      {
        "key": "Lv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "Trước Đột Phá",
              "Sau Đột Phá"
            ]
          },
          {
            "key": "HP Căn Bản",
            "values": [
              "10372",
              "-"
            ]
          },
          {
            "key": "Tấn Công Căn Bản",
            "values": [
              "340",
              "-"
            ]
          },
          {
            "key": "P.Ngự Căn Bản",
            "values": [
              "569",
              "-"
            ]
          },
          {
            "key": "Tỷ Lệ Bạo Kích",
            "values": [
              "19.2%",
              "-"
            ]
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Yae Miko"
          }
        ]
      },
      {
        "key": "Sinh Nhật",
        "value": [
          {
            "type": "RichText",
            "text": "Ngày 27 tháng 6"
          }
        ]
      },
      {
        "key": "Cung Mệnh",
        "value": [
          {
            "type": "RichText",
            "text": "Tiên Hồ"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "Tiếu Ngạo Thế Gian"
          }
        ]
      },
      {
        "key": "Vision",
        "value": [
          {
            "type": "RichText",
            "text": "Lôi"
          }
        ]
      },
      {
        "key": "Thuộc",
        "value": [
          {
            "type": "RichText",
            "text": "Đền Narukami"
          }
        ]
      },
      {
        "key": "Tiếng Trung CV",
        "value": [
          {
            "type": "RichText",
            "text": "杜冥鸦"
          }
        ]
      },
      {
        "key": "Tiếng Anh CV",
        "value": [
          {
            "type": "RichText",
            "text": "Ratana"
          }
        ]
      },
      {
        "key": "Tiếng Nhật CV",
        "value": [
          {
            "type": "RichText",
            "text": "佐倉綾音"
          }
        ]
      },
      {
        "key": "Tiếng Hàn CV",
        "value": [
          {
            "type": "RichText",
            "text": "Moon Yoo-jung"
          }
        ]
      },
      {
        "key": "Món Ăn Đặc Biệt",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 1283,
            "name": "Mì Udon Fukuuchi",
            "desc": "Món ăn đặc biệt của Yae Miko. Món đậu phụ béo ngậy ở giữa là món đặc biệt do \"tiểu thư hồ ly\" làm, tương truyền rằng nếu bạn thành tâm và ăn hết một lượt, bạn sẽ được \"tiên hồ\" phù hộ gặp nhiều may mắn, hạnh phúc ngập tràn.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fukuuchi Udon_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Thẻ Nhân Vật Thất Thánh Triệu Hồi",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3837,
            "name": "Yae Miko",
            "desc": "<p><strong>Tiếu Ngạo Thế Gian - Yae Miko</strong></p><p>\"Đại nhân Yae Miko tài trí xinh đẹp\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/08/44749939/343ab804c901e9d3c328c09a77c76b6f_1989271720261023104.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Phiên Bản Phát Hành",
        "value": [
          {
            "type": "RichText",
            "text": "2.5"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/八重神子/avatar_header.png"
      },
      {
        "key": "Ảnh Gốc",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/八重神子/avatar.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Trang Phục Mặc Định - Chỉ Dụ Của Miko\nPhong cách của Yae Miko. Trang phục pháp sư thể hiện địa vị cao quý của Guuji Đền Narukami. Nguyện rằng khi khoác lên bộ trang phục này, dung mạo xinh đẹp của cô sẽ mãi được lưu giữ như những đóa hoa anh đào thần không bao giờ úa tàn trên bộ váy trắng tinh khiết đó."
          }
        ]
      },
      {
        "key": "Hoạt Cảnh Nhàn Rỗi 1 ",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/148664880/b6cbf5ccf194e26c39445fc8de322fd0_1535381246402499518.gif"
      },
      {
        "key": "Hoạt Cảnh Nhàn Rỗi 2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/148664880/0573b361904fffee843e7ce6d3ed8f4a_3206375410838466952.gif"
      },
      {
        "key": "Cung Mệnh",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/27/148664880/d0dfaf72ccbf0f1951129c8ce932f9ad_2624871778388565792.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Tiên Hồ"
          }
        ]
      }
    ]
  }
}