{
  "epId": 7013,
  "name": "Cậu Nhóc",
  "desc": "<p>Một Tepetlisaurus nhỏ đã nhận được Chúc Phúc Của Chúa Tể Lửa. Nó đã đồng hành cùng Nhà Lữ Hành trong cuộc hành hương đến Núi Lửa Tollan để xóa bỏ dấu ấn.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/55631176/03cd38d000ca3ccfc448f48cab2feb65_4112961554001590309.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1752396323,
  "components": {
    "videoCollection": [
      {
        "title": "Natlan Preview Teaser - Lil' Buddy | Genshin Impact #GenshinNatlan #GenshinImpact #Teaser #Natlan",
        "url": "https://youtu.be/UCxbxTI_zL0",
        "coverUrl": "https://i.ytimg.com/vi/UCxbxTI_zL0/maxresdefault.jpg",
        "duration": 64
      },
      {
        "title": "Version 5.5 \"Day of the Flame's Return\" Trailer | Genshin Impact #NewVersion #Trailer #GenshinImpact",
        "url": "https://youtu.be/VW7lkG8b74Q",
        "coverUrl": "https://i.ytimg.com/vi/VW7lkG8b74Q/maxresdefault.jpg",
        "duration": 262
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Chúc Phúc Của Chúa Tể Lửa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/a1d846f80c1e55e2a7ab95315058e57e_6754191996023650998.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hàng nghìn năm trước, trước khi loài người xuất hiện, Teyvat từng nằm dưới sự thống trị của loài rồng. Khi Kẻ Đổ Bộ Đầu Tiên xuất hiện trên bầu trời, loài rồng bị đánh bại, còn Xiuhcoatl, Hỏa Long hùng mạnh nhất, thì bị Vực Sâu làm tha hóa. Để đối phó với kẻ thù đến từ ngoài trời và cả những thế lực đen tối trong lòng đất, Chúa Tể Lửa đã tạo ra Lửa Trời Càn Quét — một vũ khí có thể biến toàn bộ Natlan thành vùng đất chỉ tồn tại dưới dạng vật chất phlogiston. Khi kích hoạt, mọi sự sống sẽ bị xóa sổ, hoặc phải từ bỏ thân xác vật lý để trở thành sinh thể phlogiston. Khi đó, loài rồng – nay đã mang hình dạng mới – sẽ trở lại thống trị thế giới theo cách của riêng mình."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/18b8365b87a5c09e7fa659baac4208e4_5079643903110735133.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Thánh long từng là kẻ nắm giữ ánh sáng và trí tuệ tối thượng đã biến một trong hai con mắt của mình thành trung tâm điều khiển của Huitzilopochtli — một mạch năng lượng giúp kiểm soát mọi ngọn lửa. Để duy trì sự hiện diện trong thế giới thực, ông buộc phải liên kết với “con mắt” đó, và vì vậy nó cũng trở thành điểm yếu duy nhất của ông. Chính điều này đã dẫn đến cái chết của ông. Em trai của ông, Waxaklahun Ubah Kan, không đồng tình với kế hoạch này và quyết định đi tìm câu trả lời nơi loài người.\nSau khi Hỏa Thần đầu tiên, Xbalanque, đánh bại Xiuhcoatl, ông đã tách “con mắt” ra thành hai phần — gọi là hai Đĩa Vàng Thông Điệp. Đây là hai thiết bị điều khiển có thể dùng để tái kích hoạt Trái Tim Của Núi Thánh. Để giữ an toàn, Xbalanque giữ một chiếc, còn chiếc kia được giao cho Waxaklahun Ubah Kan. Hiền Giả Trộm Lửa đã cải biến hai chiếc đĩa sao cho cần cả một con người và một hậu duệ của loài rồng mới có thể đưa chúng trở lại và khởi động Huitzilopochtli. Ông cũng từng lập khế ước với Hỏa Thần rằng khi thời khắc đến, họ sẽ hợp nhất hai chiếc đĩa và kích hoạt ngọn lửa hủy diệt.\nDù biết việc này có thể xóa sổ loài người, ông vẫn hy vọng một nền văn minh mới — vượt qua cả rồng và người — sẽ xuất hiện. Nhưng theo thời gian, Waxaklahun Ubah Kan dần mất niềm tin vào nhân loại. Khi cảm thấy thời điểm đã đến, ông quyết định đánh thức Huitzilopochtli để thả Lửa Trời Càn Quét ra khắp Natlan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/b04ee438a63a713231ce03528873c47e_6461291582056598446.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi những kẻ xâm lược từ bên ngoài bầu trời đến chiếm lấy Teyvat, chúng đã thả những chiếc Đinh Thiên Không xuống để phá hủy những vùng đất giàu năng lượng phlogiston. Loài rồng, với khả năng tiến hóa và thích nghi vượt trội, đã cố gắng sống sót trên vùng đất mới. Tuy nhiên, chính quá trình tiến hóa này đã khiến chúng dần trở thành những sinh vật chỉ biết tồn tại theo bản năng.\nBan đầu, Hỏa Long Vương truyền ánh sáng của Chúc Phúc Của Chúa Tể Lửa qua chiếc sừng của mình để dẫn dắt hậu duệ. Nhưng theo thời gian, cơ thể của con cháu Xiuhcoatl không còn chịu đựng nổi sức mạnh ấy nữa. Dù sinh ra với những năng lực phi thường, khi trưởng thành, chúng hoặc sẽ bị sức mạnh đó giết chết, hoặc sẽ rơi vào trạng thái mất kiểm soát và phát điên."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/631655764c29f39e9be96453db80e37f_2165021651344410915.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Để giải trừ phong ấn của Thánh Thành và hợp nhất hai Đĩa Vàng Thông Điệp, Kukulkan cần có một con người và một cá thể Saurian mang Chúc Phúc Của Chúa Tể Lửa. Hắn đã cố kiểm soát sự xuất hiện của dấu ấn này thông qua các thí nghiệm, đồng thời tạo ra một truyền thuyết: người được chọn phải tìm một món quà bị chia làm hai phần và thực hiện chuyến hành hương đến Núi Lửa Tollan. Tại ngọn núi đó, các chiến binh bộ tộc có thể rửa sạch cái tên của người bạn đồng hành — kẻ mà Hỏa Long Xiuhcoatl vẫn còn nhớ đến — và gỡ bỏ dấu ấn. Một Tepetlisaurus nhỏ, mang theo dấu ấn Chúc Phúc Của Chúa Tể Lửa ngay từ khi sinh ra, đã được Nhà Lữ Hành và Paimon tìm thấy và cứu thoát khỏi sự tấn công của lũ Chó Săn Ma Vật.\nSau khi buộc chiếc khăn choàng đỏ từ Balô Khẩn Cấp của Paimon vào đuôi, họ bắt đầu những chuyến phiêu lưu khắp Natlan.\nNơi họ gặp nhau lần đầu đã trở thành chốn bình yên cho Tepetlisaurus, nơi cậu mang về những món quà kỷ niệm từ các hành trình của mình.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Vị Đầu Tiên",
        "desc": "<p>Kẻ Đổ Bộ đầu tiên, đã đánh bại Thất Long Vương của thế giới và tạo ra con người. Vị Đầu Tiên có thể là Phanes</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/10/44749939/790481396c4b2c0a6aa09ade5cb2e93b_1208170965768110133.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Chúa Tể Lửa, kẻ đã bị đánh bại bởi vị Hỏa Thần đầu tiên, Xbalanque. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/55631176/96f809757becea5d44dc5470300677d6_2619864791942641729.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Con rồng thông thái nhất, người đã cướp ngọn lửa từ giống loài của mình và dạy cho con người cách sử dụng nó. Hắn muốn tạo ra một vị vua cai trị cả thế giới rồng và con người. Tên thật của hắn là Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/55631176/8228ad551ef3ea84b3ecf1e8e8512ecc_2360733082935215950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Hoả Thần đời đầu, người đã đánh bại Chúa Tể Lửa Nguồn và được hồi sinh từ những ngọn lửa</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/09/44749939/dae90ad5dbd996a96e184baf09e5fc86_7522646908084525783.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Một con rồng lai với linh hồn con người, là người cai trị Thành Tro Tàn, được biết đến là Xà Vương và Thánh Vương.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/44749939/0b2b4aebefdaee2927d1ebc35010f805_7345692974116774686.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6578,
        "name": "Tepetlisaurus",
        "desc": "Saurian với sừng khoan và móng vuốt cứng cáp, có thể di chuyển giữa núi đá và Phlogiston Thể Rắn.<br>Trong truyền thuyết, tổ tiên của Tepetlisaurus là một loài rồng to như ngọn núi, có tuổi thọ khá dài. Khi ngủ say, các dãy núi sẽ được hình thành trên sống lưng của chúng. Khi tỉnh giấc, chúng sẽ rũ bỏ đất đá trên người, chỉ để lại đá quý và ngọc thạch lấp lánh trên lớp vảy. Nghe kể rằng, vật thể khổng lồ hình mũi khoan trong Con Của Tiếng Vang là phần còn lại trên chiếc sừng khổng lồ của loài rồng đó.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/43c39306f3245a282f84a19306ae32da_3573803178254302439.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6577,
        "name": "Tepetlisaurus Non",
        "desc": "Tepetlisaurus non, có năng lực di chuyển giữa núi đá và Phlogiston Thể Rắn.<br>Trước trán là chiếc sừng khoan chưa hình thành, kỹ thuật khai thác cũng chưa được thành thạo. Thậm chí thường hay nghe tin Tepetlisaur non bị núi đá vây hãm trong lúc luyện tập đào đá. Nhưng rồi cũng có một ngày, chúng sẽ lớn lên thành dáng vẻ có thể tự do đi lại giữa những lớp đất cứng rắn.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/3b6c59574d93ce8d4845714dee7626f9_804421433035659353.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ chủ nhân Thành Tro Tàn bị ăn mòn tại Ochkanatlan. Đây là một trong những tín vật bắt buộc phải có để tiến đến Núi Lửa Tollan và thanh tẩy \"Chúc Phúc Của Chúa Tề Lửa\" trên người Tepetlisaur. Nghe nói đó là một phần của con mắt \"Chúa Tề Lửa\" sau khi bị tách làm hai. Theo truyền thuyết, chúa tể rồng cổ xưa từng nắm giữ mọi tia sáng và trí tuệ, đã dùng một con mắt của mình để hóa thành quyền năng tối thượng kiểm soát mọi ngọn lửa, và đó cũng trở thành điểm yếu duy nhất có thể bị khai thác...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_9134877494051830614.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ di tích của Hiền Giả Trộm Lửa, một trong những tín vật bắt buộc phải có để đến Núi Lửa Tollan và loại bỏ Chúc Phúc Của Chúa Tể Lửa trên người Tepetlisaur. Dấu ấn màu vàng khắc trên đĩa trắng, khi chạm vào đĩa, mơ hồ có thể cảm nhận được hoa văn trên đó khẽ chuyển động như đang sống.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_7390194352807148768.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đĩa Vàng Thông Điệp",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/eb972859b1cd859eb835e87e96db4d33_784486506335563761.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Để dụ Người Được Rồng Lựa Chọn đến Trái Tim Của Núi Thánh, Waxaklahun Ubah Kan đã hóa thân thành người thợ thủ công Manqu, sống cách đây một nghìn năm, và giả dạng làm thành viên của Hiệp Hội Nghiên Cứu Di Vật Saurian. Manqu kể cho Nhà Lữ Hành về Chúc Phúc Của Chúa Tể Lửa và một cuộc hành hương đến núi lửa. Dù núi lửa là một nơi nguy hiểm và loài Saurian không thể rời khỏi bộ tộc của mình, Nhà Lữ Hành đã nhận được sự cho phép từ thủ lĩnh Con Của Tiếng Vang, người có những người bạn đồng hành là Tepetlisaurus, sau khi chứng minh được sức mạnh và quyết tâm của mình. Để lấy được Đĩa Vàng Thông Điệp đầu tiên, Nhà Lữ Hành và Tepetlisaurus đã lên đường đến tàn tích nơi Hiền Giả Trộm Lửa và Xbalanque từng lập khế ước để kích hoạt Huitzilopochtli."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/8ec11616a0234c94ffb0edee2a0968e1_2500465957409251244.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Thông qua sự thấu hiểu sâu sắc, Nhà Lữ Hành và người bạn đồng hành Tepetlisaurus đã vượt qua những thử thách đặc biệt do chính Waxaklahun Ubah Kan chuẩn bị và chạm trán với quái vật Vực Sâu để bước vào thiên đường cuối cùng. Trong trận chiến với kẻ thù ẩn trong bóng tối, Tepetlisaurus đã thức tỉnh sức mạnh Chúa Tể Lửa của mình và dễ dàng nghiền nát nó. Khi tiến vào thiên đường cuối cùng và chạm tay vào bia đá khắc hoa văn vàng, Người Được Rồng Lựa Chọn nhìn thấy đôi mắt của đại long, bị thanh kiếm của con cháu loài người chẻ làm đôi, cùng một phong ấn bị xé rách, được khắc trên những đĩa trắng, thứ từng bị lầm tưởng là một cái hố. Một phần được trao cho móng vuốt trắng của Waxaklahun Ubah Kan, phần còn lại thuộc về Xbalanque. Một chiếc được chôn dưới tượng đài vĩ đại, chiếc còn lại bị nuốt vào bụng của Och-Kan. Sau đó, một đĩa trắng khắc hoa văn vàng xuất hiện dưới chân họ, chính là Đĩa Vàng Thông Điệp đầu tiên."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/9d7bc82258ef9d4f309e9b0acac5a542_4119277063327405803.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Để lấy được phần thứ hai của tín vật hành hương, Nhà Lữ Hành, Paimon và người bạn đồng hành Tepetlisaurus đã đến thành phố cấm Ochkanatlan, nơi một con rồng tà ác từng xuất hiện cách đây 500 năm và giết chết tất cả những ai đặt chân lên mảnh đất này. Tại Ochkanatlan, họ gặp Nhà Thám Hiểm Bona và người bạn đồng hành của cô, Cocouik, những người đã cứu họ khỏi lũ quái vật Vực Sâu. Bona kể về truyền thuyết của Mảnh Ngọc Quay Về — một báu vật được cất giấu trên con thuyền bay “Tonatiuh”, có khả năng trấn áp Vực Sâu vĩnh viễn. Cha của Bona từng đích thân lên đường tìm kiếm Mảnh Ngọc Quay Về, nhưng đã không bao giờ trở về từ thành phố cấm, để lại cho con gái viên Hỏa Lân Thạch cần thiết để lấy được thánh vật ấy.\nVới Hỏa Lân Thạch trong tay, Nhà Lữ Hành, Bona, Paimon và Tepetlisaurus đã kích hoạt Lửa Nguồn và bay lên Tonatiuh."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/cf3b2610ccc551e03a7b593928a5b591_3684746926757363782.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi họ tìm thấy Mảnh Ngọc Quay Về, nó đã bị một con rồng tà ác đoạt lấy. Nhà Lữ Hành đã đuổi theo và đánh bại con rồng đó sâu dưới lòng đất, trong Vườn Ươm Ác Mộng. Khi Nhà Lữ Hành đánh bại con rồng tà ác, Cocouik đã được đoàn tụ với cơ thể của mình, hé lộ rằng con rồng từng tấn công loài người chính là vị chúa tể của Ochkanatlan — Och-Kan, kẻ đã chết từ một nghìn năm trước và bị Vực Sâu làm tha hóa. Dù không thể được gột rửa khỏi sự tha hóa, ông vẫn có thể chia sẻ ký ức của mình với Nhà Lữ Hành và Tepetlisaurus rồi chìm vào giấc ngủ yên bình cho đến tận cùng thời gian. Đĩa Vàng Thông Điệp mà nhóm thám hiểm truy tìm thật ra chỉ là một truyền thuyết do chính Waxaklahun Ubah Kan tạo ra. Hắn biết rằng mình không thể tự lấy được Đĩa Vàng Thông Điệp giấu trên Tonatiuh, nên đã dựng nên một truyền thuyết để dụ dỗ các nhà thám hiểm đến tìm báu vật thay mình. Khi Nhà Lữ Hành và Tepetlisaurus lấy được Đĩa Vàng Thông Điệp thứ hai, Waxaklahun Ubah Kan đã gặp Tepetlisaurus trong ký ức của cậu và kể cho cậu nghe về sự suy tàn của loài rồng, tiến hóa, và kế hoạch của hắn để cứu lấy Natlan.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6966,
        "name": "Giữa Lời Hứa Và Lãng Quên",
        "desc": "<p>Chuỗi nhiệm vụ thế giới theo chân Cậu Nhóc, một chú Tepetlisaurus nhỏ đã nhận được <custom-ruby data-ruby=\"Phước Lành Lửa Thánh|Xiuhcoat\"></custom-ruby>.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/04/44749939/2f00e2412e12fb7f69d0613ddd247314_5503421853762086547.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Lữ Khách Lạc Lối Trong Vương Quốc Tro Bụi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Để theo đuổi giấc mơ vĩ đại giữa sương sớm và biển mây, các chiến binh bay lượn chưa bao giờ ngơi nghỉ.<br>Sâu trong biển sương xa xôi, câu chuyện về con rồng độc ác chiếm cứ thành phố bỏ hoang vẫn đang bảo vệ điều cấm kỵ; Mà trên những tầng mây, con thuyền trống trải huyền thoại bị lãng quên cũng sẽ chào đón vị khách mới ghé thăm...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/11/44749939/5433a63629b7292b6fe285f6622edec2_2224825912814683588.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7090,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Để theo đuổi giấc mơ vĩ đại giữa sương sớm và biển mây, các chiến binh bay lượn chưa bao giờ ngơi nghỉ. Sâu trong biển sương xa xôi, câu chuyện về con rồng độc ác chiếm cứ thành phố bỏ hoang vẫn đang bảo vệ điều cấm kỵ; Mà trên những tầng mây, con thuyền trống trải huyền thoại bị lãng quên cũng sẽ chào đón vị khách mới ghé thăm...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/55631176/f801f03218ba49236d567092aa0ebda3_133119560923163180.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Con Của Tiếng Vang",
        "desc": "<p>Con Của Tiếng Vang hay Nanatzcayan.Bộ tộc này nổi tiếng với khai thác mỏ và sống cùng với Tepetlisaurus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/27/44749939/135f2e61b35ec0e4b8b69a5e30be6cae_4202930537419572664.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Con rồng thông thái nhất, người đã cướp ngọn lửa từ giống loài của mình và dạy cho con người cách sử dụng nó. Hắn muốn tạo ra một vị vua cai trị cả thế giới rồng và con người. Tên thật của hắn là Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/55631176/8228ad551ef3ea84b3ecf1e8e8512ecc_2360733082935215950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Manqu",
        "desc": "<p>Một nhà nghiên cứu thuộc Hiệp Hội Nghiên Cứu Di Vật Saurian, chịu trách nhiệm thực hiện các nghiên cứu học thuật về một số phong tục bộ lạc nhất định. <span class=\"wk-shady\">Manqu thật sự là một thợ thủ công sống cách đây một nghìn năm và đã qua đời trong cuộc lật đổ tên bạo chúa Och-Kan. Giờ đây, Manqu là một bản chiếu phlogiston của Waxaklahun Ubah Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/04/55631176/4c5b5ecfcf4c3dfb2639d87fb1b8ae00_206891630471117073.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7014,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Hoả Thần đời đầu, người đã đánh bại Chúa Tể Lửa Nguồn và được hồi sinh từ những ngọn lửa</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/09/44749939/dae90ad5dbd996a96e184baf09e5fc86_7522646908084525783.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Một con rồng lai với linh hồn con người, là người cai trị Thành Tro Tàn, được biết đến là Xà Vương và Thánh Vương.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/44749939/0b2b4aebefdaee2927d1ebc35010f805_7345692974116774686.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Một nhà thám hiểm đã đến Ochkanatlan để tìm Mảnh Ngọc Quay Về có khả năng thanh tẩy ô uế. <span class=\"wk-shady\">Cô đã sống cách đây gần 500 năm.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/55631176/f7852764f1632595de91f8c160fcbd01_3490905477364881849.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ di tích của Hiền Giả Trộm Lửa, một trong những tín vật bắt buộc phải có để đến Núi Lửa Tollan và loại bỏ Chúc Phúc Của Chúa Tể Lửa trên người Tepetlisaur. Dấu ấn màu vàng khắc trên đĩa trắng, khi chạm vào đĩa, mơ hồ có thể cảm nhận được hoa văn trên đó khẽ chuyển động như đang sống.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_7390194352807148768.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ chủ nhân Thành Tro Tàn bị ăn mòn tại Ochkanatlan. Đây là một trong những tín vật bắt buộc phải có để tiến đến Núi Lửa Tollan và thanh tẩy \"Chúc Phúc Của Chúa Tề Lửa\" trên người Tepetlisaur. Nghe nói đó là một phần của con mắt \"Chúa Tề Lửa\" sau khi bị tách làm hai. Theo truyền thuyết, chúa tể rồng cổ xưa từng nắm giữ mọi tia sáng và trí tuệ, đã dùng một con mắt của mình để hóa thành quyền năng tối thượng kiểm soát mọi ngọn lửa, và đó cũng trở thành điểm yếu duy nhất có thể bị khai thác...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_9134877494051830614.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Thông Điệp Cuối Cùng",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/a5578ffb5a597ffff29b03de84f2eeac_7712470727751204920.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi tất cả Đĩa Vàng Thông Điệp được thu thập, Nhà Lữ Hành, Tepetlisaurus và Paimon lên đường đến Ngọn Núi Thánh Cổ, phá vỡ phong ấn trên núi lửa và tiến vào thành phố rồng cổ đại Tollan. Sau khi thanh tẩy Tollan khỏi sự tha hóa của Vực Sâu và được phép bước vào Trái Tim Của Núi Thánh, họ đối mặt với thử thách cuối cùng: chiến đấu với một con rồng cơ khí. Trong trận chiến, Waxaklahun Ubah Kan giam giữ Nhà Lữ Hành và Paimon, rồi dẫn Tepetlisaurus đến nơi được gọi là Trái Tim Của Núi Thánh thực sự, nơi thi thể của Hỏa Long từng bị sát hại vẫn còn nằm đó. Tại đây, Hiền Giả Trộm Lửa ban cho Tepetlisaurus ngọn Lửa Thánh chân chính, giúp cậu điều khiển sức mạnh của Chúa Tể Lửa. Tepetlisaurus từ một cá thể nhỏ bé đã trưởng thành, biết nói chuyện và sở hữu thân thể đủ mạnh để gánh vác toàn bộ sức mạnh ấy."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/d78774c9e33998c221313c6ae7bd3cf3_2122389236194779324.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Waxaklahun Ubah Kan đã cho Tepetlisaurus chứng kiến những sự kiện từ hàng thiên niên kỷ trước, đồng thời xóa đi ký ức về quãng thời gian cậu từng đồng hành cùng Nhà Lữ Hành và Paimon. Hiền Giả Trộm Lửa cần cả hai Người Được Rồng Lựa Chọn, con người và bạn đồng hành Saurian để tiến vào Ngọn Núi Thánh. Nhưng sứ mệnh của con người đã hoàn tất, và giờ đây Tepetlisaurus phải là người kích hoạt Huitzilopochtli, ngăn chặn kẻ thù vĩ đại đang ẩn mình trong bóng tối không bao giờ quay trở lại. Hắn hứa rằng khi Natlan hóa thành phlogiston, khái niệm về sự sống sẽ được viết lại, và quyền năng của Lửa Nguồn sẽ trở lại một cách tự nhiên. Chỉ những con rồng trở thành sinh thể phlogiston mới có thể nắm giữ toàn bộ sức mạnh. Tepetlisaurus sẽ trở thành vị chúa tể mới, tồn tại vượt ngoài mọi giới hạn và khái niệm. Cậu sẽ mang ánh sáng trở lại, khơi dậy hơi ấm, khôi phục trí tuệ, và đem lại trật tự cùng vinh quang vĩ đại cho thế giới này.\nKhi Huitzilopochtli được kích hoạt, một thế giới trắng xóa hiện ra trước mắt Tepetlisaurus. Mười triệu năm trôi qua trong chớp mắt, nhưng thời gian lúc này đã mất đi mọi ý nghĩa. Trong thế giới ấy, chỉ còn lại một ý thức duy nhất — “nó”, kẻ từng mang tên Tepetlisaurus. Đã từng có vô số sự kiện vĩ đại xảy ra trong thế giới xưa: những trận chiến có quy mô vượt khỏi tưởng tượng, xé rách cả chiều không gian; vô số sinh linh bị nuốt chửng và biến đổi, cho đến khi ánh sáng rực cháy thiêu rụi cả những quy luật sơ khai nhất. Bóng tối không còn đe dọa thế giới, nhưng liệu thế giới ấy còn mang ý nghĩa gì?\n“Nó” biết ngọn lửa sơ nguyên không phải là vĩnh cửu, dù có thể cháy hàng tỉ năm giữa biển vũ trụ đen thẳm. Đôi khi, “nó” hồi tưởng lại, như một giấc mơ xa xăm, về thời từng đồng hành cùng hai người bạn, khi mặt đất vẫn còn tồn tại. Bám víu vào những ký ức ấy, “nó” nghĩ rằng mình vẫn có thể chịu đựng nỗi dày vò này, cho đến khi cái chết đến ở nơi bờ bên kia của vĩnh hằng. Nếu “nó” có thể quay lại trung tâm của Thánh Thành, liệu “nó” có chọn một con đường khác?\nKhi nhìn thấy số phận mà Huitzilopochtli đã định sẵn cho thế giới, cũng như cho Nhà Lữ Hành và Paimon, Tepetlisaurus đã từ chối kích hoạt Lửa Trời Càn Quét. Cậu lựa chọn con đường giống như Waxaklahun Ubah Kan từng chọn vào lúc bắt đầu hành trình của mình. Biết rằng điều đó đồng nghĩa với việc sẽ đánh mất sức mạnh và trí tuệ của loài rồng, Tepetlisaurus quay lại bên Nhà Lữ Hành và Paimon, giải thoát họ khỏi cái bẫy. Sau khi đánh bại con rồng, Tepetlisaurus trở lại hình dáng nhỏ bé và mất đi ý thức."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Người được rồng chọn... Sau tất cả... Cậu|Cô chính là người mà tôi lựa chọn.</color>\n<color=#ffffffd9>Cảm ơn vì những gì đã làm cho tôi... Tôi vẫn luôn tin tưởng Cậu|Cô, tôi...</color>\n<color=#ffffffd9>Ah... Thật khó mở lời, (Nhà Lữ Hành)...</color>\n<color=#ffffffd9>...Đừng quên, tôi luôn yêu thương Cậu|Cô.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/595ae9e0d1c8957b6dbbe95bf10b37a9_5957436550785372138.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi sự sống của Waxaklahun Ubah Kan kết thúc cùng với chu kỳ tồn tại của Huitzilopochtli, dấu ấn trên người bạn đồng hành Tepetlisaurus cũng mất đi sức mạnh và không còn là mối đe dọa đối với cậu nữa. Sau vô số cuộc phiêu lưu, nơi họ thanh tẩy Mũi Kim Bóng Tối, giải thoát linh hồn của các chiến binh Khaenri’ah đã ngã xuống, lên đường đến Thượng Giới để tìm linh dược chữa lành mọi vết thương, tìm thấy quả trứng Saurian nở ra Tepetlisaurus nhỏ tên Aguara, và đi sâu vào Vương Quốc Dạ Thần để đưa một pháp sư trở lại với các Wayob — họ đã giúp đỡ biết bao người, từ loài rồng đến loài người. Đến lúc ấy, Tepetlisaurus quyết định đi con đường của riêng mình. Sau khi tạm biệt Nhà Lữ Hành và Paimon, cậu bắt đầu một chuyến phiêu lưu mới.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7723,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7002,
        "name": "Dấu Chân Của Người Được Rồng Lựa Chọn",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/19/88347907/cb4a0f839c9b7fac92465dd555e5982f_7862272005340254486.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7709,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 6971,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 6974,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Con rồng thông thái nhất, người đã cướp ngọn lửa từ giống loài của mình và dạy cho con người cách sử dụng nó. Hắn muốn tạo ra một vị vua cai trị cả thế giới rồng và con người. Tên thật của hắn là Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/55631176/8228ad551ef3ea84b3ecf1e8e8512ecc_2360733082935215950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ di tích của Hiền Giả Trộm Lửa, một trong những tín vật bắt buộc phải có để đến Núi Lửa Tollan và loại bỏ Chúc Phúc Của Chúa Tể Lửa trên người Tepetlisaur. Dấu ấn màu vàng khắc trên đĩa trắng, khi chạm vào đĩa, mơ hồ có thể cảm nhận được hoa văn trên đó khẽ chuyển động như đang sống.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_7390194352807148768.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ chủ nhân Thành Tro Tàn bị ăn mòn tại Ochkanatlan. Đây là một trong những tín vật bắt buộc phải có để tiến đến Núi Lửa Tollan và thanh tẩy \"Chúc Phúc Của Chúa Tề Lửa\" trên người Tepetlisaur. Nghe nói đó là một phần của con mắt \"Chúa Tề Lửa\" sau khi bị tách làm hai. Theo truyền thuyết, chúa tể rồng cổ xưa từng nắm giữ mọi tia sáng và trí tuệ, đã dùng một con mắt của mình để hóa thành quyền năng tối thượng kiểm soát mọi ngọn lửa, và đó cũng trở thành điểm yếu duy nhất có thể bị khai thác...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_9134877494051830614.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7615,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 6577,
        "name": "Tepetlisaurus Non",
        "desc": "Tepetlisaurus non, có năng lực di chuyển giữa núi đá và Phlogiston Thể Rắn.<br>Trước trán là chiếc sừng khoan chưa hình thành, kỹ thuật khai thác cũng chưa được thành thạo. Thậm chí thường hay nghe tin Tepetlisaur non bị núi đá vây hãm trong lúc luyện tập đào đá. Nhưng rồi cũng có một ngày, chúng sẽ lớn lên thành dáng vẻ có thể tự do đi lại giữa những lớp đất cứng rắn.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/3b6c59574d93ce8d4845714dee7626f9_804421433035659353.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Đồng Hành Nhỏ là một Tepetlisaurus Non đặc biệt.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Chúa Tể Lửa, kẻ đã bị đánh bại bởi vị Hỏa Thần đầu tiên, Xbalanque. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/55631176/96f809757becea5d44dc5470300677d6_2619864791942641729.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Đồng Hành Nhỏ đã nhận được Chúc Phúc Của Chúa Tể Lửa — một dấu ấn đặc biệt trên sừng, ban cho sức mạnh vượt trội hơn so với loài Saurian thông thường.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Đồng Hành Nhỏ đang thực hiện một cuộc hành hương đến ngọn núi lửa để xóa bỏ dấu ấn và giành lại sự công nhận của",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Vương Quốc Dạ Thần",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Con rồng thông thái nhất, người đã cướp ngọn lửa từ giống loài của mình và dạy cho con người cách sử dụng nó. Hắn muốn tạo ra một vị vua cai trị cả thế giới rồng và con người. Tên thật của hắn là Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/55631176/8228ad551ef3ea84b3ecf1e8e8512ecc_2360733082935215950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Waxaklahun Ubah Kan cần Người Được Rồng Lựa Chọn gỡ bỏ phong ấn của Thánh Thành Tollan. Vì vậy, ông đã tạo ra một truyền thuyết rằng việc hành hương đến núi lửa có thể xóa bỏ Chúc Phúc Của Chúa Tể Lửa. Ông dùng câu chuyện đó để dẫn dụ Đồng Hành Nhỏ vào trung tâm Thánh Thành và kích hoạt Huitzilopochtli.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Các Mục Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 6927,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ chủ nhân Thành Tro Tàn bị ăn mòn tại Ochkanatlan. Đây là một trong những tín vật bắt buộc phải có để tiến đến Núi Lửa Tollan và thanh tẩy \"Chúc Phúc Của Chúa Tề Lửa\" trên người Tepetlisaur. Nghe nói đó là một phần của con mắt \"Chúa Tề Lửa\" sau khi bị tách làm hai. Theo truyền thuyết, chúa tể rồng cổ xưa từng nắm giữ mọi tia sáng và trí tuệ, đã dùng một con mắt của mình để hóa thành quyền năng tối thượng kiểm soát mọi ngọn lửa, và đó cũng trở thành điểm yếu duy nhất có thể bị khai thác...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_9134877494051830614.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ di tích của Hiền Giả Trộm Lửa, một trong những tín vật bắt buộc phải có để đến Núi Lửa Tollan và loại bỏ Chúc Phúc Của Chúa Tể Lửa trên người Tepetlisaur. Dấu ấn màu vàng khắc trên đĩa trắng, khi chạm vào đĩa, mơ hồ có thể cảm nhận được hoa văn trên đó khẽ chuyển động như đang sống.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_7390194352807148768.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6863,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7524,
        "name": "Ảnh Chụp Chung Cùng Bạn Đồng Hành",
        "desc": "Bức ảnh chụp chung với những người bạn đồng hành, kỷ niệm ở quốc gia nơi con người và Saurian cùng sinh sống. Những người bạn cùng đồng hành ở một thời điểm nào đó rồi cũng sẽ phải bước lên con đường của riêng mình, thế nhưng, khoảng thời gian từng trải qua cùng nhau sẽ không vì thế mà phai đi màu sắc vốn có.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/19249e37f15e9f814c45854d6e17381b_224490790280076945.gif",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Minh Hoạ và Emoji",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ra mắt Sticker - Tranh của Paimon 40!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/3cc3bcde807ce5cb5a789ae4b09813c4_7582544197720524739.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>1 Tháng 4, 2025</color>\n<color=#ffffff>Nhà Lữ Hành thân mến! Sticker mới nhất của Genshin Impact đã có mặt trên HoYoLAB rồi!</color>\n<color=#ffffff>Tranh của Paimon là bộ sưu tập gồm các sticker phiên bản chibi của các nhân vật trong Genshin Impact, hy vọng các bạn sẽ thích chúng. Sau này Paimon sẽ tiếp tục cố gắng để vẽ ra những tác phẩm mà các bạn yêu thích!</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/af4a3fa7c4f37b8944b0b55c5241fa0f_1194061246183225922.png",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Đồng Hành Nhỏ"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Saurian"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "Người Được Rồng Lựa Chọn"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Đồng Hành Nhỏ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/55631176/a3dd2c97b2f691ba71ef2f769b755c5f_3370512962687750949.png"
      },
      {
        "key": "Đồng Hành Nhỏ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/55631176/9afaf07abe727a7fc67e07e0d077ba78_5222501403884771981.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nhà Lữ Hành, Đồng Hành Nhỏ và Paimon ở trong tàn tích nơi Waxaklahun Ubah Kan và Xbalanque đã lập lời thề."
          }
        ]
      },
      {
        "key": "Đồng Hành Nhỏ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/55631176/1f26c98e08af1f742b17e8e52209a149_6678700413175899373.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nhà Lữ Hành, Đồng Hành Nhỏ và Paimon nhận được Đĩa Vàng Thông Điệp đầu tiên."
          }
        ]
      },
      {
        "key": "Đồng Hành Nhỏ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/55631176/8b97ff9228bc8decbc55c92fea8f596c_6686412939699245022.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Con rồng tà ác, Och-Kan, đánh cắp Đĩa Vàng Thông Điệp."
          }
        ]
      },
      {
        "key": "Đồng Hành Nhỏ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/55631176/f693264f26c8b80904c7af885413fae3_6675050650984695675.png"
      },
      {
        "key": "Đồng Hành Nhỏ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/55631176/c8d04b4f142a4e1e9e644f95d3473ff7_9107789891073162557.png"
      },
      {
        "key": "Đồng Hành Nhỏ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/09/55631176/17d25234799c6173f6b6f86815472c4b_2260100162323688130.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Đồng Hành Nhỏ và Waxahlahun Ubah Kan."
          }
        ]
      }
    ]
  }
}