{
  "epId": 7017,
  "name": "Manqu",
  "desc": "<p>Một nhà nghiên cứu thuộc Hiệp Hội Nghiên Cứu Di Vật Saurian, chịu trách nhiệm thực hiện các nghiên cứu học thuật về một số phong tục bộ lạc nhất định. <span class=\"wk-shady\">Manqu thật sự là một thợ thủ công sống cách đây một nghìn năm và đã qua đời trong cuộc lật đổ tên bạo chúa Och-Kan. Giờ đây, Manqu là một bản chiếu phlogiston của Waxaklahun Ubah Kan.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/04/55631176/4c5b5ecfcf4c3dfb2639d87fb1b8ae00_206891630471117073.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1749893964,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Thành Tro Tàn",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/d00e4b41333f68ba0880a894c481a3d0_7649429890173774419.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hơn một nghìn năm trước, sau khi Hỏa Thần đầu tiên Xbalanque qua đời, quyền cai trị Đại Liên Minh được trao cho Och-Kan — một sinh vật mang dòng máu nửa người nửa rồng. Dưới sự lãnh đạo của ông, Đại Liên Minh được tái thiết trên tàn tích của thành phố rồng cổ Chichen Uctokah và được gọi bằng một cái tên mới: Ochkanatlan.\nOch-Kan biết rằng bên dưới thành phố có những “hốc sâu” chứa Lõi Chu'ulel — một thực thể có thể điều khiển mọi cơ chế trong thành phố. Để tiếp cận Lõi này, ông cử một người đại diện từ mười gia tộc của mỗi bộ lạc tham gia xây dựng hệ thống thủy lợi nhằm bơm nước ra khỏi hốc sâu.\nTrong số những người được chọn có nghệ nhân Manqu, đến từ bộ lạc Con Của Tiếng Vang. Anh là một thợ kim hoàn tài năng. Những ai từng nhìn thấy các bức chạm khắc đá của anh đều bị cuốn hút bởi vẻ đẹp tinh tế. Những chữ khắc vàng do anh tạo ra khiến người xem phải thán phục trước sự khéo léo và tỉ mỉ.\nMột ngày nọ, Manqu làm ra một con chim bằng vàng, với chiếc lông đuôi dài được gắn đá. Anh tặng nó cho một người đàn ông đáng kính trong bộ lạc. Nhưng không lâu sau, người này bị kết án và xử tử vì đã đứng ra bảo vệ những Saurian trong bộ lạc. Chiếc lông vàng của chim quetzal bị hỏng trong biến cố đó và được truyền lại cho con gái của ông."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/6311178c86742d8f0f7bfdd3b2b972a8_785405181053260750.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Càng đào sâu vào tàn tích Chichen Uctokah, mùi hôi thối nồng nặc càng trở nên rõ rệt. Nhiều công nhân bắt đầu sợ hãi và truyền tai nhau những chuyện mê tín. Một thợ thủ công bỗng dưng mất trí, miệng lảm nhảm rằng anh đã nhìn thấy một bóng dáng khủng khiếp dưới làn nước, và bị buộc phải quỳ lạy một “Chúa tể” nào đó. Người này nhanh chóng bị giám sát viên đưa đi, nhưng sự lo lắng đã lan khắp đội công nhân.\nTừ sau các bức tường cổ, họ nghe thấy những âm thanh lạ — nhẹ, nghẹn ngào như thể có thứ gì đó đang bò bên trong. Công nhân bắt đầu thì thầm với nhau, tin rằng một lời nguyền cổ xưa đã bị đánh thức sau hàng nghìn năm ngủ yên dưới đáy nước. Các giám sát viên cho rằng họ chỉ bị ảo giác do thiếu ngủ và đã xin thêm khẩu phần ngũ cốc để an ủi họ.\nNhưng nỗi sợ không dừng lại. Một công nhân tên Sayani bị thương, và vết thương không thể lành vì môi trường ẩm thấp. Manqu khuyên cô nghỉ ngơi, nhưng cô từ chối vì sợ ảnh hưởng đến nhóm, khiến họ mất phần lương thực bổ sung. Đêm đó, khi không ai để ý, Manqu âm thầm đốt đuốc để sát trùng vết thương cho cô. Dù vậy, Sayani vẫn qua đời. Không ai còn đủ sức để chôn cất, và cuối cùng, họ chỉ ném xác cô xuống kênh nước."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/272374c1e33104bb8b7eb592a812fa37_5869129779225782610.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sâu trong tàn tích, các công nhân phát hiện một bức tượng rồng cổ xưa, nhưng phần dưới vẫn còn dang dở. Chính tại nơi đó, Xà Vương Och-Kan đã gặp Thánh Long Ix Uxul Tz'ib Bolon Ch'ule-L — chúa tể xưa của Chichen Uctokah. Bà kể cho hắn nghe về quá khứ huy hoàng của nền văn minh rồng. Sau khi nghe, Och-Kan hiểu rằng nếu thế giới quay lại thời kỳ đó, loài người sẽ không còn cơ hội tồn tại.\nHắn muốn chiếm lấy tri thức và năng lượng của bà — thứ từng dùng để điều khiển các Cơ Chế Nguồn Gốc — nên đã lừa bà, cố giam linh hồn và ký ức của bà vào trong bức tượng. Nhưng Ix Uxul Tz'ib Bolon vẫn từ chối phục tùng hắn.\nSau đó, Och-Kan quyết định tạo ra Lõi Chu’ulel của riêng mình. Tuy nhiên, những nỗ lực xây dựng lại vinh quang cho Đại Liên Minh lại vô tình mở cửa cho sự tha hóa từ Vực Sâu tràn vào. Hắn ra lệnh niêm phong các lối đi bí mật bằng tường đá và thiêu rụi chúng bằng lửa.\nMột trong những công nhân bị kẹt gần bức tượng rồng là Manqu. Bị nhốt dưới chân tượng, trong biển lửa thiêu đốt, anh nghĩ mình sắp chết. Nhưng rồi, giữa ngọn lửa của Och-Kan, anh thấy một người phụ nữ trẻ hiện ra — hình ảnh phlogiston của Ix Uxul Tz'ib Bolon.\nKhuôn mặt bà đẹp hơn cả tinh thể thuần khiết, đôi mắt sáng như ngọc lam. Nhưng vẻ đẹp ấy lại khiến người ta rợn người. Nụ cười của bà lạnh lùng, đầy ác ý. Manqu cố gắng cầu xin được cứu, nhưng môi bà đã cháy khô, không thể nói lời nào. Bà đặt tay lên mặt anh. Từ đôi mắt của bà, những giọt nước mắt bằng vàng chảy xuống, rơi vào mắt Manqu — mang theo một sức mạnh có thể ban lại sự sống cho con người."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/18b8365b87a5c09e7fa659baac4208e4_8442869717986523611.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Người thợ thủ công nhìn thấy một sinh vật khổng lồ, lớn hơn cả núi non và phát sáng rực rỡ hơn cả đá quí. Nó lơ lửng trên trời như một đám mây núi lửa. Xung quanh sinh vật ấy là hàng loạt con rồng kim loại khổng lồ, bay vòng quanh và hút lấy dòng máu đen chảy ra từ thân thể nó. Anh cũng thấy những bóng đen được ngọn lửa dẫn đường từ nơi xa xôi leo lên mặt trăng. Từ đó, mặt đất rung chuyển và tiếng kêu khóc vang vọng núi trời.\nNgười phụ nữ lại cười bên tai anh. Bà chế giễu loài người — cho rằng tất cả những gì họ xây dựng chỉ là trò trẻ con. Con người bò sát dưới bầu trời, loay hoay tìm lấy một ngôi mộ không tên, trong khi những con rồng cổ xưa vẫn đang chiến đấu với một kẻ thù mạnh như cả thế giới. Qua đôi mắt của bà, người thợ chỉ thấy một khoảng tối vô tận, sâu thẳm và xa lạ. Nó khác hoàn toàn với tất cả những gì anh từng biết trong cuộc đời ngắn ngủi của mình.\nManqu hét lên, rồi vấp ngã và bò về phía lối đi bí mật. Nhưng tiếng hét của anh bị tiếng cười của người phụ nữ át mất. Khi anh đến nơi, mọi thứ đều im lặng. Anh không biết liệu người phụ nữ ấy có thật hay chỉ là ảo giác. Không rõ đó là nước mắt thật hay chỉ là những giọt nước rơi từ bức tượng rồng phía sau. Nhưng anh vẫn sống — và là người duy nhất còn biết những lối đi bí mật của Ochkanatlan.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Để theo đuổi giấc mơ vĩ đại giữa sương sớm và biển mây, các chiến binh bay lượn chưa bao giờ ngơi nghỉ. Sâu trong biển sương xa xôi, câu chuyện về con rồng độc ác chiếm cứ thành phố bỏ hoang vẫn đang bảo vệ điều cấm kỵ; Mà trên những tầng mây, con thuyền trống trải huyền thoại bị lãng quên cũng sẽ chào đón vị khách mới ghé thăm...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/55631176/f801f03218ba49236d567092aa0ebda3_133119560923163180.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Con Của Tiếng Vang",
        "desc": "<p>Con Của Tiếng Vang hay Nanatzcayan.Bộ tộc này nổi tiếng với khai thác mỏ và sống cùng với Tepetlisaurus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/27/44749939/135f2e61b35ec0e4b8b69a5e30be6cae_4202930537419572664.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Một con rồng lai với linh hồn con người, là người cai trị Thành Tro Tàn, được biết đến là Xà Vương và Thánh Vương.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/44749939/0b2b4aebefdaee2927d1ebc35010f805_7345692974116774686.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Ảo Mộng Chưa Hoàn Thành",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/12108544/356c6b0e1be129282f759d8844872c7d_4155317547307967049.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cuộc Lật Đổ Xà Vương",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/866706487c6079f430bf937c0b9aabc7_8778355424161104397.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vì muốn xây dựng một thế giới lý tưởng cho con người, Och-Kan dần trở thành một bạo chúa bị dân chúng oán hận. Vào thời điểm đó, trưởng lão Hội Hoa Vũ — người chỉ giả vờ trung thành với Xà Vương — đã bí mật trục xuất một chàng trai có đôi mắt đỏ rực khỏi bộ tộc. Người thanh niên ấy muốn bảo vệ các Saurian và nhờ việc bị đày đi, anh thoát khỏi sự truy đuổi.\nNgười đầu tiên đi theo anh là Sakkuk của Con Của Tiếng Vang — con gái của người từng được Manqu tặng chiếc lông vàng. Sau đó là hai anh hùng sinh đôi, Atawallpa và Waskar: người anh có đôi môi và hàm răng sắc như dao, người em mang trên lưng những vết roi tàn nhẫn từ tay bạo chúa. Khi nghe tin chàng trai mắt đỏ đang cố gắng cứu các Saurian, Yupanqui — sĩ quan pháo binh của Đại Liên Minh và là bạn cũ của anh — cũng đã quyết định đứng về phía họ, dù không dám nổi dậy công khai. Để đột nhập vào thành cổ bị cấm, họ cần một người biết hết các con đường, lối đi và bí mật cơ khí trong thành phố. Người đó chính là Manqu, cái tên mà Yupanqui giới thiệu.\nLúc này, Manqu sống lặng lẽ, thường lang thang qua những quán rượu tồi tàn. Tại một nơi như thế, anh gặp Sakkuk — cô đang tìm người thợ đã tạo ra chiếc lông tuyệt đẹp cho cha mình khi xưa. Nửa khuôn mặt Manqu bị ngọn lửa thiêu cháy, biến dạng và luôn giấu dưới mũ, nhưng Sakkuk không hề tỏ ra sợ hãi. Cô trao cho anh chiếc lông cũ. Dù màu sắc đã phai mờ, Manqu vẫn nhận ra nó là tác phẩm của mình. Anh kể lại từng chi tiết được khắc trên đó và nói với cô về những điều đã mất ở vùng đất này. Khi biết cha cô chính là người đã nhận chiếc lông, Manqu nhận ra trong ánh mắt Sakkuk cũng có sự căm hận giống như mình từng mang. Anh đồng ý đi theo cô và người chủ mà cô phục vụ.\nKhi gia nhập nhóm của chàng trai mắt đỏ, Manqu kể cho các anh hùng nghe về những gì mình đã trải qua. Anh kể về những sinh vật khổng lồ hiện ra trong cơn mê, về những cỗ máy đang chuyển động không ngừng. Anh kể về những bóng đen bị cuốn theo dòng lửa, bay lên từ chân trời xa xôi đến tận mặt trăng. Nhưng các anh hùng chỉ xem đó là chuyện huyền thoại. Trong giọng nói của họ, Manqu nghe thấy tiếng cười nghi ngờ và giễu cợt, điều mà anh đã quen từ lâu.\nKhi thấy ánh mắt tò mò của cô gái trẻ nhìn mình, Manqu cố gắng bật ra một nụ cười mỉa mai. Nụ cười làm nửa khuôn mặt bị bỏng nhói lên một chút. Thật ra, trong ngọn lửa suýt thiêu rụi cuộc đời anh, Manqu còn nhìn thấy nhiều điều hơn thế: những hoa văn vàng chảy như chất lỏng, một lối thoát khác khỏi đống đổ nát, và cả những quy tắc sắt đá đã xây dựng nên một đế chế rộng lớn.\nPhần cuối cùng ấy, những người khác sẽ không thể hiểu được. Nhưng Manqu hy vọng rằng, khi thời gian trôi qua, khi nền móng cổ xưa được dựng lại, anh sẽ có cơ hội kể cho họ nghe tất cả. Vì ước mơ duy nhất của anh, là được xây một bức tường hoàng gia lộng lẫy cho một vị vua mới.\nManqu đã nghĩ ra một kế hoạch lật đổ Xà Vương. Anh dự định ngắt nguồn năng lượng của thành phố và tắt Lõi Chu'ulel, tạo cơ hội cho Yupanqui đưa chàng trai mắt đỏ vào phòng ngai vàng trong lúc hỗn loạn. Để chuẩn bị, Manqu khắc cùng một ký hiệu lên các đồng hồ mặt trời để đánh dấu ngày thực hiện.\nTrải qua nhiều thử thách, chàng trai cuối cùng đã đánh bại Och-Kan. Nhưng Manqu không thể thoát ra, vì các lối đi bí mật đã bị Hội Hoa Vũ phong tỏa. Sau đó, khi Sakkuk trở về bộ tộc, cô yêu cầu làm lại chiếc lông vũ cũ đã phai màu. Cô hứa rằng một ngày nào đó, sẽ trao tặng người thợ một chiếc vương miện bằng ngọc lam để tỏ lòng biết ơn. Nhưng sau khi chứng kiến cái chết đau đớn của người thợ Sakkuk hiểu rằng chiếc vương miện ấy sẽ mãi chờ đợi chủ nhân trong cô đơn.\nNhiều năm sau, cô bắt đầu sưu tầm các trang sức, cả thật lẫn giả, mang chữ ký của Manqu. Những ai đem ngọc quý đến sẽ được tặng một món quà. Tuy nhiên, cô không cho phép những bản sao thô kệch làm xấu danh tiếng của người thợ tài hoa. Những kẻ gian dối dám đem đồ giả đến cho cô thường bị trừng phạt.\nVề cuối đời, Sakkuk thu thập hết tất cả tác phẩm mang tên Manqu và rời đi trong đêm, không bao giờ quay lại. Theo truyền thuyết, ngày hôm sau, mọi người tụ tập dưới gốc cây nơi cô đặt chiếc vương miện ngọc lam. Họ thề sẽ làm theo lời cuối cùng của cô: xóa tên người thợ khỏi lịch sử để không ai có thể làm xấu danh tiếng của Manqu.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Để theo đuổi giấc mơ vĩ đại giữa sương sớm và biển mây, các chiến binh bay lượn chưa bao giờ ngơi nghỉ. Sâu trong biển sương xa xôi, câu chuyện về con rồng độc ác chiếm cứ thành phố bỏ hoang vẫn đang bảo vệ điều cấm kỵ; Mà trên những tầng mây, con thuyền trống trải huyền thoại bị lãng quên cũng sẽ chào đón vị khách mới ghé thăm...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/55631176/f801f03218ba49236d567092aa0ebda3_133119560923163180.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Xích Vũ Tinh Tựu",
        "desc": "Cây cung cổ xưa được trang trí bằng lông vũ màu đỏ, là một trong những thánh vật được Hội Hoa Vũ lưu truyền từ thế hệ này sang thế hệ khác.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Ảo Mộng Chưa Hoàn Thành",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/12108544/356c6b0e1be129282f759d8844872c7d_4155317547307967049.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đĩa Vàng Thông Điệp",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/8287e972b0dbc501376be8d66db0d9cf_9208486135443570369.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hàng ngàn năm trước, Hỏa Long Xiuhcoatl đã tạo ra một vũ khí mang tên Huitzilopochtli, có khả năng đẩy lùi Vực Sâu khỏi Natlan mãi mãi. Vũ khí này sẽ hủy diệt mọi sự sống tồn tại, chỉ để lại các sinh vật phlogiston. Xiuhcoatl đã biến mắt mình thành trung tâm điều khiển cho vũ khí đó, nhưng khi bị Hỏa Thần đầu tiên giết chết, Xbalanque đã tách đôi con mắt ấy thành hai mảnh, thành hai Đĩa Vàng Thông Điệp. Một Đĩa Vàng Thông Điệp được Waxaklahun Ubah Kan, người em trai của Xiuhcoatl, giữ lấy, người đã chọn không sử dụng Huitzilopochtli mà đi theo một con đường khác; đĩa còn lại thuộc về Xbalanque. Sau khi Hỏa Thần qua đời, Đĩa Vàng Thông Điệp được giao cho Och Kan, con trai của Waxaklahun Ubah Kan và cũng là bạn của Xbalanque, người đã giấu nó trên một con tàu bay để cha mình không thể lấy được. Theo thời gian, Waxaklahun Ubah Kan trở nên chán nản với loài người và quyết định kích hoạt Huitzilopochtli, ông tạo ra huyền thoại về Chúc Phúc của Lửa Nguồn, một dấu ấn đặc biệt trên chiếc sừng của loài Saurian, qua đó Rồng Hỏa từng truyền đạt trí tuệ của mình. Thân thể của Saurian hiện đại không thể chịu đựng được sức mạnh này, vì vậy theo truyền thuyết, họ phải mang theo một lá bài chia làm hai đến Núi Lửa Tollan.\nHàng ngàn năm trước, Hỏa Long Xiuhcoatl tạo ra một vũ khí có tên là Huitzilopochtli. Vũ khí này có thể xua đuổi Vực Sâu khỏi Natlan vĩnh viễn, nhưng cái giá phải trả là sự diệt vong của mọi sự sống, chỉ còn lại những sinh vật phlogiston. Xiuhcoatl dùng chính đôi mắt của mình làm trung tâm điều khiển vũ khí.\nKhi Xiuhcoatl bị Hỏa Thần đầu tiên, Xbalanque, giết chết, đôi mắt của ông bị tách làm hai mảnh, trở thành hai Đĩa Vàng Thông Điệp. Một chiếc do em trai của Xiuhcoatl là Waxaklahun Ubah Kan giữ. Ông không muốn dùng vũ khí hủy diệt mà chọn đi theo con đường khác. Chiếc đĩa còn lại thuộc về Xbalanque. Sau khi Xbalanque qua đời, Đĩa Vàng Thông Điệp được trao cho Och-Kan, con trai của Waxaklahun Ubah Kan và là bạn thân của Xbalanque. Och-Kan giấu chiếc đĩa trên một con tàu bay để ngăn cha mình tìm thấy nó.\nTheo thời gian, Waxaklahun Ubah Kan trở nên thất vọng với loài người. Ông quyết định kích hoạt Huitzilopochtli. Để thực hiện điều đó, ông tạo ra huyền thoại về cách để hóa giải \"Chúc Phúc của Lửa Nguồn\" — một dấu ấn đặc biệt xuất hiện trên sừng của loài Saurian. Trước đây Chúc Phúc của Lửa Nguồn là một phước lành từ Xiuhcoatl, các Saurian được ban cho phước lành này sẽ không còn vô tri mà sẽ nhận được trí tuệ. Tuy nhiên, cơ thể của Saurian thời hiện đại không thể chịu đựng nổi sức mạnh đó. Vì vậy, theo huyền thoại của Waxaklahun Ubah Kan, \"Chúc Phúc của Lửa Nguồn\" có thể được hóa giải nếu một Saurian và một người bạn đồng hành tìm thấy hai mảnh của Đĩa Vàng Thông Điệp đi đến núi lửa Tollan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/29/237301566/fc980405d8bd7b81747e899abfe987b7_8239886213661383231.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Och-Kan đã đặt một con dấu lên Đĩa Vàng Thông Điệp của mình. Chỉ những Saurian mang dấu ấn đặc biệt mới có thể gỡ bỏ nó. Để lấy được con dấu này, Waxaklahun Ubah Kan bắt đầu dùng các “mặt nạ” — những hình chiếu phlogiston mô phỏng những người đã bị con trai ông giết chết. Một trong số đó là mặt nạ của Manqu, người từng chết ở Ochkanatlan. Với lớp cải trang này, ông dẫn dắt nhóm của Nhà Lữ Hành lần theo dấu vết của Đĩa Vàng Thông Điệp và đến núi lửa hành hương.\nKhi nhóm của Nhà Lữ Hành thu thập đủ các Đĩa Vàng Thông Điệp và đi đến trung tâm điều khiển của Huitzilopochtli, Waxaklahun Ubah Kan lại xuất hiện. Ông đề nghị hợp nhất các đĩa để kích hoạt Huitzilopochtli. Nhưng Saurian của Nhà Lữ Hành đã từ chối.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Chúa Tể Lửa, kẻ đã bị đánh bại bởi vị Hỏa Thần đầu tiên, Xbalanque. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/55631176/96f809757becea5d44dc5470300677d6_2619864791942641729.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Con rồng thông thái nhất, người đã cướp ngọn lửa từ giống loài của mình và dạy cho con người cách sử dụng nó. Hắn muốn tạo ra một vị vua cai trị cả thế giới rồng và con người. Tên thật của hắn là Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/55631176/8228ad551ef3ea84b3ecf1e8e8512ecc_2360733082935215950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Hoả Thần đời đầu, người đã đánh bại Chúa Tể Lửa Nguồn và được hồi sinh từ những ngọn lửa</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/09/44749939/dae90ad5dbd996a96e184baf09e5fc86_7522646908084525783.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ di tích của Hiền Giả Trộm Lửa, một trong những tín vật bắt buộc phải có để đến Núi Lửa Tollan và loại bỏ Chúc Phúc Của Chúa Tể Lửa trên người Tepetlisaur. Dấu ấn màu vàng khắc trên đĩa trắng, khi chạm vào đĩa, mơ hồ có thể cảm nhận được hoa văn trên đó khẽ chuyển động như đang sống.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_7390194352807148768.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ chủ nhân Thành Tro Tàn bị ăn mòn tại Ochkanatlan. Đây là một trong những tín vật bắt buộc phải có để tiến đến Núi Lửa Tollan và thanh tẩy \"Chúc Phúc Của Chúa Tề Lửa\" trên người Tepetlisaur. Nghe nói đó là một phần của con mắt \"Chúa Tề Lửa\" sau khi bị tách làm hai. Theo truyền thuyết, chúa tể rồng cổ xưa từng nắm giữ mọi tia sáng và trí tuệ, đã dùng một con mắt của mình để hóa thành quyền năng tối thượng kiểm soát mọi ngọn lửa, và đó cũng trở thành điểm yếu duy nhất có thể bị khai thác...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_9134877494051830614.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Người kể chuyện đến từ",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6995,
        "name": "Con Của Tiếng Vang",
        "desc": "<p>Con Của Tiếng Vang hay Nanatzcayan.Bộ tộc này nổi tiếng với khai thác mỏ và sống cùng với Tepetlisaurus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/27/44749939/135f2e61b35ec0e4b8b69a5e30be6cae_4202930537419572664.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ". Hình ảnh của Titu cũng đã được Waxaklahun Ubah Kan sử dụng.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Con rồng thông thái nhất, người đã cướp ngọn lửa từ giống loài của mình và dạy cho con người cách sử dụng nó. Hắn muốn tạo ra một vị vua cai trị cả thế giới rồng và con người. Tên thật của hắn là Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/55631176/8228ad551ef3ea84b3ecf1e8e8512ecc_2360733082935215950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Waxaklahun Ubah Kan đã sử dụng hình ảnh của Manqu để dụ đến Thánh Thành Tollan.\nThiếu niên với đôi mắt đỏ rực\nSakkuk\nYupanqui\nAtawallpa\nWaskar\nNhững anh hùng cùng với Manqu đã lật đổ tên bạo chúa cách đây một nghìn năm.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Ảo Mộng Chưa Hoàn Thành",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/12108544/356c6b0e1be129282f759d8844872c7d_4155317547307967049.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "galleryCharacter": [
      {
        "key": "Manqu",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/04/55631176/cb85bdfbe5b2b1bb6914503d37195785_6095662590511045468.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Huruk và Manqu"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Manqu"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Con Của Tiếng Vang\nHiệp Hội Nghiên Cứu Di Vật Saurian"
          }
        ]
      }
    ]
  }
}