{
  "epId": 7032,
  "name": "Lễ Hội Sabzeruz",
  "desc": "<p><span style=\"color: oklab(0.899401 -0.00192499 -0.00481987)\">Lễ hội ở Sumeru được đặt theo tên của Hoa Thần và kỷ niệm ngày sinh của Thảo Thần.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/44749939/bef90833a4b22d42eb98d73aa66789c5_8296248157476584124.png",
  "menuId": 20,
  "menuName": "Giải Thích Từ Ngữ",
  "version": 1727804551,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Lễ Hội Sabzeruz"
          }
        ]
      },
      {
        "key": "Quốc Gia",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Lễ Hội"
          }
        ]
      },
      {
        "key": "Nhiệm Vụ và Sự Kiện Liên Quan",
        "value": [
          {
            "type": "RichText",
            "text": "Nhiệm Vụ Ma Thần Chương III Màn 2:\"Bình Minh Của Ngàn Đóa Hồng\"\nSự Kiện Phiên Bản 5.1: <color=#dbdee1>Khúc Hoan Ca Của Hoa Và Kẹo Màu</color>"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Lễ Hội Sabzeruz",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/44749939/a35fc0591f6a4f6dc8e20cc27d172527_1592901806659726603.png"
      }
    ],
    "videoCollection": [
      {
        "title": "Cutscene Animation: \"Dance of Sabzeruz\" | Genshin Impact",
        "url": "https://youtube.com/watch?v=ASR41LdpTKw",
        "coverUrl": "https://i.ytimg.com/vi/ASR41LdpTKw/maxresdefault.jpg",
        "duration": 128
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Bình Minh Của Ngàn Đoá Hồng",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Khi Đại Vương Rukkhadevata hy sinh bản thân để cứu người dân, Giáo Hội Sumeru đã ngừng tài trợ cho lễ hội mừng sinh nhật của Thảo Thần, và chỉ nhờ sự tài trợ của một người phụ nữ từ một gia đình giàu có, Dunyarzad Homayani, một trong những lễ hội mới có thể được diễn ra. Nhà Lữ Hành và Paimon lần đầu tiên đến Sumeru đúng vào ngày sinh nhật của Thảo Thần, nhưng họ không thể tìm hiểu từ bất kỳ ai cách để được diện kiến cô, vì trong suốt 500 năm trị vì của cô, Thảo Thần chưa bao giờ rời khỏi Thánh địa Surasthana. Muốn tìm hiểu thêm về Thảo Thần, họ quyết định ở lại lễ hội để vinh danh cô.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/5347663a585d5ab8a0737cea1448b6fd_5823740002554307910.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Nhờ sự hỗ trợ của Dunyarzad, các thành viên của Nhà hát Zubayr đã có thể cải tạo và trang trí sân khấu, và các thương gia khác đã có thể dựng gian hàng của họ với thực phẩm và đồ ngọt. Mọi người không chỉ từ Đại Sảnh Bazaar mà từ khắp Sumeru sẽ đến lễ hội. Khi lễ kỷ niệm đã bắt đầu, các nhà hiền triết của Giáo Viện đã cấm buổi biểu diễn của Nilou với lý do luật pháp cấm tổ chức riêng các lễ hội tôn giáo quy mô lớn và chỉ có Giáo Viện mới có quyền tổ chức các sự kiện như vậy. Các nhà hiền triết đe dọa sẽ điều tra tất cả những người tổ chức sự kiện nếu buổi biểu diễn tiếp tục. Mặc dù Dunyarzad, người đang phải chịu đựng giai đoạn cuối của bệnh Eleazar, hiểu rằng cô ấy có thể không thể tận hưởng một Lễ Hội Sabzeruz nào nữa, nhưng cô ấy không muốn đặt những người khác vào tình thế nguy hiểm.</color>\n<color=#ffffff73>Khi một ngày mới sắp bắt đầu sau buổi lễ bị huỷ, Nhà Lữ Hành và Paimon lại thấy mình đang ở ngày đầu Lễ Hội Sabzeruz. Nhà Lữ Hành nhớ lời bói của nhà giả kim, những viên kẹo của Kỵ Sĩ Hoa, Bàn tiệc Haft-Mewa, và thậm chí cả hương vị của Bánh Ajilenakh Nướng mà họ đã gọi để thay đổi cảm giác déjà vu. Ngày hôm sau và ngày hôm sau nữa, mọi thứ lại lặp lại. Nhà Lữ Hành nhận thấy rằng mỗi ngày trước khi đi ngủ, họ đều nghe thấy một âm thanh trong đầu như thể Thiết bị đầu cuối Akasha (một thiết bị đặc biệt hoạt động với sự trợ giúp của Gnosis Thảo, hợp nhất trí tuệ của toàn thể mọi người và ban tặng trí tuệ cho mọi người) đang ảnh hưởng đến ý thức của họ. Nhưng ngay cả khi mọi người gỡ bỏ Thiết bị đầu cuối, ngày hôm sau họ lại thấy mình ở Sabzeruz. Mặc dù ngày lễ được lặp lại gần như chính xác, tình trạng của Dunyarzad trở nên tệ hơn sau mỗi lần lặp lại, và vệ sĩ của cô là Dehya, người đã đổi thanh kiếm của cô lấy một thanh kiếm mới, cảm thấy như thể cô đã trải qua nhiều trận chiến với thanh kiếm này.Một ngày Sabzeruz, Nhà Lữ Hành và Paimon đã gặp một cô gái bí ẩn tên là Nahida, người mà hóa ra không bị ảnh hưởng bởi vòng lập vô tận của lễ hội. Cô không thể đưa ra cho họ tất cả các câu trả lời, vì vậy cô chỉ hướng dẫn họ tự tìm kiếm manh mối.</color>\n<color=#ffffff73>Sau khi ghép tất cả các manh mối lại với nhau, Nhà Lữ Hành và Paimon nhận ra rằng cô gái bí ẩn tự giới thiệu mình là \"Mặt Trăng\" từ lời bói toán và đưa ra manh mối không ai khác chính là Tiểu Vương Kusanali. Thêm vào đó, tất cả họ đều đang trong một giấc mơ, và mỗi ngày, Thiết bị đầu cuối Akasha đều xóa sạch ký ức của họ về những gì đã xảy ra và phá hủy không gian phụ Sabzeruz. Bằng cách này, Giáo Viện đã thu thập sức mạnh của những giấc mơ để tạo ra một vị thần giả. Đây là lý do tại sao tình trạng thể chất của Dunyarzad liên tục xấu đi cho đến khi ý thức của cô biến mất, và trí nhớ cơ bắp của Dehya nhớ lại trận chiến với một thanh kiếm mới. Mặc dù giấc mơ nằm dưới sự kiểm soát của thiết bị đầu cuối Akasha, nhưng bản thân thiết bị không thể tạo ra những giấc mơ mới, vì vậy giấc mơ vô tận phải có một vật chủ.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/979f0e8824faf11e258de4bca1ba7af0_4658825212044875353.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Chỉ khi chủ nhân giấc mơ nhận ra rằng họ đang ở trong giấc mơ thì giấc mơ này mới kết thúc và chỉ có họ mới có sức mạnh thể thay đổi những gì đang xảy ra bằng trí tưởng tượng. Trong quá trình tìm kiếm người chủ trong mơ, Nhà Lữ Hành và Paimon đã đến sân khấu ở Đại Sảnh Bazaar và nhìn thấy những bông Padisarah màu tím độc đáo đã biến mất từ nhiều thiên niên kỷ trước. Chỉ có Nilou mới có thể tạo ra những bông hoa này bằng trí tưởng tượng của mình. Khi Nilou nhận ra mình đang ở trong mơ, cô quyết định biểu diễn điệu nhảy cuối cùng của Sabzeruz giữa các Padisarah của Hoa Thần. Vào cuối điệu nhảy, họ nhìn nhìn thấy ảo ảnh ý thức của Dunyarzad đến để xem màn trình diễn của Nilou.</color>\n<color=#ffffff73>Ngày hôm sau, khi vòng lập 168 ngày Sabzeruz kết thúc, Nhà Lữ Hành và Paimon gặp Dunyarzad, người đã sống sót sau giấc ngủ bất tận. Mặc dù người dân Sumeru không bao giờ mơ, nhưng cô đã mơ thấy đêm đó Nilou biểu diễn điệu múa của Hoa Thần.</color>\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6516,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3570,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Vũ công nổi danh của Nhà Hát Zubayr, điệu nhảy sống động và tính cách hồn nhiên ấm áp.</span></p><p><br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/148664880/586d726f9ebda3506c78beaaa41f13b6_5030367551125984474.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p>Thành viên thuộc tổ chức lính đánh thuê \"Eremite\" ở sa mạc Sumeru, dũng mãnh thiện chiến, rất có tiếng trong nội bộ \"Eremite\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/01/148664880/322aea03ed44846d75f59d486c19c003_7361575483100135176.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Chim nhỏ trong lồng ở sâu trong Thánh Địa Surasthana, chỉ có thể ngắm nhìn thế giới từ trong giấc mơ.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/27/148664880/f29490bddc56b4a6773b6c5003bbb853_282742769138541951.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4362,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>Loài hoa thánh thiện và cao quý, có những yêu cầu rất khắt khe về môi trường sinh trưởng. Nhụy hoa sau khi gia công có thể chế biến thành các loại hương liệu quý.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/148664880/d5172558c50dbc305ee422b95bf8ed21_2406501610449120262.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2886,
        "name": "Bánh Ajilenakh Nướng",
        "desc": "<p>Một chiếc bánh ngọt có màu đen. Đầu tiên là rang Quả Ajilenakh thành bột, sau đó rây mịn, rồi thêm bột vào, trộn đều sau đó đem nướng chín. Thành phẩm không màu mè, thơm nhẹ mùi Quả Ajilenakh, thơm ngon đặc biệt khi kết hợp với mứt.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/08/12108544/dd4460c675a0a5f0552815a11dbf970a_3578384602149613570.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lễ Hội Sabzeruz",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/766f6dc32f9b78e3d6d817340c09f9d2_6495643170112041807.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Lễ hội Sabzeruz là một lễ hội cổ xưa được đặt theo tên của Hoa Thần, theo truyền thuyết, ban đầu là lễ kỷ niệm sinh nhật của Hoa Thần dành cho Đại Vương Rukkhadevata. Từ rất lâu trước đây, những người bạn của Đại Vương Rukkhadevata đã tổ chức một bữa tiệc mừng vào một trong những ngày sinh nhật của cô. Một số vị thần đã say rượu: một vị bắt đầu chơi nhạc và Đại Vương bắt đầu hát, vì vậy</color>\n<color=#ffffff73>bắt đầu nhảy. Khi cô nhảy trên bãi cỏ, vô số Padisarah xinh đẹp bắt đầu nở rộ ở bất cứ nơi nào cô bước qua. Những bông hoa màu tím rực rỡ đó đã trở thành sân khấu rực rỡ của cô. Tất cả các vị thần đều kêu lên,</color> <color=#ffffffd9>\"Ồ, giá như thời gian có thể dừng lại ở khoảng khắc này.\"</color>\n<color=#ffffff73>Khi Đại Vương Rukkhadevata rời khỏi thế giới này, Lễ Hội Sabzeruz bắt đầu được tổ chức vào ngày sinh nhật của Tiểu Vương Kusanali, ngày mà các nhà hiền triết tìm thấy cô. Lúc đầu, mọi người đều vui mừng chào đón Thảo Thần trở về Sumeru, và lễ hội là một sự kiện lớn vào thời đó. Tuy nhiên, dưới ảnh hưởng của Giáo Viện, mọi người dần mất hứng thú với lễ hội. Giáo Viện tích cực tham gia vào nhiều ngày lễ của Sumeru dành riêng cho Đại Vương Rukkhadevata. Tuy nhiên, khi nói đến Lễ hội Sabzeruz, các nhà hiền triết hành động như thể nó đơn giản là không tồn tại. Có lẽ họ coi sự ra đời của Tiểu Vương Kusanali là sự xác nhận cho cái chết của Đại Vương Rukkhadevata, vì vậy họ không muốn tổ chức lễ hội.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/550dd5f546f43f7b67f2936079932bbe_720816828232606306.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>500 năm trước trong biến cố Đại Thảm Hoạ, Đại Vương và Cây Thế Giới màu trắng bạc, nơi lưu giữ ký ức và kiến thức của Teyvat và là hiện thân của Rukkhadevata, đã bị tấn công bởi Tri Thức Cấm. Để cứu Sumeru, Rukkhadevata đã dành toàn bộ sức mạnh của mình để chống lại Tri Thức Cấm, và trước khi chết, bà đã tạo ra một nhánh cây Cây Thế Giới thuần khiết nhất. Ngay cả khi cây chết, các nhánh của nó cuối cùng sẽ bén rễ và phát triển, tiếp tục cuộc sống của cây dưới một hình thức khác. 500 năm sau, Nahida đã phá hủy tất cả Tri Thức Cấm khỏi Cây Thế Giới, qua đó xóa bỏ ký ức về Đại Vương Rukkhadevata khỏi nó. Mọi người đã quên mất sự tồn tại của Thảo Thần trước đây, vì vậy Lễ hội Sabzeruz chỉ gắn liền với Tiểu Vương Kusanali. Khi các nhà hiền triết cấm ngày lễ bị trục xuất khỏi Giáo Viện, ngày sinh nhật của Thảo Thần một lần nữa trở thành một ngày lễ quan trọng của quốc gia.</color>\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>Thần Trí Tuệ, vị Thảo Thần trước đây, là bạn của Nabu Malikata và Vua Deshret. Cô đã bị xóa hoàn toàn khỏi Irminsul để cứu cây khỏi tri thức cấm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/01/55631176/9168a73c80b9252a6a418dc4ba95b024_5160753676139730143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Hoa Thần, một người bạn của Đại Vương Rukkhadevata và Vua Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/13/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_4294449962108751717.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Chim nhỏ trong lồng ở sâu trong Thánh Địa Surasthana, chỉ có thể ngắm nhìn thế giới từ trong giấc mơ.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/27/148664880/f29490bddc56b4a6773b6c5003bbb853_282742769138541951.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3373,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>Loài hoa thánh thiện và cao quý, có những yêu cầu rất khắt khe về môi trường sinh trưởng. Nhụy hoa sau khi gia công có thể chế biến thành các loại hương liệu quý.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/148664880/d5172558c50dbc305ee422b95bf8ed21_2406501610449120262.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Truyền Thống",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/af0b11227c52e6b65bbf488e85926612_2271547091271594877.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Một trong những truyền thống chính của lễ hội là điệu nhảy tôn vinh các vị thần để kỷ niệm ngày sinh của Đại Vương Rukkhadevata. Mặc dù các vị thần này không còn tồn tại nữa, nhưng truyền thống nhảy múa để tôn vinh họ vẫn còn. Nữ vũ công của Nhà hát Zubayr từ Đại Khu Bazaar, Nilou, đã thiết kế riêng trang phục của mình cho điệu nhảy để mô tả Hoa Thần. Truyền thuyết kể rằng Nabu Malikata có cặp sừng tuyệt đẹp trên đầu, vì vậy Nilou đã làm một chiếc vương miện đặc biệt để thể hiện điều này. Padisarah, biểu tượng của Hoa Thần, được đặt xung quanh sân khấu trong suốt lễ hội. Những bông hoa màu tím độc đáo trong suốt cuộc đời của Nữ thần, nhưng khi cô qua đời, các Padisarah thực sự đã rời khỏi thế giới này sau cô. Đại Vương Rukkhadevata đã tái tạo lại các bông hoa Padisarah để tưởng nhớ người bạn đã khuất của mình, nhưng cô không thể sao chép được màu tím tuyệt đẹp của những bông hoa đó. Nhiều người tự hỏi tại sao mọi người lại biểu diễn điệu nhảy cho Thảo Thần trong khi ban đầu nó được thực hiện để tôn vinh Hoa Thần. Những người khác trả lời rằng Đại thần Rukkhadevata là một vị thần được mọi người yêu mến và tôn kính, và Tiểu thần Kusanali cũng vậy. Nếu Hoa Thần biết về Tiểu thần Kusanali, thì chắc chắn cô sẽ muốn làm bạn với cô ấy và tổ chức lễ kỷ niệm cho cô ấy.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/65c5c3fda711ea407249ceaf6bcc40f8_7362558492582330672.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Biểu tượng của Lễ Hội Sabzeruz là Kỵ Sĩ Hoa, Farris, người tặng kẹo Yalda cho mọi người. Ngày xửa ngày xưa, người đàn ông đóng vai Farris cưỡi trên cỗ xe hoa, khiến trẻ em thích thú. Farris có thể được nhận ra bởi chiếc mũ đặc biệt của anh ấy và đám trẻ em bên cạnh anh ấy. Anh ấy đề nghị những người tham dự lễ hội chọn kẹo Yalda từ một hộp: mặc dù tất cả đều trông giống nhau, một số trong số chúng là kẹo có vị dưa tím, vị quả Harra và vị quả nhật lạc, trong khi những loại khác là vị đuôi rồng đất và vị Onikabuto. Những gì một người nhận được được quyết định bởi số phận.</color>\n<color=#ffffff73>Một trong những phong tục cổ xưa của Sabzeruz là Bàn Tiệc Haft-Mewa. Mọi người thường bày bàn ăn với bảy loại thực phẩm khác nhau: Nấm Rukkhashava, Hoa sen Nilotpala, Hoa hồng Sumeru, Hoa Sunsettia, Hoa sen Kalpalata, Quả Harra và Đào Zaytun. Bảy món ăn này tượng trưng cho bảy đức tính của Thảo Thần. Một phong tục mới do Tiểu Vương Kusanali tạo ra là bói toán giả kim. Du khách phải đưa bất kỳ hai thuốc thử giả kim nào từ trong túi của họ và học giả sẽ thực hiện một phép biến đổi ngẫu nhiên. Phép bói toán diễn ra trên những gì còn lại sau khi biến đổi. Theo Tiểu Vương, mọi thứ đều có mối liên hệ với nhau và mọi thứ xảy ra đều có thể bắt nguồn từ số phận. Nhưng số phận chỉ cho thấy các dấu hiệu và chỉ có bản thân một người mới có thể chọn kết quả thực sự. Hình ảnh mặt trăng là kết quả của sự biến đổi có nghĩa là ảo ảnh và dối trá, nếu một người tin vào trực giác của mình và vượt qua nỗi sợ hãi, mặt trời chắc chắn sẽ mọc.</color>\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>Thần Trí Tuệ, vị Thảo Thần trước đây, là bạn của Nabu Malikata và Vua Deshret. Cô đã bị xóa hoàn toàn khỏi Irminsul để cứu cây khỏi tri thức cấm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/01/55631176/9168a73c80b9252a6a418dc4ba95b024_5160753676139730143.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "name": "Nabu Malikata",
        "desc": "<p>Hoa Thần, một người bạn của Đại Vương Rukkhadevata và Vua Deshret.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/13/55631176/c3fb5109543ac9fae75bee0a9a5b6f77_4294449962108751717.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Chim nhỏ trong lồng ở sâu trong Thánh Địa Surasthana, chỉ có thể ngắm nhìn thế giới từ trong giấc mơ.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/27/148664880/f29490bddc56b4a6773b6c5003bbb853_282742769138541951.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Vũ công nổi danh của Nhà Hát Zubayr, điệu nhảy sống động và tính cách hồn nhiên ấm áp.</span></p><p><br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/148664880/586d726f9ebda3506c78beaaa41f13b6_5030367551125984474.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3415,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>Loài hoa thánh thiện và cao quý, có những yêu cầu rất khắt khe về môi trường sinh trưởng. Nhụy hoa sau khi gia công có thể chế biến thành các loại hương liệu quý.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/148664880/d5172558c50dbc305ee422b95bf8ed21_2406501610449120262.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 462,
        "name": "Dưa Tím",
        "desc": "Một loại trái cây có vỏ tươi sáng đẹp đẽ, phần thịt sau khi được nấu chín có hương vị vô cùng độc đáo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lavender Melon_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2844,
        "name": "Quả Harra",
        "desc": "<p>Mọc ở những khu rừng mưa nóng và ẩm ướt, có vị cay thơm đặc biệt. Sau khi nghiền thành bột có thể dùng làm gia vị, là loại thực vật gia vị có giá trị nhất Sumeru.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/02/27215281/00d9242a5e28c98a0e974264de37928b_2319808997743906843.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 883,
        "name": "Quả Nhật Lạc",
        "desc": "Ân huệ của tự nhiên ban tặng khắp đại lục Teyvat, quả cây mọng nước như ánh hoàng hôn, tỏa ra mùi vị thơm ngọt lạ kỳ, có thể giúp tỉnh táo tinh thần.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sunsettia_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1883,
        "name": "Onikabuto",
        "desc": "Giáp trùng kỳ lạ ngủ vùi trong khu vực hội tụ nguyên tố Lôi. Trái ngược với lớp vỏ hung tợn, Onikabuto thật ra rất hiền lành và chậm chạp.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Onikabuto_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1565,
        "name": "Đuôi Rồng Đất",
        "desc": "Đuôi Rồng Đất có dược tính rất cao, có thể khiến da người cứng cáp, vị rất đắng.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lizard Tail_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2681,
        "name": "Nấm Thánh Rukkhashava",
        "desc": "<p>Loại nấm mọc từng lớp như biển mây, phần lớn ký sinh trên các thân cây ở sâu trong rừng mưa, vì vậy được người dân Sumeru coi là thánh thể kết tinh của Rukkhadevata.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/28/148664880/fbfb9632c9668ce46422fa5b2acb9f0d_32570319147286651.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2680,
        "name": "Sen Nilotpala",
        "desc": "<p>Mọc trong rừng và đầm lầy, hoa phát sáng như mặt trăng. Chỉ nở vào ban đêm.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/28/148664880/3863df20ca44d44f23d9d781a83d5436_5449379693004864708.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2796,
        "name": "Tường Vi Sumeru",
        "desc": "<p>Bông hoa tím đậm và rực rỡ tỏa hương thơm ngát khiến người đi đường phải dừng chân. Mặc dù được gọi là tường vi, nhưng thật ra nó nên được gọi là hoa hồng.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/03/27215281/f403c7783a359bdba6307dc3d01c7ed1_7150132938654923716.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2714,
        "name": "Sen Kalpalata",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Hoa của cây leo mọc trên các vách đá. Được gọi là hoa sen chỉ vì vẻ ngoài giống nhau chứ bản thân nó không liên quan gì đến hoa sen cả.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/02/148664880/b34bf1d89d2aeab8a2642c978545f013_7935617503902059385.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2797,
        "name": "Đào Zaytun",
        "desc": "<p>Quả của một bụi cây trong rừng. Thịt quả săn chắc, vị ngọt thanh, thơm ngon. Nghe nói có tác dụng tĩnh tâm và an thần.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/03/27215281/24ae258d6773269bb7b3e7198f672f93_1837194981927437008.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Video Giới Thiệu Và Hoạt Cảnh",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video giới thiệu phiên bản 3.0: Bình Minh Của Ngàn Đóa Hồng"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/237301566/befd0c1a72bbada62a348cd949e4eb2f_1158451703374906330.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Ngày 13 Tháng 8 Năm 2022</color>\n<color=#ffffff73>Khắp núi non là những mảng màu xanh ngắt rộng lớn bất tận,</color>\n<color=#ffffff73>Đắm chìm trong hương hoa Tường Vi nồng nàn khắp đồng bằng.</color>\n<color=#ffffff73>Những chú chim đầy màu sắc cất giọng chào bình minh</color>\n<color=#ffffff73>Nụ cười lộ ra một trí tuệ thầm lặng hàng trăm năm.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=WIxkKExpu94&list=PLqWr7dyJNgLLX5_mCRAauT5NTR0WAZY9V&index=15&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hoạt cảnh - Vũ Điệu Sabzeruz"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/08/237301566/e76b73a94473641d6d6a37599a407f72_2071050059900090432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Ngày 26 Tháng 8 Năm 2022</color>\n<color=#ffffff73>\"Lễ Hội Sabzeruz\" là lễ kỷ niệm sinh nhật mà Hoa Thần dành cho Đại Vương Rukkhadevata.</color>\n<color=#ffffff73>Tương truyền, vào lễ kỷ niệm sinh nhật Thảo Thần, Hoa Thần đã nhẹ gót khiêu vũ, Padisarah cũng nở rộ theo từng bước nhảy của cô ấy.</color>\n<color=#ffffff73>Ngày nay, Nilou sẽ dùng vũ điệu của mình để tái hiện lại câu chuyện thần thoại này.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=ASR41LdpTKw&ab_channel=GenshinImpact"
      }
    ]
  }
}