{
  "epId": 7085,
  "name": "Kẻ Đổ Bộ",
  "desc": "<p>Thực thể bên ngoài Teyvat, người có ý chí có thể sánh ngang với cả thế giới.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/07/44749939/939646fee571969e354caf5868d04fe7_672523933431534032.png",
  "menuId": 23,
  "menuName": "Tổ Chức",
  "version": 1759817348,
  "components": {
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Chim nhỏ trong lồng ở sâu trong Thánh Địa Surasthana, chỉ có thể ngắm nhìn thế giới từ trong giấc mơ.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/27/148664880/f29490bddc56b4a6773b6c5003bbb853_282742769138541951.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Kẻ Đổ Bộ</color>\nĐiều này đúng với trường hợp của bạn, Nhà Lữ Hành. Irminsul thực sự không có bất kỳ thông tin nào về bạn.\nChắc hẳn phải có điều gì đó khác biệt về anh trai/em gái của bạn... bởi vì hóa ra, thế giới đã ghi lại thông tin về cô ấy/anh ấy rồi.\nChỉ có một lời giải thích duy nhất: Cô ấy/Anh ấy thuộc về thế giới này.\nTheo những ghi chép mà tôi có thể tiếp cận, anh chị em của bạn đột nhiên xuất hiện ở Khaenri'ah...\nSau thảm họa Khaenri'ah, cô ấy/anh ấy bắt đầu cuộc hành trình của mình qua bảy quốc gia của Teyvat.\nNhưng ngay khi cuộc hành trình của cô ấy/anh ấy sắp kết thúc, hồ sơ Irminsul về cô ấy/anh ấy đột nhiên trở nên mờ nhạt...\nTất cả những gì tôi biết chắc chắn là có ai đó, vì những lý do chỉ họ mới biết, đang cố tình che giấu số phận của cô ấy/anh ấy...\nMột điều khác tôi nhận thấy là theo những ghi chép này, Fatui không phân loại anh chị em của bạn là một trong những \"Kẻ Đổ Bộ\". Này, tôi chắc rằng bạn tò mò về thông tin tôi nhận được từ Fatui để đổi lấy Gnosis của mình, phải không?\nMột phần rất quan trọng của thông tin tình báo là về những Kẻ Độ Bộ của thế giới này... những sinh vật bên ngoài, những sinh vật không thuộc về thế giới này.\nNhà Lữ Hành, bạn là \"Kẻ Đổ Bộ thứ tư\" của Teyvat.\nĐúng vậy. Giả thuyết hiện tại của tôi là \"Kẻ Đổ Bộ Duệ Đầu Tiên\" có lẽ chính là những gì chúng ta gọi là Thiên Lý.\nCòn những Kẻ Đổ Bộ khác... tôi vẫn cần xác minh sự tồn tại của họ. Có thể sẽ mất một thời gian.\n<color=#ffd780>Về Irminsul</color>\nNhưng thật không may, không có thông tin nào về Kẻ Đổ Bộ ở Irminsul.\nNếu ngay cả bạn cũng không tìm thấy bất cứ thông tin nào, thì điều đó dường như xác nhận điều đó: Irminsul không lưu giữ hồ sơ về Kẻ Đổ Bộ. Bất kỳ ai đến từ thế giới bên kia đều không được tính là một phần của Teyvat."
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Ý Chí</color>\n<color=#ffffff73>\"Io, Io, Pan! Thứ nằm dưới biển cả mênh mông!\" Mục đích của câu này trong nghi lễ là từ bỏ bản ngã và chìm xuống vực thẳm, và trong vực thẳm, chào đón sự tái sinh thành một hài nhi thánh thiện.</color>\n<color=#ffffff73>Nguồn gốc của điều này là một bi kịch không rõ nguồn gốc được truyền lại bởi những người vô danh cho đến ngày nay.</color>\n<color=#ffffff73>Vở kịch nói trên có tên là \"Ajax\", hay \"Aias\".</color>\n<color=#ffffff73>Ông là chiến binh mạnh thứ hai trong liên minh của mình.</color>\n<color=#ffffff73>\"Nằm dưới biển cả mênh mông\" tự nó đã là một cụm từ thú vị.</color>\n<color=#ffffff73>Nó bắt nguồn từ các văn bản Sumeru cổ đại, và nên được đọc là \"Narayana\", cũng có nghĩa là \"con người nguyên thủy\".</color>\n<color=#ffffff73>Đây cũng là mục tiêu của tôi, bởi không phải tất cả những gì đến từ thế giới bên kia đều có thể là một thứ \"giáng xuống\".</color>\n<color=#ffffff73>Danh hiệu đó chỉ dành cho những ý chí có thể sánh ngang với cả thế giới. Đó là điều tôi tìm kiếm, con đường để trở thành một ý chí như vậy, một ý chí có thể bảo vệ thế giới, duy trì thế giới, hủy diệt thế giới và sáng tạo thế giới.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Gnosis</color>\n<color=#ffffff73>Tôi chỉ không nhiều lời với kẻ yếu thôi. Mấy người không sử dụng \"sức mạnh bên ngoài thế giới\" mà vẫn đánh bại được Thôn Tinh Kình Ngư...</color>\n<color=#ffffff73>Tôi đồng tình với suy nghĩ của cậu, dù sao thì nuôi Thôn Tinh Kình Ngư trong Biển Khởi Nguyên của tinh cầu, nhìn thế nào cũng thấy kỳ quặc.</color>\n<color=#ffffff73>Sức mạnh không cùng đẳng cấp, tương tác kém, lại còn tham ăn. Còn phải hy sinh thời gian của đồ đệ để canh chừng nữa... Nhưng ít ra cũng có giá trị về thẩm mỹ.</color>\n<color=#ffffff73>Đó là quyền năng của loài rồng nguyên thủy trên hành tinh này, nhưng pha trộn thêm một thứ gì đó rất giống với \"lời nguyền\" của thần linh... Đây quả là một sự pha trộn mới lạ.</color>\n<color=#ffffff73>Tôi chắc chắn mình đã từng gặp chuyện tương tự thế này rồi. Nó là gì nhỉ...</color>\n<color=#ffffff73>À, tất nhiên rồi... Làm sao tôi có thể quên được:</color>\n<color=#ffffff73>Bạn hẳn phải mang theo \"di hài của Kẻ Đổ Bộ Thứ Ba\" bên mình, đúng không?</color>\n<color=#ffffff73>Hử... Theo cách nói của anh, tôi nghĩ nó có thể được gọi là \"Gnosis\"?</color>\n<color=#ffffff73>Tôi đã được Sư phụ của mình, \"The Foul\", huấn luyện từ khi còn nhỏ, và tôi chưa bao giờ trở lại mặt đất kể từ đó, nên hầu hết thông tin tôi có được đều là từ ông ấy.</color>\n<color=#ffffff73>Những người vĩ đại hơn nhân loại thường sở hữu một loại lý trí khác biệt, đó là lý do tại sao có rất nhiều vấn đề trong nỗ lực giao tiếp với con người.</color>\n<color=#ffffff73>Dù sao đi nữa, có lẽ bạn nên loại bỏ những vật thể \"xui xẻo\" để ngăn ngừa bất kỳ tai họa nào ập đến.</color>\n<color=#ffffff73>Sống tự thân nó đã là một phước lành.</color>\n<color=#ffffff73>Nhưng một khi một người chết đi, tất cả những ràng buộc mà họ từng có với thế giới này sẽ trở thành lời nguyền.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "Hội Narzissenkreuz",
        "desc": "<p>Narzissenkreuz Ordo là một hội kín được thành lập bởi Rene de Petrichor và Jakob Ingold. Hội có mục đích biến con người trở thành Tân Nhân Loại để tồn tại trước sự hủy diệt thế giới được dự báo theo Công thức Thế giới. Hội bị tuyên bố là một nhóm tội phạm cực đoan bất hợp pháp bởi lệnh của Thẩm Phán Tối Cao Neuvillette.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/55631176/22b76bf798b5a217573a156186f26f20_9019672675191532218.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ghi CHú"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Toà Tháp Ipsissimus</color>\nTháp Ipsissimus bắt nguồn từ một khái niệm cổ xưa của vương quốc Remuria thuộc vùng Fontainian cổ đại, và được dùng để mô tả một ý chí mạnh mẽ có thể cai trị, duy trì và hủy diệt thế giới.\nTòa tháp này được thiết kế bởi Narzissenkreuz Ordo, và nó đại diện cho sự tiến hóa của tâm hồn con người và những bí ẩn vô tận của thế giới.\nHội Narzissenkreuz tin rằng con người liên tục tinh luyện bản thân qua các chu kỳ luân hồi. Những chu kỳ này bao gồm Hyperborea, Natlantean, Remuria, và nửa đầu của chu kỳ luân hồi thứ tư (Khraun-Arya), mà chúng ta đang trải qua.\nXin lưu ý rằng đây chỉ là những tên gọi mà Giáo phái đặt cho các thời đại này dựa trên các văn bản cổ, và sự tiến hóa này ám chỉ sự tiến hóa tâm linh. Chúng tôi không có ý định phản đối bất kỳ kết quả nghiên cứu nào do Giáo Viện thu thập được."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Những Kẻ Đổ Bộ Đáng Chú Ý"
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Vị Đầu Tiên",
        "desc": "<p>Kẻ Đổ Bộ đầu tiên, đã đánh bại Thất Long Vương của thế giới và tạo ra con người. Vị Đầu Tiên có thể là Phanes</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/10/44749939/790481396c4b2c0a6aa09ade5cb2e93b_1208170965768110133.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Vị đầu tiên xuất hiện ở Teyvat và đánh bại</color> <color=#ffffff73>. Kẻ Đổ Bộđầu tiên đã tạo ra nhân loại.</color>\nVị Thứ Hai\n<color=#ffffff73>Những kẻ xâm lược từ thế giới khác đã mang theo tri thức cấm và sự hủy diệt đến Teyvat.</color>\nKẻ Đổ Bộ Thứ 3\n<color=#ffffff73>và Vị Thứ Hai đã tạo ra</color> <color=#ffffff73>từ xác của kẻ đổ bộ thứ ba.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Nhà Lữ Hành",
        "desc": "Nhà Lữ Hành lưu lạc đến đây từ thế giới khác, bị Thần cướp mất người thân, từ đó bước vào con đường đi tìm 7 vị Thần.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Kẻ Đổ Bộ Thứ 4</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Có một trại trẻ mồ côi ở Khaenri'ah, nơi mọi người muốn nuôi dưỡng một Kẻ Đổ Bộ.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Vua Rồng, kẻ sở hữu sức mạnh bóng tối từ bên ngoài Teyvat và dẫn dắt loài rồng chiến đấu chống lại trật tự do Vị Đầu Tiên thiết lập. Một cuộc chiến không thể tưởng tượng nổi đã diễn ra ở Teyvat, gây ra sự hủy diệt ở quy mô chưa từng có. Hiện tại, vẫn chưa rõ liệu Nibelung có phải là một Hậu Duệ hay không.</color>\nNhà Du Hành Từ Thế Giới Khác\n<color=#ffffff73>Một ký lục lang thang giữa hư không mênh mông, bị thu hút bởi ánh sáng của thế giới Teyvat khi rồng còn thống trị nơi đây. Khi cô trở về, Vị Đầu Tiên đã thống trị thế giới, vàNibelung đã biến mất. Nhà du hành đã phá vỡ luật lệ và giáng xuống thế giới, nhập vào cơ thể một chàng trai trẻ. Tại Teyvat, cô gặp thiên thần đầu tiên, người đã đem lòng yêu cô. Cùng nhau, họ quyết định chống lại những luật lệ do Thiên Lý đặt ra, thứ mà tất cả các thiên thần đều bị nguyền rủa. Hiện tại, vẫn chưa rõ liệu Nhà du hành có phải là một Kẻ Đổ Bộ hay không.</color>\nNgười Anh Em Của Nhà Lữ Hành\n<color=#ffffff73>Lữ Khách và người anh em song sinh của họ đến Teyvat từ một thế giới khác. Mặc dù người anh em này không phải là người Teyvat, thông tin về họ vẫn được thêm vào</color> <color=#ffffff73>. Fatui không coi người anh em này là Kẻ Đổ Bộ</color>\nVị Thứ Hai\n<color=#ffffff73>Người đã tạo ra Gnoses cùng với Vị Đầu Tiên.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Người đứng đầu của hội Narzissenkreuz, trước đây còn được gọi là Rene de Petrichor.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/55631176/4d133ccc1b8fbabedfdac1e7746c5b37_1664875547972957683.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Narzissenkreuz đã tìm cách trở thành một Kẻ Đổ Bộ, một ý chí có thể bảo vệ thế giới, duy trì thế giới, hủy diệt thế giới và tạo ra thế giới.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "name": "Fatui",
        "desc": "<p>Tổ chúc ở Snezhnaya trung thành với Tsaritsa và đã phát triển đến mọi quốc gia. Quan Chấp Hành đang trong quá trình thu thập Gnosis.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/05/44749939/9a9fae8b029408e4be44c325696cd9c0_7277803240361311670.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Fatui lưu giữ hồ sơ về các Kẻ Đổ Bộ và thu thập các Gnoses, là di vật của một trong số họ.</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sách và Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 5202,
        "name": "Perinheri",
        "desc": "<p>Cuốn sách này có tên gọi khác là \"Hleobranto Innamorato\". Tác giả của bản in đầu tiên nói rằng đây là một tác phẩm cải biên từ câu chuyện huyền thoại nổi tiếng khắp ngõ ngách Khaenri'ah, nhưng thế gian này đã không còn người nào có thể kiểm chứng điều này nữa. Giờ thì nó đã là tuyển tập sáng tác của nhiều thế hệ rồi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/12108544/eebe3d494c8e1fcae1905ec185dc3f56_7657903752169006301.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 7572,
        "name": "Đoạn Kết Hành Lang Sâu",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/bf39402f87db1168263c7c0898c8ab0c_4434336707917443666.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Kẻ Đổ Bộ"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Nhóm người ngoài hành tinh"
          }
        ]
      }
    ]
  }
}