{
  "epId": 7143,
  "name": "Ngọn Lửa Hoàng Hôn Mùa Thu",
  "desc": "<p>Cuộn vải dệt lưu truyền trong Hội Hoa Vũ, vốn dĩ là hai câu chuyện đến từ hai thời đại khác nhau, không biết từ khi nào đã bị lẫn lộn vào nhau.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1733340320,
  "components": {
    "body": [
      {
        "title": "Ngọn Lửa Hoàng Hôn Mùa Thu I",
        "desc": [
          {
            "type": "RichText",
            "text": "Khi họ đi dọc theo con đường quanh co đến nhà kho, băng qua những chiếc lá khô rơi như mưa phùn, cô lặng lẽ nhìn khuôn mặt anh, cố gắng so sánh khuôn mặt anh ấy với những gì cô nhớ được. Mấy năm không gặp, anh đã cao hơn nhiều, ăn mặc cũng đẹp hơn nhiều. Cái thứ hai thì cũng không có gì đáng ngạc nhiên, anh ấy hiện tại là Người Ký Lục của Đại Liên Minh, nhân danh Thánh Vương đến tiếp nhận lá cờ của Hội Hoa Vũ, đương nhiên phải ăn mặc chỉnh tề. Anh ấy đã thay đổi rồi, cô nghĩ, làm sao một người có thể không thay đổi chứ? Chỉ có sự chậm chạp là vẫn như cũ. \"Tôi đảm bảo là tay nghề của đầu bếp sẽ hợp ý em\", anh ấy dừng lại, như thể mong đợi phản ứng của cô, nhưng cô vẫn không nói một lời. Vì vậy, anh tiếp tục... \"Chờ khi đến Thành Tro Tàn, gặp mặt bệ hạ...\"\nCon rồng gầm lên một tiếng chói tai, cắt ngang tiếng rì rầm mà nó không thể chịu nổi. Nó có thể ngửi thấy mùi hôi khiến nó khó chịu từ cơ thể cô, thậm chí cả nước suối ở phía nam cũng không thể rửa sạch mùi. Nó nghĩ, loài côn trùng thấp hèn tưởng rằng có thể cướp đi vùng đất rực cháy này bằng thủ đoạn của những kẻ phản bội và điên cuồng. Nó đuổi theo cô, cố đâm cô bằng móng vuốt và ghim cô xuống cát, mặc dù cô đã né được hai lần.\nCô giả vờ như không quan tâm anh ấy đang nghĩ gì, chỉ mỉm cười đáp lại. Anh ấy nhìn cô chằm chằm một lúc, cố gắng đọc những cảm xúc tinh tế hơn từ khóe môi cô. Như thường lệ, anh không tìm thấy dấu vết phản kháng nào trên khuôn mặt thờ ơ đó. Cô ấy vẫn luôn như vậy, anh nghĩ với vẻ đồng cảm. Từ ngày đầu tiên gặp nhau, cô ấy đã luôn như vậy, im lặng và dịu dàng, không bao giờ chống cự, giống như Capybara yếu đuối bên dòng nước, luôn chấp nhận mọi điều mà số mệnh an bài như một lẽ đương nhiên, trái ngược hoàn toàn với người mẹ cứng đầu của cô. \"Đừng lo lắng\", anh bỗng nói, \"ngay cả khi họ không còn nữa, tôi sẽ luôn ở bên em cho đến khi cái chết chia lìa chúng ta\". Cô liếc nhìn anh, mỉm cười và nắm lấy bàn tay đang đưa về phía mình. \"Cho đến khi cái chết chia lìa chúng ta\", cô nhẹ nhàng lặp lại lời anh, như thể đang nói với chính mình. Trong một khoảnh khắc, chiếc mặt nạ hoàn hảo dường như có một vết nứt, nhưng anh ấy không hề nhận ra. Cô nghĩ, anh chàng tội nghiệp luôn muốn diễn tốt vai diễn của mình nhưng không bao giờ được ghi nhận. Thật xui xẻo.\nNhưng may mắn không phải là yếu tố quyết định, nó chỉ là lời chú giải cho cuộc đi săn dài hơi này mà thôi. Trong mấy năm qua, cô đã truy đuổi con rồng khổng lồ này, xua đuổi tà khí của nó. Cô biết sự phù phiếm của nó, nó có thể bị lời nói quyến rũ, nó tin rằng nó sẽ làm chủ vận mệnh của mình, có thể nổi dậy chống lại kết cục đã định. Ảo tưởng hão huyền này sẽ dẫn nó đến đây, giống như những ngón tay thon dài của cô kéo căng dây cung. Cô vẫn bất động, nhìn chằm chằm vào con quái vật đang đến gần, cơ thể hùng vĩ của nó gần như lấp đầy cái lỗ, như dầu tràn ra khỏi chai. Cô có thể cảm nhận được ánh mắt của nó, ánh mắt của kẻ săn mồi, còn cô chỉ là một con côn trùng nhỏ bé, một chiếc lông vũ trong gió. \"Đây là nơi nào vậy, đồ nhỏ bé xảo quyệt kia?\""
          }
        ]
      },
      {
        "title": "Ngọn Lửa Hoàng Hôn Mùa Thu II",
        "desc": [
          {
            "type": "RichText",
            "text": "Đây khu vườn yêu thích của mẹ khi còn sống cô nhẹ nhàng trả lời, ngón tay thon dài vuốt ve một bông hoa cô không nhớ tên. Có một sự mãnh liệt tiềm ẩn trong giọng nói thờ ơ, cũng như dầu và lửa mà cô chôn dưới nhà kho. Cô cố tình tránh nhìn anh, vì cô đã biết trước những điều anh muốn nói, những lời ẩn dụ tầm thường tự cho là thông minh, những lời an ủi chân thành nhưng hoàn toàn trống rỗng. Anh sẽ khuyên cô đừng quá đau buồn về những gì đã xảy ra, rồi cố gắng thuyết phục cô cùng mơ về một tương lai sẽ không bao giờ xảy ra. Sau đó cũng như bao đêm trước đó, anh sẽ đưa tay nhẹ nhàng chạm vào gò má cô, như cách cô đang vuốt ve bông hoa vậy. Tuy nhiên cái nóng còn sót lại của buổi tối mùa thu và tiếng côn trùng lao xao khiến cô bức bối. Vậy nên trước khi anh kịp nói ra những lời đó, cô đã bẻ cành hoa và quay lại đối diện với ánh mắt kinh ngạc của anh. Cô mỉm cười nhẹ, rồi cẩn thận cài bông hoa như ngọn lửa đó lên cổ áo thêu chỉ vàng của anh. \"Đi thôi, rồi cũng sẽ có người chăm sóc chúng.\"\nCon rồng do dự trong tích tắc, mí mắt tựa như tấm rèm sắt hơi nheo lại, đánh giá bóng tối nóng rực xung quanh. Nó đương nhiên không bị đánh lừa, chưa từng dù chỉ một khắc. Đúng vậy, cô dụ nó vào trong hang động chật hẹp này, nhưng thì sao chứ? Nó nhìn xuống cô với vẻ khinh miệt, ánh nhìn chói mắt hệt như bộ lông vũ mà nó tự hào vậy. Cô không giống mẹ mình một chút nào, không giống cung thủ đã bắn vào cổ họng của nó vài chục năm trước, không giống người phụ nữ đã đày nó vào rừng sâu tăm tối như đuổi một con Alpaca, người phụ nữ đã đoạt đi niềm vui đơn giản tàn phá làng mạc người phàm của nó, người phụ nữ đáng để nó căm hận. Không, sinh vật non trẻ run rẩy này chỉ là tiếng vang yếu ớt của người phụ nữ đó, không thể chống lại móng vuốt sắc nhọn của nó, càng không thể chống lại vận mệnh tang thương đó. Việc tồn tại của cô như sự chế giễu đối với dòng máu của chính mình, cũng là sự sỉ nhục với dòng máu của tộc rồng cổ xưa. Là ý tưởng điên rồ gì khiến cô nghĩ đến việc dẫn nó đến đây? Chiêu trò trẻ con này chỉ mang đến cho cô cái chết mà thôi. Một mùi hương kỳ lạ thoang thoảng trong không khí, một suy nghĩ bất an thoảng qua trong đầu nó, nhưng rồi tan biến trong sự ngạo mạn.\nMở cánh cửa gỗ cũ kỹ, anh ngửi thấy mùi kỳ lạ thoang thoảng, như dầu hỏa, lại như củi khô. Anh không để tâm mà chỉ nắm tay và dẫn cô vào góc tối của nhà kho. Bất kể chuyện gì xảy ra, anh cũng sẽ dẫn cô tiến về phía trước. Anh thầm nghĩ rằng một ngày nào đó anh cũng sẽ dẫn dắt toàn bộ Hội Hoa Vũ giống như vậy. Anh bất giác liếc nhìn hộp sọ rồng khổng lồ treo lơ lửng trên trần nhà kho. Anh không nhớ ở đây có một vật như vậy, ít nhất là trước khi anh rời khỏi Hội Hoa Vũ vẫn chưa có, nhưng điều đó không quan trọng. Lianca và người thừa kế được chọn đều đã chết rồi, và người con gái thứ hai mềm yếu của bà không đủ sức để cai trị bộ tộc. Chỉ có anh, người đã đồng hành cùng cô con gái đó từ khi còn nhỏ và được Thánh Vương tin tưởng sâu sắc, mới xứng đáng dẫn dắt những con người khờ dại này hướng tới tương lai mà Thánh Vương đã vạch ra. Trưởng lão Nyamgondho không phản đối điều này vì anh cũng là người con của Hội Hoa Vũ. Sau đêm tân hôn, mọi sự phản đối sẽ bị dập tắt.\nTrong im lặng, một ý niệm kỳ lạ bất chợt như một giấc mơ xa lạ vụt qua trong tâm trí cô. Cô nghĩ nếu chàng trai trẻ mà cô từng khao khát, người từng đồng hành bên cô, nếu anh chưa từng rời khỏi Hội Hoa Vũ và đi phục vụ Thánh Vương, mà ở lại chứng kiến cô trưởng thành, chứng kiến cảnh cô không còn cam chịu, liệu anh sẽ ngạc nhiên thích thú hay sẽ thất vọng? Đôi mắt rực lửa của dã thú trong bóng tối khóa chặt lấy cô. Mạch đập của nó hòa lẫn với từng nhịp thở của cô, khiến cả hai khó lòng phân biệt. Một động tác khó nhận thấy, một tia lửa men theo dây dẫn hướng về phía những thùng dầu gần đó."
          }
        ]
      },
      {
        "title": "Ngọn Lửa Hoàng Hôn Mùa Thu III",
        "desc": [
          {
            "type": "RichText",
            "text": "Đi qua ngã rẽ, chính là lá cờ tượng trưng cho quyền lực đó. Gần như theo bản năng, anh siết chặt tay cô, một cảm giác phấn khích bùng cháy, sục sôi trong mạch máu khiến anh không để ý đến mồi lửa lọt qua kẽ tay cô. Chỉ một tích tắc, lửa bùng lên từ mọi phía, nuốt chửng toàn bộ nhà kho, không gian chật hẹp bỗng chốc hóa thành một lò hỏa táng rực lửa. \"Nhanh lên, theo hướng đó!\" anh hét lên trong hoảng loạn, kéo mạnh cánh tay cô, cố gắng tìm lối thoát trong cơn mưa lửa trút xuống. Tuy nhiên, sức nóng dữ dội bắt đầu làm mờ tầm mắt của anh. \"Không thoát được đâu\", cô nói khẽ, cũng như mọi khi không hề kháng cự để mặc anh nắm lấy cánh tay cô. \"Em đã phong tỏa mọi lối thoát rồi.\"\nBiết rằng mình không thể thoát được, con rồng khổng lồ gầm lên một tiếng ai oán, như một tiếng sấm rền rung chuyển hang động chật hẹp. Cô nhìn nó cố gắng vỗ cánh như thể điều này có thể dập tắt ngọn lửa đang rực cháy. Nhưng đã quá muộn, sự vùng vẫy trong tuyệt vọng của con thú đã phản bội nó. Các lọ chứa đầy Phlogiston Thể Lỏng vỡ tan khi nó vùng vẫy, máu thịt của nó bị cơn mưa lửa trút xuống nuốt chửng. Khói đen dày đặc bắt đầu bốc lên, bóp nghẹt những tia sáng yếu ớt còn sót lại len lỏi qua các khe hở trên tường đá, dường như muốn nuốt chửng cả ánh nắng yếu ớt của hoàng hôn mùa thu.\nLàn khói đen khiến cô ngạt thở. Cô cố gắng bò đến bên anh, vụng về đưa tay tìm kiếm, muốn ôm lấy khuôn mặt anh và trao cho anh nụ hôn tạm biệt cuối cùng. \"Ngay cả cái chết cũng không thể chia lìa chúng ta\", cô thì thầm, cố gắng nâng bàn tay giờ đã mất hết cảm giác.\nNhưng tay cô vẫn buông xuống, sợi dây cung kéo căng đã lâu phát ra tiếng rít chói tai trong niềm háo hức tột cùng. Một mũi tên sắc bén được trang trí bằng lông vũ, tựa như một tia sét xé đôi cơn gió lạnh của buổi chiều mùa thu, gào thét lao về phía con rồng khổng lồ đang đau đớn vùng vẫy giữa biển lửa.\nXuyên qua ngọn lửa thiêu đốt, lúc này gần như đã che khuất ánh sáng của hoàng hôn, cô nhìn thấy một nhóm người đang vội vã tiến về phía họ. Cô mỉm cười và nhìn lên đầu rồng, tưởng tượng ra khung cảnh sau khi ngọn lửa được dập tắt, tưởng tượng biểu cảm trên khuôn mặt của mọi người.\nĐó là quân chi viện của Hội Hoa Vũ, cô nghĩ đó đều là những anh hùng đã cùng mẹ bước lên con đường chinh chiến. Con rồng này, con rồng mà cô đã săn đuổi nhiều năm, giờ đây đã không thể thoát được nữa.\nCô nghĩ, cuối cùng cũng không thoát được.\n\"Đều đã chết rồi\"... Trưởng lão Nyamgondho lau mồ hôi lấm tấm trên trán, rồi kéo tấm màn cháy một nửa từ thanh xà phía trên xuống, sau đó ném nó sang một bên. Xung quanh ông là những thanh niên gấp gáp chạy đến dập lửa, mọi người đều không hiểu tại sao một nhà kho được canh gác chặt chẽ lại có thể đột nhiên bốc cháy. Ông thở dài, rồi lại nhìn quanh một lượt, tìm kiếm manh mối nguồn cơn ngọn lửa một cách vô vọng. Nhưng cũng như vừa rồi, không còn thấy gì khác ngoài hai thi thể cháy đen và hộp sọ rồng, một di vật của con thú mà một mình cô đã hạ gục cách đây vài năm đang treo phía trên hai thi thể. Mọi thứ trong nhà kho đã sớm bị thiêu rụi thành tro."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Ngọn Lửa Hoàng Hôn Mùa Thu"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Sách Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7148,
            "name": "Ngọn Lửa Hoàng Hôn Mùa Thu I",
            "desc": "Cuộn vải dệt lưu truyền trong Hội Hoa Vũ, vốn dĩ là hai câu chuyện đến từ hai thời đại khác nhau, không biết từ khi nào đã bị lẫn lộn vào nhau.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7149,
            "name": "Ngọn Lửa Hoàng Hôn Mùa Thu II",
            "desc": "Cuộn vải dệt lưu truyền trong Hội Hoa Vũ, vốn dĩ là hai câu chuyện đến từ hai thời đại khác nhau, không biết từ khi nào đã bị lẫn lộn vào nhau.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7150,
            "name": "Ngọn Lửa Hoàng Hôn Mùa Thu III",
            "desc": "Cuộn vải dệt lưu truyền trong Hội Hoa Vũ, vốn dĩ là hai câu chuyện đến từ hai thời đại khác nhau, không biết từ khi nào đã bị lẫn lộn vào nhau.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/90a544fc5c4919d3035b5fd33996c4c9_763718889555367204.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}