{
  "epId": 7145,
  "name": "Chuyện Đêm Khuya Ở Linh Mông Sơn",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Một cuốn sách chuyên về các câu chuyện và ca dao dân gian ở Trầm Ngọc Cốc, trong đó ghi chép lại rất nhiều truyền thuyết mơ hồ.</span></p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2e3ac536da817824d79cfaf7e2bed497_916702154098669996.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1733340336,
  "components": {
    "body": [
      {
        "title": "Chuyện Đêm Khuya Ở Linh Mông Sơn I",
        "desc": [
          {
            "type": "RichText",
            "text": "Tương truyền rằng sâu trong Trầm Ngọc Cốc, nơi lá và hoa sen sinh trưởng, vào mỗi buổi sáng sớm hay chập tối khi mưa mù bao phủ, thường sẽ gặp được bóng hình ngày xưa ẩn hiện.\nTheo lời kể của những trưởng lão trong làng, thì cư dân sống trên Linh Mông Sơn từng tôn thờ nhiều quỷ thần, từng đồng hành bên những vị trưởng giả của các loài chim thú tinh linh trong núi rừng. Nhưng sau cuộc chiến hỗn loạn rung chuyển đất trời ngàn năm trước, rất nhiều quỷ thần và tinh linh đã biến mất cùng với cư dân ngày xưa. Mặc dù vậy, những dãy núi nặng tình vẫn giữ lại những tiếng vọng của ký ức trong địa mạch, vì thế nên thường xuất hiện vào một buổi sáng sớm hay chập tối khi mây mù bao phủ.\nĐôi khi những người hái thuốc và thợ làm ngọc sẽ lạc đường trong sương mù và gặp phải những bóng hình cô đơn này. Theo lời kể của những người lớn trong làng, việc gặp phải người xưa đã khuất thường là điềm báo không may, báo hiệu cho tai họa bất ngờ. Vì các địa mạch đã tích tụ thành ung nhọt, sẽ mang những hối tiếc và khổ đau của người xưa đến hiện tại, nên mới xuất hiện sương mù dày đặc hay những cơn mưa triền miên. Thế nên những người dân vùng núi luôn có ý né tránh mưa mù, để không bị những nỗi buồn xa xưa quấn lấy tâm trí.\nMặc dù vậy nhưng sau khi Nham Vương Đế Quân hoàn thành công cuộc bình định non nước vĩ đại của mình, những người trắc họa bản đồ đến từ Cảng Liyue vẫn bất cẩn tiến vào làn mưa mù, kinh động đến những giấc mơ xa xưa đó... Nhưng đó lại là những câu chuyện khác."
          }
        ]
      },
      {
        "title": "Chuyện Đêm Khuya Ở Linh Mông Sơn II",
        "desc": [
          {
            "type": "RichText",
            "text": "Sau khi Nham Vương Đế Quân bình định núi non, từng có một vị thuyền phu đi vào giữa những dòng suối chằng chịt bên dưới Linh Mông Sơn, lạc lối trong làn sương ẩm ướt của núi rừng lúc chập tối. Người đó chèo bè trúc vượt qua rong rêu ánh màu xanh tím, vượt qua bụi rậm hoa rơi, đuổi theo loại chim màu ngọc bích mà ngay cả trong mơ cũng chưa từng gặp, rồi thuyền phu tiến vào một hang động ngủ say.\nMượn ánh huỳnh quang của ngọc thạch và ánh sáng nhàn nhạt của loài nấm, thuyền phu mơ hồ nhìn thấy bóng hình của người xưa. Họ mặc áo dài chất vải cổ xưa, vạt áo được trang trí bởi ngọc thạch thuần khiết và loài cỏ thơm vô danh, tựa như quỷ thần giữa núi rừng. Họ xếp thành hàng bên bờ hồ sâu, ngân nga bài ca dao mà thuyền phu chưa từng nghe qua.\n\"Cuối ngày tự ôm nỗi oán hận, gió lặng cùng mưa khói mịt mù.\"\n\"Chỉ còn linh hồn cùng năm tháng, chỉ hận quân tử lại đến sau.\"\nCa dao bi thương tĩnh lặng, như chứa đựng sự oán hận. Thuyền phu tiếp tục nhìn kỹ bóng người phát ra ánh sáng nhàn nhạt trong hang động, họ bắt đầu từng người một gỡ bỏ ngọc bích rồi ném xuống hồ nước đen kịt, dường như chưa từng phát giác sự tồn tại của vị khách này. Thuyền phu cảm thấy sự buồn bã u ám bao trùm, liền gấp rút chèo thuyền trở về Làng Kiều Anh, dọc đường còn để lại ký hiệu.\nNghe nói sau đó Nguyệt Hải Đình lại phái người trắc họa bản đồ đến, mong muốn tìm kiếm khu vực thần bí chưa từng xuất hiện trên bản đồ. Cũng có người nói rằng, đội Thiên Nham Quân từng tiến vào vùng núi sâu để thăm dò những sào huyệt phi pháp, nhưng đều không thu hoạch được gì. Vị danh y của Bến Tàu Di Lung, Lan Jing, khi còn trẻ cũng từng vì phương thuốc cổ xưa mà tiến vào Linh Mông Sơn để tìm kiếm hang động thần bí trong truyền thuyết. Nhưng sau khi trở về thì không bao giờ nhắc lại chuyện này nữa. Cho đến khi ông qua đời, người nhà mới tìm được một nghiên mực trong số di vật của ông. Nghe nói vật này có màu như nước trong, sáng như trời cao, nhưng vì ông đã qua đời nên không ai biết được nguồn gốc của nó nữa. Sau đó, hậu duệ của vị danh y này vì kinh doanh thuyền buôn không thuận lợi nên phá sản, nghiên mực này cũng lưu lạc trong dân gian, từ đó không rõ tung tích."
          }
        ]
      },
      {
        "title": "Chuyện Đêm Khuya Ở Linh Mông Sơn III",
        "desc": [
          {
            "type": "RichText",
            "text": "Ở Trầm Ngọc Cốc từ lâu đã có những bài ca dao truyền tụng, trong động phủ cổ xưa không ai biết đến từng ẩn giấu quỷ thần xa xưa. Nghe nói cô mặc chiếc váy ngọc được ngưng tụ từ máu xanh, ngồi tựa trên chiếc xe ánh trăng đã sớm sụp đổ, ngủ say dưới đáy hồ nước tăm tối. Trong những năm tháng cổ xưa khó mà nhớ lại, cô từng là chủ nhân cũ của Trầm Ngọc Cốc, thống trị chúng tiên và chim muông trong núi rừng hoang dã, kiểm soát mực nước của Sông Bích Thủy, là người đứng giữa duy trì thế cân bằng tự nhiên giữa người phàm và muông thú. Nhưng truyền thuyết vô cùng cổ xưa đó cũng đã kể rằng, cô vì chấp niệm không thể cứu chữa mà gây nên chiến tranh, cuối cùng bị đánh bại và phong ấn trong cõi mộng chết chóc. Dù trong câu chuyện của dân bản địa và dân di cư đều có nhắc đến, nhưng chi tiết phần lịch sử đó đã không thể tìm ra được nữa.\nĐiều duy nhất còn sót lại là, người dân bản địa của Trầm Ngọc Cốc từng lưu truyền bài ca dao bi thương này.\n\"Cỏ thơm dù muốn trao tay người, nhưng ai sẽ dừng tại nơi đây?\"\n\"Lá cờ thần thánh ở nơi nao? Cỗ xe lạc giữa rừng trúc thẳm.\"\n\"Huyền văn gào thét thật bi ai, liệu ai còn nhớ ao nước tối.\"\nHậu duệ kiêu hãnh của cư dân vùng núi liệu có còn ký ức về ma thần thất lạc, để tiếp tục tưởng niệm? Đa số những câu chuyện sống động đã bị dòng thời gian mài mòn, chỉ còn ẩn hiện tựa như ngọc bích dưới suối trong câu ca dao. Có lẽ cũng như những gì người thuyền phu lạc đường đó nhìn thấy, phải chăng ở nơi xa xôi và sâu thẳm, vẫn có thể nghe thấy nhịp đập cổ xưa đang ngân lên âm vang của máu xanh?"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Chuyện Đêm Khuya Ở Linh Mông Sơn"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Sách Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7153,
            "name": "Chuyện Đêm Khuya Ở Linh Mông Sơn I",
            "desc": "Một cuốn sách chuyên về các câu chuyện và ca dao dân gian ở Trầm Ngọc Cốc, trong đó ghi chép lại rất nhiều truyền thuyết mơ hồ.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2e3ac536da817824d79cfaf7e2bed497_916702154098669996.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7154,
            "name": "Chuyện Đêm Khuya Ở Linh Mông Sơn II",
            "desc": "Một cuốn sách chuyên về các câu chuyện và ca dao dân gian ở Trầm Ngọc Cốc, trong đó ghi chép lại rất nhiều truyền thuyết mơ hồ.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2e3ac536da817824d79cfaf7e2bed497_916702154098669996.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7155,
            "name": "Chuyện Đêm Khuya Ở Linh Mông Sơn III",
            "desc": "Một cuốn sách chuyên về các câu chuyện và ca dao dân gian ở Trầm Ngọc Cốc, trong đó ghi chép lại rất nhiều truyền thuyết mơ hồ.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2e3ac536da817824d79cfaf7e2bed497_916702154098669996.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}