{
  "epId": 7213,
  "name": "Con Thoi Odara",
  "desc": "Đạo cụ tinh luyện \"Tai Họa Eshu\".<br>Mặt dây chuyền bằng ngọc phản chiếu ánh sáng kỳ lạ tựa như lăng kính, cho dù có thiêu đốt trên ngọn lửa thì sự lạnh lẽo trên đó vẫn không thể nào xua tan.<br>Trong các truyền thống vu thuật kế thừa lại, \"con thoi\" vốn dĩ tượng trưng cho phương tiện xuyên qua các không gian khác nhau. Nghe nói, trong những năm tháng mà người ta còn chưa biết phải làm sao để tính toán ngày tháng, làm sao để dệt những câu chuyện lên vải, thì trong ngôn ngữ sớm đã bị lãng quên của những con rồng khổng lồ lang thang giữa Cao Nguyên Lửa Hồn, tạo vật xuyên qua sao trời tăm tối đó đã được gọi là \"Con Thoi Hư Không\" rồi. Cho dù là tấm màn dày đặc che phủ cả một thế giới, thì cũng sẽ bị cây giáo lửa đâm xuyên mà thôi.<br>Đương nhiên, những lời này đều đến từ Sanhaj xảo quyệt, giống như vô số trò đùa mà anh ta từng thêu dệt, nói không chừng cũng chỉ là một câu chuyện dùng để mua vui kiếm cơm... Cho đến nay, một số tư tế đức cao vọng trọng của Chủ Nhân Gió Đêm vẫn giữ vững quan điểm này.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6cffc5e6d6c967981133efcb001a8025_1579736627642582886.png",
  "filterValues": {
    "objectType": [
      "Nguyên Liệu Tinh Luyện"
    ]
  },
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 1739983371,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Con Thoi Odara"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Nguyên Liệu Tinh Luyện"
          }
        ]
      },
      {
        "key": "Vũ Khí Sử Dụng",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7113,
            "name": "Tai Họa Eshu",
            "desc": "Thanh đao nghi thức chế tác bởi tư tế vĩ đại Sanhaj của Chủ Nhân Gió Đêm. Trong câu chuyện quá khứ, Sanhaj có thể dùng thanh đao cong này để cử hành nghi thức, xóa nhòa ranh giới giữa Vương Quốc Dạ Thần và thế giới thực tại.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/034a74a58833bc506791e2d2c8e00539_8351835749900866009.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Sự Kiện Phiên Bản 5.2 \"Cuộn Dệt Thấu Thị\""
          }
        ]
      }
    ]
  }
}