{
  "epId": 7245,
  "name": "Qucusaurus",
  "desc": "Ở độ cao nhất định từ mặt đất hoặc bên vách núi, Qucusaur có thể nhảy lên và vỗ cánh bay lượn. Khi không đủ cao, cần tiêu hao Phlogiston để bay lên. Khi bay lượn trên không trung, có thể <color=#FFE14BFF>tiêu hao Phlogiston</color> để bay lên cao, tăng tốc bay hoặc <color=#FFE14BFF>nhấn</color> để tiến hành một lần xung kích. Lúc này, có thể thông qua <color=#FFE14BFF>nhấn giữ</color> để tiến hành Tấn Công Khi Đáp, trong quá trình có thể hủy bằng cách thả ra để quay về trạng thái bay. Ngoài ra, nghe nói khi trong <color=#FFE14BFF>khu vực đặc biệt</color>, do Phlogiston nhiễu loạn nên đôi khi sẽ sản sinh vùng gió Phlogiston ở trước mặt Qucusaur...",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
  "menuId": 14,
  "menuName": "Giáo Trình",
  "version": 1734461278,
  "components": {
    "galleryCharacter": [
      {
        "key": "Trang 1/1",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/037502004378aa4a05e84e6c3c003550_7573802429818103598.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ở độ cao nhất định từ mặt đất hoặc bên vách núi, Qucusaur có thể nhảy lên và vỗ cánh bay lượn. Khi không đủ cao, cần tiêu hao Phlogiston để bay lên. Khi bay lượn trên không trung, có thể\ntiêu hao Phlogiston để bay lên cao, tăng tốc bay hoặc\nnhấn để tiến hành một lần xung kích. Lúc này, có thể thông qua\nnhấn giữ để tiến hành Tấn Công Khi Đáp, trong quá trình có thể hủy bằng cách thả ra để quay về trạng thái bay. Ngoài ra, nghe nói khi trong\nkhu vực đặc biệt, do Phlogiston nhiễu loạn nên đôi khi sẽ sản sinh vùng gió Phlogiston ở trước mặt Qucusaur..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Qucusaurus"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Kiến Thức Thám Hiểm"
          }
        ]
      }
    ]
  }
}