{
  "epId": 7295,
  "name": "Bona",
  "desc": "<p>Một nhà thám hiểm đã đến Ochkanatlan để tìm Mảnh Ngọc Quay Về có khả năng thanh tẩy ô uế. <span class=\"wk-shady\">Cô đã sống cách đây gần 500 năm.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/55631176/f7852764f1632595de91f8c160fcbd01_3490905477364881849.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1752396404,
  "components": {
    "galleryCharacter": [
      {
        "key": "Bona",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/55631176/3b7dc07e6af29917e744855b05848d90_3557191834918468863.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Bona và Cocouik"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Mảnh Ngọc Quay Về",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/237301566/e7d13bd7223a42bd4d438059d01d18c5_379987895974478622.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 năm trước, một thảm họa đã xảy ra tại Khaenri'ah, khiến Natlan phải đối mặt với Vực Sâu, làn sóng đen nuốt chửng cả thế giới. Những quái vật ấy không thể hiểu được, cũng không thể thương lượng. Nơi những đứa trẻ từng nô đùa và cười vang trong vườn giờ chỉ còn tro tàn và xương cốt bị thiêu rụi bởi lửa hoang. Trong các suối nước nóng, giờ đây chỉ còn máu tươi và bùn lầy tràn bờ. Theo truyền thuyết, Xà Vương cổ đại của Ochkanatlan từng chế tạo một phi thuyền bay và rèn nên Mảnh Ngọc Quay Về, một báu vật bí ẩn có khả năng đẩy lùi Vực Sâu và xua đuổi nó khỏi thế giới này mãi mãi. Nó được ví như một bánh xe vàng có thể đảo ngược dòng chảy của thời gian, thiêu rụi hiện thực đau đớn quằn quại và đưa quá khứ tươi đẹp quay trở lại. Và báu vật ấy chỉ có thể tìm thấy ở tận sâu bên trong Ochkanatlan, nơi đang bị nhấn chìm bởi ô uế. Những con người đã từ bỏ hy vọng chống lại Vực Sâu quyết định thử vận may, lên đường đi tìm viên ngọc, dù có thể đó chỉ là một cái bẫy. Khi Natlan bị băng hoại xâm chiếm, một con rồng tà ác đã xuất hiện tại Thành Tro Tàn. Tất cả các nhà thám hiểm mang hy vọng tiêu diệt Vực Sâu đều bị con rồng đánh bại, và hầu như không ai trở về. Trong số đó có một nhóm thám hiểm lên đường đến thành phố giữa mây mù mười năm sau Đại Thảm Họa. Thủ lĩnh của nhóm là chiến binh mạnh nhất của Hội Hoa Vũ, Taika. Trước Đại Thảm Họa, ông luôn giành chiến thắng trong các trận đấu tay đôi và cảm thấy chán nản, nghĩ rằng cuộc đời mình sẽ cứ thế mà trôi qua. Chỉ đến khi chứng kiến một cuộc chiến thực sự, ông mới lần đầu tiên cảm nhận được sức nặng của vận mệnh. Vậy là ông nói lời tạm biệt với người vợ đang mang thai và lên đường trừ tà diệt quỷ. Tại thành phố ấy, ông đã phát hiện ra bản thiết kế của Ochkanatlan, nhờ đó nhóm đã tìm được Tế Đàn Lửa Nguyên Sơ và tiến vào được phi thuyền bay. Nhưng trận chiến trên con tàu Tonatiuh cũng là trận chiến cuối cùng của ông. Trước khi trút hơi thở cuối cùng, ông đã nhớ lại những lời mình từng nói với người vợ yêu dấu lúc chia ly."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...Nếu là con gái thì hãy gọi là Bona. Con bé nhất định sẽ trở thành một chiến sĩ xuất sắc.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/237301566/310ca7d8de06ef58cfb4b777a02b17a7_6030340669256117310.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi trưởng thành, Bona, con gái của Taika và cũng là một nhà thám hiểm, lặng lẽ nối tiếp con đường còn dang dở của cha mình. Không kèn không trống, cô một mình lên đường tới thành phố cổ, nơi tro tàn của quá khứ vẫn âm ỉ cháy trong gió, để tìm kiếm Mảnh Ngọc Quay Về. Dù mối đe dọa từ Vực Sâu khi ấy đã suy yếu so với thời điểm cô chào đời, Bona vẫn mang trong tim khát vọng hoàn thành sứ mệnh bỏ dở và giải mã bí ẩn cuối cùng gắn liền với số phận người cha đã khuất. Trong lúc chạy trốn khỏi con rồng tà ác canh giữ tàn tích, Bona vô tình phát hiện ra Lõi Chu'ulel, từng là trái tim rực cháy của cả thành phố. Nhờ vào Hỏa Lân Thạch, cô đánh thức linh hồn rồng đang ngủ say trong trung tâm của cơ cấu cổ xưa ấy và đặt tên cho nó là Cocouik. Dựa vào dấu vết mà nhóm của Taika để lại, Bona cùng Cocouik lần theo đường đến Tế Đàn Lửa Nguyên Sơ, nơi dẫn lối lên con tàu bay Tonatiuh. Khi đặt chân lên con tàu, cô phát hiện một lượng lớn Hỏa Lân Thạch, trong khi trước đó vẫn nghĩ rằng viên đá của mình là mảnh cuối cùng còn sót lại trên thế gian. Hóa ra ai đó đã mang Hỏa Lân Thạch từ phi thuyền đi và trao cho các nhà thám hiểm đi trước Bona. Với sự giúp đỡ của Cocouik, cô cuối cùng cũng hiểu ra bản chất thật sự của Mảnh Ngọc Quay Về. Không hề có báu vật nào có thể tiêu diệt Vực Sâu, và viên đá ấy chỉ là huyền thoại do Hiền Giả Trộm Lửa dựng nên nhằm dụ dỗ những nhà thám hiểm vô tội. Thực chất, Mảnh Ngọc Quay Về là một phần trong cơ chế có thể cứu lấy Natlan nhưng lại hủy diệt con người. Nhận ra âm mưu tàn độc của Hiền Giả, Bona thề sẽ bảo vệ Đĩa Vàng Thông Điệp cùng Hỏa Lân Thạch cuối cùng khỏi tay hắn, và không để kế hoạch đó trở thành hiện thực. Cô đã ngăn chặn hắn nhưng phải đánh đổi bằng chính mạng sống của mình. Ngay cả Cocouik cũng không thể cứu cô. Sau khi qua đời, linh hồn của Bona vẫn lưu lại tại Ochkanatlan cùng với Cocouik, dường như không hề hay biết rằng mình đã chết từ hàng trăm năm trước. Hình ảnh của cô sau đó đã bị Hiền Giả Trộm Lửa lợi dụng để thuyết phục một Đồng Hành Nhỏ kích hoạt Lửa Trời Càn Quét.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Để theo đuổi giấc mơ vĩ đại giữa sương sớm và biển mây, các chiến binh bay lượn chưa bao giờ ngơi nghỉ. Sâu trong biển sương xa xôi, câu chuyện về con rồng độc ác chiếm cứ thành phố bỏ hoang vẫn đang bảo vệ điều cấm kỵ; Mà trên những tầng mây, con thuyền trống trải huyền thoại bị lãng quên cũng sẽ chào đón vị khách mới ghé thăm...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/55631176/f801f03218ba49236d567092aa0ebda3_133119560923163180.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Một con rồng lai với linh hồn con người, là người cai trị Thành Tro Tàn, được biết đến là Xà Vương và Thánh Vương.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/44749939/0b2b4aebefdaee2927d1ebc35010f805_7345692974116774686.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Con rồng thông thái nhất, người đã cướp ngọn lửa từ giống loài của mình và dạy cho con người cách sử dụng nó. Hắn muốn tạo ra một vị vua cai trị cả thế giới rồng và con người. Tên thật của hắn là Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/55631176/8228ad551ef3ea84b3ecf1e8e8512ecc_2360733082935215950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Cậu Nhóc",
        "desc": "<p>Một Tepetlisaurus nhỏ đã nhận được Chúc Phúc Của Chúa Tể Lửa. Nó đã đồng hành cùng Nhà Lữ Hành trong cuộc hành hương đến Núi Lửa Tollan để xóa bỏ dấu ấn.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/55631176/03cd38d000ca3ccfc448f48cab2feb65_4112961554001590309.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Bức Tranh Dũng Sĩ Thành Tro Tàn",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ad5095f324c2da829ecaa5e2ed13af9_2791497672459683103.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "name": "Ghi Chép Của Nhà Mạo Hiểm Vô Danh",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Không biết là ghi chép của nhà mạo hiểm thời đại nào để lại. Trên đó ghi lại hành trình mạo hiểm của người này tại Ochkanatlan.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 7274,
        "name": "Hỏa Lân Thạch",
        "desc": "Loại đá trông khá bình thường, nhưng hình như là chìa khóa để mở ra bí mật Tonatiuh trong truyền thuyết.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/1753d71c8a0f185f6dd71899f91d6fa1_1880279432634972620.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ chủ nhân Thành Tro Tàn bị ăn mòn tại Ochkanatlan. Đây là một trong những tín vật bắt buộc phải có để tiến đến Núi Lửa Tollan và thanh tẩy \"Chúc Phúc Của Chúa Tề Lửa\" trên người Tepetlisaur. Nghe nói đó là một phần của con mắt \"Chúa Tề Lửa\" sau khi bị tách làm hai. Theo truyền thuyết, chúa tể rồng cổ xưa từng nắm giữ mọi tia sáng và trí tuệ, đã dùng một con mắt của mình để hóa thành quyền năng tối thượng kiểm soát mọi ngọn lửa, và đó cũng trở thành điểm yếu duy nhất có thể bị khai thác...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_9134877494051830614.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lữ Khách Lạc Lối Trong Vương Quốc Tro Bụi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/237301566/d00e4b41333f68ba0880a894c481a3d0_2108492838443666526.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Nhà Lữ Hành, Paimon và người bạn đồng hành Tepetlisaurus của họ lên đường đến Ochkanatlan để tìm một Đĩa Vàng Thông Điệp cho chuyến hành hương đến Đại Núi Lửa Tollan, họ đã bị một con rồng tà ác cùng lũ quái vật Vực Sâu tấn công. Trong lúc hiểm nguy cận kề, một ánh sáng vàng bí ẩn bất ngờ xuất hiện, che chở lấy họ. Ánh sáng ấy khóa chặt cánh cửa của tòa tháp cổ, ngăn cách họ khỏi sự truy đuổi của những sinh vật đến từ Vực Sâu. Bên trong tòa tháp phủ đầy tàn tích và ký ức lặng lẽ, họ phát hiện những ghi chép cũ của nhà thám hiểm Bona, lưu lại từ chuyến hành trình đơn độc của cô đến thành phố bị nguyền. Những trang giấy ố vàng mang theo lời kể về những bí mật cổ xưa, về linh hồn rồng, về Mảnh Ngọc Quay Về và sự thật bị vùi lấp trong lịch sử. Không lâu sau đó, họ gặp chính Bona, người vẫn hiện diện trong thành phố dưới hình hài một linh hồn không hay biết mình đã chết. Cùng với cô là Cocouik, linh hồn rồng đã cứu họ khỏi vòng vây lũ quái vật. Dù thời gian đã trôi qua hàng thế kỷ, Bona vẫn giữ nguyên giọng nói, ánh mắt và quyết tâm ngày nào. Không ai trong số họ nhận ra rằng cô đã lìa đời từ rất lâu, và vì vậy, khi mục tiêu của họ giao nhau, họ quyết định cùng nhau lên đường truy tìm Mảnh Ngọc Quay Về."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/237301566/225ea0a3d967b5a7545dc1225d772d7a_5175609610325959159.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi Nhà Lữ Hành, Paimon, Tepetlisaurus, Bona và Cocouik đến được con tàu Tonatiuh và đặt Hỏa Lân Thạch vào Ngai Thánh Của Lửa Nguồn, một luồng sáng rực rỡ bừng lên, và từ trung tâm của cơ cấu cổ xưa ấy, Mảnh Ngọc Quay Về hiện ra. Đúng vào khoảnh khắc đó, ký ức lặng quên bấy lâu của Bona bỗng trở lại. Cô nhớ ra rằng mình đã từng đặt chân lên con tàu này trước đây, mang trong tim một ý định mãnh liệt: phá hủy Mảnh Ngọc Quay Về để nó không rơi vào tay Hiền Giả Trộm Lửa. Những hình ảnh mờ nhòe của quá khứ ùa về, kéo theo ký ức về cái chết của chính cô và cái bẫy tinh vi từng được giăng tại Đĩa Vàng Thông Điệp. Đột nhiên, bầu trời rung chuyển bởi tiếng gầm dữ dội. Một con rồng tà ác xuất hiện, xé toạc mây đen và chộp lấy Đĩa Vàng Thông Điệp trước khi biến mất vào phía chân trời rực cháy. Cuộc truy đuổi dẫn họ đến một phát hiện chấn động: con rồng ấy chính là thân xác bị Vực Sâu làm băng hoại của Xà Vương Och-Kan. Tâm trí của ông, đã từng bị chia tách khỏi thể xác, cuối cùng cũng được hợp nhất. Trong những phút ngắn ngủi giữa sự tỉnh thức và lãng quên, ông chia sẻ với Nhà Lữ Hành những ký ức mờ nhạt về cuộc gặp gỡ cùng các nhà thám hiểm, về hành trình cùng Bona và âm mưu bị bóp méo bởi Hiền Giả Trộm Lửa. Khi Nhà Lữ Hành và Paimon trở lại con tàu Tonatiuh, họ không còn thấy Bona đâu nữa. Tất cả những gì còn lại chỉ là chiếc kính bảo hộ của cô, nằm lặng lẽ giữa căn phòng rực ánh đỏ. Cô đã ra đi, một lần nữa, nhưng lần này là để bảo vệ thứ mà cô từng quyết tâm phá hủy. Dù không thể hoàn tất câu chuyện khi còn sống, Bona đã hiến dâng chính mình để ngăn chặn Hiền Giả Trộm Lửa chiếm lấy Đĩa Vàng Thông Điệp. Ước mơ trở thành một nhà thám hiểm vĩ đại vẫn chưa thành hình, nhưng Nhà Lữ Hành và Paimon đã hứa sẽ kể lại câu chuyện của cô cho tất cả mọi người, cùng những gì đã xảy ra trên Tonatiuh. Và khi linh hồn của Cocouik cùng Bona trở về Vương Quốc Đêm Trắng, họ không đơn độc. Họ đã trở thành ánh sáng soi đường, giúp Nhà Lữ Hành đối mặt với Vực Sâu một lần nữa để cứu lấy toàn bộ Natlan khỏi bóng tối vĩnh hằng.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Lữ Khách Lạc Lối Trong Vương Quốc Tro Bụi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Để theo đuổi giấc mơ vĩ đại giữa sương sớm và biển mây, các chiến binh bay lượn chưa bao giờ ngơi nghỉ.<br>Sâu trong biển sương xa xôi, câu chuyện về con rồng độc ác chiếm cứ thành phố bỏ hoang vẫn đang bảo vệ điều cấm kỵ; Mà trên những tầng mây, con thuyền trống trải huyền thoại bị lãng quên cũng sẽ chào đón vị khách mới ghé thăm...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/11/44749939/5433a63629b7292b6fe285f6622edec2_2224825912814683588.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7411,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Để theo đuổi giấc mơ vĩ đại giữa sương sớm và biển mây, các chiến binh bay lượn chưa bao giờ ngơi nghỉ. Sâu trong biển sương xa xôi, câu chuyện về con rồng độc ác chiếm cứ thành phố bỏ hoang vẫn đang bảo vệ điều cấm kỵ; Mà trên những tầng mây, con thuyền trống trải huyền thoại bị lãng quên cũng sẽ chào đón vị khách mới ghé thăm...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/55631176/f801f03218ba49236d567092aa0ebda3_133119560923163180.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Vương Quốc Dạ Thần",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Cậu Nhóc",
        "desc": "<p>Một Tepetlisaurus nhỏ đã nhận được Chúc Phúc Của Chúa Tể Lửa. Nó đã đồng hành cùng Nhà Lữ Hành trong cuộc hành hương đến Núi Lửa Tollan để xóa bỏ dấu ấn.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/55631176/03cd38d000ca3ccfc448f48cab2feb65_4112961554001590309.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Con rồng thông thái nhất, người đã cướp ngọn lửa từ giống loài của mình và dạy cho con người cách sử dụng nó. Hắn muốn tạo ra một vị vua cai trị cả thế giới rồng và con người. Tên thật của hắn là Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/55631176/8228ad551ef3ea84b3ecf1e8e8512ecc_2360733082935215950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ chủ nhân Thành Tro Tàn bị ăn mòn tại Ochkanatlan. Đây là một trong những tín vật bắt buộc phải có để tiến đến Núi Lửa Tollan và thanh tẩy \"Chúc Phúc Của Chúa Tề Lửa\" trên người Tepetlisaur. Nghe nói đó là một phần của con mắt \"Chúa Tề Lửa\" sau khi bị tách làm hai. Theo truyền thuyết, chúa tể rồng cổ xưa từng nắm giữ mọi tia sáng và trí tuệ, đã dùng một con mắt của mình để hóa thành quyền năng tối thượng kiểm soát mọi ngọn lửa, và đó cũng trở thành điểm yếu duy nhất có thể bị khai thác...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_9134877494051830614.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "RichText",
        "text": "Taika",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Chiến binh mạnh mẽ nhất trong Hội Hoa Vũ và là cha của Bona. Ông đã đến Ochkanatlan trước khi Bona chào đời và không bao giờ trở về."
      },
      {
        "type": "RichText",
        "text": "Cocouik\nMột phần tâm trí của Och-Kan đã giúp Bona trên hành trình của cô. Bona đã đánh thức nó và đặt cho nó một cái tên.\n\"Kẻ đó\"\nBona đã cố gắng bảo vệ mảnh Hỏa Lân Thạch cuối cùng còn sót lại trên mảnh đất này khỏi “kẻ đó.”",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Để theo đuổi giấc mơ vĩ đại giữa sương sớm và biển mây, các chiến binh bay lượn chưa bao giờ ngơi nghỉ. Sâu trong biển sương xa xôi, câu chuyện về con rồng độc ác chiếm cứ thành phố bỏ hoang vẫn đang bảo vệ điều cấm kỵ; Mà trên những tầng mây, con thuyền trống trải huyền thoại bị lãng quên cũng sẽ chào đón vị khách mới ghé thăm...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/55631176/f801f03218ba49236d567092aa0ebda3_133119560923163180.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Bona đã đến Ochkanatlan để tìm Mảnh Ngọc Quay Về có thể xua đuổi Vực Sâu ra khỏi ranh giới của thế giới. Hóa ra viên ngọc đó là một cái bẫy do Hành Giả Trộm Lửa giăng ra.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sách Và Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Bức Tranh Dũng Sĩ Thành Tro Tàn",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ad5095f324c2da829ecaa5e2ed13af9_2791497672459683103.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "name": "Ghi Chép Của Nhà Mạo Hiểm Vô Danh",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Không biết là ghi chép của nhà mạo hiểm thời đại nào để lại. Trên đó ghi lại hành trình mạo hiểm của người này tại Ochkanatlan.</span></p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ chủ nhân Thành Tro Tàn bị ăn mòn tại Ochkanatlan. Đây là một trong những tín vật bắt buộc phải có để tiến đến Núi Lửa Tollan và thanh tẩy \"Chúc Phúc Của Chúa Tề Lửa\" trên người Tepetlisaur. Nghe nói đó là một phần của con mắt \"Chúa Tề Lửa\" sau khi bị tách làm hai. Theo truyền thuyết, chúa tể rồng cổ xưa từng nắm giữ mọi tia sáng và trí tuệ, đã dùng một con mắt của mình để hóa thành quyền năng tối thượng kiểm soát mọi ngọn lửa, và đó cũng trở thành điểm yếu duy nhất có thể bị khai thác...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_9134877494051830614.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Bona"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Hội Hoa Vũ"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      }
    ]
  }
}