{
  "epId": 7296,
  "name": "Och-Kan",
  "desc": "<p>Một con rồng lai với linh hồn con người, là người cai trị Thành Tro Tàn, được biết đến là Xà Vương và Thánh Vương.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/44749939/0b2b4aebefdaee2927d1ebc35010f805_7345692974116774686.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1744483176,
  "components": {
    "galleryCharacter": [
      {
        "key": "Och-Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/44749939/4c3b65f258e8510e957ae0e66a315751_3069117954014368103.png"
      },
      {
        "key": "Och-Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/44749939/cf3b2610ccc551e03a7b593928a5b591_4508443008012202643.png"
      }
    ],
    "textualResearch": [
      {
        "title": "Ghi Chép Thánh Vương I",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Những con đại bàng trinh sát được phái đi đã trở về. Theo kết quả điều tra sơ bộ, có những di tích nằm khá sâu... hoàn toàn bị vùi lấp bên dưới tòa thành... Nếu những gì (...) nói là sự thật, sâu bên trong di tích, có lẽ vẫn còn...</color>\n<color=#ffffff73>...Nếu Ixquieh vẫn còn sống, có lẽ chúng ta có thể tạo ra thứ giúp thoát nước nhanh chóng...</color>\n<color=#ffffff73>...Nhất định phải nghĩ cách để thoát nước ở đây, nếu không sẽ không thể tiếp tục...</color>"
          }
        ]
      },
      {
        "title": "Ghi Chép Thánh Vương II",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Điều động người lao động từ các bộ tộc, lấy danh nghĩa xây dựng công trình thủy lợi, mỗi mười hộ điều động một người...</color>\n<color=#ffffff73>...Ngoại trừ người phát ngôn của Hội Hoa Vũ từ chối việc chiêu mộ lao động, những bộ tộc khác đều không phản đối...</color>\n<color=#ffffff73>...Chưa được cho phép đã tùy tiện rời đi, đúng là cậy vào địa vị, xem thường lời thề liên minh...</color>\n<color=#ffffff73>...Bằng bất cứ giá nào, phải thoát hết nước trước khi mùa đông đến...</color>\n<color=#ffffff73>...Theo báo cáo của người giám sát, người lao động có thái độ rất tích cực...</color>\n<color=#ffffff73>...Có một số trường hợp lười biếng nhưng không ảnh hưởng đến tiến độ...</color>\n<color=#ffffff73>...Bất kỳ hành vi lười biếng nào đều là sự phản bội liên minh, đều phải...</color>\n<color=#ffffff73>...Tổng số dân cư trong thành đã vượt... Không thể chấp nhận bất kỳ mối đe dọa tiềm ẩn nào, dù thế nào cũng không thể mạo hiểm tính mạng của hàng chục ngàn người dân mà người đó đã cứu được...</color>\n<color=#ffffff73>...Nếu Uenuku không vì (...) mà rời khỏi liên minh, và các tinh linh nước từng đi theo người đó không biệt tăm biệt tích, thì việc khám phá nơi này hẳn sẽ dễ dàng hơn nhiều...</color>\n<color=#ffffff73>...Lao động người phàm có năng suất kém, sức lực quá yếu ớt...</color>\n<color=#ffffff73>...Chính vì vậy, nên khi đối diện với những thứ siêu phàm, họ sẽ không có cách nào chống lại...</color>\n<color=#ffffff73>...Cũng chính vì vậy, phải loại bỏ tất cả những thứ vượt qua trí tuệ của con người...</color>\n<color=#ffffff73>...Cảm giác thiêu đốt dưới làn da vẫn mãi không tan đi. Đã xả máu như mọi khi, nhưng (...) vẫn không giảm bớt...</color>\n<color=#ffffff73>...Nhân lúc còn tỉnh táo, nhớ ra lệnh cho (...), để anh ta phát thêm trợ cấp lương thực, thưởng cho những người lao động chăm chỉ...</color>"
          }
        ]
      },
      {
        "title": "Ghi Chép Thánh Vương III",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Bức tượng này rõ ràng là tạo vật từ thời cổ xưa mà (...) nhắc đến. Nhìn vẻ bề ngoài thì thợ thủ công của tộc rồng chắc chưa từng hoàn thành nửa dưới bức tượng, có thể đã bị gián đoạn bởi một việc bất ngờ nào đó...</color>\n<color=#ffffff73>...Cỗ Máy Bí Ẩn chưa từng thể hiện bất kỳ ý định thù địch nào cả... Dự đoán chắc tồn tại ít nhất một trung tâm điều khiển, nếu không chúng không thể tự tiến hành...</color>\n<color=#ffffff73>...Điều chỉnh với chữ khắc Phlogiston, chắc sẽ có thể...</color>\n<color=#ffffff73>...Theo báo cáo của người giám sát thì sự tích cực của người lao động tăng mạnh... tiếng reo hò khi quan sát vô cùng náo nhiệt...</color>\n<color=#ffffff73>...Báo cáo có nhắc đến lời đồn mê tín... rõ ràng là không hiểu rõ về chữ khắc Phlogiston... Sa thải phần lớn lao động, chỉ giữ lại một nhóm... để tránh...</color>"
          }
        ]
      },
      {
        "title": "Ghi Chép Thánh Vương IV",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"...Bí mật... sự hy sinh cần thiết... không từ mọi giá...\"</color>\n<color=#ffffff73>(Các nội dung còn lại đã bị cháy gần hết, không thể đọc được.)</color>"
          }
        ]
      },
      {
        "title": "Ghi Chép Thánh Vương V",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Cô ấy gọi tôi là vị vua định mệnh, nhẹ nhàng nói bên giường tôi về cái gọi là vinh quang này, vinh quang của những con thú hung dữ. Thật khiến người khác cảm thấy buồn nôn...</color>\n<color=#ffffff73>...Cách nói của cô ấy giống hệt như (...) vậy... Xbalanque, đó là người chưa từng xuất hiện trong bất kỳ lời tiên tri nào. Ngay cả những con ác thú cuồng bạo, ngu muội đó cũng không thể thấy trước được sự tồn tại của người đó...</color>\n<color=#ffffff73>...Nói cách khác, người đó là một \"con người\" thực sự, một vị vua chỉ thuộc về \"nhân loại\"...</color>\n<color=#ffffff73>...Cũng chính vì vậy, mà chỉ có người đó mới xứng đáng được tất cả mọi người đi theo... Ngoài người đó ra không còn ai xứng đáng được gọi là \"thần\"...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>...Không giấu giếm bất kỳ điều gì, cô ấy cho tôi biết tất cả mọi thứ về vương quốc cổ đại đó. Những chiếc thang leo lên trời, những vũ khí được chuyển hóa từ (...), những khẩu pháo có thể xé toạc (...) thành từng mảnh, những (...) đã rơi từ ba mặt trăng, nghiên cứu về (...) và mong muốn...</color>\n<color=#ffffff73>...Điều đó khiến tôi rùng mình... Không thể cho chúng bất kỳ cơ hội nào để lấy lại vinh quang trước đây, nếu không nhân loại sẽ không còn cơ hội nào để phản kháng...</color>\n<color=#ffffff73>...Những nỗ lực tìm kiếm sự hòa giải đều vô ích, trừ khi chúng hoàn toàn khuất phục dưới xiềng xích của nhân loại, nếu không thì...</color>\n<color=#ffffff73>...Những ký ức mà cô ấy sở hữu... năng lượng để điều khiển Thiết Bị Nguồn... vẫn có thể được con người khai thác...</color>\n<color=#ffffff73>...Trong trường hợp đảm bảo rằng cô ấy không chết trước khi năng lượng cạn kiệt hoàn toàn, chúng ta phải tìm cách tước bỏ hoàn toàn quyền lực của cô ấy...</color>"
          }
        ]
      },
      {
        "title": "Ghi Chép Thánh Vương VI",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Chúng ta không được phép để các bộ tộc vượt quyền tự xưng làm vua như cách họ đã từng làm trước đây. Chẳng ích lợi gì khi có quá nhiều người cai trị. Điều đó chỉ mang đến sự xung đột nội bộ không hồi kết, như man tộc ở vùng biển phía bắc hay các vương quốc nơi biển cát...</color>\n<color=#ffffff73>...Nơi đây chỉ nên có một người cai trị, một vị vua, một vị thần. Phân tán quyền lực dưới bất kỳ hình thức nào đều sẽ tạo cơ hội cho kẻ địch của loài người, nhất định phải loại bỏ mọi khả năng gây ra hỗn loạn...</color>\n<color=#ffffff73>...Nếu lịch sử mà tôi đọc được trong ký ức của cô ấy hoàn toàn chính xác và chân thực, vậy thì loài người có thể tiếp tục tiến về hướng mà những con ác thú đó ngã xuống... Chỉ cần cẩn thận, thì sức mạnh này đủ để nghiền nát những tà vật dám cản trở loài người nắm giữ vận mệnh của chính mình...</color>\n<color=#ffffff73>...Trước lúc đó, nhất định phải nghiêm cấm tất cả nghi thức hiến tế cho (...)... Đây là biến số duy nhất, linh hồn tà ác phản bội người sống không nên có cơ hội để dụ dỗ người sống nữa, người chết thì nên yên lặng mà chết đi...</color>\n<color=#ffffff73>...Như vậy thì tôi càng không thể phụ lòng danh tiếng của người đó... Con người, chỉ có con người, những người được người đó giải cứu, sẽ trở thành chủ nhân của mọi thứ, không phải khuất phục trước đêm đen và ngọn lửa...</color>"
          }
        ]
      },
      {
        "title": "Ghi Chép Thánh Vương VII",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Yêu tà đáng ghê tởm bị giam cầm trong bức tượng, nhưng nó không hát theo ý muốn của ta. Hung thú quả nhiên là hung thú, biết rõ là vô nghĩa, nhưng vẫn cứ phải chống cự vô ích. Có thể thấy, chỉ có giam cầm toàn bộ đồng loại thấp kém của cô ta, mới có thể tránh được mối đe dọa cho nhân loại...</color>\n<color=#ffffff73>...Hiện tại, vấn đề duy nhất cần giải quyết là, chỉ có dòng máu ô uế của những hung thú đó mới có thể kiểm soát được những cỗ máy cổ xưa này. Nhưng hung thú không bao giờ đáng tin, mà ta cũng không thể dồn hết tâm sức vào việc điều khiển cơ quan như con hung thú trong bức tượng được...</color>\n<color=#ffffff73>...Chúng ta cần nghĩ cách thiết lập một Lõi Chu'ulel chỉ thuộc về con người...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>...Tốt lắm, ta đã dần hiểu ra mọi chuyện...</color>\n<color=#ffffff73>...Vì chỉ có dòng máu ô uế của những hung thú mới có thể điều khiển được những cỗ máy này, nên lựa chọn hợp lý duy nhất là biến phần \"rồng\" trong ta thành nô lệ...</color>\n<color=#ffffff73>...Bằng cách này, dù phần \"người\" có chết đi thì phần \"rồng\" cũng sẽ bị giam cầm ở đây làm nô lệ, mãi mãi khuất phục trước \"con người\" và tuân theo ý muốn, lý tưởng của \"con người\", nghe theo mệnh lệnh của những linh hồn từng được người đó cứu giúp...</color>\n<color=#ffffff73>...Bất cứ ai có thể trở thành kẻ thù của nhân loại đều phải bị cầm tù...</color>\n<color=#ffffff73>...Đừng tin vào bất kỳ sự tồn tại nào mạnh hơn con người và cũng đừng đặt hy vọng vào lòng tốt của chúng. Ngoại trừ người đó, trên đời này chưa bao giờ có một kẻ mạnh nào lại hiền lành và tốt bụng như vậy, cũng chưa bao giờ có một kẻ mạnh nào lại không làm ra những tội ác khủng khiếp. Ta cũng không ngoại lệ. Vì điều này, chỉ có thể cấm kỵ tất cả mọi thứ...</color>\n<color=#ffffff73>(Những đoạn sau đã bị nhòe, không thể đọc được.)</color>"
          }
        ]
      },
      {
        "title": "Ghi Chép Thánh Vương VIII",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Từ báo cáo của những Người Ký Lục, sự ăn mòn của Vực Sâu vẫn trong tầm kiểm soát. Giống như phán đoán ban đầu, không cần dùng đến bất kỳ sức mạnh phi nhân loại nào là đã đủ chống lại mọi kẻ thù của liên minh...</color>\n<color=#ffffff73>...Thương vong chắc chắn sẽ giảm dần theo thời gian, khi con người dần dần thích nghi...</color>\n<color=#ffffff73>...Họ có thể chưa hiểu lý do của điều này, nhưng một ngày nào đó, họ sẽ hiểu rằng trong tất cả những con đường có thể chọn, đây là con đường duy nhất có thể đưa họ đến sự giải thoát khỏi mọi trói buộc. Cố gắng sống sót theo quy luật của màn đêm, cũng giống như người lữ hành đốt quần áo của mình để giữ ấm vào mùa đông...</color>\n<color=#ffffff73>...Số phận của con người chỉ nên nằm trong tay con người, như người đó đã từng làm..</color>"
          }
        ]
      },
      {
        "title": "Ghi Chép Thánh Vương IX",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Liên minh sẽ không bao giờ lụi tàn... Ta sẽ không... không để vương quốc mà người đó xây dựng... vương quốc mà người đó mơ ước... biến mất khỏi thế giới này...</color>\n<color=#ffffff73>...Chỉ cần thành phố bị phong tỏa mãi mãi, Vực Sâu không thể xuyên thủng những bức tường cao...</color>\n<color=#ffffff73>...Dù bên ngoài có xảy ra chuyện gì thì ngọn lửa \"hy vọng\" vẫn sẽ ở đây vì nhân loại...</color>\n<color=#ffffff73>...Dù tan xương nát thịt, dù linh hồn có rơi vào ngục tù không bao giờ quay trở lại, thì chỉ có \"hy vọng\" là không thể từ bỏ... Bởi đó là báu vật duy nhất mà người đó để lại cho ta...</color>\n<color=#ffffff73>(Nét chữ sau đó càng ngày càng lộn xộn, khó đọc.)</color>"
          }
        ]
      },
      {
        "title": "Ghi Chép Ai Đó Để Lại I",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Hỡi đồng bào, mọi người phải biết rằng...</color>\n<color=#ffffff73>...Hiền giả chưa bao giờ quan tâm đến sự sống còn của loài người, vì sự \"tiến hóa\", thậm chí sẵn sàng hy sinh tương lai của chính đồng loại mình...</color>\n<color=#ffffff73>...Bầu trời chẳng quan tâm đến ý chí của người đời, để chiến đấu chống lại kẻ thù riêng của mình, nó coi chúng ta là những cột trụ nâng đỡ mặt đất...</color>\n<color=#ffffff73>...Vì vậy, không bao giờ được dựa dẫm vào trí tuệ của rồng hay sức mạnh của Dạ Thần, cũng như không được cầu nguyện bất kỳ vị thần nào khác ngoài Hỏa Thần duy nhất...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>...Chỉ còn một con đường duy nhất cho chúng ta, đó là con đường của Xbalanque...</color>\n<color=#ffffff73>(Trên bia đá hiện lên nét chữ bằng Phlogiston vốn không thể nhìn thấy.)</color>\n<color=#ffffff73>(Hậu duệ ngu xuẩn của ta, sao lại quá cứng đầu với những quan điểm hạn hẹp như vậy về các loài. \"Tiến hóa\" là sự hỗn tạp, chưa bao giờ thuần khiết và không tì vết như ngươi tưởng tượng. Chính vì thế, \"tiến hóa\" mới là kẻ thù của \"vĩnh hằng\".)</color>"
          }
        ]
      },
      {
        "title": "Ghi Chép Ai Đó Để Lại II",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Hỡi đồng bào, mọi người phải nhớ rằng...</color>\n<color=#ffffff73>...Con người là sinh vật đứng ở đỉnh cao của \"tiến hóa\". Con người là điểm cuối của quá trình tiến hóa của mọi sinh vật trên mặt đất...</color>\n<color=#ffffff73>...Những con rồng đất của ngọn núi lửa lớn từng tự coi mình là chủng tộc đã làm chủ được quá trình tiến hóa, nhưng chúng đã đánh mất trí tuệ và sức mạnh trong quá trình tiến hóa lâu dài và hỗn loạn, cuối cùng trở thành dã thú bị người ta tàn sát...</color>\n<color=#ffffff73>...Sự thoái hóa của Rồng Đất Hỏa đã chứng tỏ hậu duệ loài rồng đã bị bỏ rơi trên con đường \"tiến hóa\". Hậu duệ của chúng đã mất đi sự thuần khiết của ngọn lửa ban đầu, vị quân chủ của lửa sẽ không còn được sinh ra từ chúng nữa...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>...Dưới sự lãnh đạo của người đó, con người đã cai trị mặt đất. Và một ngày nào đó, chúng ta sẽ chinh phục được bầu trời, vì thế tuyệt đối không được phép bị ràng buộc bởi vương quốc của bóng đêm...</color>\n<color=#ffffff73>...Những người may mắn được bước lên chuyến tàu này, hãy tiến những bước đầu tiên vì sự nghiệp vĩ đại của chúng ta...</color>\n<color=#ffffff73>(Trên bia đá hiện lên nét chữ bằng Phlogiston vốn không thể nhìn thấy.)</color>\n<color=#ffffff73>(Nếu không phải sự trừng phạt độc đoán đó đã phân hóa đồng loại của ta, cắt đứt con đường tiến hóa của họ, thì sao ta lại phải tìm kiếm khả năng \"tiến hóa\" ở con người. Hỡi những con người được tạo ra kia, các người sẽ không bao giờ hiểu được, bởi các người chỉ là một mắt xích trong quá trình \"tiến hóa\" thôi.)</color>"
          }
        ]
      },
      {
        "title": "Ghi Chép Ai Đó Để Lại III",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Hỡi đồng bào, mọi người phải hiểu rằng...</color>\n<color=#ffffff73>...Cái gì cũng có giá của nó, cái gì vượt quá trí tuệ của con người thì đều không đáng tin cậy...</color>\n<color=#ffffff73>...Loài rồng cổ tưởng rằng mình có thể cai trị hàng nghìn năm bằng cách dựa vào công nghệ và quyền năng của Chúa Tể Lửa, nhưng vì thế mà mất đi sức mạnh để tiến lên, cuối cùng mất đi tất cả...</color>\n<color=#ffffff73>...Nếu dựa vào quy luật của trời cao, chúng ta không chỉ bị mặt đất trói buộc, mà cuối cùng sẽ trở thành con rối của Dạ Thần...</color>\n<color=#ffffff73>...Không được dừng lại, nếu không vị vua yêu quý của chúng ta và sự nghiệp huy hoàng mà liên minh vĩ đại của chúng ta tạo dựng sẽ bị hủy hoại...</color>\n<color=#ffffff73>(Trên bia đá hiện lên nét chữ bằng Phlogiston vốn không thể nhìn thấy.)</color>\n<color=#ffffff73>(Ta nhìn thấy những con ngựa phi nước đại giữa những ngôi sao trên bầu trời tăm tối ma quái... Cuối cùng ta cũng hiểu rằng, một đế chế dù vĩ đại đến đâu, đến cuối cùng nó cũng sẽ trở thành rào cản cho sự tiến hóa cao hơn của tất cả chúng sinh. Chỉ có...)</color>"
          }
        ]
      },
      {
        "title": "Ghi Chép Ai Đó Để Lại IV",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Hỡi đồng bào, mọi người phải tin rằng...</color>\n<color=#ffffff73>...Hỏa Thần Xbalanque vĩ đại, ánh sáng của ngài dẫn dắt chúng ta, chiến thắng của chúng ta là điều không thể ngăn cản...</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>...Đừng nghe lời đồn đại linh tinh của người kể chuyện nơi hoang dã, đừng nghe lời nói của những vị thần giả mạo và sự nổi loạn của đôi mắt vàng...</color>\n<color=#ffffff73>...Đó là người duy nhất chúng ta nên tôn thờ, vì đó là vị vua duy nhất thực sự thuộc về \"con người\", và đó mới là vị thần \"con người\" thực sự...</color>\n<color=#ffffff73>...Vị thần đích thực không bao giờ chết đi... Mong rằng vinh quang sẽ mãi mãi...</color>"
          }
        ]
      },
      {
        "title": "Ghi Chép Ai Đó Để Lại V",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>(Hầu hết chữ khắc trên bia đã bị xóa đi, rất khó đọc.)</color>\n<color=#ffffff73>...(...) tối cao... vĩ đại... sáng suốt đã từng lập giao ước với (...) của rồng bạc, dấu ấn vàng bị phá vỡ đó là bằng chứng của lời thề...</color>\n<color=#ffffff73>...Từ lời thề đó, (...) đã có được... quyền năng \"Huitzilopochtli\" từ loài rồng...</color>\n<color=#ffffff73>...Một khi... sẽ biến thành tro tàn... Vì vậy... nhất định không được để nó rơi vào...</color>\n<color=#ffffff73>...Vì tương lai của liên minh và nhân loại, nên đã phong ấn nó ở đây, chỉ có dòng máu của Chúa Tể Lửa... mới có thể...</color>\n<color=#ffffff73>...Hậu duệ đời sau, đều sẽ...</color>"
          }
        ]
      },
      {
        "title": "Ghi Chép Của Ai Đó",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...Lúc ấy, nếu có thể cùng người đó về với ngọn lửa...</color>\n<color=#ffffff73>...Không đúng. Hung thủ gây ra tội ác như vậy, một hung thú sát hại tất cả những người thân cận, không xứng đáng có được một cái kết ấm áp và chói sáng như người đó...</color>\n<color=#ffffff73>...Tội báng bổ ghê tởm... Phải bị xử tử, máu đền máu... vì...</color>\n<color=#ffffff73>...Vì ai?</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Để theo đuổi giấc mơ vĩ đại giữa sương sớm và biển mây, các chiến binh bay lượn chưa bao giờ ngơi nghỉ. Sâu trong biển sương xa xôi, câu chuyện về con rồng độc ác chiếm cứ thành phố bỏ hoang vẫn đang bảo vệ điều cấm kỵ; Mà trên những tầng mây, con thuyền trống trải huyền thoại bị lãng quên cũng sẽ chào đón vị khách mới ghé thăm...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/55631176/f801f03218ba49236d567092aa0ebda3_133119560923163180.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Một thành phố được xây dựng trên tàn tích rồng cổ đại. Och-Kan đã cố gắng tạo ra Lõi Chu'ulel chỉ thuộc về con người, không cho phép loài rồng lấy lại vinh quang trọn vẹn của chúng. Anh ta đã phong ấn tâm trí của mình vào Lõi Chu'ulel nhưng cơ thể và linh hồn của anh ta đã chống lại anh ta.\n<color=#ffffff73>Tonatiuh Huyền Thoại</color>\n<color=#ffffff73>Một con tàu bay trên bầu trời được Xà Vương chế tạo, nơi ông giấu</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ chủ nhân Thành Tro Tàn bị ăn mòn tại Ochkanatlan. Đây là một trong những tín vật bắt buộc phải có để tiến đến Núi Lửa Tollan và thanh tẩy \"Chúc Phúc Của Chúa Tề Lửa\" trên người Tepetlisaur. Nghe nói đó là một phần của con mắt \"Chúa Tề Lửa\" sau khi bị tách làm hai. Theo truyền thuyết, chúa tể rồng cổ xưa từng nắm giữ mọi tia sáng và trí tuệ, đã dùng một con mắt của mình để hóa thành quyền năng tối thượng kiểm soát mọi ngọn lửa, và đó cũng trở thành điểm yếu duy nhất có thể bị khai thác...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_9134877494051830614.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".\nĐại Liên Minh\n<color=#ffffff73>Một tổ chức cai trị tất cả các bộ lạc ở Natlan đã tồn tại hàng ngàn năm trước. Och-Kan là người cai trị Liên minh này.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Cha của Och-Kan là người đã đưa ông đến với mọi người.Hiền Giả Trộm Lửa muốn con trai mình giết Hoả Long,",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", và trở thành một Hoả Long Vương mới nhưng Och-Kan đã làm trái ý ông.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Hoả Thần đời đầu, người đã đánh bại Chúa Tể Lửa Nguồn và được hồi sinh từ những ngọn lửa</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/09/44749939/dae90ad5dbd996a96e184baf09e5fc86_7522646908084525783.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Theo truyền thuyết, Xbalanque đã cứu Och-Kan khỏi sự giam cầm của lũ rồng và trở thành bạn của ông Xbalanque là vị thần duy nhất mà Och-Kan yêu quý.\nYupanqui\nNgười bạn cũ của Och-Kan, người đã phản đối chế độ chuyên chế của ông ta. Theo một truyền thuyết, Yupanqui, một sĩ quan quân nhu của Đại Liên Minh, đã đánh cắp Hồi Hoả mà tên bạo chúa dùng để cai trị Natlan. Tất cả binh lính đều bị thiêu rụi thành tro nhưng khi Yupanqui chuẩn bị rời khỏi thành phố, anh ta quay lại và bị Hồi Hoả thiêu rụi.\n<color=#ffffff73>Anh Hùng Mắt Đỏ</color>\nMột người thuộc bộ lạc",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "desc": "",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "người đã đánh bại người cai trị Thành Tro Tàn.\nCocouik\nMột phần tâm trí của Och-Kan bị phong ấn trong Lõi Chu'ulel.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Một nhà thám hiểm đã đến Ochkanatlan khoảng 470 năm trước để tìm Mảnh Ngọc Quay Về, theo truyền thuyết, có thể xua đuổi Abyss. Khi cô nhận ra bản chất thực sự của Mảnh Ngọc Quay Về, cùng với Cocouik, cô đã chống lại Hiền Giả Trộm Lửa để bảo vệ Đĩa Vàng Thông Điệp.</color>\nIx Uxul Tz'ib Bolon Ch'ule-L\nOch-Kan biết được về vinh quang của loài rồng và Lõi của Chu'ulel từ Thánh Long và nhốt cô ta trong một bức tượng.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Ảo Mộng Chưa Hoàn Thành",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/12108544/356c6b0e1be129282f759d8844872c7d_4155317547307967049.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Bức Tranh Dũng Sĩ Thành Tro Tàn",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ad5095f324c2da829ecaa5e2ed13af9_2791497672459683103.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Xích Vũ Tinh Tựu",
        "desc": "Cây cung cổ xưa được trang trí bằng lông vũ màu đỏ, là một trong những thánh vật được Hội Hoa Vũ lưu truyền từ thế hệ này sang thế hệ khác.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6548,
        "name": "Đao Chấn Động",
        "desc": "Trọng kiếm được vị anh kiệt với biệt danh \"Trộm Lửa\" yêu thích. Nghe nói ngay cả ngọn lửa của Vua Thành Tro Tàn cũng không thể thiêu rụi nó.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/dc6bf4c87afe67014579743618e97371_6360663376854922140.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6551,
        "name": "Vòng Yaxche",
        "desc": "Ngọc khí được tạo ra bởi hai anh kiệt của ngày xưa. Truyền thuyết kể rằng nó đã từng bắn rơi con rồng khổng lồ sống trong núi lửa.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6660,
        "name": "Sự Sa Ngã Của Thánh Chủ Mê Sảng",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí.<br>Nghe nói, người sau này bị gọi là chủ nhân mưu trí gây tranh cãi của Thánh Chủ vương thành đã bị bắt giam. Còn vị thần con người đầu tiên, người mà khi ấy vẫn chưa có được thân thể của thần, đã mở rộng vòng tay với người đó.<br>Thế là chủng tộc nơi anh ta vốn thuộc về đã chấp nhận con người này, kể từ khi anh ta bước ra khỏi cái bóng từ đôi cánh khổng lồ của chủng tộc vĩ đại một thời.<br>Và sau đó, anh ta đã giấu đi diện mạo với những hoa văn màu vàng bên dưới lớp mặt nạ, quyết định dâng hiến mọi thứ cho vị chủ nhân nắm giữ lời thề của mình.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/0e878dbfaa80066b537aa65b21f98ab5_4962317784630118380.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6661,
        "name": "Sự Bi Thương Của Thánh Chủ Mê Sảng",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí.<br>Khi chiến đấu với loài rồng khổng lồ, chủ nhân mưu trí của các bộ tộc, người dùng mặt nạ che đi diện mạo, đã giải mã thông tin trên những hoa văn màu vàng ở di tích không phải của con người cho các chiến binh trong bộ tộc. Đó là một kỹ thuật đã thất truyền từ rất lâu.<br>Ngôn ngữ và tư duy này được chính kẻ địch của mình ban cho. Có lẽ với vị chủ nhân mưu trí mà nói, đứng trên phương diện đối lập để điều khiển chúng có lẽ là một việc báo thù khá đắc ý.<br>Chỉ là, sự thù hận không hề che đậy của người đó, đôi khi cũng khiến các anh hùng hào kiệt đồng hành không khỏi lo lắng.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ad7d4eced9c047cf55dc7de12602b032_1771240742767474652.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6662,
        "name": "Phong Thái Của Thánh Chủ Mê Sảng",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí.<br>Đó là thời kỳ mà người ngồi trên ngai vàng, vị thần con người đầu tiên bước vào Lửa Thánh, và thế giới phàm tục vẫn đang chờ đợi người kế nhiệm của cung điện.<br>Cũng chính là thời đại mà vị chủ nhân mưu trí nắm giữ mọi quyền lực.<br>Đáng tiếc, vị Thánh Chủ tự xưng, vị thần mà người đó cho rằng mình yêu quý, sẵn lòng rơi những giọt lệ ánh vàng, có lẽ mãi mãi cũng chỉ là một kẻ ngạo mạn, đặt sự ích kỷ của mình lên trên những lời răn mà thần linh để lại, xây dựng một thành phố ngăn cách giữa trời và đất.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aa7185b04bd1c2497721b870cc673d60_6516768964064862299.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6663,
        "name": "Thần Tính Của Thánh Chủ Mê Sảng",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí.<br>Thánh Chủ của cấm thành thường nói những ngôn ngữ phi nhân loại trong giấc mơ, và trong tấm gương đó, đã nhìn thấy được đồng tử trong con mắt duy nhất mà lớp mặt nạ để lộ ra dần đổi sang chiều dọc. Đó cũng là lý do mà người đó căm ghét loài rồng.<br>Tương truyền khi thiếu niên mắt đỏ dùng ngọn lửa thiêu rụi thành phố nằm trên thành bang bị bóng tối nhấn chìm, đã từng nhìn thấy phía trước cung điện, một kẻ bán nhân rơi vào sự điên cuồng mà cào xé mặt mình như đang cố gỡ bỏ lớp mặt nạ thần linh không thể tháo xuống, để lộ ra lỗ hổng gớm ghiếc giống như con rồng khổng lồ.<br>Ngọn lửa vàng trào ra từ miệng con người điên cuồng ấy đã làm tan chảy chính mình, linh hồn mất đi hình dạng từ trên cao rơi vào đầm lầy đen kịt. Mà nghe nói, đây chính là kết cục đáng thương của kẻ mê sảng bị mọi người xa lánh.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/4c7853537ced53b00d9bb4f1afd665db_7456375540279073148.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6659,
        "name": "Sự Vinh Dự Của Trái Tim Hiến Tế",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí.<br>\"Nếu muốn có được tất cả trên thế gian, vậy thì hãy dâng hiến mọi thứ của mình cho thế giới trước đã.\"<br>Sau khi vị Thánh Chủ vương thành không cho phép mọi người tiếp tục cầu nguyện Vương Quốc Dạ Thần nữa, thì sợi dây liên kết tinh thần từng được lập nên cũng đã bị hủy hoại.<br>Thiếu niên với đôi mắt đỏ rực được chỉ dẫn, vượt qua vô số thử thách, và điều cuối cùng là phải bắt chước vị thần con người đầu tiên, dùng dao găm vàng dâng hiến trái tim của chính mình.<br>Hiến tế bản thân cũng là một loại vinh quang của người chiến thắng. Người đó không hề do dự, dùng lưỡi dao sắc bén xé toạc ngực mình. Mà lúc người đó một lần nữa xuất hiện, cũng là khi trở về từ vương quốc của dòng nước chảy như ánh sáng, chính là thời khắc chuẩn bị xây dựng lại sự nghiệp vĩ đại của mình.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ed159b7777c20a3279fc1256f76921d1_1821996597807435068.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rồng hòa lẫn với linh hồn con người",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/5997fa20dc470865640c2d4095f0a19a_8696976243264599532.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trước khi loài người xuất hiện, Teyvat được cai trị bởi một nền văn minh rồng tiên tiến, với Vua rồng, Nibelung, là thủ lĩnh của họ. Bảy con rồng nguyên tố cai trị bảy vương quốc, mỗi con cho một nguyên tố. Khi Vị Đầu Tiên của Thiên Lý xuất hiện trên bầu trời, một cuộc chiến bắt đầu giữa Vị đầu tiên và những con rồng, dẫn đến việc bảy vương quốc phải khuất phục trước ngai vàng của thiên đàng. Sau khi Hoả Long giả chết, tất cả những gì con cháu của người xưa biết là cúi đầu trước ngai vàng. Từ đó trở đi, nền văn minh vĩ đại ngày một suy yếu, tiến tới sự suy tàn không thể tránh khỏi. Sau loài rồng, loài người xuất hiện — loài được đấng sáng tạo yêu quý nhất nhưng cũng yếu đuối nhất. Khi ngai vàng thứ hai xuất hiện trên bầu trời, mang đến một cuộc chiến tranh mới và Vực thẳm cho Teyvat, các nền văn minh ban đầu sụp đổ như ngọc vỡ, và những sứ giả từ bầu trời phía trên, dưới sự hướng dẫn của họ, các nền văn minh trần gian đã phát triển mạnh mẽ, đã bị những con rồng thức tỉnh nuốt chửng. Nhân loại lao vào sự man rợ, mất khả năng nhận thức thế giới một cách mới mẻ và quay trở lại với những niềm tin nguyên thủy nhất của họ. Do đó, loài rồng đã giành được quyền lực đối với con người, và con người bị cào xé, nghèo đói, trong sự bao la của bóng tối của chúng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/7248a20ac81196b871ed1a7ab52ae572_8275596641259288078.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Để chống lại Hoả Long và kẻ cướp từ bên kia bầu trời, Hoả Long muốn sử dụng Trái Tim Của Núi Thánh có thể tiêu diệt Teyvat, nhưng anh trai của ông, Waxaklahun Ubah Kan, không đồng ý với ông. Hiền Giả Của Rồng biết rằng cả các vị thần trên thiên đường của họ hay vị vua tối cao giữa các loài rồng đều không đủ sức mạnh để đánh bại kẻ thù ẩn náu trong vực sâu nhất của đêm. Ông thấy hy vọng giữa loài người rằng một người cai trị mới trong số những hậu duệ của họ sẽ nhận được ngọn lửa nguyên thủy như một cống phẩm, và nền văn minh cổ xưa của loài rồng sẽ tìm lại được chỗ đứng của mình trên trái đất. Ông đã đánh cắp ngọn lửa từ đồng loại của mình, trở thành Hiền Giả Trộm Lửa và dạy mọi người cách sử dụng nó. Món quà quý giá này không chỉ mang lại nền văn minh cho những kẻ man rợ mà còn sắp đặt số phận của họ. Không giống như kế hoạch của vị thần đầu tiên, Hiền Giả đã mang đến con đường \"tiến hóa\". Hắn đoán rằng ở cuối con đường đó, máu người sẽ đổ vào cơ thể hoang tàn của trái đất đang hấp hối, hợp nhất hai chủng loài và hai dòng máu của rồng và con người thành một. Như vậy, một mạch đập cổ xưa sẽ dâng trào qua một nền văn minh tái sinh..\n<color=#ffffff73>Để tạo ra một vị vua hoàn hảo cho loài người và loài rồng, Waxaklahun Ubah Kan đã sinh ra một đứa trẻ, Och-Kan, với dòng máu rồng chảy trong huyết quản. Nhà hiền triết đã lên kế hoạch cho con rồng có linh hồn con người này giết chết Hoả Long già nua và trở thành Hoả Long Vương mới, người cai trị hai thế giới. Och-Kan có ngoại hình không khác gì một đứa trẻ loài người bình thường, nhưng anh ta có thể sống lâu hơn con người và thể hiện sức mạnh cũng như khả năng tái tạo vượt xa những người đàn ông trưởng thành trung bình. Sau khi ăn, anh ta luôn chia sẻ phần thức ăn còn lại với những con Rồng khác mà anh ta lớn lên cùng, điều này khiến anh ta khác biệt với những người bình thường. Khi tiêm thuốc trung hòa cho những rồng không có khả năng trở thành rồng, Och-Kan thể hiện nỗi sợ hãi không có ở vishap và sự đồng cảm với những kẻ thù đã ngã xuống mà con người không thấy. Mặc dù anh ta bị mất khả năng hoạt động trong thời gian ngắn, mọi chỉ số sinh lý vẫn nằm trong các thông số an toàn. Một ngày nọ, Och-Kan trốn thoát khỏi tổ, theo nghi thức, anh ta phải bị truy đuổi, nhưng Waxaklahun Ubah Kan đã thông báo với hội đồng rồng rằng anh ta đã tiêu diệt con trai mình. Hiền Giả Trộm Lửa biết rằng nếu con trai mình làm theo kế hoạch của mình và trở thành vua của loài người, thì cuối cùng, anh ta sẽ đưa ra lựa chọn mà con rồng đang trông cậy, nhưng sau đó mọi thứ sẽ trở nên vô nghĩa, vì vậy anh ta quyết định gửi con trai mình đến với loài người.</color>\nTheo truyền thuyết, Xà Vương Och-Kan đã từng bị giam cầm, nơi ông được Hoả Thần Xbalanque đầu tiên trong tương lai giải cứu, người đã thể hiện lòng trắc ẩn lớn lao với ông. Để tỏ lòng biết ơn, Och-Kan đã thề sẽ phục vụ Xbalanque và che giấu các hoa văn vàng trên khuôn mặt của mình bằng một chiếc mặt nạ để không ai biết được mặt của ông. Trong cuộc chiến với loài rồng, ông đã giải mã được các hoa văn vàng trên tàn tích rồng, kiến thức về chúng đã bị thất lạc từ lâu. Sống giữa loài người, Xà Vương bắt đầu căm ghét loài rồng, vì vậy ông đã phản bội cha mình vì không có nơi nào dành cho con người trên thế giới mà Hiền Giả Trộm Lửa tạo ra. Thay vì Och-Kan, Xbalanque đã đánh bại Hoả Long Vương, trở thành Hoả Thần đầu tiên của Natlan.\n<color=#ffd780>Bài Viết Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Vị Đầu Tiên",
        "desc": "<p>Kẻ Đổ Bộ đầu tiên, đã đánh bại Thất Long Vương của thế giới và tạo ra con người. Vị Đầu Tiên có thể là Phanes</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/10/44749939/790481396c4b2c0a6aa09ade5cb2e93b_1208170965768110133.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Hoả Thần đời đầu, người đã đánh bại Chúa Tể Lửa Nguồn và được hồi sinh từ những ngọn lửa</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/09/44749939/dae90ad5dbd996a96e184baf09e5fc86_7522646908084525783.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6554,
        "name": "Bí Điển Obsidian",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/cd11df3be5420d2c53c2da0d3298eb92_4238581052558034331.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6660,
        "name": "Sự Sa Ngã Của Thánh Chủ Mê Sảng",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí.<br>Nghe nói, người sau này bị gọi là chủ nhân mưu trí gây tranh cãi của Thánh Chủ vương thành đã bị bắt giam. Còn vị thần con người đầu tiên, người mà khi ấy vẫn chưa có được thân thể của thần, đã mở rộng vòng tay với người đó.<br>Thế là chủng tộc nơi anh ta vốn thuộc về đã chấp nhận con người này, kể từ khi anh ta bước ra khỏi cái bóng từ đôi cánh khổng lồ của chủng tộc vĩ đại một thời.<br>Và sau đó, anh ta đã giấu đi diện mạo với những hoa văn màu vàng bên dưới lớp mặt nạ, quyết định dâng hiến mọi thứ cho vị chủ nhân nắm giữ lời thề của mình.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/0e878dbfaa80066b537aa65b21f98ab5_4962317784630118380.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6661,
        "name": "Sự Bi Thương Của Thánh Chủ Mê Sảng",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí.<br>Khi chiến đấu với loài rồng khổng lồ, chủ nhân mưu trí của các bộ tộc, người dùng mặt nạ che đi diện mạo, đã giải mã thông tin trên những hoa văn màu vàng ở di tích không phải của con người cho các chiến binh trong bộ tộc. Đó là một kỹ thuật đã thất truyền từ rất lâu.<br>Ngôn ngữ và tư duy này được chính kẻ địch của mình ban cho. Có lẽ với vị chủ nhân mưu trí mà nói, đứng trên phương diện đối lập để điều khiển chúng có lẽ là một việc báo thù khá đắc ý.<br>Chỉ là, sự thù hận không hề che đậy của người đó, đôi khi cũng khiến các anh hùng hào kiệt đồng hành không khỏi lo lắng.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ad7d4eced9c047cf55dc7de12602b032_1771240742767474652.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đại Liên Minh",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/d00e4b41333f68ba0880a894c481a3d0_872258698219727696.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Xbalanque từ bỏ ngai vàng để bước vào Ngọn lửa Thánh, thế giới phàm trần chờ đợi sự xuất hiện của người kế nhiệm. Och-Kan, người tự xưng là Thánh Vương, quyết định rằng vị thần mà anh yêu mến đã rơi những giọt nước mắt vàng vì ông sẽ mãi mãi là vị thần duy nhất. Ông trở thành người cai trị thành phố đầu tiên của Hoả Thần, được đặt tên là Ochkanatlan, và lãnh đạo Đại Liên Minh để thống nhất tất cả các bộ lạc dưới sự cai trị của mình. Trong số các đồng minh của Och-Kan có Yupanqui, một chiến binh từ Dòng Dõi Vườn Treo, và Uenuku từ Cư Dân Suối Nước, tiếp theo là Tinh Linh Nước Trong.\nĐể tạo ra một thế giới lý tưởng cho con người, Thánh Chủ đã quyết định trở thành người cai trị duy nhất của Natlan. Kinh nghiệm của các vương quốc sa mạc và những kẻ man rợ ở biển phía bắc cho thấy rằng sự đa dạng chỉ dẫn đến xung đột nội bộ bất tận. Các bộ lạc khác nhau không được phép vượt quá ranh giới của họ và tuyên bố quyền làm vua như họ đã làm trước đây. Ở Ochkanatlan, việc hiến tế và thờ phụng Dạ Thần bị cấm. Och-Kan tin rằng nhân loại có thể tiến lên theo con đường đã chọn, nhưng vì điều này, cần phải cấm mọi lễ vật cho Vương Quốc Dạ Thần để linh hồn của những kẻ phản bội không dụ dỗ người sống. Ông hy vọng sẽ tạo ra thế giới này cho con người vì lợi ích của Xbalanque. Chỉ có con người mới trở thành người cai trị, không cúi đầu trước Dạ Thần, cũng không phải khuất phục trước Ngọn lửa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/272374c1e33104bb8b7eb592a812fa37_7569566763402282627.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Để khám phá những tàn tích bên dưới thành phố, Och-Kan đã cử các trinh sát phát hiện ra những khu vực bị ngập lụt. Thánh Chủ cho rằng độ sâu phải chứa Lõi Chu'ulel, nơi từng kiểm soát mọi cơ chế của thành phố. Ông chỉ thị cho mỗi bộ lạc cử người đến tạo ra các công trình cấp nước để bơm nước ra khỏi tàn tích. Theo thời gian, những người lao động bắt đầu bị bệnh và những tin đồn mê tín lan truyền trong số họ, vì vậy ít người muốn làm việc hơn. Ngay cả bạn của Och-Kan, Uenuku, cũng rời khỏi Liên minh với Tinh Linh Nước Trong. Trong tàn tích rồng, nơi Och-Kan bước vào với Phước lành của Chúa tể ngọn lửa, anh đã gặp Chúa tể rồng Ix Uxul Tz'ib Bolon Ch'ule-L, người cai trị Chichen Uctokah. Cô gọi Thánh Chủ là Chúa tể định mệnh và kể tất cả về đế chế cổ đại của loài rồng: những chiếc thang leo lên bầu trời, vũ khí và đại bác lớn, nghiên cứu và mong muốn. Och-Kan nhận ra rằng loài rồng không thể lấy lại vinh quang trước đây của chúng trong bất kỳ hoàn cảnh nào, hoặc nhân loại sẽ bất lực trước chúng. Hắn lừa Ix Uxul Tz'ib Bolon Ch'ule-L vào một bức tượng của thời đại rồng và tước đi sức mạnh của cô để hắn có thể sử dụng năng lượng để kiểm soát các Cơ chế Nguồn. Các tàn tích cổ đại đã bị niêm phong, và tất cả công nhân đều bị cấm đến gần chúng. Một ngày nọ, hắn đốt một ngọn lửa lớn để thiêu rụi tất cả các cuộc khai quật và tất cả những ai biết về chúng.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/d25bfa25bdc4ed14f83eeef1456eb86b_1961966198890084761.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Ngay cả khi Long Vương bị giam cầm trong một bức tượng, cô vẫn từ chối tuân theo Thánh Chủ và kiểm soát các cơ chế cổ xưa, mà chỉ có rồng mới có khả năng làm được. Để bảo vệ nhân loại khỏi mối đe dọa, Och-Kan quyết định tiêu diệt tất cả hậu duệ của rồng và tạo ra một Lõi Chu'ulel chỉ trung thành với loài người. Theo thời gian, anh nhận ra rằng nếu chỉ có máu của quái thú mới có thể kiểm soát các cơ chế, anh không còn lựa chọn nào khác ngoài việc nô dịch phần \"rồng\" của mình để kiểm soát Lõi. Và ngay cả khi các phần \"con người\" của anh bị tiêu diệt, các thành phần \"rồng\" của anh vẫn sẽ bị giam cầm trong một cơ thể nô lệ và sẽ mãi mãi phục tùng con người cùng ý chí và lý tưởng của họ. Thánh Chủ không thể tin tưởng bất kỳ sức mạnh nào mạnh hơn nhân loại vì mọi người sở hữu sức mạnh đều phạm phải những điều xấu xa khủng khiếp. Ngay cả bản thân anh cũng không ngoại lệ. Khi Och-Kan nhìn vào gương, anh nhận thấy rằng con ngươi duy nhất của mình, có thể nhìn thấy qua lớp mặt nạ, dần dần trở nên thẳng đứng, điều này chỉ làm tăng thêm lòng căm thù của anh đối với loài rồng.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/72e7891dbd4087cbb4d0bfd219d3638d_2079248200380823695.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Những nỗ lực dẫn dắt nhân loại đi theo con đường đúng đắn đã khiến Ochkanatlan bị tha hóa bởi Vực Sâu. Tin rằng chỉ có khai thác sức mạnh của Vực Sâu mới giúp nhân loại thoát khỏi những ràng buộc bên ngoài, Xà Vương đã mở cánh cửa cho các thế lực độc ác tấn công Lõi Chu'ulel. Lúc đầu, sự ăn mòn của Vực Sâu vẫn nằm trong phạm vi có thể kiểm soát được và Och-Kan hy vọng rằng mọi người sẽ dần thích nghi với nó. Nhưng đột nhiên qua một đêm, một cái giếng sâu đã bị nhấn chìm hoàn toàn bởi một thảm họa đen tối và tất cả cư dân gần đó đều bị biến thành quái vật. Theo sắc lệnh của Thánh Vương, ba khu vực ở phía tây nam của Ochkanatlan đã bị phong tỏa và Cuauhtli đã không thành công trong việc cứu những người bị nhiễm bệnh, những người có da thịt đã phân hủy từ lâu. Xà Vương đã ra lệnh phong tỏa thành phố vĩnh viễn để Vực Sâu không thể phá vỡ các bức tường. Ông đã phong ấn tâm trí của mình vào Lõi Chu'ulel để cứu người dân của mình và chiến đấu cùng họ bên trong Ochkanatlan. Bất kể mọi thứ bên ngoài sẽ ra sao, ngọn lửa \"hy vọng\" của con người sẽ mãi mãi tồn tại. Thịt và máu có thể bong ra, xương và tủy có thể thối rữa, và thậm chí cả linh hồn cũng có thể rơi vào ngục tù không thể trở về, nhưng \"hy vọng\" không bao giờ được từ bỏ, vì đây là kho báu duy nhất mà Xbalanque để lại.</color>\n<color=#ffd780>Bài Viết Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Vương Quốc Dạ Thần",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Tinh Linh Nước Trong",
        "desc": "<p>Tinh Linh Nước Trong là những sinh vật thông minh thuộc nguyên tố Thủy, được tạo ra bởi vị Thần Thủy tiền nhiệm là Egeria, và có khả năng điều khiển nước theo ý muốn.<span class=\"wk-shady\">Tất cả người dân Fontaine đều từng là Tinh Linh Nước Trong, những sinh vật mà Egeria đã biến thành con người để thỏa mãn nguyện vọng của họ, đi ngược lại với luật lệ của Thiên Lý.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/03/55631176/657aa46ceeac51d9b9f0b4c3669337b9_2982111220935918637.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7407,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Dạ Thần",
        "desc": "<p>Thiên Sứ đã tạo ra Vương Quốc Dạ Thần ở Natlan</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/08/44749939/f171c1712b2f20a924c64bafa6a8ccfd_5702163896333645390.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Ảo Mộng Chưa Hoàn Thành",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/12108544/356c6b0e1be129282f759d8844872c7d_4155317547307967049.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6549,
        "name": "Vết Tích Cầu Vồng",
        "desc": "Trường thương sắc bén được rèn từ ngọc thạch, trong ánh mặt trời có thể lấp lánh ánh sáng cầu vồng.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9d5294dc8b165585f51ec126543a5208_1314604610170565721.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6662,
        "name": "Phong Thái Của Thánh Chủ Mê Sảng",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí.<br>Đó là thời kỳ mà người ngồi trên ngai vàng, vị thần con người đầu tiên bước vào Lửa Thánh, và thế giới phàm tục vẫn đang chờ đợi người kế nhiệm của cung điện.<br>Cũng chính là thời đại mà vị chủ nhân mưu trí nắm giữ mọi quyền lực.<br>Đáng tiếc, vị Thánh Chủ tự xưng, vị thần mà người đó cho rằng mình yêu quý, sẵn lòng rơi những giọt lệ ánh vàng, có lẽ mãi mãi cũng chỉ là một kẻ ngạo mạn, đặt sự ích kỷ của mình lên trên những lời răn mà thần linh để lại, xây dựng một thành phố ngăn cách giữa trời và đất.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/aa7185b04bd1c2497721b870cc673d60_6516768964064862299.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6658,
        "name": "Sự Quyết Đoán Của Trái Tim Hiến Tế",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí.<br>Nghe nói vị hiền giả đã lấy trộm mồi lửa, sau khi ngài nắm bắt các hình thái của lửa và truyền thụ lại cho cư dân bộ tộc, đã từng hy vọng họ có thể bước lên bậc thang của văn minh, rũ bỏ những tập tục cũ kỹ.<br>Nhưng sự cổ hủ được truyền thừa khó có thể lay chuyển, còn những con người non trẻ nắm giữ sức mạnh chỉ vì muốn có thêm vật hiến tế, mà mở ra cuộc chiến tranh giành trong cùng bộ tộc. Đây có lẽ là lý do khiến vị hiền giả đã trở nên tuyệt vọng và biến mất khỏi lịch sử.<br>Điều đáng chú ý là, nghi thức hiến tế bằng sự sống đã bị cấm hoàn toàn vào thời kỳ vị Thánh Chủ nắm quyền vương thành. Mặc dù vị Thánh Chủ vì muốn nắm trọn uy quyền mà từ bỏ hầu hết các tập tục dân gian, nhưng cũng có thể coi đó như một dạng khởi đầu của nền văn minh.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/df3fc459d775fc9e9039538ca269a904_3837489163069725666.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "Tháp Trắng Khổng Lồ Sụp Đổ",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/e7d13bd7223a42bd4d438059d01d18c5_65410704949226809.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Khi Xbalanque đánh bại Hoả Long, anh ta đã chia đôi mắt của mình. Theo truyền thuyết, Long Thần cổ đại, người từng nắm giữ quyền thống trị mọi ánh sáng và trí tuệ, đã biến một trong hai mắt của mình thành một đường dẫn quyền lực tối cao để điều khiển mọi ngọn lửa. Xbalanque lấy một và Waxaklahun Ubah Kan lấy con mắt còn lại. Theo thỏa thuận, Xbalanque và Hiền Giả Trộm Lửa sẽ kết hợp Đĩa Vàng Thông Điệp và kích hoạt sức mạnh của Huitzilopochtli. Waxaklahun Ubah Kan biết rằng con người có thể không sống sót sau thảm họa này, nhưng anh hy vọng rằng nền văn minh sẽ quay lại và sẽ vượt qua cả rồng và con người. Xbalanque đã phá vỡ lời thề của mình với rồng, và Och-Kan, trong nỗ lực ngăn chặn kế hoạch của cha mình thành hiện thực, đã quyết định giấu Đĩa Vàng Thông Điệp. Anh ta xoay sợi cáp do những con rồng cổ đại tạo ra dẫn lên bầu trời để sửa đổi và tạo ra.Để ngăn chặn Hiền Giả Trộm Lửa chiếm hữu Đĩa Vàng Thông Điệp, Och-Kan đã giấu nó trên Tonatiuh và đặt một con dấu lên đó mà chỉ có thể được gỡ bỏ bằng máu của hậu duệ của Chúa Tể Ngọn Lửa. Hơn nữa, anh ta ra lệnh phá hủy các tòa tháp cho phép Huitzilopochtli bao phủ toàn bộ Natlan.</color>\n<color=#ffffff73>Mặc dù Xà Vương đã dành hết sức lực để tiếp tục công việc của vị thần mà ông yêu quý, ông đã trở thành một bạo chúa đối với những người mà ông coi là của riêng mình. Trong mắt họ, ông không khác gì bất kỳ con rồng độc ác nào cai trị Natlan, và họ kêu gọi một Hoả Thần mới để giết ông. Chàng trai trẻ mắt đỏ của Hội Hoa Vũ đã dẫn đầu con gái của mỏ Sakkuk từ Con Của Tiếng Vang, chiến binh già Yupanqui đã do dự rất lâu để nổi loạn chống lại bạn mình, cặp song sinh Atawallpa và Waskar, và người thợ thủ công sống sót Manqu đã sống sót sau vụ hỏa hoạn để phong ấn tàn tích rồng của Ochkanatlan. Người ta nói rằng khi chàng trai trẻ mắt đỏ thiêu rụi thành phố đó trên một thành phố khác, chìm trong bóng tối như vậy, anh ta đã chứng kiến một hình bóng nửa người trước cung điện hoàng gia đã phát điên. Như thể đang xé nát chính khuôn mặt của mình, nó xé toạc khuôn mặt thần thánh không thể xóa nhòa của mình, để lộ những lỗ hổng há hốc trông vô cùng đáng sợ. Bị thiêu rụi bởi ngọn lửa vàng mà nó phun ra, hình dạng biến dạng của linh hồn điên loạn đó rơi từ độ cao lớn xuống vũng bùn đen kịt bên dưới. Bị tất cả mọi người ruồng bỏ, đó là kết cục bi thảm mà kẻ bị ruồng bỏ ảo tưởng này được cho là đã gặp phải.</color>\n<color=#ffd780>Related Entries:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Hoả Thần đời đầu, người đã đánh bại Chúa Tể Lửa Nguồn và được hồi sinh từ những ngọn lửa</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/09/44749939/dae90ad5dbd996a96e184baf09e5fc86_7522646908084525783.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7116,
        "name": "Xích Vũ Tinh Tựu",
        "desc": "Cây cung cổ xưa được trang trí bằng lông vũ màu đỏ, là một trong những thánh vật được Hội Hoa Vũ lưu truyền từ thế hệ này sang thế hệ khác.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d3bb0f9d936379661d409644e4269ff1_2888646900955247330.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5579,
        "name": "Ảo Mộng Chưa Hoàn Thành",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/12108544/356c6b0e1be129282f759d8844872c7d_4155317547307967049.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ di tích của Hiền Giả Trộm Lửa, một trong những tín vật bắt buộc phải có để đến Núi Lửa Tollan và loại bỏ Chúc Phúc Của Chúa Tể Lửa trên người Tepetlisaur. Dấu ấn màu vàng khắc trên đĩa trắng, khi chạm vào đĩa, mơ hồ có thể cảm nhận được hoa văn trên đó khẽ chuyển động như đang sống.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_7390194352807148768.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ chủ nhân Thành Tro Tàn bị ăn mòn tại Ochkanatlan. Đây là một trong những tín vật bắt buộc phải có để tiến đến Núi Lửa Tollan và thanh tẩy \"Chúc Phúc Của Chúa Tề Lửa\" trên người Tepetlisaur. Nghe nói đó là một phần của con mắt \"Chúa Tề Lửa\" sau khi bị tách làm hai. Theo truyền thuyết, chúa tể rồng cổ xưa từng nắm giữ mọi tia sáng và trí tuệ, đã dùng một con mắt của mình để hóa thành quyền năng tối thượng kiểm soát mọi ngọn lửa, và đó cũng trở thành điểm yếu duy nhất có thể bị khai thác...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_9134877494051830614.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6663,
        "name": "Thần Tính Của Thánh Chủ Mê Sảng",
        "desc": "Nguyên liệu có sức mạnh đột phá vũ khí.<br>Thánh Chủ của cấm thành thường nói những ngôn ngữ phi nhân loại trong giấc mơ, và trong tấm gương đó, đã nhìn thấy được đồng tử trong con mắt duy nhất mà lớp mặt nạ để lộ ra dần đổi sang chiều dọc. Đó cũng là lý do mà người đó căm ghét loài rồng.<br>Tương truyền khi thiếu niên mắt đỏ dùng ngọn lửa thiêu rụi thành phố nằm trên thành bang bị bóng tối nhấn chìm, đã từng nhìn thấy phía trước cung điện, một kẻ bán nhân rơi vào sự điên cuồng mà cào xé mặt mình như đang cố gỡ bỏ lớp mặt nạ thần linh không thể tháo xuống, để lộ ra lỗ hổng gớm ghiếc giống như con rồng khổng lồ.<br>Ngọn lửa vàng trào ra từ miệng con người điên cuồng ấy đã làm tan chảy chính mình, linh hồn mất đi hình dạng từ trên cao rơi vào đầm lầy đen kịt. Mà nghe nói, đây chính là kết cục đáng thương của kẻ mê sảng bị mọi người xa lánh.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/4c7853537ced53b00d9bb4f1afd665db_7456375540279073148.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cocouik",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "500 năm trước, khi thế giới tràn ngập sức mạnh Vực Sâu, một con rồng độc ác xuất hiện gần Thành Phố Tro Tàn, tấn công những người đến gần. Hiền Giả Trộm Lửa, không từ bỏ nỗ lực giành được Đĩa Vàng Thông Điệp, đã tạo ra truyền thuyết về con rồng có thể ngăn chặn Vực Sâu mãi mãi. Nhiều lữ khách đã đến Tonatiuh để tìm kiếm kho báu, nhưng rất ít người trong số họ trở về. Một trong những người ấy là nhà thám hiểm Bona từ Hội Hoa Vũ, người cha của cô đã không trở về từ Ochkanatlan, để lại cho cô mảnh Hoả Long Thạch cần thiết để có được Mảnh Ngọc Trở Về. Với sự giúp đỡ của Hoả Long Thạch, cô đã đánh thức linh hồn rồng đang ngủ yên trong trái tim của cơ chế Ochkanatlan (Lõi Chu'ulel) và đặt tên là Cocouik. Du hành đến Tonatiuh với Cocouik, Bona đã phát hiện ra bản chất thực sự của Ngọc Trở Về, một cơ chế có thể cứu Natlan nhưng không thể cứu người dân của nó. Cô nhận ra rằng Waxaklahun Ubah Kan, người đã dụ họ đến đó, không thể chạm vào Mảnh Ngọc, vì vậy anh ta cần Bona và Cocouik. Nhà Lữ Hành đã bảo vệ mảnh Hoả Long Thạch cuối cùng và Đĩa Vàng Thông Điệp mà Hiền Giả Trộm Lửa cần, nhưng Cocouik đã không cứu được cô."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/11/237301566/cf3b2610ccc551e03a7b593928a5b591_8361591103436591534.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 năm sau, Nhà Lữ Hành, Paimon và người bạn đồng hành Saurian của họ đã đến Ochkanatlan để tìm kiếm Đĩa Vàng Thông Điệp. Giống như Och-Kan, Saurian được đánh dấu bằng Phước lành của Chúa tể ngọn lửa, thứ mà Saurian hiện đại không thể chịu đựng được. Mặc dù dấu hiệu của Xiuhcoatl ban tặng sức mạnh to lớn cho con cháu của loài rồng, nhưng cuối cùng nó sẽ giết chết hoặc khiến chúng phát điên. Để xóa dấu ấn, Nhà Lữ Hành phải thu thập cả hai Đĩa Vàng Thông Điệp và đi đến Núi lửa thánh Tollan. Ở Ochkanatlan, Nhà Lữ Hành và Paimon đã gặp hồn ma của Bona, người không còn nhớ gì về cái chết của mình, và Cocouik. Cùng nhau, họ đến Tonatiuh và tìm thấy\n.Khi Lữ khách đánh bại con rồng độc ác, Cocouik đã đoàn tụ với cơ thể của mình. Hóa ra con rồng độc ác đã tấn công mọi người chính là Och-Kan, kẻ đã bị sức mạnh Vực Sâu làm cho tha hóa. Mặc dù Xà Vương không thể tẩy sạch được vết nhơ của mình, ông vẫn có thể chia sẻ ký ức của mình với Nhà Lữ Hành và chìm vào giấc ngủ trong im lặng cho đến tận cùng thời gian. Sau khi linh hồn của Och-Kan trở về Vương Quốc Dạ Thần, ông đã giúp Nhà Lữ Hành chiến đấu với Vực Sâu để cứu Natlan.\n<color=#ffd780>Bài Viết Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Vương Quốc Dạ Thần",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7411,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7274,
        "name": "Hỏa Lân Thạch",
        "desc": "Loại đá trông khá bình thường, nhưng hình như là chìa khóa để mở ra bí mật Tonatiuh trong truyền thuyết.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/1753d71c8a0f185f6dd71899f91d6fa1_1880279432634972620.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ chủ nhân Thành Tro Tàn bị ăn mòn tại Ochkanatlan. Đây là một trong những tín vật bắt buộc phải có để tiến đến Núi Lửa Tollan và thanh tẩy \"Chúc Phúc Của Chúa Tề Lửa\" trên người Tepetlisaur. Nghe nói đó là một phần của con mắt \"Chúa Tề Lửa\" sau khi bị tách làm hai. Theo truyền thuyết, chúa tể rồng cổ xưa từng nắm giữ mọi tia sáng và trí tuệ, đã dùng một con mắt của mình để hóa thành quyền năng tối thượng kiểm soát mọi ngọn lửa, và đó cũng trở thành điểm yếu duy nhất có thể bị khai thác...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_9134877494051830614.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Och-Kan"
          }
        ]
      },
      {
        "key": "Quốc Gia",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Rồng"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>Thánh Vương</color>\n<color=#ffffffd9>Phước Lành Ngọn Lửa Thiêng Liêng</color>\n<color=#ffffffd9>Thánh Chủ</color>\n<color=#ffffffd9>Chủ Nhân Thành Tro Tàn</color>\n<color=#ffffffd9>Hiền Giả Trộm Lửa</color>\n<color=#ffffffd9>Thánh Vương</color>\n<color=#ffffffd9>Sứ Giả Hòa Bình</color>\n<color=#ffffffd9>Xà Vương</color>"
          }
        ]
      }
    ]
  }
}