{
  "epId": 7297,
  "name": "Waxaklahun Ubah Kan",
  "desc": "<p>Con rồng thông thái nhất, người đã cướp ngọn lửa từ giống loài của mình và dạy cho con người cách sử dụng nó. Hắn muốn tạo ra một vị vua cai trị cả thế giới rồng và con người. Tên thật của hắn là Kukulkan.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/55631176/8228ad551ef3ea84b3ecf1e8e8512ecc_2360733082935215950.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1749831827,
  "components": {
    "galleryCharacter": [
      {
        "key": "Waxaklahun Ubah Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/55631176/8daac4426283cb4c90402a3add196dec_5722117580095651159.png"
      },
      {
        "key": "Waxaklahun Ubah Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/55631176/0189961c70ac8a5cb99b117823d71875_1146380020863536351.png"
      },
      {
        "key": "Waxaklahun Ubah Kan",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/55631176/e8f3ab56f12e267e7b20b7e6db647924_504504570250633608.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Hỏa Thần đời đầu (trái) và Hiền Giả Trộm Lửa (phải)."
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Về Huitzilopochtli",
        "desc": [
          {
            "type": "RichText",
            "text": "Bên cạnh hồ lửa, bóng hình màu trắng và bóng hình phủ đầy tro bụi trò chuyện với nội dung như sau...\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"...Thí nghiệm kiểm chứng giai đoạn hai đã kết thúc. Thứ sẽ thanh lọc và tiến hóa tất cả, ta sẽ đặt tên cho nó là 'Huitzilopochtli' hoặc là 'Lửa Trời Càn Quét'...\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Không quan trọng nữa, ở nơi đây tên gọi sớm muộn gì cũng sẽ mất đi ý nghĩa.\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Để đối phó với sự xâm chiếm, cần điều khiển Tổ Hợp Tinh Tú chủ động tiếp cận, sau đó trước khi bị bóp méo hoàn toàn thì dùng cách tự hủy để tiêu diệt sự ảnh hưởng của Vực Sâu...\"\nGiọng Nói Lạnh Lẽo: Nhưng sao có thể phán đoán chính xác đối tượng bị xâm chiếm và mẫu có thể kiểm soát được...\nGiọng Nói Lạnh Lẽo: Thật điên rồ, đây là đang thí nghiệm trên chính mình sao?\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Vậy cũng tốt mà. Làm như thế ít ra thì cơ thể mục nát này cũng có chút công dụng.\"\nGiọng Nói Lạnh Lẽo: ...Cho nên, sau khi khởi động hệ thống này, người không có khả năng sống sót nhất chính là bản thân ngài sao?\nGiọng Nói Lạnh Lẽo: Cuối cùng đến cả đầu óc của ngài cũng bị Vực Sâu ăn mòn rồi à? Hay chẳng qua, ngài chỉ muốn cả dòng tộc đều phải cùng hy sinh trong tang lễ của mình sao?\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Ngươi không tin tưởng người cùng tộc vậy sao. Ngoài ngươi ra, tất cả lãnh chúa khác đều đã đồng ý với chuyện này.\"\nGiọng Nói Lạnh Lẽo: Chẳng qua họ chỉ ngu ngốc nghe theo kế hoạch của ngài mà chưa bao giờ suy nghĩ đến ý nghĩa thật sự phía sau thôi... Ta sẽ không đồng ý đâu.\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"...Điều đó không quan trọng. 'Hủy diệt'... cũng chính là 'sự sống mới', ta đã hạ quyết tâm rồi.\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Hah... Thời gian ta duy trì sự tỉnh táo mỗi ngày chỉ còn từng này thôi. Tóm lại, ta sẽ kích hoạt nó sau khi mọi thứ đã sẵn sàng.\"\nGiọng Nói Lạnh Lẽo: Không còn cách xoay chuyển nữa sao? Ta vẫn đang thử tìm cách khác... Ngài thật sự không phải vì lòng thù hận cá nhân mà đẩy thế giới vào biển lửa đó chứ?\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Cũng không chừng đấy. Ta có thể không từ thủ đoạn để ngăn cản kẻ địch trong bóng tối tránh xa thế giới này.\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Hơn nữa, nếu dùng cách khác... Ngươi thật sự có thể tìm được thứ mình muốn từ những 'con người' đó sao? Ngươi đã lún sâu quá rồi...\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Ta cũng từng định khiến cho ngươi hiểu... Nhưng cũng giống như dòng tộc muốn thông qua hồ lửa để biết về trí tuệ, biết và thật sự chấp nhận là hai việc khác nhau.\"\nGiọng Nói Lạnh Lẽo:...\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Nếu ngươi cho rằng ta chỉ đơn thuần muốn 'hủy diệt', còn ngươi lại có thế giới riêng mà mình muốn xây dựng... Vậy thì hãy đến ngăn cản ta, giết chết ta để chứng minh cho ta xem đi!\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Nhưng rồi sẽ có một ngày, đây không phải là lời tiên tri đâu, Kukulkan. Đây chẳng qua chỉ là lời khuyên của người từng trải... Rồi sẽ có một ngày...\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Ngươi sẽ bước lên con đường giống như ta.\""
          }
        ]
      },
      {
        "title": "Về tương lai của tộc rồng.",
        "desc": [
          {
            "type": "RichText",
            "text": "Trên đài cao xếp chồng, hình ảnh vận hành của vô số hình vẽ không ngừng chuyển động theo đường quang phổ...\nPhlogiston tích tụ dưới áp lực cực lớn, hình thành trạng thái hình cầu nhiệt độ cao trôi nổi có thể kiểm soát được.\n“Thành công rồi!\"\nĐồng tộc đang vây xem, vui vẻ reo hò.\nCòn người dẫn dắt có công không thua gì việc rèn sao, lúc này lại như người không liên quan, đứng bên ngoài nơi diễn ra thí nghiệm.\nGiọng Nói Lạnh Lẽo: Chúc mừng nhé, không ngờ ngài lại tạo ra được thứ có giá trị tương tự như tinh thể thu nhỏ... Tổ Hợp Tinh Tú, haha, quả là một sự nghiệp vĩ đại có thể sánh ngang với việc tái tạo vầng trăng.\nGiọng Nói Lạnh Lẽo: Nếu \"người đó\" vẫn còn trên đời, thì chắc cũng sẽ thu đôi cánh lại mà cúi đầu chúc mừng ngài đấy.\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"...Nếu ngươi đồng ý giúp đỡ, thì chắc nó đã được hoàn thành từ sớm rồi.\"\nGiọng Nói Lạnh Lẽo: Tôi không có hứng thú.\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"...Ngươi nên giúp ta, Kukulkan. Sứ giả của kẻ cướp đoạt mọi thứ đã bị chúng ta xua đuổi vào trong khe núi sâu nhất. Nhưng một khi chủ nhân của nó thức dậy...\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Đối với chủng tộc của chúng ta, đó sẽ là một trận tai ương diệt chủng khác.\"\nGiọng Nói Lạnh Lẽo: Ah... Thật là vĩ đại, ngài đã tạo ra thứ này để bảo vệ đồng bào đáng thương của ngài...\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Là đồng bào đáng thương của 'chúng ta'.\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Đây chỉ mới là khởi đầu, ta đã không còn nhiều thời gian. Ta cần phải tạo ra con đường mới cho tất cả hậu duệ loài rồng trước khi bóng đen u tối hoàn toàn bao trùm lấy ta.\"\nGiọng Nói Lạnh Lẽo: Có lẽ ngài nên để họ tự mình đi tìm... Thứ lỗi vì đã nói thẳng, con đường mà ngài đang cố tạo ra bây giờ có vẻ hơi chật hẹp đối với dòng tộc chúng ta.\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Khi thời gian không còn nhiều nữa... khi việc chờ đợi đã trở nên xa xỉ thì việc bước đi trên con đường chật hẹp là điều không thể tránh khỏi.\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Ta đã chờ đợi đủ lâu rồi, Kukulkan. Rồi sẽ có một ngày khi mà ngươi cũng... không còn nhiều thời gian nữa... Ngươi sẽ hiểu được, và đưa ra quyết định giống ta.\"\nGiọng Nói Lạnh Lẽo:...Quân vương của ta, người anh của ta, chủ nhân đã sinh ra ta vào chính ngày mà ngài sinh ra, nhưng chỉ riêng điều này thì ta thực sự không thể đồng tình."
          }
        ]
      },
      {
        "title": "Ghi Chép \"Kẻ Trộm Lửa\" Để Lại",
        "desc": [
          {
            "type": "RichText",
            "text": "\"...Con trai yêu dấu của ta đã ra đời, đúng như kế hoạch...\"\n\"...Thật đẹp biết bao, một tạo vật hoàn mỹ như vậy, ta có thể cảm nhận được huyết mạch của rồng đang chảy trong cơ thể đó. Cho dù để người anh của ta nhìn thấy, thì e rằng nhất thời cũng không phân biệt được rốt cuộc nó là hậu duệ của ai...\"\n\"...Linh hồn của loài người bị hạn chế bởi thân xác yếu ớt, không bao giờ có thể hoàn toàn thực hiện ý chí của mình. Nhưng con trai ta thì khác, nó có thể vượt qua toàn nhân loại, thích hợp để trở thành nhân vật chính trong 'câu chuyện' của ta...\"\n\"...Ngay cả khi ở những tổ nuôi dưỡng rồng đất cũng luôn giành được nhiều thức ăn nhất, sức mạnh của nó là điều không cần bàn cãi. Đánh bại hoặc bị đánh bại, sau đó không ngừng mạnh mẽ hơn, giống như tất cả những hậu duệ dòng tộc có thể trở thành 'rồng' đã từng nếm trải...\"\n\"...Nhưng ta không tạo ra nó để đào tạo ra một vị lãnh chúa của tộc rồng...\"\n...\n\"...Nếu đặt nó dưới sự điều khiển của ta, từng bước trở nên mạnh mẽ theo kế hoạch, thống trị các bộ tộc của loài người, trở thành vua của họ, cho đến cuối cùng... Vậy thì nó cũng sẽ đưa ra lựa chọn như ta muốn. Sự lựa chọn được ta sắp xếp sẵn, như vậy thì chẳng còn ý nghĩa gì nữa...\"\n\"...Có lẽ không nên để nó ở đây...\""
          }
        ]
      },
      {
        "title": "Ghi Chép \"Chế Tạo Hầu Cận Rồng...\"",
        "desc": [
          {
            "type": "RichText",
            "text": "... Nhằm kiểm tra cấu trúc chính xác và hiệu suất của Đơn Vị Phlogiston Năng Lượng, để chế tạo Hầu Cận Rồng ghi chép thông tin...\nDự định dùng để điều chỉnh và kiểm soát chính xác Phlogiston trong giai đoạn thứ hai của kế hoạch, cũng như là một kế hoạch bảo hiểm dự phòng.\nNếu thí nghiệm Phlogiston hóa toàn bộ không thể kiểm soát được thì phải giữ lại cơ quan thực thể duy trì khu vực Phlogiston ảo, sau đó dựa vào các cơ quan nhỏ này để bảo trì. ... Đến khi máy nguyên mẫu được tạo ra, trí nhớ đã bị xói mòn nghiêm trọng đến thế... Thậm chí không thể nhớ nổi... rằng đã qua rất lâu rồi kể từ khi bộ tộc của ta được tự do sải cánh bay lượn trên lục địa này.\nThậm chí không thể nhớ nổi, haha, không thể nhớ rằng cạnh ngai vàng trống rỗng của ta đã không còn bóng người đứng cạnh bên nữa rồi.\nThôi bỏ đi...\nRồi sẽ có một ngày, ngài ấy sẽ trở lại thành phố này thôi. Lời Nhắn Ghi Chép Về Phlogiston I Thời gian: Chưa rõ Nội dung: Máy móc để duy trì và máy móc nguồn được chế tạo tương ứng để làm phương án dự phòng cho giai đoạn thứ hai có thể hiểu được. Nhưng tại sao lại làm ra tạo hình thế này, tiêu hao năng lượng vận hành thì vốn phải có hiệu quả cao hơn mới đúng chứ...\nHuống hồ, người anh trai đáng thương của ta đang mắc kẹt trong mê cung, đám người ngu ngốc của ngươi chỉ bắt chước nguyên mẫu mà ngươi tạo ra, chứ không hiểu được ý nghĩa sâu xa của nó. Thậm chí, tất cả những thứ gọi là \"Hầu Cận Rồng\" mà họ tạo ra, vì không muốn \"vượt qua\" những tạo vật của ngươi nên còn nhỏ hơn cả nguyên mẫu. Nực cười, quy cách khác nhau, gây ra những hao tổn không cần thiết...\nLời Nhắn Ghi Chép Về Phlogiston II Thời gian:\nChưa rõ Nội dung: ...Ai mà ngờ được những Hầu Cận Rồng vốn chỉ là cơ quan điều khiển, không có chức năng quân dụng này lại có thể tồn tại sau chiến tranh.\nNhư để bắt chước cách làm của ngài, họ đã để lại chú thích riêng ở trong lõi khi tạo ra Hầu Cận Rồng.\nNhư vậy ta mới có thể phân biệt được những thứ trông giống hệt nhau này, lần lượt là do ai đã tạo ra.\n...Ta dùng tên của chủ nhân để đặt cho chúng. Vì sao à, có lẽ là để kỷ niệm? Nếu ngài mà nhìn thấy, chắc sẽ cười nhạo sự ngu ngốc của ta nhỉ, anh trai à. Xem ra trong thành phố úa tàn cạn kiệt sức sống này... ta cũng...\nLời Nhắn Ghi Chép Về Phlogiston III Thời gian: Chưa rõ Nội dung: Hơi lạ, ta không thể thay đổi tên của nguyên mẫu... Có vẻ như ngay cả ta cũng không có quyền hạn đó. Ngài giữ lại thứ gì đó cho mình vậy sao... thật khó mà tưởng tượng.\nCó lẽ cũng vì sự ăn mòn của Vực Sâu đối với Thánh Thành ngày càng nghiêm trọng, thành phố khổng lồ được tạo nên từ Phlogiston...\nDữ liệu và kết cấu của nó đều tồn tại song song.\nHmm, khu thành phố là các khu vực đĩa vật lý... Có vẻ khu thành phố mang dữ liệu tên nguyên mẫu cũng đã bị ăn mòn, không thể truy xuất, nên cũng không thể thay đổi.\nThật không biết ngài đã đặt cho cỗ máy này cái tên gì nữa. Hoặc có lẽ, cái tên sẽ mất đi ý nghĩa ở nơi này, nên ngài vốn đã không đặt tên cho nó..."
          }
        ]
      },
      {
        "title": "Ghi Chép Ai Đó Để Lại I",
        "desc": [
          {
            "type": "RichText",
            "text": "...Hỡi đồng bào, mọi người phải biết rằng...\n...Hiền giả chưa bao giờ quan tâm đến sự sống còn của loài người, vì sự \"tiến hóa\", thậm chí sẵn sàng hy sinh tương lai của chính đồng loại mình...\n...Bầu trời chẳng quan tâm đến ý chí của người đời, để chiến đấu chống lại kẻ thù riêng của mình, nó coi chúng ta là những cột trụ nâng đỡ mặt đất...\n...Vì vậy, không bao giờ được dựa dẫm vào trí tuệ của rồng hay sức mạnh của Dạ Thần, cũng như không được cầu nguyện bất kỳ vị thần nào khác ngoài Hỏa Thần duy nhất...\n... ...Chỉ còn một con đường duy nhất cho chúng ta, đó là con đường của Xbalanque... (Trên bia đá hiện lên nét chữ bằng Phlogiston vốn không thể nhìn thấy.)\n(Hậu duệ ngu xuẩn của ta, sao lại quá cứng đầu với những quan điểm hạn hẹp như vậy về các loài. \"Tiến hóa\" là sự hỗn tạp, chưa bao giờ thuần khiết và không tì vết như ngươi tưởng tượng. Chính vì thế, \"tiến hóa\" mới là kẻ thù của \"vĩnh hằng\".)"
          }
        ]
      },
      {
        "title": "Ghi Chép Ai Đó Để Lại II",
        "desc": [
          {
            "type": "RichText",
            "text": "...Hỡi đồng bào, mọi người phải nhớ rằng...\n...Con người là sinh vật đứng ở đỉnh cao của \"tiến hóa\". Con người là điểm cuối của quá trình tiến hóa của mọi sinh vật trên mặt đất...\n...Những con rồng đất của ngọn núi lửa lớn từng tự coi mình là chủng tộc đã làm chủ được quá trình tiến hóa, nhưng chúng đã đánh mất trí tuệ và sức mạnh trong quá trình tiến hóa lâu dài và hỗn loạn, cuối cùng trở thành dã thú bị người ta tàn sát...\n...Sự thoái hóa của Rồng Đất Hỏa đã chứng tỏ hậu duệ loài rồng đã bị bỏ rơi trên con đường \"tiến hóa\". Hậu duệ của chúng đã mất đi sự thuần khiết của ngọn lửa ban đầu, vị quân chủ của lửa sẽ không còn được sinh ra từ chúng nữa...\n... ...Dưới sự lãnh đạo của người đó, con người đã cai trị mặt đất. Và một ngày nào đó, chúng ta sẽ chinh phục được bầu trời, vì thế tuyệt đối không được phép bị ràng buộc bởi vương quốc của bóng đêm...\n...Những người may mắn được bước lên chuyến tàu này, hãy tiến những bước đầu tiên vì sự nghiệp vĩ đại của chúng ta... (Trên bia đá hiện lên nét chữ bằng Phlogiston vốn không thể nhìn thấy.)\n(Nếu không phải sự trừng phạt độc đoán đó đã phân hóa đồng loại của ta, cắt đứt con đường tiến hóa của họ, thì sao ta lại phải tìm kiếm khả năng \"tiến hóa\" ở con người. Hỡi những con người được tạo ra kia, các người sẽ không bao giờ hiểu được, bởi các người chỉ là một mắt xích trong quá trình \"tiến hóa\" thôi.)"
          }
        ]
      },
      {
        "title": "Ghi Chép Ai Đó Để Lại III",
        "desc": [
          {
            "type": "RichText",
            "text": "...Hỡi đồng bào, mọi người phải hiểu rằng...\n...Cái gì cũng có giá của nó, cái gì vượt quá trí tuệ của con người thì đều không đáng tin cậy...\n...Loài rồng cổ tưởng rằng mình có thể cai trị hàng nghìn năm bằng cách dựa vào công nghệ và quyền năng của Chúa Tể Lửa, nhưng vì thế mà mất đi sức mạnh để tiến lên, cuối cùng mất đi tất cả...\n...Nếu dựa vào quy luật của trời cao, chúng ta không chỉ bị mặt đất trói buộc, mà cuối cùng sẽ trở thành con rối của Dạ Thần...\n...Không được dừng lại, nếu không vị vua yêu quý của chúng ta và sự nghiệp huy hoàng mà liên minh vĩ đại của chúng ta tạo dựng sẽ bị hủy hoại...\n(Trên bia đá hiện lên nét chữ bằng Phlogiston vốn không thể nhìn thấy.)\n(Ta nhìn thấy những con ngựa phi nước đại giữa những ngôi sao trên bầu trời tăm tối ma quái... Cuối cùng ta cũng hiểu rằng, một đế chế dù vĩ đại đến đâu, đến cuối cùng nó cũng sẽ trở thành rào cản cho sự tiến hóa cao hơn của tất cả chúng sinh. Chỉ có...)"
          }
        ]
      },
      {
        "title": "Ghi Chép \"Có Lẽ Nên Xóa Đi...\"",
        "desc": [
          {
            "type": "RichText",
            "text": "Báo Cáo Đảo Ngược Sự Thoái Hóa Của Hậu Duệ Rồng\n... Thông qua thí nghiệm và phép thử tương ứng, có thể đưa ra kết luận như sau: Quá trình thoái hóa trước đây đã tác động đáng kể đến tính thích nghi của cơ thể hậu duệ rồng.\nMột mặt, hậu duệ rồng bị suy thoái hiện nay sẽ có thể thích nghi với môi trường ổn định sau khi (...) thay đổi. Nhưng ở mặt khác, sức mạnh mà cơ thể có thể chịu đựng đã không thể hồi phục hình thái ban đầu thông qua (...), chỉ có thể thông qua huyết mạch...\nThể hiện qua dấu hiệu \"Chúc Phúc Của Chúa Tể Lửa\", sau khi lọc ra (...) tiến hành điều chỉnh có lợi trong nhiều thế hệ...\n... Đánh giá: Có lẽ có thể thông qua hình thức này giúp cho hậu duệ rồng mất đi trí tuệ lấy lại được lý trí, chỉ là cái giá phải trả thật sự quá lớn.\nThời gian cần cũng quá dài, còn cơ thể của những đồng loại đã thoái hóa, giờ chỉ có số ít mới có thể gánh được sức mạnh này.\nNiêm phong bản báo cáo này lại vậy... Dù những đồng loại thoái hóa đó đã... Thí nghiệm như này thực sự quá tàn nhẫn.\nLời Nhắn Ghi Chép Về Phlogiston Thời gian: Chưa rõ Nội dung: ...Đây có lẽ là cơ hội tốt.\nChỉ cần... dùng thí nghiệm này... Không chừng có thể đột phá rào cản vận mệnh mà (...) đã đặt ra.\nAnh trai à, trong những năm tháng dài đằng đẵng này, khả năng của con người mà ta mong đợi...\nRốt cuộc là đúng hay sai đây...\nTương lai từng kỳ vọng, thế giới từng lên kế hoạch... Nếu như có đồng tộc của chúng ta thực sự đạt được đến \"lựa chọn cuối cùng\"... Liệu nó có thể cứu vãn cho những năm tháng hoang tàn đã qua, mang đến câu trả lời cuối cùng mà ta vẫn luôn mong đợi không?"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Kukulkan và Ngai Thánh Của Lửa Nguồn",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/a1d846f80c1e55e2a7ab95315058e57e_1873050929874800432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Từ rất lâu, trước cả khi loài người xuất hiện, Teyvat từng là thế giới của loài rồng. Loài rồng xây dựng một nền văn minh rực rỡ dưới sự dẫn dắt của rồng nguyên thủy Nibelung — kẻ đầu tiên, cổ xưa nhất, thông tuệ nhất trong số chúng. Tại vùng núi được gọi là Núi Thánh, nơi sau này mang tên Natlan, ngọn lửa nguyên sơ đã sinh ra Xiuhcoatl — Long Vương Hỏa đầu tiên. Từ ngọn lửa ấy, ông dựng nên Thánh Thành Tollan, và tạo ra giống nòi Huyết Long, con cháu của lửa. Ông đã trao tặng tạo vật đầu tiên của mình, người em trai Waxaklahun Ubah Kan, một phần của ngọn lửa thiêng đó.\nNhưng rồi, một ngày nọ, Kẻ Đổ Bộ Đầu Tiên — một thực thể đến từ bầu trời xa lạ — đã giáng xuống Teyvat. Chiến tranh nổ ra giữa thế lực của trời cao và loài rồng cổ. Trong cuộc chiến đó, Xiuhcoatl bị đóng băng trong dòng dung nham đang cuộn trào và chìm vào một cái chết giả.\nKhi Nibelung trở lại Teyvat mang theo tri thức cấm, thân xác của Chúa Tể Lửa đã bị độc tố Vực Sâu xâm chiếm. Kẻ Đổ Bộ Đầu Tiên đã tiêu diệt Nibelung. Vào ngay khoảnh khắc đó, Chúa Tể Lửa – kẻ đã bị độc tố Vực Sâu chiếm lấy – đã lấy lại chút minh mẫn trong khoảng thời gian ngắn ngủi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/b04ee438a63a713231ce03528873c47e_562786398138198947.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Trong khoảnh khắc minh mẫn ngắn ngủi, để chiến đấu với Vực Sâu, Xiuhcoatl đã đưa ra một quyết định tuyệt vọng: sử dụng Trái Tim của Núi Thánh Huitzilopochtli — một nguồn năng lượng nguyên thủy có thể thiêu rụi mọi ranh giới giữa sự sống và cái chết. Khi nó được kích hoạt, toàn bộ Natlan sẽ bị chuyển hóa thành một thế giới chỉ gồm vật chất phlogiston, thứ ngọn lửa tinh khiết tồn tại bên ngoài hình hài xác thịt.\nTrong thế giới đó, những sinh vật không thể thích nghi sẽ bị xóa sổ. Còn những ai sống sót — bao gồm cả loài rồng — sẽ buộc phải từ bỏ thể xác, biến thành các thực thể chỉ được kết cấu bằng phlogiston. Họ sẽ không còn đau đớn, không bị Vực Sâu ăn mòn, và cũng không cần tiến hóa nữa. Đó sẽ là một thế giới sạch sẽ, bất biến, và loài rồng – giờ đã là những sinh vật phlogiston – sẽ cai trị thế giới mới này.\nTriều đình loài rồng, vẫn còn trung thành mù quáng với vị Long Vương của mình, đã ủng hộ quyết định ấy. Nhưng Kukulkan, em trai của Xiuhcoatl, thì không. Ông khiếp sợ trước viễn cảnh một thế giới như thế. Kukulkan hiểu rằng nếu kích hoạt Huitzilopochtli thì thế giới chỉ còn là ánh lửa lập lòe từ một ngọn đuốc không bao giờ tắt và bị tước đi mọi cơ hội tiến hóa.\nÔng cũng biết: nếu Trái Tim của Núi Thánh được đánh thức, thì chính Xiuhcoatl — người đã từng tự biến mình thành đối tượng thí nghiệm để tạo ra Huitzilopochtli — sẽ là sinh vật đầu tiên bị ngọn lửa đó thiêu rụi. Vì thế, Kukulkan phản đối. Ông đã thấy trước một viễn cảnh: loài rồng phủ phục bên giường chết của vị vương, ánh sáng rọi xuống một vùng đất không còn cội rễ, và một nền văn minh lụi tàn trong thinh lặng.\nTuy không đồng ý với kế hoạch của Xiuhcoatl nhưng Kukulkan cũng hiểu mức độ bất lực của cha mình trước sức mạnh ăn mòn từ từ của Vực Sâu. Ông muốn tìm một con đường khác để đánh bại những thế lực ẩn mình trong bóng tối của Vương Quốc Dạ Thần. Trong trái tim mình, ông vẫn hy vọng: đâu đó, giữa vùng đất nguyên sơ chưa bị nhuốm ô uế, vẫn còn một nơi chưa bị mục rữa, nơi sự sống có thể bắt đầu lại từ đầu — tự do, không bị ràng buộc bởi cả lửa lẫn bóng tối."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/22/237301566/07572b5fa339baa6bdda00d5a2e02ed3_786153547844488635.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau khi Xiuhcoatl bị tha hóa bởi Vực Sâu, quyền cai trị loài rồng được giao lại cho Kukulkan – con rồng hiền triết nhất. Ông không tán thành việc dùng lửa phlogiston để thiêu rụi mọi sự sống rồi tái tạo thế giới mới bằng thứ vật chất rực cháy ấy. Thay vào đó, Kukulkan tin rằng vẫn còn một con đường khác, một hy vọng khác – nằm trong loài người. Con người quá nhỏ bé so với rồng. Họ yếu đuối, không có vảy cứng hay móng vuốt sắc. Nhưng họ có điều mà loài rồng đã đánh mất từ lâu: sự thích nghi, lòng kiên trì, và khả năng thay đổi. Chính vì vậy, khi cuộc chiến lần thứ hai với Nibelung bùng nổ, Kukulkan đã không quay lưng với họ.\nTrận chiến ấy khiến thế giới sụp đổ một lần nữa. Những nền văn minh sơ khai vừa mới chớm nở lại bị nghiền nát. Những con rồng cổ đại thức tỉnh, tiêu diệt những người lãnh đạo, phá hủy kiến thức, đẩy loài người trở về với bản năng. Họ quên mất ngôn ngữ, thần thoại và cả ký ức về chính mình.\nTrong thảm họa ấy, Kukulkan vượt qua lửa và gió, băng qua những đồng hoang cháy đỏ để đến một nơi từng là cung điện cổ – nơi lưu giữ đốm lửa đầu tiên của thế giới. Tại đó, ông lấy được một hạt giống lửa – mảnh tàn dư cuối cùng của ngọn lửa nguyên sơ chưa bao giờ tắt.\nMang theo ngọn lửa ấy, Kukulkan rời khỏi lòng đất, đi qua những nơi chưa từng có dấu vết rồng. Rồi một ngày, ông bước vào một thung lũng phủ đầy sương mù – và nhìn thấy con người. Họ sống sót ở một vùng đất mà lẽ ra chỉ thuộc về rồng. Họ không nhớ tổ tiên mình là ai, không biết mình đến từ đâu, nhưng họ vẫn sống, vẫn xây dựng, vẫn giúp đỡ nhau trong bóng tối.\nKukulkan ngạc nhiên và cảm động. Dù không ai dẫn đường, dù mất hết mọi thứ, họ vẫn tiếp tục bước đi. Vì thế, ông trao cho họ món quà từ ngọn lửa – hạt giống của trí tuệ. Nhưng món quà đó mang theo một cái giá. Trí tuệ sẽ giúp họ phát triển, nhưng cũng đẩy họ vào con đường đầy chia rẽ và hi sinh. Ở cuối con đường ấy, máu sẽ đổ – máu của rồng và của người. Hai dòng máu ấy rồi sẽ hòa làm một. Khi ấy, Kukulkan nuôi tham vọng rằng giồng loài rồng cổ xưa của mình sẽ sống lại trong thế giới mới.\nKukulkan đã tạo ra những hòn đảo bay, và gọi một người đầu tiên trong số họ: Chaac. Ông ban cho người ấy ngọn lửa, và Chaac đã bước lên đảo, tuyên bố rằng trong dòng dõi của mình, một người sẽ ra đời – kẻ mang trong mình máu của hai thế giới, và sẽ trở thành chiếc cầu nối cuối cùng giữa con người và loài rồng."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Nhưng từ dòng dõi của ngươi sẽ xuất hiện đấng cứu thế của hai thế giới. Hắn sẽ tàn bạo như một con manticore, nhưng cũng xảo quyệt như một con cáo hoang.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Một ngày kia, hắn sẽ hạ sát Chúa Tể Lửa và bước lên ngôi báu cổ xưa nhất. Vinh quang thay, đấng cai trị của hai thế giới!!\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/8e804c627f71c74c767026a67861ce53_9060395117135110288.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Chaac nhận lấy đốm lửa bất diệt từ tay vị Hiền Giả Trộm Lửa, rồi đem nó trở về bộ tộc của mình. Ông không giữ ngọn lửa cho riêng mình, mà chia sẻ với tất cả những người khác. Dưới bàn tay của ông, lửa không chỉ là công cụ sưởi ấm hay nấu nướng — nó trở thành ánh sáng dẫn đường, trở thành hạt giống đầu tiên cho một nền văn minh mới.\nTừ những khu rừng hoang chưa có tên, những đốm sáng nhỏ bé bắt đầu xuất hiện. Dưới ánh sáng đó, họ học cách xây nhà, gieo hạt, kể chuyện, và mơ ước. Chaac cùng những người đồng đội can đảm cuối cùng cũng đánh bại được Chúa Tể Núi Lửa và dựng nên bộ tộc đầu tiên của con người.\nNhưng thời gian trôi đi, bộ tộc lớn dần rồi tản mác. Dần dần, chỉ còn lại Chaac dần già đi. Vào đêm cuối cùng trong cuộc đời, Chaac trèo lên đỉnh một ngọn núi cao, nơi có thể nhìn thấy cả bầu trời. Tại đó, ông đốt lên ngọn lửa đầu tiên một lần nữa để gọi lại những người bạn năm xưa. Các vị thần của cõi đêm đã hồi đáp. Đêm đó, những thanh âm từ một thế giới khác đã vang vọng khắp vùng đất, hợp lại thành tiếng khóc chào đời của Wayob đầu tiên thuộc Vương Quốc Dạ Thần."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/8d8e829bd173a60d120d829446104133_7883217380630042215.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Theo truyền thuyết, khi Hiền Giả Trộm Lửa chia sẻ hạt giống của lửa với con người, họ đã bắt chước loài rồng, sáng tạo ra một loại ngôn ngữ để điều khiển phlogiston. Đó chính là cách mà Chữ Khắc Phlogiston ra đời. Vào thời cổ đại, từng có một hiền giả đạt đến cảnh giới tinh thông trong nghệ thuật Khắc Phlogiston đến mức có thể chuyển hóa muôn vàn ý nghĩa của nó thành những nét vẽ uyển chuyển, phiêu du. Lấy phlogiston làm chất liệu, họ dùng những vách đá sừng sững làm khung tranh cho những bức bích họa rực rỡ. Người ta kể rằng, đó chính là nguồn gốc của nghệ thuật vẽ graffiti ở Natlan như chúng ta biết ngày nay.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Chúa Tể Lửa, kẻ đã bị đánh bại bởi vị Hỏa Thần đầu tiên, Xbalanque. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/55631176/96f809757becea5d44dc5470300677d6_2619864791942641729.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Vị Đầu Tiên",
        "desc": "<p>Kẻ Đổ Bộ đầu tiên, đã đánh bại Thất Long Vương của thế giới và tạo ra con người. Vị Đầu Tiên có thể là Phanes</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/10/44749939/790481396c4b2c0a6aa09ade5cb2e93b_1208170965768110133.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6554,
        "name": "Bí Điển Obsidian",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/cd11df3be5420d2c53c2da0d3298eb92_4238581052558034331.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Ghi Chép Của Hanan Pacha",
        "desc": "<p>Truyện ngụ ngôn được lưu truyền từ xa xưa với nhân vật chính là Hiền Giả Trộm Lửa. Nghe nói, sau khi được các chuyên gia lịch sử kiểm chứng, họ nhận định nội dung trong đó không hề liên quan đến lịch sử thực tế.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mictlan",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/45e7cf2f6922c41f29cbd811017e0c72_6178923358712572512.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ngày xưa, khi loài rồng vẫn còn thống trị mặt đất, một thung lũng sâu sau này có tên là Mictlan là nơi những con người nhỏ bé sinh sống dưới sự bảo vệ của rồng. Nhưng rồi chiến tranh xảy ra đã làm loài rồng yếu đi. Họ mất đi niềm kiêu hãnh và rút lui vào những giấc mộng dài.\nRồng lập một giao ước với con người. Họ yêu cầu các bộ tộc chọn ra một người đặc biệt – người được gọi là Ghi Chép Thánh Vương. Đó phải là người có tài năng phép thuật vượt trội để dẫn dắt loài rồng vào giấc ngủ yên bình. Đổi lại, loài rồng hứa sẽ dựng nên mê cung gương và pháo đài sương mù để bảo vệ họ khỏi chiến tranh.\nNhưng sự thật lại khác. Vị Chúa Tể được chọn ra không phải để dẫn đường, mà là để trở thành lễ vật hiến tế cho giấc mơ của rồng. Họ sẽ không bao giờ trở lại. Đôi mắt bị che để không nhìn thấy chính mình trong gương. Đôi chân bị thương để không thể bỏ chạy.\nMột trong những người được chọn là một cô bé. Cô không có gì ngoài một cây sáo và người hầu câm đi bên cạnh – tên là Dinga."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/22/237301566/5d9e2a66fb12e2e52771f122d6909843_3566651460353031511.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Một giao ước đã được thiết lập giữa cư dân thung lũng và những hậu duệ cao quý, dập tắt ngọn lửa khát máu của cuộc nội chiến, chỉ còn lại sự tĩnh lặng yên bình của cái chết, và không ai nhận ra âm mưu xảo quyệt của vị hiền giả trong số loài rồng. Bằng những thủ đoạn nhỏ nhặt, tất cả dưới danh nghĩa thiện chí, vị hiền giả đã xúi giục vị Chúa Tể trẻ tuổi nổi dậy chống lại loài rồng. Một ngày nọ, ông dẫn cô băng qua cõi đêm hiểm nguy, để ngắm nhìn những lối đi phủ đầy gió đêm, rồi chỉ cần vài lời khéo léo về cái gọi là \"hy vọng\" và một chút chất liệu đổ thêm vào ngọn lửa khổ đau, cô gái phàm nhân trẻ tuổi đã lắng nghe từng lời ông nói. Như hiền giả đã tiên liệu, Ghi Chép Thánh Vương, cô gái từng quỳ gối trước loài rồng đã dẫn một\nchưa từng thấy qua màn khói mù bằng tiếng sáo và lời ca, và rồi, theo đúng kế hoạch hoàn hảo của ông, đã đưa người hầu câm lặng Dinga rời khỏi thung lũng sâu. Nhiều năm sau, khi anh hùng\ncắm con dao găm vàng của xà vương vào tim người thầy cũ của mình, chỉ khi ấy vị hiền giả, người từng nghĩ rằng mình có thể điều khiển lòng người, mới nhận ra rằng hạt giống phản bội rực cháy đã được gieo từ lâu. Nhưng sự phản bội đó không nhằm vào loài rồng đang ngủ say trong sâu thẳm, mà lại vang lên cùng khúc hát của Wayob mới sinh, từ trong những đại điện sâu nhất của Dạ Vực, đặt nền móng cho bộ tộc mang tên \"Mictlan\" tồn tại ngàn năm về sau. Dưới gió đêm và ánh sáng lạnh lẽo ban ngày, con người đã đánh cắp những nghi lễ bí mật mà đến cả vị hiền giả tự xưng cũng chẳng bao giờ có thể chạm tới.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7287,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Hoả Thần đời đầu, người đã đánh bại Chúa Tể Lửa Nguồn và được hồi sinh từ những ngọn lửa</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/09/44749939/dae90ad5dbd996a96e184baf09e5fc86_7522646908084525783.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6547,
        "name": "Sáo Ezpitzal",
        "desc": "Thanh đao bằng ngọc thạch có tạo hình kỳ lạ, được truyền lại trong Chủ Nhân Gió Đêm với cái tên \"sáo tư tế\".",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bdd740ad879d22a1fc4e3770cc9c73bd_5479414831341401728.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7366,
        "name": "Ánh Nhìn Tư Tế",
        "desc": "Bức tượng được điêu khắc hình chim ưng, là một trong những thánh vật được lưu truyền qua các thế hệ ở Chủ Nhân Gió Đêm.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/de225a286996965268c32027a6c484d9_2367767765928118667.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tro Tàn Của Ngọn Lửa Hai Thế Giới",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/6311178c86742d8f0f7bfdd3b2b972a8_887618972970591646.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hiền Giả Trộm Lửa tiếp tục dẫn dắt loài người trên con đường tiến hóa. Ông tuyển chọn và rèn luyện những người ưu tú nhất trong các bộ tộc. Những anh hùng này sẽ đại diện cho nhân loại bước vào cuộc tranh đấu giữa các thế lực. Người mạnh nhất trong số họ sẽ trở thành thủ lĩnh, thống nhất toàn bộ nhân tộc, thay mặt họ ký kết giao ước và giương cao ngọn cờ mặt trời. Sau đó, họ sẽ tiến đến Chichen Uctokah – thành phố giếng sâu mà ngay cả thần thánh cũng chưa thể khuất phục.\nVào ngày ấy, xác sống của Xiuhcoatl sẽ phun ra ngọn lửa nguyên sơ đủ sức nhuộm đỏ bầu trời. Vị tân vương sẽ đón nhận ngọn lửa nguyên sơ như một phần của nghi lễ đăng quang. Loài rồng sẽ cúi đầu trước vị vua mới – người nắm quyền cai trị cả hai thế giới loài người và loài rồng. Khi đó, tri thức của hàng vạn năm văn minh sẽ được trao lại cho nhân loại.\nĐể tạo ra vị quân vương hoàn hảo, Kukulkan đã sinh ra một đứa trẻ tên là Och-Kan. Cậu mang dòng máu rồng trong người. Cậu sẽ là người lật đổ vị Hỏa Thần già cỗi và trở thành Long Vương, thống trị cả loài người lẫn loài rồng.\nVề hình dáng, Och-Kan giống như một đứa trẻ bình thường. Nhưng cậu sống lâu hơn người thường, có sức mạnh và khả năng phục hồi vượt trội. Mỗi khi ăn xong, cậu luôn chia phần còn lại cho các vishap mà cậu cùng lớn lên. Điều đó khiến cậu khác với con người.\nOch-Kan còn thể hiện lòng trắc ẩn dành cho những kẻ đã gục ngã, điều mà con người hiếm khi thể hiện."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/866706487c6079f430bf937c0b9aabc7_913639247660289749.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, Och-Kan bỏ trốn khỏi tổ. Theo luật, cậu phải bị tiêu diệt. Tuy nhiên, Waxaklahun Ubah Kan báo với hội đồng rồng rằng ông đã ra tay giết con trai mình. Thực ra, ông làm vậy để bảo vệ Och-Kan. Hiền Giả Trộm Lửa hiểu rằng nếu Och-Kan đi theo kế hoạch định sẵn và trở thành vua của loài người, thì rồi cũng sẽ đến lúc cậu đưa ra quyết định mà loài rồng mong đợi. Nhưng khi ấy, tất cả sẽ trở nên vô nghĩa. Vì vậy, ông quyết định gửi con trai mình đến sống cùng loài người.\nKhi hội đồng rồng phát hiện Kukulkan đã đánh cắp Ngai Thánh Của Lửa Nguồn, và rằng liên minh loài người đang che giấu đối tượng thí nghiệm đã trốn thoát, họ lập tức gọi ông là kẻ phản bội. Họ còn định phế truất ông khỏi ngôi vị cai trị Thánh Thành Tollan, nhưng Xiuhcoatl đã ngăn cản điều đó.\nSau một thời gian sống giữa loài người, Och-Kan bắt đầu căm ghét loài rồng, cha mình, và cả phần rồng trong chính cậu. Cậu hiểu rằng, trong kế hoạch của Kukulkan, không có chỗ cho loài người."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/21/237301566/132aa0b697510cba7613d929b1849368_8719093235876291499.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vào thời kỳ các thủ lĩnh bộ lạc đã từ bỏ mục tiêu tiêu diệt loài rồng và bị cuốn vào những cuộc chiến không hồi kết, một người hùng không ai ngờ tới đã xuất hiện. Anh không nằm trong bất kỳ lời tiên tri nào, cũng không thuộc về kế hoạch của ai. Anh đến từ vùng đất tăm tối, nhưng rực rỡ như ánh sáng đầu ngày. Chiến binh ấy đội vương miện kết bằng hoa vàng, mang theo thanh kiếm lớn làm từ obsidian, và đi qua từng bộ lạc. Anh không mang theo sự hủy diệt, mà mang đến điều gì đó khác – một điều mà Hiền Giả Trộm Lửa cũng không lường trước được: sự đoàn kết. Nhờ đó, Đại Liên Minh Natlan ra đời. Các bộ lạc được hợp nhất, và một thị trấn mới được xây dựng trên tàn tích của Chichen Uctokah – nơi trời và đất từng chia lìa.\nChiến binh ấy tên là Xbalanque. Trước đó, anh từng cứu Och-Kan khỏi nhà lao của loài rồng và trở thành bạn của cậu. Cùng các anh hùng khác, anh đã phá vỡ kế hoạch của Waxaklahun Ubah Kan và giết Hỏa Thần đã bị tha hóa. Sau chiến thắng ấy, Xbalanque tái sinh từ ngọn lửa và trở thành Hỏa Thần đầu tiên – người dẫn dắt và cai trị loài người.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Lữ Khách Lạc Lối Trong Vương Quốc Tro Bụi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Để theo đuổi giấc mơ vĩ đại giữa sương sớm và biển mây, các chiến binh bay lượn chưa bao giờ ngơi nghỉ.<br>Sâu trong biển sương xa xôi, câu chuyện về con rồng độc ác chiếm cứ thành phố bỏ hoang vẫn đang bảo vệ điều cấm kỵ; Mà trên những tầng mây, con thuyền trống trải huyền thoại bị lãng quên cũng sẽ chào đón vị khách mới ghé thăm...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/11/44749939/5433a63629b7292b6fe285f6622edec2_2224825912814683588.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Để theo đuổi giấc mơ vĩ đại giữa sương sớm và biển mây, các chiến binh bay lượn chưa bao giờ ngơi nghỉ. Sâu trong biển sương xa xôi, câu chuyện về con rồng độc ác chiếm cứ thành phố bỏ hoang vẫn đang bảo vệ điều cấm kỵ; Mà trên những tầng mây, con thuyền trống trải huyền thoại bị lãng quên cũng sẽ chào đón vị khách mới ghé thăm...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/55631176/f801f03218ba49236d567092aa0ebda3_133119560923163180.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Một con rồng lai với linh hồn con người, là người cai trị Thành Tro Tàn, được biết đến là Xà Vương và Thánh Vương.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/44749939/0b2b4aebefdaee2927d1ebc35010f805_7345692974116774686.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Hoả Thần đời đầu, người đã đánh bại Chúa Tể Lửa Nguồn và được hồi sinh từ những ngọn lửa</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/09/44749939/dae90ad5dbd996a96e184baf09e5fc86_7522646908084525783.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Chúa Tể Lửa, kẻ đã bị đánh bại bởi vị Hỏa Thần đầu tiên, Xbalanque. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/55631176/96f809757becea5d44dc5470300677d6_2619864791942641729.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7365,
        "name": "Thiên Dương Rực Lửa",
        "desc": "Thanh trọng kiếm lấp lánh như mặt trời mới mọc, từng chứng kiến vô số mặt trời tắt lụi và bùng cháy trở lại.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/da1910fbe0e825e1e3704c126720ab24_2121228058184091562.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Huitzilopochtli",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/eb972859b1cd859eb835e87e96db4d33_2026598325536753667.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Chúa Tể Rồng cổ đại từng là kẻ nắm giữ toàn bộ ánh sáng và tri thức. Ông đã biến một con mắt của mình thành trung tâm điều khiển Huitzilopochtli — nơi hội tụ quyền lực tối cao, cho phép điều khiển mọi ngọn lửa. Vì phải dùng con mắt ấy để quan sát và duy trì sự hiện diện trong thực tại, nó trở thành điểm yếu duy nhất của ông. Và đó chính là cách ông bị giết.\nSau khi đánh bại Chúa Tể Lửa, Xbalanque đã tách con mắt ấy thành hai Đĩa Vàng Thông Điệp. Đây là thiết bị dùng để kích hoạt lại Tim của Núi Thánh. Một đĩa được Xbalanque giữ, đĩa còn lại do Waxaklahun Ubah Kan mang theo.\nDựa vào mối liên hệ giữa Xbalanque và con trai mình, Kukulkan tìm cách ngăn chặn việc Huitzilopochtli được kích hoạt. Ông đã sửa lại Đĩa Vàng Thông Điệp, buộc phải có cả con người và hậu duệ của loài rồng cùng nhau mang chúng trở lại Núi Thánh thì mới có thể hoạt động.\nKukulkan cũng từng ký một giao ước với Hỏa Thần: khi thời điểm đến, họ sẽ hợp nhất hai đĩa và đánh thức Huitzilopochtli. Ông biết điều này có thể dẫn đến diệt vong cho loài người, nhưng vẫn hy vọng một nền văn minh mới sẽ ra đời – vượt trên cả loài người lẫn loài rồng.\nKhi Xbalanque của loài người đánh đổi với “cái chết” để có được sức mạnh, Hiền Giả Trộm Lửa đã bị Xbalanque đánh bại. Xbalanque và loài người lên làm chủ thế giới mới. Nhưng Xbalanque chưa từng có ý định tuân theo giao kèo cũ với Kukulkan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/e7d13bd7223a42bd4d438059d01d18c5_8844808207521089898.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi Xbalanque rời bỏ ngai vàng và bước vào Lửa Thánh, anh để lại Đĩa Vàng Thông Điệp và quyền lãnh đạo Liên Minh cho người bạn thân là Och-Kan. Để tránh việc Đĩa rơi vào tay Hiền Giả Trộm Lửa, Och-Kan đã giấu nó trên một con tàu bay được chỉnh sửa, tên là Tonatiuh, và đặt một phong ấn chỉ có máu của hậu duệ Chúa Tể Lửa mới phá được.\nSau đó, Och-Kan tự xưng là Thánh Vương và xây dựng thủ đô đầu tiên cho Hỏa Thần. Anh quyết định không để ai kế vị vị thần mà mình từng yêu quý. Anh phá bỏ lời thề hòa bình giữa loài Saurian và con người và ra lệnh tiêu diệt toàn bộ hậu duệ của loài rồng.\nMuốn xây dựng một thế giới chỉ dành cho loài người, Thánh Vương dần rời xa con đường tiến hóa đúng đắn và vô tình mở đường cho các thế lực tà ác. Để bảo vệ loài người khỏi Vực Sâu, anh tách tâm trí mình ra và khóa nó vào Lõi Chu'ulel — trung tâm điều khiển toàn bộ cơ chế của thành phố.\nKhi loài người nổi dậy và lật đổ Thánh Vương, tâm trí của anh vẫn bị khóa lại. Còn thân xác bị nhiễm Vực Sâu của anh thì bị Hiền Giả Trộm Lửa lợi dụng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/215c43cae331b13e9d38c4c3ce07a394_4119021113859639934.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ngày xưa, Waxaklahun Ubah Kan từng tin rằng, thông qua con trai mình, ông có thể khám phá cách Thiên Lý — vị thần trên ngai vàng thiên giới — đã biến Địa Mạch thành một lớp bảo vệ cho hành tinh. Ông hy vọng cách đó có thể giúp hợp nhất loài người và loài rồng, để loài rồng dùng những phương pháp tinh tế hơn trong cuộc chiến chống lại kẻ thù lớn nhất của họ: Vực Sâu. Một ngày nào đó, con cháu của rồng sẽ có thể nhìn thấy sự thật nằm ngoài bầu trời nhân tạo.\nTuy nhiên, linh hồn loài người quá phức tạp và yếu ớt so với sự thống nhất mạnh mẽ của linh hồn rồng. Linh hồn của Och-Kan giống như thủy tinh bị vỡ. Cậu bay quá gần mặt trời để hoà nhập với ánh sáng, nhưng lại đánh mất chính mình. Kukulkan nghĩ rằng Och-Kan quá giống ông, và cũng giống như ông, cậu đã khiến tất cả phải thất vọng. Ngay cả loài người cũng khiến ông thất vọng.\nCác con rồng thông thái từng tin rằng con người có thể tạo ra một nền văn minh lớn hơn cả loài rồng. Sau khi Xbalanque trở thành thần, Kukulkan từng hy vọng loài người sẽ tránh được những sai lầm mà rồng đã mắc phải, nên ông cho họ thêm thời gian. Nhưng một nghìn năm trôi qua, không có bộ tộc nào dám xây dựng lại một đế chế thống nhất như thời Och-Kan. Con người dựa vào sức mạnh của các vị thần, không tự rèn vũ khí để chống lại bóng tối. Họ quá bám víu vào quá khứ hào hùng, không dám chấp nhận rủi ro.\nMỗi lần bóng tối tấn công, mọi thành tựu của họ đều bị phá hủy chỉ trong chớp mắt. Và rồi mọi thứ lại bắt đầu lại từ đầu — hoặc tệ hơn, là ngày càng thoái hóa. Vì thế, thời gian mà họ được trao cho đã trở nên vô nghĩa.\nCó thể hàng nghìn hay hàng vạn năm sau, con người sẽ xây dựng được một nền văn minh vĩ đại. Nhưng Kukulkan thì đã hết thời gian, và cũng không còn tin vào điều đó nữa. Như Xiuhcoatl từng cảnh báo, Waxaklahun Ubah Kan cuối cùng đã chọn đi cùng một con đường như người anh trai của mình."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/310ca7d8de06ef58cfb4b777a02b17a7_8112960753490759069.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi nhận ra ranh giới của thế giới đang sụp đổ từ phía Vực Sâu, và rằng không bao lâu nữa cả Natlan rồi đến toàn bộ Teyvat sẽ bị bóng tối nuốt chửng, Waxaklahun Ubah Kan hiểu rằng thời điểm quyết định đã đến. Một làn sóng đen tràn qua Natlan. Loài người thất bại. Cách duy nhất để ngăn thảm họa là hợp nhất hai Đĩa Vàng Thông Điệp và đánh thức Huitzilopochtli.\nVì không tìm được chiếc đĩa còn lại, ông đã tạo ra một huyền thoại: Mảnh Ngọc Quay Về — một kho báu nằm trên con tàu bay có thể đẩy lùi và xua đuổi Vực Sâu. Để theo dõi loài người, ông dùng những \"mặt nạ\" lấy từ những người từng bị con trai mình hấp thụ.\nNhiều người đã đến Thành Tro Tàn để tìm kho báu, nhưng hầu như không ai quay trở lại. Trong số đó có Bona, thành viên của Hội Hoa Vũ. Khi đặt chân đến thành phố cấm, cô đã giải thoát tâm trí của Och-Kan khỏi Lõi Chu'ulel và bay lên tàu Tonatiuh. Tại đây, cô phát hiện ra sự thật: Mảnh Ngọc Quay Về chỉ là một cái bẫy. Vì thế, cô thề sẽ bảo vệ các Đĩa Vàng Thông Điệp khỏi tay Hiền Giả Trộm Lửa.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "name": "Ochkanatlan",
        "desc": "<p>Để theo đuổi giấc mơ vĩ đại giữa sương sớm và biển mây, các chiến binh bay lượn chưa bao giờ ngơi nghỉ. Sâu trong biển sương xa xôi, câu chuyện về con rồng độc ác chiếm cứ thành phố bỏ hoang vẫn đang bảo vệ điều cấm kỵ; Mà trên những tầng mây, con thuyền trống trải huyền thoại bị lãng quên cũng sẽ chào đón vị khách mới ghé thăm...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/13/55631176/f801f03218ba49236d567092aa0ebda3_133119560923163180.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6966,
        "name": "Giữa Lời Hứa Và Lãng Quên",
        "desc": "<p>Chuỗi nhiệm vụ thế giới theo chân Cậu Nhóc, một chú Tepetlisaurus nhỏ đã nhận được <custom-ruby data-ruby=\"Phước Lành Lửa Thánh|Xiuhcoat\"></custom-ruby>.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/04/44749939/2f00e2412e12fb7f69d0613ddd247314_5503421853762086547.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Lữ Khách Lạc Lối Trong Vương Quốc Tro Bụi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Để theo đuổi giấc mơ vĩ đại giữa sương sớm và biển mây, các chiến binh bay lượn chưa bao giờ ngơi nghỉ.<br>Sâu trong biển sương xa xôi, câu chuyện về con rồng độc ác chiếm cứ thành phố bỏ hoang vẫn đang bảo vệ điều cấm kỵ; Mà trên những tầng mây, con thuyền trống trải huyền thoại bị lãng quên cũng sẽ chào đón vị khách mới ghé thăm...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/11/44749939/5433a63629b7292b6fe285f6622edec2_2224825912814683588.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Chúa Tể Lửa, kẻ đã bị đánh bại bởi vị Hỏa Thần đầu tiên, Xbalanque. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/55631176/96f809757becea5d44dc5470300677d6_2619864791942641729.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Hoả Thần đời đầu, người đã đánh bại Chúa Tể Lửa Nguồn và được hồi sinh từ những ngọn lửa</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/09/44749939/dae90ad5dbd996a96e184baf09e5fc86_7522646908084525783.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Một con rồng lai với linh hồn con người, là người cai trị Thành Tro Tàn, được biết đến là Xà Vương và Thánh Vương.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/44749939/0b2b4aebefdaee2927d1ebc35010f805_7345692974116774686.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Một nhà thám hiểm đã đến Ochkanatlan để tìm Mảnh Ngọc Quay Về có khả năng thanh tẩy ô uế. <span class=\"wk-shady\">Cô đã sống cách đây gần 500 năm.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/55631176/f7852764f1632595de91f8c160fcbd01_3490905477364881849.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7365,
        "name": "Thiên Dương Rực Lửa",
        "desc": "Thanh trọng kiếm lấp lánh như mặt trời mới mọc, từng chứng kiến vô số mặt trời tắt lụi và bùng cháy trở lại.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/da1910fbe0e825e1e3704c126720ab24_2121228058184091562.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Bức Tranh Dũng Sĩ Thành Tro Tàn",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/6ad5095f324c2da829ecaa5e2ed13af9_2791497672459683103.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ di tích của Hiền Giả Trộm Lửa, một trong những tín vật bắt buộc phải có để đến Núi Lửa Tollan và loại bỏ Chúc Phúc Của Chúa Tể Lửa trên người Tepetlisaur. Dấu ấn màu vàng khắc trên đĩa trắng, khi chạm vào đĩa, mơ hồ có thể cảm nhận được hoa văn trên đó khẽ chuyển động như đang sống.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_7390194352807148768.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ chủ nhân Thành Tro Tàn bị ăn mòn tại Ochkanatlan. Đây là một trong những tín vật bắt buộc phải có để tiến đến Núi Lửa Tollan và thanh tẩy \"Chúc Phúc Của Chúa Tề Lửa\" trên người Tepetlisaur. Nghe nói đó là một phần của con mắt \"Chúa Tề Lửa\" sau khi bị tách làm hai. Theo truyền thuyết, chúa tể rồng cổ xưa từng nắm giữ mọi tia sáng và trí tuệ, đã dùng một con mắt của mình để hóa thành quyền năng tối thượng kiểm soát mọi ngọn lửa, và đó cũng trở thành điểm yếu duy nhất có thể bị khai thác...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_9134877494051830614.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đĩa Vàng Thông Điệp Cuối Cùng",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/05d47ef710a65616498dbc58b2488787_3653661157448209777.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Kẻ Đổ Bộ Đầu Tiên tấn công Teyvat, chúng đã thả Đinh Thiên Không xuống để phá hủy vùng đất giàu phlogiston. Loài rồng, với khả năng thích nghi và tiến hóa vượt trội, đã sống sót trên mảnh đất mới. Nhưng sự tiến hóa này chỉ giúp chúng tồn tại, không còn là sự phát triển như trước.\nBan đầu, Chúa Tể Hỏa Thần truyền ánh sáng của lửa và trí tuệ qua chiếc sừng của mình. Tuy nhiên, theo thời gian, cơ thể của những hậu duệ Xiuhcoatl không thể chịu đựng nổi sức mạnh ấy. Dù họ có những khả năng phi thường, sức mạnh đó sẽ dần giết chết họ hoặc khiến họ phát điên khi về già.\nĐể mở phong ấn Thánh Thành và hợp nhất hai Đĩa Vàng Thông Điệp, Kukulkan cần có một con người và một người bạn Saurian mang dấu ấn của Chúa Tể Lửa. Ông đã cố gắng kiểm soát sự xuất hiện của dấu ấn này bằng nhiều thí nghiệm, đồng thời tạo ra một truyền thuyết: một người phải tìm biểu tượng bị chia thành hai phần và thực hiện chuyến hành hương đến Núi Lửa Lớn của Tollan. Tại đó, các chiến binh bộ tộc có thể rửa sạch tên của người bạn đồng hành — cái tên mà Xiuhcoatl vẫn còn ghi nhớ — và xóa bỏ dấu ấn kia."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/b47d11bc7909c6283751de665ddea588_3525408384390644015.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Một Tepetlisaurus nhỏ, mang dấu ấn của Chúa Tể Lửa, đã trở thành bạn đồng hành của Nhà Lữ Hành và Paimon. Để dụ các “Kẻ Được Chọn” mang dòng dõi rồng đến Trái Tim của Núi Thánh, Waxaklahun Ubah Kan đã dùng hình ảnh của Manqu — một thợ thủ công sống từ ngàn năm trước — và giả dạng thành một thành viên của Hiệp Hội Di Vật Saurian.\nVới danh nghĩa Manqu, ông dẫn Nhà Lữ Hành và Tepetlisaurus đến những tàn tích, nơi Hiền Giả Trộm Lửa từng ký kết thỏa thuận với Xbalanque để kích hoạt Huitzilopochtli. Sau khi lấy được chiếc Đĩa Vàng Thông Điệp đầu tiên, họ tiếp tục đến Thành Tro Tàn, Ochkanatlan. Tại đó, họ gặp linh hồn của Bona — một nhà thám hiểm đã chết nhưng không còn nhớ được cái chết của mình."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/8287e972b0dbc501376be8d66db0d9cf_4632891782988135276.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Với sự giúp đỡ của Bona, Nhà Lữ Hành và Tepetlisaurus đã đến được tàu bay Tonatiuh, nơi họ tìm thấy chiếc Đĩa Vàng Thông Điệp thứ hai. Tại đó, Tepetlisaurus cũng gặp được Kukulkan. Tin rằng điều này sẽ giúp xóa bỏ dấu ấn trên sừng của loài Saurian, Nhà Lữ Hành và Paimon tiếp tục hành trình đến Thánh Thành Tollan, nơi họ gỡ bỏ phong ấn của núi lửa và được phép tiến vào Trái Tim của Núi Thánh.\nKhi nhiệm vụ của loài người đã hoàn thành, Hiền Giả Trộm Lửa chia tách Tepetlisaurus khỏi các bạn đồng hành. Bởi chỉ những Người Con Của Rồng — những ai từng đối mặt với ngọn lửa và sống sót trở về — mới có thể bước tiếp trên con đường cuối cùng.\nTại Trái Tim của Núi Thánh, ngay tại nơi đặt Mạch Kích Hoạt Huitzilopochtli, Waxaklahun Ubah Kan yêu cầu Tepetlisaurus khởi động nguồn sức mạnh, để kẻ thù ẩn mình trong bóng tối không thể quay trở lại. Ông hứa rằng khi Natlan được chuyển hóa thành phlogiston, khái niệm về sự sống sẽ thay đổi, và ngọn lửa nguyên thủy sẽ trở lại theo cách tự nhiên nhất.\nChỉ những con rồng đã chuyển hóa thành dạng sống phlogiston mới có thể nhận trọn sức mạnh này. Tepetlisaurus sẽ trở thành vị vua mới, vượt ra ngoài mọi giới hạn thông thường. Nó sẽ mang lại ánh sáng, hơi ấm và tri thức, khôi phục trật tự và vinh quang cho thế giới."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Đây là điềm báo của sự sống mới, cũng là thông điệp cuối cùng\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Khi Huitzilopochtli được kích hoạt, một thế giới trắng tinh khiết trải dài trước Tepetlisaurus. Mười triệu năm trôi qua trong chỉ một khoảnh khắc, nhưng thời gian không còn ý nghĩa. Ý thức duy nhất còn lại trong thế giới này là \"nó,\" cái đã từng là Tepetlisaurus. Rất nhiều điều vĩ đại và mạnh mẽ đã xảy ra trong thế giới ấy—những cuộc chiến vô biên, những trận chiến xé toạc không gian, vô số sinh mạng bị nuốt chửng và biến hóa cho đến khi ánh sáng chói lòa nuốt trọn quy tắc nguyên thủy. Bóng tối không còn đe dọa thế giới nữa, nhưng liệu đó có phải là một thế giới có ý nghĩa? \"Nó\" biết rằng ngọn lửa nguyên thủy không phải là vô tận, dù sẽ cháy trong hàng tỷ năm trong biển vũ trụ tối tăm này. Thỉnh thoảng, \"nó\" nhớ lại, như thể trong một giấc mơ, những ngày đã qua khi \"nó\" còn đi cùng hai người bạn đồng hành, khi đất đai vẫn còn hữu hình. Ôm chặt những ký ức đó, \"nó\" nghĩ rằng có thể nó sẽ chịu đựng sự dày vò cho đến khi cái chết đến trên bờ xa của vĩnh hằng.\nLiệu \"nó\" có thể quay lại Trái Tim của Thánh Thành không, và nếu có, liệu nó sẽ đưa ra một quyết định khác?"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/7ac282ecbb67297b04ec3b377edd8abe_6119538618013943854.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Thấy số phận mà Huitzilopochtli đã dành cho thế giới, Tepetlisaurus từ chối kích hoạt Lửa Trời Càn Quét và đưa ra quyết định giống như Kukulkan vào những ngày đầu. Sau bao nhiêu năm, con rồng khôn ngoan nhất cuối cùng cũng hiểu được cảm giác của người anh em mình. Khao khát nhìn thấy một điều duy nhất hoàn thành, hoặc nhận được một câu trả lời rõ ràng duy nhất, và sẵn sàng làm bất cứ điều gì để đạt được mục tiêu đó. Nhưng nếu ông muốn con rồng thực sự kích hoạt hệ thống đó, ông lẽ ra phải nuôi dưỡng nó trong Thánh Thành và dạy nó căm ghét thế giới này. Có lẽ, sâu trong lòng, ông vẫn muốn tin vào hy vọng."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...Quân vương của ta, người anh, vị chủ nhân đã sinh ra ta vào chính ngày mà ngài sinh ra...</color>\n<color=#ffffffd9>Ngài từng nói vào thời khắc cuối cùng ta sẽ hiểu được nguyện vọng của ngài.</color>\n<color=#ffffffd9>Haha, nhưng chỉ có điều này là ta không dám tán đồng thôi...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6966,
        "name": "Giữa Lời Hứa Và Lãng Quên",
        "desc": "<p>Chuỗi nhiệm vụ thế giới theo chân Cậu Nhóc, một chú Tepetlisaurus nhỏ đã nhận được <custom-ruby data-ruby=\"Phước Lành Lửa Thánh|Xiuhcoat\"></custom-ruby>.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/04/44749939/2f00e2412e12fb7f69d0613ddd247314_5503421853762086547.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "name": "Lữ Khách Lạc Lối Trong Vương Quốc Tro Bụi",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Để theo đuổi giấc mơ vĩ đại giữa sương sớm và biển mây, các chiến binh bay lượn chưa bao giờ ngơi nghỉ.<br>Sâu trong biển sương xa xôi, câu chuyện về con rồng độc ác chiếm cứ thành phố bỏ hoang vẫn đang bảo vệ điều cấm kỵ; Mà trên những tầng mây, con thuyền trống trải huyền thoại bị lãng quên cũng sẽ chào đón vị khách mới ghé thăm...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/11/44749939/5433a63629b7292b6fe285f6622edec2_2224825912814683588.png",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Cậu Nhóc",
        "desc": "<p>Một Tepetlisaurus nhỏ đã nhận được Chúc Phúc Của Chúa Tể Lửa. Nó đã đồng hành cùng Nhà Lữ Hành trong cuộc hành hương đến Núi Lửa Tollan để xóa bỏ dấu ấn.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/55631176/03cd38d000ca3ccfc448f48cab2feb65_4112961554001590309.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Một nhà thám hiểm đã đến Ochkanatlan để tìm Mảnh Ngọc Quay Về có khả năng thanh tẩy ô uế. <span class=\"wk-shady\">Cô đã sống cách đây gần 500 năm.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/55631176/f7852764f1632595de91f8c160fcbd01_3490905477364881849.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Manqu",
        "desc": "<p>Một nhà nghiên cứu thuộc Hiệp Hội Nghiên Cứu Di Vật Saurian, chịu trách nhiệm thực hiện các nghiên cứu học thuật về một số phong tục bộ lạc nhất định. <span class=\"wk-shady\">Manqu thật sự là một thợ thủ công sống cách đây một nghìn năm và đã qua đời trong cuộc lật đổ tên bạo chúa Och-Kan. Giờ đây, Manqu là một bản chiếu phlogiston của Waxaklahun Ubah Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/04/55631176/4c5b5ecfcf4c3dfb2639d87fb1b8ae00_206891630471117073.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7615,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hanan Pacha",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/01415d576cd0b43b81aa4c25f6cbf349_7672827490069104708.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Suốt hàng nghìn năm, nguồn gốc thật sự của Waxaklahun Ubah Kan đã bị lãng quên, và tên ông chỉ còn tồn tại trong những câu chuyện cổ. Theo một trong những câu chuyện ấy, khi loài rồng thống trị trái đất và Vương Quốc Dạ Thần vẫn còn phục tùng các vị thần bóng tối, con người phải lang thang trên những vùng đất hoang.\nRồi một ngày, một người phàm tên Waxaklahun Ubah Kan mang ngọn lửa phlogiston từ vùng đất đỏ và đen đến. Nhờ đó, con người lần đầu tiên có cơ hội chống lại thú dữ và rồng ác. Khi ấy, tại vùng đất đỏ và đen, có một con rồng có cánh là hậu duệ của Xiuhcoatl, vị vương cổ xưa của núi lửa. Trong kho báu của nó có Hỏa Lân Thạch — một tinh thể ngọn lửa nguyên thủy, phát sáng như cầu vồng chuyển màu không ngừng, rực rỡ như ánh sáng mặt trời trong lòng núi lửa.\nCó người kể rằng chính sự kiêu ngạo của con rồng đã khiến Dạ Thần nổi giận, và họ cử Waxaklahun Ubah Kan đến tiêu diệt nó. Để chắc chắn hơn, họ còn gửi theo kẻ ngốc Chaac đi cùng. Dưới sự che chở của Dạ Thần, cả hai đến được vùng đất đỏ và đen. Waxaklahun Ubah Kan bắn một mũi tên bằng ống nỏ tre vào mắt con rồng. Nó bị mù một mắt, nhưng vẫn rất mạnh, nên ông đã nghĩ ra một kế hoạch dài hơi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/406da9a96315023423e763bbde857186_2379225423503024667.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Waxaklahun Ubah Kan và Chaac giả dạng làm những người chữa bệnh rồi bước vào hang của con rồng. Họ đề nghị thay thế mắt bị thương, nanh và cánh của nó bằng những viên đá quý lấp lánh. Con rồng vốn kiêu ngạo, không thể cưỡng lại ý nghĩ về vẻ đẹp rực rỡ của mình nếu được tỏa sáng gấp trăm lần, nên đã đồng ý mà không chút nghi ngờ.\nSau đó, Waxaklahun Ubah Kan và Chaac lấy ra những hạt giống đã chuẩn bị sẵn và thay thế những bộ phận của con rồng bằng chúng. Con rồng chết dần trong trạng thái mơ màng. Cuối cùng, viên Hỏa Lân Thạch rơi vào tay Waxaklahun Ubah Kan. Khi ông phá vỡ nó thành nhiều mảnh, ông đã giải phóng sức mạnh của loài rồng, thứ được gọi là \"Phlogiston.\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/24/237301566/f7e59ebc117db3e5cd913f78d7d10bec_4695235539739888071.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Rời vùng đất đỏ đen, Waxaklahun Ubah Kan và Chaac đi đến vùng rừng núi, nơi các bộ tộc sinh sống. Waxaklahun Ubah Kan muốn dạy con người cách sử dụng phlogiston, nhưng không ai quan tâm. Họ không hiểu phlogiston là gì và cũng không thấy nó có ích ra sao.\nThấy ông buồn, Chaac đề nghị hãy cho mọi người thấy lợi ích của phlogiston, như việc nâng một tảng đá lên cao hơn cả núi. Waxaklahun Ubah Kan đồng ý, dạy Chaac sức mạnh của loài rồng. Sau đó, hai người cùng nhau nâng một mảnh đất lớn lên trời. Mảnh đất ấy trở thành Hanan Pacha – Thánh Điện Thượng, nơi mà người dân Natlan từ xa cũng có thể nhìn thấy và kéo đến vì tò mò.\nChaac, với lòng tốt của mình, đã giúp người dân lên Hanan Pacha bằng sức mạnh của phlogiston. Dưới sự dẫn dắt của Waxaklahun Ubah Kan, bộ tộc đầu tiên định cư tại đó. Họ xây dựng thành phố với cung điện và đền đài nguy nga, được trang trí bằng đá quý, lông vũ sặc sỡ và hoa thơm ngát.\nKhi việc xây dựng thành phố hoàn tất, Waxaklahun Ubah Kan quyết định nâng Hanan Pacha lên cao hơn nữa. Ông cũng ra lệnh cấm người dân ăn bất cứ thứ gì được tạo ra từ mảnh đất phía dưới. Họ chỉ được uống nước từ Ngọn Nguồn Ngàn Dòng Nước và ăn thức ăn họ tự trồng ở Hanan Pacha – nơi không nằm dưới sự kiểm soát của Dạ Thần.\nDù không hiểu vì sao, người dân vẫn làm theo lời ông. Họ bắt đầu nuôi cá trong các khu vực xanh và trồng rong để làm thực phẩm. Mỗi ngày, Hanan Pacha lại được nâng lên cao hơn.\nCuối cùng, Dạ Thần nhận ra ý định của ông. Lo sợ con người sẽ rời bỏ thế giới bên dưới, họ cải trang thành một người đàn ông và mang đến cho bộ tộc một chai nước kỳ lạ. Chaac nếm thử, thấy nó ngọt hơn bất cứ thứ gì từng có, rồi chia sẻ cho mọi người.\nKhi Waxaklahun Ubah Kan trở lại, ông thấy người dân đã say sưa. Ông hiểu rằng họ không thể rời khỏi Natlan được nữa. Vì vậy, ông đuổi họ khỏi Hanan Pacha.\nNgười dân tản đi khắp Natlan, mang theo phlogiston. Còn Hiền Giả Trộm Lửa tiếp tục hành trình trở về nhà."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/25/237301566/1228c2098563f55f5f6efe34707c73a2_98397734549776695.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi con đường dẫn đến Thánh Cung bị cắt đứt, dân gian bắt đầu truyền tai nhau về một huyền thoại. Đó là câu chuyện về \"Vị thuốc chữa khỏi mọi tổn thương\" – một món quà được cho là do Hiền Giả Trộm Lửa để lại.\nĐể tìm được vị thuốc ấy, người ta phải vượt qua nhiều thử thách, trong đó có Chữ Khắc Phlogiston và Văn Tự Tiết Lộ. Nhưng khi đã vượt qua tất cả, cuối con đường chỉ có một suối nước nóng với làn nước trong vắt. Không có phép màu, chỉ là sự tĩnh lặng và ấm áp của suối nguồn.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6974,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7092,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Vương Quốc Dạ Thần",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Dạ Thần",
        "desc": "<p>Thiên Sứ đã tạo ra Vương Quốc Dạ Thần ở Natlan</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/08/44749939/f171c1712b2f20a924c64bafa6a8ccfd_5702163896333645390.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Ghi Chép Của Hanan Pacha",
        "desc": "<p>Truyện ngụ ngôn được lưu truyền từ xa xưa với nhân vật chính là Hiền Giả Trộm Lửa. Nghe nói, sau khi được các chuyên gia lịch sử kiểm chứng, họ nhận định nội dung trong đó không hề liên quan đến lịch sử thực tế.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Chúa Tể Lửa, kẻ đã bị đánh bại bởi vị Hỏa Thần đầu tiên, Xbalanque. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/55631176/96f809757becea5d44dc5470300677d6_2619864791942641729.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Hỏa Thần đầu tiên và là anh trai của Kukulkan, người đã ban cho hắn sự sống. Ngài đã tạo ra Huitzilopochtli để cứu thế giới khỏi Vực Sâu, nhưng Kukulkan lại muốn đi theo một con đường khác.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Một con rồng lai với linh hồn con người, là người cai trị Thành Tro Tàn, được biết đến là Xà Vương và Thánh Vương.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/44749939/0b2b4aebefdaee2927d1ebc35010f805_7345692974116774686.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Một con rồng pha trộn với linh hồn con người và là con trai của Waxaklahun Ubah Kan. Hắn được nuôi dưỡng giữa con người và, theo kế hoạch của cha, lẽ ra phải giết chết Hỏa Thần,",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7298,
        "name": "Xiuhcoatl",
        "desc": "<p>Chúa Tể Lửa, kẻ đã bị đánh bại bởi vị Hỏa Thần đầu tiên, Xbalanque. </p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/55631176/96f809757becea5d44dc5470300677d6_2619864791942641729.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", Và trở thành một Long Vương mới. Och-Kan yêu loài người và không thể để kế hoạch của cha mình thành hiện thực.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Hoả Thần đời đầu, người đã đánh bại Chúa Tể Lửa Nguồn và được hồi sinh từ những ngọn lửa</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/09/44749939/dae90ad5dbd996a96e184baf09e5fc86_7522646908084525783.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Hiền Giả Trộm Lửa và Xbalanque đã ký kết một hiệp ước để ghép lại Đĩa Vàng Thông Điệp của họ và kích hoạt Huitzilopochtli, nhưng Xbalanque đã phản bội ông.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Cậu Nhóc",
        "desc": "<p>Một Tepetlisaurus nhỏ đã nhận được Chúc Phúc Của Chúa Tể Lửa. Nó đã đồng hành cùng Nhà Lữ Hành trong cuộc hành hương đến Núi Lửa Tollan để xóa bỏ dấu ấn.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/55631176/03cd38d000ca3ccfc448f48cab2feb65_4112961554001590309.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Waxaklahun Ubah Kan đã dẫn dắt Nhà Lữ Hành và Tepetlisaurus nhỏ của họ đến Thánh Thành Tollan để kích hoạt Huitzilopochtli.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7018,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7017,
        "name": "Manqu",
        "desc": "<p>Một nhà nghiên cứu thuộc Hiệp Hội Nghiên Cứu Di Vật Saurian, chịu trách nhiệm thực hiện các nghiên cứu học thuật về một số phong tục bộ lạc nhất định. <span class=\"wk-shady\">Manqu thật sự là một thợ thủ công sống cách đây một nghìn năm và đã qua đời trong cuộc lật đổ tên bạo chúa Och-Kan. Giờ đây, Manqu là một bản chiếu phlogiston của Waxaklahun Ubah Kan.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/04/55631176/4c5b5ecfcf4c3dfb2639d87fb1b8ae00_206891630471117073.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7295,
        "name": "Bona",
        "desc": "<p>Một nhà thám hiểm đã đến Ochkanatlan để tìm Mảnh Ngọc Quay Về có khả năng thanh tẩy ô uế. <span class=\"wk-shady\">Cô đã sống cách đây gần 500 năm.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/02/55631176/f7852764f1632595de91f8c160fcbd01_3490905477364881849.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Legba\nBằng cách sử dụng các hình chiếu phlogiston, Waxaklahun Ubah Kan có thể biến thành hình dạng con người để sống giữa họ mà không bị phát hiện. Titu, Manqu, Bona và Legba là một số các \"mặt nạ\" của ông.\nChaac\nChaac là đệ tử của Hiền Giả Trộm Lửa, người đã đánh thức Wayob đầu tiên. Cùng với Waxaklahun Ubah Kan, ông đã đánh bại một con rồng hung ác. Chaac và những người theo ông đã sáng lập ra bộ tộc đầu tiên.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sách và Vật phẩm liên quan"
      },
      {
        "type": "CustomEntry",
        "epId": 6936,
        "name": "Ghi Chép Của Hanan Pacha",
        "desc": "<p>Truyện ngụ ngôn được lưu truyền từ xa xưa với nhân vật chính là Hiền Giả Trộm Lửa. Nghe nói, sau khi được các chuyên gia lịch sử kiểm chứng, họ nhận định nội dung trong đó không hề liên quan đến lịch sử thực tế.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 6554,
        "name": "Bí Điển Obsidian",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/cd11df3be5420d2c53c2da0d3298eb92_4238581052558034331.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 6863,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ chủ nhân Thành Tro Tàn bị ăn mòn tại Ochkanatlan. Đây là một trong những tín vật bắt buộc phải có để tiến đến Núi Lửa Tollan và thanh tẩy \"Chúc Phúc Của Chúa Tề Lửa\" trên người Tepetlisaur. Nghe nói đó là một phần của con mắt \"Chúa Tề Lửa\" sau khi bị tách làm hai. Theo truyền thuyết, chúa tể rồng cổ xưa từng nắm giữ mọi tia sáng và trí tuệ, đã dùng một con mắt của mình để hóa thành quyền năng tối thượng kiểm soát mọi ngọn lửa, và đó cũng trở thành điểm yếu duy nhất có thể bị khai thác...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_9134877494051830614.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ di tích của Hiền Giả Trộm Lửa, một trong những tín vật bắt buộc phải có để đến Núi Lửa Tollan và loại bỏ Chúc Phúc Của Chúa Tể Lửa trên người Tepetlisaur. Dấu ấn màu vàng khắc trên đĩa trắng, khi chạm vào đĩa, mơ hồ có thể cảm nhận được hoa văn trên đó khẽ chuyển động như đang sống.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_7390194352807148768.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Waxaklahun Ubah Kan"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Rồng"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "Hiền Giả Trộm Lửa"
          }
        ]
      }
    ]
  }
}