{
  "epId": 7298,
  "name": "Xiuhcoatl",
  "desc": "<p>Chúa Tể Lửa, kẻ đã bị đánh bại bởi vị Hỏa Thần đầu tiên, Xbalanque. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/55631176/96f809757becea5d44dc5470300677d6_2619864791942641729.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1749831805,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Xiuhcoatl"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Rồng Nguyên Tố"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "Chúa Tể Lửa"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Relationships"
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Xiuhcoatl là một Hỏa Long được sinh ra từ Lửa Nguồn.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Con rồng thông thái nhất, người đã cướp ngọn lửa từ giống loài của mình và dạy cho con người cách sử dụng nó. Hắn muốn tạo ra một vị vua cai trị cả thế giới rồng và con người. Tên thật của hắn là Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/55631176/8228ad551ef3ea84b3ecf1e8e8512ecc_2360733082935215950.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Xiuhcoatl đã tạo ra em trai mình và ban cho anh ấy một phần của Lửa Nguồn. Khi Xiuhcoatl muốn kích hoạt Huitzilopochtli, Waxaklahun Ubah Kan đã không đồng tình với kế hoạch của anh trai và quyết định tìm một con đường khác. Hiền Giả Trộm Lửa muốn con trai mình",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Một con rồng lai với linh hồn con người, là người cai trị Thành Tro Tàn, được biết đến là Xà Vương và Thánh Vương.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/44749939/0b2b4aebefdaee2927d1ebc35010f805_7345692974116774686.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "đánh bại Hỏa Long và trở thành Long Vương mới, nhưng Xbalanque đã ra tay trước. Theo thời gian, Waxaklahun Ubah Kan dần hiểu được tâm ý của anh trai mình và quyết định đi theo con đường đó, kích hoạt Huitzilopochtli.\nHuitzilopochtli\n\"Lửa Trời Càn Quét\" là một vũ khí được tạo ra để chiến đấu với Vực Sâu, có khả năng biến Natlan thành một vùng đất hoàn toàn làm từ vật chất phlogiston. Mọi sự sống sẽ hoặc bị hủy diệt hoặc buộc phải từ bỏ thể xác và trở thành những dạng sống dựa trên phlogiston. Và rồi loài rồng, nay đã trở thành những sinh vật phlogiston, sẽ cai trị thế giới mới này.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Chúa Tể Lửa Nguồn Ăn Mòn",
        "desc": "Rồng ma do sức mạnh đen tối ngưng tụ thành.<br>Được gọi là Chúa Tể Hủy Diệt Của Vực Sâu, hay có cái tên khác là ma vật hư không \"Gosoythoth\". Sở hữu quyền năng xâm nhập ký ức Địa Mạch và ngưng tụ chúng thành thực thể tai ương. Trong vô vàn quá khứ cổ xưa trôi dạt nơi mặt đất, ý chí còn sót lại của vua rồng nguyên tố thuở sơ khai đã bị rút ra như xương tủy, tạo thành nền móng cho hình tượng mô phỏng.<br>Nhưng thực sự đó chỉ đơn thuần là mô phỏng sao? Con rồng đã khuất một lần nữa mở mắt bởi sức mạnh dị giới mà nó từng chống lại. Giống như một giấc mơ, từ bỏ mọi thứ trong một cuộc tái sinh ngắn ngủi. Phước lành đen đúa khiến nó mắc kẹt trong ngày cuối cùng của cuộc đời, ngọn lửa phẫn nộ vô tận nuốt chửng mọi lý trí. Lúc này, thâm tâm chỉ còn lại ham muốn chiến đấu không ngừng nghỉ là vẫn đang hừng hực rực cháy.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Chúa Tể Hủy Diệt Của Vực Sâu đã thành công trong việc chiết xuất ý chí còn sót lại của Xiuhcoatl từ những ký ức chứa đựng trong Địa Mạch của Teyvat. Con rồng ấy bị mắc kẹt trong ngày cuối cùng của sự tồn tại của nó, và cơn thịnh nộ vô tận đã thiêu rụi toàn bộ lý trí.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Hoả Thần đời đầu, người đã đánh bại Chúa Tể Lửa Nguồn và được hồi sinh từ những ngọn lửa</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/09/44749939/dae90ad5dbd996a96e184baf09e5fc86_7522646908084525783.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Xbalanque đã đánh bại Xiuhcoatl tại Núi Lửa Tollan và được tái sinh từ ngọn lửa, trở thành Hỏa Thần đầu tiên.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6584,
        "name": "Bạo Chúa Qucusaur Lửa Vàng",
        "desc": "Qucusaurus dị chủng có hình thái siêu phàm vì nhận được sức mạnh vĩ đại mà cơ thể Saurian ngày nay không thể kiểm soát.<br>Trong truyền thuyết cổ xưa kể rằng, Qucusaur khổng lồ thường ẩn hiện trong làn sương mù nơi núi rừng ngày nay. Khi nó còn nhỏ cũng từng mạo hiểm cùng với các anh hùng cứu lấy Natlan trong những câu chuyện. Theo lời kể thì có một người trong số các anh hùng từng cùng nó bước lên con đường hành hương đến núi lửa để cứu vãn tâm trí sắp bị sức mạnh cuồng bạo cướp mất của nó. Nhưng với danh hiệu \"Bạo Chúa\" ngày nay, thì chắc câu chuyện đã không có được kết cục viên mãn rồi.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/5709594dc5a9060e80eff1f292116304_431190468102305255.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Cậu Nhóc",
        "desc": "<p>Một Tepetlisaurus nhỏ đã nhận được Chúc Phúc Của Chúa Tể Lửa. Nó đã đồng hành cùng Nhà Lữ Hành trong cuộc hành hương đến Núi Lửa Tollan để xóa bỏ dấu ấn.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/55631176/03cd38d000ca3ccfc448f48cab2feb65_4112961554001590309.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "name": "Och-Kan",
        "desc": "<p>Một con rồng lai với linh hồn con người, là người cai trị Thành Tro Tàn, được biết đến là Xà Vương và Thánh Vương.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/44749939/0b2b4aebefdaee2927d1ebc35010f805_7345692974116774686.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Từ thuở xa xưa, Xiuhcoatl đã sử dụng Chúc Phúc Của Chúa Tể Lửa để truyền lại trí tuệ của mình. Những con rồng và loài Saurian mang dấu ấn của Chúc Phúc Của Chúa Tể Lửa sở hữu sức mạnh phi thường, nhưng các Saurian thời hiện đại ngày nay không còn đủ khả năng chịu đựng nó nữa. Tộc Wayob và Vương Quốc Dạ Thần cũng khước từ nguồn sức mạnh này và từ chối chấp nhận những Saurian như vậy. Trong quá trình trưởng thành, các Saurian sẽ bị chính sức mạnh đó giết chết hoặc bị nó làm cho phát điên. Truyền thuyết kể rằng, nếu chiến binh bộ tộc mang theo hai mảnh của một tín vật bị tách làm hai đi đến Núi Lửa Tollan, họ sẽ rửa sạch được dấu ấn Chúc Phúc Của Chúa Tể Lửa.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ chủ nhân Thành Tro Tàn bị ăn mòn tại Ochkanatlan. Đây là một trong những tín vật bắt buộc phải có để tiến đến Núi Lửa Tollan và thanh tẩy \"Chúc Phúc Của Chúa Tề Lửa\" trên người Tepetlisaur. Nghe nói đó là một phần của con mắt \"Chúa Tề Lửa\" sau khi bị tách làm hai. Theo truyền thuyết, chúa tể rồng cổ xưa từng nắm giữ mọi tia sáng và trí tuệ, đã dùng một con mắt của mình để hóa thành quyền năng tối thượng kiểm soát mọi ngọn lửa, và đó cũng trở thành điểm yếu duy nhất có thể bị khai thác...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_9134877494051830614.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ di tích của Hiền Giả Trộm Lửa, một trong những tín vật bắt buộc phải có để đến Núi Lửa Tollan và loại bỏ Chúc Phúc Của Chúa Tể Lửa trên người Tepetlisaur. Dấu ấn màu vàng khắc trên đĩa trắng, khi chạm vào đĩa, mơ hồ có thể cảm nhận được hoa văn trên đó khẽ chuyển động như đang sống.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_7390194352807148768.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "Theo truyền thuyết, Xiuhcoatl đã biến một trong hai con mắt của mình thành một vật dẫn của quyền uy tối thượng, qua đó mọi ngọn lửa đều có thể được cai quản. Khi Xbalanque đánh bại Hỏa Long, anh đã chẻ con mắt của rồng thành hai phần.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Thời Đại Thống Trị Của Loài Rồng",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/6720fc8f34741f1cdd09918df845dea1_4104516956228177436.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trước khi loài người xuất hiện, Teyvat từng được cai trị bởi một nền văn minh rồng cực kỳ phát triển, do Rồng Nibelung lãnh đạo. Hàng thiên niên kỷ sau, trên Núi Thánh, chúa tể lửa đầu tiên là Xiuhcoatl đã được sinh ra từ Lửa Nguồn. Ông đã sáng lập Thánh Thành Tollan và tạo dựng dân tộc mình từ Lửa Nguồn. Thánh Thành được xây dựng bên trong một ngọn núi lửa, nơi những con rồng tạo ra một cảnh tượng mô phỏng bầu trời. Ông đã ban tặng cho sáng tạo đầu tiên của mình, em trai ông\nmột mảnh của ngọn lửa đó, mà hậu duệ của loài rồng coi là một phần của linh hồn vĩ đại. Natlantea được dẫn dắt bởi một hội đồng rồng, bao gồm mười ba Long Vương và ba Hoàng Tử Rồng, những người tuân lệnh Long Vương."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/a1d846f80c1e55e2a7ab95315058e57e_5427820143582258539.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi Thiên Giới từ phía trên bầu trời xuất hiện ở Teyvat, một cuộc chiến giữa Kẻ Đổ Bộ Thứ Nhất và loài rồng đã bắt đầu, trong đó kẻ xâm lược đã ném đinh thần xuống những mảnh đất giàu phlogiston, nơi nuôi dưỡng Natlan. Họ cũng đóng băng Xiuhcoatl trong dung nham, khiến hắn rơi vào trạng thái chết giả. Long Vương Nibelung bị đánh bại và đã vượt qua bầu trời để tìm kiếm tri thức cấm nhằm chiến đấu với Thiên Giới. Loài rồng rất mạnh mẽ, nhưng họ bị ràng buộc bởi xiềng xích quyền năng của chính mình. Kẻ yếu phục tùng kẻ mạnh, con trai nối gót cha, và dân thường phục vụ Long Vương. Các chủng tộc vốn theo đuổi quyền lực bị ràng buộc bởi chính quyền lực ấy, điều ra lệnh rõ ràng cho xã hội của họ. Sau cái chết giả của Hỏa Long, hậu duệ của loài rồng chỉ biết cúi đầu trước ngai vàng của hắn và chứng kiến nền văn minh từng vĩ đại dần suy tàn từng ngày, tiến về phía suy vong không thể ngăn cản. Do sự phá hủy của vùng đất phlogiston, những con rồng thích nghi cao chỉ tiến hóa để tồn tại trong Natlan thay đổi, và trong quá trình đó, họ đã mất đi sức mạnh và rơi vào ngõ cụt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/5997fa20dc470865640c2d4095f0a19a_6387894867402416954.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Nibelung trở lại Teyvat mang theo tri thức cấm, Chúa Tể Lửa tỉnh giấc sau một giấc ngủ dài. Nhưng giờ đây, ông đã bị ô nhiễm bởi sức mạnh của Vực Sâu. Thiên Lý sau đó tiêu diệt Nibelung.\nCũng vào lúc ấy, Long Vương rực lửa, từng bị nhấn chìm trong Vực Sâu, tạm thời lấy lại lý trí. Hắn đau đớn nhìn vương quốc từng rực sáng trong trí tuệ giờ đã tan vỡ. Vùng đất vốn tràn ngập Lửa Nguồn nay bị bóng tối ăn mòn, khắp nơi chỉ còn những vết thương lở loét. Hắn nhận ra chính mình đã trở thành nơi nuôi dưỡng bóng tối. Những khoảnh khắc tỉnh táo ngày càng hiếm hoi, và hắn không biết khi nào bản thân sẽ hoàn toàn tan biến trong hư vô méo mó.\nTrong những ngày cuối, hắn chìm vào trạng thái giống như cái chết. Cả chủng tộc của hắn cũng không còn giữ được lý trí, chỉ còn là một bầy sinh vật gào thét trong tuyệt vọng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/76abfd4fefa06e1ac6a9994b1fc75973_1917141877618508186.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi loài rồng vẫn còn giữ được sức mạnh, họ đã khám phá bóng tối tăm giữa các vì sao và tạo ra một hệ thống cáp trời kéo dài đến những thiên thể nguyên thủy. Khi các mặt trăng bị phá hủy trong cuộc chiến với kẻ xâm lược từ thiên không, Xiuhcoatl đã tiến hành tái tạo mặt trăng, và những tàn tích của các mặt trăng treo lơ lửng trên bầu trời được gọi là \"Di Hài Cổ Nguyệt\".\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7084,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7489,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4897,
        "name": "Vị Đầu Tiên",
        "desc": "<p>Kẻ Đổ Bộ đầu tiên, đã đánh bại Thất Long Vương của thế giới và tạo ra con người. Vị Đầu Tiên có thể là Phanes</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/10/44749939/790481396c4b2c0a6aa09ade5cb2e93b_1208170965768110133.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Con rồng thông thái nhất, người đã cướp ngọn lửa từ giống loài của mình và dạy cho con người cách sử dụng nó. Hắn muốn tạo ra một vị vua cai trị cả thế giới rồng và con người. Tên thật của hắn là Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/55631176/8228ad551ef3ea84b3ecf1e8e8512ecc_2360733082935215950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Huitzilopochtli",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/8287e972b0dbc501376be8d66db0d9cf_2623353522331778675.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trong những khoảnh khắc còn tỉnh táo, Chúa Tể Lửa đã dùng phần sức mạnh và trí tuệ cuối cùng của mình để biến đổi thành phố rồng. Ông tạo ra một phiên bản thu nhỏ của nó, giống như một thiên thể, được gọi là Tổ Hợp Tinh Tú, và sau cùng là vũ khí cuối cùng: Lửa Trời Càn Quét.\nĐể tạo ra vũ khí này, Xiuhcoatl bắt đầu đào sâu vào lòng núi lửa để xây dựng một môi trường ổn định cho các thí nghiệm. Ông tạo ra Huitzilopochtli — một thiết bị sử dụng phlogiston, có khả năng biến đổi toàn bộ Natlan thành một thế giới chỉ còn lại phlogiston hoặc vật chất được tạo ra từ nó.\nPhlogiston là một loại nguyên tử đặc biệt có thể ghi lại thông tin. Nó được xem như một “nguyên tố tính toán,” có thể mô phỏng cấu trúc của bất kỳ sự vật nào. Huitzilopochtli sẽ đốt cháy mọi thứ, lưu giữ thông tin đó vào một đại dương các đơn vị phlogiston và sau đó tái tạo lại theo cách khác. Khi quá trình hoàn tất, Natlan sẽ trở thành một thế giới chỉ tồn tại bằng Lửa Nguồn.\nKhi Vực Sâu xuất hiện, Tổ Hợp Tinh Tú được tạo ra từ Lửa Nguồn sẽ tự động phản ứng, va chạm với chúng và tạo ra phản ứng tiêu diệt lẫn nhau. Kết quả là kẻ thù từ Vực Sâu sẽ bị xóa sổ, và chúng sẽ không thể xâm lược Natlan một lần nào nữa.\nTuy nhiên, để đạt được điều đó, sự sống ở Natlan sẽ phải hy sinh. Hoặc là bị Huitzilopochtli tiêu diệt, hoặc phải từ bỏ thân xác để trở thành sinh vật thuần phlogiston. Địa mạch, cơ thể vật chất, và thế giới quen thuộc sẽ biến mất. Loài rồng sẽ là những sinh vật duy nhất còn lại — không còn bị ràng buộc bởi sinh hay tử, tồn tại trong một thế giới mới mà họ là chủ nhân tuyệt đối."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/b2a8313a2877f7b05213abd9a655c27c_161184871910069897.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Để giúp Tổ Hợp Tinh Tú nhận diện các mục tiêu bị Vực Sâu làm ô nhiễm, Xiuhcoatl đã tự thí nghiệm trên chính cơ thể mình. Hắn hy sinh phần còn lại của bản thân để phục vụ cho chủng tộc rồng. Khi hệ thống được kích hoạt, hắn sẽ là một trong những sinh vật đầu tiên bị Lửa Trời Càn Quét thiêu rụi.\nBiết rằng mình không thể giữ được lý trí lâu hơn, Hỏa Long đã sẵn sàng khởi động toàn bộ kế hoạch. Hội Đồng Rồng — gồm mười ba Chúa Tể Rồng và ba Hoàng Tử — hoàn toàn đồng ý với quyết định của hắn. Nhưng người em trai của hắn, Nhiếp Chính Kukulkan, lại phản đối. Ông cho rằng Huitzilopochtli sẽ biến tất cả sinh vật sống thành những bóng mờ chập chờn, như ảo ảnh dưới ánh đuốc. Không còn thân xác, loài rồng sẽ không thể tiếp tục tiến hóa.\nVì thế, Kukulkan chọn một con đường khác — con đường trong loài người. Còn Chúa Tể Lửa thì tin rằng, khi thời khắc cuối cùng của sự sống đến, em trai ông sẽ hiểu những gì ông đã làm… và rồi sẽ đưa ra lựa chọn giống như ông."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Nếu ngươi cho rằng ta chỉ đơn thuần muốn 'hủy diệt', còn ngươi lại có thế giới riêng mà mình muốn xây dựng... Vậy thì hãy đến ngăn cản ta, giết chết ta để chứng minh cho ta xem đi!\"</color>\n<color=#ffffffd9>\"Nhưng rồi sẽ có một ngày, đây không phải là lời tiên tri đâu, Kukulkan. Đây chẳng qua chỉ là lời khuyên của người từng trải... Rồi sẽ có một ngày...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Con rồng thông thái nhất, người đã cướp ngọn lửa từ giống loài của mình và dạy cho con người cách sử dụng nó. Hắn muốn tạo ra một vị vua cai trị cả thế giới rồng và con người. Tên thật của hắn là Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/55631176/8228ad551ef3ea84b3ecf1e8e8512ecc_2360733082935215950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cái Chết Của Xiuhcoatl",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/26217162c8655537ed07e3848eb0a2d7_4413219845976282650.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau cuộc chiến thứ hai giữa Thiên Lý và Long Vương Nibelung, các nền văn minh cổ xưa của loài người tan rã như ngọc vỡ. Những Thiên Thần từng lãnh đạo các quốc gia bị rồng thức tỉnh nuốt chửng. Địa Mạch ở Natlan bị tổn thương nặng nề, và con người rơi vào hỗn loạn. Họ đánh mất khả năng cảm nhận thế giới, sống như thời nguyên thủy. Những người yếu đuối sinh ra tại vùng đất của rồng chỉ có thể sống sót dưới sự che chở của họ.\nDù đã mất người dẫn đường, quên đi lịch sử, đánh mất ký ức và lạc lối giữa núi rừng, họ vẫn không ngừng cố gắng sinh tồn. Kukulkan, em trai của Chúa Tể Lửa và là người từ chối kích hoạt Huitzilopochtli, đã nhìn thấy hy vọng nơi con người. Ông đánh cắp phlogiston từ cung điện cổ trong Thánh Thành Tollan và dạy dân chúng cách sử dụng nó. Nhờ ông, những bộ tộc đầu tiên được hình thành. Nhưng rồi, thay vì hòa hợp, con người lại bước vào những cuộc tranh giành quyền lực, quên đi mối thù với loài rồng.\nKukulkan cũng tạo ra một người con — một con rồng mang linh hồn con người — với mục tiêu giết Xiuhcoatl và thay thế ông làm Hỏa Long mới, cai trị cả hai thế giới. Khi người con trai bỏ trốn khỏi loài rồng, Hội Đồng Rồng muốn giết cậu. Kukulkan đã cứu và gửi con mình sống cùng loài người, và vì vậy ông bị tuyên bố là phản bội.\nCác Chúa Tể Rồng định xét xử Kukulkan, nhưng phiên tòa bị gián đoạn bởi chính Xiuhcoatl, người đã thức tỉnh từ giấc ngủ dài. Lúc này, Chúa Tể Lửa bắt đầu suy yếu, ký ức của ông cũng mờ nhạt dần. Khi em trai rời bỏ loài rồng để đến với loài người, Xiuhcoatl cảm thấy trống rỗng. Để lấp đầy khoảng trống đó, ông tạo ra một loại thần dược và đặt tên nó theo người đã từng song hành cùng ông từ buổi đầu tiên."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Vậy ngươi sẽ tên là 'Kukulkan', chắc là giờ đây người đó đã không còn quan tâm đến cái tên này nữa rồi...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/1a648830e0bc51a1e7cc7bdca5e998e4_4256552269504971571.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Vào thời điểm đó, một người lạ tên là Xbalanque xuất hiện. Không có lời tiên tri nào từng nhắc đến hắn. Hắn mang theo một thanh gươm obsidian khổng lồ và đi từ bộ tộc này sang bộ tộc khác. Xbalanque đã thuyết phục các thủ lĩnh ký kết một hiệp ước hòa bình. Nhờ đó, người dân đi theo hắn và lập nên Đại Liên Minh — đế chế đầu tiên và duy nhất của Natlan, thống nhất tất cả các bộ tộc.\nDù chỉ là người phàm, Xbalanque mạnh đến mức khiến cả các Chúa Tể Rồng của Thánh Thành cũng phải coi trọng. Khi đã tập hợp đủ lực lượng, hắn phát động chiến tranh với Thánh Thành. Quân đội con người tiến vào Núi Lửa Lớn và đánh bại các con rồng, bao gồm mười Chúa Tể Rồng và ba Hoàng tử.\nCuối cùng, chính Xbalanque đã giết Chúa Tể Lửa Xiuhcoatl bằng cách lợi dụng điểm yếu của hắn — con ngươi đã bị biến đổi. Cả hai cùng chết trong trận chiến đó. Nhưng sau đó, Xbalanque được tái sinh từ Ngọn Lửa Thánh và trở thành Hỏa Thần đầu tiên của Natlan.\nTrong cuộc chiến giữa người và rồng, loài rồng gần như bị tiêu diệt. Từ đó, con người nắm quyền cai trị vùng đất này."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/19/237301566/0427972368ae6fe6d5dc73b50aa28f43_5687432499148305168.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau khi Chúa Tể Lửa chết, Vực Sâu tiếp tục lan rộng khắp Natlan. Trái Tim của Núi Thánh, nơi đặt thiết bị Huitzilopochtli và cũng là nơi an nghỉ của Xiuhcoatl, bị tha hóa nặng nề. Trong thảm họa xảy ra cách đây năm trăm năm, Địa Mạch của Natlan càng bị tổn thương, và Vực Sâu đã lan đến cả Vương Quốc Đêm.\nMột sinh vật do Vực Sâu tạo ra, được người Natlan gọi là Gosoythoth, có khả năng phá hủy ký ức lưu giữ trong Địa Mạch và biến chúng thành những lực lượng hủy diệt. Từ dòng ký ức chảy ngầm dưới lòng đất từ xa xưa, nó đã rút ra tàn dư ý chí của Xiuhcoatl, giống như chiết tủy từ xương, để tạo thành hình dạng của chính nó.\nGosoythoth được tạo nên từ những phần còn sót lại của Xiuhcoatl, là kết tinh của bóng tối mà Xiuhcoatl từng chiến đấu. Sinh vật này bị mắc kẹt trong một cái bẫy vĩnh cửu, trong ngày cuối cùng của sự tồn tại. Cơn thịnh nộ của nó đã thiêu rụi mọi ý thức còn lại bên trong.\nCuối cùng, Hỏa Thần Haborym đã sử dụng sức mạnh của một trong những bóng ma Thiên Lý, quyền năng từ ngai thần thánh, và sáu anh hùng của Natlan. Nhờ sự giúp đỡ của Nhà Lữ Hành, nàng đã phá hủy vũ khí chính của Vực Sâu và đẩy lui Gosoythoth vào sâu trong Vương Quốc Đêm, kết thúc thảm họa.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7411,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7085,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Vương Quốc Dạ Thần",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "name": "Waxaklahun Ubah Kan",
        "desc": "<p>Con rồng thông thái nhất, người đã cướp ngọn lửa từ giống loài của mình và dạy cho con người cách sử dụng nó. Hắn muốn tạo ra một vị vua cai trị cả thế giới rồng và con người. Tên thật của hắn là Kukulkan.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/04/55631176/8228ad551ef3ea84b3ecf1e8e8512ecc_2360733082935215950.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7074,
        "name": "Xbalanque",
        "desc": "<p>Hoả Thần đời đầu, người đã đánh bại Chúa Tể Lửa Nguồn và được hồi sinh từ những ngọn lửa</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/09/44749939/dae90ad5dbd996a96e184baf09e5fc86_7522646908084525783.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7368,
        "name": "Chúa Tể Lửa Nguồn Ăn Mòn",
        "desc": "Rồng ma do sức mạnh đen tối ngưng tụ thành.<br>Được gọi là Chúa Tể Hủy Diệt Của Vực Sâu, hay có cái tên khác là ma vật hư không \"Gosoythoth\". Sở hữu quyền năng xâm nhập ký ức Địa Mạch và ngưng tụ chúng thành thực thể tai ương. Trong vô vàn quá khứ cổ xưa trôi dạt nơi mặt đất, ý chí còn sót lại của vua rồng nguyên tố thuở sơ khai đã bị rút ra như xương tủy, tạo thành nền móng cho hình tượng mô phỏng.<br>Nhưng thực sự đó chỉ đơn thuần là mô phỏng sao? Con rồng đã khuất một lần nữa mở mắt bởi sức mạnh dị giới mà nó từng chống lại. Giống như một giấc mơ, từ bỏ mọi thứ trong một cuộc tái sinh ngắn ngủi. Phước lành đen đúa khiến nó mắc kẹt trong ngày cuối cùng của cuộc đời, ngọn lửa phẫn nộ vô tận nuốt chửng mọi lý trí. Lúc này, thâm tâm chỉ còn lại ham muốn chiến đấu không ngừng nghỉ là vẫn đang hừng hực rực cháy.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Chúc Phúc Của Chúa Tể Lửa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/20/237301566/7f15d8db1fd3ce1c031c2973cf40e50e_5961040710792269431.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một số Saurians, hậu duệ của loài rồng cổ đại, sinh ra với một dấu hiệu đặc biệt trên sừng, được gọi là “Chúc Phúc của Chúa Tể Lửa”. Đây là món quà đầu tiên mà Xiuhcoatl truyền lại — ánh sáng và trí tuệ cháy bỏng được truyền qua chiếc sừng của ông. Theo thời gian, các con rồng tiến hóa, và cơ thể chúng không còn chịu nổi sức mạnh hỗn loạn này nữa. Tuy vậy, dòng máu rồng trong chúng vẫn không thay đổi.\nNhiều Saurians mang lời chúc phúc đã phát điên hoặc thiệt mạng vì không thể kiểm soát được sức mạnh. Nhưng chỉ những Saurians có dấu hiệu này mới là hậu duệ thật sự của Xiuhcoatl, và cũng là những cá thể có thể kích hoạt Huitzilopochtli hoặc trở thành Chúa Tể Lửa tiếp theo.\nSau một thời gian thất vọng với loài người, Kukulkan — em trai của Xiuhcoatl — đã chọn đi theo con đường của anh mình bằng cách kích hoạt Huitzilopochtli. Ông tạo ra một truyền thuyết để loại bỏ lời chúc phúc: người được chọn phải nhận một biểu tượng chia làm hai phần và hành hương đến Núi Lửa Tollan. Nhiều Saurians cùng bạn đồng hành đã lên đường đến núi lửa, nhưng phần lớn đều không sống sót.\nTrong số những người mang dấu hiệu, có Holawaqa Ngoubou — một Qucusaurus bị biến đổi cơ thể thành hình dạng siêu nhiên do ảnh hưởng của lời chúc phúc. Năm trăm năm trước, Ngoubou từng đồng hành cùng anh hùng Menilek, người đã cứu Natlan khỏi một thảm họa lớn. Menilek chấp nhận cùng Ngoubou lên núi lửa để giúp hắn thoát khỏi cơn điên do sức mạnh gây ra. Nhưng kế hoạch thất bại, và Ngoubou trở thành một bạo chúa lửa, gieo rắc nỗi sợ cho dân chúng.\nSaurian duy nhất còn lại là bạn đồng hành của Nhà Lữ Hành. Cùng nhau, họ đã nhận Đĩa Vàng Thông Điệp và tiến vào Trái Tim Núi Thánh. Kukulkan muốn hắn dùng Đĩa Vàng để kích hoạt Huitzilopochtli. Nhưng Tepetlisarus đã chọn bạn bè, và từ chối làm theo.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6584,
        "name": "Bạo Chúa Qucusaur Lửa Vàng",
        "desc": "Qucusaurus dị chủng có hình thái siêu phàm vì nhận được sức mạnh vĩ đại mà cơ thể Saurian ngày nay không thể kiểm soát.<br>Trong truyền thuyết cổ xưa kể rằng, Qucusaur khổng lồ thường ẩn hiện trong làn sương mù nơi núi rừng ngày nay. Khi nó còn nhỏ cũng từng mạo hiểm cùng với các anh hùng cứu lấy Natlan trong những câu chuyện. Theo lời kể thì có một người trong số các anh hùng từng cùng nó bước lên con đường hành hương đến núi lửa để cứu vãn tâm trí sắp bị sức mạnh cuồng bạo cướp mất của nó. Nhưng với danh hiệu \"Bạo Chúa\" ngày nay, thì chắc câu chuyện đã không có được kết cục viên mãn rồi.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/5709594dc5a9060e80eff1f292116304_431190468102305255.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7494,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "Cậu Nhóc",
        "desc": "<p>Một Tepetlisaurus nhỏ đã nhận được Chúc Phúc Của Chúa Tể Lửa. Nó đã đồng hành cùng Nhà Lữ Hành trong cuộc hành hương đến Núi Lửa Tollan để xóa bỏ dấu ấn.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/55631176/03cd38d000ca3ccfc448f48cab2feb65_4112961554001590309.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6875,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ di tích của Hiền Giả Trộm Lửa, một trong những tín vật bắt buộc phải có để đến Núi Lửa Tollan và loại bỏ Chúc Phúc Của Chúa Tể Lửa trên người Tepetlisaur. Dấu ấn màu vàng khắc trên đĩa trắng, khi chạm vào đĩa, mơ hồ có thể cảm nhận được hoa văn trên đó khẽ chuyển động như đang sống.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_7390194352807148768.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "name": "Đĩa Vàng Thông Điệp",
        "desc": "<p>Đĩa trắng lấy được từ chủ nhân Thành Tro Tàn bị ăn mòn tại Ochkanatlan. Đây là một trong những tín vật bắt buộc phải có để tiến đến Núi Lửa Tollan và thanh tẩy \"Chúc Phúc Của Chúa Tề Lửa\" trên người Tepetlisaur. Nghe nói đó là một phần của con mắt \"Chúa Tề Lửa\" sau khi bị tách làm hai. Theo truyền thuyết, chúa tể rồng cổ xưa từng nắm giữ mọi tia sáng và trí tuệ, đã dùng một con mắt của mình để hóa thành quyền năng tối thượng kiểm soát mọi ngọn lửa, và đó cũng trở thành điểm yếu duy nhất có thể bị khai thác...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/09/44749939/4e92848627557a14903b5838a703d577_9134877494051830614.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "Xiuhcoatl\n",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/55631176/21f582688a702bcef96eeeaeb9a49b9d_3268014828618683310.png"
      },
      {
        "key": "Xiuhcoatl\n",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/06/02/55631176/3d0fc738a90027bbdf3d145b17551919_7208591116462132934.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Xbalanque đánh bại hỏa long."
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "title": "Về Huitzilopochtli",
        "desc": [
          {
            "type": "RichText",
            "text": "Bên cạnh hồ lửa, bóng hình màu trắng và bóng hình phủ đầy tro bụi trò chuyện với nội dung như sau...\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"...Thí nghiệm kiểm chứng giai đoạn hai đã kết thúc. Thứ sẽ thanh lọc và tiến hóa tất cả, ta sẽ đặt tên cho nó là 'Huitzilopochtli' hoặc là 'Lửa Trời Càn Quét'...\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Không quan trọng nữa, ở nơi đây tên gọi sớm muộn gì cũng sẽ mất đi ý nghĩa.\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Để đối phó với sự xâm chiếm, cần điều khiển Tổ Hợp Tinh Tú chủ động tiếp cận, sau đó trước khi bị bóp méo hoàn toàn thì dùng cách tự hủy để tiêu diệt sự ảnh hưởng của Vực Sâu...\"\nGiọng Nói Lạnh Lẽo: Nhưng sao có thể phán đoán chính xác đối tượng bị xâm chiếm và mẫu có thể kiểm soát được...\nGiọng Nói Lạnh Lẽo: Thật điên rồ, đây là đang thí nghiệm trên chính mình sao?\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Vậy cũng tốt mà. Làm như thế ít ra thì cơ thể mục nát này cũng có chút công dụng.\"\nGiọng Nói Lạnh Lẽo: ...Cho nên, sau khi khởi động hệ thống này, người không có khả năng sống sót nhất chính là bản thân ngài sao?\nGiọng Nói Lạnh Lẽo: Cuối cùng đến cả đầu óc của ngài cũng bị Vực Sâu ăn mòn rồi à? Hay chẳng qua, ngài chỉ muốn cả dòng tộc đều phải cùng hy sinh trong tang lễ của mình sao?\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Ngươi không tin tưởng người cùng tộc vậy sao. Ngoài ngươi ra, tất cả lãnh chúa khác đều đã đồng ý với chuyện này.\"\nGiọng Nói Lạnh Lẽo: Chẳng qua họ chỉ ngu ngốc nghe theo kế hoạch của ngài mà chưa bao giờ suy nghĩ đến ý nghĩa thật sự phía sau thôi... Ta sẽ không đồng ý đâu.\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"...Điều đó không quan trọng. 'Hủy diệt'... cũng chính là 'sự sống mới', ta đã hạ quyết tâm rồi.\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Hah... Thời gian ta duy trì sự tỉnh táo mỗi ngày chỉ còn từng này thôi. Tóm lại, ta sẽ kích hoạt nó sau khi mọi thứ đã sẵn sàng.\"\nGiọng Nói Lạnh Lẽo: Không còn cách xoay chuyển nữa sao? Ta vẫn đang thử tìm cách khác... Ngài thật sự không phải vì lòng thù hận cá nhân mà đẩy thế giới vào biển lửa đó chứ?\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Cũng không chừng đấy. Ta có thể không từ thủ đoạn để ngăn cản kẻ địch trong bóng tối tránh xa thế giới này.\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Hơn nữa, nếu dùng cách khác... Ngươi thật sự có thể tìm được thứ mình muốn từ những 'con người' đó sao? Ngươi đã lún sâu quá rồi...\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Ta cũng từng định khiến cho ngươi hiểu... Nhưng cũng giống như dòng tộc muốn thông qua hồ lửa để biết về trí tuệ, biết và thật sự chấp nhận là hai việc khác nhau.\"\nGiọng Nói Lạnh Lẽo: ...\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Nếu ngươi cho rằng ta chỉ đơn thuần muốn 'hủy diệt', còn ngươi lại có thế giới riêng mà mình muốn xây dựng... Vậy thì hãy đến ngăn cản ta, giết chết ta để chứng minh cho ta xem đi!\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Nhưng rồi sẽ có một ngày, đây không phải là lời tiên tri đâu, Kukulkan. Đây chẳng qua chỉ là lời khuyên của người từng trải... Rồi sẽ có một ngày...\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Ngươi sẽ bước lên con đường giống như ta.\""
          }
        ]
      },
      {
        "title": "Về tương lai của loài rồng",
        "desc": [
          {
            "type": "RichText",
            "text": "Trên đài cao xếp chồng, hình ảnh vận hành của vô số hình vẽ không ngừng chuyển động theo đường quang phổ...\nPhlogiston tích tụ dưới áp lực cực lớn, hình thành trạng thái hình cầu nhiệt độ cao trôi nổi có thể kiểm soát được.\n“Thành công rồi!\" Đồng tộc đang vây xem, vui vẻ reo hò.\nCòn người dẫn dắt có công không thua gì việc rèn sao, lúc này lại như người không liên quan, đứng bên ngoài nơi diễn ra thí nghiệm.\nGiọng Nói Lạnh Lẽo: Chúc mừng nhé, không ngờ ngài lại tạo ra được thứ có giá trị tương tự như tinh thể thu nhỏ... Tổ Hợp Tinh Tú, haha, quả là một sự nghiệp vĩ đại có thể sánh ngang với việc tái tạo vầng trăng.\nGiọng Nói Lạnh Lẽo: Nếu \"người đó\" vẫn còn trên đời, thì chắc cũng sẽ thu đôi cánh lại mà cúi đầu chúc mừng ngài đấy.\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"...Nếu ngươi đồng ý giúp đỡ, thì chắc nó đã được hoàn thành từ sớm rồi.\"\nGiọng Nói Lạnh Lẽo: Tôi không có hứng thú.\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"...Ngươi nên giúp ta, Kukulkan. Sứ giả của kẻ cướp đoạt mọi thứ đã bị chúng ta xua đuổi vào trong khe núi sâu nhất. Nhưng một khi chủ nhân của nó thức dậy...\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Đối với chủng tộc của chúng ta, đó sẽ là một trận tai ương diệt chủng khác.\"\nGiọng Nói Lạnh Lẽo: Ah... Thật là vĩ đại, ngài đã tạo ra thứ này để bảo vệ đồng bào đáng thương của ngài...\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Là đồng bào đáng thương của 'chúng ta'.\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Đây chỉ mới là khởi đầu, ta đã không còn nhiều thời gian. Ta cần phải tạo ra con đường mới cho tất cả hậu duệ loài rồng trước khi bóng đen u tối hoàn toàn bao trùm lấy ta.\"\nGiọng Nói Lạnh Lẽo: Có lẽ ngài nên để họ tự mình đi tìm... Thứ lỗi vì đã nói thẳng, con đường mà ngài đang cố tạo ra bây giờ có vẻ hơi chật hẹp đối với dòng tộc chúng ta.\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Khi thời gian không còn nhiều nữa... khi việc chờ đợi đã trở nên xa xỉ thì việc bước đi trên con đường chật hẹp là điều không thể tránh khỏi.\"\nGiọng Nói Trầm Thấp Nhưng Mệt Mỏi: \"Ta đã chờ đợi đủ lâu rồi, Kukulkan. Rồi sẽ có một ngày khi mà ngươi cũng... không còn nhiều thời gian nữa... Ngươi sẽ hiểu được, và đưa ra quyết định giống ta.\"\nGiọng Nói Lạnh Lẽo: ...Quân vương của ta, người anh của ta, chủ nhân đã sinh ra ta vào chính ngày mà ngài sinh ra, nhưng chỉ riêng điều này thì ta thực sự không thể đồng tình."
          }
        ]
      },
      {
        "title": "Ghi Chép \"Tình Trạng Cơ Thể Và Ăn Mòn\"",
        "desc": [
          {
            "type": "RichText",
            "text": "...Tất cả những gì từng tạo nên ta cũng đang dần mất đi, ta có thể cảm nhận được sức mạnh bị bóp méo, phân hóa... để nuôi dưỡng, để hình thành... vật từ bên ngoài, kẻ địch bóng tối...\n...Không còn nhiều thời gian nữa. Trước khi mọi thứ kết thúc, phải tìm đường mới cho dòng dõi của mình, con đường vĩnh hằng không bị bóng tối quấy nhiễu...\n...Thực ra, nếu không thể đón nhận cái chết vinh quang, bị bóng tối của Vực Sâu nuốt chửng, hủy diệt bởi ngọn lửa thì... cũng chẳng sao...\n...Nhưng làm sao có thể buông tay... với tương lai của dòng tộc..."
          }
        ]
      },
      {
        "title": "Ghi Chép \"Nhân Loại... Và Những Người Kiệt Xuất\"",
        "desc": [
          {
            "type": "RichText",
            "text": "...Không biết đã ngủ say bao lâu trong bóng tối. Haiz, người anh em đáng thương của ta... ...Khi nào hắn mới hiểu được, nếu cứ đối xử với đồng loại của mình không như cách đối xử với côn trùng, thì những người cũng mang ngọn lửa trí tuệ giống như hắn, hẳn sẽ không còn xem hắn là kẻ thù như vậy...\n...Cho đến hôm nay, hắn vẫn tiến hành kế hoạch nực cười của mình. Thậm chí từng thất bại, dị chủng mà hắn nuôi dưỡng cuối cùng cũng không thể đạt được ý nguyện của hắn là ngồi lên ngai vàng của con người...\n...\"Đứa con của ta cuối cùng cũng sẽ trở thành vị vua của hai chủng tộc, nó sẽ có tuổi thọ lâu hơn người thường, chỉ là đạt được điều này hơi chậm trễ hơn dự kiến chút thôi\"... ...\"Hơn nữa, điều này đã chứng minh, con người có những khả năng khác ngoài vận mệnh đã định\"...\n...Nhưng kẻ địch của chúng ta nào có đơn giản như hắn nghĩ, khi nào hắn mới hiểu được đây...\n...Có điều, nếu như hắn có thể đạt được mong muốn, thật sự có thể khiến các quân cờ của hắn đứng trước mặt ta...\n...Nói không chừng, cũng là chuyện thú vị đấy, để xem nào. Người anh em đáng thương, dã tâm của ngươi, con đường của ngươi, rốt cuộc sẽ đi đến đâu..."
          }
        ]
      },
      {
        "title": "Ghi Chép \"Chế Tạo Hầu Cận Rồng...\"",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nNhằm kiểm tra cấu trúc chính xác và hiệu suất của Đơn Vị Phlogiston Năng Lượng, để chế tạo Hầu Cận Rồng ghi chép thông tin... Dự định dùng để điều chỉnh và kiểm soát chính xác Phlogiston trong giai đoạn thứ hai của kế hoạch, cũng như là một kế hoạch bảo hiểm dự phòng. Nếu thí nghiệm Phlogiston hóa toàn bộ không thể kiểm soát được thì phải giữ lại cơ quan thực thể duy trì khu vực Phlogiston ảo, sau đó dựa vào các cơ quan nhỏ này để bảo trì.\n...\nĐến khi máy nguyên mẫu được tạo ra, trí nhớ đã bị xói mòn nghiêm trọng đến thế... Thậm chí không thể nhớ nổi... rằng đã qua rất lâu rồi kể từ khi bộ tộc của ta được tự do sải cánh bay lượn trên lục địa này. Thậm chí không thể nhớ nổi, haha, không thể nhớ rằng cạnh ngai vàng trống rỗng của ta đã không còn bóng người đứng cạnh bên nữa rồi. Thôi bỏ đi... Rồi sẽ có một ngày, ngài ấy sẽ trở lại thành phố này thôi."
          }
        ]
      },
      {
        "title": "Lời Nhắn Ghi Chép Về Phlogiston I ",
        "desc": [
          {
            "type": "RichText",
            "text": "Thời gian:\nChưa rõ\nNội dung:\nMáy móc để duy trì và máy móc nguồn được chế tạo tương ứng để làm phương án dự phòng cho giai đoạn thứ hai có thể hiểu được.\nNhưng tại sao lại làm ra tạo hình thế này, việc sử dụng năng lượng đáng lẽ phải hiệu quả hơn mới đúng...\nHuống hồ, người anh trai đáng thương của ta đang mắc kẹt trong mê cung, đám người ngu ngốc của ngươi chỉ bắt chước nguyên mẫu mà ngươi tạo ra, chứ không hiểu được ý nghĩa sâu xa của nó.\nThậm chí, tất cả những thứ gọi là \"Hầu Cận Rồng\" mà họ tạo ra, vì không muốn \"vượt qua\" những tạo vật của ngươi nên còn nhỏ hơn cả nguyên mẫu.\nNực cười, quy cách khác nhau, gây ra những hao tổn không cần thiết..."
          }
        ]
      },
      {
        "title": "Lời Nhắn Ghi Chép Về Phlogiston II ",
        "desc": [
          {
            "type": "RichText",
            "text": "Thời gian:\nChưa rõ\nNội dung:\n...Ai mà ngờ được những Hầu Cận Rồng vốn chỉ là cơ quan điều khiển, không có chức năng quân dụng này lại có thể tồn tại sau chiến tranh.\nNhư để bắt chước cách làm của ngài, họ đã để lại chú thích riêng ở trong lõi khi tạo ra Hầu Cận Rồng.\nNhư vậy ta mới có thể phân biệt được những thứ trông giống hệt nhau này, lần lượt là do ai đã tạo ra.\n...Ta dùng tên của chủ nhân để đặt cho chúng. Vì sao à, có lẽ là để kỷ niệm? Nếu ngài mà nhìn thấy, chắc sẽ cười nhạo sự ngu ngốc của ta nhỉ, anh trai à.\nXem ra trong thành phố úa tàn cạn kiệt sức sống này... ta cũng..."
          }
        ]
      },
      {
        "title": "Lời Nhắn Ghi Chép Về Phlogiston III ",
        "desc": [
          {
            "type": "RichText",
            "text": "Thời gian:\nChưa rõ\nNội dung:\nHơi lạ, ta không thể thay đổi tên của nguyên mẫu...\nCó vẻ như ngay cả ta cũng không có quyền hạn đó. Ngài giữ lại thứ gì đó cho mình vậy sao... thật khó mà tưởng tượng.\nCó lẽ cũng vì sự ăn mòn của Vực Sâu đối với Thánh Thành ngày càng nghiêm trọng, thành phố khổng lồ được tạo nên từ Phlogiston...\nDữ liệu và kết cấu của nó đều tồn tại song song. Hmm, khu thành phố là các khu vực đĩa vật lý...\nCó vẻ khu thành phố mang dữ liệu tên nguyên mẫu cũng đã bị ăn mòn, không thể truy xuất, nên cũng không thể thay đổi.\nThật không biết ngài đã đặt cho cỗ máy này cái tên gì nữa. Hoặc có lẽ, cái tên sẽ mất đi ý nghĩa ở nơi này, nên ngài vốn đã không đặt tên cho nó..."
          }
        ]
      }
    ]
  }
}