{
  "epId": 7304,
  "name": "Ghi Chép Của Nhà Mạo Hiểm Vô Danh",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Không biết là ghi chép của nhà mạo hiểm thời đại nào để lại. Trên đó ghi lại hành trình mạo hiểm của người này tại Ochkanatlan</span><span style=\"color: rgb(236, 228, 217)\">.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/04/44749939/d6767d166705e00e2f281529830efcd8_5210915642132536388.png",
  "filterValues": {
    "objectType": [
      "Đạo Cụ Nhiệm Vụ"
    ]
  },
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 1733340344,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Ghi Chép Của Nhà Mạo Hiểm Vô Danh"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, tháng nào đó, trời sương mù...\n...Cuối cùng vẫn lại đến nơi này, Ochkanatlan. Thành phố cổ xưa bị ác long tàn bạo chiếm cứ, cũng là nơi chôn cất của ██...\n...Nếu mà để dì Liriwu biết được thì nhất định sẽ giận lắm, nhưng mà hết cách rồi. Dù có bị nói là không gánh vác được di nguyện của người đi trước, tôi cũng vẫn muốn hoàn thành việc này...\n...Mặc dù mối đe dọa từ Vực Sâu không còn đáng sợ như khi tôi sinh ra, nhưng dù là vì Mảnh Ngọc Quay Về mà vô số nhà mạo hiểm theo đuổi hay là để giải quyết bí ẩn cuối cùng về ██, thì đều phải đến đó mới được...\n...Không sao đâu, đừng lo lắng, chẳng phải là đã trải qua nhiều cuộc phiêu lưu rồi sao? Đã là một nhà thám hiểm trưởng thành rồi, nên không sao cả đâu. Hơn nữa, đã nhiều năm trôi qua, ác long có lẽ đã biến mất từ lâu rồi...\n...Tóm lại, hãy bắt đầu từ đây nhé! Cuộc phiêu lưu của tôi..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ghi Chép Của Nhà Mạo Hiểm Vô Danh"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, tháng nào đó, trời mưa...\n...Không ngờ vẫn vướng phải con ác long đó, nhưng may nhờ nó mà lại vô tình đến được đây...\n...Lõi Chu'ulel, dường như là trái tim của cả thành phố trong quá khứ. Nghe người trong bộ tộc nói, Thánh Chủ thời cổ đại đã từng biến mình thành trái tim của thành phố rồng, không ngờ đó lại là nghĩa đen.\n...Không giống như những gì đã gặp ở những nơi khác trước đây, Cỗ Máy Bí Ẩn ở đây dường như có thể hiểu được tiếng người. Chẳng lẽ chúng cũng là do Thánh Chủ tạo ra để tự bảo vệ sao? Nhưng mà dù sao thì tạm thời cũng không cần lo lắng bị ma vật bên ngoài đuổi kịp...\n...Không ngờ lại có tác dụng, dùng Hỏa Lân Thạch trên người để đánh thức linh hồn rồng đang ngủ say trong cỗ máy... Nhưng đó thực sự là linh hồn rồng sao, nhỏ như một viên ngọc lục bảo, lại còn đáng yêu nữa. Mình sẽ gọi nó là Cocouik...\n...Là con đường dẫn đến Tế Đàn Lửa Nguồn. Mình đã nhìn thấy ký hiệu do dì Liriwu để lại. Quả nhiên, đây cũng là con đường ██ đã từng đi qua...\n...Nhưng chỉ còn lại một mảnh Hỏa Lân Thạch cuối cùng. Đừng dùng hết trước khi đến Tonatiuh nhé..."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ghi Chép Của Nhà Mạo Hiểm Vô Danh"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, tháng nào đó, nơi này chẳng còn rõ thời tiết ra sao nữa...\n...Hoàn toàn khác với tưởng tượng, không ngờ Tonatiuh lại là một nơi hoang vu như vậy, dường như có thể nhìn thấy tâm trạng của Xà Vương trong giây phút cuối cùng...\n...Nhưng có Hỏa Lân Thạch ở khắp mọi nơi. Chẳng lẽ Hỏa Lân Thạch trong tay các nhà mạo hiểm đều đến từ đây sao? Nhưng ai đã lấy chúng từ đây và đưa cho họ?\n...Thì ra là vậy, nhờ có Coco mà mình đã tìm ra chân tướng của \"Mảnh Ngọc Quay Về\"...\n...Cơ quan có thể cứu Natlan nhưng không thể cứu chúng ta, vì nó mà đã hy sinh biết bao anh hùng... Tại sao lại đưa chúng ta đến đây... Hiểu rồi, chắc chắn là vì không thể chạm vào nó, nên phải mượn tay chúng ta, mượn tay Coco...\n...Nhưng ngay cả khi đó là Chén Thánh giả, cho dù đó là ██ hay dì Liriwu, những người dấn thân vào cuộc hành trình đều là những anh hùng thực sự!\n...Đây là mảnh Hỏa Lân Thạch cuối cùng còn sót lại trên mặt đất. Để mình mang nó đến đây cũng nằm trong kế hoạch rồi sao? Nhưng không sao, như vậy sẽ không còn ai bị lừa nữa...\n...Ta sẽ không để ngươi có được nó, vì chúng ta sẽ kết thúc kế hoạch của ngươi ngay tại đây!"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Ghi Chép Của Nhà Mạo Hiểm Vô Danh"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      }
    ]
  }
}