{
  "epId": 7350,
  "name": "Bùa Hộ Mệnh Của Vùng Đất Bí Ẩn",
  "desc": "Lá bùa không biết từ khi nào đã xuất hiện trong túi sau khi vượt qua thử thách của Kẻ Ẩn Tu Ngoại Cảm Lạc Lối.<br>Trong một số ghi chép của Chủ Nhân Gió Đêm, các tư tế mang khả năng ngoại cảm mạnh mẽ thậm chí có thể thông qua thiền định để khiến ý thức xuyên qua ánh sáng phản chiếu từ Đá Obsidian, tiến vào lãnh địa dưới lòng đất mà chỉ người chết mới có thể bước đến. Có điều, hành động này khá nguy hiểm, các tư tế có khả năng làm được điều này thường xuyên phải mang theo các loại bùa hộ mệnh, tránh để linh hồn của mình lạc lối bên trong. Tuy nhiên, bùa hộ mệnh này giàu tính tượng trưng hơn ý nghĩa thực tế, các tư tế ẩn tu để lại chúng cho những dũng sĩ vượt qua thử thách, có lẽ cũng chỉ là để lại một lời chúc phúc đơn giản mà thôi.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c26f7b8877d8fc42dd3671a42f83cb38_3207155692698759618.png",
  "filterValues": {
    "objectType": [
      "Nguyên Liệu Bồi Dưỡng Nhân Vật"
    ]
  },
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 1743313552,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Rơi Ra Từ"
      },
      {
        "type": "CustomEntry",
        "epId": 7367,
        "name": "Kẻ Ẩn Tu Ngoại Cảm Lạc Lối",
        "desc": "Tư tế Chủ Nhân Gió Đêm một mình âm thầm tu luyện bên ngoài. Nghe nói được Wayob của bộ tộc che chở nên sở hữu năng lực ngoại cảm còn mạnh hơn tư tế hay shaman thông thường. Sức mạnh này vừa là lời chúc phúc, vừa là một lời nguyền, với những tư tế không thể kiểm soát sức mạnh, thì từ đầu chỉ có thể đơn độc tu luyện bên ngoài bộ tộc. Cho dù hiện tại đã nắm bắt thuần thục sức mạnh này, nhưng vẫn giữ thói quen xa rời đám đông, vậy nên cũng có những lời đồn rằng cô ấy \"khó hòa nhập với cộng đồng\". Nghe nói, chỉ cần có hậu bối tìm đến nhờ giúp đỡ thì cô ấy sẽ tận tình chỉ dạy, có điều sẽ chỉ dạy theo cách thức riêng của mình...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c562f04a54b53f38bc91a117162937ac_2714435134282757795.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Đột Phá Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>5 Sao</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "Shaman vĩ đại của Chủ Nhân Gió Đêm, Bà Itztli mà tất cả cư dân bộ tộc đều kính nể.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7420,
        "name": "Yumemizuki Mizuki",
        "desc": "Cổ đông của Phòng Tắm Hơi Aisa, một nhà trị liệu tâm lý thuộc tộc baku, dốc sức để xua đuổi ác mộng, đem lại bình yên cho mọi người.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/08/11662c12fb353d88bd2b20a2726c9f1c_8013472600677983943.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>4 Sao</color>\n-"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Bùa Hộ Mệnh Của Vùng Đất Bí Ẩn"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Nguyên Liệu Bồi Dưỡng Nhân Vật"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Kẻ Ẩn Tu Ngoại Cảm Lạc Lối Cấp 30 trở lên rơi"
          }
        ]
      }
    ]
  }
}