{
  "epId": 739,
  "name": "Mặt Nạ Chết Chóc",
  "desc": "Chiến lợi phẩm nhận được sau khi đánh bại \"Quan Chấp Hành thứ 8 của Fatui - Signora\".<br/>Fatui thường mang mặt nạ khi xuất hiện trước mọi người, nghe nói nguyên nhân là vì sau khi trở thành Fatui thì tất cả những chuyện của quá khứ, những chuyện của bản thân đều không còn ý nghĩa gì nữa. Vì thế, cho dù là tên thật hay khuôn mặt thật, đều phải từ bỏ.<br/><br/>Nhưng muốn cắt đứt hết thảy quá khứ, hết thảy mối ràng buộc tạo nên cái \"tôi\", thì quả là chuyện khó khăn đến nhường nào.<br/>Chi bằng nói rằng, chính vì ý muốn khư khư giữ lấy tham vọng ngông cuồng nên mới đồng ý gia nhập vào tổ chức làm trái với thiên lý một cách tự cao tự đại như vậy, gắn kết cuộc đời của bản thân vào Delusion, cũng như thiêu thân bay vào lửa vậy.<br/>...Đương nhiên, những kẻ si mê quyền lợi hoặc những người đơn thuần thích tàn bạo trong Fatui không hề ít, và hai loại người này cũng không hề xung đột với nhau.<br/><br/>Cô gái với tên thật là \"Rosalyne-Kruzchka Lohefalter\" có lẽ cũng từng có một quá khứ ngây thơ chân chất.<br/>Cho đến khi ngọn lửa mãnh liệt che mờ đôi mắt cô ấy, thiêu rụi quãng thời gian trong sáng, và rồi Delusion lạnh lẽo dập tắt chiếc lưỡi lửa đang gặm nhấm cô ấy từng chút một, cho đến lúc quyền năng băng giá bảo vệ cô ấy không còn bị kìm hãm, ý chí kiên cường vỡ nát, và rồi ngọn lửa lại bùng cháy dữ dội...",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Funerary Mask_icon.png",
  "filterValues": {
    "objectType": [
      "Đạo Cụ Nhiệm Vụ"
    ]
  },
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Mặt Nạ Chết Chóc"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Công Dụng"
      },
      {
        "key": "Nguồn Gốc"
      }
    ]
  }
}