{
  "epId": 7417,
  "name": "Capitano",
  "desc": "<p>Là Quan Chấp Hành đầu tiên trong 11 Quan Chấp Hành và là Kỵ Sĩ Thiên Trụ của Khaenri'ah. Tên thật của anh là Thrain</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/08/44749939/1a328d36a9cee6e5e2f7918ecb8d3637_1296936441563473429.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1752396445,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Hình Nền và Biểu Tượng Cảm Xúc",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hình nền \"Sắc Hoa Rực Rỡ Trong Hành Trình Nắng Cháy\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/03/237301566/88e8a4aa985bcd5bb364153030ec4a44_926320342070858674.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>20 Tháng 9, 2024</color>\n<color=#ffffff73>Hình nền \"Sắc Hoa Rực Rỡ Trong Hành Trình Nắng Cháy\" đã ra mắt!</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Tranh của Paimon 36"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/03/237301566/bfa32361110ce2a26fa1bddee7e12019_218451021207021777.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>October 28, 2024</color>\nNhà Lữ Hành thân mến! Sticker mới nhất của Genshin Impact đã có mặt trên HoYoLAB rồi!\nTranh của Paimon là bộ sưu tập gồm các sticker phiên bản chibi của các nhân vật trong Genshin Impact, hy vọng các bạn sẽ thích chúng.\nSau này Paimon sẽ tiếp tục cố gắng để vẽ ra những tác phẩm mà các bạn yêu thích!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/03/237301566/8aaa033f3e1d2fa3f77ac4f788c9a121_5913240439913775501.png",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "Lãnh đạo của Natlan, kế thừa Tên Cổ Kiongozi, thề sẽ dùng Lửa Thánh soi sáng tương lai của vương quốc chiến tranh.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Câu Chuyện Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Câu Chuyện Nhân Vật 5</color>\nMavuika luôn tưởng tượng kế hoạch chống lại Vực Sâu là một hành trình dài. Cô giống như một nhà mạo hiểm chất đầy hành lý để tiến về phía mục tiêu đã định. Ký ức và tình yêu chính là vật tư trong túi, giúp cô khắc phục sự mơ hồ và cô độc.\nCô ấy sẽ cụ thể hóa con đường này trong thế giới thiền. Từ xa sẽ xuất hiện một tòa tháp cao, đỉnh tháp thắp lên ngọn lửa thánh, soi sáng con đường cho Mavuika.\nKhông biết phải đi đâu, cũng không biết còn bao xa... Nhưng con đường đã dần lộ rõ dưới chân Mavuika cùng với số hành lý ngày càng nhẹ dần.\nAtea chào tạm biệt, Tenoch chào tạm biệt, mẹ và em gái chào tạm biệt.\nSundjatta chào tạm biệt, Burkina chào tạm biệt, Wanjiru chào tạm biệt.\nCon đường dẫn tới thắng lợi không phải là chuyện đương nhiên, nó được đúc nên bởi vô số anh hùng trong quá khứ và hiện tại. So với danh xưng \"đấng cứu thế\" thì Mavuika thích từ \"người đại diện\" hơn.\nNhưng những thứ này vẫn chưa đủ. Chuyến hành trình không chỉ dựa vào khổ luyện, thứ cần có không chỉ là ý chí, mà còn có cả sự quyết đoán và trí tuệ.\nNăm trăm năm trước Mavuika không thể dự đoán được những biến số như Nhà Lữ Hành và Capitano. Nhưng sau khi cô biết được những thông tin này, cô chỉ suy nghĩ trong chốc lát rồi quyết định đưa họ vào trong kế hoạch.\nNgoài việc cân nhắc dựa trên các yếu tố thực tế ra thì còn có một lý do khác ủng hộ phán đoán của Mavuika... Rằng dù là Nhà Lữ Hành hay Capitano thì họ cũng đều có khí chất tương tự như cô ấy.\nNếu có thể bỏ qua vấn đề lập trường, cô ấy rất muốn cả ba người ngồi cùng với nhau, thưởng thức thịt nướng và thức uống để chia sẻ những trải nghiệm trong chuyến hành trình của mỗi người. Bởi vì chỉ có những lữ khách trên đường, không có nơi ở cố định thì mới dễ dàng thấu hiểu cho nhau và tạo nên sự cộng hưởng.\nNhưng Mavuika cũng hiểu rõ những trở ngại trong đó... Người đi xa thường không muốn thể hiện sự mệt mỏi và yếu đuối trong lòng, ngay cả bản thân cô cũng như vậy.\nCô có thể mỉm cười kể lại chuyện xưa với chiến hữu và người thân, nhưng rất ít khi nhắc đến nỗi bi thương mà hạnh phúc đã gieo rắc trong dòng sông thời gian. Cô cũng không lấy hành lý đã trống rỗng ra, chỉ vào đó để miêu tả nội tâm của cô lúc này.\nKhông được, không muốn, cũng không cần thiết.\nCho nên cuối cùng cô ấy vẫn giữ chừng mực như mọi khi. Mỗi người đều sẽ cần những tiếng reo hò và rượu ngon trong bữa tiệc, và họ cũng sẽ cần được yên tĩnh sau buổi lễ hội.\nỞ thời đại này, có lẽ chỉ có một người gõ cửa không đúng lúc khi cô ấy \"yên lặng\", đó chính là Citlali.\nCó lẽ cô ấy rất thích uống rượu, hoặc cũng có thể họ rất thích hợp để trở thành bạn rượu chăng."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về \"Capitano\"...</color>\nCùng là một khoảng thời gian năm trăm năm, nhưng với anh ta thì sẽ là một trải nghiệm dông dài hơn nhiều. Khi người ta bị cướp đi quyền được chết, thì cuộc đời sẽ trở thành một chuyến hành trình không có hồi kết, tinh thần cũng rất dễ bị kiệt quệ trong sự hư vô này. Nhưng anh ta vẫn nắm lấy cơ hội chiến thắng duy nhất để có được sự viên mãn mà mình luôn theo đuổi. Với một chiến binh như Capitano, cá nhân tôi luôn tràn đầy sự kính trọng và trân quý."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Captaino</color>\n<color=#37ffff>Paimon</color> : <color=#ffffff73>Mà nếu nói vậy thì Capitano cũng rất nổi tiếng ở Natlan trong thời đại đó sao?</color>\n<color=#37ffff>Mavuika</color> : <color=#ffffff73>Đúng vậy. Chỉ là nếu Capitano không đích thân nhắc đến thân thế của mình thì rất khó để có ai liên kết được Quan Chấp Hành Fatui với vị anh hùng Thrain trong truyền thuyết của Natlan thời đó.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Quan Chấp Hành thứ 4 của Fatui - Arlecchino. Nhà ngoại giao trầm tĩnh lạnh lùng, là \"Cha\" mà bọn trẻ vừa sợ hãi cũng vừa dựa dẫm trong Căn Nhà Hơi Ấm.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/12108544/672e65470bfd14b664596c2a7f7eaaf8_8605295858180963579.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về \"Capitano\"...</color>\nSức mạnh mà Capitano sở hữu khiến anh ta gánh vác thêm rất nhiều trách nhiệm. Nhưng theo tôi, cho dù không có sức mạnh to lớn thì anh ta vẫn là một người đáng được tôn trọng."
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Kẻ Lang Thang",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Một kẻ lang thang thân phận huyền bí. Trang phục trông như người khổ hạnh, nhưng cách nói chuyện thì lại không giống như vậy.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/07/148664880/24d97a22be742fb732ea96f625d1faac_2147655785111422423.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về \"Capitano\"...</color>\n<color=#ffffff73>\"Capitano ngay thẳng chính trực\", \"Capitano cương trực quả cảm\", \"Capitano chiến công hiển hách\"... Đây đều là những lời bàn tán lưu truyền khắp Fatui, dù là con rối đi nữa thì cũng nghe đến chai sạn luôn rồi. Cô/Cậu không cảm thấy, \"chính trực\" tuyệt đối thực ra cũng là một mối nguy hiểm tiềm ẩn sao? Còn chưa kể đến, Capitano sở hữu đỉnh cao của sức mạnh.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Childe đứng thứ 11 trong quan chấp hành Fatui, uy danh chiến tích luôn được ca ngợi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về \"Capitano\"...</color>\n<color=#ffffff73>Tôi đã từng chứng kiến được dáng vẻ của anh ta trên chiến trường, thực sự quá dũng mãnh. Có lẽ do thứ hạng của tôi quá thấp nên anh ta không để ý đến tôi. Nhưng dù cho hôm nay bị ngó lơ thì ngày mai tôi cũng sẽ chứng minh cho anh ta thấy sức mạnh của mình.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Một người trẻ tuổi đến từ Chủ Nhân Gió Đêm, nhưng lại sống ở nơi hoang vu cùng ngàn vạn sinh linh.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Câu Chuyện Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Câu Chuyện Nhân Vật 5</color>\nNgười yên tĩnh thực ra chỉ có bản thân anh, còn có Capitano tham gia muộn. Các binh lính không hề né tránh điều đó, rõ ràng là đã biết về sự hợp tác của anh với chỉ huy của họ. Mặc dù chỉ nói về những chuyện tầm phào không đáng kể, nhưng họ vẫn mỉm cười khi nói chuyện, không hề câu nệ trước sự có mặt của anh. Thậm chí sau khi hỏi về độ tuổi của anh, có người còn đưa cho anh một cốc đồ uống không màu tên là \"Hỏa Thủy\".\nAnh ngập ngừng nếm thử một chút rồi uống cạn, bởi vì những binh lính đó đều làm như vậy, và nhận được một tràng hò reo vang dội. Không biết tại sao, anh cảm thấy tâm trạng tốt hơn nhiều.\nNhững binh lính xung quanh anh đang trò chuyện về chủ đề gia đình, thỉnh thoảng còn hát những bài hát mà họ biết. Ororon không tiếp lời được, nên chỉ ngồi nhìn đống lửa trại, hoặc nhìn lên bầu trời. Bầu trời cách xa mặt đất đến mức những ngôi sao trông giống như hạt màu trắng. Sương mù cũng được tạo thành từ các hạt đó... \"Sương Mù Sao\" có vẻ là một cái tên hay, Ororon chợt nghĩ ra.\nSau này anh mới biết, trong Fatui không phải lúc nào cũng có đội ngũ như vậy. Những người mà anh tiếp xúc là lực lượng tinh nhuệ do Quan Chấp Hành thứ nhất lãnh đạo. Họ đều là những \"lão binh\" có tuổi tác và kinh nghiệm nhất định, hành vi và tiêu chuẩn đạo đức cũng rất tốt. Ngoài đội quân này, thực tế còn có rất nhiều người trẻ tuổi hơn anh đang làm những việc khiến anh phải cau mày khi nghe thấy.\nNhưng vào đêm không có gió, khi có thể nhìn rõ các vì sao, anh vẫn chưa bị những hiểu biết này xâm chiếm. Anh chỉ đơn giản là tạm quên đi vài rắc rối của mình, cho phép mình tận hưởng sự đồng hành thân thiện và một ly rượu có hương vị kỳ lạ.\nMột đêm như thế này sẽ không bao giờ có nữa. Lúc đó anh đã có linh cảm này, giống như khi anh muốn uống thêm một ly nữa thì Capitano nhất quyết ngăn cản. Dù Ororon uống xong một ly trông cũng không có gì khác thường, tửu lượng có vẻ cao, nhưng có những điều không nên dấn thân vào.\nTuy nhiên, Ororon rõ ràng không ngoan ngoãn đến thế. Anh đã lén tìm đến người đưa rượu cho mình và tự tìm ra cách ủ. Nếu ủ thành công được một loại rượu đủ trong để phản chiếu bầu trời đêm, thì anh sẽ đặt tên chai đầu tiên là \"Sương Mù Sao\"."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về \"Capitano\"...</color>\n<color=#ffffff73>Gặp được Capitano là sự sắp đặt kỳ lạ và bất ngờ của số phận dành cho tôi. Ai cũng nói Chủ Nhân Gió Đêm giỏi dự đoán tương lai, nhưng khi gặp Capitano trên đường thì tôi không bao giờ ngờ mọi thứ lại trở nên phức tạp đến vậy. Cô nói xem, cho đi có cần thiết phải nhận lại không? Tại sao tôi lại cảm thấy cảm kích và biết ơn ngài ấy đến vậy? ...Hoặc có lẽ là do tôi suy nghĩ nhiều quá rồi. Dù trước đó đã xảy ra chuyện gì thì Capitano cũng đã giúp giải cứu nguy cơ Địa Mạch của Natlan, là một vị anh hùng đáng được tôn kính. Tôi sẽ luôn ghi nhớ ngài ấy.</color>\n<color=#ffd780>Món Ăn Ghét...</color>\nThực phẩm quân dụng... đặc biệt là bánh quy nén. Chúng nặng nề như linh hồn của Capitano vậy... Chất lượng rất tốt, chỉ là cứng quá thôi."
      },
      {
        "type": "CustomEntry",
        "epId": 3462,
        "name": "Mika",
        "desc": "<p>\"Cho Mika vào đội viễn chinh, là để rèn luyện kỹ năng thực chiến của cậu ấy. Còn về lý do riêng của tôi ấy à, là vì Jean không ở đây, những nhiệm vụ này phải giao cho một người đáng tin cậy mới được, hahaha.\"</p><p>- Varka giải thích với \"Kỵ Sĩ Xích Dương\" Frederica sau khi uống rượu.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/23/12108544/da13e3b1a2c6c0e5892b201cec735f9b_3456865463880250853.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Varka - Capitano</color>\n<color=#ffffff73>Đại đội trưởng còn nói, tôi phải lập ra mục tiêu cao hơn để không ngừng rèn luyện bản lĩnh. Tôi luôn nghĩ như vậy, cho đến lúc viễn chinh, tôi mới hiểu được tầm quan trọng của vấn đề. Có một ngày, chúng tôi gặp được Quan Chấp Hành Fatui tự xưng là \"Capitano\". Tôi hoàn toàn không biết phải làm thế nào để chống đỡ được một đối thủ như vậy. Cảnh giới của kẻ mạnh, đối với tôi mà nói đúng là quá xa vời.</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Người Dân Natlan</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Capitano</color>\n<color=#ffffff73>Capitano... Trước đây tôi chỉ được nghe nói về sự mạnh mẽ của ngài ấy, không ngờ ngài ấy cũng là người xem trọng tình nghĩa như vậy...</color>\n<color=#ffffff73>Dù thành kiến trước kia có thế nào, thì lúc này trong lòng tôi cũng chỉ còn lại sự kính trọng.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Các Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Thrain được phong danh hiệu \"Kỵ Sĩ Thiên Trụ\" ơ Khaenri'ah. Với sự trợ giúp từ công nghệ từ Khaenri'ah, <color=#ffffff73>trái tim của anh đã được biến đổi để chuyển đổi ký ức và linh hồn từ Địa Mạch thành kiến thức</color> . Sau khi gặp vô số linh hồn lạc lối trong",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ", Kỵ Sĩ Thiên Trụ đã dùng chính trái tim của mình để làm vật chứa cho các linh hồn ấy.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Kỵ Sĩ Thiên Trụ đã chiến đấu bên những người dân Natlan trong",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ". 500 năm sau, anh ấy hi sinh bản thân mình để khôi phục lại Vương Quốc Dạ Thần.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Capitano là Quan Chấp Hành đầu tiên, còn được biết đến với danh hiệu The Captain. Sau trận đấu với",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "Lãnh đạo của Natlan, kế thừa Tên Cổ Kiongozi, thề sẽ dùng Lửa Thánh soi sáng tương lai của vương quốc chiến tranh.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "text",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": ", The Captain xin Tsaritsa để loại trách nhiệm lấy Gnosis từ tay Hoả Thần,và yêu cầu của anh đã được đồng ý. Sau khi anh ấy hi sinh, Tsaritsa đã quyết định giữ nguyên vị trí của anh ấy.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ronova",
        "desc": "<p>Chấp Chính của Cái Chết, một trong những Cái Bóng của Thiên Lý</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/12/44749939/9a7ed3af28f566a4d402e0e00ea06211_2961726176421988036.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Chấp Chính Của Cái Chết đã nguyền rủa lời nguyền bất tử lên những người dân Khaenri'an. Khi Hoả Thần sử dụng sức mạnh của Ronova, cái giá phải trả chính là cái chết, The Captain đã hi sinh bản thân mình thay cho Mavuika. Anh ấy muốn dùng chính luật lệ của Ronova để đối đấu với chính cô ta. Để duy trì lời nguyền về cái chết, Chấp Chính của Cái Chết đã từ bỏ yêu cầu của cô ta về cái \"chết.\"",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Dạ Thần",
        "desc": "<p>Thiên Sứ đã tạo ra Vương Quốc Dạ Thần ở Natlan</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/08/44749939/f171c1712b2f20a924c64bafa6a8ccfd_5702163896333645390.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Capitano đã hợp nhất với Dạ Thần để hồi phục và thay đổi Địa Mạch ở Natlan. Vì sự bất tử của anh ấy, Vương Quốc Dạ Thần sẽ tồn tại mãi mãi.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7299,
        "name": "Mavuika",
        "desc": "Lãnh đạo của Natlan, kế thừa Tên Cổ Kiongozi, thề sẽ dùng Lửa Thánh soi sáng tương lai của vương quốc chiến tranh.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/30/2f098b1f15854fd9dafc54998795a59e_864981592196815761.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "The Captain đã chiến đấu với Hoả Thần để đoạt lấy",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnosis là vật phẩm thuộc sỡ hữu của Bảy Vị Thần để trực tiếp cộng hưởng với Đảo Thiên Không và là bằng chứng xác nhận trạng thái của một vị thần dưới danh là vị chấp chính trần thế. Nó có hình dạng của quân cờ. <span class=\"wk-shady\">Sau đó được tiết lộ rằng Gnosis được tạo ra từ phần còn lại của Kẻ Đổ Bộ Thứ Ba.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/e396f8e6f02f3b0f579bc71a7089833b_8988921317301815411.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "và có ý định dùng nó để tái thiết Địa Mạch. Sau khi thua trong trận chiến, anh ấy đã quyết định hợp tác cùng Mavuika.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Một người trẻ tuổi đến từ Chủ Nhân Gió Đêm, nhưng lại sống ở nơi hoang vu cùng ngàn vạn sinh linh.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Ororon đã cố để giúp The Captain tái thiết Địa Mạch sử dụng \"Thiết Bị Nguồn\".\nGuthred\nMột trong những cấp dưới của Kỵ Sĩ Thiên Trụ người đã chế ra Thuốc Thông Suốt, là loại thuốc hỗ trợ tinh thần, có thể loại bỏ ảnh hưởng của hội chứngVực Sâu ăn mòn.\nSanhaj Compore\nKỵ Sĩ Thiên Trụ đã gặp Sanhaj từ",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "trong biến cố Tai Ương Cổ Đại.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Kỵ Sĩ Thiên Trụ",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/244507962077fd0f5f2324bb96fb6f31_8632281611233110755.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Hơn năm trăm năm trước, trước khi Thảm Họa xảy ra, trái tim của Thrain, một hiệp sĩ Khaenri'ah, đã được cường hóa bằng công nghệ nhằm chuyển hóa ký ức và linh hồn từ Địa Mạch thành tri thức. Vì lòng dũng cảm và danh dự trong việc giữ gìn trái tim ấy, Thrain đã được ban danh hiệu Kỵ Sĩ Thiên Trụ. Giống như bốn trụ cột sức mạnh, anh được giao sứ mệnh tiếp tục bảo vệ vinh quang của Khaenri'ah. Khi Thảm Họa ập đến, Chấp Chính Của Cái Chết, một trong những hiện thân của Thiên Lý, đã nguyền rủa tất cả những người Khaenri'ah thuần huyết, bao gồm cả Thrain, bằng sự bất tử vì việc Ngũ tội nhân đã sử dụng sức mạnh của Vực Sâu. Dù phần lớn đều vô tội và không hay biết gì về những tội nhân đó, họ vẫn bị kết án chịu đựng nỗi thống khổ bất tận trong xác thịt và bị buộc phải chứng kiến tất cả những gì họ yêu thương dần diệt vong."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/5fb3b14d0a4e53a961464ef387d8f59b_4370016613442288798.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi Khaenri'ah bị hủy diệt, Capitano cùng tàn quân của mình đã đến Natlan, nơi ông chiến đấu sát cánh cùng người dân Natlan chống lại Vực Sâu. Mặc dù nhiều người dân Teyvat tin rằng chính Khaenri'ah là nguyên nhân gây ra Thảm Họa, nhưng Chủ nhân gió đêm, Ayizu, đã đối xử tử tế với Thrain và giúp đỡ anh trong lúc nguy nan. Sau đó, Kỵ Sĩ Thiên Trụ quyết định hỗ trợ người dân Natlan. Dù không thể cứu được quê hương, anh vẫn quyết tâm giành lấy chiến thắng. Ayizu không thể thoát khỏi số phận của mình, và trong những khoảnh khắc cuối cùng, ông đã tiết lộ cho Thrain bí mật về Gnosis: khả năng tái cấu trúc Địa Mạch, với cái giá là toàn bộ ký ức được lưu giữ trong đó."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/0b74eedb4c9f5c355b5b93b9d0310f71_2097276738553944443.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một tác dụng phụ của trái tim đã bị biến đổi của Thrain là sự nhạy cảm đặc biệt đối với linh hồn. Từ rất lâu trước đây, Địa Mạch của Natlan đã bị tổn hại, và một trong các thiên sứ, Dạ Thần, đã tạo ra Vương Quốc Dạ Thần, tái hiện một mạng lưới tương tự như Địa Mạch. Sau đó, Hỏa Thần đầu tiên và Chấp Chính Của Cái Chết đã lập nên các định luật của Bài Thơ Về Sự Tái Sinh Rực Rỡ, khiến cho Địa Mạch của Natlan không thể kết nối với Địa Mạch của các quốc gia khác. Thiên Giới đã thay đổi chúng để giúp chúng có thể chịu đựng được sự xâm nhập của Vực Sâu. Khi Vương Quốc Dạ Thần bị Vực Sâu làm bại hoại, nó không còn đủ khả năng chứa đựng linh hồn của tất cả những người đã chết, và các linh hồn ấy bắt đầu lang thang trong đau khổ trên mặt đất. Sau khi chứng kiến vô số linh hồn không nơi nương tựa trong Thảm Họa, Thrain đã từ bỏ khát vọng tri thức và bắt đầu sử dụng trái tim mình như một bình chứa linh hồn. Kỵ Sĩ Thiên Trụ giữ gìn linh hồn của hàng trăm đồng đội đã ngã xuống và người dân Natlan trong trái tim mình, nhưng anh không thể tìm ra cách để đưa họ về nơi yên nghỉ. Khi các linh hồn hợp nhất, tiếng nói của họ vang vọng trong đầu anh, không ngừng dù chỉ một giây. Những linh hồn còn giữ ký ức về cái chết của mình đã khóc lóc, gào thét và rên rỉ trong tuyệt vọng. Vì những tiếng kêu ấy, Thrain chưa từng có một khoảnh khắc yên bình, và suốt năm trăm năm bất tử anh không thể ngủ một lần nào. Do những thử thách này, thân thể anh dần suy yếu, bị ăn mòn và phân rã, nhưng anh chưa từng rời bỏ sứ mệnh của mình dù chỉ một khắc. Thrain đã cố gắng đưa các linh hồn chứa trong tim mình về nơi yên nghỉ ở nhiều quốc gia, nhưng không một lần nào thành công. Cấu trúc Địa Mạch độc nhất của Natlan sau này đã dẫn đường cho Capitano quay trở lại, bởi đây là vùng đất duy nhất có thể khiến các linh hồn anh mang trong mình được yên nghỉ.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Vương Quốc Dạ Thần",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ronova",
        "desc": "<p>Chấp Chính của Cái Chết, một trong những Cái Bóng của Thiên Lý</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/12/44749939/9a7ed3af28f566a4d402e0e00ea06211_2961726176421988036.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Il Capitano",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/bf8ee46d2caba6d5928fbe7b125d37c4_4378103007949186658.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau khi Thảm Họa bị ngăn chặn và Teyvat được cứu khỏi Vực Sâu, Thrain đã gia nhập Fatui, một tổ chức đến từ Snezhnaya phục vụ Băng Thần Tsaritsa và chiến đấu chống lại Thiên Lý. Anh muốn thách thức Chấp Chính Của Cái Chết, nên mục tiêu của anh trùng hợp với “Những Chiến Binh Của Ngôi Sao Nhạt.” Kỵ Sĩ Thiên Trụ từ bỏ tên gọi cũ và lấy tên là Il Capitano, trở thành số Một trong Mười Một Quan Chấp Hành của Fatui. Một trong những nhiệm vụ của các Quan Chấp Hành là thu thập các Gnosis, và Capitano được giao nhiệm vụ giành lấy Gnosis Hỏa của Natlan. Anh không chỉ muốn có được thánh vật, mà còn muốn dùng nó để tái cấu trúc Địa Mạch, vốn đã ngày càng bị tổn hại trong suốt năm trăm năm qua. Các Quan Chấp Hành biết rằng Hỏa Thần Mavuika đã lập ra một kế hoạch để cứu Natlan: cô sẽ sử dụng sức mạnh của sáu anh hùng của Natlan, những người mang Tên Cổ của những người từng chiến đấu bên cạnh Hỏa Thần đầu tiên và các anh hùng đã hy sinh trong Thảm Họa năm trăm năm trước. Khi thời gian của Natlan đang cạn dần và các anh hùng vẫn chưa được Tên Cổ công nhận, Capitano hiểu rằng kế hoạch này quá rủi ro. Nếu các anh hùng của Natlan không kịp xuất hiện, thì không chỉ Natlan mà cả Teyvat sẽ phải trả giá cho sai lầm ấy."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/244670de4798b5662672b559cab92615_8744189479226500494.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sau khi đến Natlan cùng các chiến binh tinh nhuệ của Fatui, Quan Chấp Hành muốn gặp vị Shaman vĩ đại của Chủ Nhân Gió Đêm, Citlali, người hiểu rõ Vương Quốc Dạ Thần hơn bất kỳ ai. Trong quá trình tìm kiếm, ông đã chạm trán với Ororon của Chủ Nhân Gió Đêm. Ororon muốn bảo vệ Citlali nên bắt đầu theo dõi hành tung của Fatui. Để giành được Gnosis, Quan Chấp Hành đã đến Đấu Trường Lửa Thánh để thách đấu Hỏa Thần trong một trận song đấu. Nhưng sau trận chiến khốc liệt, ông bị thương nặng ở tim. Ororon, cảm nhận được sự hiện diện kỳ lạ của các linh hồn, đã cứu Capitano bằng một câu thần chú để ngăn ông chết, đồng thời mang theo toàn bộ bằng chứng. Cũng giống như Quan Chấp Hành, Ororon có sự nhạy cảm đặc biệt với linh hồn, nên anh biết rằng Địa Mạch đang dần suy yếu. Sau khi chứng kiến Capitano đưa một linh hồn về Vương Quốc Dạ Thần và nghe được kế hoạch cứu Natlan, Ororon quyết định đứng về phía Capitano và hỗ trợ ông thực hiện kế hoạch đó."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/f4e417e55bc256ee1cc4352430c6b25e_2516428373093627854.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau trận song đấu với Mavuika, Capitano đã từ bỏ ý định sử dụng Gnosis và thỉnh cầu Băng Thần Tsaritsa miễn cho ông nhiệm vụ giành lấy thánh vật, và bà đã đồng ý. Băng Thần cho phép mỗi Quan Chấp Hành được tự do theo đuổi ý nghĩa tồn tại của riêng mình, ngay cả khi sự tự do đó có thể đặt trên cả mệnh lệnh của bà. Phương pháp của Capitano khác biệt hoàn toàn so với một số Quan Chấp Hành khác, mặc dù mục tiêu cuối cùng vẫn giống nhau. Khi biết Nhà Lữ Hành là anh/em của Công Chúa/Hoàng Tử xứ Khaenri'ah đã đến Natlan, Quan Chấp Hành đã cố gắng liên minh với họ để giúp đỡ Natlan, nhưng họ đã từ chối. Để tìm một con đường khác nhằm khôi phục Địa Mạch, Fatui bắt đầu nghiên cứu Thiết Bị Nguồn, một công nghệ từng được loài rồng cổ đại sử dụng để củng cố và cường hóa Địa Mạch. Phương pháp này từng không mang lại nhiều hiệu quả trong thời đại của loài rồng, vì họ thiếu kỹ năng để vận hành cấu trúc tinh vi của Địa Mạch. Tương tự như việc sử dụng Gnosis, phương pháp này cũng đòi hỏi phải hy sinh toàn bộ những gì đang tồn tại trong Địa Mạch: ký ức, linh hồn và lịch sử. Khi biết được kế hoạch của Fatui, Hỏa Thần đã kêu gọi toàn bộ lực lượng huy động để phá hủy Thiết Bị Nguồn và ngăn chặn việc kích hoạt nó. Khi Mavuika, Nhà Lữ Hành và các anh hùng của Natlan tìm đến cơ chế này, Capitano và Ororon đã kích hoạt thiết bị nhưng bị ngăn lại. Khi được kích hoạt, Thiết Bị Nguồn không khôi phục Địa Mạch mà đánh thức Dạ Thần khỏi giấc ngủ kéo dài. Mặc dù quá trình đánh thức gây ra nỗi đau tột cùng, Dạ Thần vẫn có thể hấp thụ một phần năng lượng vào bản thân, cho phép bà cất tiếng nói và giúp đỡ người dân Natlan. Bà sẵn sàng hy sinh mạng sống để khôi phục Địa Mạch, nhưng hành động đó sẽ phá vỡ các quy tắc của Natlan và khiến quốc gia này dễ bị tấn công bởi Vực Sâu trong tương lai.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7095,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6824,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnosis là vật phẩm thuộc sỡ hữu của Bảy Vị Thần để trực tiếp cộng hưởng với Đảo Thiên Không và là bằng chứng xác nhận trạng thái của một vị thần dưới danh là vị chấp chính trần thế. Nó có hình dạng của quân cờ. <span class=\"wk-shady\">Sau đó được tiết lộ rằng Gnosis được tạo ra từ phần còn lại của Kẻ Đổ Bộ Thứ Ba.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/e396f8e6f02f3b0f579bc71a7089833b_8988921317301815411.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7473,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "Shaman vĩ đại của Chủ Nhân Gió Đêm, Bà Itztli mà tất cả cư dân bộ tộc đều kính nể.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Một người trẻ tuổi đến từ Chủ Nhân Gió Đêm, nhưng lại sống ở nơi hoang vu cùng ngàn vạn sinh linh.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Dạ Thần",
        "desc": "<p>Thiên Sứ đã tạo ra Vương Quốc Dạ Thần ở Natlan</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/08/44749939/f171c1712b2f20a924c64bafa6a8ccfd_5702163896333645390.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Hợp Nhất Với Dạ Thần",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/71b3ef9c4b64002c16088a45ea313efd_7616637731577656468.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau khi năm trong số sáu anh hùng được Tên Cổ thừa nhận, Capitano đã đồng ý với kế hoạch của Hỏa Thần và đề xuất hợp lực để chiến đấu chống lại Vực Sâu. Khi Vực Sâu và vũ khí tối thượng của nó, Gosoythoth, phát động một cuộc xâm lược toàn diện vào Natlan, Fatui đã chiến đấu sát cánh cùng các chiến binh của Natlan. Trong trận chiến, nữ anh hùng cuối cùng của Natlan đã được Tên Cổ công nhận, cho phép Hỏa Thần sử dụng sức mạnh được ban bởi Ronova. Theo thỏa thuận mà Xbalanque đã ký kết với Chấp Chính Của Cái Chết hơn một nghìn năm trước, Hỏa Thần có thể sử dụng sức mạnh của Ronova, nhưng cái giá phải trả chính là cái chết. Nhờ sức mạnh đó, Mavuika đã trục xuất Gosoythoth xuống tận cùng của cõi đêm, rồi cùng với Nhà Lữ Hành hạ thân vào nơi ấy, hoàn toàn xóa sổ sự hiện diện của Vực Sâu tại Natlan."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/283fe38700fb10bdf1520eb99a6600b7_6627271752447883488.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi Mavuika đến gặp Chấp Chính Của Cái Chết và Dạ Thần để hiến dâng mạng sống của mình, cô mong muốn hy sinh sinh mệnh để truyền lại sinh lực cho thiên sứ, nhằm kéo dài sự sống của Địa Mạch. Khi Ronova đồng ý với các điều khoản của thỏa thuận, Dạ Thần đã nói với cô rằng Capitano trước đó cũng đã tìm đến bà với cùng một đề nghị, và bà đã xác nhận tính khả thi của kế hoạch ấy. Quan Chấp Hành muốn thay đổi các quy tắc chi phối Địa Mạch, và thiên sứ đã đồng ý, vì có quá nhiều linh hồn lang thang vô định trên đất Natlan. Địa Mạch không thể tiếp nhận những linh hồn ấy, nhưng bằng cách hợp nhất với Dạ Thần, Capitano có thể thay đổi các định luật hiện hành để các linh hồn có thể tìm được sự yên nghỉ. Dù những thay đổi như vậy là quá rủi ro và không thể chấp nhận được trong mắt Thiên Lý, sứ mệnh tối cao của các thiên sứ vẫn là phục vụ con người. Dù sở hữu sức mạnh to lớn, Mavuika cũng chỉ có thể duy trì sự tồn tại của Địa Mạch trong vài thế kỷ, rồi sau đó Hỏa Thần kế nhiệm sẽ buộc phải tìm ra con đường mới. Capitano, mang theo lời nguyền bất tử, mong muốn hợp nhất với Dạ Thần để cho phép bà được sống mãi. Quan Chấp Hành muốn trả thù và thách thức Chấp Chính Của Cái Chết. Nếu anh hiến dâng mạng sống mình cho Dạ Thần, ý chí của Ronova sẽ được hoàn tất, và bà sẽ đạt được cái chết mà mình mong muốn. Tuy nhiên, lời nguyền bất tử sẽ ngăn cản cái chết ấy xảy ra. Nếu mâu thuẫn đó không được giải quyết, nó có thể làm rung chuyển “lý tính” của thế giới này, và ngay cả hiện thân của Chấp Chính Của Cái Chết cũng không thể chịu đựng nổi hậu quả. Quan Chấp Hành muốn biến lời nguyền của Ronova thành sức mạnh để lật đổ sự áp bức của các vị thần."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/18/237301566/0a12cc7ec05c8a7707d6b704acc643c2_7370993859284349829.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Dạ Thần đã chấp nhận sự hy sinh của Capitano, hòa làm một với anh, và tất cả những linh hồn đã được cất giữ trong trái tim của Quan Chấp Hành suốt năm trăm năm cuối cùng cũng có thể trở về Vương Quốc Dạ Thần và tìm được sự yên nghỉ. Bản thân Capitano, khi đã “đóng băng” ranh giới giữa sự sống và cái chết, vẫn ngồi trên Ngai Thánh Của Lửa Nguồn, nơi mà Xbalanque từng lập giao ước với Ronova. Đối với những người bị nguyền rủa với sự bất tử, hình thức cao nhất của sự yên bình chính là sự giải thoát khỏi xiềng xích của thế giới, và con đường của anh cuối cùng đã kết thúc. Chấp Chính Của Cái Chết không thể giải trừ lời nguyền bất tử, nên bà buộc phải từ chối cái giá để sử dụng quyền năng của mình, cho phép Vương Quốc Dạ Thần tồn tại vĩnh viễn và tiếp nhận tất cả linh hồn."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Tấm thân vĩ đại đã phủ lên mặt trời một lớp sương giá, giải cứu Natlan hai lần ở hai thời đại khác nhau.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7411,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "Vương Quốc Dạ Thần",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7472,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7039,
        "name": "Ronova",
        "desc": "<p>Chấp Chính của Cái Chết, một trong những Cái Bóng của Thiên Lý</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/12/44749939/9a7ed3af28f566a4d402e0e00ea06211_2961726176421988036.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7073,
        "name": "Yohualtecuhtin, Dạ Thần",
        "desc": "<p>Thiên Sứ đã tạo ra Vương Quốc Dạ Thần ở Natlan</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/08/44749939/f171c1712b2f20a924c64bafa6a8ccfd_5702163896333645390.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7419,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Capitano"
          }
        ]
      },
      {
        "key": "Quốc Gia",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "The Captain"
          }
        ]
      },
      {
        "key": "Danh Hiệu Khác",
        "value": [
          {
            "type": "RichText",
            "text": "Quan Chấp Hành Thứ 1\nKỵ Sĩ Thiên Trụ\nThrain"
          }
        ]
      },
      {
        "key": "CV Tiếng Trung",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>王玮 (Wang Wei)</color>"
          }
        ]
      },
      {
        "key": "CV Tiếng Anh",
        "value": [
          {
            "type": "RichText",
            "text": "Chris Tergliafera"
          }
        ]
      },
      {
        "key": "CV Tiếng Nhật",
        "value": [
          {
            "type": "RichText",
            "text": "成田剣 (NARITA Ken)"
          }
        ]
      },
      {
        "key": "CV TIếng Hàn",
        "value": [
          {
            "type": "RichText",
            "text": "민응식 (Min Eung-sik)"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "\"The Song Burning in the Embers\" Full Animated Short | Genshin Impact #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=tN5JACOEJFM",
        "coverUrl": "https://i.ytimg.com/vi/tN5JACOEJFM/maxresdefault.jpg",
        "duration": 425
      },
      {
        "title": "Cutscene Animation: \"Clash of Frost and Flame\" | Genshin Impact #Cutscene #Animation #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=J4uJsK1gNKg",
        "coverUrl": "https://i.ytimg.com/vi/J4uJsK1gNKg/maxresdefault.jpg",
        "duration": 246
      },
      {
        "title": "Ignition Teaser: A Name Forged in Flames | Genshin Impact #Ignition #Teaser #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=O2ATH__rtQo",
        "coverUrl": "https://i.ytimg.com/vi/O2ATH__rtQo/maxresdefault.jpg",
        "duration": 225
      },
      {
        "title": "Teyvat Chapter Interlude Teaser: A Winter Night's Lazzo | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=TmaAOV4SJNQ",
        "coverUrl": "https://i.ytimg.com/vi/TmaAOV4SJNQ/maxresdefault.jpg",
        "duration": 259
      },
      {
        "title": "Version 5.0 \"Flowers Resplendent on the Sun-Scorched Sojourn\" Trailer | Genshin Impact #Natlan",
        "url": "https://www.youtube.com/watch?v=w1BaF4fd1UM",
        "coverUrl": "https://i.ytimg.com/vi/w1BaF4fd1UM/maxresdefault.jpg",
        "duration": 251
      },
      {
        "title": "Version 5.3 \"Incandescent Ode of Resurrection\" Trailer | Genshin Impact #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=Uh3JVQWe16w",
        "coverUrl": "https://i.ytimg.com/vi/Uh3JVQWe16w/maxresdefault.jpg",
        "duration": 344
      }
    ],
    "galleryCharacter": [
      {
        "key": "Capitano",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/08/44749939/10d6b8333531d9bc3210700a2bba5ac0_3719584416448589575.png"
      },
      {
        "key": "Thrain",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/08/44749939/26c59302d4875ea30625d3a6668b6475_8903995631587657681.png"
      },
      {
        "key": "Capitano",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/08/44749939/e93367cbe79544c1135b56ca70006850_2453100601162945911.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Capitano và Guthred"
          }
        ]
      },
      {
        "key": "Capitano",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/08/44749939/70c0af53c1d613997203a018b6420457_5936503894804083205.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Capitano và Chấp Chính Cái Chết"
          }
        ]
      },
      {
        "key": "Capitano",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/08/44749939/0a12cc7ec05c8a7707d6b704acc643c2_1901579621199897327.png"
      },
      {
        "key": "Bia Tưởng Niệm",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/08/44749939/64d7132d29edcc24a97120f4ff6ac459_8000335956678200224.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Đây là bia tưởng niệm các dũng sĩ đã hi sinh trong cuộc chiến bảo vệ Natlan"
          }
        ]
      }
    ]
  }
}