{
  "epId": 7428,
  "name": "Lễ Hội Hoa Mikawa",
  "desc": "<p>Lễ Hội Hoa Mikawa là một lễ hội Youkai cổ xưa. Lễ hội thường đem đến cho người tham gia nhiều niềm vui gắn liền với trò chơi, âm nhạc và rượu. </p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/55631176/78ad5c95db42003c979ef73d8d262156_7402510887122814765.png",
  "menuId": 20,
  "menuName": "Giải Thích Từ Ngữ",
  "version": 1744569932,
  "components": {
    "galleryCharacter": [
      {
        "key": "Lễ Hội Hoa Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/55631176/6f61dec448087cd3e2477956e5455810_9053626827711931763.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Yanagibashi Takuto và Kamai Kenji"
          }
        ]
      },
      {
        "key": "Lễ Hội Hoa Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/55631176/0304673b4771fa0c35843fa76c267962_6638641302307361766.png"
      },
      {
        "key": "Lễ Hội Hoa Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/55631176/4a04eb72cfaeabd2f5859897a36490bf_6868351085908283280.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Hồ Ly Nhỏ Mơ Mộng"
          }
        ]
      },
      {
        "key": "Lễ Hội Hoa Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/55631176/d070a208e88fad122bbaed5a9bac6b3c_5585270646017344503.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Ảo Mộng Bunshin Kỳ Diệu"
          }
        ]
      },
      {
        "key": "Lễ Hội Hoa Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/55631176/c75bb85c6ef86de308e6b4db0c94ea78_25087808750575481.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Vũ Cầu Akitsu: Giấc Mơ Song Trùng"
          }
        ]
      },
      {
        "key": "Lễ Hội Hoa Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/02/55631176/9e20ec2e1dfd3420e3d00e1fc16e1f1a_1821446191810263242.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Giải thưởng chính của Lễ Hội Hoa Mikawa"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Lễ Hội Hoa Mikawa"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "Thể Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Lễ Hội"
          }
        ]
      },
      {
        "key": "Sự Kiện Liên Quan",
        "value": [
          {
            "type": "RichText",
            "text": "Version 3.3 - Akitsu Kimodameshi\nVersion 5.4 - Câu Chuyện Ly Kỳ Tại Mikawa"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Story Teaser: Akitsu Haneasobi | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=CTWxnQawAqE",
        "coverUrl": "https://i.ytimg.com/vi/CTWxnQawAqE/maxresdefault.jpg",
        "duration": 226
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Akitsu Kimodameshi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/8cb03cc59d01899b7d6a6abe14598e04_2822795805388864390.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nhiều năm sau, khi Lễ Hội Hoa Mikawa đã rơi vào quên lãng, ba yêu quái nhỏ—Kappa, Youko và Hitotsume Kozou từ Rừng Chinju đã quyết định hồi sinh lễ hội. Trước đây, khu rừng tràn ngập quái vật hung dữ tấn công họ, nhưng khi các Nhà Mạo Hiểm đến, họ đã đẩy lùi lũ quái vật. Để cảm ơn con người vì sự giúp đỡ và tìm kiếm cơ hội để trở nên gần gũi hơn với họ, Kappa, Youko và Hitotsume Kozou đã cố gắng tái hiện lại trò chơi huyền thoại Akitsu Hazura, đồng thời đổi tên nó thành Akitsu Yuugei. Cả ba đã dồn toàn bộ sức mạnh yêu quái của mình vào trò chơi này. Sau đó, họ chỉ còn đủ sức để dựng lên một vài gian hàng trong khu rừng nhằm tô điểm thêm cho không khí lễ hội. Khi Hội Yashiro biết được về lễ hội sắp diễn ra, Kamisato Ayato ban đầu định quảng bá rộng rãi để thu hút nhiều người tham gia hơn. Tuy nhiên, anh nhận thấy rằng lễ hội trông hơi sơ sài và kỳ vọng của công chúng có thể sẽ quá cao, nên thay vào đó, Ayato đã mời mọi người tham gia với danh nghĩa Thử Thách Can Đảm và để phần còn lại cho các yêu quái lo liệu. Trước mỗi vòng thi, người tham gia phải chia thành đội hai người rồi tìm kiếm một món đồ cụ thể trong Rừng Chinju trước những đội khác. Ba vòng thi được tổ chức bởi ba bên khác nhau: thương nhân, Ủy Hội Yashiro, Đền Narukami.\nKhi những yêu quái nhỏ tạo ra Akitsu Yuugei, bờ biển lúc đó không có ai ngoài những người bình thường. Đột nhiên, từ hư không, một gian hàng với một trò chơi có thể tự vận hành xuất hiện. Để bắt đầu trò chơi, mọi người chỉ cần nhìn vào bảng thông báo.\nBan đầu, trò chơi thu hút rất nhiều người tham gia, nhưng chẳng bao lâu sau, họ bắt đầu đồn đại rằng gian hàng này do một hồn ma điều khiển. Tin đồn lan rộng, biến thành một câu chuyện ma thực thụ. Một người chơi thậm chí còn khẳng định rằng anh ta đã rơi vào một cái bẫy kỳ lạ trong lúc chơi và bị mắc kẹt suốt nhiều giờ liền. Vì vậy, Hội Tenryou đã cử thám tử Shikanoin Heizou đến điều tra. Mọi người bắt đầu ngại đến gần bờ biển, và Hội Tenryou dự định phong tỏa khu vực để điều tra kỹ lưỡng. Tuy nhiên, trước khi họ có thể hành động, Hội Yashiro đã tổ chức Thử Thách Can Đảm tại đây. Nhờ đó, du khách tin rằng Akitsu Yuugei là một phần của thử thách và dần quay trở lại."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c135353829d006c04b5481b2d26df0cc_2652743712139093333.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sự xuất hiện của Akitsu Yuugei đã đánh thức Hanyuuda Chizuru, và cô quyết định dọa dẫm mọi người để đẩy họ ra khỏi khu rừng, nhằm ngăn cản những yêu quái nhỏ kết bạn với con người và phải chịu đựng nỗi đau. Vì sức mạnh của cô gần như đã cạn kiệt, cô phải dùng đạo cụ để làm sợ mọi người. Khi một người qua đường định đánh cắp những món đồ trang trí chuẩn bị cho lễ hội Akitsu Yuugei để bán chúng với giá cắt cổ, Chizuru đã lừa anh ta vào một cái bẫy trong gian hàng. Trong suốt nhiều giờ, người đàn ông không thể thoát ra, và những người bạn gần đó của anh ta cũng không hề hay biết. Khi Chizuru gặp Nhà Lữ Hành và Paimon trong thử thách, cô đồng ý chơi trò Akitsu Yuugei với họ, nhưng với điều kiện người thua phải thực hiện một điều ước cho người thắng. Sau khi dễ dàng giành chiến thắng trong vòng thi, cô đã ước rằng sẽ không bao giờ gặp lại Nhà Lữ Hành và Paimon nữa rồi biến mất. Sau khi tìm được hai món đồ trước, Nhà Lữ Hành và Paimon đã bước vào vòng ba. Món đồ được chọn bởi Đền Narukami chính là chiếc hagoita mà Hanyuuda Chizuru là linh hồn. Không lâu trước khi thử thách diễn ra, Yae Miko đang đi dạo trên bờ biển và cảm nhận được một sức mạnh quen thuộc. Mặc dù sức mạnh đó gần như đã tan biến, nhưng cô kitsune đã thấy yêu quái ngồi trên cành cây và thì thầm với bản thân rằng phải tránh xa con người. Khi Ayato đề xuất Thử Thách Can Đảm, Guuji Yae nhận ra đây chính là cơ hội lý tưởng để giúp Chizuru đối mặt với nỗi đau đang giày vò cô. Sự chia ly giữa Kamai và samurai là trải nghiệm đầu tiên mà cô có khi tâm trí chỉ mới bắt đầu hình thành và cô chưa có hình hài con người. Đó là một trải nghiệm vô cùng đau đớn với cô, và những cuộc trò chuyện đơn giản không đủ để giúp đỡ cô. Yae Miko tin rằng phương án tốt nhất cho Chizuru là trực tiếp tương tác với con người. Thông qua cuộc điều tra của Heizou, anh và Nhà Lữ Hành đã nhận ra mục đích thật sự của Chizuru và hình dáng thật sự của cô. Tại bờ biển, họ không chỉ gặp Tsukumogami mà còn có Yae Miko, người đã kể cho Chizuru về tình bạn tiếp tục giữa Kamai và hậu duệ của samurai. Sau khi giải quyết được những cảm xúc phức tạp của mình, Hanyuuda Chizuru đã đưa ra một điều ước khác cho Nhà Lữ Hành, vì điều ước trước đó chưa được thực hiện:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Điều ước của tôi là...</color>\n<color=#ffffffd9>Hy vọng hành trình của bạn sau này, ngày nào cũng vui như lễ hội.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Trong buổi trình diễn pháo hoa của Lễ hội Hoa Mikawa do yêu quái và Hội Yashiro tổ chức, sức mạnh của Chizuru dần tan biến.\n<color=#ffd780>Các Mục liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Đại nhân Guuji của Đền Narukami, kiêm tổng biên tập của Nhà Xuất Bản Yae. Phía sau vẻ ngoài xinh đẹp kiều diễm là sự thông minh và xảo quyệt mà khó ai ngờ đến.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "Gia chủ đương nhiệm tuổi trẻ tài cao của nhà Kamisato Hiệp Hội Yashiro, đối nhân xử thế lễ độ ôn hòa, nhưng lại có khá nhiều thủ đoạn để xử lý công việc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "Thám tử thiếu niên thiên tài của Hiệp Hội Tenryou, trực giác nhạy bén, tư duy sắc sảo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3451,
        "name": "Hanyuuda Chizuru",
        "desc": "<p>Một youkai hình thành ý thức từ một vật thể và có thể biến thành một con người bên ngoài cơ thể của chính mình. Cô là một Tsukumogami.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/01/44749939/516adb5e8395e81e3275cf6798337ac1_5385537095734557048.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3448,
        "name": "Hitotsume Kozou",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/01/44749939/39ef175264ed81e2974c7bcfbfbcae3b_2276424310594239422.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3450,
        "name": "Kappa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/01/44749939/0157cdca61b9d564eab9e1d58c9bb01c_269938792508529525.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3449,
        "name": "Youko",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/01/44749939/a7e2878cc4c2db3596e08848ed350d04_3892574845909915613.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Câu Chuyện Ly Kỳ Tại Mikawa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/3035f2e18e61438953777841eef7ad8a_4572698096721481920.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau Thử Thách Can Đảm tại Rừng Chinju, Guuji của Đền Narukami Đại Thần, Yae Miko, quyết định hồi sinh truyền thống Lễ hội Hoa Mikawa và tổ chức một lễ hội quy mô lớn cho cả yêu quái và con người. Lễ hội sẽ kết hợp sự sáng tạo của con người và nghệ thuật của yêu quái để mang đến những trò giải trí sáng tạo và đầy kịch tính nhất của thời đại hiện tại. Hội Yashiro cùng với Yae Miko đã chuẩn bị địa điểm tại Rừng Chinju, trong khi Hội Tenryou chịu trách nhiệm đảm bảo an ninh cho lễ hội. Để làm lễ hội thêm phần thú vị, Miko đã quyết định tổ chức một cuộc thi phát triển trò chơi, với người thắng cuộc sẽ nhận được một bức tượng bake-danuki bằng vàng và được cấp vốn đầy đủ để phát triển trò chơi trên toàn Inazuma. Để tập hợp các đội tham gia lễ hội và chọn người thắng cuộc, Miko đã chọn Nhà Lữ Hành làm đại diện chính thức và chọn ban đánh giá của Lễ hội Hoa Mikawa, vì họ gần gũi với yêu quái và không phải người Inazuma. Tại Rừng Chinju, Yae Miko đã mời các bake-danuki nhỏ như Kichiboushi, Shousei và Gyoubu Koban tham gia lễ hội, sau đó giao cho Nhà Lữ Hành và các yêu quái nhiệm vụ tập hợp các đội để tham gia cuộc thi. Yoimiya và ninja Sayu, người quan tâm đến phép thuật yêu quái, đã gia nhập đội của Kichiboushi. Shousei đã lập đội cùng quản gia của Gia Tộc Kamisato, Thoma, và Gyoubu Koban gia nhập cùng Thánh Nữ Sangonomiya Kokomi và Yumekui-Baku, Yumemizuki Mizuki. Mỗi đội phải tạo ra một trò chơi sử dụng phép thuật yêu quái xoay quanh một chủ đề cụ thể, đó là giấc mơ. Sayu, Yoimiya và Kichiboushi đã tạo ra một trò chơi về hình nhân thay thế dựa trên ý tưởng của Sayu về việc để bunshin làm công việc thay cho mình. Thoma và Shousei đã tạo ra một trò chơi kết hợp giữa truyền thống Lễ Đánh Cầu từ Mondstadt mà Thoma nhớ và Akitsu Yuugei. Mizuki, Kokomi và Gyoubu Koban tạo ra một trò chơi với nhân vật chính là một con cáo được mô phỏng theo người bạn và đối thủ cũ của Mizuki, Yae Miko. Kokomi và Mizuki muốn sử dụng phần thưởng từ cuộc thi để phổ biến trò chơi này trên toàn Inazuma, bao gồm cả Đảo Watatsumi, nhằm thu hút khách hàng đến với Phòng Tắm Hơi Aisa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/d50ee090da3d347980e82f0ecc0cab5e_3132257104021917788.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sau ngày chuẩn bị đầu tiên cho Lễ hội Hoa Mikawa, Nhà Lữ Hành và Paimon đang trên đường về nhà thì một samurai lạ bất ngờ chặn đường họ. Sau trận chiến với anh ta, Nhà Lữ Hành cảm thấy như mình đang trong một giấc mơ, và chỉ có một tiếng sấm vang lên mới đưa họ trở lại thực tại. Raiden Ei, người đã chứng kiến trận chiến, chính là người đứng sau tiếng sấm đó. Tối hôm đó, một trong những người làm việc tại lễ hội nhìn thấy một hình nhân thay thế của người bạn mình, và Hội Tenryou đã bắt đầu điều tra. Hơn nữa, các quan chức của Shogunate được cử đến điều tra khu đất để không làm phiền yêu quái, nhưng họ sau đó bị phát hiện trong tình trạng bất tỉnh, và tất cả các quan chức đều bị mắc kẹt trong một cơn ác mộng vô tận mà họ không thể tỉnh dậy. Hội phát hiện những dấu vết ngắt quãng của sức mạnh yêu quái, dẫn đến địa điểm lễ hội. Yae Miko đã đi điều tra những dấu vết này và phát hiện chúng xuất hiện rồi dừng lại, nhưng không hề rời xa Núi Yougou. Để không khiêu khích kẻ gây ra sự việc đến những hành động tuyệt vọng, Hội Tenryou quyết định không ngừng lễ hội mà tiến hành điều tra bí mật. Nhà Lữ Hành được giao nhiệm vụ tìm ra xem có người song trùng nào trong số các thí sinh, để không làm dấy lên sự nghi ngờ. Sau khi hỏi thăm tất cả các thí sinh, Nhà Lữ Hành và Paimon không phát hiện điều gì đáng ngờ có thể chỉ ra tài năng của yêu quái hình nhân thay thế. Miko đề xuất họ dọa kẻ tội phạm, để khi họ đang nghĩ cách xử lý tiếp theo, kẻ đó có thể bị phát hiện, và giới thiệu Raiden Ei là một khách mời đặc biệt của lễ hội."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/5a4df9f6f8032c88206de46e3cd3ec37_2802871851495775758.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vào ngày thứ hai trước lễ hội, Mizuki nhận thấy Ei đang lo lắng về điều gì đó, nhưng cô không muốn làm phiền những người khác. Yumekui-Baku gợi ý rằng Nhà Lữ Hành nên mời Ei đến Phòng Tắm Hơi Aisa vào lúc nửa đêm để tìm hiểu về những lo lắng của cô. Ei giải thích rằng sau Đại Họa xảy ra năm trăm năm trước, một Cơn Ác Mộng đã bao trùm Inazuma. Người dân Inazuma bị chìm vào những cơn ác mộng khủng khiếp mà ngay cả Yumekui-Baku cũng không thể làm gì để đánh thức họ. Nếu người bị bắt trong cơn ác mộng không đủ mạnh mẽ để vượt qua sự tê liệt, cơn ác mộng đó sẽ trở thành một cơn ác mộng thực. Người đó sẽ mất hết khả năng phân biệt giấc mơ với thực tại, nhìn mọi thứ trong thế giới thực như là một sự tiếp diễn của cuộc chiến, và mỗi thứ quý giá trong cuộc sống sẽ trở thành kẻ thù cần phải tiêu diệt."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/dd22e0610a8fe9569175eeca146c7051_6661914378068293468.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Một trong những nạn nhân của cơn ác mộng là Mikoshi Chiyo, bạn của Ei và chị gái Makoto. Cô từng bị một con quái thú từ thế giới khác nuốt chửng toàn bộ, với thân hình như hổ và đuôi như rắn, cho đến khi cô xé con thú đó ra từ bên trong. Mặc dù cô thoát khỏi bụng con quái thú một cách sống sót, nhưng trận chiến đó vẫn không rời bỏ cô. Cô nhìn thấy ký ức của những đồng đội đã ngã xuống, từng người một bị tàn sát cho đến khi cô không còn phân biệt được giấc mơ và thực tại. Cơn ác mộng đã bóp méo mọi niềm vui trong cuộc sống của cô — thuộc hạ, gia đình và bạn bè — thành những kẻ thù cần phải tiêu diệt. Chính trong trạng thái đó, bị mắc kẹt trong chiến trường tâm trí của mình, cô đã vung kiếm chống lại Ei trên núi Yougou. Raiden đã sử dụng Musou no Hitotachi và chém đứt cánh tay cô, một chiếc sừng, và một phần của ngọn núi."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/90922669a98df5600a1e701199c50fcb_4479179001448159757.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Ei và Nhà Lữ Hành đang ở trong phòng tắm, đột nhiên một tiếng hét vang lên từ Thành Inazuma. Một người phụ nữ nhìn thấy bản sao của mình và ngất đi, sợ hãi theo truyền thuyết rằng cô ta sẽ chết sớm. Cùng lúc đó, một người lính từ hội Tenryou đến báo cáo với Shogun rằng con yêu quái nhỏ, Kappa, đã bị mắc kẹt trong một cơn ác mộng tại lễ hội. Khi Nhà Lữ Hành, Ei, Miko và Mizuki đến địa điểm lễ hội, họ phát hiện Youko, Hitotsume Kozou và Kappa đang bất tỉnh. Kujou Sara và thám tử Shikanoin Heizou, những người đang làm nhiệm vụ tại lễ hội, không nhận thấy bất cứ điều gì khả nghi và không thể bảo vệ Kappa. Mizuki đã điều tra cơn ác mộng của Kappa nhưng không thể tìm thấy nó, như thể nó chưa từng tồn tại. Hóa ra \"Kappa\" được tạo ra bằng nghệ thuật của bake-danuki, và \"Youko\" và \"Hitotsume Kozou\" cũng là những bản sao của chúng, được tạo ra bởi bake-danuki. Con tanuki thứ ba đã vào thành dưới vỏ bọc của một Kappa để gây hoang mang cho người dân. Qua điều tra, người ta phát hiện ra rằng ba con tanuki đã bị mắc kẹt trong một cơn ác mộng suốt năm trăm năm. Chúng tin rằng kẻ thù ở khắp nơi và Shogun đã ra lệnh lấy đi đất đai của yêu quái, phần lớn bị tiêu diệt, và phần còn lại buộc phải làm việc cho con người. Sức mạnh của cơn ác mộng đã hiện hình dưới dạng một samurai tấn công người dân và ba con yêu quái nhỏ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/09b6a4145d20cdc58be484e0ec0d7127_597536784804437395.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi Nhà Lữ Hành thanh tẩy tanuki khỏi năng lượng Vực Sâu, chúng đã tỉnh lại khỏi cơn ác mộng. Hóa ra, năm trăm năm trước, khi bạn của Kitsune Saiguu, Kamuna Harunosuke, đến Rừng Chinju để phong ấn bake-danuki vào đá vì Kakushigami Ioroi đã đánh cắp quạt Sakura, ba con yêu quái đã quyết định đào một cái hố trong đất và ẩn náu ở đó. Trong cái hố, chúng đã phát hiện ra sừng của Mikoshi Chiyo bị nhiễm ác mộng, và nó đã tiêu diệt tanuki. Suốt năm trăm năm, ba con bake-danuki sống trong sợ hãi, và nỗi sợ hãi của chúng đã cho phép mảnh sừng trở thành hình hài vật chất và biến thành một thứ giống như Jibakurei, một linh hồn bị ràng buộc với đất. Chúng di chuyển qua các Địa Mạch nhưng cũng bị ràng buộc bởi chúng, vì vậy dấu vết của Ác Mộng thỉnh thoảng xuất hiện mà không ra khỏi núi Yougou. Để tiêu diệt Ác Mộng, Ei muốn sử dụng Musou no Hitotachi, nhưng Miko đã đề xuất chiến đấu với Ác Mộng bằng chính thủ đoạn của nó và tạo ra một ảo giác không thể phân biệt với thực tế. Miko quyết định sử dụng Lễ Hội Hoa Mikawa làm cái bẫy: đối với mảnh Ác Mộng, thứ căm ghét mọi nguồn vui và hạnh phúc, một sự kiện vui vẻ sẽ trở thành một kẻ thù cần phải bị tiêu diệt bằng mọi giá."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/9a7aac90d33e9b5fea4298691f4b03b0_4618298286666320405.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vào ngày chính thức của Lễ Hội Hoa Mikawa, hội Yashiro đã trao cho tất cả người tham gia những câu chú nghi lễ để chiến đấu với Ác Mộng. Khi nó xuất hiện từ niềm vui của mọi người, Raiden Ei đã kéo nó cùng Nhà Lữ Hành vào Nhất Tâm Tịnh Thổ để người dân Inazuma không bị tổn thương. Với sự giúp đỡ của Shogun và lời cầu nguyện của người dân, Nhà Lữ Hành đã đánh bại Ác Mộng, và Ei cuối cùng cũng có thể nói lời tạm biệt với người bạn đã khuất từ lâu. Khi chiếc sừng của Chiyo bị phá hủy, Kappa, Youko và Hitotsume Kozou đã tỉnh dậy khỏi giấc ngủ của mình. Yae Miko và Shogun đã trao phần thưởng đặc biệt cho ba con tanuki đã tạo ra những Song Trùng, công nhận trò chơi chân thực nhất của họ, để con người và yêu quái không còn sợ hãi lẫn nhau.\n<color=#ffd780>Các Mục liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "name": "Inazuma",
        "desc": "<p>Quần đảo biệt lập nằm ở phía đông đại lục Teyvat.</p><p>Vượt qua giông bão bất tận, đặt chân lên hòn đảo ngập tràn lá phong đỏ và hoa anh đào, trên những bờ cát quanh co, những vách đá cao chót vót và cả trong những khu rừng bí ẩn, chứng kiến sự vĩnh hằng được Tôn Chủ Narukami Ogosho theo đuổi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/12108544/fe011f0f93e3259d28b0272d0db961b7_2697662844516331471.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7500,
        "name": "Mikoshi Chiyo",
        "desc": "<p><span style=\"color: oklab(0.89908 -0.00192907 -0.0048306)\">Trung úy trung thành của Raiden Ei, bị Ác Mộng làm cho phát điên sau biến cố Khaenri'ah. Cô đã bị Ei đánh bại.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/10/44749939/213b5aaa6201935d700f812e56286fa1_391458842175762158.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Đại nhân Guuji của Đền Narukami, kiêm tổng biên tập của Nhà Xuất Bản Yae. Phía sau vẻ ngoài xinh đẹp kiều diễm là sự thông minh và xảo quyệt mà khó ai ngờ đến.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 16,
        "name": "Thoma",
        "desc": "Quản gia của nhà Kamisato, \"thổ địa\" của Inazuma.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Thoma_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "Chủ tiệm Pháo Hoa Naganohara, Nữ Hoàng Lễ Hội Hè, là người thợ tài năng gửi gắm nguyện vọng của mọi người vào pháo hoa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 21,
        "name": "Sayu",
        "desc": "Ninja thuộc \"Shuumatsuban\". Thân hình nhỏ nhắn, lúc nào trông cũng như không ngủ đủ giấc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sayu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7420,
        "name": "Yumemizuki Mizuki",
        "desc": "Cổ đông của Phòng Tắm Hơi Aisa, một nhà trị liệu tâm lý thuộc tộc baku, dốc sức để xua đuổi ác mộng, đem lại bình yên cho mọi người.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/08/11662c12fb353d88bd2b20a2726c9f1c_8013472600677983943.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "Thánh Pháp Sư của đảo Watatsumi, thiếu nữ quản lý mọi chuyện trên đảo Watatsumi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2454,
        "name": "Ioroi",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Ioroi_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4516,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2448,
        "name": "\"Gyoubu Koban\"",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/\"Gyoubu Koban\"_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2449,
        "name": "\"Kichiboushi\"",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/\"Kichiboushi\"_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3,
        "name": "Kujou Sara",
        "desc": "Đại tướng đương nhiệm của Hiệp Hội Tenryou. Sát phạt quyết đoán, anh dũng thiện chiến.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kujou Sara_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "Thám tử thiếu niên thiên tài của Hiệp Hội Tenryou, trực giác nhạy bén, tư duy sắc sảo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3449,
        "name": "Youko",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/01/44749939/a7e2878cc4c2db3596e08848ed350d04_3892574845909915613.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3450,
        "name": "Kappa",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/01/44749939/0157cdca61b9d564eab9e1d58c9bb01c_269938792508529525.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3448,
        "name": "Hitotsume Kozou",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/01/44749939/39ef175264ed81e2974c7bcfbfbcae3b_2276424310594239422.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7501,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7498,
        "name": "Kitsune Saiguu",
        "desc": "<p>Hồ Ly của gia tộc Hakushin, được tôn thờ như một Hồ Ly tối cao. Cô đã chết cách đây 500 năm trong thời biến cố cổ xưa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/13/44749939/917d3842c50070c10490fc2eb8d655f2_3324730881006802633.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Lễ Hội Hoa Mikawa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/be6ec1f87eae3d3f56f867c244d403cb_5307042729667918862.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nhiều năm trước, các yêu quái mạnh nhất Inazuma đã tổ chức Lễ Hội Hoa Mikawa làm một dịp để tụ tập uống rượu, cười đùa và lắng nghe âm nhạc. Lễ hội này mang lại niềm vui cho tất cả những ai tham dự. Sự kiện được tổ chức với quy mô hoành tráng, thậm chí Kitsune Saiguu cùng tiểu Yae Miko, cũng như Lôi Thần Raiden Makoto và em gái Ei, cũng đã tham gia. Theo thời gian, số lượng yêu quái ở Inazuma ngày càng giảm, khiến lễ hội dần mất đi sự phổ biến. Cho đến một ngày, một nhóm yêu quái nhỏ quyết định tái hiện lại lễ hội này, lấy cảm hứng từ truyền thuyết về tình bạn giữa một người phàm và một yêu quái, như một cách để bày tỏ lòng biết ơn đối với con người."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/237301566/ed9b52f45d8ac8cf52f1b0afc307233c_8889729351268738520.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Hơn năm trăm năm trước, một samurai loài người tên Yanagibashi Takuto tình cờ lạc vào Lễ Hội Hoa Mikawa. Ở đó, anh gặp một yêu quái tên Kamai, kẻ đã mời anh cùng tham gia lễ hội. Cả hai cùng thi đấu trong sự kiện nổi bật nhất của lễ hội: Akitsu Haneasobi. Trận đấu kịch tính của họ kết thúc với kết quả hòa, mở ra một tình bạn mới giữa người phàm và yêu quái. Hóa ra, Takuto là một kiếm sĩ chu du khắp nơi để tìm kiếm những đối thủ mạnh nhằm rèn luyện kỹ năng. Kamai đề nghị họ gặp lại nhau mỗi mười năm để so tài. Trận chiến với Kamai đã giúp Takuto học được nhiều chiêu thức mới, về sau trở thành nền tảng cho sự khai mở kiếm phái Souran Isshin."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/237301566/601a1347bcb94682da61494b5841ac28_3530564386542175681.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mười năm sau, khi samurai đã 35 tuổi, họ lại gặp nhau tại một lễ hội. Họ cùng nhau uống rượu, du ngoạn và so tài. Khi mới gặp, cả hai chỉ đơn thuần tôn trọng lẫn nhau, nhưng sau mười năm, họ đã trở thành đôi bạn tri kỷ. Thêm một thập kỷ nữa trôi qua, vị samurai đã đạt đến đỉnh cao của kiếm thuật và giành chiến thắng trong một trận đấu với cách biệt rất nhỏ, buộc Kamai phải nghiêm túc luyện tập để chờ đợi lần tái đấu tiếp theo. Tuy nhiên, mười năm sau, samurai không đến như đã hẹn, vì ông phải ra trận bảo vệ biên giới phía nam trong thời chiến. Khi họ gặp lại lần cuối, samurai đã 65 tuổi. Mái tóc ông đã bạc trắng, cơ thể đầy vết sẹo, và ông không còn đủ sức để chiến đấu nữa. Kamai đề nghị cùng chơi một ván Akitsu Haneasobi cuối cùng. Vị samurai dốc hết sức mình cho trận đấu nhưng cuối cùng phải bỏ cuộc giữa chừng vì quá yếu. Nhận ra đây là lần gặp gỡ cuối cùng, Kamai thở dài buồn bã và nói: <color=#ffffffd9>\"Thật đáng tiếc.\"</color>\nMột trong những yêu quái, Hanyuuda Chizuru, một Tsukumogami và linh hồn của chiếc hagoita mà samurai cùng Kamai đã dùng để chơi Akitsu Haneasobi đã phát triển ý thức sau khi chịu ảnh hưởng từ sức mạnh yêu quái vĩ đại. Bản chất của cô là yêu thích lễ hội và niềm vui, khao khát được tham gia hội hè, gặp gỡ mọi người và chơi Akitsu Haneasobi cùng họ. Thế nhưng, mỗi khi màn đêm buông xuống, cô lại nhớ đến khoảnh khắc samurai già nua đặt chiếc hagoita xuống với nụ cười cay đắng, và Kamai cô đơn thở dài, nhấp chén rượu sake. Cô nghĩ rằng nếu mình kết bạn với một người phàm, thì một ngày nào đó, trên khuôn mặt họ cũng sẽ xuất hiện nụ cười cay đắng ấy. Vì vậy, Chizuru quyết định không đến gần con người, để không lặp lại sai lầm của Kamai. Nhưng câu chuyện của Yanagibashi Takuto và Kamai không kết thúc với cái chết của samurai. Hậu duệ đời thứ ba của Takuto, Tominaga Masanari, cũng đã kết bạn với Kamai. Năm trăm năm trước, Kamai và Tominaga đã chiến đấu bên nhau cho đến giây phút cuối cùng, và thanh kiếm mà Tominaga sử dụng chính là thanh kiếm được truyền lại từ Yanagibashi. Sự tiếc nuối mà Kamai từng mang trong lòng cuối cùng cũng đã được giải tỏa. Dẫu cho tuổi thọ của con người quá ngắn ngủi so với yêu quái, và ngày chia ly là điều không thể tránh khỏi, nhưng những sợi dây liên kết được tạo nên từ tình bạn sẽ không bao giờ bị cắt đứt mà chỉ tiếp tục tồn tại dưới một hình thức mới.\n<color=#ffd780>Các Mục liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "name": "Inazuma",
        "desc": "<p>Quần đảo biệt lập nằm ở phía đông đại lục Teyvat.</p><p>Vượt qua giông bão bất tận, đặt chân lên hòn đảo ngập tràn lá phong đỏ và hoa anh đào, trên những bờ cát quanh co, những vách đá cao chót vót và cả trong những khu rừng bí ẩn, chứng kiến sự vĩnh hằng được Tôn Chủ Narukami Ogosho theo đuổi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/12108544/fe011f0f93e3259d28b0272d0db961b7_2697662844516331471.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Là Tôn Chủ Narukami Ogosho đại nhân, đưa người dân Inazuma hướng đến sự \"vĩnh hằng\" ngàn năm không đổi.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/12108544/2669f7bf2fdea7ccf0a4aa7ac9f250b2_4184089322112947997.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3451,
        "name": "Hanyuuda Chizuru",
        "desc": "<p>Một youkai hình thành ý thức từ một vật thể và có thể biến thành một con người bên ngoài cơ thể của chính mình. Cô là một Tsukumogami.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/01/44749939/516adb5e8395e81e3275cf6798337ac1_5385537095734557048.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Truyền Thống",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Bên cạnh niềm vui và rượu chè, một hoạt động truyền thống của Lễ Hội Hoa Mikawa chính là trò chơi Akitsu Hazura. Trong trò chơi này, người tham gia sẽ sử dụng những chiếc hagoita đặc biệt để đánh bóng về phía mục tiêu đã định. Theo thời gian, Akitsu Hazura nguyên bản đã thất truyền, nhưng nhiều năm sau, một nhóm yêu quái nhỏ đã quyết định tái hiện lại trò chơi này như một biểu tượng của tình bạn giữa yêu quái và con người. Họ nghe về trò chơi này từ một thương nhân du hành và đã dùng sức mạnh ma thuật để tạo ra Akitsu Yuugei. Trong phiên bản này, người chơi sẽ điều khiển các ván gạt lơ lửng trên không để đánh quả bóng, nhắm trúng những khối nguyên tố được bố trí sẵn.\n<color=#ffd780>Các Mục liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "name": "Inazuma",
        "desc": "<p>Quần đảo biệt lập nằm ở phía đông đại lục Teyvat.</p><p>Vượt qua giông bão bất tận, đặt chân lên hòn đảo ngập tràn lá phong đỏ và hoa anh đào, trên những bờ cát quanh co, những vách đá cao chót vót và cả trong những khu rừng bí ẩn, chứng kiến sự vĩnh hằng được Tôn Chủ Narukami Ogosho theo đuổi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/12108544/fe011f0f93e3259d28b0272d0db961b7_2697662844516331471.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Trailer và Video Cốt Truyện",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video giới thiệu phiên bản 3.3: Lục Căn Thoáng Thông Suốt, Danh Phận Hóa Hư Vô"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c6fa66810399b209da492e4c6507fd7e_6661915752921079645.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25 Tháng 11, 2022</color>\n<color=#ffffff>Từ xưa đến nay, Inazuma chưa bao giờ thiếu những truyền thuyết ma quái.</color>\n<color=#ffffff>Một vài câu chuyện không thể tách rời khỏi những yêu ma quỷ quái được truyền từ đời này sang đời khác;</color>\n<color=#ffffff>Và một số khác, có lẽ chỉ là một góc nhỏ thê lương trong những sự tích từ dĩ vãng xa xôi...</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=oTIHLsa0bj0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video Giới Thiệu Phiên Bản 5.4 \"Nhập Mộng Ngắm Ánh Trăng\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/8a8149bd9cfe859a61ce13ad03422c8e_8238539537074990846.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>24 Tháng 1, 2025</color>\n<color=#ffffff>Cuộc đời như một hành trình giữa những giấc mơ đẹp và ác mộng.</color>\n<color=#ffffff>Khi thấy căng thẳng, sợ hãi, nghẹt thở</color>\n<color=#ffffff>Hãy nghỉ ngơi một chút, thưởng thức mùi vị ngọt ngào của giấc mơ đẹp</color>\n<color=#ffffff>Đồng thời nghiền nát cơn ác mộng.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=vITyIMn8rww&ab_channel=GenshinImpact"
      }
    ]
  }
}