{
  "epId": 7463,
  "name": "Chuyện Kỳ Bí Ở Inazuma",
  "desc": "<p>Tuyển tập các câu chuyện dân gian Inazuma do tác giả Fontaine thu thập và biên soạn trong quá trình du lịch, tập hợp những truyền thuyết kỳ quái do nhiều người khác nhau kể lại.</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/b75def76f2cc1862ea2d42a2874c3741_3478961483000587527.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1741805550,
  "components": {
    "body": [
      {
        "title": "Chuyện Kỳ Bí Ở Inazuma I",
        "desc": [
          {
            "type": "RichText",
            "text": "Cô Gái Bí Ẩn\nRất lâu trước đây, có một vị công chức tên Takehiko. Chàng thanh niên này vô cùng đẹp trai, lại chăm chỉ học tập văn võ, rất được đồng liêu tôn trọng. Một ngày nọ, anh ấy đến nhà chỉ huy Emon thăm bệnh, vừa hay gặp được cô con gái duy nhất của nhà này, cô gái tên là Sayohime. Cô đang ở độ tuổi mới lớn, xinh đẹp tuyệt trần, từng ánh mắt, nụ cười, nhất cử nhất động đều tỏa ra nét đoan trang, dịu dàng. Hai người yêu nhau từ cái nhìn đầu tiên, đắm chìm trong tình yêu, rất nhanh họ đã giấu cha cô và hẹn ước sống chung với nhau, chỉ đợi đến tuổi trưởng thành mới tiến hành hỏi cưới.\nThế nhưng thời gian trôi qua, không bao lâu, lại gặp ngay dịp phản quân làm loạn, Takehiko quyết định theo lệnh của Shogunate, đi thảo phạt phản tặc. Sayohime khi biết được tin này, đã vội vàng đến tìm anh, khóc nức nở nói:\n\"Giờ chàng xuất chinh, không biết đến khi nào mới trở về. Hơn nữa chiến trường nguy hiểm, lỡ như xảy ra chuyện khó lường, thì chắc chắn một mình em sẽ không sống nổi. Nếu chàng thực sự yêu em, xin chàng hãy ở lại đây, để em làm cô dâu của chàng nhé. Em chỉ mong có thể cùng chàng chia sẻ hạnh phúc cả đời, không hề mong cầu vinh hoa phú quý gì khác.\"\nSau đó, Sayohime liền ngâm nga một đoạn hát ngắn, nội dung dịch ra đại khái như sau:\nTương tư bao khổ đau, nỗi nhớ mãi khắc sâu, tay áo thắm đẫm bao lệ sầu.\nThiếp tựa sương mai mùa thu, vì chàng mà hóa thành bụi trong gương.\nNhưng Takehiko không bị lời cô nói thuyết phục, mà đáp lại rằng:\n\"Xin nàng đừng lo, tuy phải tạm chia ly, nhưng trái tim ta vẫn chỉ thuộc về một mình nàng, bảy đời bảy kiếp không bao giờ thay đổi. Huống hồ thân đàn ông sinh ra trên thế gian này, vừa đúng lúc nên lập công danh, làm sao có thể ngồi yên nhìn người khác lập chiến công lẫy lừng chứ? Xin chờ ta trở về từ chiến trường, rồi sẽ cùng nàng kết duyên, mãi không xa rời.\"\nNói xong, Takehiko tặng một chiếc gương cầm tay được trang trí tinh xảo cho Sayohime, dùng đó để làm lời hứa cho lễ cưới trong tương lai, và viết một đoạn hát ngắn đáp lại, nội dung dịch đại khái như sau:\nLần này chia ly chẳng biết ngày gặp lại, nhưng lời hứa sẽ mãi không thay đổi.\nTrái tim trao cho nhau, dù xa vạn dặm ánh sao vẫn gắn kết hai ta.\nVà như vậy, lại vài tháng nữa trôi qua. Lúc này có tin đồn rằng đội quân Shogunate đã chiến bại và tướng sĩ thương vong nghiêm trọng. Khi nghe tin này, cô gái u sầu đến sinh bệnh, không bao lâu sau mất vì quá đau buồn. Khi Takehiko công thành danh toại trở về từ chiến trường, thì nghe tin người mình yêu đã chết, anh vô cùng đau đớn, ngày ngày thắp hương thờ cúng cho cô.\nTuy nhiên, có lẽ vì nỗi nhớ nhung sâu đậm, mà sau khi mai táng Sayohime không chỉ không được an nghỉ, ngược lại còn bị Vực Sâu ăn mòn, hóa thành yêu quái, ghé thăm Takehiko vào nửa đêm. Lúc này cô gái tuy vẫn trẻ trung xinh đẹp, nhưng đã không còn chút sức sống nào. Đôi tay muốn vuốt ve gò má chàng trai, cũng đã biến thành xương đen. Takehiko tuy là một samurai, nhưng vẫn bị bộ dạng này của cô dọa cho kinh hãi bỏ chạy. Anh chạy tới bờ sông, năn nỉ người lái thuyền cứu mạng mình, đưa mình qua sông. Khi Sayohime đuổi theo tới bờ sông đã không còn một chiếc thuyền nào cả, vì vậy cô bèn nhảy xuống sông, biến hai chân thành đuôi cá, đuổi theo chàng trai sang bờ bên kia.\nTakehiko sau khi trốn chạy vào trong Núi Yougou, đã dùng phép thuật học được từ bake-danuki để ẩn mình trong một tảng đá. Núi Yougou đâu đâu cũng là đá, cho dù Sayohime có tìm mãi cũng không thể tìm ra được. Ngay lúc lòng cô đang rối bời không biết phải làm gì, thì chiếc gương mà Takehiko tặng cô đã vô tình rơi xuống đất. Chiếc gương bị vỡ thành vô số mảnh, mỗi mảnh đều phản chiếu tảng đá mà Takehiko đang ẩn mình.\nSayohime ôm lấy tảng đá đó và khóc lóc thổ lộ nỗi nhớ nhung với người yêu, mong anh ấy nhớ lại lời thề năm ấy, nhưng Takehiko vẫn vì sợ hãi mà không dám xuất hiện. Sayohime đã không còn cách nào khác, nhưng vẫn không muốn rời xa người yêu, lòng như lửa đốt, cuối cùng cô đã hóa thành một ngọn lửa, thiêu rụi cả bản thân và người yêu đang trốn trong tảng đá đó.\nNgười bạn kể xong, tò mò hỏi tôi suy nghĩ thế nào về câu chuyện này.\n\"Nếu theo đánh giá của người Fontaine chúng tôi\" thì tôi trả lời như sau, \"Ngài Takehiko này không thực sự yêu Sayohime. Với những cặp đôi được ca tụng trong ca kịch của chúng tôi, nếu như một người không may mất đi, thì người còn lại cũng sẽ lựa chọn đi theo người mình yêu. Từ lời hứa hẹn giữa Drest và Adsiltia, đến cuộc giao thủ Tancrede et Chariclea, hay lời từ biệt của Coppelius và Coppelia đều như vậy. Tôi nhớ rằng, ở đất nước của tôi từng có một cuốn tiểu thuyết cổ xưa, đã định nghĩa như vậy về tình yêu: Dù có gỡ bỏ hết da thịt, hài cốt và nội tạng, thì sâu trong xương tủy tôi vẫn sẽ sát cánh cùng người... Nếu đã hứa với nhau bảy đời bảy kiếp không chia lìa, thì cho dù đối phương có bị Vực Sâu ăn mòn, cũng phải cùng đối phương chìm vào giấc ngủ vĩnh hằng. Takehiko đã là samurai của Inazuma, lẽ ra phải coi trọng lời hứa và giao ước hơn cả tôi mới đúng.\"\n\"Đương nhiên, cách nói này không hề sai. Ở Inazuma, đa số mọi người đều cho rằng Takehiko là kẻ nhu nhược, không giữ lời hữa. Nhưng mà lý do không phải vì anh ta không đáp lại tình cảm của Sayohime, mà vì anh ta đã chọn cách chạy trốn khi đối mặt với yêu ma từ Vực Sâu, giấu mình trong tảng đá, thay vì giúp người mình yêu được giải thoát. Còn việc cuối cùng bị chiếc gương mà mình đích thân tặng phát hiện và bị thiêu thành tro bụi, cũng có thể nói là tự tay gieo gió gặt bão.\" Người bạn tự rót thêm trà vào ly của mình rồi nói tiếp, \"Nghe nói, câu chuyện này ban đầu cũng được lấy cảm hứng từ tiểu thuyết của Liyue. Trong câu chuyện đó, nhân vật chính không hề phản bội người mình yêu. Hai người mãi không thể gặp nhau, là do có kẻ gian đã nhúng tay vào, nhốt cô gái bị biến thành yêu quái dưới tảng đá... Nhưng điều đó cũng không liên quan đến truyền thuyết này nữa. Điều mà tôi tò mò là nếu như việc tương tự xảy ra với chính cô, thì cô sẽ lựa chọn thế nào? Ví dụ như nếu tôi bị vực sâu ăn mòn biến thành ma vật, chủ động tìm đến để bắt cô kể chuyện cho tôi nghe chẳng hạn...\"\n\"Nếu cô bị vực sâu ăn mòn và biến thành ma vật, nhưng phản ứng đầu tiên lại là đến tìm tôi để nghe kể chuyện, vậy thì chứng tỏ cô vẫn ổn. Dù sao cô vẫn dễ xử lý hơn nhiều so với Sayohime trong truyền thuyết. Được rồi, tiểu thư Usa, ly trà này đã uống hết, nhờ cô rót thêm cho tôi nhé.\""
          }
        ]
      },
      {
        "title": "Chuyện Kỳ Bí Ở Inazuma II",
        "desc": [
          {
            "type": "RichText",
            "text": "Yumekui-Baku\nNgày xửa ngày xưa, có một đôi vợ chồng già sống gần Làng Konda. Tuy gia cảnh nghèo khó, cuộc sống khó khăn, nhưng họ rất tốt bụng và được mọi người kính trọng.\nVào một ngày đông tuyết rơi, ông lão vào rừng đốn củi, trông thấy một con thú nhỏ mập mạp bị mắc kẹt trong bẫy. Con thú giãy giụa thế nào cũng không thoát ra được, chỉ biết kêu gào, trông rất thảm thiết.\n\"Thật đáng thương!\" Ông lão không kìm được nói, \"Heo rừng nhỏ như vậy, mà lại rơi vào bẫy của thợ săn. Haiz, dù bị bắt thì cũng không được bao nhiêu thịt, còn mất mạng vô ích. Để ta thả ngươi ra!\"\nThế là, ông lão đặt cây rìu xuống, giúp heo rừng mở vòng dây trói chân nó. Heo rừng kêu vài tiếng, vui vẻ chạy quanh ông lão mấy vòng rồi chạy trốn vào rừng.\nÔng lão đốn củi xong, quay về nhà và kể lại chuyện này với bà lão. Bà lão nghe xong cũng cảm thấy rất vui mừng và nói: \"Ôi, ông thực sự đã làm một việc tốt! Chờ đến khi heo rừng lớn lên, sẽ có nhiều thịt để ăn hơn rồi!\"\nTối hôm đó, hai vợ chồng già đang định đi ngủ thì đột nhiên nghe thấy có người gõ cửa. Một giọng phụ nữ trẻ, dịu dàng vọng đến từ ngoài cửa:\n\"Làm phiền rồi! Cho hỏi có ai ở nhà không?\"\nTuyết lớn như vậy, sao còn có người ở bên ngoài chứ? Bà lão mở cửa ra nhìn thì phát hiện là một cô gái khoảng 17, 18 tuổi, đang đứng bên ngoài cửa trong trời gió tuyết. Cô gái đó cực kỳ xinh đẹp, tuy ăn mặc giản dị, nhưng vẫn không giấu được nét đẹp trời sinh, hệt như tiên nữ trong truyền thuyết Liyue. Bà lão thấy cô tội nghiệp, liền nói:\n\"Ấy! Tuyết rơi nhiều thế này, chắc chắn rất lạnh! Mau vào nhà sưởi ấm người nào! Không biết cô là tiểu thư nhà nào, muộn thế này đến tìm chúng tôi có việc gì vậy?\"\n\"Muộn thế này rồi mà còn mạo muội làm phiền, thật sự rất xin lỗi. Cha mẹ con không may qua đời, con vốn nghe theo di nguyện của họ đến nương nhờ nhà người bạn của cha khi còn sống. Không ngờ tuyết rơi nhiều như vậy, khiến con lạc đường khi trời chập tối. Không biết hai ông bà có thể cho con tá túc một đêm ở đây được không, chỉ cần cho con ngủ ở hành lang hoặc nhà kho là được.\"\nÔng bà lão nghe xong liền thấy cảm thông, nên đã để cô gái ở lại nhà, chuẩn bị thức ăn và giường ngủ cho cô. Có lẽ vì làm việc thiện, nên tối hôm đó, ông bà lão đều mơ những giấc mơ rất đẹp.\nNhững ngày tiếp theo, tuyết rơi không ngừng, cô gái đó bèn ở lại nhà ông bà lão. Thời gian này, cô gái đó luôn chăm sóc ân cần cho họ. Thường ngày vừa chăm chỉ vừa ân cần, việc gì cũng vô cùng tỉ mỉ, hai người họ đều cảm thấy rất vui.\nHôm đó, cô gái đột nhiên nói với ông bà lão:\n\"Như con đã từng kể, trước khi cha mẹ con qua đời đã gửi gắm con cho bạn của cha. Tuy nói là bạn của cha, nhưng con chưa từng gặp mặt, cũng không biết đối phương là người như thế nào, liệu có đồng ý nhận một gánh nặng như con hay không. Những ngày qua, hai người đã chăm sóc con rất nhiều, con không biết phải báo đáp thế nào, nếu như không chê, con mong hai ông bà có thể nhận con làm con gái nuôi. Tuy con chỉ là một cô gái bình thường, nhưng con sẽ cố gắng hết mình, từ nay về sau sẽ hiếu thảo với hai ông bà.\"\nĐôi vợ chồng già vô cùng vui mừng khi nghe được những lời này. Hai người họ chưa từng có con cái, có thể có được một cô con gái thông minh chu đáo như vậy, đương nhiên vô cùng mãn nguyện. Từ đó về sau, đôi vợ chồng già đối đãi với cô như con gái ruột của mình. Cô gái cũng rất hiếu thảo, dù trước mặt người khác hay khi không có ai, cũng đều không có gì đáng chê trách.\nLại một thời gian trôi qua, sáng sớm hôm ấy, cô gái bưng ra món điểm tâm trông rất ngon lành mà ông bà lão chưa từng thấy qua. Sau đó cô nói với hai người họ rằng:\n\"Khi cả hai đang ngủ, con đã làm chút điểm tâm theo công thức gia truyền. Xin hãy đem số điểm tâm này vào trong thị trấn để bán, nhất định sẽ được yêu thích.\"\nQuả nhiên, giống như lời cô gái nói, món điểm tâm ngon được những thương nhân giàu có yêu thích, bán được giá rất cao. Từ đó, vào mỗi buổi sáng, cô gái đều mang một mẻ điểm tâm ra để ông lão mang bán trong thị trấn. Cuộc sống của cặp vợ chồng già cũng nhờ đó mà ngày càng sung túc.\nCứ thế lặp đi lặp lại vài lần, cặp vợ chồng già không khỏi tò mò: Trong nhà chỉ có bột mì bình thường, rốt cuộc con gái làm thế nào để làm ra những món điểm tâm ngon như vậy? Cuối cùng không kìm được tò mò, nên đêm đó cặp vợ chồng già đã lén nhìn qua khe cửa trong lúc cô con gái đang làm điểm tâm. Nhưng trong phòng không thấy bóng dáng cô con gái, mà chỉ thấy một con thú nhỏ mập mạp, đang dùng chiếc mũi ngắn để móc lấy những giấc mộng đang bay lơ lửng trên không trung, và biến nó thành điểm tâm. Cặp vợ chồng già giật mình, con thú phát hiện ra hai người, vội vàng biến lại thành cô gái trẻ, đi đến trước mặt ông bà rồi quỳ xuống nói:\n\"Thật sự xin lỗi, đã làm hai vị ân nhân sợ hãi. Nếu hai vị đã nhìn thấy hình dạng của con, vậy con cũng không cần che giấu nữa. Con chính là Baku được ông lão cứu trong núi. Để báo đáp ân tình, con đã biến thành thiếu nữ đến đây, biến ác mộng của ông thành điểm tâm ngon miệng, để ông đem bán với giá tốt ở chợ.\"\n\"Ốiii!\" Ông lão kinh ngạc hét lên, \"Hóa ra là chú heo rừng nhỏ lúc đó!\"\n\"Trước hết, con không phải heo rừng, con là loài lợn vòi đến từ Liyue. Ngoài ra, ông cũng đã phát hiện thân phận thật của con rồi, nếu như tin tức bị lộ ra ngoài, nữ chủ nhân nhà con, cũng chính là người quản lý vô số giấc mơ đẹp và ác mộng, chắc chắn sẽ không dễ dàng tha thứ cho hành vi mạo muội của con. Đến lúc đó, nói không chừng ông cũng sẽ bị liên lụy. Những ngày này, cảm ơn sự chăm sóc của hai người, và cũng đã gây cho hai người không ít phiền phức. Nhưng con vẫn hy vọng ông tin rằng, con thật lòng muốn trở thành con gái của hai người. Nhưng mà kiếp này, e là không có cách nào thực hiện được nguyện vọng này nữa. Thế nên xin hãy cho phép con nói lời từ biệt.\"\n\"Lợn vòi? Chưa bao giờ nghe nói đến. Cho dù là người hay là heo rừng, thì con cũng là con gái của ta!\"\n\"Từ tận đáy lòng, con rất biết ơn ý tốt của ông. Nhưng nếu tin tức về lợn vòi xuất hiện ở đây bị truyền ra ngoài, nói không chừng sẽ gây ra tai họa về sau. Hơn nữa, con không phải heo rừng, con là lợn vòi.\"\n\"Ây da, thì có sao đâu! Chỉ cần con không nói ra thì ở đây sao có người biết con là gì được chứ? Cho dù có người nuôi heo rừng, thì cũng đâu khiến người khác cảm thấy kỳ lạ đâu!\"\n\"Những gì ông nói quả thật không phải là không có lý. Nhưng con không phải là heo rừng, mà là lợn vòi.\"\nCứ như thế, lợn vòi nhỏ quyết định ở lại sống cùng với cặp vợ chồng già. Với những món điểm tâm ngon mà cô ấy làm, cặp vợ chồng già đã có thể yên bình, hạnh phúc tận hưởng tuổi già. Và họ sống vui vẻ hạnh phúc về sau."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Chuyện Kỳ Bí Ở Inazuma"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Sách Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7436,
            "name": "Chuyện Kỳ Bí Ở Inazuma I",
            "desc": "Tuyển tập các câu chuyện dân gian Inazuma do tác giả Fontaine thu thập và biên soạn trong quá trình du lịch, tập hợp những truyền thuyết kỳ quái do nhiều người khác nhau kể lại.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/b75def76f2cc1862ea2d42a2874c3741_3478961483000587527.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7437,
            "name": "Chuyện Kỳ Bí Ở Inazuma II",
            "desc": "Tuyển tập các câu chuyện dân gian Inazuma do tác giả Fontaine thu thập và biên soạn trong quá trình du lịch, tập hợp những truyền thuyết kỳ quái do nhiều người khác nhau kể lại.",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/b75def76f2cc1862ea2d42a2874c3741_3478961483000587527.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}