{
  "epId": 7464,
  "name": "Người Lithin",
  "desc": "<p>Tiểu thuyết viễn tưởng lưu truyền giữa các bộ tộc ở Natlan, nghe nói được dịch từ tác phẩm nổi tiếng của tác giả K'n-yan ở Fontaine. Nhưng theo lời những người dân Natlan từng đến Đại Sảnh Fontaine, họ chưa bao giờ tìm thấy bản gốc của cuốn tiểu thuyết này, dân địa phương cũng chưa từng nghe nói đến tác giả mang tên \"K'n-yan\".</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 1741805401,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Người Lithin"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      },
      {
        "key": "Sách Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 7438,
            "name": "Người Lithin I",
            "desc": "Tiểu thuyết viễn tưởng lưu truyền giữa các bộ tộc ở Natlan, nghe nói được dịch từ tác phẩm nổi tiếng của tác giả K'n-yan ở Fontaine. Nhưng theo lời những người dân Natlan từng đến Đại Sảnh Fontaine, họ chưa bao giờ tìm thấy bản gốc của cuốn tiểu thuyết này, dân địa phương cũng chưa từng nghe nói đến tác giả mang tên \"K'n-yan\".",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7439,
            "name": "Người Lithin II",
            "desc": "Tiểu thuyết viễn tưởng lưu truyền giữa các bộ tộc ở Natlan, nghe nói được dịch từ tác phẩm nổi tiếng của tác giả K'n-yan ở Fontaine. Nhưng theo lời những người dân Natlan từng đến Đại Sảnh Fontaine, họ chưa bao giờ tìm thấy bản gốc của cuốn tiểu thuyết này, dân địa phương cũng chưa từng nghe nói đến tác giả mang tên \"K'n-yan\".",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png"
          },
          {
            "type": "CustomEntry",
            "epId": 7440,
            "name": "Người Lithin III",
            "desc": "Tiểu thuyết viễn tưởng lưu truyền giữa các bộ tộc ở Natlan, nghe nói được dịch từ tác phẩm nổi tiếng của tác giả K'n-yan ở Fontaine. Nhưng theo lời những người dân Natlan từng đến Đại Sảnh Fontaine, họ chưa bao giờ tìm thấy bản gốc của cuốn tiểu thuyết này, dân địa phương cũng chưa từng nghe nói đến tác giả mang tên \"K'n-yan\".",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "body": [
      {
        "title": "Người Lithin I",
        "desc": [
          {
            "type": "RichText",
            "text": "Đây là ngàn năm thứ ba kể từ khi lấy trộm lửa, từ lúc có văn tự ghi chép đến nay, chưa từng có thời đại lý trí thịnh vượng như bây giờ.\nDù vào những đêm không có ánh trăng chiếu rọi, thành phố lớn với vô số tòa nhà chọc trời vẫn sáng trưng. Hệ thống ống dẫn kim loại xuyên suốt nối liền nhiều khu phố tỏa ra ánh sáng lấp lánh lạ thường. Chất lỏng màu vàng trong đó đang tiếp thêm năng lượng và sức sống cho cả thành phố.\nĐó chính là \"Lithin\", huyết mạch của văn minh nhân loại. Kể từ khi được các lãnh chúa kỹ thuật phát hiện ra vào hơn một trăm năm trước, nó đã được dùng làm nguồn động lực phát minh ra nhiều thứ, và đưa nhân loại bước vào một kỷ nguyên hoàn toàn mới. Những cỗ máy canh tác tự động giúp sản lượng của đất đai tăng hơn sáu lần, tàu bay trên bầu trời đã kết nối các thành phố vốn rải rác trên đại lục làm một.\nLoài người hiện nay đã không thể tưởng tượng ra cuộc sống không có Lithin, đối với các vị chấp chính thống trị thành phố mà nói lại càng như thế.\nLithin ban đầu được phát hiện trong di tích thành phố cổ đại mang tên Natlantea. Thành phố này nằm ở nơi cực sâu dưới lòng đất, cũng chính vì vậy mới có thể khai thác được Lithin ở nơi sâu hơn.\nDo thiếu kỹ thuật khoan đến độ sâu thế này từ mặt đất nên việc sản xuất Lithin trên toàn đại lục đều nằm trong tay của Hội Nghị Lãnh Chúa Kỹ Thuật kiểm soát di tích. Khi nhu cầu về Lithin ngày càng tăng, mâu thuẫn giữa các thành phố về vấn đề phân bổ Lithin càng ngày càng gay gắt, bóng tối của chiến tranh đang bao trùm lên toàn bộ đại lục.\nNhưng ít nhất là hôm nay, mọi người ở thành phố lớn có thể tạm quên đi bầu không khí u ám bao trùm. Khu quảng trường ở trung tâm thành phố đông nghịt người, họ đều đến đây vì \"Hội Chợ Lục Địa\" đang được tổ chức.\nTại buổi hội chợ mang danh hòa bình và phát triển, được tổ chức bởi Hội Nghị Lãnh Chúa Kỹ Thuật, sẽ trưng bày những thành quả phát minh đại diện cho kỹ thuật mới nhất. Dù những phát minh này sẽ nhanh chóng bị các thành phố đưa vào cuộc cạnh tranh vũ khí giữa họ, nhưng sự tiến bộ của kỹ thuật vẫn sẽ mang lại chút an ủi cho những người đang căng thẳng.\nNgoài bạn ra.\nBạn không hứng thú với những thứ mới lạ lấp lánh ở quảng trường. Đám đông chật chội xung quanh càng khiến bạn cảm thấy hẹn gặp ở đây đúng là một quyết định sai lầm.\nMấy tuần trước, một băng nhóm bạo lực đã phá hoại trung tâm vận chuyển Lithin của Thành Tsath, và phát một đoạn phim mà họ ghi hình. Nội dung đoạn phim chủ yếu là những lời sáo rỗng như \"Lithin là món quà của ác ma\", \"Lãnh chúa kỹ thuật đang hủy diệt thế giới\", ngoài việc họ tự xưng là tín đồ của \"Người Vô Tri\" ra, thì cũng không có gì đặc biệt.\nTuy nhiên, vị chấp chính của Thành Tsath lại tuyên bố rằng, hành động phá hoại là do cấp cao của thành phố lớn chỉ thị, mục đích là để kích động cuộc chiến giữa hai thành phố, đồng thời đưa ra bằng chứng chỉ rõ việc nhóm người này đều đến từ thành phố lớn.\nĐể không dính dáng, phía thành phố lớn đã yêu cầu Hội Nghị Lãnh Chúa Kỹ Thuật ra tay, và bạn đến đây để điều tra chuyện này.\n\"Haha, ngài thám tử đại tài, để ngài phải đợi lâu rồi. Tất cả là tại hội chợ thực sự quá hấp dẫn, đã khiến tôi mất nhiều thời gian.\"\nTrong lúc bạn đang cố gắng liên kết những sự việc này, thì một quý ông thân hình thấp béo đã gọi bạn từ phía sau. Có vẻ như là người đã hẹn gặp bạn ở đây, đặc vụ Akhra do Hội Nghị Lãnh Chúa Kỹ Thuật phái đến hỗ trợ.\n\"Không cần chào hỏi đâu, ngài Akhra, hãy bắt đầu từ những thông tin mà chúng ta đang có trước.\""
          }
        ]
      },
      {
        "title": "Người Lithin II",
        "desc": [
          {
            "type": "RichText",
            "text": "Nếu không phải tận mắt nhìn thấy thì khó mà tưởng tượng được, ở một thành phố lớn phồn vinh như vậy lại còn sót lại tàn tích từ thời đại chưa được khai sáng.\nSau mấy ngày điều tra, bạn và Akhra cuối cùng đã tìm ra được cứ điểm của băng nhóm mang danh \"Người Vô Tri\" đó, một lễ đường cũ nát ẩn nấp bên dưới cây cầu.\nĐiều này khiến bạn càng tin chắc rằng, nhóm này chỉ là những người theo chủ nghĩa Luddite bị thời đại vứt bỏ, hoàn toàn không liên quan đến âm mưu chính trị mà những nhân vật lớn tuyên bố.\nNhưng dù thế nào đi nữa, bạn cũng phải lấy được chứng cứ mới có thể báo cáo cho Hội Nghị Lãnh Chúa Kỹ Thuật, bạn và Akhra đều hiểu rõ việc này. Vì vậy, hai người quyết định tìm thời cơ, chờ đến khi những người không ngừng vận chuyển hàng hóa bí ẩn ra ngoài kia đều rời đi, mới lẻn vào trong để lấy thứ cần tìm.\nSau khi canh chừng suốt ba tuần, cuối cùng hai người cũng tìm được cơ hội. Có tổng cộng mười hai người ra vào nơi lễ đường, sáng sớm hôm đó tất cả mọi người đều lên một chiếc xe vận chuyển. Theo kinh nghiệm, thì sớm nhất cũng phải đến lúc chiều tối họ mới quay về. Bạn và Akhra quyết định chia ra hành động. Akhra sẽ ở gần cửa để canh chừng, bạn sẽ vào trong lễ đường để tìm hiểu.\nTrong hành lang dài và gấp khúc, tràn ngập mùi kỳ lạ như chất chống thối rữa. Tìm kiếm trong bóng tối một lúc lâu, bạn mới tìm thấy lối ra. Có lẽ là do vẫn sử dụng loại đèn dầu cũ, nên không gian bên trong lễ đường trông lớn hơn nhiều so với tưởng tượng. Trong ánh đèn mờ ảo, bạn thoáng nhìn thấy những hũ kim loại kỳ lạ chất đống bên tường, đây chắc là thứ mà họ chuyển ra ngoài mỗi ngày.\nBạn cẩn thận tiến lại gần, nhìn thấy trên những hũ đó đều có dán nhãn, trên đó viết chữ \"Vô Tri\" bằng ngôn ngữ thông dụng.\n\"Có lẽ lại liên quan đến một giáo điều kỳ lạ nào đó chăng\", bạn nghĩ.\nVà khi đang định lấy một hũ trong số chúng để mang về nghiên cứu, thì một đôi tay lạnh lẽo đã đặt lên vai bạn.\n\"Đáng chết!\"\nBạn và Akhra đã canh chừng ở gần đó ba tuần, tổng số người ra vào lễ đường này chỉ có mười hai người, trừ khi tên này chưa bao giờ rời khỏi đây... hoặc là còn có lối ra vào khác.\nTrong lúc hoảng loạn, bạn đá vỡ những hũ chất đống ở cạnh tường, mùi của chất chống mục rữa lan ra, chính là mùi bạn ngửi thấy khi vừa bước vào đây.\nMùi hăng mũi khiến đầu óc đang mơ màng tỉnh táo lại, bạn mới nhìn rõ khuôn mặt của kẻ vừa mới nắm vai bạn. Đó là một khuôn mặt chỉ có thể miễn cưỡng được xem là con người, trên khuôn mặt méo mó chỉ có hai lỗ hổng hư vô.\n\"Đã thấy chưa, đã thấy chưa?!\" Hắn vừa hét lên, vừa đưa hai cánh tay to tìm kiếm khắp nơi.\nTên này là một người mù, có lẽ đây là lý do anh ta chưa từng rời khỏi đây. Sau khi biết anh ta không nhìn thấy, bạn nhanh chóng di chuyển đến chỗ lối vào, loạng choạng bò ra khỏi hành lang.\n\"Này, thám tử đại tài, đã xảy ra chuyện gì? Cẩn thận đứng yên ở đó, đừng có cử động!\"\nTrong lúc mơ màng, bạn nghe thấy giọng nói của đồng đội, cùng với tiếng bước chân vội vã, nhanh chóng đến bên cạnh bạn.\nHành động thất bại, nhưng cũng xem như có thu hoạch, ít nhất bạn cũng đã lấy được chiếc hũ kỳ lạ đó.\nBạn nghĩ vậy rồi cố gắng bò dậy. Khi bạn dùng sức ngước mặt lên, thì một con quái vật kì lạ, nửa giống bộ xương nửa giống máy móc bỗng xuất hiện trước mắt bạn. Khuôn mặt nó lõm xuống, một đôi mắt vô hồn và trống rỗng đang nhìn bạn, sau đó bạn nghe thấy một giọng nói lạnh lẽo.\n\"Ngươi đã thấy rồi đúng không, 'Người Vô Tri'?\""
          }
        ]
      },
      {
        "title": "Người Lithin III",
        "desc": [
          {
            "type": "RichText",
            "text": "Cái đầu to cùng tứ chi thon dài, được liên kết với thân hình giống loài bò sát bằng vô số sợi tơ.\n\"Như ngươi thấy đấy, đây chính là 'con người', tiêu bản cuối cùng của 'con người' trên thế giới.\"\nQuái vật trước mặt bạn chỉ vào một con quái vật khác được ngâm trong hũ nuôi.\nTuy đã sắp quen rồi, nhưng ngươi vẫn cố gắng quay đi. Chỉ cần nhìn vào mắt của tên đó là sẽ có cảm giác không lạnh mà run.\n\"Nếu đây là 'con người', vậy chúng tôi là gì?\"\nBạn hỏi cái tên mà không lâu trước còn tự xưng là Akhra, bây giờ nghĩ lại chắc đó chỉ là biệt hiệu của anh ta trong Hội Nghị Lãnh Chúa Kỹ Thuật mà thôi.\nThông qua một số phương pháp kỹ thuật mà bạn không thể hiểu được, lễ đường được kết nối với Natlantea. Có lẽ mỗi thành phố đều có một nơi như thế, để họ có thể âm thầm di chuyển.\n\"Các người? Nếu đang nói về chủng tộc trên mặt đất thì... Chó Pug, Chó Săn Nhỏ, Người Xám, chúng tôi đã từng gọi họ bằng nhiều cái tên khác nhau...\"\n\"Nhưng bất luận thế nào, họ cũng là chủng tộc do chúng tôi thiết kế. Chức năng sinh học của họ hoàn toàn trái ngược với chúng tôi. Môi trường thích hợp với chúng tôi thì sẽ đầy chất độc đối với họ, và ngược lại. Cũng vì vậy mà sau khi họ hấp thụ và phân giải, mới có thể tạo ra một thế giới phù hợp để chúng tôi sinh sống.\"\nNếu thật sự như tên này nói, thì lịch sử cả nền văn minh của chúng tôi đều là kết quả thiết kế của đám quái vật này, vô số kỹ thuật và phát minh rực rỡ đều là do chúng mang đến.\nChúng ở ngay bên cạnh, nhưng chúng tôi lại không phát giác, đó là vì trong não của chúng tôi sẽ tiết ra một loại khí có tên \"Sương Lý Trí\", khiến chúng tôi không nhìn thấy thế giới thực.\nBây giờ sở dĩ có thể nhìn thấy sự xấu xí của tên này, là do hít phải khí \"Vô Tri\" có thể ức chế điều tiết. Mà loại \"Vô Tri\" này là do chính tôi đã chế tạo trong lần luân hồi trước.\n\"Tôi vẫn còn câu hỏi cuối cùng, ngay cả khi ngươi đem đến cho chúng tôi Lithin, nhưng làm sao đảm bảo rằng nền văn minh của chúng tôi sẽ bị hủy diệt trong cuộc đại chiến thế giới cạn kiệt Lithin?\"\nLithin, một loại năng lượng siêu cấp được phát hiện trong di tích của Natlantea, bản chất của nó vẫn là năng lượng để giữ cho lũ quái vật này tồn tại. Khi nền văn minh của họ khiến cho cả hành tinh bị ô nhiễm bởi chất độc hại sinh ra trong cuộc chiến tranh quy mô lớn, thì những \"con người\" còn sống sót quyết định chuyển hóa sự sống của họ thành hình thức năng lượng, và lưu trữ trong kho giống loài ở sâu dưới lòng đất.\nSau đó, họ đã thiết kế ra một giống loài mới, một chủng tộc có thể sống trên hành tinh bị ô nhiễm. Họ hy vọng trong thời gian dài đằng đẵng, giống loài mới này có thể phân giải những chất đó, cho đến khi tạo ra lại một thế giới phù hợp để họ sinh sống.\nNhưng thế giới đó lại không phải được chuẩn bị cho chủng tộc trên mặt đất. Khi nền văn minh trên mặt đất phát hiện Lithin, và sử dụng Lithin để tạo ra nền văn minh cao cấp hơn, thì những sinh mệnh cổ xưa này sẽ không ngừng được giải phóng. Họ chờ đợi, mãi cho đến khi nhận được cuộc sống hoàn toàn mới khi nền văn minh trên mặt đất bị hủy diệt.\n\"Có lẽ ngươi đã nghe về lịch sử tâm lý học? À... ngươi chắc vẫn chưa nghe qua đâu, nhưng điều đó không quan trọng. Nói chung, ngoài việc chức năng sinh học có thể được thiết kế, thì lịch sử thiết kế chủng loài cũng chỉ là một vấn đề kỹ thuật.\"\n\"Sự tìm tòi không ngừng nghỉ, sự tham lam và khát vọng chiến thắng không thể kiểm soát được sẽ dẫn họ đến kết cục tất yếu. Dù bị 'Người Vô Tri' phủ nhận, nhưng đó chỉ là do những quy tắc đạo đức vô dụng trên người các người vẫn chưa hoàn toàn biến mất theo sự tiến hóa mà thôi.\"\nCuối cùng, bạn đến căn phòng sau cùng ở nơi sâu nhất trong kho chủng loài, ở đây lưu trữ những ký ức cuối cùng mà vô số thế hệ \"Người Vô Tri\" để lại.\nKhi những người còn sống sót của nền văn minh cổ đại quyết tâm chuyển hóa sinh mệnh của mình thành Lithin, từng có một số ít người từ chối tham gia. Họ từ chối việc từ bỏ tính mạng cá nhân, hòa nhập vào trí tuệ vô hạn, vì vậy mà được gọi là \"Người Vô Tri\".\nSố đông không thể phủ nhận quyền lợi của họ, nên đành giữ lại căn phòng sau cùng này, cho phép họ không ngừng luân hồi trong sinh mệnh trên mặt đất. Bởi vì số đông tin rằng, sớm muộn cũng sẽ có một ngày \"Người Vô Tri\" lựa chọn gia nhập, trở về với vòng tay của tập thể.\nĐúng vậy, bạn là lãnh chúa của những \"Người Vô Tri\" này. Bạn nhìn thấy vô số ký ức, nhà tiên tri sáng tạo ra pháp luật, nhà thơ ca ngợi đức tính tốt đẹp, và chiến sĩ chống lại bạo chúa.\nVà tại điểm khởi đầu của những ký ức đó, bạn thấy một bóng hình to lớn bao phủ lên những người bị đuổi khỏi tòa thành cổ. Bóng hình đó dường như đã nói gì đó, nhưng bạn đã không còn nhớ được nữa, bạn chỉ biết mình rất nhớ người đó.\nCó lẽ mỗi đời \"Người Vô Tri\" cuối cùng đều sẽ trở về đây, đưa ra đáp án của mình.\nVậy câu trả lời của bạn là gì?"
          }
        ]
      }
    ]
  }
}