{
  "epId": 7477,
  "name": "Arlecchino",
  "desc": "<p>Quan Chấp Hành thứ tư của Fatui, Arlecchino. Tên thật là Peruere.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/55631176/49a6a63847e74879c622d135e1c7a233_3359152215547844897.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1747154343,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Peruere là hậu duệ của Triều Đại Xích Nguyệt. Dòng máu cao quý chảy trong cô vừa là lời nguyền vừa là phước lành, khi ngọn lửa Ách Nguyệt Huyết Hỏa Dực cổ xưa vẫn đang cháy âm ỉ trong cô.\nCrucabena\nMột Quan Chấp Hành Fatui và là “Mẹ” của Căn Nhà Hơi Ấm, nơi Peruere trưởng thành. Crucabena thậm chí còn ưu ái Peruere hơn cả con ruột của mình.\nClervie\nCon gái của Crucabena và là bạn thân nhất của Peruere. Cô từng nhiều lần cố gắng nói cho mọi người biết sự thật về Căn Nhà Hơi Ấm và trốn thoát, nhưng lần nào cũng thất bại. Khi Clervie 16 tuổi, cô đã chết trong một trận đấu tay đôi với Peruere.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7474,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7480,
        "name": "Signora",
        "desc": "<p>Số Tám trong Mười Một Quan Chấp Hành Fatui, còn được biết đến với cái tên \"The Fair Lady\". Tên thật của cô ấy là Rosalyne-Kruzchka Lohefalter.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/05/55631176/6973138bdad6bd8bd2d4f883ef72ba25_4116288043863825920.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Quan Chấp Hành Fatui đầu tiên mà Peruere gặp ở Snezhnaya.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7473,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Băng Thần đã ban cho Peruere cái tên mới, Arlecchino, cùng với một Delusion. Tsaritsa cũng cho phép Arlecchino là người đầu tiên sử dụng",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnosis là vật phẩm thuộc sỡ hữu của Bảy Vị Thần để trực tiếp cộng hưởng với Đảo Thiên Không và là bằng chứng xác nhận trạng thái của một vị thần dưới danh là vị chấp chính trần thế. Nó có hình dạng của quân cờ. <span class=\"wk-shady\">Sau đó được tiết lộ rằng Gnosis được tạo ra từ phần còn lại của Kẻ Đổ Bộ Thứ Ba.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/e396f8e6f02f3b0f579bc71a7089833b_8988921317301815411.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "thủy để chiến đấu chống lại lời tiên tri của Fontaine.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Sau khi giết người tiền nhiệm, Crucabena, Arlecchino đã trở thành người thứ tư trong số các Quan Chấp Hành Fatui.\nCăn Nhà Hơi Ấm\nSau khi giết \"Mẹ,\" Arlecchino trở thành người đứng đầu Căn Nhà Hơi Ấm. Cô bỏ qua danh hiệu \"Mẹ\" và trở thành \"Cha\" của cô nhi viện.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">Ảo thuật gia nổi tiếng khắp Fontaine, khéo ăn nói, diễn xuất tinh tế, chạm đến trái tim của khán giả bằng ngôn ngữ và kỹ thuật tuyệt vời.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/12108544/e343d4442cc3b8e243f0d528bb715f75_1902172228240461143.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Trợ lý ảo thuật ít nói, hiếm khi biểu đạt cảm xúc, tính khí khó đoán như loài mèo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/12108544/436e6f2b9b9006bfe511a98093259daf_6694653276517218862.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p>Thiếu niên ít nói rất giỏi bơi lặn, bên dưới vẻ ngoài lạnh lùng là một trái tim thuần khiết.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/04/12108544/8e44111a378f4e5379b8e7444e8c2daa_2959081444426619217.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Những đứa trẻ từ Căn Nhà Hơi Ấm",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Khi Arlecchino tiếp quản Căn Nhà Hơi Ấm, Dottore đã tiếp cận cô về thỏa thuận với người đứng đầu trước đó, liên quan đến việc giao những đứa trẻ bị thương trong cô nhi viện cho ông ta để làm thí nghiệm, nhưng cô đã từ chối. Hiện tại, Arlecchino và Dottore chỉ có một dự án chung (có lẽ là việc tạo ra ngọn lửa lỏng).",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Arlecchino tấn công Furina để xác nhận nghi ngờ của cô rằng Furina không sở hữu Gnosis Thủy. Cô cũng buộc tội Thủy Thần về sự bất động trong cuộc chiến chống lại lời tiên tri.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Neuvillette và Arlecchino đã thỏa thuận, theo đó những đứa trẻ của Căn Nhà Hơi Ấm có thể mất đi tất cả ký ức về Fatui và trại trẻ mồ côi để có thể bắt đầu một cuộc sống bình thường và tránh bị truy tố vì những tội lỗi trước đây.\nSau khi lời tiên tri của Fontaine được thực hiện, Neuvillette đã tặng Arlecchino Gnosis Thủy như một món quà ngoại giao.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Sách và Vật Phẩm liên quan"
      },
      {
        "type": "CustomEntry",
        "epId": 5577,
        "name": "Hình Thái Xích Nguyệt",
        "desc": "<p>Vũ khí sắc bén có màu chói lóa như vầng trăng đỏ. Nghe nói trong vương triều cổ xưa từng được xem là vật nghi lễ nối liền hai thế giới, nhưng nay đã không còn ai nhớ đến tín ngưỡng và nghi lễ năm xưa nữa.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/12108544/ce91a453b9a942c9ab20df0f62caa033_6411912843830667033.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5202,
        "name": "Perinheri",
        "desc": "<p>Cuốn sách này có tên gọi khác là \"Hleobranto Innamorato\". Tác giả của bản in đầu tiên nói rằng đây là một tác phẩm cải biên từ câu chuyện huyền thoại nổi tiếng khắp ngõ ngách Khaenri'ah, nhưng thế gian này đã không còn người nào có thể kiểm chứng điều này nữa. Giờ thì nó đã là tuyển tập sáng tác của nhiều thế hệ rồi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/12108544/eebe3d494c8e1fcae1905ec185dc3f56_7657903752169006301.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Peruere",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/781bc298ac9c3236c89e69439ed9545d_4675314974994806671.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khoảng hai mươi năm trước, Peruere, hậu duệ của Triều Đại Xích Nguyệt từ Khaenri’ah, đã đặt chân đến Căn Nhà Hơi Ấm ở Fontaine — nơi cưu mang những đứa trẻ mồ côi từ khắp Teyvat, trực thuộc sự quản lý của Fatui. Trong huyết quản cô chảy dòng máu cao quý mang tên Ách Nguyệt Huyết Hỏa Dực — một di sản vừa là lời nguyền, vừa là phước lành.\nNgay từ khi còn nhỏ, Peruere đã phát hiện ra cô có khả năng điều khiển một ngọn lửa kỳ lạ. Nhưng mỗi lần cô lơi lỏng cảnh giác, ngọn lửa ấy lại bùng lên mất kiểm soát, gặm nhấm dần cơ thể cô: đầu tiên là các ngón tay, rồi đến lòng bàn tay, và cuối cùng lan lên cẳng tay — như những mảnh than cháy âm ỉ.\nMột linh cảm mơ hồ luôn đeo bám cô: rằng nếu một ngày bóng tối ấy bò lên vai, rồi trườn như rắn rết vào tim, cô sẽ phải trải qua một sự “biến đổi” không thể nào cưỡng lại.\nTrong những giấc mơ chập chờn, Peruere thấy một vùng đất hoang vu, được chiếu sáng bởi ánh trăng đỏ rực — vừa đẹp đẽ, vừa dữ dội."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/af2947e96b613c34cbf651bab8145c20_6513240221083580409.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Vào thời điểm đó, Căn Nhà Hơi Ấm nằm dưới quyền cai quản của Quan Chấp Hành Fatui mang tên Crucabena — kẻ tự xưng là “Mẹ.” Dưới danh nghĩa nuôi dạy, Crucabena đã biến nơi này thành một đấu trường đẫm máu, nơi bọn trẻ được dạy cách chiến đấu đến chết. Đứa trẻ mạnh nhất, kẻ có thể đánh bại mọi đối thủ, sẽ được phong làm “vị vua” – người lãnh đạo mới của trại trẻ mồ côi.\nNhiều đứa trẻ đã bỏ mạng trong những trận chiến ấy, hoặc sống sót với cơ thể tật nguyền. Những kẻ sống sót cuối cùng thường bị đưa đến chỗ Dottore — một Quan Chấp Hành khác của Fatui — để làm vật thí nghiệm, hoặc bị ép thực hiện những nhiệm vụ nguy hiểm nhất. Thế nhưng, tất cả những thí nghiệm và tàn ác ấy đều diễn ra trong bóng tối, nên chỉ có số ít người biết đến sự thật đằng sau Căn Nhà Hơi Ấm.\nTrong số các đứa trẻ, “Mẹ” lại đặc biệt ưu ái Peruere. Crucabena yêu thương và chăm sóc cô hơn bất kỳ ai khác – thậm chí còn dành cho cô nhiều đặc ân hơn cả Clervie, con gái ruột của mình và cũng là người bạn thân thiết nhất của Peruere.\nThế nhưng, với bản tính lạnh lùng và tỉnh táo, Peruere sớm nhận ra gương mặt thật đằng sau lớp vỏ dịu dàng của “Mẹ.” Cô biết rõ sự thật về trại trẻ, nhưng không phản kháng — vì cô tin rằng một ngày nào đó, mình có thể hạ sát tất cả những đứa trẻ còn lại và trở thành kẻ sống sót cuối cùng.\nTrong nhiều năm, cô lặng lẽ quan sát Clervie vùng vẫy trong tuyệt vọng: tìm cách nói ra sự thật, tìm đường trốn thoát… nhưng lần nào cũng bị dập tắt bằng những trận đòn dã man. Sau mười năm chứng kiến bạn mình chịu đựng vô ích, Peruere nghĩ ra một con đường khác: nếu không thể chạy trốn, thì chỉ còn cách lật đổ kẻ dối trá đang ngồi trên ngai vàng dối trá. Cô lên kế hoạch giết Crucabena.\nNhưng Clervie từ chối. Trong mắt cô, Crucabena vẫn là mẹ — một người mẹ mà cô không thể phản bội, không thể giết, và càng không thể tưởng tượng là mình sẽ thắng được bà trong một trận chiến. Cô không thể trốn, cũng không thể nổi loạn, nên đã lựa chọn cái chết. Trong một trận chiến định mệnh, Clervie đã ngã xuống dưới tay người bạn thân nhất của mình."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/a201b815a1a4c359a701255778b2a388_163549244026820961.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Từ khoảnh khắc ấy, hành trình của Peruere được viết nên bằng ngọn lửa — một ngọn lửa thiêu rụi tất cả quá khứ, đốt cháy cả tương lai. Khi cơn mưa cuối cùng trút xuống, cuốn trôi máu và tàn tro, cô vẫn đứng đó — kẻ sống sót duy nhất trong trò chơi giết chóc không hồi kết của “Mẹ.” Trên con đường dẫn tới “thành công,” chỉ còn lại những vệt xác chết nằm rải rác như những cái giá không thể gọi tên.\nKhi lên ngôi, trở thành người thừa kế trại trẻ, Peruere không cảm thấy vinh quang hay mãn nguyện. Thay vào đó, một nỗi bất an đè nặng trong lòng. Cô hiểu rõ — tất cả những kỹ năng chiến đấu của mình đều do “Mẹ” rèn luyện, và dù đã đạt được danh hiệu “nữ hoàng” của Căn Nhà Hơi Ấm khi đánh bại tất cả những đứa trẻ khác, cô cũng chưa bao giờ sánh kịp sức mạnh thực sự của một Quan Chấp Hành Fatui.\nNhưng Peruere không chùn bước. Cô không thỏa mãn với chiến thắng tạm thời ấy. Thay vào đó, cô lên kế hoạch đánh bại kẻ cuối cùng còn cản trở con đường dẫn tới tự do thực sự — chính Crucabena.\nMột đêm nọ, một Vision xuất hiện trước mặt cô. Cô lặng lẽ giấu nó gần trái tim mình, như một món quà đặc biệt, một “bất ngờ” được dành riêng cho “Mẹ.”\nMột năm sau cái chết của Clervie, Peruere đã đối đầu trực tiếp với Crucabena tại chính nơi cô từng lớn lên. Cuộc chiến diễn ra khốc liệt, và cuối cùng, Peruere giành chiến thắng. Crucabena ngã xuống, khép lại một triều đại dối trá và tàn bạo.\nSau khi giết “Mẹ,” Peruere được đưa đến Snezhnaya — quê hương của Fatui, nơi cô lần đầu gặp các Quan Chấp Hành khác như Pierro và Signora. Tại đó, Băng Thần Tsaritsa đã phong cho cô danh hiệu Arlecchino, chính thức trở thành người thứ tư trong hàng ngũ Fatui Harbingers. Không chỉ vậy, Tsaritsa còn ban cho cô một Delusion, như một minh chứng cho sự ưu ái và lòng tin tưởng — một huy hiệu danh dự dành cho kẻ xứng đáng.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "name": "Vision",
        "desc": "<p>Vision là món quà được ban tặng cho những người sống ở Teyvat và được công nhận bởi Thần. Chúng giúp cho người sử dụng kỹ năng nguyên tố dựa trên nguyên tố của Vision được ban tặng. Người ta nói rằng những người sở hữu Vision có cơ hội lên Đảo Thiên Không và tự mình trở thành thần.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/fa9e7f4e1400794f2ee1468599880d59_2342939714711669881.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7474,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7480,
        "name": "Signora",
        "desc": "<p>Số Tám trong Mười Một Quan Chấp Hành Fatui, còn được biết đến với cái tên \"The Fair Lady\". Tên thật của cô ấy là Rosalyne-Kruzchka Lohefalter.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/05/55631176/6973138bdad6bd8bd2d4f883ef72ba25_4116288043863825920.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7473,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5202,
        "name": "Perinheri",
        "desc": "<p>Cuốn sách này có tên gọi khác là \"Hleobranto Innamorato\". Tác giả của bản in đầu tiên nói rằng đây là một tác phẩm cải biên từ câu chuyện huyền thoại nổi tiếng khắp ngõ ngách Khaenri'ah, nhưng thế gian này đã không còn người nào có thể kiểm chứng điều này nữa. Giờ thì nó đã là tuyển tập sáng tác của nhiều thế hệ rồi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/15/12108544/eebe3d494c8e1fcae1905ec185dc3f56_7657903752169006301.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cha",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/2f17563e598e5faa97c4d54333074786_7615409101537870656.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau khi Knave tiền nhiệm, Crucabena, bị đánh bại, Arlecchino tiếp quản quyền lãnh đạo Căn Nhà Hơi Ấm. Cô từ bỏ danh xưng \"Mẹ\" và tự xưng là \"Cha\" — một biểu tượng hoàn toàn mới của quyền uy và trách nhiệm trái ngược với sự giả dối và tàn nhẫn của \"Mẹ\". Dưới sự dẫn dắt của Arlecchino, Căn Nhà Hơi Ấm được tái thiết trong Khách Sạn Bouffes d’été, tọa lạc tại Phố Vasari.\nKhông còn những trận chiến đẫm máu, không còn bạo lực ẩn sau vỏ bọc yêu thương, Arlecchino xóa bỏ hoàn toàn mọi quy tắc tàn bạo mà người tiền nhiệm từng áp đặt. Với những đứa trẻ, Căn Nhà Hơi Ấm giờ đây thực sự là một mái ấm — và \"Cha\" là người quan trọng nhất, là chỗ dựa lớn nhất trong cuộc đời chúng.\nKhi vừa tiếp quản trại, Arlecchino đã nhận được lời đề nghị quen thuộc từ Dottore — giống như lời ông ta từng đưa ra với Crucabena: hãy giao nộp những \"kẻ bị loại\" để phục vụ cho các thí nghiệm. Nhưng \"Cha\" đã từ chối toàn bộ. Arlecchino không cho phép bất kỳ ai động đến bọn trẻ của mình.\nNgoại lệ duy nhất là một dự án tuyệt mật — một thí nghiệm duy nhất, được tiến hành bí mật bên trong chính Căn Nhà Hơi Ấm, dưới sự kiểm soát trực tiếp của Arlecchino."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/27f41286cb4f0c113993cc7c4dc40db9_2658052583130465071.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dù cái tên “Cha” gợi nên sự kính sợ trong lòng những đứa trẻ của Căn Nhà Hơi Ấm, Arlecchino thực sự yêu thương và quan tâm đến chúng. Cô không chỉ là người lãnh đạo — mà còn là người bảo vệ. Cô đã giải thoát Lynette khỏi cảnh đời nô lệ bằng cách giết sạch gia đình của kẻ đã mua cô. Cô cũng giúp Freminet khám phá sự thật về cái chết của mẹ mình và thực hiện hành động báo thù những kẻ gây ra tội ác.\nArlecchino không áp đặt những giới hạn khắt khe lên những đứa trẻ. Trái lại, cô khuyến khích chúng thể hiện bản thân — được tự do đeo trang sức, thay đổi kiểu tóc, miễn là điều đó không ảnh hưởng đến hoạt động của trại. Với cô, chúng không phải là công cụ, mà là những cá thể được phép sống đúng với mình.\nVào một dịp đặc biệt — Ngày Thành Lập Khách Sạn Bouffes d’été — Lyney, thành viên của trại và cũng là một ảo thuật gia tài năng, đã bí mật chuẩn bị một màn biểu diễn cho các anh chị em nhỏ tuổi. Giữa sảnh lớn, một chiếc hộp ma thuật khổng lồ được đặt ngay ngắn, ánh sáng dần tỏa ra khắp căn phòng, và Lyney trịnh trọng tuyên bố: “Món quà quan trọng nhất trong cuộc đời các em sắp xuất hiện.”\nTiếng vỗ tay và hò reo vang lên, đầy háo hức. Nhưng khi chiếc hộp mở ra, không phải là phép màu hay kho báu hiện ra… mà là “Cha.”\nCăn phòng rơi vào im lặng. Không ai dám thở mạnh. Nhưng Arlecchino không tức giận. Cô chỉ mỉm cười và nói rằng Lyney đã giữ bí mật quá tốt, đúng như một ảo thuật gia chân chính — và điều đó xứng đáng được khen ngợi.\nTối hôm đó, \"Cha\" ngồi ăn cùng bọn trẻ. Những món tráng miệng ngọt ngào được dọn ra, và cô tự tay cắt bánh cho từng đứa trẻ, rồi cũng tự thưởng cho mình một lát nhỏ. Trong khoảnh khắc hiếm hoi ấy, Arlecchino đã tạm rũ bỏ gánh nặng của một Quan Chấp Hành, để tận hưởng điều mà bao lâu nay cô chưa từng cảm thấy — tình yêu của một gia đình.\nKhác với “Mẹ” trước kia, “Cha” cho phép những đứa trẻ của mình tự do lựa chọn số phận. Dù Căn Nhà Hơi Ấm vẫn duy trì kỷ luật nghiêm ngặt và sự phản bội bị xem là tội nặng nhất, hình phạt dành cho kẻ phản bội không còn là cái chết theo nghĩa thông thường. Thay vào đó, đó là một cái “chết” tượng trưng — sự hủy diệt hoàn toàn nhân cách và ký ức gắn liền với Căn Nhà Hơi Ấm, được thi hành bằng ngọn lửa đặc biệt, chiết xuất từ chính quyền năng điều khiển ngọn lửa Ách Nguyệt Huyết Hỏa Dực của Arlecchino.\nArlecchino đã đạt được một thỏa thuận ngầm với Thẩm Phán Fontaine: những đứa trẻ khi rời khỏi trại sẽ được xóa sạch ký ức liên quan đến Fatui và các bí mật của tổ chức, đổi lại, chúng sẽ được phép sống một cuộc đời bình thường tại Fontaine — ẩn mình trong đám đông, không bị truy cứu, không còn bị quá khứ đeo bám.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Khu Đại Sảnh Fontaine",
        "desc": "<p>\"Bên trên mọi dòng nước, chỉ có thành phố này.\"</p><p>Vươn mình tại vị trí cao nhất của thành phố, Palais Mermonia<strong> </strong>đại diện cho quyền lực tối cao ở Fontaine. Dưới ánh nhìn của nó, người dân sống một cuộc sống trật tự, đều đặn và dễ đoán, giống như tàu luân chuyển.</p><p>Luật pháp tồn tại để duy trì trật tự ổn định, điều này trở thành nền tảng vững chắc để xây dựng sự công bằng và công lý.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/29/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_2677217418322631310.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Trợ lý ảo thuật ít nói, hiếm khi biểu đạt cảm xúc, tính khí khó đoán như loài mèo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/12108544/436e6f2b9b9006bfe511a98093259daf_6694653276517218862.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">Ảo thuật gia nổi tiếng khắp Fontaine, khéo ăn nói, diễn xuất tinh tế, chạm đến trái tim của khán giả bằng ngôn ngữ và kỹ thuật tuyệt vời.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/12108544/e343d4442cc3b8e243f0d528bb715f75_1902172228240461143.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p>Thiếu niên ít nói rất giỏi bơi lặn, bên dưới vẻ ngoài lạnh lùng là một trái tim thuần khiết.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/04/12108544/8e44111a378f4e5379b8e7444e8c2daa_2959081444426619217.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Arlecchino",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/c5a973c5d72a2a137821ed8820b9048e_6465150919998907401.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Arlecchino từ bỏ cái tên cũ và trở thành Quan Chấp Hành thứ tư của Fatui, cô mang theo mình một tội danh ghê gớm — \"kẻ đã giết mẹ.\" Với danh xưng đó, thiên hạ tin rằng cô là người có thể làm bất cứ điều gì, không điều gì vượt quá giới hạn. Arlecchino không phủ nhận những tin đồn ấy. Ngược lại, cô âm thầm nuôi dưỡng và khéo léo đẩy chúng lan xa hơn trong bóng tối, như thể đang tô vẽ một bức chân dung đáng sợ cho chính mình.\nNgay cả những Quan Chấp Hành khác cũng không ngoại lệ — họ tin vào sự điên cuồng, khát vọng quyền lực và sự tàn nhẫn không giới hạn của cô. Arlecchino cũng chẳng hề có chút thiện cảm nào với phần lớn đồng nghiệp của mình. Và nếu một ngày Tsaritsa — vị thần mà các Quan Chấp Hành hết mực trung thành — trở thành kẻ thù, Arlecchino cũng sẵn sàng rút kiếm không do dự."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/62bded22b28987a673e36d29afe5a7ac_1797053823337830427.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Giống như các Quan Chấp Hành khác, Arlecchino mang trên vai nhiệm vụ thu thập một trong những Gnosis cần thiết cho Băng Thần Tsaritsa. Vì có mối gắn bó sâu sắc với Fontaine — vùng đất nơi cô trưởng thành — Arlecchino đặc biệt quan tâm đến vận mệnh của quốc gia này. Thấu hiểu điều đó, Tsaritsa đã tin tưởng trao cho cô quyền sử dụng Gnosis Thủy trước — nếu Arlecchino đủ khả năng thu thập nó — để đối mặt với lời tiên tri đang đe dọa Fontaine. Chỉ sau khi hoàn thành sứ mệnh ấy, cô mới phải giao nộp Gnosis về cho Tsaritsa.\nLà một trong số ít người từng được chứng kiến chân dung thật sự của một vị Thần, Arlecchino hoài nghi rằng Furina, Thủy Thần hiện tại của Fontaine, chỉ là một vở kịch được dàn dựng. Để xác nhận nghi ngờ, cô đã tấn công Furina vào một đêm. Chỉ một khoảnh khắc trước khi tung đòn, Arlecchino nhìn thấy trong đôi mắt Furina sự sợ hãi thuần khiết — một nỗi sợ không thuộc về một vị Thần đích thực — và điều đó đã xác nhận suy đoán của cô.\nĐể lần ra tung tích của Gnosis Thủy, Arlecchino cử các đứa trẻ của Căn Nhà Hơi Ấm tới Oratrice Mecanique d'Analyse Cardinale — một thiết bị xét xử tối cao tại Fontaine. Trong khi đồng hồ đếm ngược tới phiên xét xử, Lyney lén lút thám hiểm khu vực chứa lõi của Oratrice. Khi đến gần căn phòng cấm, anh nghe thấy tiếng ai đó gọi tên mình, cố gắng giao tiếp — một giọng nói quen thuộc nhưng lạ lẫm. Cảm thấy có điều bất thường, anh quyết định rút lui theo lối cũ mà không tiến sâu hơn. Tuy nhiên, không có dấu vết nào của Gnosis trong nhà hát, và bí mật của Oratrice vẫn nằm ngoài tầm với.\nKhông đạt được kết quả, Arlecchino chuyển hướng kế hoạch, quyết định dùng việc giam giữ Quan Chấp Hành Fatui, Childe, tại Pháo Đài Meropide làm quân cờ trong ván cờ chính trị với Furina và Thẩm Phán Neuvillette. Dưới lệnh của cô, Fatui xâm nhập pháo đài — nhưng không một ai quay trở lại. Sau đó, càng bất ngờ hơn là Childe đang bị giam giữ trong Pháo Đài Meropide cũng biến mất không dấu vết.\nSau thất bại đó, Arlecchino đã phái Lyney, Lynette và Freminet điều tra tiếp. Nhờ sự giúp đỡ của Nhà Lữ Hành và Paimon, họ thu được những thông tin quý giá về khu vực cấm bên trong Pháo Đài Meropide và bí mật mà nó đang cất giấu — nhưng Gnosis vẫn không ở đó."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/bcd22c2364dddfabdd2d02d5d2dc0ee0_6947916248023139861.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi lời tiên tri về sự diệt vong của Fontaine dần trở thành hiện thực, Arlecchino đã quy trách nhiệm cho Furina vì sự thụ động và thiếu các biện pháp sơ tán kịp thời. Trong khi đó, dưới sự chỉ đạo của cô, Fatui đã âm thầm thu thập dữ liệu và đo đạc mực nước trong một thời gian dài. Nhờ vậy, khi Nước Biển Nguyên Thủy dâng cao tại Poisson và bắt đầu hòa tan cư dân, Arlecchino đã nhanh chóng tổ chức sơ tán và hỗ trợ Navia khắc phục thiệt hại.\nKhông chỉ dừng lại ở đó, những dữ liệu mà cô thu thập được về các tàn tích chìm gần Poisson đã góp phần giúp Nhà Lữ Hành và Thẩm Phán Neuvillette khám phá ra sự thật về lời tiên tri cũng như nguyên tội của Thủy Thần đầu tiên — Egeria.\nKhi Thủy Thần thực sự, Focalors, hy sinh bản thân để phá hủy ngai vàng thần thánh và trả lại quyền năng đã bị đánh cắp cho Thủy Long Neuvillette, người dân Fontaine cuối cùng cũng được cứu khỏi nguy cơ bị hòa tan. Neuvillette, không có nhu cầu sử dụng Gnosis và xem nó là một vật mang điềm xấu, đã trao lại nó cho Arlecchino như một \"món quà ngoại giao.\"\nHoàn thành sứ mệnh của mình, Arlecchino đã mang Gnosis Thủy trở về giao nộp cho Băng Thần Tsaritsa tại Snezhnaya.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6351,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6356,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 5786,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Khu Belleau",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Mặc dù Fontaine được bao phủ bởi vùng biển rộng lớn, nhưng ở đây cũng có những ngọn núi và khu rừng tuyệt đẹp. Núi Automnequi là một trong những ngọn núi mang tính biểu tượng. Viện Nghiên cứu Fontaine đã sử dụng các thiết bị kỹ thuật khổng lồ để khoan Đường hầm Poisson, qua đó giải quyết một trong những thách thức lớn nhất đối với chiến dịch xây dựng các chặng Tàu Luân Chuyển.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/55631176/e0a96d85b1ea9fe62035b16f39f77d3a_1095655297268239009.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnosis là vật phẩm thuộc sỡ hữu của Bảy Vị Thần để trực tiếp cộng hưởng với Đảo Thiên Không và là bằng chứng xác nhận trạng thái của một vị thần dưới danh là vị chấp chính trần thế. Nó có hình dạng của quân cờ. <span class=\"wk-shady\">Sau đó được tiết lộ rằng Gnosis được tạo ra từ phần còn lại của Kẻ Đổ Bộ Thứ Ba.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/e396f8e6f02f3b0f579bc71a7089833b_8988921317301815411.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Pháo Đài Meropide",
        "desc": "<p>Nhà tù Fontaine, do Công tước Wriothesley quản lý.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/19/55631176/94af9de4200d40c7e4196a094d52c314_7352182791188274508.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Trợ lý ảo thuật ít nói, hiếm khi biểu đạt cảm xúc, tính khí khó đoán như loài mèo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/12108544/436e6f2b9b9006bfe511a98093259daf_6694653276517218862.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">Ảo thuật gia nổi tiếng khắp Fontaine, khéo ăn nói, diễn xuất tinh tế, chạm đến trái tim của khán giả bằng ngôn ngữ và kỹ thuật tuyệt vời.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/12108544/e343d4442cc3b8e243f0d528bb715f75_1902172228240461143.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7482,
        "name": "Tartaglia",
        "desc": "<p>Quan chấp hành thứ mười một của Fatui, Childe. Tên thật là Ajax.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/55631176/daa7ec26fb1d28b31d11ab51aabfb581_6887574332216911386.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Ảo Ảnh",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Những nạn nhân bị thiêu rụi dưới ngọn lửa của Arlecchino sẽ để lại những “ảo ảnh” — đôi khi là mảnh ký ức rời rạc, đôi khi lại là những vệt màu rực rỡ đầy ám ảnh. Theo thời gian, khi số người ngã xuống dưới tay cô ngày càng nhiều, Arlecchino bắt đầu nghe thấy những tiếng vọng từ ngọn lửa: tiếng hét, tiếng rên rỉ, lời oán trách... Chúng len lỏi vào những giấc mơ của cô và dần trở thành một phần không thể thiếu trong cuộc sống — đến mức cô bắt đầu quen với chúng.\nThỉnh thoảng, những ảo ảnh ấy đủ rõ nét và liền mạch để hình thành nên một “cá thể có ý thức.” Chúng có thể xuất hiện bên cạnh Arlecchino, xua tan tiếng ồn và mang đến cho cô một khoảnh khắc yên bình giữa hỗn loạn. Một trong số những ảo ảnh đặc biệt ấy chính là Clervie — người bạn thân thuở nhỏ của Arlecchino. Dù đã qua đời ở tuổi mười sáu, gương mặt thật và ký ức của cô gần như bị ngọn lửa xóa sạch. Vì thế, ảo ảnh Clervie chỉ mang hình hài của một cô bé sáu tuổi — phiên bản duy nhất còn lưu lại trong trí nhớ lửa.\nKhả năng để một ảo ảnh hình thành ý thức độc lập là điều vô cùng hiếm hoi, và Clervie chính là một ngoại lệ. Mất đi toàn bộ ký ức của mười năm cuối đời, cô bị mắc kẹt trong một lát cắt thời gian, không thể trưởng thành, không thể rời xa quá khứ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/736955c4380bc3472fa93634c580118e_2899956703897362190.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Như trong cuộc sống, ảo ảnh của Clervie đã định cư trong Căn Nhà Hơi Ấm. Đôi khi cô ấy chăm sóc và giúp đỡ các đứa trẻ, nhưng đôi khi lại bắt đầu trốn tránh \"Cha,\" ám ảnh với ý tưởng tiết lộ cho mọi người \"sự thật\" về những thí nghiệm được tiến hành dưới thời của mẹ cô. Cô không biết rằng người đứng đầu Căn Nhà Hơi Ấm đã lâu đã được thay thế, vì vậy cô tin rằng Quan Chấp Hành hiện tại mới là người chịu trách nhiệm cho những cuộc tra tấn và hành quyết. Một số đứa trẻ, bị ảnh hưởng bởi Clervie, nghi ngờ sự lãnh đạo của \"Cha\" và muốn trốn khỏi Căn Nhà Hơi Ấm. Một ngày, một trong những đứa trẻ của cô nhi viện, Freminet, muốn giúp Clervie, người luôn ao ước được ra ngoài ánh sáng mặt trời. Bất chấp những gì cậu làm, mọi thứ đều vô ích, và cô gái biến mất mỗi lần. Biết rằng việc che giấu này sẽ không được tha thứ, Freminet vẫn cố gắng tìm hiểu cô ấy là ai và làm thế nào cô ấy lại đến được Căn Nhà Hơi Ấm. Cậu được gia nhập bởi các anh chị em của mình, Lyney và Lynette, cũng như Nhà Lữ Hành. Arlecchino đã biết về Clervie từ lâu, nhưng đã cho các đứa trẻ cơ hội tự giải quyết cô ấy. Khi những đứa trẻ không thể đưa ảo ảnh ra ngoài ánh sáng trong thời gian quy định, Quan Chấp Hành đã trừng phạt những kẻ phản bội muốn trốn thoát khỏi cô nhi viện bằng cách xóa bỏ ký ức của chúng bằng ngọn lửa lỏng, và chiến đấu với Freminet, Lyney và Lynette. Mặc dù các đứa trẻ không thể chống lại được sức mạnh của Quan Chấp Hành thứ tư, nhưng cô vẫn tha cho chúng. Hình phạt của Clervie là bị trục xuất khỏi Căn Nhà Hơi Ấm, và cuối cùng, ảo ảnh nhận ra rằng cô có thể rời khỏi cô nhi viện và bước ra ánh sáng, biến mất vào lúc bình minh. Trước khi cô biến mất, Nhà Lữ Hành và Paimon đã kịp thời kể cho cô về những cuộc phiêu lưu của họ ở Teyvat, và Arlecchino – về số phận của cô ấy và cách mà các đứa trẻ của Căn Nhà Hơi Ấm cuối cùng có được tự do để chọn lựa cuộc sống của chính mình.\nCũng như khi còn sống, ảo ảnh của Clervie đã định cư trong Căn Nhà Hơi Ấm. Lúc thì cô chăm sóc, hỗ trợ những đứa trẻ; lúc lại né tránh “Cha,” bị ám ảnh bởi ý nghĩ phải tiết lộ “sự thật” về những thí nghiệm tàn bạo từng được tiến hành dưới thời “Mẹ” cô. Clervie không hề hay biết rằng người đứng đầu Căn Nhà Hơi Ấm đã từ lâu bị thay thế — cô vẫn tin rằng Quan Chấp Hành hiện tại chính là thủ phạm của những cuộc tra tấn và hành quyết dã man năm xưa.\nMột số đứa trẻ, bị ảnh hưởng bởi Clervie, bắt đầu nghi ngờ “Cha,” mong muốn thoát khỏi nơi từng là chốn nương thân này. Freminet, đứa trẻ lặng lẽ và nhạy cảm, đã từng nhiều lần cố giúp Clervie thực hiện ước nguyện đơn giản: được bước ra dưới ánh mặt trời. Nhưng dù cậu làm gì, cô bé cũng luôn biến mất vào khoảnh khắc cuối cùng.\nBiết rõ rằng việc che giấu sự tồn tại của Clervie sẽ không được tha thứ, Freminet vẫn quyết tâm đi tìm sự thật: Clervie là ai, và bằng cách nào cô lại tồn tại trong Căn Nhà Hơi Ấm. Trên hành trình đó, cậu được hai người anh chị của mình — Lyney và Lynette — cùng Nhà Lữ Hành sát cánh.\nArlecchino, trên thực tế, đã biết đến sự tồn tại của Clervie từ lâu. Nhưng thay vì can thiệp, cô cho những đứa trẻ cơ hội để tự mình giải quyết. Khi thời hạn kết thúc mà Clervie vẫn chưa được dẫn ra ánh sáng, Arlecchino ra tay: cô đối đầu trực tiếp với Freminet, Lyney, Lynette và Nhà Lữ Hành.\nDù cho nhóm của Freminet, Lyney, Lynette và Nhà Lữ Hành không phải là đối thủ xứng tầm, Arlecchino cuối cùng vẫn tha mạng cho tất cả. Cô trừng phạt những kẻ phản bội âm mưu bỏ trốn khỏi Căn Nhà Hơi Ấm bằng cách thiêu rụi ký ức của chúng bằng ngọn lửa lỏng — thứ vũ khí đáng sợ của riêng cô. Sau đó, những đứa trẻ mất đi kí ức này sẽ có một cuộc sống mới hòa nhập với xã hội Fontaine.\nĐối với Clervie, hình phạt dành cho cô là sự trục xuất khỏi Căn Nhà Hơi Ấm. Và chính trong khoảnh khắc cuối cùng ấy, ảo ảnh đã tỉnh ngộ: cô có thể rời khỏi bóng tối, bước ra dưới ánh sáng — thứ mà cô vẫn luôn mong mỏi. Khi bình minh lên, Clervie mỉm cười rồi tan biến. Trước đó, cô đã kịp lắng nghe câu chuyện về những cuộc phiêu lưu của Nhà Lữ Hành và Paimon, về Arlecchino — người đã từng là bạn thân của cô, và về số phận của những đứa trẻ trong Căn Nhà Hơi Ấm, những người cuối cùng cũng đã có được tự do để lựa chọn tương lai của chính mình.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p>Thiếu niên ít nói rất giỏi bơi lặn, bên dưới vẻ ngoài lạnh lùng là một trái tim thuần khiết.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/04/12108544/8e44111a378f4e5379b8e7444e8c2daa_2959081444426619217.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">Ảo thuật gia nổi tiếng khắp Fontaine, khéo ăn nói, diễn xuất tinh tế, chạm đến trái tim của khán giả bằng ngôn ngữ và kỹ thuật tuyệt vời.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/12108544/e343d4442cc3b8e243f0d528bb715f75_1902172228240461143.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Trợ lý ảo thuật ít nói, hiếm khi biểu đạt cảm xúc, tính khí khó đoán như loài mèo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/12108544/436e6f2b9b9006bfe511a98093259daf_6694653276517218862.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Childe đứng thứ 11 trong quan chấp hành Fatui, uy danh chiến tích luôn được ca ngợi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Arlecchino...</color>\nTôi không ghét những người thích nghĩ cho bản thân, dẫu sao thì tôi gia nhập vào Fatui cũng là để có nhiều cơ hội chiến đấu hơn mà. Nhưng tôi không ưa cô ta. Nếu việc phản bội mang đến lợi ích thì cô ta cũng sẽ không ngần ngại vung kiếm về phía Nữ Hoàng. Trong mắt cô ta chỉ có sự điên cuồng mà thôi."
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>Từng là Quan Chấp Hành thứ sáu, tạo ra bởi Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/55631176/d84f572ac7fc12cf02b8040e497e9603_7326603786611697057.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Kẻ Lang Thang",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Một kẻ lang thang thân phận huyền bí. Trang phục trông như người khổ hạnh, nhưng cách nói chuyện thì lại không giống như vậy.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/07/148664880/24d97a22be742fb732ea96f625d1faac_2147655785111422423.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Arlecchino...</color>\nNgụy quân tử ra vẻ đạo mạo. Sự \"nho nhã\" và \"thân thiết\" mà cô ta thể hiện với người khác đều chỉ để phục vụ cho việc \"khống chế\" tốt hơn mà thôi. Còn những người thấy được mặt điên cuồng của cô ta, phần lớn đều... phù."
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">Ảo thuật gia nổi tiếng khắp Fontaine, khéo ăn nói, diễn xuất tinh tế, chạm đến trái tim của khán giả bằng ngôn ngữ và kỹ thuật tuyệt vời.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/12108544/e343d4442cc3b8e243f0d528bb715f75_1902172228240461143.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về \"Cha\" - Gia Đình</color>\n\"Cha\" cho chúng tôi một gia đình, dạy dỗ chúng tôi trưởng thành, dặn dò mỗi người phải phấn đấu vì điều gì. Việc chúng tôi cần làm cũng rất đơn giản, đó là trung thành, và... bảo vệ gia đình của chúng tôi.\n<color=#ffd780>Về \"Cha\" - Vua</color>\nTrong vương quốc được tạo thành từ những đứa con, thì \"Cha\" là vị vua của chúng tôi. Tôi biết vua sớm muộn sẽ chọn người kế vị, và cũng biết đó sẽ là tôi... Nhưng tôi cũng rất e sợ tình cảnh đó... Đừng nói cho ai nghe nhé, nhất là em gái tôi và Freminet."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Câu Chuyện Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Câu Chuyện Nhân Vật 3</color>\nVào ngày thành lập Khách Sạn Bouffes d'ete, tất cả lũ trẻ đều rất bận rộn, trang trí ngôi nhà tràn ngập sắc màu ngày hội.\nĐối với các thành viên trong khách sạn, những lễ hội bên ngoài đều lạnh lẽo vô tình, hoàn toàn không phù hợp với cuộc sống của chúng, chỉ có căn nhà này mới thực sự đem lại hơi ấm.\nDưới kế hoạch của Lyney, mọi người đều tham gia hành động, Lynette mua rất nhiều đồ trang trí, cùng những đứa trẻ khác kéo ruy băng và treo lên những dòng chữ chúc mừng được viết tay.\nFreminet đang xác nhận xem đạo cụ ảo thuật có hoạt động bình thường không, Lyney rất tin tưởng tay nghề của Freminet, việc thiết kế máy móc lần này đều giao cho cậu ấy.\nLyney là người bận rộn nhất, không chỉ xem xét việc chuẩn bị của mọi người, còn phải âm thầm sắp xếp công đoạn cuối cùng cho màn biểu diễn ảo thuật độc đáo do mình sáng tác.\nDưới nỗ lực của mọi người, bữa tiệc đã diễn ra thuận lợi. Dưới tiếng hát vui vẻ phát ra từ máy quay đĩa trong đại sảnh, lũ trẻ cùng nhau nhảy múa, thưởng thức đồ ăn, tuy không phải sinh nhật của bất kỳ ai, nhưng tất cả đều cảm thấy đây chính là ngày mà họ được sinh ra một lần nữa.\nKết thúc buổi tiệc đương nhiên là màn ảo thuật hoành tráng do Lyney, Lynette và Freminet chuẩn bị, ở giữa nhà đã được bày sẵn hộp ảo thuật, mọi người đều im lặng chờ đợi.\nĐể giữ sự bất ngờ, ngay cả Lynette và Freminet đều không được biết nội dung màn ảo thuật, chỉ thấy ánh đèn xung quanh tối dần, mọi ánh mắt dồn vào Lyney đứng trước rương, có lẽ do quá long trọng, ngay cả người đã quen với sóng gió như Lyney cũng có chút hồi hộp.\n\"Những lời tôi sắp nói đây chắc sẽ hơi phô trương, nhưng thứ tôi chuẩn bị mang đến cho mọi người, chính là \"món quà\" quan trọng nhất trong cuộc sống của chúng ta.\"\nTiếng pháo giấy nổ ầm ĩ, chiếc hộp đáng lẽ phải trống rỗng đã tự động mở ra, mọi người hò hét, kinh ngạc, rồi lại bần thần, im lặng, mọi thứ trở nên yên tĩnh.\nThứ xuất hiện không phải là quà tặng gì, mà chính là người phụ trách khách sạn, người nắm giữ và cũng là \"Cha\" mà họ thường gọi.\nHình ảnh \"Cha\" cao lớn uy nghiêm, cô ấy thường sẽ không xuất hiện ở đây, nhưng khi có mặt, sẽ không một ai dám hỗn xược.\nLyney có lẽ hơi điên rồ khi sử dụng cách thức tùy tiện như vậy để khiến \"Cha\" xuất hiện.\nTuy nhiên, với phản ứng của đám đông, \"Cha\" không hề trách mắng mà còn cho rằng Lyney đã giữ bí mật một cách hoàn hảo, khiến màn ảo thuật đạt hiệu quả như mong đợi, xứng đáng được khen ngợi.\nĐêm đó, lũ trẻ và \"Cha\" cùng thưởng thức bánh ngọt, \"Cha\" cắt bánh kem cho từng đứa trẻ có mặt ở đó, bản thân cô cũng tự thưởng thức một chút.\nCó thể khiến \"Cha\" tạm gác lại trách nhiệm nặng nề để cùng tận hưởng khoảnh khắc yêu thương gia đình, có lẽ đây mới chính là điều thần kỳ nhất trong màn ảo thuật đặc biệt của Lyney.\n<color=#ffd780>Câu Chuyện Nhân Vật 5</color>\nKhách Sạn Bouffes d'ete triển khai hoạt động ở Fontaine, tuy mục đích chính đáng, nhưng cách thức thường khá cực đoan.\nĐiều này phụ thuộc vào tầm ảnh hưởng của \"Cha\" và sự kiểm soát trong nội bộ Đại Sảnh Fontaine, mới có thể đảm bảo sẽ không xảy ra chuyện.\nTrong nội bộ Sảnh Chấp Pháp, có một vị quan chức được Lyney tài trợ, người đó sẽ cung cấp tin tình báo cho hành động của khách sạn và loại bỏ ảnh hưởng của những hành vi vi phạm.\nĐối với vị quan chức này mà nói, rủi ro của hành động này không hề nhỏ, nhưng anh ta luôn hoàn thành rất tốt, vì anh ta cho rằng Fontaine của hiện tại rất hiếm ai được như \"Cha\", có thể vượt qua những quy tắc phiền phức, trực tiếp sử dụng sức mạnh của hành động.\nLyney từng nói đùa: \"Sau này bất kể chuyện gì tôi cũng sẽ giúp, gặp nguy hiểm gì tôi cũng sẽ cứu... À, nhưng cũng đừng quá kỳ vọng chuyện này, dù sao thì vẫn phải cẩn thận đấy.\"\nVị quan chức biết đây là cách Lyney bày tỏ sự quan tâm, nhưng e rằng một ngày kia lời nói gở sẽ thành sự thật. Sau này chuyện anh ta làm đã bị nội bộ phát hiện, trước khi bị bắt, vị quan chức đã gửi tin cho Lyney qua thiết bị liên lạc khẩn cấp.\nHiến binh đến hiện trường phát hiện ra thiết bị, cười nhạo sự ngây thơ của vị quan chức đó, vì liên lạc khẩn cấp là để cảnh báo họ tự bảo vệ mình, chứ không ai ngu ngốc mà lộ diện giải cứu.\nVị quan chức trả lời cũng rất đơn giản, giúp được họ thoát khỏi điều tra là đủ rồi, và anh ta chưa từng cảm thấy sai lầm về khoảng thời gian hợp tác vừa qua.\nLúc hiến binh áp giải vị quan chức đi, bỗng có làn khói dày đặc bốc lên từ thiết bị tạo khói đã được đặt sẵn xung quanh, vị quan chức nhìn thấy ánh lửa lóe lên trong thoáng chốc...\nSau đó, anh ta rơi xuống Fleuve Cendre, được Freminet giải cứu thành công.\nNghe nói, đội hiến binh đã mất rất nhiều thời gian để đuổi theo ánh lửa trên trời, cho rằng phạm nhân đã rời khỏi hiện trường nhờ đạo cụ bay, nhưng cuối cùng họ chỉ tìm thấy một khúc gỗ mặc quần áo bên dưới dù lượn.\nSự thật là Lyney đã sử dụng thiết kế đó để thu hút sự chú ý của đội hiến binh, sau đó giúp vị quan chức thoát khỏi hiểm nguy từ dưới đất.\nVị quan chức thừa nhận, anh ta không kỳ vọng quá nhiều khi bấm máy, vì ảo thuật gia và khách sạn đều không đáng tin cậy, nhưng anh ta vẫn muốn đánh cược vào khả năng rất nhỏ này.\n\"Haha, tin tưởng người khác vốn là một sự đánh cược mà.\"\n\"Nhưng cứ yên tâm, tuy ảo thuật gia toàn nói những lời dối trá, nhưng sẽ không bao giờ phản bội kỳ vọng của khán giả.\"\n<color=#ffd780>Vision</color>\nSau khi được các vị thần để mắt, nhiệm vụ mà Lynette phải thực hiện ngày một khó khăn và nguy hiểm hơn.\nNhững kế hoạch hành động nguy hiểm, những yêu cầu bí mật hà khắc, chỉ có Lynette là người mang Vision, mới có thể hoàn thành, và tình trạng hai người phải chia ra thực hiện nhiệm vụ xảy ra thường xuyên hơn.\nLyney cảm thấy khó quen với chuyện này, vì họ luôn bên cạnh nhau từ nhỏ, hơn nữa, Lyney biết rõ không chỉ mỗi anh ấy thấy bất an về việc cả hai bị chia tách.\nAnh ấy luôn muốn ở bên cạnh Lynette như trước, giúp đỡ em gái nhiều nhất có thể, đây là nguyện vọng không thể nào thỏa hiệp của anh.\nCó lẽ vì thâm tâm từ lâu đã không còn thuần khiết, nên Lyney cho rằng bản thân không đủ tư cách được thần linh để mắt tới, cũng không có cách nào xóa bỏ khoảng cách sức mạnh giữa hai người, trừ khi...\nLyney nghiêm túc tìm gặp \"Cha\" và nói rằng muốn được hành động cùng với Lynette, anh ấy muốn có được sức mạnh thần bí và nguy hiểm của Delusion.\n\"Cha\" trầm ngâm hồi lâu, sau đó lộ vẻ tức giận hiếm thấy đối với những đứa trẻ trong khách sạn, ánh mắt suýt nữa xuyên thủng linh hồn Lyney.\n\"Lynette sẽ muốn như vậy sao?\"\nCâu hỏi ngắn gọn đầy uy lực như cắt đứt sợi dây căng thẳng trong lòng Lyney, trong lúc ngỡ ngàng, những lời của em gái dường như văng vẳng bên tai.\n\"Không ai cần sự quan tâm theo kiểu tự thỏa mãn bản thân.\"\nLyney tự khắc hiểu rằng, thật khó chấp nhận suy nghĩ phải dùng đến Delusion để được bên cạnh Lynette, cùng nhau hành động, anh ấy nhận ra mọi thứ thật vô lý nhường nào.\n\"Cha\" đứng dậy rời đi, nhắc nhở Lyney rằng đây không phải lần đầu tiên anh ấy thiếu sức mạnh, nhưng anh ấy đã từng tìm ra đáp án.\nLyney nhốt mình trong phòng, nghiền ngẫm những lời \"Cha\" nói... Khi hai anh em lang thang trên đường phố, đáp án mà Lyney tìm được khi đó chính là \"ảo thuật\". Nhưng hiện tại, đáp án lại là thứ gì đây?\nLyney tìm danh sách tất cả nhiệm vụ gần đây của Lynette, tỉ mỉ phân tích chúng, tưởng tượng ra mọi hành động của em gái.\nĐể tiếp cận mục tiêu, nhất định phải vượt qua khe núi nguy hiểm vậy sao?\nĐể rời khỏi hiện trường, buộc phải nhảy xuống dòng nước chảy xiết đó à?\nKhông, chỉ là hào quang của Vision đang che mắt Lynette mà thôi.\nLyney bắt đầu lên kế hoạch hành động tỉ mỉ cho Lynette, thiết kế lộ trình phù hợp nhất dưới hiểu biết của mình về em gái, chế tác công cụ thiết thực nhất, chỉ định địa điểm tiếp ứng phù hợp nhất.\nSự tin tưởng giữa họ không hề thay đổi, ánh mắt khi Lynette rời đi cũng không còn căng thẳng như trước, và cái ôm khi họ gặp nhau ở điểm tiếp ứng cũng đầy hạnh phúc và nồng nhiệt.\nMong muốn thuần khiết là được bảo vệ người thân sẽ không bao giờ thay đổi dù có được thần linh để mắt hay không.\nNhưng dù kế hoạch có chu đáo thế nào cũng không thể lường trước được tình huống bất ngờ. Sau khi thuận lợi hoàn thành hàng tá nhiệm vụ, những đứa trẻ trong khách sạn đã bị cuốn vào một vụ phản bội, Lynette cũng vì chuyện này mà bại lộ tung tích.\nTrước mặt hai anh em là vách núi cao, mọi thứ như lặp lại cái đêm mà Lynette có được Vision, nhưng lần này là Lyney lật ngược tình thế.\nAnh ấy bung dù lượn khẩn cấp, ôm lấy Lynette lao xuống dưới, nhưng lúc này đám người đó đã ập tới, rút súng xả đạn không ngừng.\nLyney cố gắng điều hướng, né được rất nhiều đường đạn, nhưng dù lượn cũng đã bị hư hại nhiều chỗ và không thể duy trì thăng bằng, cả hai cứ thế rơi xuống.\nLyney nghiến răng không bỏ cuộc, dù số phận cố gắng từ chối đáp án mà anh tìm thấy, anh vẫn sẽ chiến đấu đến cùng.\nNhững kẻ truy đuổi lộ vẻ khoái trá, chúng biết rằng nếu rơi xuống từ tốc độ này, chắc chắn là mất mạng. Nhưng đột nhiên ánh lửa bùng lên trên bầu trời, đẩy chiếc dù lượn sang dòng nước chảy xiết gần đó.\nSức mạnh của ngọn lửa đảo ngược hướng rơi, sức gió đã bảo vệ họ khỏi chấn thương. Dưới ánh trăng, hai tia sáng đan xen và lan tỏa, từ từ tan biến như tiếng vỗ tay kết thúc màn biểu diễn.\nNhìn xuống Vision lấp lánh trên tay, Lyney không cố gắng để tìm hiểu ý nghĩa đằng sau nó, vì điều đó đã không còn quan trọng nữa."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Cha</color>\nTôi ở phía Fatui là do mục tiêu của Căn Nhà Hơi Ấm phù hợp với mục tiêu của một đứa trẻ mồ côi như tôi. Chỉ thế thôi.\nNăm đó, khi cha tôi, cũng chính là ngài Arlecchino chiêu mộ tôi cũng là vì lý do này...\nĐúng vậy, nếu đã nói đến đây rồi, không biết các vị có đồng ý nghe tiếp câu chuyện về tôi không...\nNăm đó khi cha mẹ qua đời, tôi và Lynette chỉ có thể lang thang khắp nơi.\nĐể mưu sinh, tôi đã lén quan sát một nhà ảo thuật biểu diễn trên đường. Tôi xem hết mấy ngày, cuối cùng cũng luyện ra được thủ pháp linh hoạt như bây giờ.\nTôi dẫn theo em gái đi dạo vài con phố, cuối cùng cũng tìm được một góc náo nhiệt để biểu diễn ảo thuật.\nKhông ngờ màn biểu diễn của tôi rất được chào đón, cho nên vấn đề ăn no đã được giải quyết. Nhưng tôi cũng không muốn tôi và em gái phải lang thang đây đó mãi.\nKhông lâu sau, có một quý tộc đã tìm đến tôi, nói là muốn nhận chúng tôi làm con nuôi sau khi trông thấy màn biểu diễn đó.\nBan đầu tôi cũng nghĩ là may mắn đã đứng về phía chúng tôi, từ giờ đã có thể tạm biệt cuộc sống khổ cực.\nNhưng dần dần tôi mới phát hiện, nói là \"con nuôi\" thôi, nhưng thực ra là nhắm vào tài năng ảo thuật của tôi...\nNgười đó dẫn theo tôi đến các buổi tiệc để thu hút sự chú ý, từ đó mà mở rộng mối quan hệ của bản thân.\nNhưng có vẻ... cũng không tệ mà? Ít nhất thì không cần phải lang thang nữa...\nHaha, sau đó tôi mới ý thức được là tên quý tộc đó độc ác hơn tôi tưởng.\nCó lần sau khi biểu diễn xong, tôi phát hiện Lynette về khác chuyến xe với tôi.\nTôi về nhà đã lâu mà không thấy Lynette trở về. Tôi liền xông vào phòng của tên quý tộc đó và hỏi em gái tôi đâu...\nSau khi tôi hỏi được vị trí dinh thự của \"nhân vật lớn\" đó, liền khởi hành ngay trong đêm... Nhưng trong lúc tôi né tránh canh gác và trèo tường vào thì...\nChỉ thấy dưới ánh trăng nền đất toàn là máu... và hình bóng của \"Arlecchino\" đang đứng trong bóng tối.\nỪm, ngài Arlecchino đã cứu được Lynette trước khi em ấy bị xâm hại. Chúng tôi còn phát hiện ra nhiều bé gái trong tầng hầm nữa, đều là những cô nhi lang thang.\n\"Cha\"... À không, ngài Arlecchino có lẽ đã nhìn thấy tư chất nào đó của tôi, nên đã đưa cho tôi một lời mời...\n\"Cậu có chung lợi ích với chúng tôi, Căn Nhà Hơi Ấm hoan nghênh cậu. Nơi này mãi mãi không bao giờ phản bội cậu, cũng mãi mãi không cho phép sự phản bội.\"\nTôi khi đó vừa mới bị quý tộc phản bội, nên nhất thời khó mà tin tưởng cô ấy.\nNhưng cũng rất nhanh, ngài Arlecchino đã giải quyết cả tên quý tộc đó, trả tự do cho tôi."
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p>Trợ lý ảo thuật ít nói, hiếm khi biểu đạt cảm xúc, tính khí khó đoán như loài mèo.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/12108544/436e6f2b9b9006bfe511a98093259daf_6694653276517218862.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về bản thân Lynette - Tình Báo</color>\nYên lặng sẽ tập trung tốt hơn để quan sát tình báo. Từng có một vị khách quý đến xem biểu diễn, nhưng lại lấy ra chiếc khăn không phải của vợ... Tin tình báo này dùng ra sao thì phải xem \"cha\" suy nghĩ thế nào rồi.\n<color=#ffd780>Về \"Cha\"...</color>\nCách mà \"Cha\" thể hiện tình yêu... có lẽ không phải ai cũng chấp nhận được. Nhưng cũng chính vì có cha ở đây, nên gia đình... mới là gia đình."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Câu Chuyện Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Câu Chuyện Nhân Vật 2</color>\nỞ một góc độ nào đó, \"trợ lý ảo thuật\" là một nghề khá mâu thuẫn.\nNhững tiếng vỗ tay reo hò trên sân khấu thuộc về ảo thuật gia đóng vai chính, hoa tươi và danh tiếng dưới sân khấu lại cũng chưa từng chiếu cố đến vai diễn phụ.\nTuy nhiên, để có được một màn trình diễn xuất sắc, không thể thiếu đi sự phối hợp của người trợ lý.\nLà người gần gũi nhất với ảo thuật gia trên sân khấu, trợ lý biết rõ tất cả bí mật của ảo thuật gia, trong những tiết mục nguy hiểm, nhất cử nhất động của họ đều có thể ảnh hưởng đến tính mạng của ảo thuật gia.\nTrên sân khấu, ảo thuật gia và người trợ lý như một tấm gương hai mặt, một bên hướng về ánh sáng, thu hút sự chú ý của khán giả, một bên hướng về bóng tối, hoàn thành kỹ xảo sau lưng, hai mặt xoay chuyển liên tục, biến hóa khôn lường.\nNếu muốn phối hợp một cách trôi chảy, trình độ của người trợ lý cũng không được thua kém ảo thuật gia quá nhiều.\nVới tài nghệ đó, sao có thể cam tâm dưới trướng người khác mãi như vậy? Vì thế, đa số những trợ lý có xuất thân học trò đều sẽ tự lập sau khi thành tài, sẽ không an phận mãi ở vị trí trợ lý.\nSau khi Lyney nổi tiếng, cũng có không ít người nhìn ra tiềm năng của Lynette, cho rằng nếu cô ấy hoạt động độc lập, chắc chắn sẽ vụt sáng thành một ngôi sao, thậm chí có người còn muốn mời cô ấy đóng vai chính trong phim.\nĐôi tai mèo, thiếu nữ, ảo thuật gia... chỉ với những yếu tố này là đủ để thu hút rất nhiều sự chú ý rồi!\nBất lực thay, Lynette lại để ngoài tai tấm chân tình này, không chỉ từ chối lời săn đón... thậm chí còn không thèm nghĩ lý do để từ chối, ném hết cho Lyney việc viết thư trả lời.\nChuyện này khiến Lyney rất khổ tâm, hầu hết những khán giả này đều là người có địa vị, \"Cha\" đã dặn dò không được sơ suất.\nNếu lộ ra chuyện thư lôi kéo người của Lyney lại được chính Lyney hồi âm thì e rằng lần tới gặp mặt sẽ vô cùng ngượng ngùng.\nVì vậy, anh ấy đành phải bắt chước giọng điệu của Lynette viết ra những lá thư từ chối ân cần lịch sự.\nNgay cả người giỏi ăn nói như Lyney, để viết ra những bức thư với giọng điệu kiệm lời của Lynette, cũng là một việc rất hao tâm tổn sức.\nMỗi khi viết đến phát ngán, nhìn thấy Lynette nằm ung dung trên ghế sofa, Lyney lại nghĩ: Hay là để em ấy thử xem? Mình làm trợ lý vậy.\n\"...Đừng hòng.\" - Lynette nhạy bén bắt thóp được suy nghĩ vừa lóe lên của anh trai, vươn vai quay ra nhìn Lyney - \"Em chỉ thích làm trợ lý của anh thôi.\"\n<color=#ffd780>Câu Chuyện Nhân Vật 5</color>\nMọi người thường nghĩ rằng đôi tai mèo của Lynette là một phần của trang phục biểu diễn.\nBởi anh trai Lyney của cô cùng chung huyết thống, nhưng ngoại hình cũng chẳng khác gì người thường\nNhưng đôi tai và chiếc đuôi của Lynette thực sự được mọc ra từ người cô ấy, không thể thật hơn.\nNghe nói đặc điểm giống với loài mèo này sẽ di truyền trong huyết thống, dù dòng máu đời sau có khác đi nhiều thì đôi khi sẽ xuất hiện hiện tượng \"giống với tổ tiên\".\nKhi còn nhỏ, Lynette không hề thích món quà này từ tổ tiên của mình.\nSẽ luôn có những đứa trẻ nhiều chuyện, vô tình hay cố tình, chỉ tay vào chúng rồi hỏi Lynette: Tại sao bạn lại khác với mọi người? Bạn và Lyney có phải là anh em ruột không?\nNgười hướng nội như Lynette sẽ không biết phải trả lời thế nào, Lyney thì không phải lúc nào cũng ở bên cạnh. Mỗi lúc như vậy, Lynette cũng chỉ biết bịt tai, cúp đuôi, ngồi xổm trong một góc nào đó buồn một mình.\nChỉ có những chú mèo lang thang đầu đường xó chợ chạy đến an ủi, khẽ cà mũi lên mắt cá chân của Lynette.\nKhông thể gặp Lyney với bộ dạng này. Trong lòng cô biết rõ, anh trai có quá nhiều chuyện phải lo, không thể để những chuyện trẻ con này làm phiền được.\nNhưng giả vờ mình ổn thì chắc chắn sẽ bị anh ấy nhìn thấu, muốn qua mắt được ảo thuật gia thiên tài, trước tiên phải qua mắt được chính bản thân đã.\nLynette bế chú mèo nhỏ dưới chân lên, vuốt ve lưng nó, cảm nhận từng hơi thở của nó, và rồi cảm xúc của Lynette cũng dần dần được xoa dịu.\nChú mèo nhảy ra khỏi vòng tay, khuôn mặt của Lynette cũng trở về vẻ bình thản thường thấy.\nTrong giới quý tộc Fontaine, có một số kẻ cặn bã thích tìm kiếm sự mới lạ làm thú vui. Trong một buổi tiệc, có một \"nhân vật lớn\" đã để ý đến sự đặc biệt của Lynette.\nNgười cha nuôi lúc đó không ngần ngại đẩy cô vào trong xe của \"nhân vật lớn\" kia, mặc kệ cô phản kháng và vùng vẫy, giống như cho đi một chú mèo cảnh chỉ biết cào ghế sofa vậy.\nTại sao lại là mình? Tại sao mình lại mọc ra đôi tai này?\nTrong nỗi cô đơn đến nghẹt thở, Lynette cuối cùng cũng không thể kiềm chế được nỗi thất vọng dồn nén bấy lâu, che lấy đôi tai trong đau đớn.\n\"Đừng lẩn trốn nữa, nhút nhát cũng vô ích.\" Cho đến khi một âm thanh xuất hiện cùng với ánh trăng trong bóng tối. \"Ra đây đi, kẻ định hãm hại cô đã chết rồi.\"\nMột giọng nói lạnh lùng, nhưng lại có thứ ma lực khiến người khác an tâm. Lynette ngước lên, nhìn người \"Cha\" sau này.\n\"Tai rất tốt, có thể dùng để nghe lén. Từ bây giờ, hãy học cách tận dụng chúng đi.\"\n\"Cha\" vuốt vào tai Lynette, tuy không dịu dàng, lời lẽ cũng chẳng ấm áp, lạnh lẽo như ánh trăng đêm đó.\nVà cũng giống như ánh trăng soi sáng một góc tối....\n\"Tai mèo lật về phía sau, thường là khi sợ hãi hoặc cảnh giác, dựng đứng về phía trước, đa số là thể hiện tâm trạng vui vẻ...\"\nKhi Lyney giải thích thói quen của mèo cho thành viên mới của Khách Sạn Bouffes d'ete, thường không nhịn được mà lén nhìn cô em gái bên cạnh.\nTai của Lynette đang dựng đứng về phía trước, thỉnh thoảng vểnh ra ngoài.\nĐã lâu rồi chúng không lật về phía sau nữa.\n<color=#ffd780>Máy Cho Ăn \"Không Tự Động\"</color>\nMáy cung cấp thức ăn tự động mà Freminet giúp đặt làm là để đối phó với lũ động vật nhỏ ngày một đông hơn trong nhà.\nSau khi kết thúc một buổi biểu diễn nào đó, Lynette phát hiện một chiếc hộp bị vứt bỏ ở phía sau nhà hát.\nMở nắp hộp, mấy chú mèo con chưa đầy tháng hốt hoảng ngước nhìn, đói đến mức không còn sức chạy trốn, chỉ biết nhìn cô ấy với vẻ lo lắng.\nLynette không nói gì, cũng không chìa tay ra, chỉ lặng lẽ ngắm nhìn chúng.\nDần dần, lũ mèo con nhận ra Lynette không có ác ý, cuối cùng cũng chịu cúi mấy cái đầu nhỏ xinh xuống.\nLynette nhấc hộp lên, một đám mèo con không quấy không khóc, yên tĩnh nằm trong hộp đợi cô gái trước mặt đem chúng về với \"gia đình\" mới.\nVề việc có nhận nuôi mấy đứa nhỏ này hay không, người trong nhà đã có một cuộc tranh luận. Người luôn kín tiếng như Lynette bỗng lúc này lại rất khác, khăng khăng đòi giữ chúng bằng được.\nChuyện cuối cùng cũng đến tai \"Cha\", cô ấy giải quyết dứt khoát, yêu cầu lũ trẻ chấm dứt cuộc cãi vã nhàm chán này.\n\"Muốn nuôi thì tự mình nuôi là được, nhớ là phải dạy dỗ chúng thật tốt, đừng làm ảnh hưởng đến người khác.\"\nm lặng một lát rồi lại bồi thêm một câu: \"Nếu trước khi mùa đông kết thúc mà vẫn chưa dạy được chúng vào nề nếp, thì tự mình phải xử lý hết.\"\n\"Cha\" đã nói vậy, hai bên cũng chẳng thể nói gì nữa. Nhiệm vụ nuôi nấng chúng được giao lại cho Lynette.\nBiết Lynette thường ngày luôn ngại rắc rối, Freminet đã đặt làm một chiếc máy cho ăn tự động.\nBên trong chiếc máy được lắp bộ đếm giờ và cân, còn có khay đựng đồ ăn chống ẩm dạng bánh xe, có thể hẹn giờ và thiết lập lượng đồ ăn cung cấp cho đám mèo con.\nĐây cũng là một trong số ít máy móc may mắn tồn tại dưới tay Lynette, phục vụ trong nhiều năm mà không hề hỏng hóc gì, kết cấu bên trong còn như mới, chỉ có đĩa đựng thức ăn ở cửa ra là có vết tích sử dụng thường xuyên.\n...Là vì Lynette chưa từng dùng nó.\nỞ mỗi khay sẽ đặt loại thức ăn nào, thiết lập thời gian và lượng thức ăn ra sao... So với việc phải nhớ mấy thứ này, tự tay chuẩn bị và đổ thức ăn vào đĩa cho chúng vẫn tiện hơn.\nHơn nữa, đến việc cho ăn cũng giao cho máy móc xử lý thì...\nLynette ngồi xuống bên cạnh chiếc máy cho ăn \"không tự động\", vừa chải lông cho lũ mèo đã ăn uống no nê, vừa nghĩ thầm.\n...Làm sao để dạy dỗ mấy đứa nhỏ này đây?\n<color=#ffd780>Vision</color>\nKhi còn nhỏ, Lynette thường nghe Lyney kể chuyện về Vision.\nNhân vật chính trong câu chuyện vô cùng toàn năng, móc nhẹ ngón tay là có thể gọi ra gió lốc, hà hơi một cái là có thể thổi bay sương mù.\nĐó không phải thứ ảo thuật được chuẩn bị kỹ càng, mà là một phép màu thực sự.\nNếu như chúng ta cũng có Vision thì tốt biết mấy. Khi đó Lynette vẫn thường nghĩ vậy.\nThứ phép thuật có thể biến ảo thuật thành sự thật. Từ trong chiếc mũ có thể biến ra đồ ăn giúp no bụng, hô ra ngọn lửa để sưởi ấm, Lyney sẽ không phải bôn ba khắp nơi để mưu sinh nữa\nNhưng thần linh không hề nghe thấy lời cầu nguyện đó. Những ngày tháng tiếp theo, Lynette và Lyney tiếp tục lang thang, lăn lộn giữa đường phố và dinh thự quý tộc, cuối cùng tìm được một nơi nghỉ chân dưới sự che chở của \"Cha\".\nCả hai đều biết rằng cơ hội này không dễ có được, vượt qua huấn luyện gian khổ, dìu dắt nhau hoàn thành vô số nhiệm vụ.\nHiện thực sớm đã bào mòn sự hồn nhiên, mơ tưởng về Vision sớm cũng đã lãng quên vào dĩ vãng.\nCó một lần, hai người được cử đến biệt thự trên núi của một quý tộc để biểu diễn ảo thuật, tìm thời cơ đánh cắp chứng cứ phạm tội được giấu trong phòng sách.\nBản thân nhiệm vụ rất đỗi bình thường, thực hiện rất suôn sẻ. Nhân lúc biểu diễn, cả hai đã tác động vào cửa sổ của biệt thự. Đợi khi diễn xong, lặng lẽ quay trở lại, lẻn vào trong và lấy trộm chứng cứ mà không ai hay biết.\nTuy nhiên, ngay sau khi họ thành công, có ba ánh lửa sáng lên trong khu rừng bên ngoài cửa sổ... Đây chính là tín hiệu được truyền tới từ \"người nhà\" đang túc trực theo dõi.\nBa ngọn lửa, tương ứng với tình huống xấu nhất: Sảnh Chấp Pháp cũng đang để mắt tới mục tiêu này, thậm chí đã phái người tới đây.\nNếu rút lui theo đường cũ, rất có khả năng sẽ đụng độ bọn họ. Nếu lộ ra việc cả hai lợi dụng danh nghĩa ảo thuật gia để thực hiện nhiệm vụ, không chỉ mỗi họ phải gánh chịu hậu quả nặng nề, mà thậm chí còn liên lụy đến cả \"người nhà\" đằng sau.\nTiếng người bên ngoài phòng sách ngày càng ồn ào, nếu muốn rút lui nhanh chóng và kín đáo nhất, chỉ còn cách phải làm liều.\nBiệt thự được xây trên núi, ngoài cửa sổ là vách đá, phía dưới là dòng nước chảy xiết.\nLyney và Lynette nhìn nhau, không nói một lời, nắm chặt tay nhau cùng nhảy ra khỏi cửa sổ.\n\"Ùm...\" làn nước tung tóe đập mạnh vào người Lyney.\nTrước khi rơi xuống nước, anh ấy liều mình dùng vai và lưng đỡ lấy va đập, một lần nữa che chở cho Lynette. Chấn động mạnh cũng đã nuốt chửng ý thức của Lyney.\nLynette trong cơn hoảng loạn đã cố gắng chụp lấy một khúc gỗ trôi dạt, vật lộn kéo Lyney đang bất tỉnh lên bờ, không ngừng ho ra nước.\nCố gắng kìm nén cơn đau rát trong phổi, Lynette lo lắng kiểm tra tình trạng của Lyney: Khuôn mặt anh ấy tái nhợt, hai mắt nhắm nghiền, không còn thần thái như trước.\nLynette ôm chặt Lyney, cố gắng giữ ấm cơ thể anh ấy, đồng thời cảnh giác quan sát xung quanh: Đây là rừng sâu tối tăm, dưới màn đêm bao phủ, cây cối uốn éo càng lộ vẻ rùng rợn.\nLynette khẽ gọi tên Lyney, hy vọng anh ấy sẽ đứng dậy và đùa giỡn như vẫn thường làm trong các buổi biểu diễn. Nhưng lần này, đáp lại Lynette, chỉ là sự im lặng và hơi thở yếu ớt của anh trai.\nSau nhiều năm, nỗi sợ hãi và sự cô đơn lại ập đến vào đêm đó.\nRõ ràng đã lâu như vậy, rõ ràng trải qua nhiều thứ như vậy, rõ ràng là cảm thấy bản thân mình đã trưởng thành hơn.\nTại sao lại giống như đêm hôm đó, chỉ có thể chờ đợi dưới sự bảo vệ? Chỉ đành run rẩy trong bóng tối?\nKhông thể như thế được... Rõ ràng chúng ta đã nắm tay nhau tạo nên biết bao điều kỳ diệu, cùng nhau vượt qua bao nhiêu khó khăn.\n...Rõ ràng đã hứa hẹn sẽ đứng đằng sau lưng anh, lưng chạm lưng, vai kề vai.\nNgười của Sảnh Chấp Pháp có lẽ cũng đang tuần tra gần đây, không thể lớn tiếng hô hoán \"người nhà\" ứng cứu, cũng không thể ở lại đây lâu hơn.\nChuyện mà Lynette có thể làm lúc này là nắm chặt tay Lyney, cõng anh ấy lên vai.\nNếu không thể nhìn rõ con đường phía trước thì hãy lắng nghe.\nCô ấy vểnh tai lên, không bỏ sót bất kỳ luồng gió nào.\nTiếng gió thổi qua tán cây, luồn qua bụi cây, lướt qua má... Một khung cảnh mơ hồ dần được vẽ ra trước mắt cô.\nLynette mò mẫm tiến về phía trước, những chiếc gai dọc đường cứa lên da thịt, máu rỉ ra thấm đỏ vạt áo.\nRồi từ từ, khung cảnh trước mắt trở nên rõ ràng hơn. Không biết là do đôi tai đã thuộc được tiếng gió, hay là đôi mắt đã quen với màn đêm. Bước chân của cô cũng nhanh nhẹn và vững chắc hơn.\nCuối cùng thì Lynette cũng trở thành diễn viên chính trên sân khấu không một ánh đèn, trong màn biểu diễn không tiếng hò reo.\nÁnh bình minh chiếu qua cánh rừng, Lynette cõng anh trai về đến nơi \"người nhà\" trú đóng, gặp một nhân vật không ngờ tới - là \"Cha\", người đã đặc biệt đến đây trong đêm hôm qua.\nLynette dùng chút sức lực còn lại, lấy ra chứng cứ phạm tội ướt sũng. Còn chưa kịp đưa cho \"Cha\", cô ấy đã cùng Lyney đổ gục vì kiệt sức.\n\"Cha\" đỡ lấy hai người, để mặc cho bằng chứng rơi xuống, dính đầy bùn đất.\n\"Ngủ ngon nhé. Hai đứa đã mang về... chiến lợi phẩm quý giá hơn nhiều.\"\nPhản chiếu ánh nắng ban mai và khuôn mặt say ngủ của cặp song sinh, một viên Vision đang lặng lẽ phát sáng trên eo của Lynette."
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p>Thiếu niên ít nói rất giỏi bơi lặn, bên dưới vẻ ngoài lạnh lùng là một trái tim thuần khiết.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/04/12108544/8e44111a378f4e5379b8e7444e8c2daa_2959081444426619217.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về \"Cha\" - Nước Mắt</color>\n\"Cha\" không thích những đứa con của mình khóc, bảo nước mắt là thứ cảm tính và yếu đuối. Sau khi bị cha mắng, tôi luôn nhịn rồi lặn xuống biển khóc. May mà có Hoa Romaritime vẫn luôn ở bên tôi.\n<color=#ffd780>Về \"Cha\" - Giáo Huấn</color>\nLúc nhỏ, tôi được dạy là: Phải cống hiến mạng sống của mình vì gia đình. Nhưng từ khi \"Cha\" lên nắm quyền thì khái niệm này đã có thay đổi. Cha nói mỗi một người chúng tôi đều rất quan trọng, cần phải coi trọng mạng sống của mình, phát huy sở trường để đứng vững trong thế giới này... Nói thật, tôi cảm thấy khó hơn phục tùng mệnh lệnh nhiều.\n<color=#ffd780>Muốn tìm hiểu Freminet - Điều thứ 4</color>\nTôi đã không còn nhớ rõ \"gia đình\" vào thời viện trưởng tiền nhiệm nữa. Chỉ có thể nói... thói quen trốn xuống biển là từ đó mà ra... Nhưng \"cha\" không những thay đổi tôi, mà thay đổi cả cách nhìn của tôi về \"gia đình\"... Sau này cả anh Lyney và Lynette cũng trở thành \"người nhà\" của tôi... Đó là lần đầu tiên tôi gặp được người mà tôi có thể nói chuyện được.\n<color=#ffd780>Muốn tìm hiểu Freminet - Điều thứ 5</color>\nTôi từng thề là sẽ dùng mọi cách để bảo vệ gia đình này. Nó không còn là mệnh lệnh của viện trưởng tiền nhiệm hay là mong đợi của \"cha\" nữa... mà là ước nguyện của riêng tôi. Cậu/cô hãy giúp tôi giữ kín bí mật của \"gia đình\" và cả ước nguyện của tôi nhé."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Câu Chuyện Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Câu Chuyện Nhân Vật 5</color>\nSau khi người viện trưởng tiền nhiệm được \"Cha\" thay thế, Freminet lại tiếp tục ý định tìm mẹ.\nBan đầu, cậu nghĩ \"Cha\" sẽ vô cùng giận dữ, nhất định sẽ dùng những lời lẽ vô tình và tàn nhẫn hơn nữa để ra lệnh cho mọi người. Nhưng rất nhanh cậu nhận ra, tác phong của \"Cha\" toàn hoàn khác biệt với người tiền nhiệm.\n\"Nhà\" là bến đỗ chung của lũ trẻ, phải cùng nhau bảo vệ nó, có thể tùy ý lựa chọn cách hoàn thành \"nhiệm vụ\", dù có thất bại, cũng không phải nhận những hình phạt đau đớn như trước...\nKhông khí tự do đã giúp Freminet có không gian để hít thở những hơi thật dài, cậu tranh thủ những lúc rảnh rỗi tìm kiếm tung tích mẹ mình.\nCó lẽ mình đã thực sự bị bỏ rơi rồi. Freminet nhớ lại gương mặt người mẹ đã phai mờ dần trong ký ức, thuyết phục bản thân chấp nhận với sự thật.\nKhi cậu chuẩn bị từ bỏ, \"Cha\" đột nhiên ném cho cậu một chiếc mặt dây chuyền.\n\"Tìm thấy trong nơi ở của đám cặn bã đó, giữ lấy đi.\" - \"Cha\" nói.\nFreminet ngước nhìn một cách mơ hồ, khiến người đó không khỏi nghi hoặc.\n\"Sao vậy? Chính là lũ cặn bã cho vay nặng lãi đó, thứ này là của mẹ cậu...\" - cô nhíu mày, dường như cảm nhận được điều gì đó: \"Chuyện về mẹ cậu, lúc trước họ nói thế nào?\"\nFreminet kể lại chuyện người viện trưởng trước đó nói cậu đã bị bỏ rơi. Lúc này, người ở đối diện không nói một lời, trong ánh mắt âm ỉ cháy lên ngọn lửa phẫn nộ.\nNghe Freminet thuật lại, hiếm khi cô trầm tư như vậy, rồi dùng ánh mắt sắc bén của mình dò hỏi cậu, \"...muốn biết chân tướng sao?\"\nFreminet gần như gật đầu trong vô thức. Nhưng sau đó, cậu không biết mình rốt cuộc muốn tin vào câu chuyện nào hơn...\n\"Cha\" nói với Freminet rằng mẹ cậu không hề bỏ rơi cậu. Ngược lại, là vì muốn bảo vệ cậu...\nNăm đó, món nợ mà gia đình phải gánh chịu đã đến giới hạn, không có cách để hoàn trả nữa. Những kẻ cho vay tham lam đó không chỉ tịch thu căn nhà của mẹ con cậu, còn đòi đem cậu ra để gán nợ. Là một người mẹ, bà ấy sao có thể để mặc cho chuyện này xảy ra? Sau cùng, bà chỉ còn một lựa chọn duy nhất... Gửi Freminet vào \"trại trẻ mồ côi đó\", nơi mà đám người cho vay không thể đụng tới, rồi tự mình gánh chịu tất cả.\n\"Ta chỉ tìm thấy thứ này, còn về mẹ...\" - nhìn cậu thiếu niên đang nắm chặt lấy món đồ trước mặt, \"Cha\" đã để cho sự tĩnh lặng thay mình lấp đầy câu nói còn dang dở.\nTừ ban đầu Freminet đã không hề ngẩng mặt lên, nhưng \"Cha\" rất hiểu tính cách của đứa trẻ này, lặng lẽ rời khỏi căn phòng, để lại Freminet toàn thân run rẩy đang nhìn chằm chằm vào mặt dây chuyền trong tay. Nó đã rỉ sét từ lâu, không còn phát ra âm thanh nữa, thậm chí bộ máy dây cót cũng đã nhuộm một màu nâu sẫm bởi những vệt máu khô. Có lẽ những giây phút cuối cùng, bà vẫn nắm chặt lấy nó. Freminet tuyệt vọng tìm kiếm dù chỉ một chút hơi ấm của mẹ trong kỷ vật...\nĐêm đó, cậu khóc thật lớn dưới biển, đã lâu rồi cậu chưa từng khóc như vậy. Tiếng khóc lớn bị chôn vùi dưới biển cả, ngoài những bông Hoa Romaritime đang rơi lệ vì cậu, thì cũng chẳng một ai nghe thấy.\nTừ khi đó, cậu càng nắm chặt thanh kiếm lớn trong tay, âm thầm thề trong lòng, rằng cậu sẽ không bao giờ để những chuyện không may xảy ra với \"người nhà\" của mình nữa."
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Arlecchino...</color>\nArlecchino? Là ai, ai thế? Tôi đã quên mất rồi... Lưu giữ hình bóng đáng sợ trong đầu mình thì tối ngủ sẽ gặp ác mộng đó."
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Hội trưởng hiện tại của Spina di Rosula, là một cô chủ dễ thương và rất có trách nhiệm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/12108544/3fc7580c01a9e622692402889706c4db_1838072394941570717.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Arlecchino...</color>\nCô ấy là một người lãnh đạo nghiêm khắc nhưng nhân từ, có phong thái của một \"vị chủ nhà\". Nhưng để trở thành Quan Chấp Hành của Fatui, chắc hẳn cô ấy cũng phải có mặt tàn nhẫn. Yên tâm đi, tôi sẽ không quên ân tình của cô ấy khi đã giúp đỡ Thị Trấn Poisson, nhưng ở những phương diện khác thì tôi sẽ lưu ý."
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Nhà Lữ Hành",
        "desc": "Nhà Lữ Hành lưu lạc đến đây từ thế giới khác, bị Thần cướp mất người thân, từ đó bước vào con đường đi tìm 7 vị Thần.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nội Tâm"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Arlecchino...</color>\n(Cô ta có vẻ thân thiện, nhưng sẽ không đơn giản như vậy... Arlecchino rất khó lường, mình phải cẩn thận.)"
      }
    ],
    "videoCollection": [
      {
        "title": "\"The Song Burning in the Embers\" Full Animated Short | Genshin Impact #GenshinImpact",
        "url": "https://youtu.be/tN5JACOEJFM",
        "coverUrl": "https://i.ytimg.com/vi/tN5JACOEJFM/maxresdefault.jpg",
        "duration": 425
      },
      {
        "title": "Cutscene Animation: \"Cinder of Two Worlds' Flames\" | Genshin Impact #Knave #Arlecchino",
        "url": "https://youtu.be/-ulocKe61mg",
        "coverUrl": "https://i.ytimg.com/vi/-ulocKe61mg/maxresdefault.jpg",
        "duration": 50
      },
      {
        "title": "Cutscene Animation: \"Execution\" | Genshin Impact #Cutscene #Animation #Knave #Arlecchino",
        "url": "https://youtu.be/oBfO93ROWRo",
        "coverUrl": "https://i.ytimg.com/vi/oBfO93ROWRo/maxresdefault.jpg",
        "duration": 166
      },
      {
        "title": "Cutscene Animation: \"Goodbye\" | Genshin Impact #Cutscene #Animation #Knave #Arlecchino #Clervie",
        "url": "https://youtu.be/ew7q3dD-Qyg",
        "coverUrl": "https://i.ytimg.com/vi/ew7q3dD-Qyg/maxresdefault.jpg",
        "duration": 88
      },
      {
        "title": "Overture Teaser: The Final Feast | Genshin Impact",
        "url": "https://youtu.be/9SbgmM3mSps",
        "coverUrl": "https://i.ytimg.com/vi/9SbgmM3mSps/maxresdefault.jpg",
        "duration": 223
      },
      {
        "title": "Teyvat Chapter Interlude Teaser: A Winter Night's Lazzo | Genshin Impact",
        "url": "https://youtu.be/TmaAOV4SJNQ",
        "coverUrl": "https://i.ytimg.com/vi/TmaAOV4SJNQ/maxresdefault.jpg",
        "duration": 259
      },
      {
        "title": "Version 4.1 \"To the Stars Shining in the Depths\" Trailer | Genshin Impact",
        "url": "https://youtu.be/i7wgl1v1_5M",
        "coverUrl": "https://i.ytimg.com/vi/i7wgl1v1_5M/maxresdefault.jpg",
        "duration": 363
      },
      {
        "title": "Version 4.2 \"Masquerade of the Guilty\" Trailer | Genshin Impact",
        "url": "https://youtu.be/1Ip43DfbkUw",
        "coverUrl": "https://i.ytimg.com/vi/1Ip43DfbkUw/maxresdefault.jpg",
        "duration": 269
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/55631176/ef2d10981c66f35db892d7a7f174ae49_9223311585914586557.png"
      },
      {
        "key": "Arlecchino",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/55631176/ca8f59544ecbee9ed9d140fd6a798311_3556107353389192904.png"
      },
      {
        "key": "Arlecchino",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/55631176/21bfdc8b5df15861309fb420aa26c509_6426924430621394732.png"
      },
      {
        "key": "Quan Chấp Hành Fatui",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/55631176/735360866d4476bd5c8bb8e35521fad5_1378966833505281173.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Arlecchino"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Căn Nhà Hơi Ấm\nFatui"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "Cha"
          }
        ]
      },
      {
        "key": "Các Mục Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5149,
            "name": "Arlecchino",
            "desc": "Quan Chấp Hành thứ 4 của Fatui - Arlecchino. Nhà ngoại giao trầm tĩnh lạnh lùng, là \"Cha\" mà bọn trẻ vừa sợ hãi cũng vừa dựa dẫm trong Căn Nhà Hơi Ấm.",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/12108544/672e65470bfd14b664596c2a7f7eaaf8_8605295858180963579.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}