{
  "epId": 7480,
  "name": "Signora",
  "desc": "<p>Số Tám trong Mười Một Quan Chấp Hành Fatui, còn được biết đến với cái tên \"The Fair Lady\". Tên thật của cô ấy là Rosalyne-Kruzchka Lohefalter.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/05/55631176/6973138bdad6bd8bd2d4f883ef72ba25_4116288043863825920.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1744569791,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/05/55631176/6c4264a514de244352cf7b0d69084803_3408596542919458134.png"
      },
      {
        "key": "La Signora",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/05/55631176/cb3d9ee80ff4747f80bd352cadb1cf68_1574081813162443702.png"
      },
      {
        "key": "Quan Chấp Hành Fatui",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/05/55631176/de576c00449c15256b19658acecd4789_4363019599137557177.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Scaramouche, Pierro, Signora, và Capitano."
          }
        ]
      },
      {
        "key": "Diệm Liệt Ma Nữ Cháy Rực",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/05/55631176/f11ad71ed3f7d5be4d19c1794713dc18_4871330343013782951.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "name": "Mondstadt",
        "desc": "<p>Thành phố tự do nằm ở phía Đông Bắc đại lục Teyvat.</p><p>Giữa những dãy núi và đồng bằng rộng lớn, làn gió tự do cuốn theo hơi thở của ngọn bồ công anh bay qua Hồ Rượu Trái Cây, đem theo lời chúc phúc và ân trạch từ Phong Thần Barbatos đến Thành Mondstadt nằm trên đảo hồ trung tâm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/7b245f487d037173b0e941069fa82074_6126217539693815669.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "Rosalyne-Kruzchka Lohefalter được sinh ra tại Mondstadt hơn 500 năm trước.\nRostam\nNgười tình của Rosalyne, Kỵ Sĩ Tây Phong",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Rosalyne từng theo học tại Giáo Viện.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "Khi làn sóng hắc ám nhấn chìm Teyvat, Rosalyne đang ở",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "text",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": ". Khi cô trở về Mondstadt, gia đình, bạn bè và người cô yêu thương đều đã không còn. Sau cái chết của họ, cô trở thành Diệm Liệt Ma Nữ Cháy Rực.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7474,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Vị Fatui đầu tiên đã chiêu mộ Rosalyne và trao cho cô một Delusion Băng nhằm dập tắt ngọn lửa đang thiêu đốt trong lòng cô.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Signora là Số Tám trong Mười Một Quan Chấp Hành Fatui, với mật danh là The Fair Lady.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Signora đã tấn công Phong Thần và lấy đi",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnosis là vật phẩm thuộc sỡ hữu của Bảy Vị Thần để trực tiếp cộng hưởng với Đảo Thiên Không và là bằng chứng xác nhận trạng thái của một vị thần dưới danh là vị chấp chính trần thế. Nó có hình dạng của quân cờ. <span class=\"wk-shady\">Sau đó được tiết lộ rằng Gnosis được tạo ra từ phần còn lại của Kẻ Đổ Bộ Thứ Ba.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/e396f8e6f02f3b0f579bc71a7089833b_8988921317301815411.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Signora đã có được Gnosis Nham từ Nham Vương nhờ thỏa thuận giữa ngài và",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7473,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Signora đã có thời gian cùng hợp tác với Scaramouche trong Xưởng Delusion tại",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "name": "Inazuma",
        "desc": "<p>Quần đảo biệt lập nằm ở phía đông đại lục Teyvat.</p><p>Vượt qua giông bão bất tận, đặt chân lên hòn đảo ngập tràn lá phong đỏ và hoa anh đào, trên những bờ cát quanh co, những vách đá cao chót vót và cả trong những khu rừng bí ẩn, chứng kiến sự vĩnh hằng được Tôn Chủ Narukami Ogosho theo đuổi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/12108544/fe011f0f93e3259d28b0272d0db961b7_2697662844516331471.png",
        "displayStyle": "text",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "nhằm làm đất nước rơi vào náo loạn.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Là Tôn Chủ Narukami Ogosho đại nhân, đưa người dân Inazuma hướng đến sự \"vĩnh hằng\" ngàn năm không đổi.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/12108544/2669f7bf2fdea7ccf0a4aa7ac9f250b2_4184089322112947997.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Signora đã bị Lưỡi Đao Vô Tưởng giết sau khi thất bại trong trận đấu với Nhà Lữ Hành.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Các Mục Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 2085,
        "name": "Diệm Liệt Ma Nữ Cháy Rực",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2092,
        "name": "Lửa Trắng Xám",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2069,
        "name": "Trái Tim Thủ Hộ",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2008,
        "name": "Tiếng Thở Dài Vô Tận",
        "desc": "Cây cung đẹp hoàn mỹ như nhạc cụ của thi nhân, tên bắn ra như tiếng than ai oán xuyên thấu tâm can.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/终末嗟叹之诗.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 739,
        "name": "Mặt Nạ Chết Chóc",
        "desc": "Chiến lợi phẩm nhận được sau khi đánh bại \"Quan Chấp Hành thứ 8 của Fatui - Signora\".<br/>Fatui thường mang mặt nạ khi xuất hiện trước mọi người, nghe nói nguyên nhân là vì sau khi trở thành Fatui thì tất cả những chuyện của quá khứ, những chuyện của bản thân đều không còn ý nghĩa gì nữa. Vì thế, cho dù là tên thật hay khuôn mặt thật, đều phải từ bỏ.<br/><br/>Nhưng muốn cắt đứt hết thảy quá khứ, hết thảy mối ràng buộc tạo nên cái \"tôi\", thì quả là chuyện khó khăn đến nhường nào.<br/>Chi bằng nói rằng, chính vì ý muốn khư khư giữ lấy tham vọng ngông cuồng nên mới đồng ý gia nhập vào tổ chức làm trái với thiên lý một cách tự cao tự đại như vậy, gắn kết cuộc đời của bản thân vào Delusion, cũng như thiêu thân bay vào lửa vậy.<br/>...Đương nhiên, những kẻ si mê quyền lợi hoặc những người đơn thuần thích tàn bạo trong Fatui không hề ít, và hai loại người này cũng không hề xung đột với nhau.<br/><br/>Cô gái với tên thật là \"Rosalyne-Kruzchka Lohefalter\" có lẽ cũng từng có một quá khứ ngây thơ chân chất.<br/>Cho đến khi ngọn lửa mãnh liệt che mờ đôi mắt cô ấy, thiêu rụi quãng thời gian trong sáng, và rồi Delusion lạnh lẽo dập tắt chiếc lưỡi lửa đang gặm nhấm cô ấy từng chút một, cho đến lúc quyền năng băng giá bảo vệ cô ấy không còn bị kìm hãm, ý chí kiên cường vỡ nát, và rồi ngọn lửa lại bùng cháy dữ dội...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Funerary Mask_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1096,
        "name": "Thời Khắc Tan Chảy",
        "desc": "Mảnh vỡ với hình thù kỳ dị chứa sức mạnh to lớn, nhận được sau khi đánh thắng Signora đã giải phóng sức mạnh ban đầu.<br/>\"Ta đã mơ một giấc mơ dài.\"<br/>\"Ta mơ thấy ta và ngươi gặp lại nhau trong thế giới thuần khiết mà chúng ta tạo nên\"<br/>\"Nhưng rồi ta cũng tỉnh dậy. Ta sớm đã bị ngọn lửa mãnh liệt nuốt chửng. Và ngươi cũng đã trở về với cát bụi cùng máu độc.\"<br/>\"Nhưng chẳng sao cả, phải luôn tiến về phía trước, phải tin vào vương quốc thuần khiết vĩnh hằng mà người ấy đã nói, nằm trong giấc mơ của \"điện hạ\" ở phía cuối con đường, nằm trong \"cuồng vọng\" mà người ấy cho ta nhìn thấy.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Molten Moment_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1163,
        "name": "Bướm Hỏa Ngục",
        "desc": "Mảnh vỡ với hình thù kỳ dị chứa sức mạnh ấm áp, nhận được sau khi đánh thắng Signora đã giải phóng sức mạnh ban đầu.<br/>Phong ấn băng bị phá vỡ, ý chí trong quá khứ phá tan lao tù yếu ớt, vào lúc cô ấy nhớ lại cái tên ban đầu, bươm bướm bất tử sẽ tung bay tiêu tan theo máu thịt bị thiêu rụi. Và cô cũng nhớ lại quá khứ lang thang trên đại địa, gieo rắc lửa cháy, thiêu đốt tất cả tội ác và cả dung mạo của người mà cô ấy vẫn chưa được gặp lại.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Hellfire Butterfly_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1080,
        "name": "Trái Tim Tro Bụi",
        "desc": "Mảnh vỡ với hình thù kỳ dị chứa đựng niềm thương nhớ mãnh liệt, nhận được sau khi đánh thắng Signora đã giải phóng sức mạnh ban đầu.<br/>Ngay cả nước mắt cũng không thể dập tắt ngọn lửa. Nỗi bi thương và phẫn nộ như dòng nước thép chảy tràn trong huyết quản của cô ấy, tuôn trào trong suối nước mắt.<br/>Trước khi trái tim của cô bị thiêu rụi bởi ngọn lửa vĩnh hằng, thì Fatui đã tìm được cô. Người ấy biết, chỉ có nỗi thù hận và chấp niệm sâu sắc mới có thể dập tắt được ngọn lửa dữ đang nuốt chửng cô, để cô trở thành người đồng hành với mình...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ashen Heart_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Rosalyne-Kruzchka Lohefalter",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Rosalyne-Kruzchka Lohefalter sinh ra tại Mondstadt hơn năm trăm năm trước. Tại đây, cô gặp Rostam, người được coi là cánh tay phải của Đội trưởng Kỵ Sĩ Tây Phong. Rostam còn có biệt danh là Sói Nhỏ. Từ giọng hát trong trẻo của cô gái, sự căng thẳng của Rostam đã được thay thế bằng sự bình yên. Chỉ có một bài hát có thể khiến trán của người bảo vệ buông lỏng, và chỉ có một cô gái hát bài hát này ở quảng trường mới có thể khiến ông quên đi gánh nặng lớn lao của nhiệm vụ trong chốc lát."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Ngọn gió phương Tây sẽ mang theo mùi hương của rượu,\"</color>\n<color=#ffffffd9>\"Ngọn gió giữa núi rừng mang đến tin tức khải hoàn.\"</color>\n<color=#ffffffd9>\"Ngọn gió phương xa lay động trái tim tôi,\"</color>\n<color=#ffffffd9>\"Xào xạc hát lên nỗi nhớ nhung của tôi dành cho bạn.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Họ đã ở bên nhau trong một thời gian ngắn, nhưng tình yêu trong trái tim họ rất mạnh mẽ. Trong khi theo đuổi tri thức, Rosalyne-Kruzchka đã đến học tại Giáo Viện Sumeru. Bảo vệ mình khỏi những xao nhãng xung quanh, cô đã chìm đắm trong sách vở và rèn luyện bản thân mình. Ngay trước khi cô rời Mondstadt để đi học tại Giáo Viện, Rosalyne đã nhận được một chiếc đồng hồ nước đặc biệt từ người hiệp sĩ như một món quà chia tay, để cô có thể theo dõi thời gian cô sẽ vắng mặt. Một chu kỳ là thời gian cần thiết để hoàn thành việc học tại Giáo Viện, nhưng khi chu kỳ đếm ngược kết thúc và cô trở về nhà, người yêu của cô đã qua đời. Trước khi chết, Rostam chỉ có thể nghĩ đến một điều:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Hiện tại cô ấy đang đi học nơi xa, chắc chắn sẽ bình an vô sự. Thực là muốn nghe lại tiếng hát của cô ấy\"</color>\n<color=#ffffffd9>\"Ít nhất Arundolyn và Roland đều khoẻ mạnh. Khi cô trở về nhà, thảm hoạ chắc đã lắng xuống rồi.\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/0b7d3b527a5e77e72b33e4b3b872e4df_2323306899804453436.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi làn sóng hắc ám nhấn chìm Teyvat, Rosalyne đang ở Sumeru. Khi cô trở về Mondstadt, cô nhận ra rằng thảm họa đã phá hủy tất cả những gì cuộc sống từng hứa hẹn với cô: bạn bè, gia đình và tương lai tươi sáng của mình. Lời đồn đã kể về cô thiếu nữ trẻ từng run rẩy trong cơn say đắm tình yêu đã hy sinh thân xác trần tục để trở thành hiện thân của ngọn lửa mãnh liệt. Rosalyne đã trở thành Diệm Liệt Ma Nữ Cháy Rực. Những năm tháng thiếu nữ đã qua, và kỷ nguyên hủy diệt bắt đầu. Dành trọn tâm sức vào chiến đấu, người phù thủy không nhận ra mình đã bắt đầu bùng cháy. Cô bước đi trên thế gian, thiêu rụi quái vật bằng ngọn lửa nóng bỏng, và tất cả nỗi đau chúng gây ra đã bị lãng quên trong ngọn lửa. Theo con đường ngọn lửa hỏa ngục, Rosalyne để lại những mảnh đất cháy xém mỗi nơi cô đi qua. Dù ngọn lửa của cô chỉ chạm vào những con quái vật gieo rắc cái chết và sự kinh hoàng, nhưng những người dân vẫn co rúm lại sau cửa sổ đóng kín và cố gắng xua đuổi cô. Nhưng tất cả những điều đó không quan trọng với cô, cô không cần sự an ủi hay đồng cảm. Nếu không có ai có thể thiêu rụi tất cả nỗi buồn và mang lại hy vọng mới, thì cô cần phải trở thành người như vậy.\nKhi ngọn lửa sự sống của người phụ nữ gần như đã tắt và ngọn lửa vĩnh cửu sẵn sàng thiêu rụi trái tim cô, cô đã gặp vị quan chấp hành Fatui đầu tiên, Pierro. Ông ta hiểu rằng chỉ có sự căm thù sâu sắc và ám ảnh mới có thể giúp được Rosalyne. Vì vậy Pierro đã sử dụng Delusion Băng để xóa bỏ quá khứ và dập tắt ngọn lửa đang cháy trong cô. Vị Fatui đầu tiên đề nghị cô cúi đầu trước Băng Thần, Tsaritsa, và thanh tẩy những nguồn gốc của sự biến dạng trong thế giới này: những vị thần thiển cận, ngu dốt và bóng tối cùng sự suy đồi của Vực Sâu. Rosalyne không quan tâm họ sẽ làm gì, vì vậy cô đã đồng ý với lời đề nghị, trở thành một công cụ hữu hiệu trong việc thúc đẩy mục đích chung của họ."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Bởi vì ta, cho dù mặc quần áo trắng, toàn thân từ lâu đã dính đầy máu và tro tàn không thể rửa sạch.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "name": "Mondstadt",
        "desc": "<p>Thành phố tự do nằm ở phía Đông Bắc đại lục Teyvat.</p><p>Giữa những dãy núi và đồng bằng rộng lớn, làn gió tự do cuốn theo hơi thở của ngọn bồ công anh bay qua Hồ Rượu Trái Cây, đem theo lời chúc phúc và ân trạch từ Phong Thần Barbatos đến Thành Mondstadt nằm trên đảo hồ trung tâm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/7b245f487d037173b0e941069fa82074_6126217539693815669.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7474,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7473,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2008,
        "name": "Tiếng Thở Dài Vô Tận",
        "desc": "Cây cung đẹp hoàn mỹ như nhạc cụ của thi nhân, tên bắn ra như tiếng than ai oán xuyên thấu tâm can.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/终末嗟叹之诗.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 2069,
        "name": "Trái Tim Thủ Hộ",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Defender's Will/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2085,
        "name": "Diệm Liệt Ma Nữ Cháy Rực",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2092,
        "name": "Lửa Trắng Xám",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Pale Flame/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 739,
        "name": "Mặt Nạ Chết Chóc",
        "desc": "Chiến lợi phẩm nhận được sau khi đánh bại \"Quan Chấp Hành thứ 8 của Fatui - Signora\".<br/>Fatui thường mang mặt nạ khi xuất hiện trước mọi người, nghe nói nguyên nhân là vì sau khi trở thành Fatui thì tất cả những chuyện của quá khứ, những chuyện của bản thân đều không còn ý nghĩa gì nữa. Vì thế, cho dù là tên thật hay khuôn mặt thật, đều phải từ bỏ.<br/><br/>Nhưng muốn cắt đứt hết thảy quá khứ, hết thảy mối ràng buộc tạo nên cái \"tôi\", thì quả là chuyện khó khăn đến nhường nào.<br/>Chi bằng nói rằng, chính vì ý muốn khư khư giữ lấy tham vọng ngông cuồng nên mới đồng ý gia nhập vào tổ chức làm trái với thiên lý một cách tự cao tự đại như vậy, gắn kết cuộc đời của bản thân vào Delusion, cũng như thiêu thân bay vào lửa vậy.<br/>...Đương nhiên, những kẻ si mê quyền lợi hoặc những người đơn thuần thích tàn bạo trong Fatui không hề ít, và hai loại người này cũng không hề xung đột với nhau.<br/><br/>Cô gái với tên thật là \"Rosalyne-Kruzchka Lohefalter\" có lẽ cũng từng có một quá khứ ngây thơ chân chất.<br/>Cho đến khi ngọn lửa mãnh liệt che mờ đôi mắt cô ấy, thiêu rụi quãng thời gian trong sáng, và rồi Delusion lạnh lẽo dập tắt chiếc lưỡi lửa đang gặm nhấm cô ấy từng chút một, cho đến lúc quyền năng băng giá bảo vệ cô ấy không còn bị kìm hãm, ý chí kiên cường vỡ nát, và rồi ngọn lửa lại bùng cháy dữ dội...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Funerary Mask_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1080,
        "name": "Trái Tim Tro Bụi",
        "desc": "Mảnh vỡ với hình thù kỳ dị chứa đựng niềm thương nhớ mãnh liệt, nhận được sau khi đánh thắng Signora đã giải phóng sức mạnh ban đầu.<br/>Ngay cả nước mắt cũng không thể dập tắt ngọn lửa. Nỗi bi thương và phẫn nộ như dòng nước thép chảy tràn trong huyết quản của cô ấy, tuôn trào trong suối nước mắt.<br/>Trước khi trái tim của cô bị thiêu rụi bởi ngọn lửa vĩnh hằng, thì Fatui đã tìm được cô. Người ấy biết, chỉ có nỗi thù hận và chấp niệm sâu sắc mới có thể dập tắt được ngọn lửa dữ đang nuốt chửng cô, để cô trở thành người đồng hành với mình...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ashen Heart_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "La Signora",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/63e017e895772c759c85e5b81175b4b3_8011655712427988553.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau khi gia nhập Fatui, Rosalyne-Kruzchka Lohefalter đã từ bỏ cuộc sống và tên tuổi cũ của mình, trở thành La Signora, số tám trong Mười Một Quan Chấp Hành Fatui, với mật danh \"The Fair Lady.\" Giống như những Quan Chấp Hành khác, cô được giao nhiệm vụ thu thập Gnosis của Bảy Vị Thần. Dưới sự lãnh đạo của cô, các nhà ngoại giao đã được cử đến Mondstadt, cố gắng tận dụng tình hình khó khăn của quốc gia với Phong Ma Long làm đòn bẩy. Khi Kỵ Sĩ Tây Phong tự giải quyết vấn đề của họ, Fatui đã cố gắng đánh cắp vật phẩm chính của Mondstadt, cây Đàn Thiên Không do Phong Thần Barbatos tự chơi. Mặc dù kế hoạch của họ thất bại, chính La Signora đã tấn công Barbatos và chiếm đoạt Gnosis của ngài bằng vũ lực."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/00f1457edeb54308f832b79ca3a956a5_1794916513992681966.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sau khi chiến dịch thành công ở Mondstadt, Signora đã đến Liyue. Theo khế ước đã ký trước đó giữa Tsaritsa và Nham Thần Morax, cô đến để lấy Gnosis Nham. Mặc dù mất đi sức mạnh thần thánh là một cái giá quá lớn, Morax cho rằng ông đã thực hiện một \"khế ước kết thúc tất cả các ước\" để cân bằng thế cục.\nSau đó, Signora đã đến Inazuma gặp Lôi Thần với mục đích lấy đi Gnosis Lôi. Công việc đầu tiên của Signora là tìm cách không cho Nhà Lữ Hành rời khỏi Ritou bằng cách thông đồng và thỏa hiệp với người đứng đầu Hiệp Hội Kanjou. Fatui, dưới sự lãnh đạo của Signora, đã đứng sau giật dây việc ban bố Sắc Lệnh Săn Lùng Vision. Signora mong muốn hủy diệt Inazuma từ bên trong. Do sự can thiệp của Fatui, Hiệp Hội Tenryou đã không truyền đạt thông tin về cuộc nội chiến và những nạn nhân của nó cho Shogun, vì vậy Shogun đã không ngừng cuộc Săn Lùng. Khi sự thật về sự tham gia của Fatui bị phơi bày và Nhà Lữ Hành đến Tenshukaku, nơi cư trú của Shogun, họ đã phát hiện ra một cuộc họp giữa Raiden và Signora, người coi cái chết của các binh sĩ kháng chiến từ Delusion của Fatui và những người bị giết trong chiến tranh là cái giá nhỏ phải trả để đạt được mục tiêu của mình. Nhà Lữ Hành đã thách đấu Signora trong một trận đấu trước ngai vàng, kẻ thua sẽ bị xử án tử. Nhà Lữ Hành đã giành chiến thắng. Sau đó Raiden Shogun đã sử dụng Lưỡi Đao Vô Tưởng để giết Signora."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Trong đôi mắt phản chiếu ánh đỏ rực, cuối cùng cô ấy dang rộng đôi cánh rực lửa bay về hướng ánh bình minh.</color>\n<color=#ffffffd9>\"Nhưng đó không phải ánh mặt trời, Rosalyne thân mến. Đó là biển lửa thiêu rụi mọi thứ.\"</color>\n<color=#ffffffd9>Nhưng cũng không có ý nghĩa gì. Bởi vì trong lòng cô hiểu rõ, bản thân mình đã bị lửa thiêu rụi từ lâu rồi.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/24/237301566/bee2fede938a43d911d4d9504ab60773_6711611012435060055.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau cái chết của Fair Lady, các Quan Chấp Hành còn lại đã tụ họp để tôn vinh ký ức của đồng đội đã hy sinh. Một số Quan Chấp Hành không cam tâm vì cái chết đột ngột này. Họ mong muốn một kế hoạch báo thù cho cái chết Rosalyne tại Inazuma. Tuy nhiên, một số Quan Chấp Hành khác máu lạnh hơn lại không quan tâm. Cuối cùng, trước quan tài của Signora, các Quan Chấp Hành đã thề sẽ báo thù cho Rosalyne bằng cách tiếp tục nhiệm vụ của họ, họ sẽ chiếm đoạt quyền lực của các vị thần. Pierro đã hứa với cô rằng khi họ thành công, cả \"thế giới cũ\" sẽ trở thành nơi nương náu của cô. Nhờ ân điển của Tsaritsa, Signora đã được an nghỉ vĩnh hằng dưới một lớp băng.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnosis là vật phẩm thuộc sỡ hữu của Bảy Vị Thần để trực tiếp cộng hưởng với Đảo Thiên Không và là bằng chứng xác nhận trạng thái của một vị thần dưới danh là vị chấp chính trần thế. Nó có hình dạng của quân cờ. <span class=\"wk-shady\">Sau đó được tiết lộ rằng Gnosis được tạo ra từ phần còn lại của Kẻ Đổ Bộ Thứ Ba.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/e396f8e6f02f3b0f579bc71a7089833b_8988921317301815411.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "name": "Mondstadt",
        "desc": "<p>Thành phố tự do nằm ở phía Đông Bắc đại lục Teyvat.</p><p>Giữa những dãy núi và đồng bằng rộng lớn, làn gió tự do cuốn theo hơi thở của ngọn bồ công anh bay qua Hồ Rượu Trái Cây, đem theo lời chúc phúc và ân trạch từ Phong Thần Barbatos đến Thành Mondstadt nằm trên đảo hồ trung tâm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/7b245f487d037173b0e941069fa82074_6126217539693815669.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "name": "Liyue",
        "desc": "<p>Bến cảng giàu có nằm phía đông đại lục Teyvat. Vùng đất màu mỡ được tạo nên từ những dãy núi cao, rừng đá sừng sững, đồng bằng rộng lớn và những bờ sông nhộn nhịp sức sống, nơi đây rực rỡ sắc màu trong bốn mùa. Có bao nhiêu món quà cổ xưa của Nham Ma Thần được chôn vùi giữa núi non và những kỳ tích đá đang chờ người ta khám phá đây?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/5968bc73f375ee1e3704302541c83c7f_5132625440292305.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "name": "Inazuma",
        "desc": "<p>Quần đảo biệt lập nằm ở phía đông đại lục Teyvat.</p><p>Vượt qua giông bão bất tận, đặt chân lên hòn đảo ngập tràn lá phong đỏ và hoa anh đào, trên những bờ cát quanh co, những vách đá cao chót vót và cả trong những khu rừng bí ẩn, chứng kiến sự vĩnh hằng được Tôn Chủ Narukami Ogosho theo đuổi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/12108544/fe011f0f93e3259d28b0272d0db961b7_2697662844516331471.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7431,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Là Tôn Chủ Narukami Ogosho đại nhân, đưa người dân Inazuma hướng đến sự \"vĩnh hằng\" ngàn năm không đổi.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/12108544/2669f7bf2fdea7ccf0a4aa7ac9f250b2_4184089322112947997.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7482,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7474,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "Childe đứng thứ 11 trong quan chấp hành Fatui, uy danh chiến tích luôn được ca ngợi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về The Fair Lady</color>\nTôi với cô ta không hợp nhau, cậu/cô biết mà. Đối với quan chấp hành mà nói, ngày chết sẽ không nằm trong tay bản thân... Nhưng yên tâm, tôi dù thế nào cũng sẽ dốc hết sức mình để sống sót."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Đối Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Trang Phục Ma Vương</color>\nHaha, đó là \"Trang Phục Ma Vương\" của tôi.\nNó rất nặng, nên chỉ dùng trong những lúc quan trọng thôi.\nSau lần phát động ở Hoàng Kim Ốc, vết thương để lại vẫn chưa lành hẳn.\nHơn nữa tôi cũng không phải loại người như \"Signora\", những việc như dùng chùy sát thủ với tân binh, tôi không làm được, hahaha..."
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Kẻ Lang Thang",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Một kẻ lang thang thân phận huyền bí. Trang phục trông như người khổ hạnh, nhưng cách nói chuyện thì lại không giống như vậy.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/07/148664880/24d97a22be742fb732ea96f625d1faac_2147655785111422423.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về The Fair Lady</color>\nCô ta chả còn gì ngoài đống tro cả. Tôi không có hứng thú với những người không có tương lai."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Đối Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Xưởng Delusion</color>\nSignora? Childe? Ồ...Thật không ngờ ngươi đã gặp được hai vị đồng nghiệp không đáng tin cậy nhất của bọn ta.\nHình như các ngươi có chút nhầm lẫn rồi. Tuy rằng ta đứng ở đây, nhưng chỉ là thay mặt thực hiện kế hoạch mà thôi.\nChủ mưu đương nhiên là người khác. Không phải giỏi lắm sao? Cứ tìm tự nhiên nhé!"
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Quan Chấp Hành thứ 4 của Fatui - Arlecchino. Nhà ngoại giao trầm tĩnh lạnh lùng, là \"Cha\" mà bọn trẻ vừa sợ hãi cũng vừa dựa dẫm trong Căn Nhà Hơi Ấm.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/12108544/672e65470bfd14b664596c2a7f7eaaf8_8605295858180963579.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về The Fair Lady</color>\nCô ấy và Pierro là hai Quan Chấp Hành đầu tiên mà tôi quen. Thái độ cao ngạo của cô ấy khi lần đầu đến thăm Căn Nhà Hơi Ấm đã khiến bọn trẻ không thích. Sau đó thì cô ấy mỗi lần đến thăm đều mang theo quà, thẳng thắn bày tỏ là \"ai không thích tôi thì sẽ không có phần\". Vì để có quà mà bọn trẻ đã đua nhau diễn kịch, cô ấy cũng hùa theo. Tôi đoán cô ấy rất thích cảm giác được những đứa trẻ vây quanh mình, điều này có lẽ bắt nguồn từ sự cô độc trong nội tâm của cô ấy... Đối với sự hy sinh của Signora, tôi vô cùng nuối tiếc, mong cô ấy có thể hội ngộ với người yêu đã mất của mình."
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Là vị khách thần bí được \"Vãng Sinh Đường\" mời đến, kiến thức uyên bác, có sự hiểu biết sâu rộng đối với nhiều sự vật sự việc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Câu Chuyện Nhân Vật"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Gnosis"
      },
      {
        "type": "RichText",
        "text": "Sau khi công việc chuẩn bị cho \"Điển Lễ Tiễn Tiên\" do Zhongli chủ trì ở Liyue đã hoàn tất, Signora - Quan chấp hành của Fatui xuất hiện trước mặt anh.\nDựa theo Khế Ước đã ký kết, cô đến để lấy đi Gnosis của Nham Thần Morax. Trước mặt Nhà Lữ Hành và hai vị quan chấp hành Fatui, Zhongli thẳng thắn nói ra chuyện giao dịch của mình với Băng Thần.\nTheo lời anh, đây là \"Khế ước kết thúc tất cả các khế ước\" được ký kết vào thời khắc cuối cùng. Nhưng bất luận nhìn thế nào, cái giá mà Nham Thần phải bỏ ra trong cuộc giao dịch này quả thực quá nhiều, ngay cả thần lực bảo vệ Liyue cũng sắp biến mất.. Dù là giữa người với người, quy tắc thép trong giao dịch chính là \"trao đổi ngang giá\".\nĐối với vị Nham Thần đã ký Khế Ước cả trăm ngàn năm nay, Khế Ước quan trọng như vậy chắc chắn là có lợi thì anh mới cân nhắc. Giờ đây, Nham Thần đã dùng Gnosis của chính mình để làm cái giá cho giao dịch. Băng Thần rốt cuộc đã đặt cược thứ giá trị đến thế nào mới có thể khiến cán cân của cuộc giao dịch trở nên cân bằng chứ?"
      },
      {
        "type": "CustomEntry",
        "epId": 2532,
        "name": "Viktor",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Viktor_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Đối Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Công Việc</color>\nTôi biết ngay bạn muốn hỏi cái này, nhưng cái này tôi thật sự không biết, bản thân tôi cũng thấy kỳ lạ.\nCấp trên gửi tôi đến thành Mondstadt làm việc cho đại nhân Signora, nhưng cho đến hôm nay đại nhân Signora vẫn chưa kêu tôi làm việc gì.\nNghe người ta nói, đại nhân Signora ghé qua thành Mondstadt một lần, sau đó lại rời khỏi, nghe nói tâm trạng cô ấy rất tốt...\nTheo tôi, nếu đại nhân Signora đã làm xong chuyện, vậy thì mau đi thôi. Dù sao người Mondstadt cũng không thích bọn tôi, cứ ở lại đây không phải là tự chịu khổ à.\n...\nĐúng vậy, gần đây tôi mới nhận được lệnh của cấp trên, kêu tôi trở về Snezhnaya.\nNói cái gì mà... tôi bị điều đến dưới trướng một Quan Chấp Hành đại nhân khác, tạm thời không cần ở Mondstadt chờ lệnh.\nCũng không biết rốt cuộc tôi sẽ bị điều đến đâu, nhưng tuyệt đối đừng là \"Scaramouche\" nha...\nCòn có thể là gì nữa, đương nhiên là vì... chuyện... Signora đại nhân... hi sinh rồi.\nÔi, một người ở cấp bậc như tôi, cứ nghe theo lệnh của cấp trên là được, nghĩ nhiều như vậy làm gì.\n...\nTừ khi tôi bị điều chuyển khỏi Mondstadt, tôi đã được lệnh quay thẳng về Snezhnaya.\nNhưng giữa đường lại có một lệnh mới, bảo tôi đến Thành Sumeru để hỗ trợ công việc của ngài Vsevolod, còn báo cho tôi biết rằng, tôi đã bị điều đến dưới trướng của đại nhân \"Pulcinella\"."
      },
      {
        "type": "CustomEntry",
        "epId": 2530,
        "name": "Mikhail",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Mikhail_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2502,
        "name": "Lyudmila",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Lyudmila_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Đối Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Inazuma</color>\n<color=#37ffff>Mikhail</color> : Này, đã nghe cấp trên nói chưa? Lệnh Truy Lùng Vision được chấp hành nghiêm ngặt ở Inazuma đã được bãi bỏ rồi đó!\n<color=#37ffff>Lyudmila</color> : Lệnh Truy Lùng Vision... không phải là lệnh do chính Lôi Thần ban bố sao? Vị thần cao ngạo như thế cũng phải thay đổi ý định sao...\n<color=#37ffff>Lyudmila</color> : Nhưng so với chuyện này, thì điều làm tôi kinh sợ hơn nữa, chính là \"Signora\" đại nhân xếp thứ 8 trong 11 Quan Chấp Hành của Fatui...\n<color=#37ffff>Mikhail</color> : Ừm, về chuyện này thì...tôi lại cảm thấy, vì sự nghiệp vĩ đại của nữ hoàng điện hạ, cũng cần phải có sự hi sinh.\n<color=#37ffff>Lyudmila</color> : Nhưng đó là Quan Chấp Hành đại nhân đấy...rốt cuộc chuyện gì đã khiến đại nhân \"Signora\" mạnh mẽ phải mất mạng...\n<color=#37ffff>Mikhail</color> : Ai mà biết được...con người rồi sẽ thay đổi mà, biết đâu bây giờ sức mạnh của cô ấy không còn chiến thắng được các Quan Chấp Hành khác thì sao, nếu không đã không phải đi đến bước này.\n<color=#37ffff>Mikhail</color> : Cứ xem đi, vị trí thứ 8 chắc chắn sẽ có một nhân vật lợi hại nào đó thay thế. Đến lúc đó sức mạnh của Fatui chúng ta sẽ càng thêm đáng gờm!"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>La Signora</color>"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffffd9>The Fair Lady</color>"
          }
        ]
      },
      {
        "key": "Các Mục Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2101,
            "name": "Signora",
            "desc": "Signora - Quan Chấp Hành thứ 8 của Fatui.<br/>Khác với những Fatui sử dụng quyền năng Delusion khác, Delusion là thứ có thể áp chế và gặm nhấm mọi ngọn lửa. Thay vì gọi nó là binh khí chém giết, thì tên gọi \"đạo cụ giam cầm\" sẽ càng gần gũi với nó hơn.<br/>Mà đây chính là tàn tro tích tụ qua bao nhiêu năm tháng, sau khi phá vỡ màn sương Delusion và tạo nên dung mạo quái lạ cho cô.<br/>Trong đôi mắt phản chiếu ánh đỏ rực, cuối cùng cô ấy dang rộng đôi cánh rực lửa bay về hướng ánh bình minh.<br/><i>\"Nhưng đó không phải ánh mặt trời, Rosalyne thân mến. Đó là biển lửa thiêu rụi mọi thứ.\"</i><br/>Trong ánh sáng, một giọng nói vang lên trong cô.<br/><br/>Nhưng cũng không có ý nghĩa gì. Bởi vì trong lòng cô hiểu rõ, bản thân mình đã bị lửa thiêu rụi từ lâu rồi.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Thất Thánh Triệu Hồi",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 4734,
            "name": "Signora",
            "desc": "<p><strong>Quan Chấp Hành Thứ 8 - Signora</strong></p><p>Trong đôi mắt phản chiếu ánh đỏ rực, cuối cùng cô ấy dang rộng đôi cánh rực lửa bay về hướng ánh bình minh.</p><p>\"Nhưng đó không phải ánh mặt trời, Rosalyne thân mến. Đó là biển lửa thiêu rụi mọi thứ.\"</p><p>Nhưng cũng không có ý nghĩa gì. Bởi vì trong lòng cô hiểu rõ, bản thân mình đã bị lửa thiêu rụi từ lâu rồi.</p>",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/15/f09b3e68802998c038891d55f147417a_9142735824302188808.png",
            "amount": 1
          }
        ],
        "isMaterial": true
      }
    ]
  }
}