{
  "epId": 7482,
  "name": "Tartaglia",
  "desc": "<p>Quan chấp hành thứ mười một của Fatui, Childe. Tên thật là Ajax.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/55631176/daa7ec26fb1d28b31d11ab51aabfb581_6887574332216911386.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1747154013,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/55631176/d1a1e12bb9e2c1ab03b3c1690070f377_4680897970148530133.png"
      },
      {
        "key": "Tartaglia",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/55631176/0c7f4e8f540abc536953f93acaa6f902_9006040072188901941.png"
      },
      {
        "key": "Quan Chấp Hành",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/06/55631176/735360866d4476bd5c8bb8e35521fad5_3709108241956483922.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Tartaglia"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Snezhnaya"
          }
        ]
      },
      {
        "key": "Tổ Chức",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "Danh Hiệu",
        "value": [
          {
            "type": "RichText",
            "text": "Childe"
          }
        ]
      },
      {
        "key": "Các Mục Liên Quan",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 42,
            "name": "Tartaglia",
            "desc": "Childe đứng thứ 11 trong quan chấp hành Fatui, uy danh chiến tích luôn được ca ngợi.",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2100,
            "name": "Childe",
            "desc": "Quan Chấp Hành thứ 11 của Fatui, \"Childe\" Tartaglia.<br/>Hấp thu sức mạnh từ trong \"Delusion\" xui xẻo, học được võ thuật chiến đấu từ trong bóng tối.<br/><br/>Là một chiến sĩ thuần túy khao khát chiến đấu.<br/>Những trận chiến ác liệt, những lần đối mặt với sinh tử, với anh ta mà nói đều là những trận thử thách vui vẻ.<br/>Mọi người đều nói chiến tích của \"Childe\" vang vọng khắp xa gần.<br/>Nhưng bản thân anh ta lại không tán đồng với những lời lẽ thổi phồng này.<br/><br/>Suy cho cùng thì...<br/><i>\"Vận mệnh của bạn là sẽ trở thành mắt bão của chiến tranh, </i><br/><i>\"Tiếng đao kiếm va vào nhau sẽ là âm nhạc đồng hành cùng bạn.</i><br/><i>\"Ký ức đen tối khi bước vào đêm đen,</i><br/><i>\"cuối cùng sẽ trở thành sức mạnh để bạn lật đổ thế giới.\"</i>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "Thất Thánh Triệu Hồi",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3833,
            "name": "Tartaglia",
            "desc": "<p><strong>Childe - Tartaglia</strong></p><p>Ván bài cũng là chiến trường, người giỏi sẽ dẫn trước.</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/44749939/2db46f62068c4f545f787ef481fe73c8_3217269111856618990.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Ajax",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/8e4a48fea9ba447e58ca571fd2fb398d_5216455806614200578.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Ajax sinh ra tại Snezhnaya, trong một ngôi làng ven biển thanh bình phủ đầy băng tuyết. Cái tên của cậu được đặt theo một vị anh hùng trong truyền thuyết — người từng khám phá vùng đất huyền thoại nơi vàng óng và đá trắng lấp lánh ẩn sâu trong lòng biển băng giá.\nVề cái tên Ajax ấy, người ta kể nhiều câu chuyện kỳ diệu: rằng cậu đã lênh đênh nhiều ngày trên con tàu trôi vào bụng một con cá voi khổng lồ; rằng cậu từng giao chiến với một con rồng giữa đồng bằng giá lạnh suốt bảy ngày bảy đêm; rằng cậu đã mất đi người con gái cậu yêu — Snegurochka — vì mưu mô tàn độc của những kẻ dị chủng giả trá.\nRồi một ngày nọ, cậu bước vào một vương quốc chưa từng được ai biết đến — một đế chế từng hưng thịnh, nay bị chôn vùi dưới lòng đất sau một đại họa cổ xưa. Trong bóng tối u tịch ấy, nhà vua vẫn lặng lẽ ngồi trên ngai trắng khổng lồ được khắc từ đá, quyền trượng vẫn nắm chặt trong tay như thể thời gian không thể làm mòn uy quyền của ông. Những hàng cây bạc trắng mọc lên trong đại sảnh như đôi tay của người mẹ hay người tình, đang ôm ấp tế sư khôn ngoan và đầy đức hạnh vào lòng.\nNhưng rồi, những sinh vật cổ xưa cũng bắt đầu cựa mình tỉnh giấc. Trong số đó có một con rồng canh giữ kho báu vô tận bằng vàng — thứ mà bao thế hệ đã đổ máu để tranh giành. Thế nhưng, cậu bé ấy, với lòng dũng cảm và trái tim nhân hậu, hiểu rằng chính lòng tham với vàng mới là khởi nguồn của tai họa. Vậy nên cậu chỉ lấy một phần rất nhỏ — vừa đủ để nuôi sống mình, và chữa bệnh cho những người bạn đang ốm yếu."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/c7ec98269330724afc869375e13cd61c_4187593712986688303.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi mới mười bốn tuổi, Ajax bắt đầu chán ghét cuộc sống gia đình tẻ nhạt và đơn điệu. Cậu lặng lẽ rời khỏi ngôi nhà nơi tuyết phủ quanh năm, chỉ mang theo bên mình một con dao ngắn và mẩu bánh mì khô. Giữa khu rừng băng giá, cậu bị lạc, trở thành con mồi cho lũ gấu và sói đang săn mồi trong đêm. Khi chạy trốn, cậu rơi xuống một khe nứt sâu không đáy — và tại nơi tận cùng của thế giới này, Ajax lần đầu tiên nhìn thấy Vực Sâu.\nTrong bóng tối bất tận ấy, nơi không có ngày cũng chẳng có đêm, cậu chạm mặt một nữ kiếm sĩ bí ẩn tên Skirk — đệ tử của một trong những Tội Nhân huyền thoại của Khaenri’ah, Surtalogi. Skirk nhận ra điều khác thường ở cậu bé. Trong ba tháng tiếp theo, Ajax được đào tạo trong cõi tối tăm này: học cách chiến đấu, cách di chuyển giữa những dòng năng lượng hỗn loạn, và học cách khơi mào xung đột bằng chính bản chất thiên về hỗn loạn của mình.\nNgay sau khi rơi xuống, cậu có một giấc mơ kỳ lạ: bản thân đang chìm sâu trong lòng đại dương, nơi chỉ có sự tĩnh lặng chết chóc và bóng tối bao quanh. Rồi từ nơi xa xăm, một con cá voi khổng lồ xuất hiện, to lớn đến mức chỉ cần hiện diện của nó thôi cũng đủ khiến cậu nghẹt thở. Đó không phải là sinh vật bình thường, mà chính là Thôn Tinh Kình Ngư — thú cưng khủng khiếp của Surtalogi, và cũng là sinh vật mà sau này sẽ trở thành mấu chốt khiến lời tiên tri tại Fontaine thành hiện thực.\nKhi Ajax hỏi Skirk vì sao lại nhận dạy mình, bà chỉ trả lời một cách mơ hồ: “Ngươi đã đánh thức một thứ gì đó. Nó đã để lại dấu vết trên người ngươi. Và sớm muộn gì, ngươi sẽ cần đến điều ta dạy hôm nay.”\nTại vực sâu, Ajax còn nhận được một năng lực đặc biệt: Trang Phục Ma Vương — một sức mạnh khủng khiếp mà cái giá phải trả là những cơn đau xé toạc cơ thể. Nó ăn mòn thể xác, bào mòn ý chí, nhưng đổi lại, ban cho cậu sức mạnh vượt qua giới hạn con người."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/bf8ee46d2caba6d5928fbe7b125d37c4_1057263365001305982.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi người mẹ và em gái cuối cùng cũng tìm thấy Ajax, chỉ ba ngày trôi qua ở thế giới bên ngoài. Nhưng với cậu bé, thời gian trong Vực Sâu đã vĩnh viễn thay đổi mọi thứ. Từ một cậu nhóc rụt rè, ít nói và dễ dao động, Ajax trở thành một thiếu niên tự tin, luôn hành xử như thể cả thế giới xoay quanh mình. Ở đâu có xung đột, ở đó có Ajax — và cậu yêu thích điều đó. Cậu không né tránh những cuộc tranh cãi hay ẩu đả, mà thậm chí còn khơi mào chúng, tận hưởng từng khoảnh khắc của sự hỗn loạn.\nSau một trận chiến dữ dội khiến Ajax suýt mất mạng, cha cậu buộc lòng gửi con trai đến tổ chức Fatui, với hy vọng rằng kỷ luật thép của quân đội sẽ uốn nắn lại tính khí cậu. Nhưng mọi hy vọng nhanh chóng sụp đổ khi ông tận mắt chứng kiến Ajax dễ dàng đánh bại cả một đội binh sĩ được huấn luyện bài bản. Tài năng của cậu nhanh chóng thu hút sự chú ý của Pulcinella — thị trưởng Snezhnaya và cũng là Quan Chấp Hành thứ năm của Fatui. Pulcinella vừa bất ngờ vừa hứng thú trước sức mạnh lẫn tính cách luôn hướng về xung đột của cậu thiếu niên.\nKhông do dự, Pulcinella thu nhận Ajax vào hàng ngũ Fatui. Dưới danh nghĩa “trừng phạt,” ông buộc cậu phải bắt đầu từ những cấp bậc thấp nhất, nhưng thực chất lại là một thử thách để rèn luyện bản lĩnh và khát vọng. Ajax, không những không nản lòng, mà còn coi đây là sân chơi hoàn hảo để thỏa mãn cơn khát chiến đấu của mình. Những cuộc đối đầu ngày một khốc liệt, những chiến thắng giành được trước các đối thủ sừng sỏ — tất cả nuôi lớn cái tôi đầy kiêu hãnh trong cậu.\nCuối cùng, cậu được phong danh hiệu Tartaglia và trở thành người thứ mười một trong hàng ngũ các Quan Chấp Hành Fatui — đồng thời là Quan Chấp Hành trẻ tuổi nhất trong lịch sử tổ chức. Từ cậu bé lạc lối giữa rừng tuyết, Ajax đã vươn lên hàng ngũ những người quyền lực nhất ở Snezhnaya, mang trong mình ánh mắt không bao giờ nguôi cơn thèm khát chiến tranh.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7485,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7478,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Thôn Tinh Kình Ngư",
        "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Sinh vật khổng lồ thần bí từ thế giới khác.</span><br><span style=\"color: rgb(219, 222, 225)\">Những nhà thơ thường ví von bầu trời sao với đại dương. Họ từng nhìn thấy hoặc mơ thấy vô số sinh vật phù du phát sáng trôi nổi trên vùng biển tối tăm không trăng, tựa như dải ngân hà, hoặc có lẽ ánh trăng trên mặt biển đã bị xé toạc thành nhiều mảnh, lấp lánh như những vì sao. Trong những câu chuyện kỳ ảo nhất hay những lời dối trá điên cuồng nhất, ở những ngôi sao sâu thẳm trong vũ trụ có lễ cũng đầy ắp sự sống như Teyvat, mà vũ trụ thì cũng giống như đại dương. Nhưng nhìn một cách thực tế, nếu thực sự tồn tại vũ trụ sâu thẳm đầy ắp sự sống như vậy, tại sao đến giờ vẫn chưa tiếp xúc với Teyvat? Có thể vũ trụ vẫn luôn cố gắng xâm nhập vào Teyvat, có lẽ một thế lực cao hơn đã tạo ra biên giới để bảo vệ thế giới này.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/44749939/d6f05906844b79f1be3d4f049381a60f_3515231889657264081.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4001,
        "name": "Khúc Ca Vịnh Hẹp",
        "desc": "<p>Ngọn thương mà người bắt cá ở vùng băng giá sử dụng, tuyệt đối không buông tha cho bất cứ con mồi nào.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/12108544/bd385748dfaefad1cddca86948a4846c_2619445097134036779.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tartaglia",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/2a64a1b210808064bb891b8ed99159db_6192226731959008705.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vào ngày Ajax chính thức trở thành một Quan Chấp Hành, chính Pierro — thủ lĩnh tối cao của Fatui — đã đích thân gắn Delusion lên thắt lưng của cậu. Đó là phần thưởng xứng đáng cho những chiến công vang dội trong việc tiêu diệt những sinh vật quái dị từ Vực Sâu, là dấu ấn của vô số trận chiến đẫm máu mà cậu đã vượt qua. Nhưng đối với Childe, Delusion không mang ý nghĩa của quyền lực hay vinh quang — đó chỉ là một biểu tượng danh dự. Bởi lẽ, tất cả sự chú tâm và lòng tôn kính trong cậu đều hướng về Nữ Hoàng Băng Giá.\nNgười phụ nữ ấy — cao ngạo, lạnh lẽo, nhưng thuần khiết và mạnh mẽ — là hiện thân hoàn hảo của chiến tranh và trật tự mà Childe ngưỡng mộ. Không phải vì ngai vàng, cũng không vì quyền lực, mà vì ánh nhìn của bà: đôi mắt không cảm xúc nhưng sâu thẳm như băng, thấu hiểu và sắc bén như lưỡi kiếm. Trong mắt Tartaglia, bà không chỉ là vị thần thống trị Snezhnaya, mà còn là một chiến binh thực thụ — người duy nhất xứng đáng để cậu dâng hiến lòng trung thành tuyệt đối. Ngay khoảnh khắc nhận lấy Delusion, cậu đã tuyên thệ: luôn luôn trung thành với Tsaritsa.\nChilde nhanh chóng trở thành một trong những Quan Chấp Hành nguy hiểm nhất của Fatui. Đằng sau gương mặt trẻ trung, dễ gần và nụ cười thân thiện ấy là một chiến binh khát máu, thành thạo mọi loại vũ khí, sẵn sàng lao vào trận chiến mà không chút do dự. Điều duy nhất vượt lên trên kỹ năng điêu luyện của cậu chính là niềm đam mê thuần túy dành cho xung đột. Cậu không lùi bước trước hiểm nguy, ưa chuộng những chiến thuật liều lĩnh, và chỉ cảm thấy sống thật sự khi được đối đầu với những đối thủ mạnh mẽ.\nTuy nhiên, trong nội bộ Fatui, Childe lại là một kẻ lạc lõng. Cậu không hòa hợp với các Quan Chấp Hành khác — những người quen dùng âm mưu, thủ đoạn và dối trá để đạt được mục tiêu. Tính cách bộc trực và hiếu chiến của Tartaglia khiến họ vừa khó chịu, vừa lo sợ. Với họ, cậu giống như một quả bom nổ chậm — có thể gây rắc rối bất cứ lúc nào. Vì vậy, họ luôn tìm cách đẩy cậu đến những nhiệm vụ xa xôi, càng cách biệt với Snezhnaya càng tốt. Bất kỳ nơi đâu Tartaglia đặt chân đến, chiến tranh và hỗn loạn đều theo sau.\nDưới lớp vỏ ngoài cộc cằn, Childe vẫn là người sống có nguyên tắc. Cậu không bao giờ thất hứa, luôn hoàn thành nhiệm vụ được giao, và sẵn sàng hy sinh vì những người mà mình yêu thương. Chính sự thẳng thắn, đáng tin cậy ấy lại khiến cậu khác biệt — một chiến binh giữa những kẻ âm u, một kẻ cô độc giữa lòng tổ chức tàn nhẫn."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/9b063cc6a411fc73489d6ac641f0d9a5_4622716875123083039.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Một trong những nhiệm vụ tối quan trọng mà Childe được giao bởi Fatui là thu thập Gnosis — biểu tượng quyền lực tối cao của các Thần. Khi đến Liyue, cậu đến đúng lúc Điển Lễ Thỉnh Tiên Thất Tinh đang được tổ chức. Đó là khoảnh khắc linh thiêng khi Nham Thần Morax — vị thần bảo hộ Liyue — giáng lâm trước dân chúng. Nhưng thay vì nhận được sự chào đón trang trọng, vị Thần ấy đã bị sát hại ngay giữa lễ đường, gieo rắc nỗi kinh hoàng khắp thành phố cảng.\nNgay lập tức, Nhà Lữ Hành và Paimon, những người có mặt tại buổi lễ, trở thành đối tượng tình nghi của Thiên Nham Quân. Nhưng Tartaglia, nhận ra họ không thể là thủ phạm, đã ra tay giúp đỡ. Với sự hỗ trợ của Tartaglia, họ hợp tác để tìm hiểu sự thật đằng sau cái chết của Nham Thần, mở đầu cho một cuộc điều tra kéo dài và phức tạp.\nTartaglia đã đưa họ đến gặp Zhongli, cố vấn của Vãng Sinh Đường — người đóng vai trò quan trọng trong nghi thức mai táng thần linh tại Liyue. Mặc dù Childe chia sẻ về nhiệm vụ của mình trong Fatui, cậu vẫn giữ kín một phần sự thật: mục tiêu thực sự của cậu chính là Gnosis của Morax. Với kỹ năng của một điệp viên lão luyện, Childe không bao giờ tiết lộ toàn bộ kế hoạch, kể cả với đồng minh tạm thời của mình.\nĐể tiếp cận các Tiên Nhân, Tartaglia trao cho Nhà Lữ Hành một bản sao giả của Bách Vô Cấm Kỵ Lục — một văn kiện cổ từng được dùng trong quá khứ để diện kiến các vị Thần. Đây là một nước cờ mang tính chiến lược, cho phép cậu vừa theo dõi tiến độ điều tra, vừa từng bước tiếp cận mục tiêu của mình. Trong khi đó, các đặc vụ của Childe âm thầm giám sát mọi hành tung của Nhà Lữ Hành và Zhongli.\nCuối cùng, khi phát hiện ra rằng thi thể của Nham Thần được Thất Tinh giấu kín trong Hoàng Kim Ốc — nơi cất giữ vàng bạc và tài nguyên quốc gia — Tartaglia lập tức hành động. Cậu thâm nhập vào nơi linh thiêng này với ý đồ cướp đoạt Gnosis, châm ngòi cho cuộc đối đầu nảy lửa với Nhà Lữ Hành."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/2ff6dcc39170d2d940af03c5bbd0acc0_4761700651205942733.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi không tìm thấy Gnosis trên Tiên Tổ Pháp Thoái, Tartaglia bắt đầu nghi ngờ rằng Nhà Lữ Hành có thể đã lén lấy được Gnosis, hoặc tệ hơn, rằng Rex Lapis — vị Thần mà ai cũng tin đã chết — thật ra vẫn còn sống. Để xác minh điều đó, cậu quyết định tạo ra một tình huống đủ nghiêm trọng để buộc Morax phải ra mặt. Kế hoạch của cậu là đánh thức một vị Thần cổ xưa từng bị phong ấn sau Chiến Tranh Ma Thần — Osial, kẻ bị nhấn chìm trong đáy biển ngoài cảng Liyue.\nFatui nhanh chóng sản xuất hàng ngàn bản sao của Bách Vô Cấm Kỵ Lục và rải chúng khắp nơi, biến một nghi lễ cổ đại thành công cụ để triệu hồi thần tai họa. Childe tin rằng nếu Liyue bị đẩy đến bờ vực diệt vong, thì Rex Lapis sẽ không thể khoanh tay đứng nhìn.\nTuy nhiên, trái với dự đoán của cậu, khi Osial trỗi dậy, không phải Morax mà chính Thất Tinh Liyue, Thiên Nham Quân và các Tiên Nhân đã đứng lên bảo vệ thành phố của mình. Không có một vị Thần nào giáng lâm, chỉ có những con người kiên cường sát cánh bên nhau chống lại thảm họa. Cuối cùng, Osial bị phong ấn một lần nữa, và âm mưu của Tartaglia thất bại.\nSau trận chiến, Childe quay trở lại Ngân Hàng Bắc Quốc, lòng đầy nghi hoặc và thất vọng. Nhưng rồi, cậu phát hiện ra rằng mình không phải là Quan Chấp Hành duy nhất được cử đến Liyue cho nhiệm vụ này. Từ trong bóng tối, Signora — Quan Chấp Hành số tám — đã lặng lẽ thực hiện một ván cờ khác, đầy tính chính trị và thao túng. Trong khi Tartaglia tung hoành nơi tiền tuyến, thì cô lại bí mật gặp gỡ chính Rex Lapis.\nZhongli, cố vấn của Vãng Sinh Đường, thật ra chính là Morax — Nham Thần Liyue. Đúng như tên gọi của khế ước cuối cùng mà ông lập, khế ước chấm dứt mọi khế ước, Morax đã quyết định từ bỏ quyền lực Thần linh, giao lại Gnosis của mình cho Fatui như một phần trong thỏa thuận giữa hai thế lực. Còn Tartaglia, người luôn tin rằng mình đang giữ vai trò trung tâm của ván cờ, cuối cùng lại chỉ là một quân tốt được điều khiển mà không hề hay biết.\nMặc dù Tartaglia đã lừa dối Nhà Lữ Hành và chiến đấu với họ trong Hoàng Kim Ốc khi muốn đánh cắp Gnosis, anh vẫn coi họ là bạn của mình, người mà anh luôn sẵn sàng chiến đấu cùng và cải thiện kỹ năng của mình.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "name": "Liyue",
        "desc": "<p>Bến cảng giàu có nằm phía đông đại lục Teyvat. Vùng đất màu mỡ được tạo nên từ những dãy núi cao, rừng đá sừng sững, đồng bằng rộng lớn và những bờ sông nhộn nhịp sức sống, nơi đây rực rỡ sắc màu trong bốn mùa. Có bao nhiêu món quà cổ xưa của Nham Ma Thần được chôn vùi giữa núi non và những kỳ tích đá đang chờ người ta khám phá đây?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/5968bc73f375ee1e3704302541c83c7f_5132625440292305.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "Tiên",
        "desc": "<p>Tiên Nhân là những linh thú bất tử của Liyue, đã bảo vệ con người trong hàng thiên niên kỷ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/55631176/7372a2d1b47769b64d0e87bd21a867a7_8335201144306207466.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnosis là vật phẩm thuộc sỡ hữu của Bảy Vị Thần để trực tiếp cộng hưởng với Đảo Thiên Không và là bằng chứng xác nhận trạng thái của một vị thần dưới danh là vị chấp chính trần thế. Nó có hình dạng của quân cờ. <span class=\"wk-shady\">Sau đó được tiết lộ rằng Gnosis được tạo ra từ phần còn lại của Kẻ Đổ Bộ Thứ Ba.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/e396f8e6f02f3b0f579bc71a7089833b_8988921317301815411.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7480,
        "name": "Signora",
        "desc": "<p>Số Tám trong Mười Một Quan Chấp Hành Fatui, còn được biết đến với cái tên \"The Fair Lady\". Tên thật của cô ấy là Rosalyne-Kruzchka Lohefalter.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/05/55631176/6973138bdad6bd8bd2d4f883ef72ba25_4116288043863825920.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Là vị khách thần bí được \"Vãng Sinh Đường\" mời đến, kiến thức uyên bác, có sự hiểu biết sâu rộng đối với nhiều sự vật sự việc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "name": "Osial",
        "desc": "<p>Ma Thần Lốc Xoáy, đã bị Nham Vương Đế Quân đánh bại trong Chiến tranh Ma Thần.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/8f19e7d7f4497f1f55fd9491dd6532f5_5779460956581382788.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 1225,
        "name": "Bách Vô Cấm Kỵ Lục",
        "desc": "Một tín vật nào đó được quan chấp hành \"Childe\" của Fatui mượn dùng, dân chúng Liyue chỉ có thể đứng ngoài \"Tuyệt Vân Gián\" cung phụng tiên nhân, nhưng nghe nói tín vật này có thể tiến lại gần động phủ của tiên nhân.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/a90d4f92fe27fb3e9d6dc7d5efab10af_9003855085956946220.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Inazuma",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/49950bdedc1da3d730cf103694247a6c_9105019381894195346.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, một bí cảnh kỳ lạ bất ngờ xuất hiện tại khu vực Araumi của Inazuma, kéo theo sự tràn ra của vô số quái vật. Hiệp Hội Tenryou nhanh chóng mở cuộc điều tra, nhưng nhiều binh sĩ đã bị thương nặng, và không ai dám bước qua cánh cổng bí ẩn ấy.\nKhi khu vực không có ai canh gác, Tartaglia đã lặng lẽ tiến vào và dễ dàng tiêu diệt toàn bộ lũ quái vật bên trong. Không lâu sau đó, Nhà Lữ Hành, Paimon, cùng nữ rocker đến từ Liyue – Xinyan – cũng xuất hiện và tình nguyện hỗ trợ Hiệp Hội Tenryou. Họ mang theo một con người giấy có tên Shiki Taishou, người tự nhận là Người Giám Sát của bí cảnh có tên Đền Âm Dương Quyết Lục, dù trí nhớ của anh ta hầu như đã bị xóa sạch.\nĐể tránh gây ra xung đột giữa người dân Liyue và Tartaglia – một Quan Chấp Hành của một tổ chức đã từng gây rối loạn tại đây – Paimon đã giới thiệu Childe là một “lữ khách” đến từ Mondstadt.\nSau khi nhóm tiêu diệt được đợt quái vật đầu tiên, Shiki Taishou kích hoạt một cơ chế lẽ ra phải mở ra lối đi tiếp theo. Tuy nhiên, thay vào đó, toàn bộ cấu trúc của bí cảnh bị đảo lộn, và các căn phòng trong Phòng Bí Mật bị thay đổi vị trí hoàn toàn. Childe bị mắc kẹt bên trong và buộc phải chiến đấu liên tục trong nhiều ngày liền.\nThế nhưng, đúng với bản chất của mình, Childe chẳng những không tỏ ra mệt mỏi mà còn hứng thú với chuỗi trận chiến bất tận này — anh tận hưởng từng khoảnh khắc chiến đấu trong mọi căn phòng mà mình có thể đặt chân đến."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/a6443e196728d8015c8c4fe87e0b63c0_3535334777563498687.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Mục tiêu lớn nhất trong cuộc đời Tartaglia là không ngừng hoàn thiện bản thân. Anh lao mình vào những khe nứt sâu thẳm giữa rễ cây cổ thụ khổng lồ, đối mặt với vô vàn hiểm nguy, và tham gia vào những trận chiến sinh tử. Tất cả những điều đó không chỉ rèn giũa kỹ năng mà còn khiến anh ngày càng mạnh mẽ hơn. Với Tartaglia, chiến đấu chính là lẽ sống. Anh tin rằng mình sinh ra là để chiến đấu, và chừng nào vẫn còn hơi thở, thì tiếng gọi của trận mạc sẽ không bao giờ dừng lại.\nSau khi Xinyan, Tartaglia, Nhà Lữ Hành và Paimon giúp Shiki Taishou khôi phục toàn bộ ký ức cũng như giành lại quyền kiểm soát Đền Âm Dương Quyết Lục, Tartaglia mới tiết lộ mục đích thực sự của anh khi đến Inazuma. Sau khi Scaramouche – người giữ vị trí thứ sáu trong hàng ngũ Quan Chấp Hành – chiếm lấy Gnosis hệ Lôi, Fatui đã hoàn toàn mất liên lạc với hắn. Tin rằng sự xuất hiện đột ngột của một bí cảnh đầy rẫy quái vật có thể liên quan đến sự mất tích của Scaramouche, Tartaglia đã đích thân đến điều tra. Tuy nhiên, anh không tìm thấy dấu vết nào của đồng đội mình.\nDù mục tiêu ban đầu không đạt được, Tartaglia vẫn quyết định ở lại Đền Âm Dương Quyết Lục — không vì nghĩa vụ, mà vì ở nơi đó, anh có thể tiếp tục đắm mình trong những trận chiến mà anh hằng khao khát."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/f555659082a7b794e48898e86da21502_4948908418307441853.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Trong một chuyến công tác tiếp theo đến Inazuma, Tartaglia quyết định dành chút thời gian để chọn quà cho các em của mình. Nhớ rằng cậu em út Teucer từng tò mò về hình dáng thật sự của những con onikabuto ở Inazuma, anh liền lên đường vào rừng Chinju để \"săn\" bọ.\nKhi đang tìm kiếm, Tartaglia bắt gặp một đứa trẻ đang chạy tán loạn và suýt bị quái vật bắt đi. Không do dự, anh nhanh chóng ra tay tiêu diệt lũ quái vật và cứu cậu bé. Trên đường đưa đứa trẻ trở về, anh tình cờ gặp Naganohara Yoimiya — bậc thầy pháo hoa nổi tiếng của Inazuma.\nYoimiya giải thích rằng đứa trẻ ấy nằm trong nhóm các em nhỏ đang tìm kiếm một sinh vật huyền thoại có tên \"Siêu Mujina Youkai\" — một con quái vật trong truyền thuyết, thường được người lớn dùng để dọa những đứa trẻ hay lang thang vào ban đêm. Dù cả Yoimiya và Tartaglia đều biết rằng sinh vật này không thật sự tồn tại, nhưng anh vẫn sẵn sàng giúp đỡ, bảo vệ bọn trẻ trong hành trình đầy háo hức và mạo hiểm của chúng.\nYoimiya nhanh chóng đoán ra danh tính thật sự của Tartaglia, sau khi nghe kể về những chuyện đã xảy ra tại Liyue. Tuy nhiên, cô cảm nhận được sự chân thành và quan tâm thực sự mà Quan Chấp Hành dành cho những đứa trẻ. Thấy anh không có ý định gây rắc rối, cô không chỉ cho phép anh ở lại mà còn sẵn lòng hỗ trợ.\nTrước khi rời Inazuma, Yoimiya giúp Tartaglia chọn quà lưu niệm cho các em, và còn tặng anh vài quả pháo hoa do chính cô thiết kế — như một món quà nhỏ thay cho lời chúc an lành và lời cảm ơn vì sự tử tế mà anh đã thể hiện.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "name": "Inazuma",
        "desc": "<p>Quần đảo biệt lập nằm ở phía đông đại lục Teyvat.</p><p>Vượt qua giông bão bất tận, đặt chân lên hòn đảo ngập tràn lá phong đỏ và hoa anh đào, trên những bờ cát quanh co, những vách đá cao chót vót và cả trong những khu rừng bí ẩn, chứng kiến sự vĩnh hằng được Tôn Chủ Narukami Ogosho theo đuổi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/12108544/fe011f0f93e3259d28b0272d0db961b7_2697662844516331471.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnosis là vật phẩm thuộc sỡ hữu của Bảy Vị Thần để trực tiếp cộng hưởng với Đảo Thiên Không và là bằng chứng xác nhận trạng thái của một vị thần dưới danh là vị chấp chính trần thế. Nó có hình dạng của quân cờ. <span class=\"wk-shady\">Sau đó được tiết lộ rằng Gnosis được tạo ra từ phần còn lại của Kẻ Đổ Bộ Thứ Ba.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/e396f8e6f02f3b0f579bc71a7089833b_8988921317301815411.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 41,
        "name": "Xinyan",
        "desc": "Nghệ sĩ rock duy nhất ở cảng Liyue, dùng âm nhạc và niềm đam mê hát lên chống lại những \"định kiến\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xinyan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "Chủ tiệm Pháo Hoa Naganohara, Nữ Hoàng Lễ Hội Hè, là người thợ tài năng gửi gắm nguyện vọng của mọi người vào pháo hoa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>Từng là Quan Chấp Hành thứ sáu, tạo ra bởi Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/55631176/d84f572ac7fc12cf02b8040e497e9603_7326603786611697057.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 104,
        "name": "Shiki Koshou",
        "desc": "Món quà Shiki Taishou đã tặng, bản sao chứa nhiều linh tính. Tuy rằng Shiki Koshou không thể sử dụng bùa phép, nhưng nó luôn giữ liên lạc với Shiki Taishou dù ở bất kỳ đâu, chia sẻ những gì mắt thấy tai nghe, giống như đang đồng hành với Shiki Taishou vậy đó.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shiki Koshou_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Fontaine",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/02b83c8efcd0348f6b4c16ef5bc81cd9_4398429651653804263.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vài năm sau khi hoàn thành nhiệm vụ ở Liyue, Tartaglia đặt chân đến Fontaine để thực hiện một số công việc vặt cho Ngân Hàng Bắc Quốc. Tuy nhiên, do cảm thấy chán nản với cuộc sống thường nhật, anh bắt đầu tham gia các trận đấu tay đôi với những Đấu Sĩ Đại Diện — các chiến binh tinh nhuệ nhất của quốc gia này — đơn giản chỉ để giải khuây.\nTrong lúc thu nợ cho Ngân Hàng, Tartaglia nhận ra điều bất thường: sức mạnh Thủy của anh đôi lúc không còn phản ứng theo ý muốn. Lo ngại rằng vấn đề bắt nguồn từ Vision Thủy, anh đã trao nó cho Nhà Lữ Hành — người anh tình cờ gặp trước một trận đấu — để giữ hộ.\nTuy nhiên, vấn đề không chỉ dừng lại ở Vision. Anh còn cảm nhận được một dòng năng lượng bất ổn đang trỗi dậy bên trong mình — thứ gì đó hỗn loạn và xa lạ, có khả năng làm rối loạn hoàn toàn khả năng điều khiển nguyên tố của anh. Điều này khiến Tartaglia không khỏi nhớ lại ký ức năm xưa — khoảnh khắc cậu bé Ajax ngã vào Vực Sâu và lần đầu tiên tiếp xúc với sức mạnh đen tối nơi đó. Anh tin rằng những gì đang xảy ra lúc này có liên quan đến sự kiện đó, thế nhưng dù đã tìm kiếm bao năm qua, anh vẫn không thể lần ra tung tích của Skirk — người thầy bí ẩn đã huấn luyện anh trong Vực Sâu và có thể là người duy nhất nắm giữ câu trả lời."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/486d97f728585fd78d8aba8ab8d56e8c_4388226969110039248.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Một thời gian sau khi gặp lại Nhà Lữ Hành, Tartaglia bất ngờ bị bắt giữ vì liên quan đến một loạt vụ mất tích bí ẩn tại Fontaine. Những vụ án đầu tiên bắt đầu từ hai mươi năm trước, khi Childe vẫn còn là một đứa trẻ. Trong suốt thời gian đó, nhiều cô gái trẻ ở Fontaine, có độ tuổi tương đồng, lần lượt biến mất một cách khó hiểu. Không ai tìm được thi thể của họ hay manh mối về thủ phạm.\nĐể giúp đỡ người bạn của mình và làm sáng tỏ vụ án, Nhà Lữ Hành cùng Paimon bắt tay vào điều tra. Họ thu thập được các bằng chứng cho thấy hung thủ là một người bản xứ đến từ Snezhnaya — một Nhà Thám Hiểm tên Vacher. Hơn hai mươi năm trước, Vacher từng đến Fontaine và tại đây, anh gặp và đem lòng yêu một nhà thám hiểm khác tên là Vigneire.\nTrong một chuyến thám hiểm dưới lòng biển, Vigneire vô tình tiếp xúc với dòng nước của Biển Khởi Nguyên — thứ nước thần bí có khả năng trả người dân Fontaine về hình dạng thật: những Tinh Linh Nước Trong. Cô bị hòa tan ngay trước mắt Vacher. Cú sốc đó đã khiến anh rơi vào tuyệt vọng, và sau đó bắt đầu bắt cóc các cô gái cùng tuổi với Vigneire, cố gắng tái sinh cô bằng những thí nghiệm điên rồ.\nNhà Lữ Hành và Paimon lần theo dấu vết, phát hiện ra phòng thí nghiệm bí mật của Vacher cùng với nhiều vật dụng thuộc về các nạn nhân mất tích. Vụ án tưởng chừng như đã được giải quyết, nhưng mọi chuyện lại rẽ sang một hướng bất ngờ.\nOratrice Mecanique d’Analyse Cardinale — một cỗ máy xét xử đặc biệt được Thủy Thần Focalors tạo ra, có quyền phán quyết tối cao ở Fontaine — tuyên bố rằng không chỉ Vacher, mà cả Tartaglia cũng có tội. Dù không ai hiểu rõ lý do, phán quyết của Oratrice là tuyệt đối và không thể bị kháng nghị.\nTheo lệnh thi hành, các Hiến Binh được giao nhiệm vụ áp giải Tartaglia đến Pháo Đài Meropide. Trong lúc chống cự, anh đã sử dụng Delusion để tấn công lực lượng này. Tuy nhiên, Thẩm Phán Tối Cao Neuvillette đã can thiệp, đánh bại Tartaglia và tuyên bố sẽ đích thân điều tra để làm sáng tỏ toàn bộ sự thật ẩn giấu phía sau phán quyết của Oratrice."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/fe528b8667e756f11c1c864866b74822_3956355331289995428.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vài ngày sau khi Childe bị đưa đến Pháo Đài Meropide vì các cáo buộc, anh đột ngột biến mất không để lại dấu vết. Fatui lập tức phái điệp viên đến điều tra tung tích của Quan Chấp Hành, nhưng không một ai trong số họ quay trở lại. Trước tình hình đó, Arlecchino — một Quan Chấp Hành khác của Fatui — đã yêu cầu Thẩm Phán Neuvillette cho phép cô tiếp cận nhà tù. Tuy nhiên, ông từ chối và đưa ra một thỏa hiệp.\nTheo thỏa thuận này, Nhà Lữ Hành và Paimon được phép đến Pháo Đài Meropide để bí mật điều tra sự mất tích của Childe. Khi ở đó, Nhà Lữ Hành — người vẫn đang giữ Vision Thủy của Childe — bắt đầu nhìn thấy những giấc mơ lạ qua nó. Trong các giấc mơ ấy, Tartaglia dường như đang bị một ai đó gọi đi, rồi rơi xuống Biển Khởi Nguyên, nơi một con cá voi khổng lồ lơ lửng ngay phía trên anh.\nDù Nhà Lữ Hành và Paimon đã phần nào lần ra sự thật về sự biến mất của người bạn mình, họ vẫn không thể tìm thấy anh. Sự thật là, trong thời gian ở Pháo Đài, Childe đã làm việc chăm chỉ và nhờ vậy giành được sự tôn trọng từ các tù nhân khác. Chính họ đã giúp anh trốn thoát qua một đường ống thoát nước — nơi dẫn anh rơi thẳng vào Biển Khởi Nguyên.\nVào ngày Nhà Lữ Hành và Paimon chuẩn bị rời khỏi Pháo Đài, mực nước của Biển Khởi Nguyên bất ngờ dâng cao, bắt đầu hòa tan mọi người, báo hiệu một biến cố lớn sắp xảy ra."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/15c68a65ed9aa49b3fe80085734d56d6_4972578725214993812.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Để xác định liệu lời tiên tri của Fontaine có trở thành hiện thực hay không, Thẩm Phán Tối Cao, Nhà Lữ Hành, Paimon cùng toàn thể cư dân Fontaine đã tổ chức một phiên tòa đặc biệt nhằm xét xử Thủy Thần Furina. Tuy nhiên, giữa phiên tòa, một vết rách không gian bất ngờ xuất hiện ngay giữa vở opera tại nhà hát Epiclese. Từ đó, một con Kình Ngư khổng lồ cùng Tartaglia — người đang chiến đấu với nó — đột ngột xuất hiện trước sự kinh hoàng của mọi người.\nBan đầu, cư dân Fontaine đều tin rằng mối đe dọa lớn nhất là trận đại hồng thủy đến từ Biển Khởi Nguyên. Thế nhưng, sự thật lại phơi bày một hiểm họa còn kinh khủng hơn: Thôn Tinh Kình Ngư — con quái vật mà Nhà Lữ Hành từng nhìn thấy qua Vision của Tartaglia. Sinh vật này không đến từ Teyvat mà là một thực thể xuyên không gian, từng du hành qua các vì sao, vừa di chuyển vừa không ngừng khóc than.\nThôn Tinh Kình Ngư hấp thụ năng lượng từ Biển Khởi Nguyên một cách tham lam, khiến nó ngày càng lớn mạnh và cũng chính là nguyên nhân khiến mực nước dâng cao. Do trong huyết quản của cư dân Fontaine chứa đựng dòng nước từ Biển Khởi Nguyên, họ vô tình trở thành mục tiêu thu hút của con quái vật này. Khi rời khỏi Biển Khởi Nguyên, nó lập tức tiến về nhà hát opera — nơi tập trung đông đảo người dân — mang theo mối đe dọa hủy diệt cận kề."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/7a36e866fb30ad5bd58b2602e7dbb618_2201361989401025622.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Kình Ngư đã hấp thụ một lượng lớn năng lượng từ Biển Khởi Nguyên, và vào thời điểm đó, nó gần như đã hoàn toàn hòa nhập với đại dương. Ngay cả khi toàn bộ Teyvat bị hủy diệt, sinh vật này vẫn có thể tồn tại và tiếp tục bơi đến một thế giới khác. Tartaglia, người đã đơn độc chiến đấu với Kình Ngư trong suốt một thời gian dài, đã thành công trong việc trì hoãn bước tiến của nó. Nếu không có sự can thiệp kịp thời của anh, Kình Ngư có lẽ đã sớm tiến vào đất liền và gây ra thảm họa không thể lường trước.\nNhờ sự hợp lực giữa Neuvillette và Tartaglia, con quái vật đã bị đẩy ngược trở lại qua vết nứt không gian. Tuy nhiên Tartaglia cũng ngã vào khe nứt đó. Sự kiện này đã khiến những người có mặt tại phiên tòa bắt đầu nghiêm túc tìm kiếm một kế hoạch mới nhằm chống lại lời tiên tri đe dọa sự tồn vong của Fontaine.\nVới quyền năng của Thẩm Phán Tối Cao — người duy nhất đủ sức đánh bại Thôn Tinh Kình Ngư và tách nó ra khỏi nguồn sức mạnh của Biển Khởi Nguyên — ông cùng Nhà Lữ Hành đã tiến vào vùng nước sâu thẳm này. Tại đó, họ gặp lại Skirk, người thầy bí ẩn của Tartaglia, cùng với Kình Ngư và chính Childe.\nDo trận chiến kéo dài và khốc liệt với con quái vật ngoài hành tinh, Tartaglia đã kiệt sức hoàn toàn và sau đó được đưa trở về Snezhnaya để điều trị. Mặc dù anh không thực sự liên quan đến vụ mất tích hàng loạt năm xưa, phán quyết sai lệch của Oratrice dường như lại là một “sai lầm định mệnh” – vì chính nhờ điều đó, mọi người đã có thời gian và cơ hội để đánh bại Thôn Tinh Kình Ngư, qua đó cứu lấy cư dân Fontaine khỏi sự diệt vong.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6343,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6347,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6351,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6356,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 5786,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "name": "Fontaine",
        "desc": "<p>Vùng biển trên đất liền nằm ở phần giữa của Teyvat.</p><p>Trôi theo dòng nước cuồn cuộn, vượt qua vùng hoang vu, rừng rậm, biển cát, nơi đến được sẽ là vùng đất cội nguồn của mọi dòng nước trên lục địa. Nơi sâu thẳm của thành phố biển ở trên đỉnh ngọn thác, phía trên cao nguyên, trong những câu chuyện chưa từng nghe, trong những truyền thuyết đã bị lãng quên từ lâu, vương quốc thất lạc giống như bị chìm xuống đáy biển luôn khao khát du khách đến thăm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/91f7e7c4477b960b3321002fe80aa9d7_5836607363338692487.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "Pháo Đài Meropide",
        "desc": "<p>Nhà tù Fontaine, do Công tước Wriothesley quản lý.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/19/55631176/94af9de4200d40c7e4196a094d52c314_7352182791188274508.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Người đứng đầu Thương Hội Cabriere, một tổ chức gắn bó sâu sắc với Spina di Rosula.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/20/55631176/25e9bbca3d3b73292f89a87f0780ee63_7004169295981456594.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7477,
        "name": "Arlecchino",
        "desc": "<p>Quan Chấp Hành thứ tư của Fatui, Arlecchino. Tên thật là Peruere.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/07/55631176/49a6a63847e74879c622d135e1c7a233_3359152215547844897.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Thôn Tinh Kình Ngư",
        "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Sinh vật khổng lồ thần bí từ thế giới khác.</span><br><span style=\"color: rgb(219, 222, 225)\">Những nhà thơ thường ví von bầu trời sao với đại dương. Họ từng nhìn thấy hoặc mơ thấy vô số sinh vật phù du phát sáng trôi nổi trên vùng biển tối tăm không trăng, tựa như dải ngân hà, hoặc có lẽ ánh trăng trên mặt biển đã bị xé toạc thành nhiều mảnh, lấp lánh như những vì sao. Trong những câu chuyện kỳ ảo nhất hay những lời dối trá điên cuồng nhất, ở những ngôi sao sâu thẳm trong vũ trụ có lễ cũng đầy ắp sự sống như Teyvat, mà vũ trụ thì cũng giống như đại dương. Nhưng nhìn một cách thực tế, nếu thực sự tồn tại vũ trụ sâu thẳm đầy ắp sự sống như vậy, tại sao đến giờ vẫn chưa tiếp xúc với Teyvat? Có thể vũ trụ vẫn luôn cố gắng xâm nhập vào Teyvat, có lẽ một thế lực cao hơn đã tạo ra biên giới để bảo vệ thế giới này.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/44749939/d6f05906844b79f1be3d4f049381a60f_3515231889657264081.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4127,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Gia đình",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/db2097975a7534d2c50ed1112c56536c_3453999757973187606.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Theo truyền thống của Snezhnaya, gia đình luôn được đặt lên hàng đầu — và Tartaglia cũng không phải ngoại lệ. Anh thường xuyên viết thư về cho các em trai, Teucer và Anthon, cùng chị gái Tonya, kể cho họ nghe những câu chuyện phiêu lưu thú vị về hành trình của mình qua các vùng đất khác nhau. Đi kèm với những bức thư ấy là thuốc men, quà lưu niệm và những món quà nhỏ chứa đựng tình cảm.\nDù những người trưởng thành trong gia đình đã biết rõ về công việc thật sự của Tartaglia dưới trướng Tsaritsa, anh vẫn cố gắng giữ bí mật với các em nhỏ. Với Teucer và Anthon, Childe chỉ là một “người bán đồ chơi” tài ba đến từ phương xa. Khi được điều động đến Liyue, anh còn nói rằng mình đang tạm thời làm việc cho “Chi nhánh Liyue của Viện Nghiên cứu Đồ chơi”.\nMột ngày nọ, vì quá nhớ anh trai, Teucer đã liều lĩnh lên một con tàu rời cảng, bám theo hướng mà anh cho là Tartaglia đang ở. Cậu bé vô tình đặt chân đến Liyue và cứ thế lang thang mà không biết đi đâu, cho đến khi bắt gặp một Thủ Vệ Di Tích không có nguồn năng lượng đang đứng yên. Nghĩ rằng đây là “Tiểu Bảo Một Mắt” — một món đồ chơi lớn mà anh trai mình đang bán — Teucer vui mừng chạy đến chơi, nhưng suýt gặp nguy hiểm.\nMay mắn thay, Nhà Lữ Hành và Paimon, những người đang điều tra những Thủ Vệ mất kiểm soát, đã kịp thời phát hiện và cứu cậu bé. Cả ba sau đó đã cùng nhau đi tìm Tartaglia tại Ngân Hàng Bắc Quốc."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/28/237301566/8e0baf34c52f2bd35f4a643b858b938b_4620199739498183242.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Sau khi biết em trai mình đã một mình đến Liyue, Tartaglia lập tức nhờ Nhà Lữ Hành và Paimon chăm sóc Teucer trong lúc anh bận rộn với nhiệm vụ của một Quan Chấp Hành. Trong thời gian đó, anh đã cố gắng làm cậu bé vui bằng cách tặng một chiếc diều hình Tiểu Bảo Một Mắt, chiêu đãi một bữa ăn đặc biệt, và dẫn đi tham quan khắp Cảng Liyue. Tuy nhiên, dù vui vẻ, Teucer vẫn không ngừng mong muốn được ở bên anh trai.\nMột lần, khi Nhà Lữ Hành và Paimon dẫn Teucer đến chỗ Childe — lúc đó đang thu nợ từ Đạo Bảo Đoàn — Tartaglia buộc phải tiếp tục giả làm “người bán đồ chơi”. Ngay cả khi được yêu cầu phát biểu chào mừng các tân binh Fatui, anh cũng khéo léo nói với em trai rằng đó chỉ là những “người bán đồ chơi mới” sắp bắt đầu công việc.\nKhi chứng kiến anh trai chiến đấu điêu luyện, Teucer không giấu được sự ngưỡng mộ và nói rằng mình cũng muốn học cách chiến đấu để có thể bảo vệ chị gái Tonya. Tartaglia, xúc động trước mong muốn ngây thơ ấy, đã hứa sẽ dạy cậu khi họ trở về Snezhnaya.\nTrước khi tiễn Teucer về nhà, Tartaglia quyết định biến một phần câu chuyện giả tưởng thành hiện thực bằng cách đưa cậu đến “Viện Nghiên Cứu Đồ Chơi Liyue” — trên thực tế là một cơ sở nghiên cứu bí mật thuộc quyền giám sát của một Quan Chấp Hành khác, Dottore. Vài ngày trước đó, những Thủ Vệ Di Tích bị mất kiểm soát tại trung tâm này đã tấn công người dân lân cận, và Tartaglia đã chuẩn bị tinh thần sẵn sàng đối đầu với mọi hiểm nguy để bảo vệ em trai.\nKhi họ đến tầng sâu nhất của trung tâm, Childe nhận ra rằng nhiều Thủ Vệ đã được kích hoạt trở lại bằng nguồn năng lượng mới. Để giữ Teucer tránh xa cảnh tượng chiến đấu, anh dịu dàng đề xuất chơi trò trốn tìm và bảo cậu đếm đến 60. Trong khi Teucer nhắm mắt đếm từng số, Tartaglia lặng lẽ kích hoạt Trang Phục Ma Vương — sức mạnh đáng sợ nhưng đầy nguy hiểm mà anh từng sử dụng tại Hoàng Kim Ốc, và vẫn chưa hoàn toàn hồi phục.\nDù cơ thể còn yếu sau trận chiến trước đó, Tartaglia không thể để bất cứ điều gì phá hủy giấc mơ trong sáng của em trai. Với tất cả sức lực còn lại, anh đánh bại toàn bộ lũ Thủ Vệ, giữ cho Teucer mãi tin rằng anh trai mình thực sự là một người bán đồ chơi phi thường — người có thể làm bất cứ điều gì để bảo vệ gia đình."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Hơn nữa, ước mơ của tuổi thơ là thứ mong manh nhất. Sợ là nếu bỏ mặc, cũng sẽ có một ngày tự tan vỡ.</color>\n<color=#ffffffd9>Cho nên nhất định phải có người bảo vệ mới được đúng không?</color>\n<color=#ffffffd9>Đã hứa thì phải làm, làm sai thì phải xin lỗi.</color>\n<color=#ffffffd9>Cho ai đó ước mơ, thì phải bảo vệ nó cho đến cùng...</color>\n<color=#ffffffd9>Người thân thì nên như vậy, chính là như vậy.\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Khi Nhà Lữ Hành tìm thấy Tartaglia trong tình trạng bị thương nặng sau trận chiến, anh nhận ra rằng Childe không muốn em trai mình nhìn thấy hình ảnh yếu ớt đó. Với sự thấu hiểu và tôn trọng, Nhà Lữ Hành trao cho Teucer một bức tượng Tiểu Bảo Một Mắt — món quà đặc biệt từ Tartaglia — và khẽ dặn rằng đây là cách anh trai cậu gửi lời tạm biệt. Nhờ vậy, hình ảnh cuối cùng của Childe trong mắt em trai vẫn là người anh hùng mạnh mẽ, chu đáo và tràn đầy yêu thương.\nTình cảm sâu sắc của Tartaglia không chỉ dành riêng cho gia đình. Dù luôn giữ khoảng cách và sự dè chừng với Arlecchino — một Quan Chấp Hành Fatui khác mà anh cho là nguy hiểm — Tartaglia vẫn mở lòng với những đứa trẻ ở Căn Nhà Hơi Ấm, cô nhi viện do cô điều hành. Anh tin rằng, bất chấp những mâu thuẫn trong tổ chức, trẻ em không bao giờ nên bị cuốn vào thế giới tàn nhẫn của người lớn.\nChilde luôn âm thầm quan sát, sẵn sàng can thiệp nếu Arlecchino phản bội lại niềm tin hoặc làm tổn hại đến những đứa trẻ của mình. Nếu ngày đó đến, Tartaglia sẽ không ngần ngại đứng lên để bảo vệ bọn trẻ — và nếu cần, anh sẽ trả thù cho chúng bằng tất cả sức mạnh của một Quan Chấp Hành Fatui.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "name": "Liyue",
        "desc": "<p>Bến cảng giàu có nằm phía đông đại lục Teyvat. Vùng đất màu mỡ được tạo nên từ những dãy núi cao, rừng đá sừng sững, đồng bằng rộng lớn và những bờ sông nhộn nhịp sức sống, nơi đây rực rỡ sắc màu trong bốn mùa. Có bao nhiêu món quà cổ xưa của Nham Ma Thần được chôn vùi giữa núi non và những kỳ tích đá đang chờ người ta khám phá đây?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/5968bc73f375ee1e3704302541c83c7f_5132625440292305.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 2491,
        "name": "Teucer",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Teucer_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7475,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2220,
        "name": "Thủ Vệ Di Tích",
        "desc": "Cỗ máy chiến đấu hình người cổ xưa.<br/>Tương truyền là cỗ máy chiến đấu được lưu truyền của quốc gia đã diệt vong, sẽ lang thang ở những di tích kinh đô cổ xưa trên khắp nơi trên thế giới, tấn công những người lữ hành xâm phạm. Theo nghiên cứu cho thấy thủ vệ di tích và những phế tích này không có cùng nguồn gốc, thời đại của chúng cũng cách nhau ít nhất vài ngàn năm, vậy tại sao thủ vệ di tích lại ở trong đó, và dùng \"hỏa lực gây nổ\" để bảo vệ những bức tường đổ nát này chứ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 136,
        "name": "Đồ Chơi \"Tiểu Bảo Một Mắt\"",
        "desc": "Món đồ chơi tiểu bảo một mắt do Childe đặt riêng cho Teucer, trên đó còn viết tên của Teucer.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mr. Cyclops Action Figure_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4583,
        "name": "Scaramouche",
        "desc": "<p>Từng là Quan Chấp Hành thứ sáu, tạo ra bởi Raiden Ei.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/05/55631176/d84f572ac7fc12cf02b8040e497e9603_7326603786611697057.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Kẻ Lang Thang",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Một kẻ lang thang thân phận huyền bí. Trang phục trông như người khổ hạnh, nhưng cách nói chuyện thì lại không giống như vậy.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/07/148664880/24d97a22be742fb732ea96f625d1faac_2147655785111422423.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Childe</color>\nĐầu óc giản đơn, tứ chi cũng chả phát triển. Dù cho để hắn xếp vị trí cuối cùng thì cũng sẽ kéo thấp năng lực tổng thể của Quan Chấp Hành. Cũng may, tôi đã không còn ở trong đó nữa.\n<color=#ffd780>Về \"Pulcinella\"...</color>\nCũng chỉ có \"Tartaglia\" mới cảm thấy \"Pulcinella\" chăm sóc hắn ta và người nhà một cách chân thành và không mong báo đáp thôi. Tuy ngài thị trưởng đấy quả thực đã làm nhiều chuyện có lợi cho họ thật, nhưng người có chút đầu óc cũng có thể nhìn ra được, ẩn ý ở đây chính là \"người nhà của cậu đang nằm trong tay tôi\" rồi chứ nhỉ?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Quan Chấp Hành</color>\nSignora? Childe? Ồ...Thật không ngờ ngươi đã gặp được hai vị đồng nghiệp không đáng tin cậy nhất của bọn ta."
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "Quan Chấp Hành thứ 4 của Fatui - Arlecchino. Nhà ngoại giao trầm tĩnh lạnh lùng, là \"Cha\" mà bọn trẻ vừa sợ hãi cũng vừa dựa dẫm trong Căn Nhà Hơi Ấm.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/22/12108544/672e65470bfd14b664596c2a7f7eaaf8_8605295858180963579.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Childe</color>\nNói một cách công bằng thì tính cách của anh ta không phù hợp làm Quan Chấp Hành. Anh ta thường nghĩ tốt về người khác, cũng thường hay bị người khác lợi dụng. Đương nhiên, anh ta rất có năng khiếu và cũng không ngừng trưởng thành. Vì vậy, không cần phải vội để đánh giá anh ta."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Childe</color>\nKhông biết dạo gần đây anh ta thế nào, chắc hai vị cũng nghe nói rồi nhỉ? Childe mất tích rồi đấy. Thật đáng lo, hy vọng anh ta giỏi bơi lặn.\nTrông như tiểu thư Furina cũng biết rõ về tình hình của Childe nhỉ? À đúng, suýt nữa thì quên, anh ta đã bị thẩm phán tối cao Neuvillette phán quyết ngay trước mặt cô mà.\nĐồng nghiệp của tôi được coi là một cao thủ ở những nơi khác, nhưng anh ta không ngờ mình lại chạm trán với một nhân vật tầm cỡ như vậy... Đúng là phải nói lời khâm phục với ngài Neuvillette đấy.\n<color=#ffd780>Về Sự Mất Tích của Childe</color>\nChà... Xem ra ngài thẩm phán tối cao Neuvillette không thích mấy lời xã giao, nên hy vọng chúng ta mau chóng đi thẳng vào vấn đề chính nhỉ.\nĐúng như ngài nói, việc xác minh tình hình của Childe cũng là một trong những mục tiêu của chuyến đi này.\nCùng là Quan Chấp Hành và sứ giả Snezhnaya, tôi và Childe vẫn luôn xem nhau như là đồng nghiệp...\nDù có xảy ra chuyện gì ở Fontaine, thì chúng ta vẫn nên giải quyết với nhau dưới tư cách là người đại diện.\nGiờ thì, tôi hy vọng có thể ra yêu cầu bàn giao Childe cho phía Snezhnaya. Chúng tôi có trách nhiệm hợp tác với Fontaine để giải quyết vấn đề xảy ra với cậu ta.\nTừ chối dứt khoát vậy sao... Được rồi, tôi tôn trọng pháp luật ở Fontaine, cũng như tôn trọng ngài thẩm phán tối cao đây.\nKhông cần giao Childe ra, chỉ cần để tôi đến gặp cậu ta ở Pháo Đài Meropide và xác nhận tình trạng hiện tại là được."
      },
      {
        "type": "CustomEntry",
        "epId": 2532,
        "name": "Viktor",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Viktor_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Childe</color>\nQuan chấp hành đại nhân... kẻ thấp cổ bé họng như tôi nhiều nhất cũng chỉ nghe được chút lời đồn đại mà thôi.\nTôi nói bừa ấy mà, bạn nghe cho vui là được, không cần xem là thật, tôi cũng là nghe người ta nói vậy...\nBạn có biết đại nhân Tartaglia không? Nghe nói vị đại nhân đó thường du ngoạn bên ngoài, khi trở về còn mang theo cả quà cho người trong nhà nữa.\nMột người quen của tôi nói với tôi là anh ta nghe nói các em trai em gái của đại nhân Tartaglia rất thích anh ta.\nHaiz, nhưng tôi không muốn bị điều đi làm thuộc hạ của đại nhân Tartaglia đâu, làm thuộc hạ của vị đại nhân đó nói không chừng tôi lại phải bôn ba khắp nơi nữa."
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>Tâm điểm tuyệt đối trên sân khấu xét xử, cho đến khi tiếng vỗ tay hạ màn nổi lên.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/12108544/263e5ea0784d182b393f67a7e24146a5_6842823004924309141.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Sự Vô Tội Của Childe</color>\nQuý vị cho rằng Childe không liên quan đến vụ án Thiếu Nữ Mất Tích Hàng Loạt, đó chẳng qua là vì quý vị bị ảo ảnh hư vô che mờ đôi mắt...\nMọi thứ mà hắn ta làm, sự nguy hiểm của hắn ta, đều không thể ước lượng, cũng không thể nào dung thứ!\nHãy để thời gian chứng minh đáp án đi! Sớm muộn gì quý vị cũng sẽ hiểu được nỗi khổ tâm của ta, và cả tính chính xác của phán quyết hôm nay thôi! Hahaha..."
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p>Thẩm phán tối cao của Fontaine, nổi tiếng với sự công chính liêm minh của mình.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/26/12108544/0513aa7f482dbb4778545d02f94956fe_3188635515960753752.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Sự Vô Tội Của Childe</color>\nXin lỗi, vẫn chưa có kết luận từ phía điều tra.\nNhưng tôi vẫn cho rằng kết quả của \"Cỗ Máy Phán Quyết\" không phải là sai sót.\nNhiều năm nay, tôi hiểu rõ là \"Cỗ Máy Phán Quyết\" không phải chỉ luôn lặp lại một cách máy móc những phán quyết của tôi.\nNó là cỗ máy do thần tạo ra, tổng hợp tín ngưỡng về \"chính nghĩa\" từ dân chúng.\nKhông chỉ có thể tạo ra loại Indemnitium mạnh mẽ, mà còn có khả năng sở hữu những đặc điểm khác... chẳng hạn như khả năng tự nhận thức.\nVì vậy, đối với sự bất đồng trong phán quyết lần này, tôi sớm đã chuẩn bị sẵn tâm lý rồi.\nNhưng tóm lại, tôi nghiêng về phán quyết của Cỗ Máy Phán Quyết là có lý do... chỉ là chúng tôi chưa có manh mối thôi.\nNhìn phản ứng của Furina lúc đó, e là ngay cả cô ấy cũng không có manh mối. Vì vậy cô ấy mới bắt đầu biểu diễn trò đánh trống lảng quen thuộc của mình.\nNhưng chúng tôi sẽ không từ bỏ chuyện điều tra. Trước khi biết được sự thật thì phải để vị Quan Chấp Hành Fatui đó chịu thiệt thòi trong Pháo Đài Meropide rồi.\nNếu anh ta thật sự bị oan, vậy thì chúng tôi nhất định sẽ tìm cách để đền bù.\n<color=#ffd780>Về Sự Mất Tích của Childe</color>\nThật ra chuyện này còn có một vấn đề nan giải. Theo tin tức từ Pháo Đài Meropide thì mới đây Childe đã mất tích một cách bí ẩn.\nHiện chưa rõ nguyên nhân mất tích, không ngoại trừ khả năng vượt ngục. Nhưng không có tình báo nào cho thấy anh ta đang ở bên ngoài Pháo Đài Meropide cả.\nPháo Đài Meropide có chuyên viên giám sát, hệ thống nội bộ chặt chẽ, địa hình đặc biệt. Theo lý thuyết mà nói thì chuyện như vậy không thể xảy ra. E là chuyện Childe mất tích có vấn đề gì đó.\nDo hai vị có quen biết với Childe, và tôi cũng có nghĩa vụ thực thi pháp luật, nên tôi quyết định chia sẻ thông tin này cho hai vị.\nTôi muốn hai vị đến Pháo Đài Meropide để điều tra nguyên nhân Childe mất tích.\nĐây cũng là đề xuất mà tôi đưa ra khi gặp mặt Arlecchino... Thay vì để cô ấy can thiệp, tôi sẽ cử người đi tìm hiểu tình hình của Childe và báo cáo lại.\nArlecchino tuy có vẻ không hài lòng, nhưng cũng phải tạm đồng ý hành động theo phương án này. Ý của cô ta là \"đợi có báo cáo đã rồi bàn tiếp.\"\n<color=#ffd780>Về Sự Vô Tội Của Childe</color>\nVề phán quyết của Childe khi đó...\nVụ án của Childe, tôi đã truy vết nhiều lần, và biết được hồi nhỏ anh ấy đã rơi vào vực sâu nào đó. Nhờ cơ duyên trùng hợp đã đánh thức Thôn Tinh Kình Ngư.\nNhưng về tình về lý, lẽ ra không nên vì lý do này mà cho rằng Childe là nguồn gốc của thảm họa. Chỉ có thể coi anh ấy có trách nhiệm liên quan thôi.\nVề kết quả của Cỗ Máy Phán Quyết trong phiên xét xử đó...\nLà dựa trên trách nhiệm liên quan, hay vì Focalors đã đoán được Childe sẽ khống chế được Thôn Tinh Kình Ngư, nên cố ý để anh ấy kéo dài thời gian cho Fontaine... Thật không thể biết được.\nFocalors quả nhiên luôn nghĩ cho người dân Fontaine. Thậm chí là nhờ cô ấy mà người Fontaine mới thực sự được trở thành con người..."
      },
      {
        "type": "CustomEntry",
        "epId": 2530,
        "name": "Mikhail",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Mikhail_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2502,
        "name": "Lyudmila",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Lyudmila_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Lời Tiên Tri</color>\n<color=#37ffff>Mikhail</color> : Này, biết tin gì chưa? \"Lời tiên tri\" lúc trước khiến dân chúng Fontaine lo sốt vó đã thực sự xảy ra rồi!\n<color=#37ffff>Lydmila</color> : Ồ! Đã xảy ra chuyện gì sao?\n<color=#37ffff>Mikhail</color> : Với người Fontaine thì có thể coi là vừa tốt vừa xấu.\n<color=#37ffff>Mikhail</color> : Tốt là mọi người đã không thực sự bị hòa tan vào nước. Xấu thì, mực nước dâng cao vẫn gây ra thảm họa lớn.\n<color=#37ffff>Lydmila</color> : Như vậy thì... Ngài Arlecchino không sao chứ...\n<color=#37ffff>Mikhail</color> : Chuyện này thì không cần lo! Ngài Arlecchino không thể bị gì được!\n<color=#37ffff>Mikhail</color> : Không những thế, vì đã giúp đỡ Đại Sảnh Fontaine nên ngài ấy còn giành được Gnosis của Thủy Thần về cho Nữ Hoàng nữa!\n<color=#37ffff>Lydmila</color> : Thật sao? Nhưng sao tôi lại nghe tin ngài Childe đã bị thương nặng trong thảm họa nhỉ...\n<color=#37ffff>Mikhail</color> : Ngài Childe? Thế thì càng không đáng lo.\n<color=#37ffff>Mikhail</color> : Ngài ấy nổi tiếng với những chiến công lẫy lừng, chắc chẳng mấy là hồi phục sức khỏe lại thôi!"
      },
      {
        "type": "CustomEntry",
        "epId": 2252,
        "name": "Yelan",
        "desc": "Nhân sĩ thần bí tự xưng làm việc cho Tổng Vụ, nhưng lại là \"người không tồn tại\" trong danh sách của Tổng Vụ.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yelan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Tartaglia</color>\nVị quan chấp hành Fatui đó sao? Anh ta đã vô tình giúp tôi vài việc. Vốn dĩ tôi muốn điều tra sâu về chủ cũ của Tiệm Trà Trên Đá, nhưng vị quan chấp hành đó nhanh chân hơn tôi, anh ta đi đòi nợ chủ cũ và công khai sổ sách giả của hắn ta, tống hắn ta vào tù. Vì vậy mà tôi cũng tiếp quản Tiệm Trà Trên Đá thuận lợi hơn, có được một căn cứ không tệ."
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Là vị khách thần bí được \"Vãng Sinh Đường\" mời đến, kiến thức uyên bác, có sự hiểu biết sâu rộng đối với nhiều sự vật sự việc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Tartaglia - Chìm đắm</color>\nChiến binh từ Snezhnaya đó, vẫn chưa rời Liyue sao? Không thành vấn đề, nếu anh ta làm phiền cậu/cô, có thể gọi tôi đến ứng phó.\n<color=#ffd780>Về Tartaglia - Bàn rượu</color>\nTôi nghe nói rằng gần đây danh tiếng của \"Childe\" ở Fatui xấu đi rất nhiều. Nhưng những người như anh ta chắc chắn sẽ dùng hành động để chứng minh sự trong sạch của mình. Ừm... như vậy thì trên bàn rượu lần tới có nhiều chuyện thú vị lắm đây. Nhà Lữ Hành, cậu/cô cũng tới chứ?"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "RichText",
        "text": "Snezhnaya\nAjax lớn lên ở Morepesok, Snezhnaya.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4582,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Khi Ajax 14 tuổi, cậu đã rơi vào Vực Sâu và gặp một nữ kiếm sĩ tên là Skirk. Cô đã dạy cậu cách chiến đấu.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7478,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Pulcinella nhận thấy kỹ năng chiến đấu của Ajax và chiêu mộ cậu vào Fatui, buộc cậu phải bắt đầu từ cấp bậc thấp nhất và cống hiến hết mình để phục vụ Nữ Hoàng Băng. Hiện tại, Pulcinella là người chăm lo cho gia đình của Tartaglia.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7106,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "Nhờ kỹ năng chiến đấu và niềm đam mê với các trận chiến, Ajax đã được chọn làm một trong Mười Một Quan Chấp Hành Fatui, nhận danh hiệu Tartaglia.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2491,
        "name": "Teucer",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Teucer_icon.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Tonya\nAnthon\nCác anh chị em của Ajax.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "Là vị khách thần bí được \"Vãng Sinh Đường\" mời đến, kiến thức uyên bác, có sự hiểu biết sâu rộng đối với nhiều sự vật sự việc.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Tartaglia đã nhờ đến cố vấn của Vãng Sinh Đường để được giúp đỡ tiếp cận với Tiên Tổ Pháp Thoái của Nham Thần và lấy được Nham",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "Gnosis",
        "desc": "<p>Gnosis là vật phẩm thuộc sỡ hữu của Bảy Vị Thần để trực tiếp cộng hưởng với Đảo Thiên Không và là bằng chứng xác nhận trạng thái của một vị thần dưới danh là vị chấp chính trần thế. Nó có hình dạng của quân cờ. <span class=\"wk-shady\">Sau đó được tiết lộ rằng Gnosis được tạo ra từ phần còn lại của Kẻ Đổ Bộ Thứ Ba.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/e396f8e6f02f3b0f579bc71a7089833b_8988921317301815411.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "name": "Osial",
        "desc": "<p>Ma Thần Lốc Xoáy, đã bị Nham Vương Đế Quân đánh bại trong Chiến tranh Ma Thần.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/8f19e7d7f4497f1f55fd9491dd6532f5_5779460956581382788.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Tartaglia sử dụng",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 1225,
        "name": "Bách Vô Cấm Kỵ Lục",
        "desc": "Một tín vật nào đó được quan chấp hành \"Childe\" của Fatui mượn dùng, dân chúng Liyue chỉ có thể đứng ngoài \"Tuyệt Vân Gián\" cung phụng tiên nhân, nhưng nghe nói tín vật này có thể tiến lại gần động phủ của tiên nhân.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/12108544/a90d4f92fe27fb3e9d6dc7d5efab10af_9003855085956946220.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "để đánh thức Osial nhằm khiến",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7469,
        "desc": "",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "cứu Liyue.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "Thôn Tinh Kình Ngư",
        "desc": "<p><span style=\"color: rgb(219, 222, 225)\">Sinh vật khổng lồ thần bí từ thế giới khác.</span><br><span style=\"color: rgb(219, 222, 225)\">Những nhà thơ thường ví von bầu trời sao với đại dương. Họ từng nhìn thấy hoặc mơ thấy vô số sinh vật phù du phát sáng trôi nổi trên vùng biển tối tăm không trăng, tựa như dải ngân hà, hoặc có lẽ ánh trăng trên mặt biển đã bị xé toạc thành nhiều mảnh, lấp lánh như những vì sao. Trong những câu chuyện kỳ ảo nhất hay những lời dối trá điên cuồng nhất, ở những ngôi sao sâu thẳm trong vũ trụ có lễ cũng đầy ắp sự sống như Teyvat, mà vũ trụ thì cũng giống như đại dương. Nhưng nhìn một cách thực tế, nếu thực sự tồn tại vũ trụ sâu thẳm đầy ắp sự sống như vậy, tại sao đến giờ vẫn chưa tiếp xúc với Teyvat? Có thể vũ trụ vẫn luôn cố gắng xâm nhập vào Teyvat, có lẽ một thế lực cao hơn đã tạo ra biên giới để bảo vệ thế giới này.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/44749939/d6f05906844b79f1be3d4f049381a60f_3515231889657264081.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "Một thú cưng của sư phụ",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7485,
        "desc": "",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "của Skirk, kẻ nuốt chửng Biển Khởi Nguyên. Khi Tartaglia rơi vào Vực Sâu, cậu đã đánh thức Kình Ngư. Vị Quan Chấp Hành đã cố gắng ngăn chặn nó khi Thôn Tinh Kình Ngư trở thành nguyên nhân dẫn đến lời tiên tri của Fontaine.\nOratrice Mecanique d'Analyse Cardinale\nThiết bị đưa ra phán quyết trong các vụ án tại Đại Sảnh Fontaine, nơi buộc tội Tartaglia liên quan đến một loạt vụ mất tích bắt đầu từ 20 năm trước, khi Tartaglia còn là một đứa trẻ.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 41,
        "name": "Xinyan",
        "desc": "Nghệ sĩ rock duy nhất ở cảng Liyue, dùng âm nhạc và niềm đam mê hát lên chống lại những \"định kiến\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xinyan_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Cùng với Xinyan và Nhà Lữ Hành, Tartaglia đã khám phá Đền Âm Dương Quyết Lục.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "Chủ tiệm Pháo Hoa Naganohara, Nữ Hoàng Lễ Hội Hè, là người thợ tài năng gửi gắm nguyện vọng của mọi người vào pháo hoa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Tartaglia đã giúp Yoimiya và các đứa trẻ Inazuma tìm kiếm Siêu Mujina Youkai.",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vật Phẩm liên quan"
      },
      {
        "type": "CustomEntry",
        "epId": 4127,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1888,
        "name": "Đao Ma Vương - Mảnh Vỡ",
        "desc": "Sau khi đánh bại Childe sử dụng sức mạnh Delusion và nhận được mảnh ghép vũ khí.<br/>Vì từng đến những vùng đất tăm tối, chàng trai trẻ tận mắt chứng kiến những góc khuất trong quốc gia ấy, bản thân cũng dần bị nhuốm màu sắc không thuộc về thế giới này.<br/>Tuy việc điều khiển sức mạnh Delusion không liên quan gì đến điều ấy, thế nhưng đồ vật luôn giống với hình dạng của chủ nhân...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shard of a Foul Legacy_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 401,
        "name": "Thôn Thiên Kình - Sừng",
        "desc": "Sau khi đánh bại Childe sử dụng sức mạnh Delusion, đoạt lại Sừng Thủy Kình.<br/>Theo truyền thuyết, hình dạng của Cung Mệnh sẽ phản ánh ra khí chất của con người. Còn Tinh Thần Chi Kình tuần tra trong sao đêm tăm tối, e rằng lại phản ảnh ý niệm ngạo mạn muốn đập nát và nuốt chửng mọi thứ...<br/>Hắn chấp nhận điều đó mà triệu hồi Thủy Kình để chiến đấu với bạn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Tusk of Monoceros Caeli_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 969,
        "name": "Linh Hồn Võ Luyện - Cô Độc",
        "desc": "Sau khi đánh bại Childe sử dụng sức mạnh Delusion, tập hợp được chút sức mạnh.<br/>Là vật phẩm trải qua hàng ngàn huấn luyện, tuôn trào trong những trận chém giết, ngưng kết mà thành.<br/>Nếu như con người cũng có vận mệnh, thì e rằng vận mệnh của hắn đã bị bẻ cong mất rồi. Nếu không thì tại sao, hắn luôn ở trong tâm của vòng xoáy tranh đấu cơ chứ?",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shadow of the Warrior_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4001,
        "name": "Khúc Ca Vịnh Hẹp",
        "desc": "<p>Ngọn thương mà người bắt cá ở vùng băng giá sử dụng, tuyệt đối không buông tha cho bất cứ con mồi nào.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/12108544/bd385748dfaefad1cddca86948a4846c_2619445097134036779.png",
        "displayStyle": "card",
        "menuId": 4
      }
    ],
    "videoCollection": [
      {
        "title": "Character Tales - \"Childe: Sigil of Permission\" | Genshin Impact",
        "url": "https://youtu.be/ZF4KyX0ASnI",
        "coverUrl": "https://i.ytimg.com/vi/ZF4KyX0ASnI/maxresdefault.jpg",
        "duration": 92
      },
      {
        "title": "Character Tales - \"Zhongli: An Additional Expense\" | Genshin Impact",
        "url": "https://youtu.be/CvCzYbVei04",
        "coverUrl": "https://i.ytimg.com/vi/CvCzYbVei04/maxresdefault.jpg",
        "duration": 168
      },
      {
        "title": "Collected Miscellany - \"Zhongli: Dominance of Earth\" | Genshin Impact",
        "url": "https://youtu.be/NRXhkjan52A",
        "coverUrl": "https://i.ytimg.com/vi/NRXhkjan52A/maxresdefault.jpg",
        "duration": 325
      },
      {
        "title": "Cutscene Animation: \"All-Devouring Narwhal\" | Genshin Impact",
        "url": "https://youtu.be/0wj5pxhk4JE",
        "coverUrl": "https://i.ytimg.com/vi/0wj5pxhk4JE/maxresdefault.jpg",
        "duration": 106
      },
      {
        "title": "Teyvat Chapter Interlude Teaser: A Winter Night's Lazzo | Genshin Impact",
        "url": "https://youtu.be/TmaAOV4SJNQ",
        "coverUrl": "https://i.ytimg.com/vi/TmaAOV4SJNQ/maxresdefault.jpg",
        "duration": 259
      },
      {
        "title": "Version 1.1 \"A New Star Approaches\" Trailer | Genshin Impact",
        "url": "https://youtu.be/kTeoJLD8U0Y",
        "coverUrl": "https://i.ytimg.com/vi/kTeoJLD8U0Y/maxresdefault.jpg",
        "duration": 102
      },
      {
        "title": "Version 2.2 \"Into the Perilous Labyrinth of Fog\" Trailer | Genshin Impact",
        "url": "https://youtu.be/PukB9J1Mih8",
        "coverUrl": "https://i.ytimg.com/vi/PukB9J1Mih8/maxresdefault.jpg",
        "duration": 182
      },
      {
        "title": "Version 4.0 \"As Light Rain Falls Without Reason\" Trailer | Genshin Impact",
        "url": "https://youtu.be/1hJ5J5QiyIY",
        "coverUrl": "https://i.ytimg.com/vi/1hJ5J5QiyIY/maxresdefault.jpg",
        "duration": 356
      },
      {
        "title": "Version 4.2 \"Masquerade of the Guilty\" Trailer | Genshin Impact",
        "url": "https://youtu.be/1Ip43DfbkUw",
        "coverUrl": "https://i.ytimg.com/vi/1Ip43DfbkUw/maxresdefault.jpg",
        "duration": 269
      }
    ]
  }
}