{
  "epId": 7604,
  "name": "Tatankasaurus",
  "desc": "Khi Tatankasaurus chạy nước rút, có thể <color=#FFE14BFF>tiêu hao Phlogiston</color> để lao nhanh.<br>Khi Tatankasaurus bị chặn lại vì va chạm, hoặc sau khi <color=#FFE14BFF>nhấn nút kỹ năng</color>, sẽ tiến vào trạng thái sục sôi. Trong trạng thái này, <color=#FFE14BFF>tiếp tục nhấn Xung Kích</color>, sẽ có thể tiến vào trạng thái Xung Kích bậc hai với tốc độ nhanh hơn. Trong trạng thái này, Tatankasaurus có thể tận dụng sự thay đổi địa hình để nhảy bay, thậm chí có thể lướt nhanh trên mặt nước hoặc Phlogiston Thể Lỏng trong thời gian ngắn. Đương nhiên, việc này cũng sẽ tiêu hao Phlogiston nhanh hơn...",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/1ef525b101a31611b9fe2cc1b0a59aa8_5399817270232465212.png",
  "menuId": 14,
  "menuName": "Giáo Trình",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Tatankasaurus"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Tatankasaurus",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/ecec4b325f3f5113eb52674a56a31974_7053142726991693325.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Khi Tatankasaurus chạy nước rút, có thể\ntiêu hao Phlogiston để lao nhanh.\nKhi Tatankasaurus bị chặn lại vì va chạm, hoặc sau khi\nnhấn nút kỹ năng, sẽ tiến vào trạng thái sục sôi. Trong trạng thái này,\ntiếp tục nhấn Xung Kích, sẽ có thể tiến vào trạng thái Xung Kích bậc hai với tốc độ nhanh hơn. Trong trạng thái này, Tatankasaurus có thể tận dụng sự thay đổi địa hình để nhảy bay, thậm chí có thể lướt nhanh trên mặt nước hoặc Phlogiston Thể Lỏng trong thời gian ngắn. Đương nhiên, việc này cũng sẽ tiêu hao Phlogiston nhanh hơn..."
          }
        ]
      },
      {
        "key": "Tatankasaurus",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/392b497e263ae7935f27ef7c709ce209_7296483475746560564.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Nhấn nút kỹ năng, hoặc tiến vào trạng thái Xung Kích bậc hai, đều có thể dễ dàng đẩy những vật nặng vốn dĩ không thể nhúc nhích, thậm chí có thể dễ dàng phá vỡ Đá Va Đập."
          }
        ]
      }
    ]
  }
}