{
  "epId": 7680,
  "name": "Durin Nhỏ",
  "desc": "<p>Một con rồng đến từ thế giới ma thuật, được tạo ra bởi một nhà văn tên là Andersdotter.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/12/55631176/9c4c77927d205d8e1fccda63a261d5e3_5099186116968992096.png",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1752395455,
  "components": {
    "galleryCharacter": [
      {
        "key": "Durin Nhỏ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/12/55631176/be035713a45dc888a7b3356f93364d4b_7435973633178868271.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Klee cùng với Durin nhỏ và thuyền rồng nhỏ chế tạo"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Durin nhỏ được tạo ra trong thế giới ma thuật",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Simulanka",
        "desc": "<p>...Rất lâu về trước, ba nữ thần đã tạo ra thế giới tên \"Simulanka\" này.</p><p>Nữ Thần Sáng Thế cai quản phép thuật và vật chất đã tạo ra sự sống của người dân Simulanka, và cỏ cây non nước cũng vì vậy mà hình thành. Simulanka cũng từ đó mới có thể tồn tại trong nhiều thế giới...</p><p>Sau đó là Nữ Thần Tiên Tri cai quản các vì sao và quỹ đạo. Vị nữ thần đó đã khiến cho trời sao xoay chuyển, khiến cho thế giới chuyển động... Ngày nay, bức tượng của vị nữ thần đó vẫn đang ở trên đỉnh của Vương Thành Tinh Cầu.</p><p>Cuối cùng là Nữ Thần Vận Mệnh cai quản mọi câu chuyện và nguyện vọng. Vị nữ thần đó đã ban cho người dân Simulanka tình yêu bất diệt và thù hận cháy bỏng, dạy cho họ biết cái chết và hy vọng là như thế nào...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/25/55631176/1ffd3bcbb0c40bba41445d9adad1cfda_1289282673950604972.png",
        "displayStyle": "text",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": ", bởi phù thuỷ từ",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hội Ma Nữ",
        "desc": "<p>Hội Ma Nữ là một hội nhóm bí mật gồm các phù thủy quyền năng có niềm đam mê với việc nghiên cứu Cây Thế Giới, họ thường gặp gỡ nhau tại hội nghị tiệc trà. Có tất cả tám phù thủy trong Hội Ma Nữ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/12108544/c97e6b58f9693e36c682d4f9aa752fc7_5176005586242579788.png",
        "displayStyle": "text",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": ": Alice, Barbeloth, và Andersdotter. Mặc dù Andersdotter biết rằng số phận của nó sẽ gắn liền với số phận của Durin ở Teyvat, cô vẫn quyết định để nó bước vào thế giới Simulanka.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Con Rồng Bóng Tối và một trong những đứa con của Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/f985b83ff04cd6928a6e93c9f4daa52d_2728742053670425294.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Con rồng bóng tối được tạo ra bởi",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Một nhà giả kim, thành viên của Hội Ma Nữ, một trong năm Tội đồ của Khaenri'ah, và là mẹ của Albedo. Rhinedottir đã tạo ra một đội quân quái vật bóng tối, tấn công Teyvat 500 năm trước. Bà còn được gọi là Gold và R.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/44749939/d55309e0a958d7510f090c7b56a1f4a0_8754136020175423710.png",
        "displayStyle": "text",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": ", là nguyên mẫu để tạo nên Durin của Simulanka.",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Kẻ Lang Thang",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Một kẻ lang thang thân phận huyền bí. Trang phục trông như người khổ hạnh, nhưng cách nói chuyện thì lại không giống như vậy.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/07/148664880/24d97a22be742fb732ea96f625d1faac_2147655785111422423.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Vũ công nổi danh của Nhà Hát Zubayr, điệu nhảy sống động và tính cách hồn nhiên ấm áp.</span></p><p><br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/148664880/586d726f9ebda3506c78beaaa41f13b6_5030367551125984474.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Hội trưởng hiện tại của Spina di Rosula, là một cô chủ dễ thương và rất có trách nhiệm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/12108544/3fc7580c01a9e622692402889706c4db_1838072394941570717.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p>Nhân viên giao hàng của \"Công Ty Chuyển Phát Komaniya\" tại Inazuma, là một \"nekomata\" yêu thích công việc của mình và xã hội loài người.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/22/12108544/d1699810632f8c3bc8c1e8c8beb8250f_1001827821830008366.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Nhà Lữ Hành",
        "desc": "Nhà Lữ Hành lưu lạc đến đây từ thế giới khác, bị Thần cướp mất người thân, từ đó bước vào con đường đi tìm 7 vị Thần.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Các anh hùng đã xuất hiện tại Simulanka, cứu lấy thế giới phép thuật và biến con rồng nguy hiểm thành Durin Nhỏ. Kẻ Lang Thang trở thành bạn của Durin Nhỏ, và cả hai cùng nhau du hành đến",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "text",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": ".",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 6298,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6297,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6310,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Durin Nhỏ",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/f546b115d97b88ae2d016434f6f9a55a_4817584005524661655.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Một ngày nọ, các phù thủy của hội Hexenzirkel gồm Andersdotter, Barbeloth và Alice cùng nhau tạo ra thế giới ma thuật Simulanka, dựa trên một câu chuyện cổ tích do Andersdotter sáng tác về những động vật giấy. Alice dựng nên núi non, sông ngòi và ban sự sống cho cư dân nơi đây. Barbeloth khiến bầu trời xoay chuyển, mặt đất chuyển động. Andersdotter ban cho con người những cảm xúc mãnh liệt và vĩnh cửu như tình yêu và thù hận, đồng thời giúp họ hiểu được ý nghĩa của cái chết và hy vọng. Bên cạnh các sinh vật giấy và người đồng hồ, Andersdotter còn tạo ra con rồng Durin, lấy cảm hứng từ tác phẩm của phù thủy Rhinedottir."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/e6b68df693f8cf8e7c24ef5c09a54c07_9087943235613983812.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Durin là một sinh vật đến từ Vực Sâu, nên máu của anh chứa độc tố đối với mọi sự sống tại Teyvat. Năm trăm năm trước, khi con rồng ấy lên đường khám phá thế giới và kể về người tạo ra mình cùng các anh chị em khác, anh chỉ mang theo cái chết và sự hủy diệt. Cuối cùng, anh bị Phong Thần Barbatos và người bạn rồng nguyên tố Dvalin đánh bại. Thi thể Durin rơi xuống một ngọn núi phủ tuyết, sau này được gọi là Long Tích Tuyết Sơn. Giống như Durin thật, Durin của Simulanka cũng có một số phận bi thảm: mọi thứ anh chạm vào đều biến thành những khối đồ chơi, khiến người dân Simulanka sợ hãi. Dù Barbeloth đã cảnh báo rằng số phận của Durin này có thể đan xen với số phận của Durin thật, Andersdotter vẫn quyết định cho anh bước vào thế giới Simulanka và trở thành mẹ của anh. Bà tin rằng một ngày nào đó, người dân Simulanka sẽ tự chọn lấy con đường của mình. Biết rằng mình không thể sống lâu như Alice hay Barbeloth, Andersdotter nói với Durin rằng bà sẽ trở thành một ngôi sao trong bầu trời Simulanka và dõi theo anh từ phía trên."
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Hãy đi chứng kiến thế giới này nhé, con của ta... Và phải hòa thuận với mọi người đấy nhé...</color>\n<color=#ffffffd9>Trong tương lai không xa, chắc chắn con sẽ có những người bạn tốt... Đây là lời chúc phúc của ta dành cho con.</color>\n<color=#ffffffd9>Thế giới này... Trông cậy vào con rồi...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/0b8216da0f5599a8f0dedb9be1827990_3590969315925765752.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Durin ra đời, người dân bắt đầu sợ hãi anh vì mỗi lần anh đáp xuống đất đều để lại những vết tích khổng lồ. Dù không hề có ý làm hại ai, nhưng người dân Simulanka vẫn không chịu lắng nghe. Chỉ có một chú sóc bay nhỏ coi anh là bạn, vì anh luôn giúp cô hái những bông hoa mà cô không với tới. Nhưng khi mẹ của cô bé nhìn thấy họ bên nhau, bà sợ rằng Durin đang cố bắt cóc con mình. Sau khi mẹ của con rồng, Andersdotter, qua đời, anh vẫn tiếp tục nhìn lên những vì sao trên bầu trời để không cảm thấy cô đơn. Một ngày nọ, các thợ mỏ đào sâu đến mức họ phá vỡ ranh giới và mở ra cánh cổng đến thế giới ở trang tiếp theo. Durin vô tình phá hủy mỏ của họ. Nhớ mẹ, anh đã đánh cắp các ngôi sao từ bầu trời của Vương Thành Tinh Cầu. Rất nhiều lính gác được cử đi để đánh bại con rồng, nhưng không một ai quay về. Nhận ra rằng người dân Simulanka sẽ không bao giờ chấp nhận mình, Durin đã ước rằng mình chưa từng được sinh ra."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/a92c9339033038d28c5ef81edf349f3e_3203261115790195857.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi con rồng ước rằng mình chưa bao giờ được sinh ra, một vài người đang cầm cuốn sách của Andersdotter vào thời điểm đó đã bước vào thế giới ma thuật Simulanka để cứu lấy nó. Đằng sau họ là\n,\nCủa Vương Thành Tinh Cầu,\nvà cả Nhà Lữ Hành cùng Paimon. Họ đã giải cứu các động vật giấy và những người đồng hồ, trả lại các ngôi sao cho bầu trời, rồi tiến đến hang ổ của con rồng để chiến đấu. Khi đến nơi, họ gặp những người thợ mỏ từng đến đây để đánh bại con rồng nhưng đã lạc lối và không thể quay về. Dù mọi người ở Simulanka đều nghĩ họ đã chết, con rồng thật ra không hề làm hại họ. Trong hang ổ, Nhà Lữ Hành và những người đồng hành đã nhìn thấy ký ức của Durin: về lúc nó ra đời, về những cuộc trò chuyện với Andersdotter, và về nỗi đau khi bị cả thế giới từ chối. Họ không chiến đấu với nó ngay lập tức mà cố gắng đối thoại, nhưng vì năm này qua năm khác luôn có người đến để chặt đầu nó, nên con rồng đã phản kháng. Sau khi làm suy yếu Durin, họ cuối cùng cũng thuyết phục được nó rằng điều nó thực sự mong muốn không phải là “chưa từng được sinh ra”, mà là được thế giới chấp nhận và có bạn bè. Nàng Tiên Rừng bảo Durin hãy cầu nguyện với Nữ Thần Định Mệnh, và cùng nhau họ đã ban phước lành cho nó, biến nó thành một con rồng nhỏ vô hại — Durin Nhỏ."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/2b30cf0b78a9cab15961a039d51e6e6c_214926532740161096.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau khi một số người ở Teyvat nhận được lời mời đến Simulanka, sau sự biến đổi của Durin Nhỏ, cậu và Kẻ Lang Thang bắt đầu sửa sang lại những ngôi nhà trong rừng mà trước đây cậu từng phá hủy. Dù các cư dân vẫn nhớ những hiềm khích trong quá khứ với con rồng, họ biết ơn vì những ngôi nhà mới và luôn vui mừng chào đón những điều mới mẻ. Họ thậm chí còn quyết định tổ chức một lễ hội để vinh danh cả hai. Tại Vương Thành Tinh Cầu, Durin Nhỏ mang theo cả một kho quặng đồ chơi và dầu thực vật để bày tỏ lời xin lỗi. Phần lớn cư dân đều chấp nhận lời xin lỗi ấy, nhưng một số thì nói rằng họ sẽ xem xét cách cư xử của cậu trước đã. Trong chuyến đi, Durin đã gặp con gái của phù thủy Alice — Klee, “anh trai” cô là Albedo, và nữ thám hiểm Fischl. Klee còn vẽ tặng cậu một tấm bản đồ Mondstadt, có đánh dấu ngôi nhà của cô, để Durin có thể đến thăm. Kẻ Lang Thang và con rồng sau đó chế tạo một con thuyền ma thuật tên là “Durin,” có khả năng du hành đến thế giới khác, và cả hai đã lên đường đến Teyvat."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/30/237301566/d97160c2d7ebb6560f691f24e5ac57f6_6306885383914874759.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi Kẻ Lang Thang nhìn thấy ký ức của Andersdotter và Barbeloth về quá trình tạo ra Durin Nhỏ, anh đã nghe thấy một lời tiên tri: <color=#ffffffd9>\"Đứa con của \"R\"... rồi sẽ có một ngày được hồi sinh.\"</color> Số phận ở Simulanka phản chiếu trực tiếp từ Teyvat. Vì Simulanka là một thế giới được tạo nên như hình chiếu của thế giới thật, nên số phận của thế giới phản chiếu này có thể tác động ngược trở lại Teyvat. Do đó, số phận của Durin Nhỏ gắn liền với Durin ở Teyvat, và việc thay đổi định mệnh của bản sao có thể ảnh hưởng đến nguyên bản. Những quan sát tại Long Tích Tuyết Sơn do Albedo, một trong những sáng tạo của Rhinedottir thực hiện cho thấy trái tim của Durin đang dần sống lại. Albedo đã lên kế hoạch hành động cho mọi kịch bản có thể xảy ra nếu Durin sống dậy, kể cả trường hợp nguy hiểm nhất. Anh hy vọng nếu lời tiên tri trở thành sự thật và trái tim của Durin đập trở lại, thì kẻ trỗi dậy sẽ không còn là một “ác long.” Vì Kẻ Lang Thang đã cứu Durin Nhỏ, số phận của họ cũng gắn kết với nhau. Do đó, Albedo đã yêu cầu cả hai hãy đến giúp Mondstadt khi thời khắc cần kíp xảy đến.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6379,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "name": "Mondstadt",
        "desc": "<p>Thành phố tự do nằm ở phía Đông Bắc đại lục Teyvat.</p><p>Giữa những dãy núi và đồng bằng rộng lớn, làn gió tự do cuốn theo hơi thở của ngọn bồ công anh bay qua Hồ Rượu Trái Cây, đem theo lời chúc phúc và ân trạch từ Phong Thần Barbatos đến Thành Mondstadt nằm trên đảo hồ trung tâm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/7b245f487d037173b0e941069fa82074_6126217539693815669.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6274,
        "name": "Simulanka",
        "desc": "<p>...Rất lâu về trước, ba nữ thần đã tạo ra thế giới tên \"Simulanka\" này.</p><p>Nữ Thần Sáng Thế cai quản phép thuật và vật chất đã tạo ra sự sống của người dân Simulanka, và cỏ cây non nước cũng vì vậy mà hình thành. Simulanka cũng từ đó mới có thể tồn tại trong nhiều thế giới...</p><p>Sau đó là Nữ Thần Tiên Tri cai quản các vì sao và quỹ đạo. Vị nữ thần đó đã khiến cho trời sao xoay chuyển, khiến cho thế giới chuyển động... Ngày nay, bức tượng của vị nữ thần đó vẫn đang ở trên đỉnh của Vương Thành Tinh Cầu.</p><p>Cuối cùng là Nữ Thần Vận Mệnh cai quản mọi câu chuyện và nguyện vọng. Vị nữ thần đó đã ban cho người dân Simulanka tình yêu bất diệt và thù hận cháy bỏng, dạy cho họ biết cái chết và hy vọng là như thế nào...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/25/55631176/1ffd3bcbb0c40bba41445d9adad1cfda_1289282673950604972.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5112,
        "name": "Long Tích Tuyết Sơn",
        "desc": "<p>Một vùng đất nguy hiểm, phủ đầy tuyết ở phía nam Mondstadt, nơi băng giá không bao giờ tan chảy. Vùng đất Long Tích Tuyết Sơn thấm đẫm máu độc của con rồng Durin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/25/55631176/4388e0ab2d86b8a915c8ab4e349cfac5_3635922481332713794.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hội Ma Nữ",
        "desc": "<p>Hội Ma Nữ là một hội nhóm bí mật gồm các phù thủy quyền năng có niềm đam mê với việc nghiên cứu Cây Thế Giới, họ thường gặp gỡ nhau tại hội nghị tiệc trà. Có tất cả tám phù thủy trong Hội Ma Nữ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/12108544/c97e6b58f9693e36c682d4f9aa752fc7_5176005586242579788.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Một nhà giả kim, thành viên của Hội Ma Nữ, một trong năm Tội đồ của Khaenri'ah, và là mẹ của Albedo. Rhinedottir đã tạo ra một đội quân quái vật bóng tối, tấn công Teyvat 500 năm trước. Bà còn được gọi là Gold và R.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/44749939/d55309e0a958d7510f090c7b56a1f4a0_8754136020175423710.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Con Rồng Bóng Tối và một trong những đứa con của Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/f985b83ff04cd6928a6e93c9f4daa52d_2728742053670425294.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7468,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>Một Rồng Nguyên Tố, là bạn của Phong Thần Barbatos. Sau khi bị nhiễm độc từ máu của Ma Long, anh được biết đến với tên gọi Phong Ma Long.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/06/55631176/caf24ad3b0ba08b36bca06b6acf8794a_7342188423464607902.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Vũ công nổi danh của Nhà Hát Zubayr, điệu nhảy sống động và tính cách hồn nhiên ấm áp.</span></p><p><br></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/148664880/586d726f9ebda3506c78beaaa41f13b6_5030367551125984474.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>Hội trưởng hiện tại của Spina di Rosula, là một cô chủ dễ thương và rất có trách nhiệm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/12108544/3fc7580c01a9e622692402889706c4db_1838072394941570717.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p>Nhân viên giao hàng của \"Công Ty Chuyển Phát Komaniya\" tại Inazuma, là một \"nekomata\" yêu thích công việc của mình và xã hội loài người.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/22/12108544/d1699810632f8c3bc8c1e8c8beb8250f_1001827821830008366.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "Kẻ Lang Thang",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Một kẻ lang thang thân phận huyền bí. Trang phục trông như người khổ hạnh, nhưng cách nói chuyện thì lại không giống như vậy.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/07/148664880/24d97a22be742fb732ea96f625d1faac_2147655785111422423.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "Khách quen của phòng giam Đội Kỵ Sĩ Tây Phong, bậc thầy thuốc nổ tại Mondstadt. Mọi người gọi là \"Mặt Trời Chạy Trốn\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Người đứng đầu trong các Giả Kim Thuật Sĩ kiêm đội trưởng tiểu đội điều tra của Đội Kỵ Sĩ Tây Phong, được gọi là thiên tài \"Kreideprinz\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "Tự xưng là \"Công Chúa Định Tội\", thiếu nữ thần bí đồng hành cùng chú quạ đen tên Oz.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Luyện Thành Cơ Thể Người",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/16/237301566/f988fb022d6f4d8e58a5f27589940718_2797952356908018587.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durin dần dần hồi sinh theo từng ngày, và các quái vật bị ảnh hưởng bởi sức mạnh của hắn bắt đầu tấn công con người và thậm chí thay thế họ bằng cách bắt chước hình dạng. Nhận thấy rằng con rồng bóng tối tái sinh này có thể là mối đe dọa cho Mondstadt, Albedo quyết định giết Durin và hồi sinh hắn một cách nhân tạo bằng cách sử dụng Durin Nhỏ. Sau khi được tái sinh, Durin sẽ không còn là một con quái vật, và sẽ không còn đe dọa đến Mondstadt nữa. Durin ở Long Tích Tuyết Sơn có tính cách hung hãn và nguyên thủy hơn nhiều, trong khi bản thể thuần khiết của Durin Nhỏ ở Simulanka được cho là sẽ cân bằng phần ác trong con rồng bóng tối. Tuy nhiên, con rồng từ xứ thần thoại không muốn từ bỏ cái tên của mình cho kẻ khác và tin rằng mình xứng đáng với nó. Durin Nhỏ lo sợ rằng nếu hợp nhất với Durin và trở thành con người, cậu sẽ đánh mất chính mình, nhưng cậu vẫn muốn cuộc đời mình có ý nghĩa: đánh bại ác long và trở thành con người. Cùng với Albedo, họ đã đồng ý tiến hành một nghi lễ giả kim để biến Durin Nhỏ thành con người thông qua thuật chuyển hóa nhân thể."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/16/237301566/3a7f9a37e77fd3237e4038db8e791874_219645330418464670.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Để có được các vật liệu cần thiết cho quá trình chuyển hóa và tiêu diệt Durin, Albedo đã chiết xuất lõi từ trái tim của con rồng, khiến phần cơ thể còn lại của nó bị rút cạn sinh lực. Để thực hiện nghi lễ, nhà giả kim đã nhận được sự chấp thuận từ các phù thủy của hội Hexenzirkel và thu thập thịt của một con quái vật bất tử từ Mare Jivari cùng với một mảnh \"phôi thai\" – thứ mà Rhinedottir từng dùng để tạo ra các sinh vật của mình. Với linh hồn thuần khiết của con rồng cổ tích, máu từ trái tim của con rồng nguyên bản, và cơ thể được tạo nên từ tàn tích của quái vật bất tử và phôi thai, Albedo bắt đầu xây dựng mô hình giả kim cho quá trình chuyển hóa."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/16/237301566/63d015a24be89a27d8e942aa1a5eed5c_4540778884892184583.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Tính ăn mòn của nọc độc rồng và sức sống mãnh liệt từ tàn tích quái vật được dùng để triệt tiêu lẫn nhau, giữ cho cơ thể được tạo ra ở trạng thái cân bằng hoàn hảo. Khi nguồn sinh lực và năng lượng mục rữa va chạm, một tác dụng phụ mạnh mẽ sẽ xảy ra, đó là sự khai sinh của một sự sống hoàn toàn mới. Khi người dân Mondstadt đang ăn mừng Lễ Hội Hoa Gió, Albedo đã tiến hành nghi lễ giả kim bao phủ toàn thành phố, và kết quả là anh đã tạo ra một con người tổng hợp. Albedo và Durin Nhỏ trở thành hai sinh vật duy nhất trên thế giới được sinh ra nhờ giả kim và mang hình hài con người. Nếu phân loại toàn bộ sinh vật theo chủng loài, thì họ là những cá thể duy nhất thuộc giống loài của mình. Và dù cơ thể của Durin Nhỏ vẫn chưa thật sự ổn định, cậu đã thực hiện được ước mơ là trở thành con người.\n<color=#ffd780>Các Mục Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7683,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "name": "Mondstadt",
        "desc": "<p>Thành phố tự do nằm ở phía Đông Bắc đại lục Teyvat.</p><p>Giữa những dãy núi và đồng bằng rộng lớn, làn gió tự do cuốn theo hơi thở của ngọn bồ công anh bay qua Hồ Rượu Trái Cây, đem theo lời chúc phúc và ân trạch từ Phong Thần Barbatos đến Thành Mondstadt nằm trên đảo hồ trung tâm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/7b245f487d037173b0e941069fa82074_6126217539693815669.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5112,
        "name": "Long Tích Tuyết Sơn",
        "desc": "<p>Một vùng đất nguy hiểm, phủ đầy tuyết ở phía nam Mondstadt, nơi băng giá không bao giờ tan chảy. Vùng đất Long Tích Tuyết Sơn thấm đẫm máu độc của con rồng Durin.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/25/55631176/4388e0ab2d86b8a915c8ab4e349cfac5_3635922481332713794.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7424,
        "name": "Vùng Biển Lặng",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4232196257702248672.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4939,
        "name": "Lễ Hội Hoa Gió",
        "desc": "<p>Lễ hội tưng bừng trọng đại để thể hiện sự tôn sùng đối với tự do và tình yêu!</p><p> </p><p>Băng qua vùng đất Mondstadt xanh tươi, dạo bước giữa đám đông ăn mừng lễ hội, cuộc hành hương trải đầy thơ văn lịch sử và hoa thơm - Lễ Hội Hoa Gió, chính thức bắt đầu.</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/a2b5d731d7d2847a062cfd8750b02944_7280859701605203716.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5748,
        "name": "Hội Ma Nữ",
        "desc": "<p>Hội Ma Nữ là một hội nhóm bí mật gồm các phù thủy quyền năng có niềm đam mê với việc nghiên cứu Cây Thế Giới, họ thường gặp gỡ nhau tại hội nghị tiệc trà. Có tất cả tám phù thủy trong Hội Ma Nữ.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/19/12108544/c97e6b58f9693e36c682d4f9aa752fc7_5176005586242579788.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>Con Rồng Bóng Tối và một trong những đứa con của Rhinedottir.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/55631176/f985b83ff04cd6928a6e93c9f4daa52d_2728742053670425294.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Người đứng đầu trong các Giả Kim Thuật Sĩ kiêm đội trưởng tiểu đội điều tra của Đội Kỵ Sĩ Tây Phong, được gọi là thiên tài \"Kreideprinz\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6368,
        "name": "Rhinedottir",
        "desc": "<p>Một nhà giả kim, thành viên của Hội Ma Nữ, một trong năm Tội đồ của Khaenri'ah, và là mẹ của Albedo. Rhinedottir đã tạo ra một đội quân quái vật bóng tối, tấn công Teyvat 500 năm trước. Bà còn được gọi là Gold và R.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/44749939/d55309e0a958d7510f090c7b56a1f4a0_8754136020175423710.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Durin Nhỏ"
          }
        ]
      },
      {
        "key": "Khu Vực",
        "value": [
          {
            "type": "RichText",
            "text": "Simulanka"
          }
        ]
      }
    ]
  }
}