{
  "epId": 7851,
  "name": "Người Anh Em Sinh Đôi",
  "desc": "<p><span style=\"color: oklab(0.949075 -0.0000115931 -0.00219017)\">Anh/em song sinh của Nhà Lữ Hành, Công chúa/Hoàng tử của Khaenri'ah, Đấng cứu thế, và Công chúa/Hoàng tử của Vực Sâu.</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/11/44749939/725878e71fb16f81d7bbde830f0d58d8_435243309191365812.gif",
  "menuId": 10,
  "menuName": "Thư Viện NPC",
  "version": 1755016443,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Mối Quan Hệ"
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Nhà Lữ Hành",
        "desc": "Nhà Lữ Hành lưu lạc đến đây từ thế giới khác, bị Thần cướp mất người thân, từ đó bước vào con đường đi tìm 7 vị Thần.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Lumine/Aether là anh/em sinh đôi của Nhà Lữ Hành. Quê hương của họ đã bị phá hủy, và họ đã du hành giữa các vì sao một thời gian dài cho đến khi đến Teyvat trên một con tàu vũ trụ. Lumine/Aether tỉnh dậy trước mà không hề có bất kỳ ký ức nào về người anh/em sinh đôi.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Sau khi Lumine/Aether thức tỉnh, Vua Irmin của Khaenri'ah đã sử dụng anh/cô ấy như một vật chứa cho Vực Sâu. Người dân tin rằng người thừa kế tóc vàng sẽ dẫn dắt họ đến với quyền lực. Lumine/Aether trở thành Công chúa/Hoàng tử của Khaenri'ah và coi vương quốc này là quê hương thứ hai của mình.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Ngày xửa ngày xưa, Hiền nhân, người nắm giữ mọi bí mật của thế giới, đã tiên tri về ngày tận thế và sự xuất hiện của Đấng Cứu Thế. Công chúa/Hoàng tử của Khaenri'ah sẽ trở thành Đấng Cứu Thế này. Trong cơn Đại Hồng Thủy, anh/cô ấy phải đối mặt với một lựa chọn khó khăn: cứu người anh em song sinh hay cứu cả vương quốc, và cô / anh ấy đã chọn người anh em song sinh.</color>\nDireidyth\n<color=#ffffff73>Trong Biến Cố Khaenri'ah, một cô gái tên Direidyth tìm thấy Lumine/Aether và nói rằng anh em sinh đôi của cô ấy đang tìm anh /cô ấy. Để chứng minh lời nói của mình, cô gái đã đưa chìa khóa khoang ngủ đông, nhưng khi Lumine/Aether tìm thấy anh em sinh đôi, chìa khóa vẫn còn ở bên cạnh anh / cô.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4898,
        "name": "Istaroth",
        "desc": "<p>Chấp Chính Của Thời Gian, còn được gọi là Tokoyo Ookami, \"ngàn ngọn gió thời gian\" và Kairos, \"người cai trị thế giới bất biến\". Cô là một trong những Cái Bóng của Thiên Lý.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/12/44749939/3a33ff2ad5551187006d96766e0a7cbb_2711977863308083580.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Có lẽ, Người cai quản Thời gian chính là nguyên nhân gây ra dị thường thời gian, cho phép Nhà Lữ Hành và Công chúa/Hoàng tử Khaenri'ah gặp nhau trong Biến Cố Khaenri'ah. Kết quả là, Lumine/Aether đã rời Khaenri'ah và đi cứu người anh/em song sinh, người vẫn chưa tỉnh dậy. Nhờ dị thường này, Direidyth và người anh/em song sinh của Công chúa/Hoàng tử đã gặp nhau sau 500 năm, và anh/cô ấy đã trao cho cô gái chiếc chìa khóa từ tương lai đến quá khứ.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7094,
        "name": "Asmoday",
        "desc": "<p><span style=\"color: oklab(0.89908 -0.00192907 -0.0048306)\">Người duy trì luật lệ Thiên lý, người đã tách biệt Nhà Lữ Hành và Người anh em của họ.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/12/44749939/55b33aebb8e542eae3525970cc5032eb_8663591272294531579.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Khi Công chúa/Hoàng tử đánh thức cặp song sinh, họ cố gắng rời khỏi Teyvat, nhưng bị Vị Thần Lạ Mặt ngăn cản, và một lần nữa tách họ ra. Công chúa/Hoàng tử tiếp tục cuộc hành trình của mình, trong khi cuộc hành trình của hai anh em chỉ mới bắt đầu 500 năm sau đó.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Một cựu đội trưởng của đội cận vệ hoàng gia Khaenri'ah, người đã bị nguyền rủa với sự bất tử bởi Đảo Thiên Không.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/55631176/68c102371d33a15891c25053236d6cd1_2565537764752264486.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Sau Biến Cố Khaenri'ah, Công chúa/Hoàng tử bắt đầu cuộc hành trình cùng Đội trưởng Đội Cận vệ Hoàng gia Dainsleif. Cuối cùng, họ chia tay, và Công chúa/Hoàng tử bắt đầu coi Dainsleif là kẻ thù.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Chlothar",
        "desc": "<p>Một người Khaenri’ah thuần huyết bị Thiên Giới nguyền rủa với lời nguyền bất tử. Ông là thành viên của gia tộc Alberich và là người sáng lập ra Giáo Đoàn Vực Sâu..</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/03/55631176/3d82d32613f1ddd0e52f30a319d3cc64_1904644989929539703.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Trong chuyến hành trình đến Sumeru, Lumine/Aether đã gặp Chlothar Alberich, một người Khaenri'ah thuần chủng có lời nguyền bất tử. Sau cuộc gặp gỡ, Lumine/Aether bắt đầu nghĩ đến việc sử dụng sức mạnh của Vực Sâu và tạo ra Máy Dệt Vận Mệnh.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7784,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Chlothar Alberich thành lập Giáo Đoàn Vực Sâu, và sau khi ông ta biến mất, Lumine/Aether trở thành Công chúa/Hoàng tử của Giáo Đoàn. Tổ chức này bao gồm những người Khaenri'ah bị nguyền rủa. Chúng là kẻ thù của nền văn minh bề mặt và sinh sôi nảy nở ở nhiều nơi trên thế giới. Mục tiêu chính của chúng là hủy diệt thế giới dưới sự cai trị của Thất Thần và hồi sinh Khaenri'ah.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5747,
        "name": "Máy Dệt Vận Mệnh",
        "desc": "<p>Một thiết bị do Giáo Đoàn Vực Sâu tạo ra có khả năng tạo ra đường Địa Mạch.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/09/55631176/33100d02a4e57722d4e33b40794502a8_1448994727493850098.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Một cơ chế được thiết kế bởi Giáo Đoàn Vực Sâu có khả năng dệt nên các Địa Mạch. Công chúa/Hoàng tử Vực Sâu đã yêu cầu</color> <color=#ffffff73>tạo ra các Địa Mạch Khaenri'ahn mới từ ký ức của 500 năm trước.</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Các Aranara gọi Nhà Lữ Hành là Nara Varuna hay Nara vàng. 500 năm trước, cô/anh ấy đã giúp chữa lành Varuna, đánh bại quái vật và cứu khu rừng Sumeru.</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nhiệm Vụ Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 6461,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 6497,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 5675,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 5752,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7858,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Vật Phẩm Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 7158,
        "desc": "",
        "displayStyle": "card",
        "menuId": 33
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Nhà Lữ Hành",
        "desc": "Nhà Lữ Hành lưu lạc đến đây từ thế giới khác, bị Thần cướp mất người thân, từ đó bước vào con đường đi tìm 7 vị Thần.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Câu Chuyện Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Câu Chuyện Nhân Vật 1</color>\nĐứng trên hoang mạc ngước nhìn thế giới đầy mới mẻ.\nCác bạn chính là cặp song sinh đến từ vùng đất xa lạ, du hành qua nhiều thế giới khác nhau.\nCuối cùng đặt chân lên đại lục \"Teyvat\" với khát vọng xây dựng cuộc sống hạnh phúc nơi đây.\nBạn bừng tỉnh từ trong sao băng, lúc này trời đất đã khác, thảm họa hoành hành.\nĐúng lúc chuẩn bị hành trình tiến đến thế giới tiếp theo... Trước mặt các bạn xuất hiện vị Thần lạ mặt.\nĐứng giữa trời không.\nNgười thân của bạn bị vị Thần lạ mặt bắt đi, và bạn cũng bị Thần phong ấn chìm vào giấc ngủ sâu...\nKhi đôi mắt mở ra một lần nữa, đất trời lại đổi thay.\nChiến tranh đã không còn, nhưng muôn vật đã khác xưa.\nBản thân đã chìm vào giấc ngủ bao lâu? Cũng không ai tỏ.\nBạn bước vào hành trình truy tìm vị Thần lạ mặt năm xưa...\n<color=#ffd780>Câu Chuyện Nhân Vật 2</color>\nSau đó, bạn đã gặp Paimon - người bạn đồng hành của mình, cả hai đã cùng nhau lang thang trong một khoảng thời gian.\nBạn biết được rằng có bảy vị thần trong thế giới này, với tên gọi \"Bảy vị chấp chính trần thế\" cai trị bảy vương quốc.\nĐiểm dừng chân đầu tiên của các bạn chính là Mondstadt - thành phố của tự do, thơ ca và rượu, đây là đất nước được lập nên bởi Phong Thần.\nKhi đặt chân vào Mondstadt với tư cách là một vị khách phương xa, bạn cảm nhận được sức ép rõ rệt mà Mondstadt phải gánh chịu giống hệt các quốc gia khác, sức ép đến từ cả loài người và cả những thứ không phải loài người.\nMột mặt sức ép đến từ thứ không phải con người chính là \"Giáo Đoàn Vực Sâu\".\nMặt còn lại đến từ dã tâm của Nữ Hoàng Băng Giá Snezhnaya.\n\"Giáo Đoàn Vực Sâu\" dùng bùa phép tha hóa bầy tôi của Phong Thần, cũng là một trong \"Tứ Phong Thủ Hộ\" Rồng Đông Phong.\nCòn đám người sứ giả Snezhnaya lại mượn lý do chống lại Giáo Đoàn Vực Sâu để gây áp lực cho Mondstadt.\nTrong tình thế nước sôi lửa bỏng, Phong Thần đã trở lại và biến thành nhà thơ lang thang cùng bạn đồng hành hóa giải mối nguy về rồng.\nTrong ánh mắt của rồng Vực Sâu, bạn bỏ lỡ bóng hình của người quen xa xưa...\nKẻ thống lĩnh Giáo Đoàn Vực Sâu.\nThiếu nữ ấy người cũng đến từ vùng đất xa xôi, cùng bạn du hành qua nhiều thế giới khác nhau.\n<color=#ffd780>Câu Chuyện Nhân Vật 3</color>\n<color=#ffffff73>Cho dù bản thân không hứa hẹn, cho dù chỉ là \"hẹn ước\" một phía của đối phương,</color>\n<color=#ffffff73>Nhưng vẫn bắt đầu cuộc hành trình đi khắp bảy vương quốc để đến được \"điểm cuối của chuyến hành trình\".</color>\n<color=#ffffff73>Thật khó để nói đây là một hành trình thoải mái.</color>\n<color=#ffffff73>Khi bước chân của nhà lữ hành không ngừng tiến về phía trước, cũng đã dần chứng kiến và bị cuốn vào vô số nguy cơ của các quốc gia...</color>\n<color=#ffffff73>Có thể mọi chuyện đều không phải tình cờ, nguồn gốc của làn sóng nguy cơ có thể xuất phát từ những chấn động ở nơi sâu xa hơn của thế giới.</color>\n<color=#ffffff73>Kế hoạch thu thập Gnosis của nữ hoàng Snezhnaya đang được triển khai theo thứ tự, sức mạnh kinh hoàng xâm chiếm thế giới cũng đang chờ đợi thời cơ để hành động.</color>\n<color=#ffffff73>Còn \"Giáo Đoàn Vực Sâu\", tổ chức mà người thân của mình đang dẫn dắt...</color>\n<color=#ffffff73>Từ \"Kế Hoạch Máy Dệt Vận Mệnh Ban Đầu\" đến khi \"Bản Đồ Của Thế Giới Mới\" hoàn thành, có thể nhận thấy rõ rằng họ cũng sẽ ảnh hưởng đến vận mệnh của thế giới.</color>\n<color=#ffffff73>Bản thân đang dần hiểu thêm về thế giới này, và cũng dần biết thêm nhiều chuyện của em gái trên thế giới này...</color>\n<color=#ffffff73>Nhưng bước chân của chuyến hành trình không hề vì vậy mà trở nên nhẹ nhàng đi chút nào, điều này khác xa với những dự đoán ban đầu.</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the Abyss</color>\nKý ức của bạn sao? Là ký ức gì thế?\nNhững thứ hư vô này, là sức mạnh Vực Sâu.\nPaimon: Vực Sâu? Ồ, không gian... không gian đã đọc ký ức của bạn rồi tạo ra nơi này sao?\nE là thế. Bởi vì tôi luôn nhớ...\n...Vực Sâu đã cướp mất người thân của tôi.\n(Vực Sâu... Mỗi lần nhìn thấy nó đều khiến người ta thấy khó chịu.)\n(Cuộc hành trình của (anh/em) là để tìm (em/anh) , và (anh/em) sẽ luôn bước về phía trước.)"
      },
      {
        "type": "CustomEntry",
        "epId": 7467,
        "name": "Paimon",
        "desc": "<p>Người bạn đồng hành tốt nhất của Nhà Lữ Hành.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/44749939/4444f3cd56210258e3f12c5d5e0b54e1_4749616789389581387.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Dialogues"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>About the twin</color>\nLúc nãy đã đỡ giúp cho Sứ Đồ Vực Sâu...\nBạn nói...Dainsleif là người Khaenri'ah?! Là người Khaenri'ah đã trải qua nạn diệt vong vào 500 năm trước?!\nCòn nói rằng \"dân chúng hóa thành quái vật\"...nghĩa là Giáo Đoàn Vực Sâu hiện tại, không chỉ là \"có liên quan với Khaenri'ah\", mà vốn dĩ là \"dân chúng\" Khaenri'ah?!\nÀ...Còn nói \"Dainsleif là kẻ thù của (cô/anh) \", tôi không thể hiểu được chuyện gì đang xảy ra...\nHãy theo (anh/em) trước đã! Chúng ta về nhà thôi!\nNhững chuyện này chúng ta nói sau, chúng ta hãy về nhà thôi!\nNhà...\nĐương nhiên, nơi nào có (anh/em) thì nơi đó là nhà.\nNhưng (em/anh) vẫn chưa thể cùng (anh/em) đến thế giới mới, tìm ngôi nhà mới...chí ít là hiện tại chưa thể.\nTrước khi \"Vực Sâu\" nhấn chìm thần tọa, (em/anh) và \"Thiên Lý\" vẫn còn một trận chiến chưa hoàn thành..."
      },
      {
        "type": "CustomEntry",
        "epId": 20,
        "name": "Nhà Lữ Hành",
        "desc": "Nhà Lữ Hành lưu lạc đến đây từ thế giới khác, bị Thần cướp mất người thân, từ đó bước vào con đường đi tìm 7 vị Thần.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Traveler_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7467,
        "name": "Paimon",
        "desc": "<p>Người bạn đồng hành tốt nhất của Nhà Lữ Hành.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/08/44749939/4444f3cd56210258e3f12c5d5e0b54e1_4749616789389581387.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Lồng Tiếng"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Ác Mộng</color>\n<color=#37ffff>Paimon:</color> Bạn từng mơ giấc mơ nào vô cùng khủng khiếp chưa?\n<color=#37ffff>Nhà Lữ Hành:</color> Có chứ, tôi từng mơ thấy mình rơi xuống một hố đen vô tận...\n<color=#37ffff>Nhà Lữ Hành:</color> Mà lại không mang theo Phong Chi Dực.\n<color=#37ffff>Paimon:</color> Woa...\n<color=#37ffff>Nhà Lữ Hành:</color> Còn mơ thấy em gái cứ tiến về phía trước không ngoái đầu lại nhìn, tôi có đuổi theo thế nào cũng không theo kịp.\n<color=#37ffff>Nhà Lữ Hành:</color> ...Em ấy còn nói tôi \"quá trễ rồi\".\n<color=#37ffff>Paimon:</color> Ồ...\n<color=#37ffff>Paimon:</color> Khác xa với giấc mơ của tôi.\n<color=#37ffff>Paimon:</color> Tôi mơ thấy mình bị Slime siêu to khổng lồ nuốt vào bụng, thật là giấc mơ khủng khiếp."
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Anh Em Song Sinh Nhà Lữ Hành</color>\n<color=#37ffff>Paimon</color> : Vậy là... các bạn đến từ thế giới bên ngoài, phiêu dạt tới đây?\n<color=#37ffff>Paimon</color> : Thế nhưng khi các bạn muốn rời khỏi đây, du hành đến thế giới tiếp theo, lại bị vị thần lạ mặt chặn lại?\n<color=#37ffff>Nhà Lữ Hành</color> <color=#ffffffa6>:</color> <color=#ffffff73>Cứ như vậy, thần linh lạ mặt đem đi (em gái/anh trai) của tôi. Tôi cũng bị thần linh phong ấn, mất đi sức mạnh ban đầu. Chúng tôi đã từng du hành qua nhiều thế giới, lại gặp nạn nơi đây...</color>\n<color=#37ffff>Nhà Lữ Hành</color> : <color=#ffffff73>Là câu chuyện từ bao nhiêu năm trước? Tôi cũng không rõ...</color>\n<color=#37ffff>Nhà Lữ Hành</color> : <color=#ffffff73>Tôi sẽ điều tra rõ ràng.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "name": "Dainsleif",
        "desc": "<p>Một cựu đội trưởng của đội cận vệ hoàng gia Khaenri'ah, người đã bị nguyền rủa với sự bất tử bởi Đảo Thiên Không.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/04/55631176/68c102371d33a15891c25053236d6cd1_2565537764752264486.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Đấng Cứu Thế</color>\n<color=#ffffff73>Vua Vinster và toàn thể triều đình Khaenri'ah bắt đầu ồn ào tuyên bố sức mạnh mà nàng/ông ấy sẽ mang lại cho đất nước. Họ làm như thể có anh/cô ở đó, mọi đau khổ sẽ được gột rửa, và tương lai của Khaenri'ah sẽ tươi sáng hơn bất cứ ai có thể tưởng tượng...</color>\n<color=#ffffff73>\"Vị cứu tinh\" là danh hiệu vinh danh dành cho Công chúa/Hoàng tử mà những người tin vào lời lẽ hoa mỹ này dành cho. Dĩ nhiên, bạn biết câu chuyện đó kết thúc như thế nào. Nhìn lại, sự trớ trêu tàn khốc thật rõ ràng. Danh hiệu đó thực chất chỉ đại diện cho lòng tham quyền lực của Vua Vinster.</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Chlothar",
        "desc": "<p>Một người Khaenri’ah thuần huyết bị Thiên Giới nguyền rủa với lời nguyền bất tử. Ông là thành viên của gia tộc Alberich và là người sáng lập ra Giáo Đoàn Vực Sâu..</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/03/55631176/3d82d32613f1ddd0e52f30a319d3cc64_1904644989929539703.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về Sức Mạnh Vực Sâu</color>\n<color=#ffffff73>Ta chưa bao giờ nghĩ rằng ngươi, trong số tất cả mọi người, lại chối bỏ Vực Sâu... Thật nực cười!</color>\n<color=#ffffff73>Chúng ta đã từng tin rằng ngươi sẽ mang đến sức mạnh và hy vọng mới cho Khaenri'ah.</color>\n<color=#ffffff73>Với chúng ta, ngươi chính là Vực Sâu... Một bí ẩn kỳ diệu vượt xa trí tưởng tượng và hiểu biết của chúng ta...</color>\n<color=#ffffff73>...Và kẻ nào kiểm soát Vực Sâu thì có thể kiểm soát mọi thứ!</color>\n<color=#ffffff73>Chúng ta khao khát tương lai đó. Chúng ta trông chờ ngươi dẫn dắt chúng ta đến đó.</color>\n<color=#ffffff73>Nhưng thay vào đó, ngươi đã mang đến cho chúng ta điều gì?</color>\n<color=#ffffff73>Hỡi Công chúa/Hoàng tử... của Khaenri'ah?</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Haden",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Hội Thoại"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Về kế hoạch của Giáo Đoàn Vực Sâu</color>\n<color=#ffffff73>Vậy thì, cho phép ta được thẳng thắn.</color>\n<color=#ffffff73>Về phần chúng ta... Công chúa/Hoàng tử của chúng ta đã chiến thắng bằng nhiều cách khác.</color>\n<color=#ffffff73>Và ta không chỉ nói đến trận chiến này. Không, Điện hạ đã đạt được một điều gì đó vĩ đại hơn nhiều...</color>\n<color=#ffffff73>...Hôm nay, ước nguyện lớn nhất của Giáo Đoàn Vực Sâu cuối cùng đã được thực hiện.</color>\n<color=#ffffff73>Ước nguyện lớn nhất của Giáo Đoàn Vực Sâu ư?</color>\n<color=#ffffff73>Điện hạ đã âm thầm xâm nhập vào Vương quốc Dạ Hồn để lợi dụng kinh nghiệm tái thiết Địa Mạch của vương quốc đó...</color>\n<color=#ffffff73>Và sau đó sử dụng Máy Dệt Vận Mệnh... để dệt lại Địa Mạch của Khaenri'ah. Đến giờ, quê hương của chúng ta đã được hồi sinh...</color>"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Người Anh Em Sinh Đôi"
          }
        ]
      },
      {
        "key": "Quốc Gia",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah"
          }
        ]
      },
      {
        "key": "Thuộc",
        "value": [
          {
            "type": "RichText",
            "text": "Giáo Hội Vực Sâu"
          }
        ]
      },
      {
        "key": "VA Tiếng Trung",
        "value": [
          {
            "type": "RichText",
            "text": "宴宁 (Yanning) & 鹿喑 (Luyin)"
          }
        ]
      },
      {
        "key": "VA Tiếng Anh",
        "value": [
          {
            "type": "RichText",
            "text": "Sarah Miller-Crews & Zach Aguilar"
          }
        ]
      },
      {
        "key": "VA Tiếng Nhật",
        "value": [
          {
            "type": "RichText",
            "text": "悠木碧 (YŪKI Aoi) & 堀江瞬 (HORIE Shun)"
          }
        ]
      },
      {
        "key": "VA Tiếng Hàn",
        "value": [
          {
            "type": "RichText",
            "text": "이새아 (Lee Sae-ah) & 이경태 (Lee Kyeong-tae)"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "\"Luminous Glimmer\" Commemorative Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=xm6DtDBkDFw",
        "coverUrl": "https://i.ytimg.com/vi/xm6DtDBkDFw/maxresdefault.jpg",
        "duration": 194
      },
      {
        "title": "\"The Road Not Taken\" Animated Short | Genshin Impact #GenshinImpact #Aether #Lumine #Animated",
        "url": "https://www.youtube.com/watch?v=T5-YMslEmxw",
        "coverUrl": "https://i.ytimg.com/vi/T5-YMslEmxw/maxresdefault.jpg",
        "duration": 205
      },
      {
        "title": "Genshin Impact Story Teaser: We Will Be Reunited (Contains spoilers)",
        "url": "https://www.youtube.com/watch?v=SO__VQZirJ4",
        "coverUrl": "https://i.ytimg.com/vi/SO__VQZirJ4/maxresdefault.jpg",
        "duration": 135
      },
      {
        "title": "Teyvat Chapter Storyline Preview: Travail｜Genshin Impact (Contains spoilers)",
        "url": "https://www.youtube.com/watch?v=TAlKhARUcoY",
        "coverUrl": "https://i.ytimg.com/vi/TAlKhARUcoY/maxresdefault.jpg",
        "duration": 259
      },
      {
        "title": "Version 1.4 \"Invitation of Windblume\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=vv_JnSwFp0A",
        "coverUrl": "https://i.ytimg.com/vi/vv_JnSwFp0A/maxresdefault.jpg",
        "duration": 207
      },
      {
        "title": "Version 2.6 \"Zephyr of the Violet Garden\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=LqCwQicfMuc",
        "coverUrl": "https://i.ytimg.com/vi/LqCwQicfMuc/maxresdefault.jpg",
        "duration": 272
      },
      {
        "title": "Version 3.5 \"Windblume's Breath\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=AcTUi59vw_E",
        "coverUrl": "https://i.ytimg.com/vi/AcTUi59vw_E/maxresdefault.jpg",
        "duration": 230
      },
      {
        "title": "Version 4.7 \"An Everlasting Dream Intertwined\" Trailer | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=qqnEjmnitgc",
        "coverUrl": "https://i.ytimg.com/vi/qqnEjmnitgc/maxresdefault.jpg",
        "duration": 200
      },
      {
        "title": "Version 5.7 \"A Space and Time for You\" Trailer | Genshin Impact #NewVersion #Trailer #GenshinImpact",
        "url": "https://www.youtube.com/watch?v=S0xt6uUWSlw",
        "coverUrl": "https://i.ytimg.com/vi/S0xt6uUWSlw/maxresdefault.jpg",
        "duration": 214
      }
    ]
  }
}