{
  "epId": 8269,
  "name": "Thất Thánh Triệu Hồi",
  "desc": "<p>Một trò chơi thẻ bài được thiết kế bởi hai học giả từ Học viện Sumeru. Fukumoto, một tác giả truyện tranh Inazuman đã sáng tạo nên bộ bài Thất Thánh Triệu Hồi.</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/22/44749939/0c0942d91da8a7d2abb7fc432efca5ee_48311205713912487.png",
  "menuId": 20,
  "menuName": "Giải Thích Từ Ngữ",
  "version": 1761334731,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Video Cốt Truyện & Video Giới Thiệu",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Phiên bản 3.3: Lục Căn Thoáng Thông Suốt, Danh Phận Hóa Hư Vô"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/07/237301566/c6fa66810399b209da492e4c6507fd7e_5615487277399818990.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25/11/2022</color>\n<color=#ffffff73>Từ xưa đến nay, Inazuma chưa bao giờ thiếu những truyền thuyết ma quái.</color>\n<color=#ffffff73>Một vài câu chuyện không thể tách rời khỏi những yêu ma quỷ quái được truyền từ đời này sang đời khác;</color>\n<color=#ffffff73>Và một số khác, có lẽ chỉ là một góc nhỏ thê lương trong những sự tích từ dĩ vãng xa xôi...</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=oTIHLsa0bj0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video Giới Thiệu Phiên Bản 3.7 \"Đỉnh Cao Triệu Hồi\""
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/23/70239714/594dddcec4de566299a51e2f602e2d15_3528237908873569032.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15/05/2023</color>\n<color=#ffffff73>Ván bài cũng như đời người, vận may quyết định lá bài mà bạn được chia, nhưng kinh nghiệm lại là thứ có thể xoay chuyển càn khôn.</color>\n<color=#ffffff73>Đời người cũng như ván bài, thắng thua chỉ là điểm cuối của một màn, quyết đấu đặc sắc mới là những giai điệu vĩnh hằng.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=0fEtfzr0fpY"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Video Cốt Truyện Genshin Impact - Kho Báu Trong Thẻ Bài"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/47829eff8f2622f6d8abef0143f54551_3355186518440849353.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>02/06/2023</color>\n<color=#ffffff73>Một đoạn quá khứ đầy bụi phủ, một tấm thẻ bài ẩn chứa báu vật, một trò chơi ra đời vì tình bạn.</color>\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=ZhWO6QOzLT4&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Chiến Trường Xúc Xắc, Mèo, Và Thẻ Bài",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/7fb65b965bc9f751a8a7308300471349_1481482516531573624.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Vài năm trước, một thương gia, Liben, đã mang trò chơi bài Thất Thánh Triệu Hồi đến Inazuma, nơi nó trở nên phổ biến và có tiểu thuyết riêng. Từ Inazuma, trò chơi lan rộng khắp Teyvat và chiếm được cảm tình của hàng ngàn người hâm mộ. Một ngày nọ tại Mondstadt, Nhà Lữ Hành và Paimon gặp Sucrose, trợ lý của nhà giả kim thuật của Kỵ sĩ Tây Phong, người đã nhận được một gói hàng từ một học giả Sumeru mà cô làm việc cùng. Cô đã từng nhìn thấy một số lá bài khác thường trên người đồng nghiệp Timaeus của mình, vì vậy cô đã hỏi xin lời khuyên của vị học giả. Để cảm ơn sự giúp đỡ của cô trong nghiên cứu, ông đã gửi cho cô một bộ bài Thất Thánh Triệu Hồi, trong đó thậm chí còn có một lá bài có hình ảnh của chính Sucrose. Vì cả Sucrose, Nhà Lữ Hành và Paimon đều chưa từng chơi trò chơi này, họ đã đến quán rượu Đuôi Mèo, nơi những người chơi thường tụ tập. Khi số lượng khách đến chơi bài tăng lên, chủ quán rượu, Margaret, đã chỉ định một nhân viên đặc biệt để hỗ trợ những người chơi. Nhân viên đó hóa ra là một chú mèo đen tên là Hoàng Tử Nhỏ, người mà Nhà Lữ Hành và Paimon từng giúp tìm kiếm. Một trợ lý đặc biệt được giao nhiệm vụ \"phiên dịch\" lời của Hoàng Tử Nhỏ, tuyên bố rằng sau khi chơi Thất Thánh Triệu Hồi, anh ta có thể hiểu ngôn ngữ của toàn bộ động vật.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/f7fdd44677fa759a84b5e7c7d07b778b_4774258549970826054.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Vì Hoàng tử quá giỏi để chơi với người mới, Margaret đã nhờ Diona, bạn của Nhà Lữ Hành, người pha chế đồ uống tại quán rượu, giúp họ. Cô đưa cho Nhà Lữ Hành và Sucrose một lá bài của \"Diluc\", một ông trùm rượu vang ở Mondstadt, mà Kaeya, đã để lại tại quán rượu. Diluc ngạc nhiên khi thấy một lá bài có hình ảnh của mình và quyết định nói chuyện với anh ta về điều đó. Sau khi học luật chơi và chiến thắng một cuộc đấu tay đôi với Sucrose, Nhà Lữ Hành nhận được một Hộp Bài từ Margaret, một chiếc hộp đựng bài có chức năng thu thập tín hiệu từ các hộp khác gần đó, giúp tìm ra đối thủ. Sau khi đánh bại một Hiệp sĩ Tây Phong, Hoàng tử nhỏ đã chỉ định cho Nhà Lữ Hành một đối thủ đặc biệt, Fischl, người mà nếu đánh bại sẽ cho phép họ trở thành một người chơi bài được chứng nhận. Bằng cách đánh bại Công Chúa Định Tội trong trận chiến ngang tài ngang sức, Người Lữ Hành đã nhận được thẻ Fischl, Sổ Tay Thất Thánh Triệu Hồi và khả năng mua nhiều mặt hàng liên quan đến Thất Thánh Triệu Hồi từ quán rượu.\nKhi trò chơi trở nên phổ biến đến mức toàn bộ Teyvat bắt đầu chơi, Tinh Linh ấm trà, Tubby, đã tạo ra một không gian đặc biệt nơi người chơi từ khắp nơi trên thế giới có thể chơi với nhau mà không cần phải di chuyển đến các nơi khác.\n<color=#ffd780>Bài Viết Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8428,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 30,
        "name": "Sucrose",
        "desc": "Thuật sĩ giả kim với lòng hiếu kỳ mọi sự vật xung quanh. Là nhà nghiên cứu của học phái Giả Kim Sinh Vật.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sucrose_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 44,
        "name": "Diona",
        "desc": "Thiếu nữ có dòng máu \"không phải người\" hiếm có, người pha chế rượu rất được yêu thích của Quán Rượu Đuôi Mèo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "Là công tử nắm trong tay hơn một nửa ngành rượu Mondstadt, tài lực, danh vọng, năng lực đều khiến người khác không thể coi thường.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "Kiếm sĩ có nét của người ngoại quốc, là nhân vật có đầu óc trong Đội Kỵ Sĩ Tây Phong.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "Tự xưng là \"Công Chúa Định Tội\", thiếu nữ thần bí đồng hành cùng chú quạ đen tên Oz.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3329,
        "name": "\"Tiểu Hoàng Tử\"",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/14/44749939/546a23b43ee97a98e9fac8695addf4a2_4378250473965713705.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2517,
        "name": "Margaret",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Margaret_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2529,
        "name": "Liben",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Liben_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3941,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3524,
        "name": "Tubby",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/31/10344346/92f7252b0d5f4a371655933b505a69c8_2794433548934505112.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3193,
        "name": "Sucrose",
        "desc": "<p><span style=\"color: #FFFFFF\">Độ Ngọt Vô Hại - Sucrose</span></p><p>\"Bộ bài chưa thực chiến không đáng để đánh giá độ mạnh!\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/148664880/b9a4ece363d697dfb565dda772efbaf4_7247625850967521237.png",
        "displayStyle": "card",
        "menuId": 17
      },
      {
        "type": "CustomEntry",
        "epId": 3181,
        "name": "Diluc",
        "desc": "<p>Trái tim của anh ta chính là kẻ thù lớn nhất của anh ta.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/148664880/1692ce668a14a238e1fa6b763b9ae0ce_2107882127117974700.png",
        "displayStyle": "card",
        "menuId": 17
      },
      {
        "type": "CustomEntry",
        "epId": 3175,
        "name": "Kaeya",
        "desc": "<p><span style=\"color: #FFFFFF\">Hàn Phong Kiếm Sĩ - Kaeya</span></p><p>Anh ấy rất giỏi trong việc khai thác \"đức tính tốt đẹp của kỵ sĩ\" ở người khác.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/01/148664880/a4641f3c8a186e2948662aa255638a9c_1573054608181781806.png",
        "displayStyle": "card",
        "menuId": 17
      },
      {
        "type": "CustomEntry",
        "epId": 3334,
        "name": "Hộp Bài Thần Bí",
        "desc": "<p>Hộp bài do hiệp hội bài thủ của Thất Thánh Triệu Hồi phát hành, chỉ những bài thủ mới sau khi học hết quy tắc cơ bản và được công nhận mới được nhận nó. Nghe nói là do học giả của GiáoViện Sumeru chế tác, trong hộp bàicó một cơ quan đặc biệt, có thể</p><p>dùng nó để cảm nhận những người có Hộp Bài Thần Bí ở xung quanh.Sử dụng tính năng này để đấu vớinhiều bài thủ xung quanh nào!</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/07/44749939/3045e1419406c4bddcc846b4af2f90d3_4883912172954895022.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Đỉnh Cao Triệu Hồi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/0b591dd44b48e694730e3edee7fb187c_3366143719157171802.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sự phổ biến của trò chơi bài Thất Thánh Triệu Hồi tiếp tục tăng lên, và một nghệ sĩ nổi tiếng đến từ Mondstadt, Vôi Trắng (Albedo) đã được mời tạo ra những hình ảnh thẻ bài độc quyền. Hội những nhà thám hiểm quyết định tổ chức Giải Đỉnh Cao Triệu Hồi, một giải đấu tại mọi thành phố của Teyvat với giải thưởng lớn. Khi Nhà Lữ Hành và Paimon đến Mondstadt, giải đấu đã gần kết thúc nên họ không thể tham gia, nhưng ngoài cuộc thi chính thức, người chơi còn tổ chức các giải đấu không chính thức của riêng mình mà không giới hạn thời gian nộp đơn. Khi Nhà Lữ Hành và Paimon đến Quán Rượu Đuôi Mèo để gặp Diona, <color=#ffffff73>họ nhận thấy một Youkai kỳ lạ từ Inazuma bên cạnh cô gái, một người đưa tin của Dịch Vụ Chuyển Phát Nhanh Komaniya, Kirara. Và sau khi gặp Diona và chủ quán rượu, khi họ đang trên đường đến địa điểm tổ chức giải đấu, họ được giới thiệu với một nhà báo đến từ Fontaine, Charlotte, người đến để đưa tin về từng giải đấu của Giải Đỉnh Cao Triệu Hồi. Cô kể lại rằng trong cuộc thi, cô đã nhìn thấy một \"Kẻ Trộm Bài\" lợi dụng sự lơ là của đối thủ để cướp bài. Nhà báo muốn theo dõi thủ phạm, nhưng hắn đã biến mất. Lữ Khách và Paimon muốn tìm ra toàn bộ sự thật, nên họ đã tham gia cuộc điều tra của cô.</color> <color=#ffffff73>Trong trận chiến cuối cùng giữa đội trưởng Hiệp sĩ Tây Phong, Kaeya, và cậu bé chim bồ câu, Timmie, Charlotte nhận thấy hai người khả nghi đang tránh né ánh mắt của mọi người, như thể họ đang âm mưu điều gì đó không đứng đắn. Khi một trong số họ đột nhiên bỏ chạy, nhà báo, Nhà Lữ Hành và Paimon đã đuổi theo hắn, bỏ lỡ cuộc thi cuối cùng, mà Timmie đã chiến thắng. Khi họ bắt kịp nghi phạm bên ngoài cổng Mondstadt, anh ta bất ngờ bị tấn công bởi Đạo Bảo Đoàn. Sau khi Đạo Bảo Đoàn bị đánh bại, nghi phạm thú nhận rằng anh ta đã được đề nghị một lá bài có hình chiếc rương ở mặt sau với giá gấp ba lần số tiền anh ta đã mua. Vì vậy, sau khi thỏa thuận, người đàn ông ngạc nhiên muốn kiểm tra xem Mora có phải là thật không và sau đó đã bị tấn công. Sau khi kể mọi chuyện cho các Hiệp sĩ Tây Phong và nhận ra rằng có một bí mật nào đó đằng sau mặt sau của lá bài, Charlotte, Nhà Lữ Hành và Paimon đã đến Cảng Liyue, nơi sẽ tổ chức trận chung kết tiếp theo. Khi họ rời khỏi giải đấu, họ nhìn thấy một tấm áp phích của giải đấu, trên đó có hình những người sáng tạo ra Thất Thánh Triệu Hồi, nhưng không ai biết danh tính, địa chỉ hoặc thông tin khác của họ.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/d01763012fa95507bd7836854d2c3fb9_8003719174813827251.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi Nhà Lữ Hành, Paimon và Charlotte đặt chân đến Liyue, nữ phóng viên được mời đến gặp Thiên Quyền trong Thất Tinh Liyue — Ningguang. Trong lúc đó, Nhà Lữ Hành và Paimon quyết định tranh thủ đi điều tra manh mối liên quan đến vụ việc hiện tại. Tại bến cảng, họ tình cờ gặp lại người bạn cũ Kaedehara Kazuha, và cũng bắt gặp Kirara đang loay hoay tìm đường đến Vãng Sinh Đường. Hóa ra gói hàng Kirara mang theo được gửi cho chủ nhân của nơi đó — Hu Tao, một trong những thí sinh lọt vào vòng chung kết Giải Đua Lớn Liyue. Nhà Lữ Hành và Paimon hỏi Hu Tao về mặt sau của thẻ bài rương. Hu Tao nhớ ra rằng Chongyun, một pháp sư trừ tà, từng thua trong một trận đấu bài với một người lạ mặt. Sau khi thắng, người kia đã yêu cầu một lá bài có mặt sau giống hệt như vậy. Sau đó, Kazuha cùng Nhà Lữ Hành và Paimon tìm thấy Chongyun khi anh đang giúp một đứa trẻ tìm lại người bạn đã bỏ chạy của mình. Họ biết rằng cậu bé từng tặng người bạn kia một món đồ có tên Hộp Bài Thần Bí. Nhà Lữ Hành liền kích hoạt chức năng dò tìm người chơi của chiếc hộp để lần theo dấu vết cô bé, và cả nhóm lại đụng độ Đạo Bảo Đoàn một lần nữa. Sau khi đánh bại chúng và tìm thấy cô bé mất tích, Chongyun tiết lộ rằng người từng thắng anh trong trận đấu bài đang có ý định đến Inazuma."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/c9894dcb6f98a3756a7299353b2a02ee_4407908945773921997.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Khi Hu Tao giành chiến thắng trong Giải Đua Lớn Liyue, Nhà Lữ Hành và Paimon quay lại cảng để gặp Charlotte cùng Ningguang. Ningguang cho biết, trên thị trường vừa xuất hiện một loại mặt sau thẻ bài rương cực kỳ hiếm, nhưng toàn bộ số hàng đã bị bán sạch chỉ trong một đêm. Ban đầu cô nghi ngờ đây là chiêu trò của thương nhân nhằm tạo khan hiếm, song khi biết đến sự tồn tại của Kẻ Cắp Thẻ, cô lập tức đổi hướng nghi ngờ sang hắn. Dù những mặt sau của thẻ này đều là hàng đặt làm riêng, nhưng chúng lại không hề tinh xảo hay bắt mắt, khiến bí ẩn đằng sau loạt thẻ bài rương ấy càng trở nên rối rắm và khó lý giải hơn bao giờ hết."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/0c24f56ce52d600a1594e60a86abeefa_594076962623727452.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Khi đến đảo Ritou, Nhà Lữ Hành, Paimon và Charlotte đã chạm trán với Lôi Thần – Ei, vị Thần của Inazuma. Người bạn thân và cũng là linh thú của cô, Yae Miko, đã thuyết phục Ei tham gia Giải Vua Triệu Hồi. Với thực lực của mình, Ei dễ dàng tiến vào bán kết, chiến đấu với những người dân Inazuma bình thường — những kẻ run rẩy khi đối mặt với vị Thần mà họ tôn thờ. Tuy nhiên, trong trận bán kết, Ei đã để thua Miko. Người lọt vào chung kết còn lại là Thượng Tế Sangonomiya Kokomi, người đến Ritou với mong muốn chứng minh rằng ngay cả khi tin vào những vị Thần khác nhau, người Inazuma vẫn có thể cùng nhau vui vẻ qua một trò chơi bài, gác lại mọi hiềm khích. Gần khu vực thi đấu, Nhà Lữ Hành, Charlotte và Paimon lại gặp Kirara, lúc này đang giao hàng. Sau khi Kokomi đánh bại Miko trong trận chung kết, cô phỏng đoán rằng bí ẩn về Kẻ Cắp Thẻ (Card Snatcher) có liên quan đến lộ trình giao hàng của Kirara, vì thời gian và địa điểm đều trùng khớp hoàn hảo.Tất cả các thùng hàng của Kirara đều rất nhẹ, nên chỉ có thể chứa những lá bài có hình chiếc rương. Và vì Kirara đã nhận gói hàng trước khi gặp Kẻ Cắp Thẻ, điều đó cho thấy có thể có nhiều tên tội phạm đang cùng hoạt động. Sau khi tổng hợp các manh mối, Kirara (yêu miêu) chợt nhớ ra rằng tất cả các kiện hàng của cô đều có cùng điểm đến ở Sumeru:</color>\n<color=#edeef0>“Khoảng 100 bước chân từ Dịch Trạm Lữ Khách tiến về phía sa mạc, gần bông Hoa Liệt Hoả đầu tiên.”</color>\n<color=#ffffff73>Vì vậy, Nhà Lữ Hành, Charlotte và Paimon đã xin đi cùng Kirara để tự tay giao gói hàng đó — và tiếp tục lần theo dấu vết của bí ẩn đang dần hé mở.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/70343bc67d366a2c6893ffc6707026da_8081937571062038112.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Tại Dịch Trạm Lữ Khách, họ gặp Cyno, người vừa trở thành nhà vô địch của giải đấu, và kể lại toàn bộ những gì đã xảy ra. Cyno lập tức đồng hành cùng họ để bắt quả tang bọn tội phạm. Trong buổi gặp mặt với “khách hàng”, yêu miêu Kirara cố gắng dò hỏi về nội dung của gói hàng, nhưng những tên Đạo Bảo Đoàn nhận hàng đã đột ngột tấn công cô. Nhờ sự giúp đỡ của Cyno và mọi người, họ đã đánh lui cuộc tập kích này. Sau khi bị bắt giữ, bọn cướp thú nhận rằng chúng đã quá mệt mỏi với việc trộm cắp lặt vặt và quyết định thực hiện một phi vụ lớn, đánh cắp những báu vật quý giá từ nhiều quốc gia khác nhau cùng một lúc để khẳng định “thanh thế” của mình. Để có thể truyền đạt kế hoạch cho toàn bộ đồng bọn một cách nhanh chóng, chúng nảy ra ý tưởng sử dụng thẻ bài: in hình mặt sau có hình chiếc rương, gọi là thẻ bài rương. Tất cả các thành viên Đạo Bảo Đoàn đều biết rằng, nếu làm ướt mặt sau thẻ bằng bùn hoặc cát ẩm rồi chà nhẹ, thông điệp bí mật sẽ hiện ra:\n<color=#ffffffd9>“Các huynh đệ đồng đạo, đây chính là phi vụ lớn mà ta chờ đợi bấy lâu! Hãy rút dao, đeo mặt nạ, chuẩn bị Thú Thồ Hàng… À, và với những ai chưa có Thú Thồ Hàng…”</color>\nThông điệp tiếp tục ghi rõ chi tiết kế hoạch và thời gian hành động. Tuy nhiên, một số tên trong Đạo Bảo Đoàn đã bắt đầu chơi Thất Thánh Triệu Hồi, khiến những thẻ bài chứa thông điệp mật bị vô tình lưu hành ra bên ngoài. Nhận ra sai lầm của mình, chúng vội vàng thu hồi toàn bộ số thẻ đó bằng mọi cách có thể — trộm, thắng trong đấu bài, hoặc mua lại, nhằm ngăn không để bất kỳ ai khác phát hiện ra phi vụ lớn của chúng."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/13dd8937509b63587365c20f111f5f0a_2359361944767608416.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi vụ án Kẻ Cắp Thẻ được phá và Cyno áp giải bọn tội phạm đi, Kirara vẫn còn lại một gói hàng cuối cùng. Nó đã nằm trong văn phòng suốt một thời gian dài vì người nhận không thể tìm thấy, thậm chí hàng xóm cũng không biết ông ta đã đi đâu. Sau đó, khi thời hạn lưu kho của bưu kiện hết hạn, Kirara phát hiện rằng người gửi đã qua đời, nên cô quyết định tự mình đi tìm người nhận, một học giả tên Garvipidam. Gói hàng ghi địa chỉ Làng Vimara ở Sumeru, nhưng không ai trong làng biết đến người này. Nhờ trưởng làng, họ biết rằng có một học giả thuộc Học Viện Sumeru đang sống tại đây, song không ai từng tiếp xúc với ông ta. Khi Kirara và mọi người tìm thấy Garvipidam, họ phát hiện rằng ông chính là một trong những người sáng tạo ra trò Thất Thánh Triệu Hồi, còn người gửi gói hàng, Gulab, là người đồng sáng tạo thứ hai. Bên trong gói hàng là một bức thư và một lá bài mà Gulab đã vẽ trước khi qua đời:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“Người bạn thân mến của ta, chắc hẳn cậu đang thắc mắc vì sao ta lại để lại cho cậu một bức thư như thế này.</color>\n<color=#ffffffd9>Bởi vì… ta biết rằng cậu sẽ không chấp nhận sự thật rằng ta chẳng còn sống được bao lâu nữa.</color>\n<color=#ffffffd9>Ta đoán chiếc Hộp Bài Thần Bí mà ta tặng cậu giờ có lẽ đang phủ bụi ở một góc nào đó, nên đây sẽ là món quà cuối cùng của ta dành cho cậu.</color>\n<color=#ffffffd9>Ta xin lỗi vì chỉ có thể gửi nó cho cậu bây giờ.</color>\n<color=#ffffffd9>Cậu còn nhớ ngày đầu tiên chúng ta gặp nhau chứ?</color>\n<color=#ffffffd9>Cậu là người duy nhất sẵn lòng kết bạn với đứa trẻ mắc chứng Eleazar.</color>\n<color=#ffffffd9>Giờ đến lượt ta giúp cậu tìm thêm những người bạn mới rồi.”</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/7bc9ca894b9306e6f861c3cebb599561_2465822552007288056.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Dù Garvipidam không còn chơi bài sau khi Gulab qua đời, nhưng với rất nhiều người, Thất Thánh Triệu Hồi đã trở thành hơn cả một trò chơi — đó là cơ hội để gặp gỡ, kết bạn và cùng nhau tận hưởng những trận đấu đầy niềm vui. Và dù cho bạn bè có rời xa, họ không thực sự biến mất mãi mãi, mà vẫn luôn ở bên ta, chỉ là dưới một hình thức khác mà thôi. Cuối cùng, Garvipidam đã chấp nhận sự thật rằng người bạn thân của mình đã không còn trên đời, và ông đề nghị cùng mọi người chơi Thất Thánh Triệu Hồi bằng lá bài mà Gulab để lại, bởi chiếc Hộp Bài Thần Bí mà Gulab tặng ông vẫn luôn ở bên ông — như một minh chứng cho tình bạn không bao giờ phai tàn.\n<color=#ffd780>Bài Viết Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8423,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "name": "Mondstadt",
        "desc": "<p>Thành phố tự do nằm ở phía Đông Bắc đại lục Teyvat.</p><p>Giữa những dãy núi và đồng bằng rộng lớn, làn gió tự do cuốn theo hơi thở của ngọn bồ công anh bay qua Hồ Rượu Trái Cây, đem theo lời chúc phúc và ân trạch từ Phong Thần Barbatos đến Thành Mondstadt nằm trên đảo hồ trung tâm.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/7b245f487d037173b0e941069fa82074_6126217539693815669.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "name": "Liyue",
        "desc": "<p>Bến cảng giàu có nằm phía đông đại lục Teyvat. Vùng đất màu mỡ được tạo nên từ những dãy núi cao, rừng đá sừng sững, đồng bằng rộng lớn và những bờ sông nhộn nhịp sức sống, nơi đây rực rỡ sắc màu trong bốn mùa. Có bao nhiêu món quà cổ xưa của Nham Ma Thần được chôn vùi giữa núi non và những kỳ tích đá đang chờ người ta khám phá đây?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/05/44749939/5968bc73f375ee1e3704302541c83c7f_5132625440292305.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "name": "Inazuma",
        "desc": "<p>Quần đảo biệt lập nằm ở phía đông đại lục Teyvat.</p><p>Vượt qua giông bão bất tận, đặt chân lên hòn đảo ngập tràn lá phong đỏ và hoa anh đào, trên những bờ cát quanh co, những vách đá cao chót vót và cả trong những khu rừng bí ẩn, chứng kiến sự vĩnh hằng được Tôn Chủ Narukami Ogosho theo đuổi.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/12108544/fe011f0f93e3259d28b0272d0db961b7_2697662844516331471.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7621,
        "name": "Hiệp Hội Nhà Mạo Hiểm",
        "desc": "<p><span style=\"color: oklab(0.949075 -0.0000115931 -0.00219017)\">Một tổ chức có trụ sở tại Snezhnaya chuyên tuyển dụng các nhà thám hiểm, nhận và giao uỷ thác. Họ có văn phòng đại diện tại mọi thành phố lớn. Phương châm của họ là \"Ad astra abyssosque!\"</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/10/07/44749939/7442a433d867e84116d924c6329f7862_3469707097302133909.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 8270,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p>Phóng viên đầy năng lượng của tờ báo Chim Hơi Nước, mỗi giây phút đều hướng về \"chân tướng\".</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/07/12108544/7bbbff3f35661a93b5091b1f17fae6c0_5187418479416157217.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p>Nhân viên giao hàng của \"Công Ty Chuyển Phát Komaniya\" tại Inazuma, là một \"nekomata\" yêu thích công việc của mình và xã hội loài người.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/22/12108544/d1699810632f8c3bc8c1e8c8beb8250f_1001827821830008366.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 44,
        "name": "Diona",
        "desc": "Thiếu nữ có dòng máu \"không phải người\" hiếm có, người pha chế rượu rất được yêu thích của Quán Rượu Đuôi Mèo.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "Kiếm sĩ có nét của người ngoại quốc, là nhân vật có đầu óc trong Đội Kỵ Sĩ Tây Phong.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 34,
        "name": "Hu Tao",
        "desc": "Đường chủ đời thứ 77 của Vãng Sinh Đường, tuổi còn trẻ nhưng đã phụ trách việc tang lễ của Liyue.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Hu Tao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 22,
        "name": "Kaedehara Kazuha",
        "desc": "Ronin Samurai đến từ Inazuma, nay đã gia nhập đội thuyền \"Nam Thập Tự\" Liyue. Tính tình ôn hòa, hào sảng, trong lòng chất chứa nhiều chuyện xưa.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaedehara Kazuha_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 45,
        "name": "Chongyun",
        "desc": "Phương sĩ trẻ tuổi thuộc gia đình danh giá chuyên trừ tà, luôn cố gắng hết sức để khống chế \"thuần dương chi thể\" của bản thân.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Chongyun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "\"Thiên Quyền\" trong Thất Tinh Liyue, giàu có nổi tiếng, khắp đại lục khó ai sánh bằng.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Là Tôn Chủ Narukami Ogosho đại nhân, đưa người dân Inazuma hướng đến sự \"vĩnh hằng\" ngàn năm không đổi.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/12108544/2669f7bf2fdea7ccf0a4aa7ac9f250b2_4184089322112947997.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Đại nhân Guuji của Đền Narukami, kiêm tổng biên tập của Nhà Xuất Bản Yae. Phía sau vẻ ngoài xinh đẹp kiều diễm là sự thông minh và xảo quyệt mà khó ai ngờ đến.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2492,
        "name": "Timmie",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/npc/Timmie_icon.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "Thánh Pháp Sư của đảo Watatsumi, thiếu nữ quản lý mọi chuyện trên đảo Watatsumi.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>&#34;Tổng Quản Mahamatra&#34;, phụ trách giám sát các học giả trong Giáo Viện.</p><p>Hiệu suất trong lúc làm việc sẽ còn hiệu quả hơn &#34;Vayuvyastra Vĩ Đại&#34; của Học Phái Kshahrewar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/148664880/e09e2bda5e022611fad0dea1bb6518bb_8287353914248900529.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "Người đứng đầu trong các Giả Kim Thuật Sĩ kiêm đội trưởng tiểu đội điều tra của Đội Kỵ Sĩ Tây Phong, được gọi là thiên tài \"Kreideprinz\".",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Thất Thánh Triệu Hồi",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/d117b7775ff35836aa868c8de0d0ce13_5368843121030452130.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Thất Thánh Triệu Hồi được sáng tạo bởi hai học giả đến từ Sumeru, Gulab và Garvipidam. Họ quen biết nhau từ nhỏ, cùng nhau học tập và trưởng thành. Gulab mắc bệnh Eleazar, một căn bệnh chỉ tồn tại ở Sumeru và bắt nguồn từ Tri Thức Cấm. Căn bệnh này biểu hiện bằng những vảy đen trên da, tê liệt chân tay, và cuối cùng là tử vong. Nếu không có băng bó trên tay, khó có thể đoán được cậu bé bị bệnh, nhưng không ai muốn làm bạn với cậu. Tuy nhiên, Gulab vẫn điềm tĩnh, tốt bụng và luôn vui vẻ. Garvipidam là người duy nhất muốn làm bạn với cậu bé bị bệnh, và kể từ đó, họ trở nên thân thiết. Họ cùng nhau bước vào Học viện Sumeru, nơi Gulab đạt được danh hiệu Rtawahist Dastur. Nhưng chẳng bao lâu sau, căn bệnh bắt đầu trở nặng, các biến chứng nghiêm trọng xuất hiện, và Gulab phải nằm liệt giường. Cậu được điều trị tại bệnh viện, vì vậy cậu phải từ bỏ công việc nghiên cứu của mình. Để hỗ trợ bạn mình, Garvipidam ngày nào cũng đến bệnh viện, ngay cả khi bạn anh nói rằng không cần phải đến thường xuyên. Khi không có việc gì làm ở bệnh viện, hai người bắt đầu giải trí bằng cách tô màu các lá bài, và dần dần những lá bài này trở Thất Thánh Triệu Hồi. Chẳng mấy chốc, cả bệnh viện cùng chơi một trò chơi bài. Khi tạo ra trò chơi, Garvipidam đã vận dụng kiến thức lý thuyết về các nguyên tố, mơ ước được tiếp tục nghiên cứu cùng nhau khi Gulab hồi phục."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/9410c6251327ab6c1257fecd24c1f595_6948451517613006929.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Những giấc mơ của Garvipidam đã không thành hiện thực, vì Gulab đã chết vì căn bệnh Eleazar. Sau khi ông qua đời, vị học giả đã cố gắng chơi trò chơi với người khác, nhưng mỗi lần nhìn lên, ông lại thấy bóng dáng của người bạn mình, như thể anh ta vẫn đang ngồi ở bàn. Tất cả những người quen của Garvipidam đều khuyên ông nên tiếp tục và tận hưởng Thất Thánh Triệu Hồi, vì ông là một trong những người sáng tạo ra nó. Nhưng ông không thể chấp nhận cái chết của người bạn mình. Ông bắt đầu sống một cuộc sống ẩn dật, tự giới thiệu mình dưới một cái tên giả, và ngay cả những người hàng xóm của ông cũng không biết ai sống cùng họ. Mặc dù có hình ảnh của những người sáng tạo ra trò chơi, nhưng không ai biết danh tính của họ, và theo thời gian, lịch sử của trò chơi bị bao quanh bởi những lời đồn đại. Một số người tin rằng tác giả của trò chơi không phải là người sáng tạo thực sự, trong khi những người khác tin rằng trò chơi được phát minh sau khi được vị thần trí tuệ mặc khải. Chỉ sau một trong những giải đấu của Thất Thánh Triệu Hồi, sự thật mới được tiết lộ, và Garvipidam cuối cùng đã có thể khép lại câu chuyện để vượt qua cái chết của Gulab thông qua thông điệp và món quà cuối cùng của anh, một lá bài Thất Thánh Triệu Hồi minh họa cả hai đều là những đứa trẻ từ rất lâu trước đây.\n<color=#ffd780>Bài Viết Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 8270,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3944,
        "desc": "",
        "displayStyle": "card",
        "menuId": 18
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "\"Vua Triệu Hồi\"",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/21/237301566/fac4492056b305f87c2997c7d70a1625_3462596612050593980.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Sau khi trò chơi Thất Thánh Triệu Hồi ra mắt, cuốn sách Vua Triệu Hồi đã được viết, kể về câu chuyện của một chàng trai trẻ tìm thấy một Hộp Sách trong gác xép của mình. Khi mở nó ra, anh phát hiện ra linh hồn của Vua Cá Sấu, kẻ đã nhập vào anh, và người anh hùng đã trở thành người chơi của Thất Thánh Triệu Hồi. Để tạo ra hình ảnh cho các lá bài, tác giả của cuốn sách, Fukumoto, đã lấy cảm hứng từ những trận chiến và nhân vật có thật, chẳng hạn như Tướng Mahamatra Cyno. Sau khi cuốn sách được xuất bản, một số người bắt đầu tin rằng những người sáng tạo thực sự của trò chơi là Vua Cá Sấu và Vua Ibis, và chính một chàng trai trẻ bị nhập đã viết cuốn sách đó. Và mặc dù Fukumoto đã phủ nhận, số lượng tin đồn chỉ tăng lên, và sự phổ biến của trò chơi cũng tăng lên."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/14/237301566/e4697b66743322b761c46ad742aa08b7_4281653627758930364.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Vua Cá Sấu Sobek, Thuyền Trưởng của các Thuyền Trưởng, Vua Ibis Thoth, Thư Ký của các Thư Ký, nằm trong số bảy hiền triết của</color> <color=#ffffff73>, người cai trị Sa mạc Sumeru. Trong một chương của cuốn sách, Vua Cá Sấu và Vua Ibis đã tranh luận không ngừng nghỉ, và một ngày nọ, cuộc tranh luận của họ chuyển sang việc thay đổi vạn vật. Sobek tìm kiếm một người, sau khi nhận được phước lành của một Oceanid, có thể biến bất kỳ chất lỏng nào thành rượu. Toth mang đến một người, dưới ảnh hưởng của một lời nguyền, có thể biến mọi thứ thành bạc. Các hiền triết của Vua Deshret cá cược xem kết quả nào sẽ chiến thắng cuối cùng và yêu cầu thủ lĩnh của tầng lớp tư tế, Hermanubis, đưa ra một phỏng đoán về kết quả cuối cùng.</color> <color=#ffffffd9>\"</color> <color=#ffffffd9>Cả hai hình thức sức mạnh đều xung đột trực tiếp, như những ngọn giáo sắc nhọn đâm vào những tấm khiên vững chắc,</color> <color=#ffffffd9>\"</color> <color=#ffffff73>Hermanubis nói,</color> <color=#ffffffd9>\"Và mỗi bên phải nhường nhịn bên kia và lùi lại một bước. Đây là nguyên tắc cân bằng.\"</color> <color=#ffffff73>Cuối cùng, kết quả cuối cùng là chiếc cốc trở thành bạc nguyên chất, còn nước lắng đọng bên trong trở thành một loại rượu hảo hạng với những hạt bạc lơ lửng. Tuy nhiên, Vua Cá Sấu và Vua Ibis không hề nghe lời cảnh báo của Hermanubis mà vẫn tiếp tục cuộc chiến. Cuối cùng, họ đã phát minh ra một phép thuật triệu hồi kỳ lạ. Và giờ đây, cả hai đã vượt qua hàng thiên niên kỷ để tiếp tục cuộc chiến trên chiến trường Thất Thánh Triệu Hồi.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/14/237301566/9b145f097c61d2bf12d48e675aac29c0_2454828832054840521.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Khi tập cuối cùng của Vua Triệu Hồi #1 được phát hành, một đơn đặt hàng trước đặc biệt được cho là sẽ bao gồm một sản phẩm mẫu dưới dạng vũ khí có tên là Mỏ Cò Xuyên Thấu. Do các thông số kỹ thuật độc đáo của nó, yêu cầu sản xuất một mẫu đã bị hiểu lầm là để chế tạo một vũ khí thực sự, điều này đã khiến Nhà xuất bản Yae khó chịu. Tuy nhiên, Fukumoto, người có mặt khi cây cung được giao, đã rất ấn tượng trước diễn biến sự kiện này và đã viết một câu chuyện sau đó được đưa vào cuốn sách dưới dạng phụ lục. Theo câu chuyện, cây cung, được trang trí bằng đá quý, đã từng nằm trong kho của Vua Ibis. Vua Cá Sấu tin rằng bất cứ ai sử dụng cây cung này sẽ trở thành cung thủ giỏi nhất dưới thời Vua Deshret, vì vậy ông quyết tâm có được cây cung bằng mọi giá. Chàng trai trẻ da xanh Phổ hỏi liệu anh ta có thể có được cây cung nếu anh ta trở thành cung thủ tài giỏi nhất không, nhưng chỉ nhận được một nụ cười nhếch mép đáp lại. Khi Vua Deshret đã biến mất từ lâu, Vua Cá Sấu quyết định giẫm đạp biển cát nhân danh \"Nghi thức Đấu Tay Đôi\", tất cả nhằm xóa bỏ rào cản giữa vô số thế giới và từ đó khơi mào một cuộc chiến tranh điên cuồng. Để ngăn chặn hắn, một bóng người cao tuổi đơn độc (Vua Ibis) cầm cung vàng bước lên những bậc thang dẫn đến nghi lễ. Sau trận chiến này, Sobek bị Toth phong ấn trong \"Phòng Đấu Tay Đôi\" vì lòng khao khát một cuộc chiến tranh vĩ đại và âm mưu phá hủy bức tường của các thế giới. \"Phòng Đấu Tay Đôi\" giống như một nơi trú ẩn: không thể trốn thoát và gian lận mà không bị phát hiện. Ngay cả Vua Cá Sấu cũng không thể rời khỏi nơi này."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/09e3d65b6afe44c2eb824f5bc52ca8f6_1494281877174131513.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Vài thế kỷ sau, chàng trai trẻ Abu phát hiện ra Hộp Sách và Vua Cá Sấu đã nhập vào anh ta, và cả hai cùng nhau trở thành vua của sự triệu hồi. Khi Sobek bước vào \"Phòng Đấu Tay Đôi\" bị niêm phong một lần nữa, thông qua chàng trai trẻ, anh nhìn thấy một cây cung dài do bóng ma kia cầm. Thời gian như ngừng lại, để phần linh hồn còn sót lại của anh có thể xuyên qua những cánh cửa vỡ vụn và những hành lang rải rác, trở về căn phòng đầy rẫy sự phản bội và âm mưu. Nắm lấy mũi tên vàng không thể tránh khỏi được bắn ra từ Cung Nghi Lễ Bí Mật đang lao về phía mình, anh đã cứu cơ thể khỏi số phận bi thảm bị đâm xuyên qua ngực. Nhưng đúng lúc này, nghi lễ bí mật tan biến, mũi tên bị xua tan, và bóng dáng của người cầm cung biến mất trong chớp mắt. Sobek chộp lấy cây cung dài trước khi nó rơi xuống đất. Nhiều lần anh cố gắng giành lấy cây cung vàng này đều thất bại, điều này góp phần vào sự rạn nứt giữa anh và Vua Cá Sấu. Than ôi, khi cuối cùng cũng có được kho báu mà mình hằng khao khát bấy lâu, chàng nhận ra <color=#ffffff73>trái tim mình lạnh lẽo như đầm lầy tù đọng, không một gợn sóng vui mừng. Vua Cá Sấu ngẫm nghĩ rồi kết luận rằng mình không còn khao khát thỏa mãn những ham muốn chưa được thỏa mãn như hồi trẻ nữa.</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/13/237301566/334c716df62558e7326153cf949a2b0a_759668867041982066.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Sau đó, khi linh hồn Vua Cá Sấu rời khỏi thể xác Abu, chàng trai trẻ đã đến thách đấu với hắn trong \"Phòng Đấu Tay Đôi\". Hồi tưởng lại quá khứ, Sobek cầm cung, tưởng tượng về chiến thắng mà mình hằng mơ ước thuở nhỏ, rồi chậm rãi bước về phía chiến trường định mệnh. Mặc dù vị vua da xanh Phổ đã gần kề chiến thắng, nhưng chàng trai trẻ vẫn có thể chiến thắng. Abu nghiêng đầu, nhìn thi thể nhà vua dần tan thành tro bụi. \"Dù sống nhờ chiến tranh, nhưng chưa một ngày nào ngài ngừng dập tắt ngọn lửa chiến tranh\", chàng trai trẻ nói. \"Thế này thì chán ngắt\", Abu nói, \"thế giới này sẽ thật tẻ nhạt nếu không có ngài. Với ta, ngài là... Ngài sẽ không hiểu đâu. À, nhân tiện, ta chợt nhận ra rằng ta vẫn chưa biết tên ngài.\" Vua Cá Sấu nhìn thấy một nụ cười xa lạ, nguy hiểm hiện lên trên môi chàng trai trẻ. Ngày hôm đó, nhiều thế giới đã chứng kiến ước nguyện của chàng trai trẻ: \"Hãy để những bức tường sụp đổ, và cuộc chiến giữa các thế giới bắt đầu. Ta muốn những dòng sông máu nhuộm đỏ mặt đất và những ngọn núi xương xẩu đâm xuyên qua bầu trời. Vua Triệu Hồi sẽ trường tồn như vậy!\"</color>\n<color=#ffd780>Bài Viết Liên Quan:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "name": "Sumeru",
        "desc": "<p>Thành phố học thức nằm ở phía tây Đại Lục Teyvat.</p><p>Vùng đất kỳ lạ với rừng mưa sum suê và sa mạc khô cằn. Nơi có vô số loại quả trí tuệ sinh ra và chôn vùi tại đây. Cho dù là băng qua khu rừng rậm đến các bậc thang của thành phố học thức, hay là tiến sâu vào sa mạc để khai quật di tích đất đỏ, du khách đến từ phương xa đều có thể nhận được tri thức quý báu từ nơi đây.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/f77d0c308b54728b6a1f3bc525e42955_8545358639581942442.png",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>&#34;Tổng Quản Mahamatra&#34;, phụ trách giám sát các học giả trong Giáo Viện.</p><p>Hiệu suất trong lúc làm việc sẽ còn hiệu quả hơn &#34;Vayuvyastra Vĩ Đại&#34; của Học Phái Kshahrewar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/148664880/e09e2bda5e022611fad0dea1bb6518bb_8287353914248900529.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3902,
        "name": "Mỏ Cò Xuyên Thấu",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Chiếc cung vàng được rèn theo mô tả trong truyện. Nếu sử dụng nó như một món vũ khí, chắc sẽ cảm nhận thấy những trang truyện được tái hiện ra bên ngoài nhỉ.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/09/12108544/aabe7d9d1532b5e13cb9dd9a6a9c3d2c_4733421210618587645.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 5151,
        "name": "Đối Thoại Của Hiền Giả Sa Mạc",
        "desc": "<p>Quyền trượng vinh quang của thuật giả kim, được làm từ hợp kim đặc biệt để phù hợp với địa vị của nó. Quyền trượng rất cứng và nặng, dùng để đánh người cũng sẽ rất đau.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/13/12108544/cc3e6b2a6e31846dff52115554a9bedd_2306080195593153346.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 3945,
        "name": "\"Vua Triệu Hồi\"",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Tiểu thuyết được viết theo chủ đề trò chơi \"Thất Thánh Triệu Hồi\" đang làm mưa làm gió tại Teyvat. Thiết kế nhân vật độc đáo sáng tạo, tình tiết câu chuyện đặc sắc gay cấn, là một tác phẩm khá nổi dạo gần đây.</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/15/44749939/4b4814d853c6402f8391915a44b0685f_7222809568442028470.png",
        "displayStyle": "card",
        "menuId": 12
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Thất Thánh Triệu Hồi"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Giải Thích Từ Ngữ"
          }
        ]
      }
    ]
  }
}