{
  "epId": 8351,
  "name": "Ghi Chép Rách Nát Của Ai Đó I",
  "desc": "Ghi chép được phát hiện trong thi thể của Bakunawa.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Lần nghỉ ngơi thứ mười bốn, không biết ngày hay đêm, không có gió.\nTôi suýt nữa đã tưởng là mình sắp chết rồi, tay trái và một phần eo của tôi bị con ma vật đó ăn mất, thuốc thì không biết làm mất ở đâu rồi, không xử lý được vết thương...\nNhưng hôm nay có lẽ là ngày may mắn của tôi. Tôi lại có thể gặp được một người đàn ông ở một nơi thế này, anh ấy tên là Nocht. Anh ấy dùng đóa hoa nở trong tro tàn để cầm máu cho tôi, còn nói với tôi là đừng đến gần lũ ma vật đó, bọn chúng thậm chí còn ăn thịt cả đồng loại.\n...\nTôi hỏi anh ấy từ đâu đến, anh ấy nói là từ một nơi tên là \"Tenochtzitoc\"...\nNhưng đó không phải quê hương của anh ấy, anh ấy đang tìm quê hương của mình. Thật kỳ lạ, đến quê hương của mình mà cũng không nhớ được hay sao...?\n...\nNocht không nghỉ ngơi mà lại đi ngay. Anh ấy nói, anh ấy không còn nhiều thời gian nữa.\nAnh ấy khuyên tôi sớm quay về, nhưng với thể trạng hiện nay của tôi thì quay lại cũng chẳng có ý nghĩa gì mấy.\nTôi đã chuẩn bị sẵn sàng rồi. Đây là lần mạo hiểm cuối cùng của tôi. Với danh nghĩa của nhà mạo hiểm vĩ đại Stanley, tôi sẽ dùng đến giọt máu cuối cùng để khám phá bí mật của nơi này.\n...\nHans, nếu như anh có thể thuận lợi trở về Mondstadt, vậy thì những cố gắng của tôi xem như không uổng phí.\nNếu một ngày nào đó anh hoặc người nào khác của hiệp hội trở lại đây, hy vọng các anh có thể nhìn thấy những ghi chép mà tôi để lại.\nHướng về những ngôi sao và vực sâu."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Ghi Chép Rách Nát Của Ai Đó I"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      }
    ]
  }
}