{
  "epId": 8352,
  "name": "Ghi Chép Rách Nát Của Ai Đó II",
  "desc": "Ghi chép được phát hiện trong thi thể của Bakunawa.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Ghi Chép Rách Nát Của Ai Đó II"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Lần nghỉ ngơi thứ hai mươi bốn, không biết ngày hay đêm, không có gió.\nHôm nay tôi lại thấy nhiều ma vật hơn, bọn chúng dường như là một chủng tộc, trông có vẻ giống với con ma vật đã ăn thịt chúng tôi. Nhưng mà kích thước cơ thể lớn nhỏ khác nhau, trong đó con lớn nhất thì cơ thể tương đương một ngọn núi nhỏ.\n...\nTôi chưa từng thấy thứ tà ác này, nhưng khí tức mà chúng tỏa ra, tôi cứ cảm thấy là mình đã từng cảm nhận được... Hình như là ở Long Tích Tuyết Sơn.\n...\nVề phạm vi hoạt động của ma vật, tôi bắt đầu nghi ngờ, nơi mà chúng ta đến trước đó không phải là trung tâm của Vùng Biển Lặng mà chúng ta vẫn nghĩ. Có thể chúng ta vẫn luôn quanh quẩn ở bên ngoài, chứ chưa thực sự đến được vùng trung tâm của nơi này...\n...\nNgoài ra, hôm nay còn có một chuyện lạ đáng để ghi lại. Tôi nhớ lúc trước hình như đã gặp một người phụ nữ giúp băng bó vết thương. Nhưng khi muốn nhớ lại diện mạo của cô ấy thì đầu óc tôi lại như bị khói bụi bao trùm, không có gì rõ ràng cả...\nĐiều duy nhất khiến tôi có chút ấn tượng, là cô ấy tên... Nana gì đó nhỉ?\nHình như là đúng đấy. Vết thương lại bắt đầu đau rồi, đầu cũng rất đau, tôi không nhớ rõ nữa..."
          }
        ]
      }
    ]
  }
}