{
  "epId": 8547,
  "name": "Tàu Lục Chiến - Mẫu Tiên Phong Đa Năng",
  "desc": "Tàu Lục Chiến tinh nhuệ cân bằng giữa kỹ thuật tiên tiến, chi phí sản xuất và tần suất xuất kích. Cung cấp sức mạnh xuyên phá mạnh mẽ cho bất kỳ đội hình chiến đấu nào, là điểm tựa then chốt trên chiến tuyến.<br>Vũ trang mẫu tấn công toàn diện kết hợp súng máy tự động nhiều nòng và đao xoay cận chiến, giúp loại Tàu Lục Chiến này có thể ứng phó với kẻ địch ở mọi cự ly giao chiến, lựu đạn hạng nặng ở hai cánh tay có thể phá hủy nơi ẩn nấp, khiến phe phòng thủ mất đi vật chắn. Theo như quy định tác chiến do Fatui và Học Viện Quân Đội Hoàng Gia biên soạn, khi loại Tàu Lục Chiến toàn diện này phát động tấn công, tất cả các đơn vị xung quanh đều phải phối hợp với nó, nhanh chóng tạo ra kẽ hở trong phòng tuyến của kẻ địch để tiến hành các đợt tấn công sâu, phá hủy triệt để phòng tuyến của kẻ địch...",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/54e4cf08765006b4b7da7b044eff26d4_4755722916967116999.png",
  "menuId": 7,
  "menuName": "Kẻ Địch Và Ma Vật",
  "version": 1758214221,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 4928,
        "name": "EXP Nhân Vật",
        "desc": "<p>EXP nhân vật, dùng để tăng cấp nhân vật</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/16/44749939/dcadc03080475f1ca69d57259cd598a1_3069820983542110892.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8605,
        "name": "Trục Quay Hỏng Hóc",
        "desc": "Trục quay của Tàu Lục Chiến bị hư hại trong chiến đấu.<br>Cho dù là công nghệ tinh vi thì cũng khó mà chống lại sự mài mòn cường độ cao, cũng giống như lý tưởng hào hùng đến đâu thì cũng khó mà cứu vãn mạng sống của một người đã chết vì lý tưởng của người khác. Hơn nữa, máy móc sản xuất hàng loạt thì khó mà tinh xảo, còn lý tưởng sản xuất hàng loạt thì khó có thể gọi là lý tưởng thực sự.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/e724f6f71ea0a46395b84b8af26dda20_6584226285579579622.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8606,
        "name": "Trục Quay Gia Cố",
        "desc": "Trục quay của Tàu Lục Chiến đã được gia cố.<br>Vô số báo cáo hỏng hóc mới đổi lại được sự cải tiến nhỏ nhoi này. Trên ý nghĩa nào đó, cơ chế hành chính của Cục Khí Tài Đế Quốc có lẽ còn phức tạp hơn hàng chục lần so với cỗ máy mà nó chế tạo ra. Dù sao thì loại thuyền tuần tra tiên tiến nhất cũng không cần mất vài tháng hay thậm chí vài năm để chế tạo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7a61b42008edbe7fc7356c011ef7b760_2213517549807440323.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8607,
        "name": "Trục Quay Tinh Chế",
        "desc": "Trục quay của Tàu Lục Chiến được tinh chế bởi Cục Thiết Kế.<br>Trên bản vẽ của các kỹ sư bắc quốc, thứ nhỏ bé này từng là kiệt tác hoàn mỹ tượng trưng cho vinh quang và tiến bộ kỹ thuật, thành quả trí tuệ của vô số thời đại được đúc kết trong thứ linh kiện kim loại nhỏ bé này. Và rồi nó đã nằm dưới lớp bùn lầy lạnh lẽo, chờ đợi cho lần tái chế tiếp theo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/fcf444c3a40bf213f98a80cde35bf4ab_115132291217183169.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Tàu Lục Chiến - Mẫu Tiên Phong Đa Năng"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Ảnh Minh Hoạ",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/9fbc9810386fd6b82e889619e9864e2b_7887763067793711684.png"
      }
    ]
  }
}