{
  "epId": 8549,
  "name": "Tàu Lục Chiến - Mẫu Hỏa Lực Địa Hình Đa Năng",
  "desc": "Tàu Lục Chiến tinh nhuệ cân bằng giữa kỹ thuật tiên tiến, chi phí sản xuất và tần suất xuất kích. Cung cấp sức mạnh xuyên phá mạnh mẽ cho bất kỳ đội hình chiến đấu nào, là điểm tựa then chốt trên chiến tuyến.<br>Sau khi trang bị động cơ phản lực công suất sao, loại Tàu Lục Chiến mẫu địa hình này có khả năng vận dụng nhiều loại vũ khí, cho phép chúng triển khai hỏa lực đáng kể đến bất kỳ đâu trên chiến tuyến một cách kịp thời. Vì vậy, theo như quy định tác chiến do Fatui và Học Viện Quân Đội Hoàng Gia biên soạn, trong chiến đấu quy mô lớn, chúng phải được thiết lập thành một \"đội phản ứng nhanh\" để chống lại sự đột phá hoặc phản kích của kẻ địch và gia tăng hiệu quả khi chiếm ưu thế. Đương nhiên, tất cả Tàu Lục Chiến tinh nhuệ đều có khả năng thực hiện nhiệm vụ độc lập, và trong thời gian dài thực hiện nhiệm vụ tác chiến, chúng có thể làm tâm điểm của một tiểu đội bất cứ lúc nào, phát huy sức mạnh chiến đấu của các loại binh chủng Fatui...",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/b599f1aec012ea4217093ee3835a5634_715119045354053191.png",
  "menuId": 7,
  "menuName": "Kẻ Địch Và Ma Vật",
  "version": 1758214209,
  "components": {
    "galleryCharacter": [
      {
        "key": "Ảnh Minh Hoạ",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/48c222bffb54273c1223b847788636c1_8323047104105376785.png"
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 4928,
        "name": "EXP Nhân Vật",
        "desc": "<p>EXP nhân vật, dùng để tăng cấp nhân vật</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/16/44749939/dcadc03080475f1ca69d57259cd598a1_3069820983542110892.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8605,
        "name": "Trục Quay Hỏng Hóc",
        "desc": "Trục quay của Tàu Lục Chiến bị hư hại trong chiến đấu.<br>Cho dù là công nghệ tinh vi thì cũng khó mà chống lại sự mài mòn cường độ cao, cũng giống như lý tưởng hào hùng đến đâu thì cũng khó mà cứu vãn mạng sống của một người đã chết vì lý tưởng của người khác. Hơn nữa, máy móc sản xuất hàng loạt thì khó mà tinh xảo, còn lý tưởng sản xuất hàng loạt thì khó có thể gọi là lý tưởng thực sự.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/e724f6f71ea0a46395b84b8af26dda20_6584226285579579622.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8606,
        "name": "Trục Quay Gia Cố",
        "desc": "Trục quay của Tàu Lục Chiến đã được gia cố.<br>Vô số báo cáo hỏng hóc mới đổi lại được sự cải tiến nhỏ nhoi này. Trên ý nghĩa nào đó, cơ chế hành chính của Cục Khí Tài Đế Quốc có lẽ còn phức tạp hơn hàng chục lần so với cỗ máy mà nó chế tạo ra. Dù sao thì loại thuyền tuần tra tiên tiến nhất cũng không cần mất vài tháng hay thậm chí vài năm để chế tạo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7a61b42008edbe7fc7356c011ef7b760_2213517549807440323.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8607,
        "name": "Trục Quay Tinh Chế",
        "desc": "Trục quay của Tàu Lục Chiến được tinh chế bởi Cục Thiết Kế.<br>Trên bản vẽ của các kỹ sư bắc quốc, thứ nhỏ bé này từng là kiệt tác hoàn mỹ tượng trưng cho vinh quang và tiến bộ kỹ thuật, thành quả trí tuệ của vô số thời đại được đúc kết trong thứ linh kiện kim loại nhỏ bé này. Và rồi nó đã nằm dưới lớp bùn lầy lạnh lẽo, chờ đợi cho lần tái chế tiếp theo.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/fcf444c3a40bf213f98a80cde35bf4ab_115132291217183169.png"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Tàu Lục Chiến - Mẫu Hỏa Lực Địa Hình Đa Năng"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      }
    ]
  }
}