{
  "epId": 8603,
  "name": "Khuôn Mẫu Kuuvahki Tinh Vi",
  "desc": "Sau khi đánh bại Vịt Nắm Đấm, lấy được khuôn dập từ kết cấu hư hại của nó, cũng có thể coi như đồ lưu niệm mà Aino tặng.<br>Từng có một triết gia của Sumeru trong lúc tranh luận cho rằng, tự sinh sôi nảy nở chính là đặc trưng độc nhất vô nhị của sinh vật sống, vật thể được tạo ra bởi con người đều không thể thực hiện sự nghiệp vĩ đại tương tự, vậy nên quyền năng sinh sản chính là chìa khóa để phân biệt thần tính và nhân tính.<br>Thế nhưng, nếu có khuôn mẫu và để máy móc sao chép theo hình dạng của chính nó, thì liệu có thể coi là sinh sôi vĩnh hằng không? Cô hầu gái tóc xanh ít nói đứng bên cạnh Aino, vị chủ cũ mà cô từng phục vụ cũng từng nghiền ngẫm vấn đề này, cuối cùng đã phải từ bỏ vì lo lắng máy móc sinh sản vô hạn sẽ tiêu hao hết mọi thứ trên bề mặt hành tinh.<br>Tuy nhiên, những chuyện này không hề liên quan đến Aino, cỗ máy này tạm thời cũng sẽ không dùng hết mọi thứ trên bề mặt để nhân bản chính mình... Dù sao thì vịt cũng chỉ là vịt mà thôi.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/ca6b4d470bf6756fb98300b6eaa29ae7_3226897478295048466.png",
  "filterValues": {
    "objectType": [
      "Nguyên Liệu Bồi Dưỡng Nhân Vật"
    ]
  },
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 1760240685,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Rơi Ra Từ"
      },
      {
        "type": "CustomEntry",
        "epId": 8522,
        "name": "Vịt Nắm Đấm",
        "desc": "Thiết bị Kuuvahki với tạo hình kỳ lạ, được ghép từ kim loại và ổ trục bị vứt bỏ, dường như vì sở thích của người chế tạo nên được thêm thắt một số đặc điểm ngoại hình đặc trưng của loài \"vịt\".<br>Dù là so với binh khí chiến đấu tối ưu của Fatui thì thiết bị này cũng không thua kém gì về mặt sức mạnh và khả năng chống chịu, nhưng nó vẫn chỉ là một con vịt đồ chơi tấn công kẻ địch bằng những cú đấm mạnh mẽ. Dù sao thì sở thích của người chế tạo luôn quyết định hình dạng của vật chất, và bùn đất cũng không có quyền đặt câu hỏi về khuôn mẫu được chọn cho nó. Thế giới dưới vầng trăng giờ đây đã được tạo thành hình dạng mà con người thường nghĩ là đúng đắn, nhưng trong mắt cư dân của thế giới này, đó chẳng qua cũng chỉ là sở thích kỳ lạ của người chế tạo mà thôi.<br>Tất nhiên, cô hầu gái tóc xanh ấy sẽ không nói với chủ nhân của Xưởng Krumkake những lời trên... huống hồ so với hình dạng của thế giới thì chú vịt vẫn rất đáng yêu.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/388b0ed1e96b283c14473f75b011db88_8370339134688120443.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Đột Phá Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>5 Sao</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8398,
        "name": "Flins",
        "desc": "<p>Người Giữ Đèn của Nod-Krai, canh giữ ngọn hải đăng và nghĩa trang trên hòn đảo phía bắc. Một quý ông thần bí có lời nói và hành động vô cùng lịch sự.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/30/12108544/4ac47a285a0abaada08f3216bdd22b0e_7003797273909852454.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>4 Sao</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 8397,
        "name": "Aino",
        "desc": "Nhà phát minh thiên tài của Nod-Krai, thích những loại máy móc thú vị và đồ ngọt.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/09/4e58c851d6c947865026faa168db83bd_3944254802105067377.png",
        "displayStyle": "card",
        "menuId": 2
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Khuôn Mẫu Kuuvahki Tinh Vi"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Nguyên Liệu Bồi Dưỡng Nhân Vật"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Vịt Nắm Đấm cấp 30 trở lên rơi"
          }
        ]
      }
    ]
  }
}