{
  "epId": 8706,
  "name": "Chào Mừng Đến Với Thị Trấn Nasha!",
  "desc": "Bản đồ hướng dẫn tìm được sau khi tình cờ gặp phải Kuuhenki ở bến cảng Thị Trấn Nasha. Trên đó hình như có ghi lại một số địa điểm thú vị ở Thị Trấn Nasha.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/44ff970d6a2aa6c057a3373f85ff871c_1987179974368956843.png",
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Hạng Mục Đầu Tư Của Tiệm Sách Mimisbrunnr\nTiệm sách không chỉ cung cấp kiến thức, mà còn cung cấp hy vọng. Tuy đầu tư là có rủi ro, nhưng nghe nói những người thu được lợi nhuận trước đó đã từ bỏ cuộc sống vất vả ở bến cảng, bắt đầu cuộc hành trình chu du khắp các quốc gia. Chúng ta hãy chúc cho họ thuận buồm xuôi gió nào!\nNếu bạn cũng hứng thú với hạng mục đầu tư thì tuyệt đối đừng bỏ lỡ nhé!\nVòng Quay May Mắn Speranza\nNếu nghĩ rằng Speranza chỉ nổi tiếng với món hot dog thì lầm to rồi! Người dân địa phương tuyệt đối không bỏ lỡ vòng quay may mắn ở một góc cửa tiệm. Trông giống như một chiếc vòng quay được cải tạo từ Vòng Quay Đặc Biệt của Soái Hạm... nhưng điều này không quan trọng!\nTóm lại, hãy quay vòng quay, khi nó dừng lại thì \"Hot Dog\" sẽ cho bạn biết vận may hôm nay!\nĐiêu Khắc Đường Vừa Đẹp Vừa Ngon\nHunajatta dùng đôi tay khéo léo nặn số đường mật ong thành những hình thù kỳ diệu. Những tác phẩm điêu khắc đường màu sắc rực rỡ này chắc chắn đã tô điểm thêm sự sống động cho Thị Trấn Nasha. Chỉ cần một miếng là có thể đảm bảo còn ngọt hơn cả nụ cười của Hunajatta!\nNhưng điều đáng chú ý là, điêu khắc đường làm từ những nguyên liệu tươi, nên tốt nhất là tranh thủ ăn sớm nhé!\nNhà Nghiên Cứu Nhiệt Tình\nNhà nghiên cứu Liouba của Viện Khoa Học Fontaine không biết tại sao lại đến Thị Trấn Nasha, hình như đang tiến hành một nghiên cứu rất trừu tượng... Nếu có thể giúp cô ấy hoàn thành thí nghiệm kỳ lạ, biết đâu sẽ có thu hoạch bất ngờ!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Chào Mừng Đến Với Thị Trấn Nasha!"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      }
    ]
  }
}