{
  "epId": 8730,
  "name": "Ghi Chép Của Semyon",
  "desc": "Ghi chép được viết trên tờ giấy có hoa văn ốc biển.<br>Ghi lại những quan sát của Semyon ở Lưu Vực Maroon, bao gồm quan sát về Sứa Anh Đào và những lo lắng về sự tồn tại của loài sứa.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/10/32ba03aed77c908d87833ad7003b3736_1423342399501301145.png",
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Ghi Chép Của Semyon"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Sứa Anh Đào\nNghe nói là chủng loại chỉ xuất hiện tại Nod-Krai, có phần đầu màu hồng và xúc tu dài. Chúng chủ yếu sống ở vùng nước cạn gần Lưu Vực Maroon, vùng thủy triều ở đó là nơi săn mồi tuyệt vời của chúng. Sau khi thủy triều rút, chúng vẫn có thể di chuyển trên cạn. Chắc là vì trong cơ thể chúng có những túi nước đặc biệt, giúp duy trì trạng thái ẩm ướt, hoặc là có những tuyến dịch đặc biệt để làm giảm sự mất nước trên bề mặt. Xúc tu của chúng còn mạnh mẽ hơn những con sứa thông thường, và hình như có sức mạnh đặc biệt nào đó mà có lẽ chỉ có tác dụng trên con mồi của chúng. Mình thử dùng gậy gỗ nhỏ chạm vào chúng một cách cẩn thận, nhưng cũng không có gì đặc biệt, chúng cũng chẳng tấn công. (Dám cá là trong Bang Ốc Biển không ai to gan bằng mình). Chúng có thể \"giao lưu\" bằng xúc tu với nhau, giống như con người bắt tay hay đập tay vậy. Nếu vậy thì, khi chúng tụ tập lại với nhau, những động tác giống như đang nhảy múa kia có lẽ cũng là \"ngôn ngữ\" riêng của chúng. Mặc dù không có não, nhưng rõ ràng không thể nói là không có trí tuệ được.\nĐáng tiếc, thiết bị của Fatui gần như đã phá hủy hoàn toàn mái nhà của Sứa Anh Đào. Những loại máy móc mà họ mang đến cứ ầm ĩ cả ngày lẫn đêm, không biết những thiết bị đó dùng để làm gì, nhưng xem ra cả khu vực đều như mất đi sức sống. Có thể là do thiếu lương thực, cũng có thể do tiếng ồn, hoặc là cả hai, mình cũng quan sát thấy vài con Sứa Anh Đào đã gục ngã dưới đất. Mình cũng đã thử giúp chúng, nhưng mà quá muộn rồi."
          }
        ]
      }
    ]
  }
}