{
  "epId": 8778,
  "name": "Đạo Tặc Reed Miller Huyền Thoại",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/03a8b4d8dffddbcfa26acf7e7aaba6ab_4182482964320066280.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Tặc Reed Miller Huyền Thoại"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Đạo Tặc Reed Miller Huyền Thoại I",
        "desc": [
          {
            "type": "RichText",
            "text": "Tuyển Tập Câu Chuyện Bí Ẩn 10 Mora! Đạo Tặc Reed Miller Và Máy Xay Sampo (Bản bìa cứng hàng quý)\n(Những cuốn tiểu thuyết giải trí giá rẻ lưu truyền ở Thị Trấn Nasha, mỗi cuốn giá chỉ 10 Mora. Về lý thì nó nên kể về chuyện đạo tặc Reed Miller lấy đi thánh vật Máy Xay Sampo của Sương Nguyệt từ phủ tổng đốc, nhưng hình như để thu hút độc giả, nội dung của câu chuyện phần lớn là nói về những cô gái xinh đẹp đã tranh giành ghen tuông vì Reed Miller thế nào.)\n...\nChương 4\nNgười đẹp còn nguy hiểm hơn cả chim ưng! Chim Chìa Vôi xuất hiện! Dưới ánh trăng, cô ấy tiếp cận đạo tặc Reed Miller, hóa ra là vì...!\nHaiz, bỏ lại những cô nàng đáng yêu, một mình chạy đến nơi này để thưởng ngoạn cảnh đêm thế này sao? Đúng là một người đàn ông vô tình mà.\nGiọng nói dịu dàng ấy mềm mại như tơ lụa thượng hạng của Liyue, nhưng lại ẩn chứa sự tàn nhẫn và độc địa khó nhận ra, tựa như gai của Tường Vi Sumeru. Reed Miller không quay đầu lại, anh ấy thực sự đã quá quen thuộc với giọng nói đó.\nRồi một bóng người duyên dáng đáp xuống bên cạnh anh ấy, uyển chuyển như mèo. Đó là một cô gái trẻ, khoảng đôi mươi, mái tóc dài màu tím nhạt buông xõa trên đôi vai và chiếc cổ trắng ngần. Bộ lễ phục màu bạc thanh lịch như ánh trăng tôn lên vóc dáng cô, nhưng vẫn không che giấu được vẻ giễu cợt ác ý trong đôi mắt nâu.\nĐây chính là Chim Chìa Vôi, hay như vài người có thể tiếp cận cô, Reed Miller chẳng hạn, đôi khi gọi cô là \"A\" - một người đẹp độc nhất vô nhị ở Nod-Krai, sánh ngang với những tên trộm khét tiếng về cả kỹ năng trộm cắp lẫn tai tiếng. Bất kể bảo vật trân quý cỡ nào, chỉ cần cô muốn lấy, nó đều sẽ dễ dàng rơi vào tay cô. Đến khi chơi chán rồi, cô sẽ tùy ý ném nó cho người nghèo nơi đầu đường xó chợ, hoặc đơn giản là ném xuống biển như rác. Trong các mối quan hệ xã hội, vô số đàn ông tranh nhau để được cô chú ý, còn cô thì thích thú đùa giỡn với tình cảm thực sự của họ, nhưng chưa bao giờ đáp lại tình yêu của bất kỳ người nào...\nThứ duy nhất mà một kẻ ác thế này không thể có được, chính là trái tim của đạo tặc Reed Miller. Có lẽ vì thế, cô càng thêm si mê người đàn ông anh tuấn và bí ẩn này, trăm phương ngàn kế muốn chiếm lấy trái tim anh ấy làm của riêng.\nTôi ngửi thấy mùi nước hoa đắt đỏ và tham vọng rẻ tiền đấy, Chim Chìa Vôi.\nCô ấy cười, như thể đó là điều đương nhiên, ngồi xuống cạnh đạo tặc, như có như không mà xích lại gần anh ấy.\nSao, ghen tị vì người đàn ông khác tặng nước hoa cho tôi à? Cô lướt những ngón tay mảnh khảnh đeo găng lụa dọc cánh tay phải anh ấy. \"Còn tôi ấy à, ngửi thấy mùi quá tự tin đấy, Reed. Mục tiêu của anh là Máy Xay Sampo, với anh thì thực sự quá rõ ràng rồi, không phải sao?\"\nĐúng thế. Máy Xay Sampo cướp được từ chỗ Dòng Dõi Sương Nguyệt, cùng với những món lợi bất nghĩa khác, tôi muốn tổng đốc đó trả lại tất cả. Reed Miller cuối cùng cũng nhìn thẳng vào mắt cô, trái tim cô run lên, đôi gò má trắng nõn ửng hồng không thể kiểm soát, nhưng cô vẫn nở một nụ cười phù phiếm như đang trêu đùa. \"Đây là sân khấu của tôi tối nay rồi, cô đi tìm nơi khác đi nhé.\"\nBậy nào. Cô nghiêng người lại gần, môi gần như chạm vào mặt anh. \"Sân khấu này đủ rộng cho hai người đấy. Nhưng ánh đèn sân khấu... thì chỉ có thể chiếu vào một người thôi. Tôi sẽ lấy được Máy Xay Sampo trước anh... Rồi sau đó, nếu anh có thể làm tôi hài lòng, chưa biết chừng tôi sẽ tốt bụng cho phép anh nhìn từ xa.\"\nTing!\nChưa nói hết câu, cô đã rút ra một con dao găm mảnh khảnh với tốc độ như chớp. Đạo tặc đã quá quen với tác phong của cô. Cô gái này thích những đòn tấn công bất ngờ, dường như nguy hiểm nhưng lại vô nghĩa này, một đòn mà anh ấy chắc chắn sẽ đỡ được. Anh chỉ cần giơ tay lên, dùng giáp tay đánh bật lưỡi dao, tiếng va chạm ngắn ngủi nhưng dữ dội của sắt thép vang lên trong giây lát.\nLúc nào cũng tùy tiện làm bậy. Cứ thế thì sớm muộn gì cũng thiệt thòi thôi, Chim Chìa Vôi.\nHa, tùy tiện là đặc quyền của người đẹp như tôi mà. Anh thấy không chịu được thì có thể đích thân dạy dỗ tôi mà.\nNhư làn gió nhẹ dưới trăng, cô lùi lại hai bước, gửi cho anh một nụ hôn gió, rồi nhảy lên và biến mất vào bóng tối dưới chân tháp. Chỉ còn lại mùi hương nước hoa đắt đỏ thoang thoảng trong đêm lạnh.\n(Phần ở giữa bị xé mất, có thể là dùng cho việc khác ngoài việc đọc...)\nChương 17\nKhi tổng đốc còn đang rất tức giận vì Máy Xay Sampo bị trộm mất, thì một nhóm thám tử Snezhnaya đột nhiên xông vào và trói ông ấy lại! Chẳng lẽ...!\nHa, chắc ngài tổng đốc đang tức giận quá nên quên mất đạo tặc Reed Miller đó là người như thế nào. Ngài quên rồi sao? Cái tên đáng ghét đi khắp nơi trộm cắp tài sản của người khác đó, vốn dĩ là một cao thủ cải trang. Già trẻ gái trai, đều có thể đóng vai vô cùng sinh động, lấy giả làm thật, không phải sao?\nNgươi, ngươi... Không thể nào, không thể có chuyện hoang đường như vậy được! Nếu ngươi là Leonov giả, thì người của đội Oprichniki sớm đã...\nNgười đàn ông tự xưng là \"Thám Tử Leonov\" cười phá lên, không nhanh không chậm mà đi vòng quanh tổng đốc đang bị trói, như thể đang chế giễu suy luận tự cho là đúng của ngài.\nOprichniki sao? Ngài đang nói đến những người đã trói ngài lại, canh gác toàn bộ phủ tổng đốc, cấm người khác xâm nhập đó sao? Đó đều là người của tôi. Tôi đã bảo họ cải trang thành Oprichniki đấy. Thế mà cấp dưới của ngài lại chẳng chút nghi ngờ! Sao thế, ngài tổng đốc, chắc ngài cũng biết binh lính của Snezhnaya tin tưởng tuyệt đối vào mọi mệnh lệnh từ cấp trên, hoặc là cấp trên trá hình, phải không? Lúc này, hẳn là báu vật của Dòng Dõi Sương Nguyệt đã được trả lại nguyên vẹn cho vị thánh nữ đó rồi. Trừ khi ngài định chống lại ý chỉ của Sa Hoàng, trực tiếp khai chiến với Dòng Dõi Sương Nguyệt. Bằng không, việc lấy lại Máy Xay Sampo là bất khả thi.\nAnh... Tên tội phạm đáng ghét, đồ ăn trộm đáng bị nguyền rủa! Nếu chỉ trộm mất Máy Xay Sampo thôi thì đã đành, sao còn phải cướp sạch đồ sưu tầm cá nhân của ta hả!\nVậy thì đã sao? Những báu vật ngài cho rằng thuộc về mình... Những mảnh đất mà ngài tự nhận là có chủ, chẳng phải chúng đều bị cướp từ những người dân nghèo ở đây sao? Người đàn ông vẫn giữ nguyên phong thái tao nhã, như thể những lời chửi rủa của tổng đốc chẳng hề ảnh hưởng đến anh. \"Chúng tôi sẽ bảo vệ tự do của chúng tôi theo cách của riêng mình. Vì ngoài chúng tôi ra, không còn ai chiến đấu vì tự do của chúng tôi nữa. Những tên cướp bóc dân chúng, hay tổng đốc đức cao vọng trọng... trong mắt tôi đều chẳng có gì khác biệt. Nhưng ngài yên tâm, chúng tôi chỉ đem những tài sản này trả về cho chủ cũ, tuyệt đối sẽ không chiếm đoạt món bảo vật nào làm của riêng đâu.\"\nCùng lúc đó, ở bên kia căn phòng, Chim Chìa Vôi đang giả làm cảnh sát, khẽ thở dài một tiếng mà tổng đốc không thể nghe thấy.\nHaiz, thật là một gã hết thuốc chữa. Gì mà không chiếm đoạt món nào làm của riêng, cuối cùng vẫn lén giấu đi báu vật quý giá nhất của Sương Nguyệt...\nChồn Bóng Đêm không khỏi ngẩn người khi nghe thấy lời cô ấy nói, thậm chí còn không để ý đến người cha nuôi đang bị trói ở giữa phòng.\nKhi... Khi nào vậy? Chắc hẳn ngài Reed Miller đã đưa Máy Xay Sampo cho vị thánh nữ đó rồi, chẳng lẽ ngài ấy đã lén tráo thành hàng giả khi chúng ta không để ý...?\nHaiz, vẫn không hiểu à? Thế mới nói, mấy cô gái trẻ như các người mới dễ bị gã đó lừa... Người phụ nữ thở dài một cách đầy khoa trương. \"Thứ anh ta lấy được, chính là trái tim con gái của Sương Nguyệt đó.\""
          }
        ]
      },
      {
        "title": "Đạo Tặc Reed Miller Huyền Thoại II",
        "desc": [
          {
            "type": "RichText",
            "text": "Khiến đại tiểu thư vốn không tin vào tình yêu sa vào lưới tình ngay từ cái nhìn đầu tiên, không ngờ lại là...?\n(Tiểu thuyết giải trí thịnh hành ở Nod-Krai, kể về câu chuyện tình yêu của đạo tặc Reed Miller và con gái của tổng đốc, tiểu thư Leonita Prokhorovna Trubetskaya từ lần đầu gặp gỡ. Thông báo miễn trừ trách nhiệm: Câu chuyện này hoàn toàn hư cấu, không liên quan đến địa danh, nhân vật, sự kiện trong đời thực.)\nĐại tiểu thư Leonita Prokhorovna Trubetskaya, viên ngọc quý trên tay tổng đốc Nod-Krai, dẫn theo các hầu gái đi vào nhà ăn. Tuy trong lòng rất nôn nóng, nhưng bước đi vẫn tao nhã, dù sao thì đại tiểu thư cũng phải có phong thái của đại tiểu thư mà.\nCô ấy rất hứng thú với tờ báo sáng nay. Nếu như suy đoán của cô ấy không sai, hôm nay sẽ là lúc đạo tặc Reed Miller đăng thông báo trộm cắp. Có lẽ, chỉ là có lẽ thôi, bản thân đã nắm được cách làm việc nào đó của tên quạ đen xuất quỷ nhập thần này. Cứ nghĩ đến việc thuộc hạ của cha mình ngay cả cái bóng của tên đó cũng không bắt được, khiến cô ấy không khỏi tức giận: \"Hừ, tôi nhất định sẽ bắt được anh thôi!\"\nHôm nay cha xem báo rất lâu. Leonita nuốt miếng bánh mì nướng, bình tĩnh hỏi:\nCha ơi, có tin tức gì không?\nỪm... Không phải là chuyện mà Leonita bé bỏng của cha cần phải phiền não đâu. Quý tộc Trubetskoy hạ tờ báo xuống, cười với con gái: \"Gọi người thợ kim hoàn kia vào đây.\"\nNói rồi, người hầu tóc đỏ bên cạnh cha dẫn theo một người cầm chiếc hộp đá quý đi vào. Vị quý tộc chỉ liếc nhìn rồi ra lệnh đem chiếc hộp đến trước mặt đại tiểu thư, vừa hay nhìn thấy trên gương mặt con gái ánh lên vẻ kinh ngạc. \"Sao nào, tưởng là cha quên mất sinh nhật của con sao? Buổi vũ hội diễn ra vào ba ngày nữa, con sẽ là người đẹp nhất Snezhnaya... Không, là người đẹp nhất Teyvat này. Mau đeo lên để cha xem!\"\nLeonita nghe lời, lấy chiếc vòng cổ kia ra khỏi hộp và đeo lên. Đồ mà cha chọn tất nhiên là tốt, vừa nhìn là biết thiết kế và đường cắt của Fontaine, viên đá được khảm ở giữa thậm chí độ tinh khiết còn cao hơn hàng thượng hạng của Natlan. \"Tuy có hơi sớm, nhưng đã là cha, đương nhiên phải là người đầu tiên nói câu này: Con yêu, chúc con sinh nhật vui vẻ!\" Vị quý tộc nhìn xuống chiếc vòng cổ:\nĐến vũ hội nhất định phải đeo nó nhé, lúc đó sẽ có khách quý ghé thăm, cha phải dẫn con đi gặp.\nGiọng điệu của cha rất trịnh trọng, cô ấy đại khái cũng hiểu được chuyện gì đang xảy ra. Sau sinh nhật này, cô ấy đã đến tuổi một cô gái quý tộc nên đính hôn. Đại tiểu thư nhà tổng đốc, chuyện hôn nhân đương nhiên không thể tự mình quyết định, chắc chắn là con của nhà quý tộc nào đó ở Snezhnaya. Đây cũng là lý do tại sao Leonita không tin vào tình yêu, vì có tin thì cũng chẳng có ý nghĩa gì. Người cha rất yêu thương Leonita, tất nhiên là vì đánh giá cao trí tuệ và vẻ đẹp của con gái, quan trọng hơn là sự ngoan ngoãn và hiểu chuyện mà cô ấy thể hiện với thân phận người con nuôi, vừa hay phù hợp với tất cả kỳ vọng của ông ấy về một cô con gái.\nĐương nhiên, đây chỉ là một trong số những nguyên nhân.\nCon hiểu rồi, thưa cha. Vị quý tộc xoa đầu tán thưởng con gái, rồi thu lại nụ cười của người cha, trở lại làm một tổng đốc khiến người khác phải sợ hãi rồi đi xử lý công vụ.\nCô nhìn cha rời đi, trong lòng có chút buồn bã, rồi khẽ thở dài, điều chỉnh lại cảm xúc. Đúng rồi, nên làm việc chính thôi. Cô cầm tờ báo buổi sáng trên bàn lên... Quả nhiên là thế, trên trang đầu in một bức thư có trang trí lông đen:\nNgài tổng đốc,\nVào đêm không trăng ba ngày nữa, báu vật của ngài sẽ thuộc về tôi.\nCảm ơn sự rộng lượng của ngài,\nReed Miller kính bút.\nThế nào? Có phân biệt được không?\nThợ kim hoàn từ Fontaine kinh ngạc nhìn hai người hầu tóc đỏ đi ra từ phòng thay đồ. Đương nhiên, trong đó chỉ có một người là người hầu hạng hai thực sự của phủ tổng đốc.\nBên trái... Ủa, đợi đã... Bên phải? Không không, không đúng, rốt cuộc... Bên phải, bên phải! Tôi đoán là... Không, tôi, tôi nghĩ là bên phải mới đúng!\nChỉ suy đoán thôi sao... Người hầu bên phải có phần không vui.\nChắc chưa? Nếu đoán sai thì tối nay sẽ thảm lắm đấy nhé! Người hầu bên trái cười nhạo.\nBên phải! Thợ kim hoàn vẻ mặt kiên định, nhưng không giấu được bộ dạng mồ hôi đầm đìa.\nNgười hầu bên phải bật cười lớn, đưa tay đẩy người giống hệt mình về phía thợ kim hoàn, cười nói: \"Sai rồi! Đây mới là ý trung nhân của cô.\"\nHừ, không nhận ra thật sao!\nẶc... Vừa rồi em nói bên phải mới là giả!\n...Em!\nHahaha, hai vị, đừng quên mục đích của chúng ta là khiến thật giả lẫn lộn! Nếu ngay cả ý trung nhân cũng không nhận ra được thì hành động trà trộn vào đêm nay chắc chắn sẽ rất thuận lợi. Reed Miller trong vai người hầu đã nói đỡ.\nNếu chỉ có mình anh đi, thật sự không phải quá nguy hiểm sao? Lỡ như xảy ra chuyện gì, đến một người yểm trợ cũng không có... Người hầu thật lo lắng gặng hỏi.\nTôi không muốn mất thêm bất kỳ thành viên Đạo Bảo Đoàn nào nữa. Reed Miller thu lại nụ cười. \"Hơn nữa, việc nguy hiểm nhất là trà trộn vào phủ tổng đốc thì đã hoàn thành rồi. Hai người cứ yên tâm rút về Fontaine đi, người ở đó cũng cần sự giúp đỡ của Đạo Bảo Đoàn.\"\nNgười hầu và thợ kim hoàn nhìn nhau, rồi trịnh trọng nói với Reed Miller: \"Chúng tôi thề sẽ lấy đi mọi đau buồn trên thế gian này!\"\nReed Miller nhìn hai người rời đi rồi quay người đi về phía phủ tổng đốc dưới ánh hoàng hôn. Quý tộc Trubetskoy sở dĩ có thể chiếm ưu thế trong cuộc trấn áp Đạo Bảo Đoàn, chính là vì tiềm lực tài chính khiến người ta khiếp sợ của ông ấy. Ngay cả những kẻ trộm giỏi nhất thế gian, cũng phải bó tay trước sự giàu có gần như vô hạn của ngài: Thứ của cải có thể thu hút những chiến sĩ giỏi nhất, trang bị vũ khí sắc bén nhất, thuê những mưu sĩ lão luyện nhất. Thậm chí có thể khiến luật pháp ngậm miệng, chôn vùi mọi sự phản kháng trong ngôi mộ cát vàng.\nChẳng ai biết ông có bao nhiêu của cải, nhưng trớ trêu là chưa từng có ai nghiêm túc truy hỏi, rốt cuộc số của cải này từ đâu mà có? Reed Miller nghĩ đến đây, không khỏi bật cười. Bây giờ thì anh đã biết được câu trả lời... Thứ có thể khiến con người ta có được của cải vô tận... tên là \"Máy Xay Sampo\", và đang được giấu trong phủ tổng đốc! May nhờ có cuộc điều tra của người hầu tóc đỏ và đôi mắt giám định đá quý của thợ kim hoàn. Tất nhiên, cũng phải cảm ơn nàng tiểu thư quý tộc sắp đón sinh nhật nữa.\nTờ báo đăng thông báo của Reed Miller nhanh chóng bán hết. Mấy ngày sau, cả Nod-Krai đều đang nóng lòng chờ đón vũ hội sinh nhật tiểu thư quý tộc... Tất nhiên, sự mong chờ này không phải vì Leonita, mà là vì cuộc đối đầu sớm muộn cũng phải đến giữa đạo tặc và tổng đốc.\nCả phủ tổng đốc đều đang rất cảnh giác. Mỗi vị khách sắp đến dự đều được kiểm tra kỹ càng, dù sao thì tên đạo tặc đó cũng có kỹ năng cải trang rất thuần thục. Nhiều khách quý đến từ Snezhnaya đã được sắp xếp ở phòng khách của phủ tổng đốc. Leonita liếc nhìn danh sách dài dằng dặc đầy tên họ và hàm tước của khách khứa... Con trai của nam tước, bá tước, quý tộc mới của hoàng gia, gia tộc được Sa Hoàng coi trọng... Cô chợt cảm thấy, chiếc vòng quý trên cổ bỗng nặng nề như gông cùm.\nCô ấy muốn đi dạo trong sân.\nMẹ ơi, người đó chính là tiểu thư quý tộc à?\nĐúng vậy.\nSao chị ấy lại là... con người? Ngài quý tộc vốn không phải là con người mà.\nĐó chỉ là con nuôi của ngài ấy thôi.\nThật kỳ lạ. Ngài Trubetskoy cao quý, sao lại nhận nuôi một con người chứ...\nQuý cô nho nhã lạ mặt, đang thì thầm với con mình ở hành lang cách đó không xa, phát hiện Leonita đang nhìn về phía này nên liền nắm tay đứa trẻ rời đi.\nĐúng vậy. Ngài Trubetskoy cao quý, sao lại nhận nuôi một con người chứ?\nĐúng vậy! Ngài Trubetskoy cao quý, sao lại nhận nuôi một con người chứ?\nLeonita kinh ngạc nhìn quanh khi nghe thấy ai đó thì thầm về sự bất mãn trong lòng mình, nhưng trong sân vườn chỉ có một mình cô. Là ảo giác sao? Leonita thở dài và đi vào gian phòng kín của phủ tổng đốc. Lại đến lúc phải trị liệu rồi... Mỗi buổi trị liệu đều khiến cô kiệt sức. Nhưng từ nhỏ đến lớn, cô luôn kiên định... nhất định sẽ không bao giờ làm cha mất mặt.\nKhông biết vì sao, cô lại nhớ tới giọng nói vừa nghe thấy trong sân.\nĐó là một giọng nói rất ấm áp, giống như ánh lửa trại vào mùa đông, đỏ tươi và rực rỡ, mang theo sự ấm áp có thể khiến tuyết lạnh tan chảy.\nTừ lúc màn đêm buông xuống, những vị khách được mời tham gia vũ hội đều đã đến. Ngay cả Leonita cũng không kiềm chế được sự căng thẳng. Suốt cả tối hôm đó, liên tục có người mời Leonita khiêu vũ, nhưng cô ấy chẳng nhớ nổi tên của bất cứ ai.\nMười, chín, tám... Nửa đêm sắp đến, mọi người xung quanh đều hào hứng nhìn về phía Leonita. Vị quý tộc mới nào đó đứng cạnh cha, đôi mắt nhìn chằm chằm vào mình, hay đang nhìn chằm chằm vào viên đá quý lớn trên cổ mình? \"Sáu, năm, bốn...\" Leonita cũng không biết mình đang mong chờ điều gì, là sinh nhật? Hay là thứ gì khác?\n...Ba, hai...\nHửm... Từ lúc nãy, Leonita đã phát hiện mọi người xung quanh như bị bao trùm bởi một bong bóng trắng bạc, hơn nữa lại càng ngày càng sáng. Trên người cô ấy thỉnh thoảng sẽ có ánh sáng trắng bạc đó. Cha nói đây là một loại bệnh, cần phải điều trị liên tục mới có thể chữa khỏi, đây là khiếm khuyết của con người...\nMột! Viên đá quý trên cổ nàng bỗng rơi xuống.\nKhoảnh khắc ấy, ánh sáng trắng bạc như nuốt chửng cả thế giới, sự tĩnh lặng xung quanh cô tựa như một đêm tuyết trắng. Leonita đứng đó, choáng váng, mạch đập hòa nhịp nhảy múa với ánh sáng, trái tim cô như bị một sợi dây vô hình nào đó kéo nhẹ. Cô muốn bỏ chạy, nhưng bước chân như bị giữ lại... Đây là gì? Ma thuật? Định mệnh? Hay là thứ cảm xúc mà cô chưa từng tin tưởng, thứ cảm xúc sẽ bùng cháy khi đến gần? Thời gian như ngừng lại, mọi người xung quanh cô biến mất. Một luồng sáng đỏ ấm áp lao về phía cô:\nTiểu thư đang gặp nguy hiểm! Mệnh lệnh của ngài tổng đốc, hãy đi theo tôi!\nMệnh lệnh lúc trước cha nói là... Ừm, không, anh không phải do cha phái đến, anh là... Reed Miller!\nSự việc khẩn cấp, ngài tổng đốc bảo tôi...\nNghe nói anh là tên trộm tài ba. Nhưng với tôi, anh chỉ là một kẻ lừa đảo mặt dày mà thôi!\n...Thì ra là một quý cô thông minh.\nHừ, cha đã bố trí thiên la địa võng cả rồi, anh không thoát được đâu.\nThiên la địa võng đều để canh chừng Máy Xay Sampo trong căn phòng kín hả?\nƯm...\nTrong thông báo tôi đã nói rõ. Đêm nay, báu vật của tổng đốc sẽ thuộc về tôi. Máy Xay Sampo tuy là thứ không tồi, nhưng vẫn còn kém xa 'báu vật cao quý nhất'.\nAnh... Ý anh là, anh muốn lấy trộm... tôi?!\nĐúng thế, thưa tiểu thư vừa thông minh vừa đáng yêu.\nHừ, tôi là con gái quý tộc Prokhor Trubetskoy, nói anh là kẻ thù lớn nhất của cha tôi cũng không quá. Tôi sẽ không cho anh cơ hội bắt cóc tôi đâu!\nVậy sao? Là con gái quý tộc thật sao? Vậy thì, ngài quý tộc cao quý, rốt cuộc tại sao lại nhận nuôi một con người nhỉ?\n...\nSức mạnh màu bạc, điều trị, Máy Xay Sampo, tài sản dường như vô tận và... con nuôi. Trong một khoảnh khắc, Leonita dường như hiểu ra tất cả... Hóa ra, bản thân chính là nguồn tài sản của cha, mỗi lần \"điều trị\" đều là nghi thức để Máy Xay Sampo tạo ra vô số kim cương. Thực ra cô vẫn luôn biết, chỉ là không muốn nghĩ như vậy.\nÀ, suýt quên, vừa nãy đã khởi động mánh khóe nhỏ trong kim cương, nhưng cũng may, vẫn chưa bỏ lỡ. Reed Miller cởi bỏ lớp ngụy trang người hầu tóc đỏ, lộ ra bộ mặt thật. Anh cúi xuống thì thầm bên tai tiểu thư cao quý:\nChúc mừng sinh nhật nhé!\nChuyện sau đó thì ai cũng biết rồi nhỉ? Reed Miller đã lấy đi hết báu vật trong phủ tổng đốc. Tiểu thư quý tộc vừa nhìn thấy dung mạo anh ấy thì rơi vào lưới tình, từ bỏ tất cả vinh quang cao quý, theo đạo tặc lang bạt khắp nơi. Luôn có người nói rằng truyền thuyết về Reed Miller chỉ là câu chuyện do hậu thế bịa ra. Nhưng giống như những người chưa từng được trải nghiệm tình yêu sẽ nói rằng tình yêu không hề tồn tại, họ nói như vậy là vì chưa từng được trải nghiệm khoảnh khắc tình yêu đến với mình mà thôi."
          }
        ]
      },
      {
        "title": "Đạo Tặc Reed Miller Huyền Thoại III",
        "desc": [
          {
            "type": "RichText",
            "text": "Chúng ta biết rất ít về Zima, anh ấy đến từ Snezhnaya, một đất nước bị băng giá và tuyết phủ dày đặc quanh năm. Tên của anh ấy không được ghi lại trong bất kỳ cuốn nhật ký hàng hải hay bài thơ anh hùng nào, mà giống như một bông tuyết rơi, thoáng chốc bám vào bề mặt một huyền thoại rồi tan biến, không để lại dấu vết.\nQuê anh nằm ở một thị trấn nhỏ phía đông nam Snezhnograd, nép mình dưới bóng một ngọn núi tuyết. Cư dân nơi đây kiếm sống bằng nghề lấy băng. Những truyền thuyết và câu chuyện về những ngọn núi, giống như không khí cổ xưa bị mắc kẹt dưới lớp băng, được người dân truyền miệng vào mỗi đêm tuyết rơi. Truyền thuyết kể về những tinh linh băng giảo hoạt chuyên đánh cắp giày của những du khách lạc đường, và cả Snegurochka nhợt nhạt, u sầu. Nghe nói, một số Snegurochka sẽ tìm kiếm tình yêu của con người trong gió lạnh. Một khi bị phản bội, sẽ lấy đi hết hơi ấm của người yêu, để lại một bức tượng phủ đầy băng giá nhưng trông sống động như thật. Một người bạn của Zima vì yêu đương với Snegurochka mà chết cóng ở sườn núi. Khi được tìm thấy, trên mặt anh ấy còn lưu lại một nụ cười điên dại. Zima đã nhìn thấy nụ cười đó, cảm thấy đây là một cái chết quá lãng xẹt. Anh ấy khao khát mạo hiểm, khao khát một vận mệnh chưa từng có và chỉ thuộc về riêng mình. Anh ấy ghét sự trùng lặp, ngay cả khi lặp lại một cái chết kỳ lạ. Vậy nên, anh ấy rời khỏi vùng đất màu tuyết vĩnh hằng đó, đi về phía nam, đến quần đảo có đại dương xanh biếc. Ở đó, anh ấy đã nghe được câu chuyện về một đạo tặc huyền thoại.\nCái tên Reed Miller từ lâu đã nổi tiếng khắp Nod-Krai. Nghe nói anh từng bị tổng đốc bắt giữ, đưa đến Snezhnograd xử tử công khai. Nhưng khi mọi người tưởng rằng câu chuyện của anh ấy đã kết thúc với cái xác run rẩy, thì kho báu của tổng đốc lại bị cướp sạch, trên tường còn để lại một câu nói chế giễu bằng bột vàng. Chẳng ai biết anh ấy đã thoát khỏi tử thần như thế nào, nhưng phép màu của sự hồi sinh đã khiến anh trở thành chủ đề bàn tán không dứt trong quán rượu và thần tượng của tất cả những người trẻ tuổi ở bến cảng. Khi vị đạo tặc này quay lại nghề cũ, mua một con thuyền ba cánh buồm, khi chiêu mộ thủy thủ đang khao khát sự giàu có và kích thích ở cảng, Zima không hề do dự mà báo danh.\nThế nhưng cuộc sống trên thuyền lại không hề hoành tráng như trong truyền thuyết. Reed Miller tuy nổi tiếng cướp của người giàu chia cho người nghèo, nhưng hành sự lại thận trọng như một thương nhân gia vị. Bản đồ hàng hải trong tay anh ấy không chỉ đánh dấu đá ngầm và dòng chảy, mà còn dùng mực đỏ đánh dấu những vùng biển có thể có quái vật biển xuất hiện như trong truyền thuyết. Anh ấy sẽ mất nhiều ngày đi đường vòng, chỉ để tránh vùng vực sâu có quái vật biển chiếm đóng, hoặc vùng biển đầy sương mù nghe nói có rắn biển xuất hiện. Những ngày trên thuyền, được lau dọn sàn nhà, sửa chữa cánh buồm và chịu đựng nỗi đau sưng nướu vì bệnh thiếu chất. Zima có cảm giác nhàm chán quen thuộc, chẳng khác gì cảm giác nhàm chán ở quê hương. Anh ấy từng cầu nguyện trước mặt biển đêm đen kịt, hy vọng có thể gặp được một cơn bão thật sự, hoặc một quái vật biển trong truyền thuyết, anh ấy muốn tận mắt chứng kiến đạo tặc như một anh hùng trong truyền thuyết, dùng lao đâm vào mắt quái vật. Anh ấy khao khát phiêu lưu, khao khát một thứ gì đó khiến linh hồn mình rung động.\nLời cầu nguyện của anh ấy đã ứng nghiệm một cách kỳ lạ. Con thuyền đi đến vùng biển xanh tĩnh lặng, tiếng hát vang lên. Đó không phải là tiếng hát của con người, nó không có giai điệu, nhưng lại có thể chiếm lấy linh hồn của những thủy thủ say xỉn. Cánh buồm không có gió tự rủ xuống, con thuyền dừng lại không tiến lên nữa. Một gương mặt xinh đẹp mà nhợt nhạt hiện lên từ dưới biển, yêu nữ ấy cất tiếng yêu cầu họ hiến tế để được đi qua, nếu không cả con thuyền sẽ chìm xuống đáy biển sâu.\nReed Miller từ chối. Anh ấy lệnh cho tất cả mọi người trên thuyền nhét sáp ong vào tai, muốn dùng cách này để ngăn cản tiếng hát quyến rũ của yêu nữ, nhưng không thành công. Nguyên lý thế tục dường như mất đi hiệu lực khi đối mặt với truyền thuyết. Những thủy thủ bị tiếng hát chí mạng điều khiển rơi vào khủng hoảng, vứt hết những chiếc rương Mora lấy từ phủ tổng đốc xuống biển, ảo tưởng rằng sẽ đây sẽ là cái giá để đi qua. Chiếc đĩa vàng lấp lánh trong màu nước biển xanh thẳm, rồi dần dần chìm xuống. Yêu nữ chẳng hề để tâm đến biểu tượng của sự giàu có này, ánh mắt tham lam chỉ nhìn chằm chằm vào nhóm thủy thủ.\nĐạo tặc mà đến cả dây thừng cũng không thể trói được cổ lúc này cũng chỉ có thể khuất phục. Lưỡi đao của Reed Miller lạnh lùng chĩa về phía Zima, anh ta không phản kháng. Đây chính là thời khắc duy nhất mà anh ấy không tiếc khi rời xa quê hương để tìm kiếm. Khi nước biển lạnh lẽo nhấn chìm đầu anh, trước mắt anh hiện ra khuôn mặt của người bạn đã biến thành bức tượng băng. Khuôn mặt đó mang theo nụ cười điên dại đã đông cứng trong ký ức của anh, nụ cười bị đông cứng vì nụ hôn của Snegurochka. Anh ấy sợ hãi sự lặp lại, cả đời chạy trốn khỏi một kết cục đã biết. Nhưng vào giây phút cuối cùng, tất cả sự chạy trốn đều chỉ là chạy về phía một tấm gương khác. Cuộc phiêu lưu của anh không tạo ra câu chuyện mới, chỉ để lại dấu chân cho một câu chuyện cũ mà không ai để ý đến."
          }
        ]
      }
    ]
  }
}