{
  "epId": 8780,
  "name": "Tiếng Vọng Của Ốc Biển",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7b078e9234ceb501021cd3bd105b0cc6_8412316685875993831.png",
  "menuId": 12,
  "menuName": "Kho Sách",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Tiếng Vọng Của Ốc Biển"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Tiếng Vọng Của Ốc Biển I",
        "desc": [
          {
            "type": "RichText",
            "text": "Đưa ốc biển trên tay đây, thì bọn này sẽ không làm khó thêm nữa.\nCậu thiếu niên đẹp trai cùng thuộc hạ đến bên đống lửa trại, nói như thế và chơi đùa với lưỡi đao trong tay.\nVùng đất lưu đày không một bóng người, nơi được các thiếu niên thiếu nữ thầm thì gọi là \"Vùng Biên Thùy\". Đây là đêm thứ ba mươi chúng ở đây.\nTừng dùng để chặt cây, cắt cỏ, hái trái cây, loại bỏ những kẻ thù, lưỡi đao đã không còn sắc như xưa. Đám người lớn muốn dùng sức mạnh để chi phối chúng, thậm chí còn chưa rút đao ra khỏi vỏ thì đã tắc thở.\nĐến nay, ngay cả vỏ đao cũng không biết bị vứt đi đâu rồi.\nThực sự muốn có được con ốc biển này sao?\nCậu bé cầm ốc biển là cậu bé nhỏ con nhất trong số đó. \"Chú Lùn\", họ gọi cậu như vậy.\nĐúng vậy.\nTại sao?\nCòn phải hỏi tại sao à? Thiếu niên đẹp trai cười nói. \"Đây không phải là quy tắc do chúng ta đặt ra sao? Này, Chú Lùn, ai lấy được ốc biển này thì sẽ có quyền lên tiếng.\"\nĐúng vậy, đây là thỏa thuận bí mật của bọn trẻ bên đống lửa trại, để chống lại những người lớn coi chúng là nô lệ.\nĐể thoát khỏi thân phận của kẻ bị lưu đày, sống sót ở nơi hoang vu bi thương này.\nThế là lũ trẻ quyết định chọn ra một người, cũng là trẻ con, nhưng có thể dẫn dắt chúng thoát khỏi khó khăn. Một người không sợ sức mạnh và thông minh, người đó có thể nắm giữ ốc biển và trở thành thủ lĩnh của đám trẻ cả trai lẫn gái.\nVỏ ốc biển là thứ chúng bí mật lấy được khi làm việc trên bãi biển vào ban ngày, ngoài tầm nhìn của người lớn. Điều này cũng chứng minh rằng người lớn cũng có sơ hở.\nGiống như khi thời thơ ấu kết thúc, sẽ có khoảnh khắc nhận ra bậc cha chú không phải là siêu nhân toàn năng. Đối với những đứa trẻ bình thường, đó có lẽ là sự vỡ mộng, nhưng đối với những thiếu niên ở đây, đó lại là một chuyện đáng để tiếp thu.\nSau đó...\nTrật tự lý tưởng chưa tới, hoặc có thể nói, sự tàn nhẫn trong trái tim lũ trẻ còn chưa phai mờ, trong trường hợp không có ai ngăn chặn, sẽ ngày càng lan rộng. Nếu thứ bạo lực này có thể lật đổ mọi thứ, vậy tại sao người sở hữu không dùng nó để đoạt lấy tất cả?\nKể cả ốc biển... hoặc tất cả những gì mà ốc biển đại diện trong thỏa thuận bí mật của bọn trẻ.\nNghĩ rằng mình có thể sở hữu ốc biển này sao?\nTôi bỏ nhiều công sức nhất, cũng giành được nhiều nhất. Huống hồ, bây giờ đao còn đang trong tay tôi.\nRồi sau đó sẽ trở thành chủ nhân của chúng tôi?\nĐúng thế, đương nhiên tôi sẽ trở thành chủ nhân của cả lũ.\nGiống như đám người lớn lúc ban đầu sao?\nCó lẽ như vậy cũng chẳng có gì xấu.\nĐược thôi... Dường như nói vậy, cậu nhóc thấp bé đứng dậy từ trong ánh lửa, quay lưng lại với đống lửa, không ai nhìn rõ biểu cảm...\nNhưng thiếu niên đẹp trai có cảm giác đối phương đang cười, trong lòng không biết vì sao lại có dự cảm không chắc về tương lai... Trước đêm nay, cậu cảm thấy mọi thứ như đang nắm chắc trong lòng bàn tay.\nChú Lùn đưa ốc biển cho cậu ta, rồi quay người bước vào rừng rậm.\nSau đêm đó, cậu bé từng cầm ốc biển giống như đã biến mất, không ai nhìn thấy bóng dáng nữa."
          }
        ]
      },
      {
        "title": "Tiếng Vọng Của Ốc Biển II",
        "desc": [
          {
            "type": "RichText",
            "text": "Đã sớm biết mọi chuyện sẽ trở nên như vậy rồi...\nKhi cô nhóc đeo kính tìm thấy cậu bé nhỏ con đó, những đứa trẻ khác với ánh mắt đầy lo lắng đều nhường đường.\nỞ cuối cùng, thiếu niên mặt mày sáng sủa đang ngồi gục trên một chiếc ghế chất đầy đồ nặng. Làn da nhợt nhạt khiến các đường nét trên khuôn mặt càng thêm nổi bật, đôi môi tím tái, ánh lửa rực rỡ như một tấm màn che kỳ quái bị gió thổi bay.\nThiếu niên không có vết thương nào ở bên ngoài, đôi tay buông thõng có lẽ đã rất lâu, thậm chí trở nên cứng đờ như bức tượng thạch cao.\nLưỡi đao từng là niềm tự hào của cậu rơi ở đó.\nChẳng ai nhặt lên.\nChuyện luôn thành ra như vậy, nhưng không ngờ sẽ nhanh như vậy.\nCậu bé nhặt lưỡi đao lên, lưỡi đao rất cứng. Thật ra trong quá trình chặt gỗ, đã có nhiều chỗ bị sứt mẻ, cong vênh.\nCậu thiếu niên không bảo dưỡng thứ sức mạnh này, nhưng nó là chỗ dựa duy nhất, nên cũng không muốn để người khác biết được lưỡi đao này cần phải bảo dưỡng.\nCậu ta đương nhiên sẽ trở nên đa nghi, giấc ngủ chập chờn, dễ nổi giận, sợ rằng tâm tư lộ ra như người lớn sẽ khiến mình để lộ nhiều sơ hở hơn, kết cục tất nhiên sẽ thành ra như vậy.\nThật ra phần lớn câu chuyện... chỉ cần thêm sự kiên nhẫn.\nThấy kết cục này từ khi nào vậy?\nTừ khi anh ta đòi tôi ốc biển.\nĐòi ốc biển?\nỐc biển là gì? Ốc biển chẳng là gì cả, chỉ là đồ chơi mà chúng ta nhặt được trên bờ biển. Anh ta hoặc là ném ốc biển đi, hoặc là bỏ lưỡi đao sứt mẻ đi. Một tay cầm ốc biển, tay kia cầm đao, động tác vung đao sẽ chậm chạp hơn.\nCó một đôi tay đang cầm ốc biển, bước ra khỏi đám đông trai gái, đưa ốc biển đến trước mặt cậu bé.\nCậu bé nhìn thấy đôi tay đang cầm ốc biển, có vết sẹo đỏ do dây thừng thô ráp quấn chặt.\nVậy thì cậu sẽ làm gì? Cô nhóc đeo kính cất tiếng hỏi.\nCậu bé nhận lấy ốc biển, muốn thổi vào nó như trong truyện, nhưng nếu không cải tạo, thì hơi thổi ra từ ốc biển sẽ chỉ phát ra những tiếng phì phì khá buồn cười.\nRồi cậu nghiêng tai lắng nghe, trong ốc biển vang lên tiếng sóng vỗ.\nChúng ta sẽ xây dựng thị trấn của riêng mình ở đây, một thiên đường của những cậu bé và cô bé. Từ giờ trở đi, vỏ ốc sẽ không chỉ thuộc về một người. Mọi người có thể thay phiên nhau cầm nó lên và nói bất cứ điều gì họ muốn.\nNhưng chúng ta rồi cũng sẽ lớn lên, trở thành người lớn mà chúng ta không muốn trở thành.\nKhông sao, không sao cả. Vì thế gian này luôn có ngày mai, cũng sẽ luôn có những cậu bé và cô bé khác. Nếu họ không thích người lớn mà chúng ta trở thành, thì cũng nên tự tay phá bỏ thế giới của chúng ta.\nCậu bé không mấy nổi bật, cậu bé nhỏ nhắn, cậu bé thông minh.\nCậu ném lưỡi đao cong vênh vào sóng biển.\nCậu đặt ốc biển vào giữa lũ trẻ."
          }
        ]
      }
    ]
  }
}