{
  "epId": 8892,
  "name": "Sổ Tay Ốc Biển",
  "desc": "Cuốn sổ chế tác bởi Paimon, tập hợp các ghi chép từ lũ trẻ của Bang Ốc Biển.",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/8d5184a66815234e47b9b1b33abdc8ef_8882434788191588596.png",
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Sổ Tay Ốc Biển"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Đạo Cụ Nhiệm Vụ"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Quái Vật Cơ Quan Khổng Lồ\nTổng thể mang màu xám trắng, là một loại máy móc có thể thay đổi hình dạng linh hoạt, khi hoạt động sẽ phát sáng, cách tấn công cũng rất đa dạng. Nghe nói tên chính xác là Cỗ Máy Bí Ẩn - Thiết Bị Cấu Tạo, không phải do người Natlan hiện tại tạo nên, mà được lưu truyền đến thời nay cùng di tích viễn cổ.\nHoa văn trên vỏ ngoài của nó nhìn rất quen thuộc, ở Nod-Krai cũng từng gặp di tích có phong cách tương tự. Nói không chừng hòn đảo nhỏ mà chúng ta sinh sống giống như một con thuyền lớn, trong quá khứ từng liên kết với Natlan, sau đó đã bị quái thú khổng lồ dưới biển sâu dùng vây, móng vuốt hoặc xúc tu của nó lôi kéo đến phía bắc... Vì thế mà có đôi phần giống nhau.\n(Chuyện này phải giữ bí mật với Katya nhé! Đợi khi tôi trở về, nếu cô đã khỏe hơn thì chúng ta hãy cùng đến đảo của Dòng Dõi Sương Nguyệt. Chúng ta có thể cùng so sánh di tích ở đó với ma vật máy móc khổng lồ trên bức ảnh này để xem chúng có phải rất giống nhau không. Và tất nhiên, khi đó chúng ta sẽ phải tìm ra một lý do tốt để giấu Katya!)\nTượng Đá Nhân Mã Khổng Lồ\nBức tượng đá mang tên \"Đốc Quân Ma Tượng\". Bức tượng nhân mã tay trái cầm khiên, tay phải cầm kiếm, giây trước còn đứng thẳng ngẩng cao đầu như một tác phẩm nghệ thuật bị bỏ quên trong lâu đài cổ, vào giây tiếp theo lại đột nhiên sống dậy. Khi anh ấy (hoặc nó?) đạp nát phần đế đã làm dấy lên một trận cát bụi mịt mù, nhưng lại đợi khi cát bụi lắng xuống mới bắt đầu tấn công, quả là một đối thủ chính trực. Chiêu thức cũng khác biệt rất nhiều so với ma vật máy móc thông thường khác, có khi giống hiệu lệnh xông lên của chỉ huy quân đoàn, có lúc lại giống như đang diễn tấu một khúc nhạc nào đó. Chỉ tiếc là tôi không hiểu gì về âm nhạc nên không nghe ra được gì cả.\nNghe nói ở nơi sâu hơn nữa dưới đáy biển có di tích của Remuria đã diệt vong. Tuy lần này không có cơ hội ghé thăm, nhưng tôi đã thu thập nhiều truyền thuyết và sách có liên quan. Sau này có cơ hội sẽ nhờ thương đội đưa về. Trước giờ chẳng phải cô luôn rất thích những câu chuyện về vương quốc cổ xưa sao, hy vọng cô sẽ thấy vui khi đọc chúng.\nKhối Nước Khổng Lồ\nNhân Dạng Nước là ma vật hình người được ngưng tụ từ nước, rất khác so với hình tượng tinh quái của Tinh Linh Nước Trong trong câu chuyện mà Katya kể. Nó không có đuôi cá, cũng không có chân, nhưng lại có chi trên và đầu giống như loài người, ở phần khớp và đầu còn có một lớp vỏ bọc màu trắng xanh như áo giáp. Khi chiến đấu nó sẽ triệu hồi khối nước nhỏ hơn, là phiên bản thu nhỏ của nó để đến hỗ trợ. Có lúc nó còn nuốt chửng khối nước nhỏ để tăng cường sức mạnh của bản thân nữa.\nNghe nói nước ở Fontaine rất đặc biệt, cho nên mới sinh ra Tinh Linh Nước Trong có thể sử dụng ngôn ngữ. Nhưng Nhân Dạng Nước nhìn có vẻ không biết nói chuyện, hoặc chẳng qua nó chỉ không muốn nói chuyện chăng? Hay cũng có thể là do chúng ta không hiểu được ngôn ngữ của nó nhỉ?\nCua Khổng Lồ\nLoài cua khổng lồ có cái tên Hoàng Đế Thép Lửa cực ngầu. Nghe nói do tập tính của Cua Giáp Nặng, nên trong quá trình phát triển sẽ không ngừng tìm vỏ ốc hoặc vỏ sò thích hợp để làm bộ giáp cho mình. Nếu không ngăn cản nó, nói không chừng sẽ không ngừng phát triển, thậm chí dùng cả Palais Mermonia (là một kiến trúc rất tráng lệ trong thành phố Fontaine, các kiến trúc ở đây đều rất to!) để làm giáp mang trên người nó mất.\nNhưng sau đó, có một người tên Basil Elton đã đánh bại nó. Có lẽ vì vậy mà nó mới kết thúc quá trình phát triển. Nhưng như bây giờ cũng đã đủ to rồi. Không biết so với quái thú khổng lồ dưới biển sâu thì loài nào sẽ to hơn nhỉ. Tôi cá là quái thú khổng lồ dưới biển sâu sẽ to hơn, vì dù sao nó cũng có thể nâng và dịch chuyển cả hòn đảo mà (nếu như giả thuyết về đảo trôi dạt được thành lập)!"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Ông Moley và gia đình sống trong một hang động sâu trong Thung Lũng Moley, ẩm ướt và có mùi như rễ cây cổ thụ. Cuộc sống ở đây thật yên bình và dễ chịu trước khi những gã to lớn ồn ào kia kéo những tấm ván sắt đến thung lũng. Đến tối, khi những gã to lớn không còn ở đó, gia đình Moley mới rời khỏi hang, tìm kiếm thức ăn trong thung lũng hoặc chơi đùa với Đom Đóm Ánh Trăng.\nSo với Quả Lakka và Đom Đóm Ánh Trăng, em gái Moley thích mặt trăng hơn hẳn. Mặt trăng nhìn từ Thung Lũng Moley vừa to vừa tròn, như một chiếc đĩa, nhưng màu trắng. (Anh Jurva nói, thật ra Chuột Chũi Khịt Khịt mắt kém, nhưng mũi và tai lại rất thính. Dù cách rất xa, nhưng em gái Moley biết ở đâu có thể ngửi được mùi vị của ánh trăng, không biết có ngon như Quả Lakka không nhỉ.) Trong đêm trăng sáng, cô ấy có thể nhìn thấy vài con chuột chũi không có bóng, chúng lắc lư như làn khói bị thổi bay dưới ánh trăng. Chúng nói chuyện với nhau, nhưng không cho em gái Moley xen vào, như thể hoàn toàn không nhìn thấy cô ấy vậy. Có thể do em gái Moley vẫn chưa mất đi cái bóng của mình, cô nghe nói những tổ chức thần bí đó đều có quy định riêng (Giống như Địa Ẩn Hội), có lẽ cần được một con chuột chũi không có bóng khác giới thiệu, cũng có thể cần hoàn thành một nghi thức thần bí nào đó, nếu không thì chỉ có thể đứng một bên nghe thôi.\nNhưng dù chỉ là nghe họ nói chuyện cũng rất thú vị. Trong số đó có một chú Chuột Chũi Khịt Khịt đến từ nơi rất xa, hình như anh ấy không có nhà riêng, nên nơi nào cũng có thể là nhà. Anh ấy nói từng đến núi tuyết, từng đi qua sa mạc, từng trèo qua những ngọn núi rất cao, cũng từng lặn xuống đáy biển rất sâu. \"Vậy những nơi này đều có Quả Lakka tươi ngon chứ?\" Chuột chũi ở đây hỏi anh ấy như vậy. \"Theo tôi biết thì không có. Nhưng mà, có rất nhiều thứ khác thay thế.\" Nghe thấy câu trả lời này, chú chuột bản địa nhếch môi, xem ra nó thực sự rất thích Quả Lakka.\nEm gái Moley cũng rất thích Quả Lakka, nhưng cô ấy cũng muốn biết liệu mình có thích những thứ thay thế khác mà mình chưa từng thử không. Cô ấy từng rời khỏi Thung Lũng Moley để làm một chuyến mạo hiểm, đào rất lâu rất lâu trong đất, đến một nơi có rất nhiều những gã to lớn. Cô ấy đi vào ban đêm, ở đó chỗ nào cũng rất sáng, khắp nơi đều có âm thanh, khiến cô ấy gần như không thể tìm thấy phương hướng của mặt trăng. Ở đó, cô ấy ngửi thấy rất nhiều mùi vị, nhưng hầu hết đều là những mùi mà cô ấy không thích. Cuối cùng cô ấy đi theo mùi hương của Quả Lakka quen thuộc, tìm được một nơi chất đầy trái cây, nơi đó có rất nhiều loại trái cây mà cô ấy chưa từng thấy, mùi rất hấp dẫn. Cô ấy hy vọng có thể lấy một ít, không cần quá nhiều, nhưng hôm đó cô ấy không may mắn chút nào, thỉnh thoảng cũng có những ngày như vậy.\nSau khi trở về Thung Lũng Moley, mọi người đều rất lo lắng cho cô ấy. Nghe nói cô ấy đi một nơi xa như vậy một mình, mọi người đều rất ngạc nhiên. Cuộc sống ở Thung Lũng Moley không phải rất tốt sao? Tại sao lại muốn đi nơi khác? Thế là em gái Moley đã kể lại câu chuyện mà cô ấy nghe được từ chỗ những chú chuột chũi không có bóng. \"Sao lại có chuột chũi không có bóng chứ? Chắc chắn là em nằm mơ thôi.\" Anh trai Moley không tin đó là thật, cũng không tán thành việc em gái mình rời khỏi Thung Lũng Moley. Các thành viên khác trong gia tộc cũng vậy, mọi người chắc chắn cũng thích Quả Lakka tươi hơn các loại trái cây khác.\nNếu trong đêm trăng sáng nhất lần tiếp theo mà cô không nhìn thấy những chú chuột chũi không bóng, thì cứ coi như tất cả chỉ là một giấc mơ. Em gái Moley nghĩ như vậy, cô ấy vốn không hề ghét cuộc sống ở Thung Lũng Moley. Nhưng khi mặt trăng mọc lên, ánh trăng chiếu xuống, những chú chuột chũi không có bóng đó quả nhiên lại xuất hiện, và lặp lại cuộc trò chuyện lúc trước. Nếu đó không phải là mơ, vậy thì nhất định là mặt trăng đang chỉ dẫn cô. Em gái Moley rất vui, trong đêm trăng sáng, cô lại một mình rời khỏi Thung Lũng Moley. Nhưng lần này không biết khi nào mới quay về, vì nói không chừng cô sẽ ở núi tuyết, ở sa mạc, ở nơi mà cô chưa từng đến, và tìm thấy loại quả khiến cô ấy yêu thích hơn cả Quả Lakka tươi ngon."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Quý ngài Cua Sa Hoàng sống bên cạnh nơi ở của đám người kỳ quái Dòng Dõi Sương Nguyệt, nghe nói cũng vài trăm năm tuổi rồi (không thì sao mà to thế được?). Nó to hơn bất cứ con cua nào tôi từng gặp, ngay cả \"nhà\" của nó cũng không phải vỏ ốc bình thường, mà là một con ốc biển siêu lớn, to bằng cả quả đồi nhỏ (còn to hơn cả ốc biển vẽ trên lá cờ của chúng ta!), trông giống như một pháo đài vậy. Kỳ diệu hơn là, trên đó còn có rong rêu Kuuvahki sinh trưởng, lấp lánh như sao trời giữa bóng tối trong hang động. Không chừng đó chính là vương miện của nó đấy.\nNếu đã vậy, chắc hẳn đám cua nhỏ quanh đây cũng đều là thần dân của nó. Haiz, lũ cua nhỏ đáng thương, lúc nào cũng bận rộn, đem hết những loại đồ ăn tìm được như là... Quả Lakka, cá nhỏ, cả mấy thứ khác không thể gọi tên... kéo hết vào sâu trong hang động, chưa từng được thưởng thức tận nơi. Có hai lần, tôi thậm chí còn nhìn thấy chúng mang về những viên đá lấp lánh và cả Bạc Ánh Trăng, lẽ nào đây chính là \"cống phẩm\" chúng buộc phải dâng lên cho Cua Sa Hoàng sao? Nghe nói trong thời đại của đạo tặc Reed Miller, vị tổng đốc được Snezhnaya cử đến cũng từng thu \"thuế má\" tương tự từ dân chúng, chắc cũng kiểu vậy.\nCó điều, thứ mà Cua Sa Hoàng muốn, có lẽ cũng chẳng phải Quả Lakka hay cá nhỏ ăn mãi không hết. Vì buổi chiều hôm qua, tôi nhìn thấy nó ra khỏi hang động một lúc. Nó di chuyển rất chậm, mỗi bước đều như đang vác cả ngọn núi, mỗi bước đều rung chuyển cả sỏi đá dưới đất. Có một con cua bé xíu tha một con cá tí hon đến gần chân nó, nó chỉ cúi đầu nhìn xuống, sau đó khẽ vung cái càng khổng lồ, làm con cua nhỏ sợ vứt cả cá mà chạy, vù một cái chui tọt xuống cát.\nCua Sa Hoàng không ăn con cá đó, mà chỉ dùng cái càng nhỏ hơn đẩy sang một bên, sau đó không động đậy, như thể đang ngắm nhìn biển cả phía xa. Là một quốc vương, chắc hẳn là rất cô đơn. Tất cả đám cua đều sợ nó, nó có pháo đài, có vương miện, lại không có nổi một người bạn để chạm vào như cách Sứa Anh Đào dùng xúc tu giao tiếp (Semyon nói loài sứa biết giao tiếp bằng xúc tu, nên tôi đoán cua chắc cũng sẽ dùng càng để làm điều tương tự nhỉ?)\nTôi rất tò mò, nó đã tìm thấy chiếc vỏ khổng lồ đó ở đâu nhỉ? Trước khi nó trú thân trong đó, liệu có một quốc vương nào khác còn to hơn nó cư trú trong đó không? Nếu nó trở nên to lớn hơn nữa, thì liệu có chuyển nhà sang một cung điện hào hoa hơn nữa không? Không chừng lần sau tôi có thể mang cho nó một ít Quả Lakka chín mọng, tìm cơ hội điều tra cái vỏ đó xem sao... Haiz, nghĩ lại thì thôi vậy, đạo tặc vẫn không nên tiếp cận nhiều với quý tộc, sẽ chỉ xui xẻo hơn mà thôi."
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "Sứa Anh Đào\nNghe nói là chủng loại chỉ xuất hiện tại Nod-Krai, có phần đầu màu hồng và xúc tu dài. Chúng chủ yếu sống ở vùng nước cạn gần Lưu Vực Maroon, vùng thủy triều ở đó là nơi săn mồi tuyệt vời của chúng. Sau khi thủy triều rút, chúng vẫn có thể di chuyển trên cạn. Chắc là vì trong cơ thể chúng có những túi nước đặc biệt, giúp duy trì trạng thái ẩm ướt, hoặc là có những tuyến dịch đặc biệt để làm giảm sự mất nước trên bề mặt. Xúc tu của chúng còn mạnh mẽ hơn những con sứa thông thường, và hình như có sức mạnh đặc biệt nào đó mà có lẽ chỉ có tác dụng trên con mồi của chúng. Mình thử dùng gậy gỗ nhỏ chạm vào chúng một cách cẩn thận, nhưng cũng không có gì đặc biệt, chúng cũng chẳng tấn công. (Dám cá là trong Bang Ốc Biển không ai to gan bằng mình). Chúng có thể \"giao lưu\" bằng xúc tu với nhau, giống như con người bắt tay hay đập tay vậy. Nếu vậy thì, khi chúng tụ tập lại với nhau, những động tác giống như đang nhảy múa kia có lẽ cũng là \"ngôn ngữ\" riêng của chúng. Mặc dù không có não, nhưng rõ ràng không thể nói là không có trí tuệ được.\nĐáng tiếc, thiết bị của Fatui gần như đã phá hủy hoàn toàn mái nhà của Sứa Anh Đào. Những loại máy móc mà họ mang đến cứ ầm ĩ cả ngày lẫn đêm, không biết những thiết bị đó dùng để làm gì, nhưng xem ra cả khu vực đều như mất đi sức sống. Có thể là do thiếu lương thực, cũng có thể do tiếng ồn, hoặc là cả hai, mình cũng quan sát thấy vài con Sứa Anh Đào đã gục ngã dưới đất. Mình cũng đã thử giúp chúng, nhưng mà quá muộn rồi."
          }
        ]
      }
    ]
  }
}