{
  "epId": 904,
  "name": "Mảnh Tử Tinh Thắng Lợi",
  "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Thân thể này là thân thể tôn quý đặc biệt nhất trần thế.\"",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
  "filterValues": {
    "objectType": [
      "Nguyên Liệu Đột Phá Nhân Vật"
    ]
  },
  "menuId": 9,
  "menuName": "Sản vật Teyvat",
  "version": 1743313466,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "Rơi Ra Từ"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Boss</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3443,
        "name": "Đàn Rồng Biển Sâu",
        "desc": "<p>Đàn Rồng Biển Sâu hùng mạnh.</p><p>Sức mạnh của chúng bắt nguồn từ sự bồi dưỡng và chọn lọc của dân cư Enkanomiya.</p><p>Đương nhiên, chắc chắn không có con rồng nào cho rằng đây là một ân tình.</p><p>Kẻ mạnh nhất trong đàn có thể điều khiển các loại nguyên tố khác nhau, trút cơn thịnh nộ của chúng lên những người đến đây.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/05/27215281/06abfa5f50d54a3cdb2ac346b30769b0_3520351655442198677.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2121,
        "name": "Rồng Đất Cổ - Nham",
        "desc": "Sau một thời gian dài, Rồng Đất Nham khổng lồ với sức mạnh to lớn có thể thích nghi với những thay đổi bất thường của môi trường nguyên tố.<br/>Theo truyền thuyết dân gian, sau \"tai họa rồng\" dẫn đến sự hủy diệt của Thiên Tù Cốc, Rồng Đất Nham và Rồng Đất Nham Cổ đã trốn vào lòng đất, ngủ vùi dưới lớp vỏ trái đất, chờ thời cơ tái xuất...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2162,
        "name": "Lôi Nguyên Bản",
        "desc": "Biệt danh \"Aleph\" - sinh mệnh Nguyên Tố lôi cao cấp.<br/>Nguyên tố nguyên bản là vật cấu tạo Nguyên Tố cao nhất, được hình thành nơi phun trào năng lượng nguyên tố hoặc nơi ách tắc nguyên tố trong lòng đất.<br/>Các Nguyên Tố nguyên bản khác nhau phụ thuộc vào thuộc tính của Nguyên Tố đó, tiến hóa ra cách chiến đấu kẻ địch.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hypostasis_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2238,
        "name": "Thực Thể Sấm Sét",
        "desc": "Sinh vật nguyên tố Lôi dị thường. Tuy rằng hình dạng khá giống Tinh Linh Nước, nhưng không có trí tuệ và ký ức.<br/>Kích hoạt Thực Thể Sấm Sét cũng chỉ là sự phẫn nộ thuần túy.<br/>Nghe nói loại sinh vật này chỉ sinh ra khi sấm sét đánh xuống tại vùng đất chất chứa nhiều căm hận, như Đỉnh Amakumo hoang tàn với sấm sét vang dội. Chỉ cần nỗi oán hận trong lòng đất chưa tiêu tan, thì tiếng sét sẽ không bao giờ dứt.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunder Manifestation_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2717,
        "name": "Cây Kích Điện",
        "desc": "<p>Ma vật hình thành từ những dây leo khổng lồ hấp thụ dòng điện cao áp từ trong địa mạch.</p><p>Từ trong thân cây phóng ra nguồn điện vô tận, giống như đang bùng nổ cơn giận của mặt đất.</p><p>Từng có học giả của Học Phái Kshahrewar đề xuất, nếu xây dựng một mạng lưới đường điện phức tạp xung quanh Cây Kích Điện, sẽ có thể đưa điện năng trong đó truyền đến trong thành thị để sử dụng. Kế hoạch này đã bị học giả Học Phái Spantamad phản đối kịch liệt, vì điều này mà họ đã không tiếc hy sinh mười con Heo Nấm để chứng minh sự nguy hiểm của việc sử dụng điện.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/24/27215281/12fc861bff06793fff2ebc2a470d4a0c_2639658379259793857.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Kẻ Rửa Tội Tàn Ác",
        "desc": "<p>Ma vật Vực Sâu có khả năng điều khiển nhiều loại sức mạnh nguyên tố, vì \"tiến hóa\" mà có thêm các bộ phận dư thừa.</p><p><em>\"Bản chất của \"Vực Sâu\" về cơ bản là không thể dung hòa với nguyên tố. Nhưng cho dù có nguyên tố của thần thì cũng sẽ được bao bọc, bóp méo, trở thành đạo cụ theo đuổi ý chí sâu xa. Nói từ góc độ kết quả và hiệu ích, cái gọi là \"Vực Sâu\" có lẽ khi so sánh với cái nhỏ như vật chứa với sức mạnh nguyên tố tràn trề trong tay Đạo Bảo Đoàn, và lớn như Vision đi chăng nữa thì cũng không có khác biệt gì nhiều...\"</em></p><p>Sổ tay của ai đó rơi trong Hangeh Afrasiyab.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/27215281/2899a9fa6efec1006150467a00823c4a_1640884400083792838.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4344,
        "name": "Cá Ngựa Ngọc Trai Ngàn Năm",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Một trong hai bá chủ đứng đầu trong loài Dị Chủng Biển Sâu.<br>Nhà thơ và tác giả thường vì cách độc hành của nó mà bảo rằng nó kiêu ngạo và cao quý, nhưng có thể trở thành đối tượng miêu tả thế này suy cho cùng là vì thân hình thon dài xinh đẹp của nó. Cũng vì vậy mà nó là \"Cá Ngựa Ngọc Trai\", còn vua của Cua Giáp Nặng là \"Hoàng Đế\".<br>Trong các giai thoại truyền kỳ ở Fontaine, trong loài Dị Chủng Biển Sâu từng xảy ra một cuộc chiến tranh vô cùng khốc liệt, chỉ còn lại \"Cá Ngựa Ngọc Trai Ngàn Năm\" và \"Hoàng Đế Thép Lửa\" chia ra ở hai đầu nam bắc đối kháng lẫn nhau. Trong \"Bài Ca Của Dobharcu\", tác giả từng mô tả kết cục của chiến tranh: Cá Đuối Sát Thủ khổng lồ được xưng là Vua Bão Táp trước khi chết đã dấy lên cơn sóng dữ, dẫn đến việc mà mọi người gọi là \"kỳ nước dâng lần một\"...<br>Tất cả đương nhiên chỉ là sự tưởng tượng của con người, vì họ không muốn làm quen với cuộc sống hiện thực không chút mơ mộng nào. Dị Chủng Biển Sâu suy cho cùng cũng chỉ là động vật thủy sinh mà thôi, vừa không có cung đình lộng lẫy hoặc đổ nát, cũng không có lời lẽ kiêu ngạo hoặc độc ác.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/03/44749939/a0bd6abb287d563fc5a824c14c9fe813_3722950746617859453.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7056,
        "name": "Cỗ Máy Bí Ẩn - Thiết Bị Cấu Tạo",
        "desc": "Cỗ máy dùng để làm công cụ chế tạo trong di tích cổ xưa. Các chủ nhân của di tích viễn cổ dùng loại máy móc có khả năng thay đổi ngoại hình này để thực hiện các công việc chế tạo. Chỉ cần học được cách sử dụng chúng, thì cho dù ở môi trường khắc nghiệt như bên trong núi lửa cũng có thể tạo ra được thành phố khổng lồ ngoài sức tưởng tượng.<br>Ngoài chuyện đó thì dường như cũng có thể sử dụng như vũ khí. Nền văn minh cổ xưa sớm đã biến mất, nhưng dưới sự điều khiển của những hoa văn màu vàng, cỗ máy hình móng vuốt khổng lồ vẫn có thể chiến đấu theo tiến trình đã cài đặt sẵn có.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/be7ef508bd73f3eeea5522c7409258b9_2512975982839589171.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 7125,
        "name": "Gốc Rễ Mô Phỏng U Ám - Dạng I",
        "desc": "Ma vật Vực Sâu đến từ thế giới méo mó u ám, có vẻ ngoài trông giống thực vật.<br>Loại ma vật méo mó này đã xâm nhập sâu vào lòng đất, trích xuất những ký ức trong đó để mô phỏng và điều khiển. Hồi ức trong quá khứ bị bóp méo, biến thành dáng vẻ sâu thẳm và ô uế hơn. Chúng đã mượn hành động này để từng bước tiếp cận phần lõi của Cây Thế Giới, nhằm phá hoại gốc rễ tồn tại của nó.<br>Nghe nói loại ma vật này luôn cố gắng bóp méo các sắc độ của ánh sáng, biến chúng thành thông tin đen tối, và chính những nhánh cây vươn ra tựa như xuyên thủng hư không của chúng có vẻ đã chứng minh cho điều này...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/4f48bdf376d1b4597c8c54a0fe47c8b8_6380943058011605348.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Boss Tuần</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2217,
        "name": "Phong Ma Long Bão Tố",
        "desc": "Một trong \"Tứ Phong Thủ Hộ\" của Mondstadt, Rồng Đông Phong - Dvalin.<br/>Trong những ngày tháng bất tận và bóng tối vô biên, viên ngọc long lanh cũng sẽ bị cát bụi che phủ và trở nên ảm đạm, loài rồng cao quý cũng sẽ bị ăn mòn và chất chứa đầy oán hận.<br/>Nhưng hãy nhớ, bụi có thể dễ dàng lau đi, nỗi sợ và chất độc cũng có thể bị nghiền nát.<br/><br/><i>\"Hãy tự do bay lượn trong không gian sâu thẳm. </i><br/><i>\"Giống như ngày chúng ta gặp nhau, tôi đi trên mặt đất, hát vang bài ca của gió;</i><br/><i>\"Bạn thì ở trên bầu trời cao vời vợi, đưa mắt nhìn xuống thế giới.</i><br/><i>\"Bầu trời giờ đây không có gió tuyết, mặt đất phủ đầy cỏ xanh, hẳn là tươi đẹp lắm nhỉ.</i><br/><i>\"Nếu bạn đã từng bước đi trên mặt đất, từng nghe tiếng chuông gió đan xen hòa vào bài ca du mục, từng nếm thử vị rượu ngọt nồng, bạn nhất định sẽ hiểu được. </i><br/><i>\"Nếu bạn đã từng là tôi, từng nhìn thấy tư thế cao ngạo cô độc của bạn bay lượn trên bầu trời, từng nhìn thấy dáng vẻ tuyệt đẹp của bạn. </i><br/><i>\"Như vậy, bạn sẽ hiểu được, bầu trời và mặt đất này, rất đáng để chiến đấu. \"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "Childe",
        "desc": "Quan Chấp Hành thứ 11 của Fatui, \"Childe\" Tartaglia.<br/>Hấp thu sức mạnh từ trong \"Delusion\" xui xẻo, học được võ thuật chiến đấu từ trong bóng tối.<br/><br/>Là một chiến sĩ thuần túy khao khát chiến đấu.<br/>Những trận chiến ác liệt, những lần đối mặt với sinh tử, với anh ta mà nói đều là những trận thử thách vui vẻ.<br/>Mọi người đều nói chiến tích của \"Childe\" vang vọng khắp xa gần.<br/>Nhưng bản thân anh ta lại không tán đồng với những lời lẽ thổi phồng này.<br/><br/>Suy cho cùng thì...<br/><i>\"Vận mệnh của bạn là sẽ trở thành mắt bão của chiến tranh, </i><br/><i>\"Tiếng đao kiếm va vào nhau sẽ là âm nhạc đồng hành cùng bạn.</i><br/><i>\"Ký ức đen tối khi bước vào đêm đen,</i><br/><i>\"cuối cùng sẽ trở thành sức mạnh để bạn lật đổ thế giới.\"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "Một con rồng cổ đại có tuổi thọ ngang với những rặng núi.<br/>Rất lâu về trước đã từng kề vai sát cánh cùng Đế Quân của cảng Nham, nhưng cuối cùng lại vì mâu thuẫn mà bị trấn áp dưới lòng đất đen tối. Trong những năm tháng dài đằng đẵng, sức mạnh của nó đã dần mất đi, và hình dạng cũng đã bị biến đổi sau nhiều cuộc tra tấn khác nhau.<br/>Tiếng xiềng xích khe khẽ và tiếng gầm trầm đục của tổ tiên loài rồng, giống như những ký ức, vang vọng giữa núi rừng.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2210,
        "name": "Magatsu Mitake Narukami no Mikoto",
        "desc": "Con rối đại diện cho quyền năng của Raiden Shogun, khi đối phó với kẻ địch uy hiếp đến sự \"vĩnh hằng\" đã lộ ra hình hài này.<br/>Là người hỗ trợ cho Raiden thực hiện \"vĩnh hằng\", cô ấy chưa từng hoài nghi, cũng chưa từng sợ hãi, luôn dốc hết sức mình, tâm vô tạp niệm.<br/>Cô ấy đã từng nghe nói vào thời kỳ của Makoto và Ei, Ei đã từng gánh vác trách nhiệm tương tự cô ấy, trải qua nhiều đau khổ và mất mát.<br/>Khi hai chiếc bóng lồng ghép thành một, cô ấy lại thấy được trong ý chí vốn dĩ vĩnh hằng của \"cô\" lại lưu giữ vô số dấu vết. Nếu như số mệnh đã an bài đây là một sự luân hồi, vậy thì hãy như hẹn ước ban đầu, cứ tuyên chiến thôi.<br/><br/><i>\"Thân này, tượng trưng cho uy nghiêm vô thượng, được ban cho quyền năng thống lĩnh một quốc gia, tích tụ mọi thứ của Raiden Shogun.\"</i><br/><i>\"Đương nhiên cũng kế thừa những nỗi đau mất mát triền miên của Ei trước đây, và cả... quyết tâm muốn đạt đến vĩnh hằng.\"</i><br/><i>\"Quyết tâm, dũng khí, ái mộ, hận thù... đều sẽ biến chất trong dòng chảy của thời gian.\"</i><br/><i>\"Chỉ có \"phép tắc\" là vĩnh hằng bất biến.\"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Magatsu Mitake Narukami no Mikoto_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2975,
        "name": "Shouki no Kami, Kẻ Hoang Đàng",
        "desc": "<p>Shouki no Kami hội tụ sức mạnh của sáu học viện trong Giáo Viện Sumeru, sở hữu năng lực có thể sánh vai với vị thần chân chính.</p><p>Thế nhân nếu gọi đây là thần giả, tức là không hiểu ý nghĩa thực sự của “Thần”.</p><p>Giả như thần là người có khả năng hơn người,</p><p>Vậy thì Shouki no Kami đã am hiểu vạn vật và gánh vác sức mạnh tối thượng, xứng đáng được gọi là siêu phàm.</p><p>Giả như thần là người biết thương yêu con người,</p><p>Vậy thì Shouki no Kami biết ban cho con người sự thất bại một cách bình đẳng, đó được gọi là yêu thương,</p><p>…</p><p>…</p><p>Shouki no Kami nhìn thấu được vô số yêu hận biệt li oán sân si, được gọi là biết quan sát con người.</p><p>“Ngươi đã có quá nhiều hạnh phúc.”</p><p>“Vì vậy mà trở nên ngu muội tự đại, tham lam đáng sợ.”</p><p>“Kết thúc thời đại này!”</p><p>“Vị thần mới, tuyên bố thần cũ rồi sẽ thất bại.”</p><p>“Con người đáng thương… Bây giờ quỳ xuống hãy còn kịp.”</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/04/27215281/dbf9f65c6fcd3f7619a9556ffa558f43_3724822559740042123.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Đột Phá Nhân Vật"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>5 Sao</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "Đại nhân Guuji của Đền Narukami, kiêm tổng biên tập của Nhà Xuất Bản Yae. Phía sau vẻ ngoài xinh đẹp kiều diễm là sự thông minh và xảo quyệt mà khó ai ngờ đến.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "Là Tôn Chủ Narukami Ogosho đại nhân, đưa người dân Inazuma hướng đến sự \"vĩnh hằng\" ngàn năm không đổi.",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/22/12108544/2669f7bf2fdea7ccf0a4aa7ac9f250b2_4184089322112947997.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "Ngọc Hành Tinh là một trong Thất Tinh Liyue, đối với việc \"Liyue hoàn toàn được quyết định bởi Đế Quân\" có chút không hài lòng... nhưng trên thực tế, Thần cũng rất coi trọng những người như cô.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>&#34;Tổng Quản Mahamatra&#34;, phụ trách giám sát các học giả trong Giáo Viện.</p><p>Hiệu suất trong lúc làm việc sẽ còn hiệu quả hơn &#34;Vayuvyastra Vĩ Đại&#34; của Học Phái Kshahrewar.</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/25/148664880/e09e2bda5e022611fad0dea1bb6518bb_8287353914248900529.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "<p>Đấu Sĩ Đại Diện bất bại. Dùng thanh kiếm trong tay để bảo vệ \"chính nghĩa\" của Đại Sảnh Fontaine.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/12108544/770a66030815971c697ab81bc5436329_1557605617111376547.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7488,
        "name": "Varesa",
        "desc": "Chiến binh ung dung thong thả của Cộng Đồng Trù Phú kiêm chủ vườn trái cây, vị anh hùng yêu thích sức mạnh tràn trề và cả rất nhiều đồ ăn ngon!",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/a54efe1bb7e82a589b9af44683a696ca_8635138146175164187.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>4 Sao</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2,
        "name": "Lisa",
        "desc": "Người quản lý thư viện biếng nhác nhưng thông thái, là sinh viên tốt nghiệp thiên tài \"Hai Trăm Năm Có Một\" của Giáo Viện Sumeru.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Lisa_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 11,
        "name": "Beidou",
        "desc": "Thủ lĩnh đội thuyền vũ trang \"Nam Thập Tự\", là chị đại hào sảng.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Beidou_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 48,
        "name": "Razor",
        "desc": "Thiếu niên sống cùng sói trong Lang Lãnh thuộc Mondstadt, tránh xa thành phố và loài người. Có trực giác nhạy bén, hành động nhanh nhạy.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Razor_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "Tự xưng là \"Công Chúa Định Tội\", thiếu nữ thần bí đồng hành cùng chú quạ đen tên Oz.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2256,
        "name": "Kuki Shinobu",
        "desc": "Trợ thủ của Bang Arataki có năng lực và đáng tin cậy. Lưu ý: Mô tả có năng lực và đáng tin cậy không phải là Bang Arataki mà là trợ thủ.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kuki Shinobu_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "Dori",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Thương nhân bách hóa xuất quỷ nhập thần, say mê những đồng Mora sáng loáng.</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/09/148664880/6539bea71efd0f839db897cfc4094362_6643924626674888583.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3,
        "name": "Kujou Sara",
        "desc": "Đại tướng đương nhiệm của Hiệp Hội Tenryou. Sát phạt quyết đoán, anh dũng thiện chiến.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kujou Sara_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5598,
        "name": "Sethos",
        "desc": "<p>Người thừa kế của Ngôi Đền Im Lặng. Mang theo bí mật, đến từ trong cát.</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/05/12108544/cdb7abfcb86138e5b618946a5466d442_3992601262140402868.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "Một người trẻ tuổi đến từ Chủ Nhân Gió Đêm, nhưng lại sống ở nơi hoang vu cùng ngàn vạn sinh linh.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7502,
        "name": "Iansan",
        "desc": "Chuyên gia dinh dưỡng nổi tiếng ở Natlan, huấn luyện viên trưởng của câu lạc bộ thể hình tại Cộng Đồng Trù Phú.",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/25/dd9a200a86b792fb1b73ef1ee7de0911_2097378734184941134.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Ghép"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Thành Phẩm</color>\n<color=#ffffffd9>Nguyên Liệu Ghép</color>\n1x"
      },
      {
        "type": "CustomEntry",
        "epId": 904,
        "name": "Mảnh Tử Tinh Thắng Lợi",
        "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Thân thể này là thân thể tôn quý đặc biệt nhất trần thế.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/27215281/e0e2541c3dfcbf5ebcfc46867f88b6c2_5528707500907962456.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 905,
        "name": "Vụn Tử Tinh Thắng Lợi",
        "desc": "Nguyên Liệu Đột Phá Nhân Vật",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Sliver_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "300x"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 903,
        "name": "Miếng Tử Tinh Thắng Lợi",
        "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Thân thể này là thân thể tôn quý đặc biệt nhất trần thế.\"<br/>\"Nên nắm giữ đại quyền thiên hạ.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Chunk_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/27215281/e0e2541c3dfcbf5ebcfc46867f88b6c2_5528707500907962456.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 904,
        "name": "Mảnh Tử Tinh Thắng Lợi",
        "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Thân thể này là thân thể tôn quý đặc biệt nhất trần thế.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "900x"
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "Tiền lưu hành trong đại lục. Là ngôn ngữ chung của thế giới.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Chuyển Hóa"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>Thành Phẩm</color>\n<color=#ffffffd9>Nguyên Liệu Chuyển Hóa</color>\n1x"
      },
      {
        "type": "CustomEntry",
        "epId": 904,
        "name": "Mảnh Tử Tinh Thắng Lợi",
        "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Thân thể này là thân thể tôn quý đặc biệt nhất trần thế.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/27215281/3ac122bd5c0aca64d80821f1951448f5_700478135594581214.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 1099,
        "name": "Mảnh Mã Não Cháy",
        "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Vì nguyện vọng mà bước vào con đường lữ hành, vì danh hiệu mạnh nhất mà cố gắng chiến đấu...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Agnidus Agate Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Bụi Biến Đổi",
        "desc": "Đạo cụ có thể khiến nguyên liệu đột phá nguyên tố bị biến chất, biến đổi thuộc tính nguyên tố của nó.<br/>Ngoài ứng dụng thực tiễn ra, giả kim thuật thực sự là một bộ môn nghiên cứu bản chất của vật chất và quy luật thay đổi của nó, tìm hiểu các quy luật của thế giới và địa mạch.<br/>Không biết là ai và vì mục đích gì, khắp nơi trên vùng đất có rất nhiều sản vật luyện kim công nghệ cao này, chúng có năng lực đảo ngược vật chất nguyên tố. Mặc dù khá tiện lợi và thiết thực nhưng nó cũng ẩn chứa nguy cơ phá vỡ trạng thái cân bằng rất lớn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 904,
        "name": "Mảnh Tử Tinh Thắng Lợi",
        "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Thân thể này là thân thể tôn quý đặc biệt nhất trần thế.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/27215281/3ac122bd5c0aca64d80821f1951448f5_700478135594581214.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 1036,
        "name": "Mảnh Thanh Kim Sạch",
        "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Trong lý tưởng của ta không có chút vấy bẩn nào.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Varunada Lazurite Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Bụi Biến Đổi",
        "desc": "Đạo cụ có thể khiến nguyên liệu đột phá nguyên tố bị biến chất, biến đổi thuộc tính nguyên tố của nó.<br/>Ngoài ứng dụng thực tiễn ra, giả kim thuật thực sự là một bộ môn nghiên cứu bản chất của vật chất và quy luật thay đổi của nó, tìm hiểu các quy luật của thế giới và địa mạch.<br/>Không biết là ai và vì mục đích gì, khắp nơi trên vùng đất có rất nhiều sản vật luyện kim công nghệ cao này, chúng có năng lực đảo ngược vật chất nguyên tố. Mặc dù khá tiện lợi và thiết thực nhưng nó cũng ẩn chứa nguy cơ phá vỡ trạng thái cân bằng rất lớn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 904,
        "name": "Mảnh Tử Tinh Thắng Lợi",
        "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Thân thể này là thân thể tôn quý đặc biệt nhất trần thế.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/27215281/3ac122bd5c0aca64d80821f1951448f5_700478135594581214.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 2678,
        "name": "Mảnh Ngọc Bích Sinh Trưởng",
        "desc": "<p>Nguyên liệu đột phá nhân vật.</p><p>\"Tôi đã mơ một giấc mơ rất dài…\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/28/148664880/58cae6f57061984127a0a6e2970fa134_3352696158717687550.PNG",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Bụi Biến Đổi",
        "desc": "Đạo cụ có thể khiến nguyên liệu đột phá nguyên tố bị biến chất, biến đổi thuộc tính nguyên tố của nó.<br/>Ngoài ứng dụng thực tiễn ra, giả kim thuật thực sự là một bộ môn nghiên cứu bản chất của vật chất và quy luật thay đổi của nó, tìm hiểu các quy luật của thế giới và địa mạch.<br/>Không biết là ai và vì mục đích gì, khắp nơi trên vùng đất có rất nhiều sản vật luyện kim công nghệ cao này, chúng có năng lực đảo ngược vật chất nguyên tố. Mặc dù khá tiện lợi và thiết thực nhưng nó cũng ẩn chứa nguy cơ phá vỡ trạng thái cân bằng rất lớn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 904,
        "name": "Mảnh Tử Tinh Thắng Lợi",
        "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Thân thể này là thân thể tôn quý đặc biệt nhất trần thế.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/27215281/3ac122bd5c0aca64d80821f1951448f5_700478135594581214.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 1495,
        "name": "Mảnh Tùng Thạch Tự Tại",
        "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Nhưng hướng gió sẽ thay đổi.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vayuda Turquoise Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Bụi Biến Đổi",
        "desc": "Đạo cụ có thể khiến nguyên liệu đột phá nguyên tố bị biến chất, biến đổi thuộc tính nguyên tố của nó.<br/>Ngoài ứng dụng thực tiễn ra, giả kim thuật thực sự là một bộ môn nghiên cứu bản chất của vật chất và quy luật thay đổi của nó, tìm hiểu các quy luật của thế giới và địa mạch.<br/>Không biết là ai và vì mục đích gì, khắp nơi trên vùng đất có rất nhiều sản vật luyện kim công nghệ cao này, chúng có năng lực đảo ngược vật chất nguyên tố. Mặc dù khá tiện lợi và thiết thực nhưng nó cũng ẩn chứa nguy cơ phá vỡ trạng thái cân bằng rất lớn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 904,
        "name": "Mảnh Tử Tinh Thắng Lợi",
        "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Thân thể này là thân thể tôn quý đặc biệt nhất trần thế.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/27215281/3ac122bd5c0aca64d80821f1951448f5_700478135594581214.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 410,
        "name": "Mảnh Ngọc Băng Vỡ",
        "desc": "Nguyên liệu đột phá nhân vật.<br/>\"...xin lỗi...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Bụi Biến Đổi",
        "desc": "Đạo cụ có thể khiến nguyên liệu đột phá nguyên tố bị biến chất, biến đổi thuộc tính nguyên tố của nó.<br/>Ngoài ứng dụng thực tiễn ra, giả kim thuật thực sự là một bộ môn nghiên cứu bản chất của vật chất và quy luật thay đổi của nó, tìm hiểu các quy luật của thế giới và địa mạch.<br/>Không biết là ai và vì mục đích gì, khắp nơi trên vùng đất có rất nhiều sản vật luyện kim công nghệ cao này, chúng có năng lực đảo ngược vật chất nguyên tố. Mặc dù khá tiện lợi và thiết thực nhưng nó cũng ẩn chứa nguy cơ phá vỡ trạng thái cân bằng rất lớn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 904,
        "name": "Mảnh Tử Tinh Thắng Lợi",
        "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Thân thể này là thân thể tôn quý đặc biệt nhất trần thế.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/14/27215281/3ac122bd5c0aca64d80821f1951448f5_700478135594581214.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 446,
        "name": "Mảnh Hoàng Ngọc Cứng",
        "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Tất cả tiền bạc lưu thông trên đại lục này đều là máu thịt của tôi.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Prithiva Topaz Fragment_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 607,
        "name": "Bụi Biến Đổi",
        "desc": "Đạo cụ có thể khiến nguyên liệu đột phá nguyên tố bị biến chất, biến đổi thuộc tính nguyên tố của nó.<br/>Ngoài ứng dụng thực tiễn ra, giả kim thuật thực sự là một bộ môn nghiên cứu bản chất của vật chất và quy luật thay đổi của nó, tìm hiểu các quy luật của thế giới và địa mạch.<br/>Không biết là ai và vì mục đích gì, khắp nơi trên vùng đất có rất nhiều sản vật luyện kim công nghệ cao này, chúng có năng lực đảo ngược vật chất nguyên tố. Mặc dù khá tiện lợi và thiết thực nhưng nó cũng ẩn chứa nguy cơ phá vỡ trạng thái cân bằng rất lớn.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dust of Azoth_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nguồn Khác"
      },
      {
        "type": "RichText",
        "text": "Sản phẩm biến đổi từ"
      },
      {
        "type": "CustomEntry",
        "epId": 374,
        "name": "Máy Biến Đổi Tham Số",
        "desc": "Đạo cụ có thể khiến vật chất đặt vào biến đổi thành vật chất khác.<br/>·Trong quá trình biến đổi, cần phải tiến hành <span style=\"color:#3399CCFF\">tấn công nguyên tố</span> để khiến năng lượng đạt đến mức biến đổi.<br/>·Sau khi có được vật chất biến đổi, cần trải qua 7 ngày mới có thể dùng lại.<br/><br/>Vật dụng thần bí cổ đại được phát hiện trong di tích, có khả năng khiến vật chất \"biến đổi\". Nói chung, mọi thứ trên mặt đất và dưới lòng đất đều tuần hoàn, ký ức và các yếu tố không ngừng trào dâng trong địa mạch, Quả Nhật Lạc thối rữa sẽ trở về với cát bụi, và cây cối mọc trong đất một ngày nào đó sẽ lại kết trái.",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Parametric Transformer_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Nguyên Liệu Liên Quan"
      },
      {
        "type": "CustomEntry",
        "epId": 905,
        "name": "Vụn Tử Tinh Thắng Lợi",
        "desc": "Nguyên Liệu Đột Phá Nhân Vật",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Sliver_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 903,
        "name": "Miếng Tử Tinh Thắng Lợi",
        "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Thân thể này là thân thể tôn quý đặc biệt nhất trần thế.\"<br/>\"Nên nắm giữ đại quyền thiên hạ.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Chunk_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 902,
        "name": "Tử Tinh Thắng Lợi",
        "desc": "Nguyên liệu đột phá nhân vật.<br/>\"Thân thể này là thân thể tôn quý đặc biệt nhất trần thế.\"<br/>\"Nên nắm giữ đại quyền thiên hạ.\"<br/>\"Thân thể này từng hứa một giấc mơ với thần dân, đó là sự \"vĩnh hằng\" ngàn năm vạn đời không thay đổi.\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vajrada Amethyst Gemstone_icon.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "Tên",
        "value": [
          {
            "type": "RichText",
            "text": "Mảnh Tử Tinh Thắng Lợi"
          }
        ]
      },
      {
        "key": "Loại",
        "value": [
          {
            "type": "RichText",
            "text": "Nguyên Liệu Đột Phá Nhân Vật"
          }
        ]
      },
      {
        "key": "Nguồn Gốc",
        "value": [
          {
            "type": "RichText",
            "text": "Lôi Nguyên Bản cấp 40 trở lên rơi\nThực Thể Sấm Sét cấp 40 trở lên rơi\nCây Kích Điện cấp 40 trở lên rơi\nGhép Nhận"
          }
        ]
      }
    ]
  }
}