{
  "version": 1756068624,
  "language": "it-it",
  "menuId": 20,
  "menuName": "Definizioni",
  "totalItems": 38,
  "list": [
    {
      "epId": 3830,
      "name": "Visione",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/13/45954971/514cf06235302206ee0dab040f109dc1_8038435815469381013.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le Visioni sono delle fonti magiche esterne conferite da Celestia e dai Sette Arconti agli Allogeni, una piccola minoranza di persone con forti desideri, permettendo loro di incanalare uno specifico potere elementale. Ogni possessore di una Visione è in grado di raggiungere la divinità ed ascendere a Celestia.</span></p>"
    },
    {
      "epId": 4935,
      "name": "Gnosi",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/01/10/f7baa7786d24234f0e6a0064e2b2e091_8031973212194725733.png",
      "desc": "<p>Le \"Gnosi\" sono dei punti focali magici interni che ciascuno dei Sette possiede, permettendo loro di risonare direttamente con Celestia stessa e fungendo da emblema del loro status. <span class=\"wk-shady\">Successivamente viene rivelato che le \"Gnosi\" sono state create dai resti del Terzo Discendente.</span></p>"
    },
    {
      "epId": 4936,
      "name": "Festa di Fontinalia",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/362377527/6be113dc8ecbe93170d1b614788b0509_7192305860558909743.png",
      "desc": "<p>La Festa di Fontinalia è stata creata per commemorare la ricerca dei Cavalieri di Loch per le Oceanidi e il loro benvenuto al precedente Archon di Hydro Egeria.</p>"
    },
    {
      "epId": 4937,
      "name": "Festival delle lanterne",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/85019254/654359f2b1a70b260e1017d412721a45_8017477745862642241.png",
      "desc": "<p>Ogni anno nella giornata della prima luna piena, Liyue celebra il Festival delle lanterne. Di notte, le persone lanciano in cielo molte Lanterne Xiao ed una grossa Lanterna Mingxiao. All'interno di ogni lanterna ci sono un pezzo di Plaustrite ed un legnetto speciale, con scritti i desideri di chi l'ha fatta volare. Le lanterne fluttuano lentamente, illuminando la via alle anime dei fedeli difensori di Liyue.</p>"
    },
    {
      "epId": 4938,
      "name": "Festival della luna",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/157266935/240d34ca3e743e283c2f0af68b8dd1c8_6228102318611164257.png",
      "desc": "<p>Il Festival della luna celebra l'arrivo dell'autunno alla luce della luna.</p>"
    },
    {
      "epId": 4939,
      "name": "Festival del Florvento",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/218111227/a9871c7ad8593cc5f5ae833817cfd876_1130008676246082584.png",
      "desc": "<p>Il Festival del Florvento venne creato per commemorare il coraggio ed il sacrificio degli eroi che spodestarono il tiranno Decarabian, dio delle Tempeste.</p>"
    },
    {
      "epId": 5112,
      "name": "Picco del Drago",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/13/445590549/b8b72510f6e10df82a28ab7e44925d9d_889689158564550306.png",
      "desc": "<p>Si tratta di una pericolosa regione innevata situata a sud di Mondstadt, dove il ghiaccio non si scioglie mai. Le terre del Picco del Drago sono intrise del sangue avvelenato del drago Durin.</p>"
    },
    {
      "epId": 5118,
      "name": "Vallata Chenyu",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/07/45954971/e4d0ad609badc8717d0d99c57c2e1ca6_7597847818631768162.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le dolci brezze portano il profumo del tè attraverso le montagne di Liyue, riempiendo l'aria con il profumo salato ancora una volta.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Il tè cresce sulle rocce, dove la giada sgorga all'infinito.\" Il debole profumo e l'antico canto della giada si riversano insieme lungo i fiumi che attraversano il villaggio di Qiaoying fino al vivace Pontile Yilong. Quali avventure e quali fortune attendono, nascoste tra le cime brulicanti del sud...?</span></p>"
    },
    {
      "epId": 5119,
      "name": "La Voragine",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/08/03/20856775/1403ea15fe35e78a372610eac1ef820c_7922758468486245658.png",
      "desc": "<p>Come recita il detto, \"le ombre scure si stagliano sul ripido strapiombo, ma nessuno sa dove porterà la strada insidiosa\". Nei testi antichi di Liyue, questo luogo è a volte denominato come \"Valle di Yu\". Persino la luce del sole si smorza tra le profonde ombre del crepuscolo. Anche se le leggende restano tali, quando si esplorano i meandri di questo complesso sistema di miniere sotterranee bisogna sempre aspettarsi qualche imprevisto. </p>"
    },
    {
      "epId": 5126,
      "name": "Enkanomiya",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/d9249cfe7e91d27caa52bdb7121ed2c4_8658698864345673204.png",
      "desc": "<p>L'unica speranza per la salvezza dell'Isola di Watatsumi giace in questo luogo avvolto dai segreti, Enkanomiya. </p>"
    },
    {
      "epId": 5140,
      "name": "Regione di Béryl",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/29/20856775/7bb630aacf263515328ea8198cbbc48a_591012451839448669.png",
      "desc": "<p>Un'antica regione montuosa costellata di rovine, che si estende lungo le acque della Corte di Fontaine. Molte, molte centinaia di anni fa, il posto veniva visto dai seguaci di Egeria come meta eccellente per escursioni e picnic. Raggruppati in loco, essi cantavano di amore puro e senza macchia, come gemme lucidate. Le loro canzoni erano svanite da molto tempo alla pallida luce della luna, rimaneva solamente una fresca brezza ad accarezzare quei solitari altopiani punteggiati di menta.</p>"
    },
    {
      "epId": 5141,
      "name": "Regione di Belleau",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/13/190184121/decfebf39c4d3b6e22cf9f28c98288f6_9194028426108910202.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Oltre alle vaste aree d'acqua, Fontaine è caratterizzata da foreste e monti. Tra questi, uno dei più emblematici è sicuramente il monte Automnequi. L'Istituto di ricerca di Fontaine ha impiegato degli enormi dispositivi ingegneristici per completare i lavori di perforazione del Tunnel Poisson, superando così una delle difficoltà più grandi nella costruzione di idrovie.</span></p>"
    },
    {
      "epId": 5142,
      "name": "Corte di Fontaine",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/12/190184121/decfebf39c4d3b6e22cf9f28c98288f6_6084755907982934274.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Questa città si erge solitaria sull'acqua.\"</span></p><p></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nel punto più alto della città si erge il Palais Mermonia, simbolo dell'autorita suprema di Fontaine, dove la gente conduce una vita all'insegna dell'ordine e della regolarità, proprio come gli Acquabus. L'essenza della legge di Fontaine consiste nel mantenere un ordine stabile, con l'equità e la giustizia che costituiscono i pilastri di tale ordine.</span></p>"
    },
    {
      "epId": 5143,
      "name": "Regione di Liffey",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/45954971/e0a96d85b1ea9fe62035b16f39f77d3a_4625799254919134606.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">In profondità sotto la superficie dell'acqua, dietro un muro di ferro, un diverso tipo di forza vitale ha cominciato a salire.</span></p><p></p>"
    },
    {
      "epId": 5144,
      "name": "Regione dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/16/45954971/e0a96d85b1ea9fe62035b16f39f77d3a_6271206447334770710.png",
      "desc": "<p>La ricerca della salvezza si fermò all'improvviso, con la passione e l'orgoglio che si trasformavano in un sogno infranto.</p>"
    },
    {
      "epId": 5145,
      "name": "Foresta di Érinnyes",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/45954971/e0a96d85b1ea9fe62035b16f39f77d3a_1351679369605248540.png",
      "desc": "<p>I venti che soffiano nella Corte di Fontaine da est sono profumati con un misterioso aroma dolciastro.</p><p>Nelle profondità della foresta di Érinnyes, dove pochi osano camminare, il seme dell'avventura è stato piantato dalla riva del lago sotto i salici piangenti.</p>"
    },
    {
      "epId": 5146,
      "name": "Regione di Morterre",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/11/157266935/cd8d24707c19c43305b87cac406a5c35_8800656125514631517.png",
      "desc": "<p>Chi sa da quanto tempo la storia custodita con la torre alta sul mare, che la gente ignora, è stata mantenuta?</p>"
    },
    {
      "epId": 5600,
      "name": "Mare dei Tempi Remoti",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/28/20856775/4f78eb7e03b130ca2efba77b4d2692bb_4970174290878019000.png",
      "desc": "<p>Il vasto mare situato a sud del Grande Lago Terrestre era parte integrante del Mare Alto. Al di sotto delle profondità abissali intoccate dalla luce solare, giacciono sepolti il primo sogno e la prima speranza. La sinfonia a lungo dimenticata risuona ancora una volta tra la roccaforte di tenui glorie e rovine sepolte dalle acque. Sta per essere scritto un nuovo capitolo di una storia conclusa da tempo...</p>"
    },
    {
      "epId": 5601,
      "name": "Regione di Nostoi",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/15/45954971/e0a96d85b1ea9fe62035b16f39f77d3a_7904580774671931619.png",
      "desc": "<p>Nella lingua antica, Petrichor significa \"golem.\" Ora è un villaggio di pescatori fatiscente, su una piccola isola lontana dalle acque di Fontaine.</p>"
    },
    {
      "epId": 5747,
      "name": "Telaio del fato",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/22/20856775/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_7528301161783023198.png",
      "desc": "<p>Un dispositivo creato dall'Ordine dell'Abisso, capace di tessere le Linee Geomantiche.</p>"
    },
    {
      "epId": 6274,
      "name": "Simulanka",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/14/12694555/73c8a8ba49dc47173e7120269b48dc60_310425031621219317.png",
      "desc": "<p>Tanto, tanto tempo fa, tre dee crearono questo mondo, chiamandolo \"Simulanka\".</p><p>La Dea della Creazione, la quale controllava materia e magia, creò le montagne e i fiumi, donando la vita. I suoi poteri aprirono anche la strada a Simulanka di esistere in numerosi mondi. Dopo la Dea della Creazione arrivò la Dea della Profezia, la quale dominava le stelle e il corso del fato stesso. Indusse il cielo a girare e la terra a muoversi. Tutt'ora, la sua statua spicca nel punto più alto di Sideropoli. L'ultima Dea era quella del Fato, la quale regnava su tutti i racconti preziosi e i desideri più amati. Lei concesse le ardenti ed eterne sensazioni di amore e odio, mostrando il significato di morte e fede.</p>"
    },
    {
      "epId": 7032,
      "name": "Festival del Sabzeruz",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/30/12694555/43abe7138f265ebc2d21ebb5f093c373_2825326439000586248.png",
      "desc": "<p>Un festival di Sumeru che prende il nome dalla Dea dei Fiori e celebra il compleanno dell'Archon di Dendro.</p>"
    },
    {
      "epId": 7087,
      "name": "Irminsul",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/aa06aa829f5a3a926aef88750adb81f2_8073362589432419530.png",
      "desc": "<p>Irminsul può essere immaginato come un grande albero che cresce verso il basso anziché verso l'alto, contiene tutta la conoscenza e la saggezza del mondo dai tempi antichi al presente. Le Linee geomantiche, come le radici di Irminsul, attraversano la terra assorbendo i ricordi del mondo.</p>"
    },
    {
      "epId": 7088,
      "name": "La Guerra degli Archon...",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/21/20856775/826332c1b0fb525a54df5442ee996c76_5738252862547433153.png",
      "desc": "<p>Una guerra per il trono divino, dichiarata dai Princìpi celesti. Come risultato della Guerra degli Archon, sette governanti di sette nazioni ricevettero la Gnosi, il trono divino ed il titolo di Archon.</p>"
    },
    {
      "epId": 7089,
      "name": "Cataclisma di Khaenri'ah",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/23/20856775/826332c1b0fb525a54df5442ee996c76_3770321130010944750.png",
      "desc": "<p>Un disastro avvenuto 500 anni fa, durante il quale le forze dell'Abisso irruppero a Teyvat. Come risultato del Cataclisma, Khaenri'ah venne distrutta.</p>"
    },
    {
      "epId": 7090,
      "name": "Valle Tequemecan",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/4e5f7dd1ad512d434f5e0be4a8802836_9058806030156604037.png",
      "desc": "<p>L'insediamento della tribù che vive a fianco dei Tepetlisauri, conosciuta come Figli degli Echi. Che siano gli artigiani coi loro martelli, o i cacciatori di gemme che toccano le rocce per metterle alla prova, nel canyon rimbomba ogni tipo di suono. </p>"
    },
    {
      "epId": 7091,
      "name": "Monte Coatepec",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/42d1b97191ffd2055e0c77d25704ea13_4953877879824487177.png",
      "desc": "<p>L'insediamento della tribù che vive al fianco degli Yumkasauri. I loro antenati appesero qui enormi alberi con corde e rampini, e per questo la tribù è conosciuta come Discendenti delle Vette. </p>"
    },
    {
      "epId": 7092,
      "name": "Sorgenti di Toyac",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/8694aaf89d32e75eca416ec7fe41e487_2478650438526353791.png",
      "desc": "<p>La tribù che vive al fianco dei Koholasauri, conosciuta come il Popolo delle Sorgenti, famosa appunto per le sorgenti termali e per la musica rilassante. Tra tutte le tribù, è la piazza popolare tra i visitatori provenienti da terre lontane. </p>"
    },
    {
      "epId": 7093,
      "name": "Dolina delle Fiamme Infinite",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/18/20856775/42d1b97191ffd2055e0c77d25704ea13_2850699028230052141.png",
      "desc": "<p>Sulla sponda lontana, lontano dalla sabbia e dal mare, un ardente inno epico risuona in tutta la terra dove la Fiamma sacra arde in eterno.</p>"
    },
    {
      "epId": 7286,
      "name": "Promontorio di Quahuacán",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/21/20856775/42d1b97191ffd2055e0c77d25704ea13_7878871695767685698.png",
      "desc": "<p>Qui, assieme ai Qucusauri, vive la tribù nota come Clan Piumafiore. Ogni giorno i membri della tribù pattugliano il territorio sorvolando con i Qucusauri. </p>"
    },
    {
      "epId": 7287,
      "name": "Monti Tezcatepetonco",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/21/20856775/42d1b97191ffd2055e0c77d25704ea13_1018280540921071245.png",
      "desc": "<p>Qui vivono, assieme agli Iktomisauri, i Maestri del Vento della Notte, la più misteriosa delle sei grandi tribù di Natlan. Si dice che di notte, i membri della tribù e i loro Saurici usino dei motivi luminosi per ascoltare gli echi del silenzioso Regno della Notte. </p>"
    },
    {
      "epId": 7288,
      "name": "Ochkanatlan",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/22/20856775/42d1b97191ffd2055e0c77d25704ea13_8904489027465475519.png",
      "desc": "<p>Per inseguire il grande sogno nella mattina nebbiosa e tra il mare di nuvole, i guerrieri che solcavano i cieli non riposavano mai. </p>"
    },
    {
      "epId": 7421,
      "name": "Atocpan",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/21/20856775/8694aaf89d32e75eca416ec7fe41e487_8260482689137613783.png",
      "desc": "<p>Sotto le frequenti eruzioni di fiamme vulcaniche, i guerrieri della Comunità dell'Abbondanza, che prosperano su terre fertili, affrontano le loro prove a testa alta e con la forza bruta. </p>"
    },
    {
      "epId": 7422,
      "name": "Antica Montagna Sacra",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/28/20856775/65e9587fa2837da264446edf0d1f9dea_5700069449805313155.png",
      "desc": "<p>Prima che i discendenti delle varie tribù imparassero a registrare la loro storia nei rotoli di tessuto, l'antica ed orgogliosa nobiltà costruì una magnifica città sacra, disprezzando la terra che i deboli schiavi chiamavano \"Natlantea\". Tuttavia, quel vasto impero orgoglioso del proprio potere è perito in battaglia molto tempo fa. Di quella imponente città ora rimane soltanto una tomba solitaria.</p>"
    },
    {
      "epId": 7424,
      "name": "Mare Jivari",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4232196257702248672.png",
      "desc": "<p>Un luogo situato nella parte più occidentale di Natlan, si venne a creare durante il Cataclisma di 500 anni fa. Un Maestro dei Confini, Sanhaj Kompore, evocò un Regno della Notte in miniatura e lo fece esplodere per sconfiggere l'incombente calamità oscura, creando così il Mare Jivari.</p>"
    },
    {
      "epId": 7425,
      "name": "Regno della Notte",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
      "desc": "<p>La Signora della Notte progettò un regno di anime e ricordi per ricreare le Linee geomantiche di Natlan danneggiate. Il Regno della Notte è uno spazio misterioso e liminale che si trova tra il corpo e la mente, tra la vita e la morte, nel quale finiscono tutte le anime dei Natlanesi deceduti.</p>"
    },
    {
      "epId": 7428,
      "name": "Festival floreale di Mikawa",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/07/20856775/c857e595da1ff6a514746f47ea9941f0_3528225332235858921.png",
      "desc": "<p>Il Festival floreale di Mikawa è un'antica sagra youkai collegata a giochi, divertimento, musica e bevande.</p>"
    },
    {
      "epId": 7623,
      "name": "Nod-Krai",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/03/445590549/93cd2bc9b90c8b87b1f8cbdbe95b4b9d_4040772281860085259.png",
      "desc": "<p>Si tratta di una regione appartenente a Snezhnaya, dove un tempo esisteva una civiltà fiorente e ben organizzata.</p>"
    }
  ]
}