{
  "version": 1747601467,
  "language": "it-it",
  "menuId": 7,
  "menuName": "Nemici e mostri",
  "totalItems": 302,
  "list": [
    {
      "epId": 2100,
      "name": "Principe",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
      "desc": "<p>Il \"Principe\" Tartaglia, l'undicesimo dei Messaggeri dei Fatui.</p><p>Trae potere dalla minacciosa Illusione che possiede e combatte usando le arti marziali che ha imparato in una terra di tenebra.</p><p></p><p>È un guerriero puro con un'implacabile brama di combattere.</p><p>Ogni conflitto sanguinoso, ogni lotta all'ultimo sangue è per lui una sfida affascinante.</p><p>Si dice che il giovane Principe sia famoso in tutta la nazione per la sua abilità in battaglia.</p><p>Ma non ha mai dato molto peso ai bei discorsi di questo tipo.</p><p></p><p>Dopotutto...</p><p><em>\"Sarai sempre l'occhio della tempesta,</em></p><p><em>e il clangore delle armi che si scontrano ti accompagnerà in eterno.</em></p><p><em>Il ricordo buio di essere entrato nell'oscurità più assoluta diventerà, alla fine, la forza con cui rovescerai questo mondo.\"</em></p>"
    },
    {
      "epId": 2101,
      "name": "Signora",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/La Signora_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Signora, l'Ottava dei Messaggeri dei Fatui<br>A differenza degli altri Fatui che usano l'autorità conferitagli dalle loro Illusioni, la sua ha lo scopo di assoggettare una fiamma che divorerà tutto. Al contrario di un'arma usata per uccidere, potrebbe essere più appropriato considerarla uno strumento di reclusione.<br>E sarebbero state le braci di quella fiamma, che si erano accumulate nel corso di molti lunghi anni, a sfondare il gelido sigillo dell'Illusione e ad attribuirle un aspetto corrotto.<br><br>L'alba cremisi si rifletteva nelle sue pupille e, alla fine, spiegò le sue ali fiammeggianti e volò verso la luce.<br></span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">\"Ma quella luce non è l'alba, mia cara Rosalyne. È la luce del mare di fiamme che consumerà tutto.\"</span></em><span style=\"color: rgba(255, 255, 255, 0.65)\"><br>Una voce le parlò nel mezzo della luce.<br><br>Eppure non importava, perché in cuor suo sapeva che le fiamme l'avevano divorata molto tempo prima.</span></p>"
    },
    {
      "epId": 2102,
      "name": "Hilichurl",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl_icon.png",
      "desc": "<p>Gli abitanti primitivi che vagano per le terre selvagge di Teyvat. Hilichurl arcieri che brandiscono delle semplici balestre.<br>Sembrano molto simili agli esseri umani, ma devono aver perso sia l'intelletto che la spiritualità. </p><p>Secondo i documenti, sono presenti nel continente da oltre mille anni, eppure non hanno né storia né civiltà. Dopo la calamità oscura di mezzo millennio fa, hanno cominciato a diffondersi in gran numero in tutto il territorio. Sebbene non siano particolarmente forti e non sappiano come organizzarsi, a volte possono diventare un problema di dimensioni considerevoli per gli esseri umani.</p>"
    },
    {
      "epId": 2103,
      "name": "Lawachurl Mantodipietra",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stonehide Lawachurl_icon.png",
      "desc": "<p>Un misterioso \"Signore\" degli Hilichurl che percorre migliaia di vette.</p><p>Questo enorme Hilichurl viene chiamato \"Lawa\" dai suoi compagni.</p><p>Le abbondanti energie di Geo nell'ambiente sono diventate parte della sua carne, del suo sangue e della sua pelle, quasi come se fosse stato scolpito nella roccia.</p>"
    },
    {
      "epId": 2104,
      "name": "Lawachurl Elmodituono",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunderhelm Lawachurl_icon.png",
      "desc": "<p>Un misterioso \"Signore\" degli Hilichurl che vaga attraverso le tempeste.</p><p>Questo enorme Hilichurl viene chiamato \"Lawa\" dai suoi compagni.</p><p>Il suo corpo gigante è così saturo di Electro che l'energia elementale filtra attraverso le fessure del suo corpo sotto forma di neoformazioni di Cristalli di Electro.</p>"
    },
    {
      "epId": 2105,
      "name": "Lawachurl Bracciogelato",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Frostarm Lawachurl_icon.png",
      "desc": "<p>Un misterioso \"Signore\" degli Hilichurl che insegue la neve e la nebbia.</p><p>Questo enorme Hilichurl viene chiamato \"Lawa\" dai suoi compagni.</p><p>Il suo corpo, perfezionato al massimo, sembra quasi fondersi con l'ambiente saturo di Cryo, e la sua stoica nobiltà è simile a quella dei fiumi ghiacciati del Regno del Nord.</p>"
    },
    {
      "epId": 2106,
      "name": "Sciamachurl di Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Samachurl_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Hilichurl avvizzito e farfugliante che invoca la morsa di Cryo.<br>Non è insolito che gli Hilichurl particolarmente dotati nel comandare gli elementi raggiungano l'apice della loro abilità in vecchiaia. Questi sciamani ricordano i canti gelidi e sono ancora più abili nell'usarli per intrappolare i loro nemici.</span></p>"
    },
    {
      "epId": 2107,
      "name": "Melmoso di Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Slime_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un piccolo mostro che si è creato tramite la coagulazione di Cryo nell'ambiente naturale.<br>Una volta, la concorrenza diffuse dei pettegolezzi malevoli secondo cui il Vigneto Prima Luce avrebbe usato i Melmosi di Cryo per controllare la temperatura della loro cantina e preservare la qualità del loro alcol.</span></p>"
    },
    {
      "epId": 2108,
      "name": "Hilichurl granatiere di Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Grenadier_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli abitanti primitivi che vagano per le terre selvagge di Teyvat.<br>Gli Hilichurl hanno scoperto che i Melmosi di Cryo sono molto utili per preservare la freschezza degli alimenti. Gli Hilichurl possiedono una saggezza sorprendente per quanto concerne l'uso pratico dei Melmosi, sia che si tratti di usare quelli di Pyro e Cryo per creare barili esplosivi che di utilizzare quelli di Anemo nei veicoli... Forse questo è il loro modo di adattarsi alle loro difficili condizioni di vita.</span></p>"
    },
    {
      "epId": 2109,
      "name": "Mago dell'Abisso di Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Abyss Mage_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Creature dell'Abisso che invocano l'energia di Cryo in battaglia.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Sebbene possiedano un grande potere e possano persino creare stalattiti condensando e congelando il vapore acqueo nell'atmosfera, i loro corpi sono molto vulnerabili per natura. Una volta infranta la loro barriera protettiva, saranno alla tua mercé.</span></p>"
    },
    {
      "epId": 2110,
      "name": "Guardia Hilichurl con scudo di ghiaccio",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shield Hilichurl Guard_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli abitanti primitivi che vagano per le terre selvagge di Teyvat.<br>Gli Hilichurl mostrano un forte senso di adattamento all'ambiente circostante. Negli habitat glaciali, escogitano vari modi per modellare questo ghiaccio duro in scudi con cui difendersi.</span></p>"
    },
    {
      "epId": 2111,
      "name": "Mitachurl con scudo di ghiaccio",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ice Shieldwall Mitachurl_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Hilichurl muscoloso che usa il ghiaccio solido come scudo, brandendolo in battaglia.<br>La ragione suggerisce che le creature grandi e molto attive dovrebbero bruciare una grande quantità di calorie. Pertanto, l'attuale El Musk ha proposto un \"Indicatore dei Mitachurl\", che serve a mettere in correlazione la percentuale di Mitachurl all'interno della popolazione di Hilichurl con la stabilità e il successo dell'attività di foraggiamento della tribù stessa.</span></p>"
    },
    {
      "epId": 2112,
      "name": "Hilichurl balestriere di Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hilichurl Shooter_icon.png",
      "desc": "<p>Gli abitanti primitivi che vagano per le terre selvagge di Teyvat. Questi tiratori brandiscono semplici balestre, e il ghiaccio che avvolge le punte delle loro frecce non si scioglie. Si dice che le ferite causate da queste frecce guariscono molto lentamente, poiché il freddo rallenta la circolazione del sangue.</p>"
    },
    {
      "epId": 2113,
      "name": "Cicin di Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Cicin_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Delle piccole creature che possono vagamente manipolare Cryo.<br>Insieme ad altre creature analoghe, sono conosciute collettivamente come Cicin. Sono individualmente molto deboli, ma proprio per questo motivo hanno sviluppato modalità di movimento uniche che permettono loro di evitare i predatori.<br></span></p>"
    },
    {
      "epId": 2114,
      "name": "Malefiore di Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Whopperflower_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mostro vegetale mimetico che può apparire dal nulla, e che usa il potere di Cryo in combattimento.<br>Questa pianta si nasconde sotto la superficie e tende imboscate alle sue prede ignare. Nel corso degli anni, con un'alimentazione sufficiente e l'ambiente giusto, questa creatura potrebbe persino mettere radici da qualche parte e diventare un Regisreptus di Cryo gigante...</span></p>"
    },
    {
      "epId": 2115,
      "name": "Spettro di Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Specter_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mostro nato da un'alta concentrazione di Cryo che è in grado di fluttuare nell'aria.<br>Un alchimista una volta studiò questi esseri, speculando che fossero un tipo di Melmoso o la(il) viaggiatrice(ore), poiché entrambi non hanno bisogno di una Visione per usare gli elementi. Fu ripreso dall'insegnante.</span></p>"
    },
    {
      "epId": 2116,
      "name": "Hilichurl berserker",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Berserker_icon.png",
      "desc": "<p>Gli abitanti che vagano per le terre selvagge di Teyvat.</p><p>Questi Hilichurl brandiscono bastoni fiammeggianti e si lanciano avventatamente alla carica per scacciare gli avventurieri intrusi.</p><p>La maggior parte degli incendi nelle praterie o nelle foreste non è effettivamente causata da un qualche piromane, ma dalle azioni di questi Hilichurl.</p>"
    },
    {
      "epId": 2117,
      "name": "Lupus Boreas, Signore dei lupi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Lupus Boreas, Dominator of Wolves_icon.png",
      "desc": "<p>La più nobile e la più grande delle anime, che veglia sui Lupical del Regno dei Lupi.</p><p>Quando il branco è in pericolo, apparirà sotto forma di lupo mostrando zanne e artigli.</p><p></p><p>I lupi del Regno dei Lupi sono fantasmi spaventosi per la gente di Mondstadt:</p><p>una sagoma sfocata che scintilla nella foresta, un ululato agghiacciante a una distanza sconosciuta, la sensazione inquietante di avere occhi fissi che seguono i tuoi passi...</p><p>Gli esseri umani raramente hanno l'opportunità di incrociare lo sguardo di un lupo, poiché questa è la legge che Lupus Boreas ha stabilito per la sua razza.</p>"
    },
    {
      "epId": 2119,
      "name": "Sergente dei Milleliti",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/6970ad4abe8e8567bf8807b9309f3c1e_329702825203350861.png"
    },
    {
      "epId": 2120,
      "name": "Melmoso di Electro mutante",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Mutant Electro Slime_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mostro creato dalla coalescenza di Electro presente in natura.<br>I Melmosi di Electro possono subire delle mutazioni che li fanno diventare di un colore giallo scintillante. A causa dell'abbondante quantità di Electro contenuta al loro interno, emettono occasionalmente delle scosse elettriche nell'area circostante e possono perfino fare sì che gli altri Melmosi di Electro nelle vicinanze producano degli archi elettrici. Questi ultimi non rimbalzano tra i Melmosi viola di Electro, mostrando quindi come i Melmosi di Electro abbiano due polarità differenti.<br>Viene da chiedersi se dallo studio di tali fenomeni possa emergere una nuova scienza...<br></span></p>"
    },
    {
      "epId": 2121,
      "name": "Geosauro primordiale",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primo Geovishap_icon.png",
      "desc": "<p>Dopo tanti anni, gli estremamente potenti Geosauri primordiali si sono abituati ai cambiamenti nel loro ambiente elementale. </p><p>Le leggende narrano che, a seguito della \"calamità draconica\" che ha portato alla rovina della Valle di Tianqiu, i Geosauri e i Geosauri primordiali si siano sotterrati in profondità, aspettando l'occasione per tornare nuovamente in superficie...</p>"
    },
    {
      "epId": 2122,
      "name": "Segugio della Faglia Spaccaroccia cucciolo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound Whelp_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una bestia dal sangue mostruoso capace di erodere i confini del mondo. \"Oro\" ha classificato queste creature come \"Alfisol\".</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Seguono l'Abisso sconfinato per divorare gli elementi. Fortunatamente, ne sono rimasti pochi in questo mondo.</span></p>"
    },
    {
      "epId": 2123,
      "name": "Segugio della Faglia Spaccaroccia",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una bestia dal sangue mostruoso che è in grado di corrodere i confini del mondo. La sua razza è stata creata da \"Oro\".</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Mostrano determinati comportamenti biologici simili a quelli dei veri lupi. Forse provano invidia nei confronti di questi loro \"parenti stretti\" e sognano di rimpiazzarli un giorno.</span></p>"
    },
    {
      "epId": 2124,
      "name": "Segugio della Faglia Viltuono cucciolo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound Whelp_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una bestia dal sangue mostruoso capace di erodere i confini del mondo. \"Oro\" ha classificato queste creature come \"Alfisol\".</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">In tempi passati, quando discendevano enormi bestie mostruose, grandi sciami di questi segugi li precedevano per sciogliere i confini del mondo e spianare la loro strada.</span></p>"
    },
    {
      "epId": 2125,
      "name": "Segugio della Faglia Viltuono",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una bestia dal sangue mostruoso che è in grado di corrodere i confini del mondo. La sua razza e stata creata da \"Oro\".</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un tempo, si scatenavano per tutto il continente, ma si estinsero per un certo periodo a causa della resistenza e delle battute di caccia massive. Tuttavia, di recente sono riemersi. Il branco di lupi neri che attualmetne minaccia il Villaggio Acquachiara e il Regno dei Lupi è composto da creature di questo tipo.</span></p>"
    },
    {
      "epId": 2126,
      "name": "Melmoso di Cryo gigante",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Cryo Slime_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mostro che si è creato tramite la coagulazione di Cryo nell'ambiente naturale.<br>Questi Melmosi possono usare l'abbondante quantità di energia di Cryo al loro interno per congelare l'umidità nell'atmosfera e creare uno scudo protettivo intorno a loro. Possono usare un principio simile per congelare l'acqua circostante. In un certo senso, questa si può considerare la specie di Melmosi più libera, poiché può attraversare gli oceani e i mari con facilità.</span></p>"
    },
    {
      "epId": 2127,
      "name": "Melmoso di Geo gigante",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Geo Slime_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Mostri creati dall'accumulo di Geo all'interno della terra.<br>Possono solidificare l'energia all'interno dei loro corpi per creare un carapace di pietra che li protegge e previene i danni. Una volta, tra i Cacciatori di tesori circolava la leggenda del Re Melmoso di Geo dorato. Credevano che, poiché le pietre preziose e i minerali contengono energia di Geo, anche i Melmosi di Geo che la contengono potessero essere un tipo di pietra preziosa o minerale.</span></p>"
    },
    {
      "epId": 2128,
      "name": "Melmoso di Hydro gigante",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Hydro Slime_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mostro creato dalla sedimentazione di Hydro presente in natura.<br>Un Hydromelmoso più potente e più grande che può creare bolle per intrappolare i suoi nemici. Si dice che possa raggiungere dimensioni davvero sconcertanti se messo in un ambiente ricco di energia. Testimoni oculari hanno presumibilmente visto degli Hydromelmosi grandi come un piccolo tumulo nel Regno dei Lupi.</span></p>"
    },
    {
      "epId": 2129,
      "name": "Melmoso di Pyro gigante",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Pyro Slime_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mostro creato dalla sedimentazione di Pyro presente in natura.<br>Sebbene la sua intelligenza non sia aumentata proporzionalmente alle sue dimensioni, è molto caldo. Durante le stagioni secche, può causare degli incendi. Quando è arrabbiato può sputare sfere di fuoco e quando è triste il suo colore si scurisce. È davvero una specie assai espressiva.</span></p>"
    },
    {
      "epId": 2130,
      "name": "Melmoso di Dendro gigante",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Dendro Slime_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Melmoso che ha subito dei cambiamenti ecologici a causa dell'abbondante quantità di Dendro nel suo ambiente.<br>Alcuni lo vedono come qualcosa di simile ai Malefiori, perché nasconde la sua vera forma per ingannare e cacciare la sua preda, mentre altri lo considerano un Melmoso che ospita una speciale pianta parassita. In quest'ottica, alcune culture potrebbero anche pensare che questi Melmosi abbiano un qualche valore medicinale speciale.</span></p>"
    },
    {
      "epId": 2131,
      "name": "Melmoso di Electro gigante",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Electro Slime_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Un mostro creato dalla coalescenza di Electro presente in natura.<br>A causa dell'abbondante quantità di Electro contenuta al suo interno, emette occasionalmente delle scosse elettriche nell'area circostante. Al momento, alcuni stanno tentando di sfruttare questa energia per facilitare le attività di produzione. Forse da questo fenomeno nascerà qualche nuova scienza?</span></p>"
    },
    {
      "epId": 2132,
      "name": "Melmoso di Anemo gigante",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Large Anemo Slime_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Un mostro creato dalla coalescenza di Anemo presente in natura.<br>A causa della maggiore concentrazione di Anemo, riescono a fluttuare meglio dei Melmosi di Anemo. Gli Hilichurl che vivono nelle terre selvagge hanno sfruttato questa loro caratteristica speciale, creando dei veicoli in grado di trasportare merci di origini sconosciute tramite l'uso dei Melmosi di Anemo giganti.</span></p>"
    },
    {
      "epId": 2133,
      "name": "Hilichurl inusuale",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Unusual Hilichurl_icon.png",
      "desc": "\"Homu, homu, mimi domu!\""
    },
    {
      "epId": 2135,
      "name": "Hilichurl balestriere",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Shooter_icon.png",
      "desc": "<p>Gli abitanti primitivi che vagano per le terre selvagge di Teyvat. Hilichurl arcieri che brandiscono delle semplici balestre.</p><p>In realtà, gli Hilichurl non possiedono il livello di abilità necessario per fabbricare balestre. Pertanto, si ritiene comunemente che esista un'organizzazione che  controlla gli Hilichurl da dietro le quinte e li rifornisce di attrezzature e materiali.</p><p>I Maghi dell'Abisso che spesso accompagnano questi Hilichurl sono particolarmente sospetti.</p>"
    },
    {
      "epId": 2136,
      "name": "Sciamachurl di Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Samachurl_icon.png",
      "desc": "<p>Un Hilichurl avvizzito e farfugliante che ascolta la forza di Geo. Non è insolito che gli Hilichurl particolarmente dotati nel comandare gli elementi raqgiungano l'apice della loro abilità in vecchiaia. Per le montagne perseveranti, questi vecchi Hilichurl non sono che bambini, ma i loro ricordi e le loro esperienze li hanno guidati ad acquisire potere su roccia e pietra.</p>"
    },
    {
      "epId": 2137,
      "name": "Melmoso di Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Slime_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Piccoli mostri creati dall'accumulo di Geo all'interno della terra.<br>In generale, la crosta terrestre è piena di energia di Geo. I Melmosi di Geo che si formano in questo modo danno l'impressione di creature \"con i piedi per terra\".</span></p>"
    },
    {
      "epId": 2138,
      "name": "Guardia Hilichurl con scudo di roccia",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shield Hilichurl Guard_icon.png",
      "desc": "<p>Gli abitanti primitivi che vagano per le terre selvagge di Teyvat. Degli Hilichurl resistenti che si sono radunati in una regione dove le energie di Geo abbondano. I loro scudi impenetrabili sono ricoperti da strati di formazioni rocciose.</p>"
    },
    {
      "epId": 2139,
      "name": "Mitachurl con scudo di roccia",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rock Shieldwall Mitachurl_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Hilichurl muscoloso che usa una roccia come scudo.<br>Combattere e mangiare carne sono le due cose più importanti per gli Hilichurl, perché sono i fattori che li fanno diventare più forti.<br>Tutti i giovani Hilichurl sognano di crescere e diventare un grande e forte Mitachurl, perché così potranno mangiare più carne, combattere più battaglie e maneggiare (più o meno) scudi di pietra giganteschi e impenetrabili.</span></p>"
    },
    {
      "epId": 2140,
      "name": "Spettro di Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Specter_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mostro nato da un'alta concentrazione di Geo che è in grado di fluttuare nell'aria.<br>Quando chiudono le ali, gli Spettri di Geo imitano le forme del frutto di alcune piante. Perciò, in alcuni racconti antichi si ritiene che siano il frutto di un gigantesco albero nel cielo, e si pensa che possiedano misteriose proprietà medicinali.</span></p>"
    },
    {
      "epId": 2141,
      "name": "Geosauro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geovishap_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Geosauro maturo.<br>Si dice che, dopo tanti anni, i Cuccioli di Geosauro perdano la corazza che li proteggeva originariamente per diventare Geosauri. Tuttavia, i cuccioli, gli adulti e i più anziani e grandi Geosauri primordiali hanno passato molti anni ibernati sotto le montagne, per poi emergere e tornare in attività in tempi recenti. Pertanto, nessuno può dire di aver visto coi propri occhi o di aver documentato un evento simile in prima persona.</span></p>"
    },
    {
      "epId": 2144,
      "name": "Cucciolo di Geosauro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geovishap Hatchling_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un giovane Elementosauro con un esoscheletro di Geo.<br>Sono creature eccezionalmente agili che sarebbe saggio non sottovalutare in combattimento. Gli esperti dell'Akademiya di Sumeru credono che diventino draghi, una volta completamente cresciuti. Se riescono a evitare i predatori e le calamità naturali, forse possono persino vivere abbastanza a lungo da diventare formidabili bestie e regnare su intere montagne.</span></p>"
    },
    {
      "epId": 2145,
      "name": "Regisreptus di Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mostro originato da un rampicante, imbevuto dell'essenza del gelo all'interno delle linee geomantiche.<br>Secondo alcuni studi, le piante sono paragonabili agli organi del mondo, in armonia con le turbolente energie elementali delle linee geomantiche. Esempi concreti di questi fenomeni sono i Fiordinebbia, i Malefiori e simili, che traboccano di energia elementale.<br>In determinate circostanze e nel corso di molti anni, alcune piante si trasformano in creature di dimensioni e intenzioni mostruose, come i Regisreptus di Cryo.</span></p>"
    },
    {
      "epId": 2146,
      "name": "Macchinario perpetuo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Perpetual Mechanical Array_icon.png",
      "desc": "<p>Una strana macchina aliena.</p><p>Dicono che appartenesse a una nazione che è già stata distrutta. È composta da varie parti, e può adattarsi all'ambiente di combattimento e impiegare vari tipi d'attacco.</p><p>Questa macchina, composta da forme cubiche, è in qualche modo molto simile alle Ipostasi elementali.</p>"
    },
    {
      "epId": 2147,
      "name": "Maga Cicin di Cryo dei Fatui",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Cryo Cicin Mage_icon.png",
      "desc": "<p>Una Maga dei Fatui che può comandare Cicin di Cryo in battaglia. La loro orgine e il loro aspetto sotto la maschera sono entrambi un mistero.</p><p>Secondo la logica, coloro che hanno Visioni non dovrebbero essere in grado di controllare gli elementi come fanno queste Maghe. Tuttavia, oltre a usare l'Erbafosca per controllare le Cicin di Cryo, padroneggiano audacemente anche il potere del gelo. Vedendole vagare per la terra nel loro modo apparentemente senza scopo, non si può fare a meno di chiedersi quali doveri le spingano a proseguire.</p>"
    },
    {
      "epId": 2148,
      "name": "Agente dei Fatui di Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Pyro Agent_icon.png",
      "desc": "<p>Un agente segreto dei Fatui.</p><p>Il dovere di un agente dei Fatui è saldare i debiti, non solo quelli di natura monetaria o di beni in natura.</p><p>Si assicurano anche che i pagamenti dei debiti vengano riscossi tramite la \"legge dell'occhio per occhio\". Se c'è una cosa per cui i Fatui non sono famosi è la clemenza: chiunque osi opporsi a loro, dovrà subirne l'ira.</p>"
    },
    {
      "epId": 2149,
      "name": "Dama degli specchi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Mirror Maiden_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una Maga dei Fatui in grado di controllare uno Specchio di Hydro in battaglia. La sua postura è molto solenne, come se adorasse una qualche divinità.<br>Manipola uno Specchio di Hydro in grado di attirare coloro che ha sedotto per farli cadere volontariamente vittima della sua illusione. Nulla sembra sfuggire alle sue orecchie. Nessuno sa cos'abbiano visto quegli occhi coperti, né che tipo di ossessione possa riflettersi al loro interno...</span></p>"
    },
    {
      "epId": 2150,
      "name": "Maga Cicin di Electro dei Fatui",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Electro Cicin Mage_icon.png",
      "desc": "<p>Una maga dei Fatui che può comandare Cicin di Electro in battaglia. La sua origine e il suo aspetto sotto la maschera sono entrambi un mistero.</p><p>Analogamente al modo in cui le Cicin di Electro impazziscono per l'Erbafosca, le Maghe Cicin si divertono molto a giocare con la loro preda. </p>"
    },
    {
      "epId": 2151,
      "name": "Schermagliatore dei Fatui Cryoartigliere corazzato",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Cryogunner Legionnaire_icon.png",
      "desc": "<p>Un soldato racchiuso in una macchina da guerra dei Fatui.</p><p>È armato di un equipaggiamento che può controllare parzialmente gli elementi, e le sue armi da fuoco sono in grado di sparare raggi di gelo.</p><p>Sebbene questo gli conferisca un potere elementale superiore alla comprensione di un normale essere umano, questo ha comunque un prezzo...</p>"
    },
    {
      "epId": 2152,
      "name": "Schermagliatore dei Fatui Fante Geoincantatore",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Geochanter Bracer_icon.png",
      "desc": "<p>Uno Schermagliatore con la capacitò di generare uno scudo di Geo per proteggere i suoi alleati.</p><p>A differenza dei Maghi e degli Agenti d'élite, gli Schermagliatori dei Fatui sono soldati di minore potenza individuale.</p><p>Per completare i loro obiettivi e ridurre le perdite in termini di uomini e materiali, le loro tattiche contano maggiormente sul lavoro di squadra.</p>"
    },
    {
      "epId": 2153,
      "name": "Schermagliatore dei Fatui Hydroartigliere corazzato",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Hydrogunner Legionnaire_icon.png",
      "desc": "<p>Un soldato racchiuso in una macchina da guerra dei Fatui. Armato di un equipaggaimento che può controllare parzialmente gli elementi, possiede fucili in grado di sparare getti d'acqua.</p><p>Questo Schermagliatore non si chiede se sopravvivrà o morirà mentre avanza in nazioni lontante per portare a termine missioni ricognitive e gettare le fontamenta per operazioni future.</p>"
    },
    {
      "epId": 2154,
      "name": "Schermagliatore dei Fatui Fante Pyrocacciatore",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Pyroslinger Bracer_icon.png",
      "desc": "<p>Un soldato dei Fatui che brandisce un'arma da fuoco ardente.</p><p>In parte, le armi dello Schermagliatore possono controllare gli elementi, e le sue tattiche di combattimento usano le reazioni elementali.</p><p>I suoi armamenti, uniti alla conoscenza del combattimento si squadra, costituiscono quindi una minaccia non trascurabile in battaglia.</p>"
    },
    {
      "epId": 2155,
      "name": "Schermagliatore dei Fatui Electromartello d'assalto",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Electrohammer Vanguard_icon.png",
      "desc": "<p>Uno schermagliatore di robusta costituzione armato di un martello da guerra di Electro.</p><p>Questi soldati dei Fatui hanno accesso a molte risorse: denaro, armi e rifornimenti.</p><p>Ma allo stesso tempo, ciò significa anche stare molto tempo lontani da casa e famiglia, e mettere la propria vita nelle mani di compagni mai incontrati prima.</p>"
    },
    {
      "epId": 2156,
      "name": "Schermagliatore dei Fatui Anemopugile d'assalto",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Fatui Skirmisher - Anemoboxer Vanguard_icon.png",
      "desc": "<p>Uno schermagliatore in grado di manipolare i potere di Anemo e di guarire i suoi compagni.</p><p>Questi soldati hanno lasciato la loro madrepatria per proteggerla. Hanno abbandonato la loro famiglia, ma hanno acquisito alleati fedeli nel bene e nel male.</p><p>Forse sono questi i pensieri che li aiutano a superare le difficoltà che incontrano nelle loro missioni.</p>"
    },
    {
      "epId": 2157,
      "name": "Hilichurl combattente",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Fighter_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli abitanti primitivi che vagano per le terre selvagge di Teyvat.<br>Guerrieri irascibili per le loro tribù che hanno una mentalità primitiva e credono nel potere della forza bruta. Se i loro muscoli e la loro forza aumenteranno abbastanza, un giorno alzeranno un grande scudo e diventeranno un Mitachurl... O no?</span></p>"
    },
    {
      "epId": 2158,
      "name": "Ipostasi di Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Hypostasis_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nome in codice: Daleth. Un'entità di Cryo molto pura.<br>I ricercatori suggeriscono che esistano sottili differenze tra le Ipostasi elementali e altre forme di vita elementale in termini di composizione fisica. Forse queste differenze sono la causa del loro alto livello di omeostasi e dei loro movimenti quasi meccanici.</span></p>"
    },
    {
      "epId": 2159,
      "name": "Ipostasi di Geo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Geo Hypostasis_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nome in codice: Gimel. Un'entità di Geo molto pura.<br>Le Ipostasi elementali sono strutture ultra compatte con una massa elevata.<br>L'energia elementale concentrata forma un guscio solido intorno all'Ipostasi, di cui solo il nucleo rimane reattivo agli stimoli elementali.</span></p>"
    },
    {
      "epId": 2160,
      "name": "Ipostasi di Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Hypostasis_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nome in codice: He. Un'entità di Hydro molto pura.<br>Le Ipostasi hanno spiccate proprietà di rigetto ed espellono senza pietà qualsiasi cosa le infastidisca.<br>Questo comportamento di rigetto si estende anche agli elementi naturali.</span></p>"
    },
    {
      "epId": 2161,
      "name": "Ipostasi di Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hypostasis_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nome in codice: Ayin. Un'entità di Pyro molto pura.<br>Secondo i ricercatori, le Ipostasi elementali sono collegate alle anomalie presenti nei giacimenti elementali del posto. Ma resta da confermare se sia l'esistenza delle Ipostasi elementali ad aver influenzato questi giacimenti o se sia l'energia elementale mutata a creare le Ipostasi elementali.</span></p>"
    },
    {
      "epId": 2162,
      "name": "Ipostasi di Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hypostasis_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nome in codice: Aleph. Un'entità di Electro molto pura.<br>Le Ipostasi elementali sono le forme più avanzate di strutture elementali, che si plasmano solitamente in corrispondenza di luoghi traboccanti di energia elementale, o presso una linea geomantica ostruita.<br>Sono riuscite a sviluppare vari attacchi in base ai loro attributi elementali.</span></p>"
    },
    {
      "epId": 2163,
      "name": "Ipostasi di Anemo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Hypostasis_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nome in codice: Beth. Un'entità di Anemo molto pura.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le Ipostasi elementali sono forme di vita che hanno completamente abbandonato il loro aspetto e la loro struttura biologica originali, in modo da essere in grado di raggiungere il livello più alto di purezza elementale.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">La ricerca nel campo delle Ipostasi è condotta principalmente dagli studiosi dell'Akademiya di Sumeru, ma a causa del livello di rischio che esse rappresentano, non si conosce molto delle Ipostasi oltre il loro nome scientifico e in codice.</span></p>"
    },
    {
      "epId": 2164,
      "name": "Guardia Hilichurl con scudo di legno",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shield Hilichurl Guard_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli abitanti primitivi che vagano per le terre selvagge di Teyvat.<br>Dei guerrieri Hilichurl dotati di scudi di legno. Questi scudi non sono solo dei resistenti strumenti difensivi, bensì sono anche oggetti di grande valore all'interno della tribù. Secondo molti resoconti, gli Hilichurl attaccano spesso i viaggiatori che si accampano per cucinare e rubano i coperchi delle pentole dopo averli cacciati via.</span></p>"
    },
    {
      "epId": 2165,
      "name": "Mitachurl con scudo di legno",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Wooden Shieldwall Mitachurl_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Hilichurl muscoloso che è stato forgiato da innumerevoli scontri.<br>Sanno come usare i Melmosi di Dendro per creare degli scudi da combattimento.<br>Con i loro muscoli potenti, la pelliccia lucida e la struttura solida e resistente, aiutano gli Hilichurl a resistere agli spietati assalti degli avventurieri e detengono un rango piuttosto elevato tra le tribù.</span></p>"
    },
    {
      "epId": 2166,
      "name": "Sciamachurl di Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Samachurl_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Hilichurl avvizzito e farfugliante che intona canti al potere di Hydro.<br>Non è insolito che gli Hilichurl particolarmente dotati nel comandare gli elementi raggiungano l'apice della loro abilità in vecchiaia. Quale tipo di vita porterebbe creature così semplici a evocare acqua e piogge?</span></p>"
    },
    {
      "epId": 2167,
      "name": "Melmoso di Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Slime_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un piccolo mostro creato dalla sedimentazione di Hydro presente in natura.<br>La leggenda narra che alcune persone usano gli Hydromelmosi come fonte d'acqua di emergenza, portandoli con sé nei viaggi attraverso le regioni aride o nei domini profondi. Ma a causa dell'elevata concentrazione di Hydro all'interno di questi Melmosi, l'assunzione diretta risulta dannosa per il corpo umano.</span></p>"
    },
    {
      "epId": 2168,
      "name": "Mago dell'Abisso di Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Abyss Mage_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Creature dell'Abisso che usano l'energia di Hydro in battaglia.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Tra gli avventurieri circolano delle storie secondo cui i Maghi dell'Abisso si trovino sul gradino più basso della gerarchia dell'Ordine dell'Abisso, e vaghino in varie terre tramando feroci atti di distruzione. Anche se spesso prendono in giro questi Maghi dell'Abisso, dicendo che il danno più grande che possono fare è causare reumatismi o un comune raffreddore, il loro potere non è da sottovalutare.</span></p>"
    },
    {
      "epId": 2169,
      "name": "Cicin di Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Cicin_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Delle piccole creature che possono vagamente manipolare Hydro.<br>Insieme ad altre creature analoghe, sono conosciute collettivamente come Cicin, e adorano la rara e meravigliosa Erbafosca. È sfruttando questa connessione che le Maghe dei Fatui hanno cercato di comandare i Cicin in battaglia.<br></span></p>"
    },
    {
      "epId": 2170,
      "name": "Spettro di Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hydro Specter_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mostro nato da un'alta concentrazione di Hydro che in grado di fluttuare nell'aria.<br>Nelle notti di luna, gli Spettri di Hydro emettono un bagliore soprannaturale mentre fluttuano lungo le rive del fiume. Le loro forme sfuggenti vengono spesso scambiate dai passanti per spiriti erranti, il che li ha resi le colonne portanti di un bel po' di racconti popolari.</span></p>"
    },
    {
      "epId": 2171,
      "name": "Miconoide fluttuante di Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Floating Hydro Fungus_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un organismo fatto di spore e dotato di una certa intelligenza. Possiede un'estrema capacità di adattamento.<br>Si dice che abbia un sapore terribile. Tuttavia, essendo molto umido all'interno, questo fungo può essere usato come fonte d'acqua in caso d'emergenza...</span></p>"
    },
    {
      "epId": 2172,
      "name": "Kairagi Forza infuocata",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Fiery Might_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Dei samurai divenuti briganti.<br>Hanno praticato arti marziali sin dalla giovane età, ma hanno perso l'opportunità di servire il popolo per vari motivi e si sono allontanati dal sentiero della rettitudine. I fili delle loro lame non sono freddi come il normale acciaio, ma bruciano con una fiamma pungente. Sembra che abbiano usato sigilli di carta creati dall'arte perduta di Kamuna per infuocare le loro lame.</span></p>"
    },
    {
      "epId": 2173,
      "name": "Kairagi Tuono danzante",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Dancing Thunder_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Dei samurai divenuti briganti.<br>Possiedono delle abilità avanzate nelle arti marziali, ma per vari motivi non sono riusciti a dar loro uno scopo. Per disperazione, sono finiti sulla via del male. Usano sigilli di carta, creati da un'arte Kamuna andata perduta da secoli, per infondere le loro lame del potere del fulmine.</span></p>"
    },
    {
      "epId": 2174,
      "name": "Elementosauro abissale primordiale",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Elementosauro che vive nelle profondità degli oceani.<br>Un tempo erano la razza dominante negli abissi... E, in effetti, i draghi erano i signori del mondo intero in un'era ancor più antica. Ma i loro Sette sovrani furono sconfitti da un potere proveniente dal cielo, che li fece estinguere uno dopo l'altro.</span></p>"
    },
    {
      "epId": 2175,
      "name": "Elementosauro abissale Divoratuono",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Elementosauro che vive nelle profondità degli oceani. A causa di alcuni adattamenti sociali, ha manifestato una forma allineata con l'elemento Electro.<br>Dopo il declino del potere dei \"Sette\", sta nascendo una nuova generazione di sovrani. Ma ora che gli Elementosauri abissali si sono evoluti in questo modo, hanno perso la loro purezza. Pertanto, il Drago dell'acqua non nascerà più dalle loro schiere. La profezia narra che il nuovo Drago dell'acqua discenderà sicuramente sotto forma di un essere umano.</span></p>"
    },
    {
      "epId": 2176,
      "name": "Elementosauro abissale Azzannabrina",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
      "desc": "A vishap that dwells deep beneath the oceans. Due to certain social adaptations, it has manifested a form aligned with the Cryo element.<br/>The coming of humans sparked a conflict and a resultant evolution within the Bathysmal Vishaps, just as ants might divide up labor and biological characteristics, thus appearing in different forms. These vishaps are stronger than their ordinary kin."
    },
    {
      "epId": 2177,
      "name": "Cucciolo di Elementosauro abissale primordiale",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/a031c6366098df2f5b0b1c5eb30cee8e_8834810627068905487.png"
    },
    {
      "epId": 2178,
      "name": "Cucciolo di Elementosauro abissale Divoratuono",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/270dafc1f297c792e6ea17acf1e749d2_5978947156349638548.png"
    },
    {
      "epId": 2179,
      "name": "Cucciolo di Elementosauro abissale Azzannabrina",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/40d4d20a77c706d64e1b2bfead43dc3a_3133870338330301310.png"
    },
    {
      "epId": 2180,
      "name": "Apostolo dell'Abisso Torrenti maligni",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Herald: Wicked Torrents_icon.png",
      "desc": "<p>Servi dell'Ordine dell'Abisso che usano il potere di Hydro in combattimento.</p><p>Queste figure silenziose sono l'avanguardia dell'Abisso e brandiscono delle Lame delle maree in grado di inghiottire tutto in un istante, accartocciando le armature e annientando gli eretici.</p><p>Essi porteranno la dannazione a cui sono predestinate le masse stolti.</p>"
    },
    {
      "epId": 2181,
      "name": "Cantore dell'Abisso Fiamme imperscrutabili",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
      "desc": "<p>Detentori del fuoco abissale che cercano il senso celato dietro i testi e le scritture. Sono membri dell'Ordine dell'Abisso.</p><p>Le persone che vivono in superficie hanno una comprensione leggermente distorta del significato del loro nome e li chiamano \"lettori\", mentre il loro nome può anche significare \"esegeta\". Leggere la parola della grazia conferisce loro un grande potere</p>"
    },
    {
      "epId": 2182,
      "name": "Cantore dell'Abisso Fulmine viola",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Violet Lightning_icon.png",
      "desc": "<p>Un mostro che serve l'Ordine dell'Abisso e controlla il potere del fulmine mentre canta le lodi dell'oscurità.<br>Gli evangelisti e studiosi dell'Abisso. I loro violenti fulmini colpiscono i cuori dei miscredenti con oscura saggezza, distorta dalle oscure profondità di una notte eterna, e il bagliore viola annuncia l'esistenza di un grande potere in grado di corrodere la mente umana.</p>"
    },
    {
      "epId": 2183,
      "name": "Melmoso di Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Slime_icon.png",
      "desc": "A small monster created by the sedimentation of Pyro dispersed throughout nature.<br/>Its intelligence is very basic, but its uses are just as broad — well, for hilichurls, that is."
    },
    {
      "epId": 2184,
      "name": "Mitachurl con ascia di fuoco",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Blazing Axe Mitachurl_icon.png",
      "desc": "Muscular hilichurls who wield large two-handed axes.<br/>Attacks with large strikes, and will use Pyro Slimes to infuse their axes with Pyro. They are very lethal.<br/>Usually, repeatedly quenching a weapon the way a Blazing Axe Mitachurl does will decrease the hardness of the metal and cause the axe-head's edge to chip more easily. But such is the strength of the mitachurls that even should the edge disappear altogether, they can still use their axes as hammers."
    },
    {
      "epId": 2185,
      "name": "Mago dell'Abisso di Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Abyss Mage_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Creature dell'Abisso che controllano il potere di Pyro in battaglia.<br>Per ragioni sconosciute, i Maghi dell'Abisso sono in grado di comunicare con gli Hilichurl, il che gli consente di manipolarne facilmente le menti. Si dice che i Maghi dell'Abisso parlino una lingua dimenticata da tempo, da cui traggono potere magico.</span></p>"
    },
    {
      "epId": 2186,
      "name": "Hilichurl balestriere di Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Hilichurl Shooter_icon.png",
      "desc": "<p>Gli abitanti primitivi che vagano per le terre selvagge di Teyvat. Questi tiratori brandiscono semplici balestre, e le loro punte di freccia sono rivestite da un sottile strato di materiale infiammabile che può incendiare i loro bersagli. El Musk della generazione passata credeva che questa che questa fosse un'innovazione degli Hilichurl più brillanti che volevano cucinare la selvaggina dopo averla cacciata</p>"
    },
    {
      "epId": 2187,
      "name": "Spettro di Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Specter_icon.png",
      "desc": "<p>Un mostro nato da un'alta concentrazione di elementi di Pyro che è in grado di fluttuare nell'aria. Uno studente dell'Akademiya condusse una ricerca sul loro comportamento. Credeva che gli Spettri fossero una forma di Cristallottero, poiché entrambi riescono a volare e sono nati in aree sature di energia elementale. Non si è ancora laureato.</p>"
    },
    {
      "epId": 2188,
      "name": "Malefiore di Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Whopperflower_icon.png",
      "desc": "<p>Un mostro vegetale mimetico che attacca senza preavviso e usa il potere di Pyro per cacciare la sua preda.<br>Il mondo di Teyvat ospita varie piante infuse di elementi. Avendo acquisito un maggiore intelletto, anche i loro \"bisogni nutrizionali\" sono aumentati notevolmente...</p>"
    },
    {
      "epId": 2189,
      "name": "Hilichurl granatiere",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Hilichurl Grenadier_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli abitanti primitivi che vagano per le terre selvagge di Teyvat. Questi tipi subdoli sono abili nell'usare i melmosi di Pyro come armi per attaccare gli intrusi. I granatieri esperti possono distruggere quattro manichini di legno con un solo lancio.</span></p>"
    },
    {
      "epId": 2190,
      "name": "Regisreptus di Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Pyro Regisvine_icon.png",
      "desc": "<p>Un rampicante gigante che ha assorbito le fiamme antiche che imperversano all'interno delle linee geomantiche.</p><p>È irrequieto, come se fosse pervaso da una furia senza fine.</p><p>I poeti, i bardi e persino alcuni accademici sono convinti che anche gli elementi contengano speranze ed emozioni. Se ciò fosse vero, verrebbe da chiedersi quali emozioni spingano il Regisreptus di Pyro a bruciare in eterno, contorcendosi come se desiderasse la libertà dai confini della terra.</p>"
    },
    {
      "epId": 2191,
      "name": "Occhio del ciclone",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Eye of the Storm_icon.png",
      "desc": "The corporeal form of extremely high-quality Anemo energies.<br/>The formation of an Eye of the Storm indicates that the elemental ley lines of a region are blocked, which has led to siltation. Its reckless, heedless wielding of storms that all but sweeps people off their feet may be due to its nature as a symbol of the world stricken by malaise."
    },
    {
      "epId": 2192,
      "name": "Coorte di Sangonomiya",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Sangonomiya Cohort_icon.png"
    },
    {
      "epId": 2193,
      "name": "Malefiore di Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Whopperflower_icon.png",
      "desc": "<p>Dei mostri vegetali mimetici energetici che usano il potere di Electro per attaccare le loro prede. Quando sono completamente carichi dell'energia di Electro, possono rilasciare una forte corrente elettrica dalle loro corone. Pertanto, alcuni ricercatori hanno studiato delle possibili applicazioni in altri settori...</p>"
    },
    {
      "epId": 2194,
      "name": "Cacciatore di tesori Carmen",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Carmen_icon.png"
    },
    {
      "epId": 2195,
      "name": "Cacciatrice di tesori capo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Boss_icon.png"
    },
    {
      "epId": 2196,
      "name": "Cacciatore di tesori Raptor",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Raptor_icon.png"
    },
    {
      "epId": 2197,
      "name": "Cacciatore di tesori Liuliu",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Liuliu_icon.png"
    },
    {
      "epId": 2198,
      "name": "Cacciatore di tesori Wallenstein",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarder: Wallenstein_icon.png"
    },
    {
      "epId": 2199,
      "name": "Cacciatore di tesori pozionista di Cryo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Cryo Potioneer_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Uno dei membri di un'organizzazione criminale decentralizzata che si è estesa in ogni angolo del continente, e perfino nelle profondità di domini sconosciuti.<br>Grazie ai loro elisir che hanno la capacità di raffreddare rapidamente le cose, i pozionisti di Cryo sono molto graditi tra i Cacciatori di tesori. Anche in natura, dove non ci sono Fiordinebbia, possono sollazzarsi bevendo del liquore freddo.</span></p>"
    },
    {
      "epId": 2200,
      "name": "Cacciatore di tesori pugile",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Pugilist_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/>Passionate about battle and muscles, they are quite picky about food and will often boast of the benefits of having a fine musculature, leading to some dissatisfaction from their fellow Treasure Hoarders."
    },
    {
      "epId": 2201,
      "name": "Cacciatore di tesori becchino",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Gravedigger_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/><i>\"They say that we stand on the shoulders of giants. That means digging up the accumulated wealth of our forebears, taking them with us, and... uh, returning them to the economic cycle! What a noble endeavor, am I right?\"</i><br/>—A certain Treasure Hoarder Gravedigger, while delving deep into a ruin."
    },
    {
      "epId": 2202,
      "name": "Cacciatore di tesori ricognitore",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Scout_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/>Theirs is the legwork and the tailing of targets. They usually wind up in criminal circles due to poverty or lack of education, but they don't seem to have gotten any richer after choosing a life of crime..."
    },
    {
      "epId": 2203,
      "name": "Cacciatore di tesori tuttofare",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Handyman_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/>These members do physical work and are lower on the pecking order. They are often laughed at for their physique — but when the gang comes under attack, they get a chance to show their unexpectedly high strength and agility."
    },
    {
      "epId": 2204,
      "name": "Cacciatore di tesori pozionista di Hydro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Hydro Potioneer_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/>They say that some Treasure Hoarder Potioneers used to be charlatans who would wander villages, towns, and cities, hawking their special blends of elixirs, holy waters, and the like. These cure-alls certainly seem to serve better in combat than they ever did in chicanery."
    },
    {
      "epId": 2205,
      "name": "Cacciatore di tesori marinaio",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Seaman_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/><i>\"Stealing? What do you mean, stealing? It's re-discovery, I tell you — the return of treasure to those who appreciate it! Makes everyone happy, to boot! How great is that, eh?\"</i><br/>—A certain Treasure Hoarder Seaman, in response to a question posed by a doubtful recruit"
    },
    {
      "epId": 2206,
      "name": "Cacciatore di tesori pozionista di Pyro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Pyro Potioneer_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/>Risk-takers who utilize their knowledge of chemistry to mix volatile and flammable brews that aid in their comrades' dastardly deeds."
    },
    {
      "epId": 2207,
      "name": "Cacciatore di tesori cecchino",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Marksman_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/>Though they are called \"marksmen,\" this name has an undercurrent of mockery to it, as they use crossbows instead of bows, which require a long period of training to use. It must be said that even hilichurls know how to operate a crossbow. Just point the wider end at the enemy, pull the trigger, and bam — that's all there is to it."
    },
    {
      "epId": 2208,
      "name": "Cacciatore di tesori demolitore",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders - Crusher_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/>This person was originally a miner — one who, even with the allowance they were provided with after the closure of the Chasm, ended up with the Treasure Hoarders for various reasons."
    },
    {
      "epId": 2209,
      "name": "Cacciatore di tesori pozionista di Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Treasure Hoarders: Electro Potioneer_icon.png",
      "desc": "A member of the decentralized criminal organization that has footprints all over the continent and even deep within unknown domains.<br/>\"Potioneer\" is the nickname given to members of the Treasure Hoarder organization who know how to brew up dangerous chemicals.<br/><i>\"What? Did you think this treasure has 'Adventurers' Guild' written all over it or something?\"</i><br/>—A certain Treasure Hoarder Potioneer during a confrontation with adventurers"
    },
    {
      "epId": 2210,
      "name": "Magatsu Mitake Narukami no Mikoto",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Magatsu Mitake Narukami no Mikoto_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Questa è la forma assunta dalla marionetta che ha ereditato il ruolo della Shogun Raiden nel contrastare coloro che minacciano l'Eternità.<br>Assiste la Shogun Raiden nel perseguimento dell'Eternità, impegnandosi al massimo e senza dubbi, paure né pensieri futili.<br>Una volta sentì dire che Ei si era fatta carico di una responsabilità simile quando Makoto era ancora viva, finendo per perdere molte persone care.<br>Tuttavia, quando le loro ombre si sovrapposero di nuovo, lei non riuscì a vedere altro che innumerevoli fratture sottili in quello che sarebbe dovuto essere il \"suo\" volere eterno. Poiché il fato è destinato a ripetersi, deve mantenere la propria promessa e dichiararle guerra.<br><br></span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">\"La mia forma è la più suprema e nobile. Il mio potere sul regno è legittimo, e sono l'essenza stessa della 'Shogun Raiden'.</span></em><span style=\"color: rgba(255, 255, 255, 0.65)\"><br></span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">Ovviamente, ho anche ereditato il dolore provato da Ei per quelle innumerevoli perdite, oltre al suo desiderio di raggiungere l'Eternità.</span></em><span style=\"color: rgba(255, 255, 255, 0.65)\"><br></span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">La determinazione, il coraggio, l'amore, l'odio... verranno distorti dal fiume del tempo.</span></em><span style=\"color: rgba(255, 255, 255, 0.65)\"><br></span><em><span style=\"color: rgba(255, 255, 255, 0.65)\">Ma nessuna 'regola' cambierà mai.\"</span></em></p>"
    },
    {
      "epId": 2211,
      "name": "Oceanidi",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
      "desc": "A life-form created from condensed Hydro elements of incredible purity. Often attached to bodies of water.<br/>It is said that as water bodies become purer, the Hydro elements within grow more abundant, causing the Oceanids to grow more powerful. It is also said by some that Oceanids were once sea creatures from a home far away who carried the fragments of a long-dead god to the many corners of this world. Perhaps they did this so that the love their god held for this world could be spread through the waters to all the land..."
    },
    {
      "epId": 2212,
      "name": "Azhdaha",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un drago gigantesco, antico come le stesse montagne.<br>In un'epoca che è quasi scomparsa dalla memoria, stava al fianco di colui che governava un porto di pietra. Ma, alla fine, i due si scontrarono e il drago fu bandito in un luogo oscuro nelle profondità del sottosuolo. Durante i suoi lunghi anni di prigionia, il suo potere si è lentamente dissipato, e la sua forma è stata sfigurata dai vari tipi di erosione a cui è stato sottoposto.<br>Il debole tintinnio delle catene di questo Signore dei draghi, e il suo ringhio, profondo e rabbioso, echeggiano nelle viscere delle montagne come ricordi di un'epoca passata.</span></p>"
    },
    {
      "epId": 2213,
      "name": "Sciamachurl di Dendro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Samachurl_icon.png",
      "desc": "A wizened, mumbling hilichurl, one that awakens the might of Dendro.<br/>Hilichurls especially gifted in commanding the elements who often reach the zenith of their skill in their twilight years. A grudge stirs beneath that mask, and poison ivy sprouts as hateful whispers issue forth from it."
    },
    {
      "epId": 2214,
      "name": "Melmoso di Dendro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Dendro Slime_icon.png",
      "desc": "A slime that has undergone ecological changes due to abundant Dendro in its environment.<br/>It has also taken on the weaknesses of the Dendro element, and will burn intensely the moment it meets a bright flame."
    },
    {
      "epId": 2215,
      "name": "Ochimusha: tuono incantato",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/04/1023623/65f34f74b19cb137ee84b1242092c789_8666550233523694685.png"
    },
    {
      "epId": 2216,
      "name": "Ochimusha: fiamma incancrenita",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/20/362377527/8f54f69f11733035449810da132175ea_5114571439417009921.png"
    },
    {
      "epId": 2217,
      "name": "Terrore alato",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Stormterror_icon.png",
      "desc": "<p>Uno dei Quattro Venti di Mondstadt: Dvalin, il Drago d'Oriente.</p><p>Dopo lunghi anni passati in un'oscurità sconfinata, anche la gemma più pura verrà offuscata dalla polvere, e perfino un nobile drago potrebbe diventare corrotto e consumato dall'odio.</p><p>Ma non dimenticare mai che la polvere può essere spazzata via, e il potere del dubbio e del veleno può essere infranto.</p><p>\"Vola liberamente nel cielo.\"</p><p>\"Proprio come facevi nei giorni in cui ci siamo incontrati, quando camminavo su questa terra e cantavo le canzoni del vento,\"</p><p>\"E tu volavi in alto, volgendo da lassù lo sguardo in basso verso il mondo.\"</p><p>\"Oggi il cielo non è più travolto da vento e neve. L'erba verde cresce su tutta la terra ed è bellissima.\"</p><p>\"Se anche tu potessi camminare sulla terra e sentire in lontananza i canti dei pastori e il suono che si disperde dei rintocchi del vento, se potessi assaporare il vino dolce come il miele, allora capiresti.\"</p><p>\"Come sarebbe stato meraviglioso se tu fossi come me, se avessi potuto ammirare la tua splendida e nobile forma mentre volavi nel cielo azzurro.\"</p><p>\"Allora sapresti che questo cielo e questa terra sono entrambi cose per cui vale la pena combattere.\"</p><p></p><p></p>"
    },
    {
      "epId": 2219,
      "name": "Ricognitore delle rovine",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Scout_icon.png",
      "desc": "<p>Varie macchine dalla forma bizzarra che hanno assunto forme e funzioni differenti per adattarsi a obiettivi diversi.</p><p>La leggenda narra che siano macchine da guerra di una nazione che è già stata distrutta. Rispetto alle più comuni Guardie delle rovine, le loro forme hanno un valore maggiore per lo studio della biomimesi. Il motivo per cui la loro fisiologia e i loro movimenti imitano quelli di una creatura delle profondità marine è sconosciuto. Comunque sia, scontrarsi con loro non è affatto una buona idea.</p>"
    },
    {
      "epId": 2220,
      "name": "Guardia delle rovine",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
      "desc": "An ancient humanoid war machine.<br/>Legend has it that these machines were combat automatons created by a long-destroyed nation. They now wander ruins and ancient detritus, attacking offending travelers. Research indicates that the Ruin Guards and the ruins they operate in do not originate from the same source, suggesting that there may be a difference of as much as several thousand years between them on the timeline. So why then do the Ruin Guards continue staying among these ruins, using their \"explosive firepower\" to protect the crumbling walls and broken tiles?"
    },
    {
      "epId": 2221,
      "name": "Incrociatore delle rovine",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Cruiser_icon.png",
      "desc": "<p>Varie macchine dalla forma bizzarra che hanno assunto forme e funzioni differenti per adattarsi a obiettivi diversi.</p><p>La leggenda narra che siano macchine da guerra di una nazione che è già stata distrutta. Rispetto alle più comuni Guardie delle rovine, le loro forme hanno un valore maggiore per lo studio della biomimesi. L'ispirazione per il design decentralizzato e le modalità di combattimento sembrano derivare da quelli degli alveari, e consentono di cambiare forma e di attaccare da diverse direzioni.</p>"
    },
    {
      "epId": 2222,
      "name": "Serpente delle rovine",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Serpent_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un'antica macchina autonoma dalla forma bizzarra.<br>Si dice che si tratti di un'attrezzatura ingegneristica particolarmente resistente lasciata da una nazione ormai distrutta. Pare che il sistema d'ingranaggi sulla sua \"testa\" sia in grado di aprire un varco anche attraverso la roccia più dura. Se fosse davvero così, potrebbe creare dei tunnel in tutto il continente abbastanza grandi da essere attraversati da un intero esercito.</span></p>"
    },
    {
      "epId": 2223,
      "name": "Distruttore delle rovine",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Destroyer_icon.png",
      "desc": "<p>Varie macchine dalla forma bizzarra che hanno assunto forme e funzioni differenti per adattarsi a obiettivi diversi.</p><p>La leggenda narra che siano macchine da guerra di una nazione che è già stata distrutta. Rispetto alle più comuni Guardie delle rovine, le loro forme hanno un valore maggiore per lo studio della biomimesi. La corona gigante, composta da diverse parti, sembra una specie di pianta spaventosa. Viene da chiedersi quali esperienze l'ideatore debba aver vissuto per concepire una macchina tanto spaventosa.</p>"
    },
    {
      "epId": 2224,
      "name": "Cacciatore delle rovine",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Hunter_icon.png",
      "desc": "A giant alien-looking war machine.<br/>They are said to be remnants from a lost ancient nation. It seems that the creators opted to forgo the low-performing humanoid-design in pursuit of improved combat effectiveness. They are extremely dangerous both in melee and ranged combat.<br/>Considering these mere relics possess such extraordinary power, one cannot help but wonder what the civilization that produced them must have looked like at its height."
    },
    {
      "epId": 2225,
      "name": "Colosso delle rovine",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Grader_icon.png",
      "desc": "<p>Un'antica macchina da guerra umanoide.</p><p>La sua forma è simile a quella delle Guardie delle rovine, ma è più contorta e potente. I nuclei di energia sono stati installati su entrambe le gambe, come per alimentare la sua struttura eccessivamente pesante.</p>"
    },
    {
      "epId": 2226,
      "name": "Difensore delle rovine",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Defender_icon.png",
      "desc": "<p>Varie macchine dalla forma bizzarra che hanno assunto forme e funzioni differenti per adattarsi a obiettivi diversi.</p><p>La leggenda narra che siano macchine da guerra di una nazione che è già stata distrutta. Rispetto alle più comuni Guardie delle rovine, le loro forme hanno un valore maggiore per lo studio della biomimesi. I loro arti sono simili a quelli degli insetti, e più agili di quelli delle macchine umanoidi. Lo scudo, formato dai vari componenti, può resistere a qualsiasi attacco frontale.</p><p></p>"
    },
    {
      "epId": 2227,
      "name": "Nobushi Kikouban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Kikouban_icon.png",
      "desc": "Samurai who have fallen into banditry. Though they are called the Nobushi, they do not have a centralized organization.<br/>They possess highly-advanced sword skills and also use crossbows to ambush opponents, using any means to win. Those who have abandoned the title of a martial artist often abandon their dignity as well.<br/>Sometimes they even collude with the Treasure Hoarders or Fatui out of a greed for wealth — or simply to survive."
    },
    {
      "epId": 2228,
      "name": "Nobushi Hitsukeban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Hitsukeban_icon.png",
      "desc": "Samurai who have fallen into banditry. Though they are called the Nobushi, they do not have a centralized organization.<br/>They not only possess highly advanced sword skills, but can also carry out flame powder attacks using the elements. Objectively speaking, perhaps this method of winning goes against the path of a martial artist.<br/>Sometimes they even collude with the Treasure Hoarders or Fatui out of a greed for wealth — or simply to survive."
    },
    {
      "epId": 2229,
      "name": "Nobushi Jintouban",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Nobushi: Jintouban_icon.png",
      "desc": "Samurai who have fallen into banditry. Though they are called the Nobushi, they do not have a centralized organization.<br/>Having pursued the path of a martial artist for a long time, they possess highly advanced sword skills but no longer use them for good.<br/>Sometimes, they even collude with the Treasure Hoarders or Fatui out of a greed for wealth — or simply to survive."
    },
    {
      "epId": 2230,
      "name": "Sciamachurl di Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Samachurl_icon.png",
      "desc": "A wizened, mumbling Hilichurl, one that prays to Electro.<br/>Hilichurls especially gifted in commanding elements who often reach the zenith of their skill in their twilight years. Since they possess such advanced skill in creating electricity and summoning thunder, you may as well use the crackling sound to compose an elegy."
    },
    {
      "epId": 2231,
      "name": "Melmoso di Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Slime_icon.png",
      "desc": "A small monster created by the coalescing of Electro dispersed throughout nature.<br/>According to analyses, the jumping of Electro Slimes reflects the electric potential difference in the ground. In areas brimming over with Electro, their unusual movements can be observed and used to avoid danger."
    },
    {
      "epId": 2232,
      "name": "Hilichurl granatiere di Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Grenadier_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli abitanti primitivi che vagano per le terre selvagge di Teyvat. Nella vita primitiva di un Hilichurl, i melmosi di Electro non sembrano avere tanti impegni quanto quelli di Pyro e Anemo. Chissà che un giorno non scoprano il flusso degli elementi tra i Melmosi di Electro e i Melmosi di Electro mutanti e facciano granti progressi?</span></p>"
    },
    {
      "epId": 2233,
      "name": "Mitachurl con ascia di fulmine",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Crackling Axe Mitachurl_icon.png",
      "desc": "Muscular hilichurls who wield large, two-handed axes.<br/>Attacks with large strikes and uses Electro Slimes to infuse their axes with Electro. Their blows are very lethal.<br/>Axes forged from steel are highly conductive material. The image of those tall and strong Crackling Axe Mitachurls holding their axes up to summon lightning is quite majestic to the hilichurls."
    },
    {
      "epId": 2234,
      "name": "Mago dell'Abisso di Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Abyss Mage_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Creature dell'Abisso che usano l'energia di Electro in battaglia.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Mentre studiava all'Akademiya, il ricercatore Alva Nikola condusse uno studio sistematico sui metodi di manipolazione di quest'elemento del Mago dell'Abisso di Electro, e inventò un'arma teorica nota come Bobina Nikola. Tuttavia, non è stata ancora stata messa in pratica. Alcuni dicono che i suoi materiali di ricerca siano stati mangiati durante un'infestazione fungina.</span></p>"
    },
    {
      "epId": 2236,
      "name": "Hilichurl balestriere di Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Hilichurl Shooter_icon.png",
      "desc": "<p>Gli abitanti primitivi che vagano per le terre selvagge di Teyvat. Questi tiratori brandiscono delle balestre, e le loro punte di freccia sono realizzate dalla lavorazione dei cristalli di Electro, in grado di provocare una scossa elettrica all'impatto, si dice che gli Hilichurl arcieri con abilità eccezionali possono scoccare cinque frecce contemporaneamente... Un'impresa davvero notevole.</p>"
    },
    {
      "epId": 2237,
      "name": "Cicin di Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Cicin_icon.png",
      "desc": "Little creatures that can ever so slightly manipulate Electro.<br/>They and other such creatures are known collectively as Cicins, and though they are individually weak, they can cause significant damage under the right circumstances."
    },
    {
      "epId": 2238,
      "name": "Manifestazione del tuono",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thunder Manifestation_icon.png",
      "desc": "An abnormal Electro elemental life form. Although it might appear similar to an Oceanid, it does not possess her intelligence or memories.<br/>That which drives the Thunder Manifestation is a much more primal fury.<br/>It is said that these life forms will only descend like lightning upon places that play host to great lingering resentment, such as the fragmented Amakumo Peak, where the storm clouds ever roil. As long as the grudges of the land do not fade, so will the roaring thunder persist."
    },
    {
      "epId": 2239,
      "name": "Spettro di Electro",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Electro Specter_icon.png",
      "desc": "<p>Un mostro nato da un'alta concentrazione di elementi di Electro che è in grado di fluttuare nell'aria.</p><p>Un ricercatore una volta studio queste creature. Credeva che fossero delle Ipostasi di qualche tipo. Dopotutto, entrambi hanno peculiarità elementali e sono nati in aree sature di energia elementale, giusto? Ah, comunque venne successivamente indagato per corruzione accademica.</p>"
    },
    {
      "epId": 2240,
      "name": "Sciamachurl di Anemo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Samachurl_icon.png",
      "desc": "A wizened, mumbling hilichurl, one that spreads the message of Anemo.<br/>Hilichurls especially gifted in commanding the elements who often reach the zenith of their skill in their twilight years. Their ability to command the flowing winds stems from dark, forgotten memories."
    },
    {
      "epId": 2241,
      "name": "Melmoso di Anemo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Slime_icon.png",
      "desc": "A small monster created by the coalescing of Anemo dispersed throughout nature.<br/>It is able to float in the air to a certain degree due to the power of Anemo."
    },
    {
      "epId": 2242,
      "name": "Spettro di Anemo",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Anemo Specter_icon.png",
      "desc": "<p>Un mostro nato da un'alta concentrazione di Anemo che è in grado di fluttuare nell'aria. Secondo la logica, i mostri che nascono dalla concentrazione di Anemo sono già dotati della capacità di fluttuare. Pertanto, le loro ali a forma di petalo sono con ogni probabilità essenzialmente un organo mimetico.</p>"
    },
    {
      "epId": 2243,
      "name": "Maguu Kenki",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki_icon.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno spadaccino meccanico molto disciplinato.<br>Non sembra avere la capacità né la volontà di parlare, ma che cerchi di comunicare solo incrociando le spade.<br>Si dice che questa macchina sia stata creata usando la memoria del maestro di prima generazione di una certa scuola di spadaccini. Tuttavia, essendo difettosa, perse il controllo e alla fine venne scartata.<br>Alcuni cantano che lo spirito della macchina indugi ancora nel luogo in cui il suo destino incontrò la fine. Dicono anche che la maschera crudele che usa come protezione prenda ispirazione da un famoso oni di quell'epoca.</span></p>"
    },
    {
      "epId": 2244,
      "name": "Maguu Kenki: Maschera del terrore",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Mask of Terror_icon.png"
    },
    {
      "epId": 2245,
      "name": "Maguu Kenki: Burrasca solitaria",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Lone Gale_icon.png"
    },
    {
      "epId": 2246,
      "name": "Maguu Kenki: Gelo galoppante",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Maguu Kenki: Galloping Frost_icon.png"
    },
    {
      "epId": 2247,
      "name": "Signore dei lupi dorato",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
      "desc": "<p>Proveniente da un mondo oscuro, questo sovrano dei lupi neri ha il potere di evocare i suoi seguaci, i suoi artigli nascosti, di dissolvere lo spazio stesso e creare una faglia attraverso la quale può entrare.</p><p>Il Signore dei lupi non ha nome, poiché è solo una delle creazioni involontarie di \"Oro\", e ciò è precisamente il motivo per cui è ossessionato dall'invadere mondi che non gli appartengono e farsi un nome.</p><p>Detto questo, il branco di lupi è tutt'altro che privo d'intelligenza. Dopo la disfatta della loro precedente invasione, è stata scelta un'isola deserta dove non abitano umani o protettori per preparare la discesa del loro Signore.</p>"
    },
    {
      "epId": 2248,
      "name": "Cavaliere del Serpente nero Fendivento",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Black Serpent Knight: Windcutter_icon.png",
      "desc": "<p>Una guardia di una certa importanza a corte, che abbatte i nemici dei sovrani della nazione grazie alla sua particolare tecnica con la spada, nota come \"Verità assoluta\".</p><p>La Spada del crepuscolo un tempo militava nelle loro fila. La gloria di quel regno si è ormai estinta, senza alcuna speranza di poterla reclamare.</p>"
    },
    {
      "epId": 2249,
      "name": "Armatura oscura alfiere",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Standard Bearer_icon.png",
      "desc": "<p>Un soldato nero come la pece. Un tempo fiero combattente di un'antica nazione sotterranea, ha ormai perso ogni traccia della sua memoria.</p><p>Ciononostante, continua a tenere alto il vessillo della casa reale in battaglia. Sebbene abbia dimenticato i suoi compagni o qualsiasi benedizione reale impartita, non deporrà mai il suo stendardo.</p>"
    },
    {
      "epId": 2250,
      "name": "Armatura oscura rompifile",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Line Breaker_icon.png",
      "desc": "<p>Un soldato nero come la pece. Un tempo fiero combattente di un'antica nazione sotterranea, non è più dotato di ragione, motivo per cui non può essere definito \"umano\".</p><p>Ciononostante, il desiderio di distruggere il nemico e di gettarsi in battaglia per difendere gli altri continua a rimanere impresso in questa armatura vuota, anche se non c'è più nessuno che gli dica chi difendere o quale nemico abbattere.</p>"
    },
    {
      "epId": 2251,
      "name": "Armatura oscura difensore",
      "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Defender_icon.png",
      "desc": "<p>Un soldato nero come la pece. Un tempo fiero combattente di un'antica nazione sotterranea, ora non è altro che un involucro che porta con sé solo ricordi di battaglia.</p><p>Tutto è destinato a decadere, e questo è ciò che rimane dei Cavalieri del Serpente nero a causa della corruzione, dei peccati e del tempo che li hanno divorati.</p>"
    },
    {
      "epId": 2716,
      "name": "Fungostro Cresta di giada",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/2c52519dbc771ad29b2b7228c3ab3a36_6911028137361197518.png",
      "desc": "<p>Questa bestia fungina dalle notevoli dimensioni ha subito varie mutazioni nel corso degli anni fino ad assumere una sua forma caratteristica.<br>La sua intelligenza ha già raggiunto, e forse superato, quella dei comuni animali, e vede nella caccia la sua principale fonte di sostentamento. La sua coda è caratterizzata da uno splendido piumaggio color giada, molto simile a quello dell'antica bestia sacra onorata dalla scuola di Spantamad. Stando ai principi della mimesi, sembra molto probabile che, anticamente, entrambi gli esseri camminassero sulla terra insieme.</p>"
    },
    {
      "epId": 2717,
      "name": "Regisreptus di Electro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/01/1023623/cc5fbd3bdd4a48efb854968a3bfd22e8_4243984819726260372.png",
      "desc": "<p>Un enorme rampicante tramutatosi in mostro a causa delle correnti ad alta tensione che scorrono nelle linee geomantiche.<br>La sua chioma sprigiona una tensione elettrica costante, con una furia senza fine pari a quella della terra.<br>Tempo fa, i ricercatori della Kshahrewar proposero di disporre una complessa matrice di circuiti intorno a questa creatura, con l'intento di trasportare l'energia elettrica fino alla città e sfruttarla opportunamente. Il piano fu aspramente contestato dagli studiosi della Spantamad, che sacrificarono 10 Funginghiali per dimostrare quanto l'utilizzo dell'elettricità fosse rischioso.</p>"
    },
    {
      "epId": 2718,
      "name": "Eremita danzatore di spade",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/db927b5ac3dd814a05afe64931529478_831558588883188371.png",
      "desc": "<p>A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.</p><p>This desert warrior wields a large curved blade in battle. The skills such fighters boast of have been passed down since the days when their now-lost civilization was still extant, and are not only techniques to be used in battle, but also serve well as a performing art popular in various lands.</p><p>It is said that this sword art was once practiced from horseback.</p>"
    },
    {
      "epId": 2719,
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/2511ef76a6dee1e388fea0826bade579_8432883377890915955.png",
      "desc": "<p>A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.</p><p>A professional mercenary who cares about nothing outside of work and the mission at hand. To such people, their only game plan is to complete the mission, and their high asking prices on the market match that committment.</p><p>An ominous, fragmented spirit is sealed within the weapon they use, awakening in moments of peril. Once it does, it can only be silenced by the cries of the vanquished — whether that be its wielder, or its wielder's foe.</p>"
    },
    {
      "epId": 2720,
      "name": "Eremita con mazzapicchio",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/57a287699b909c11a29fe6b6db610af5_2796778263820539977.png",
      "desc": "<p>A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.</p><p>These warriors use Ravenbeak Halberds in battle. It is said that ascetics who served the deity of the desert would carry these halberds as symbols of their office. These weapons once had a true name, but it has long been lost to the desert sands.</p>"
    },
    {
      "epId": 2721,
      "name": "Eremita spezzalinee",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/2d516994e260d7760f9394cb498e0991_1433663120850002202.png",
      "desc": "<p>A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.</p><p>This warrior wields a unique fist blade and joined the Eremites to seek out stronger foes. Rather than the pay, these warriors fight more to attain greater martial might.</p>"
    },
    {
      "epId": 2722,
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/a0f86676af484d039ad829c899d1dd35_7563435366628465809.png",
      "desc": "<p>A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.</p><p>A young lady lost in the ancient dream of the desert songs. To her, the thrill of bloody battle is her true reward. Legend has it that the women of this tribe are often afflicted by the wandering spirits of the desert, a condition that leads many of them to an early end. Perhaps this one can only be free of these apparitions when her blood is up in combat.</p><p>An ominous, fragmented spirit is sealed within the weapon she uses, awakening in moments of peril. Once it does, it can only be silenced by the cries of the vanquished — whether that be its wielder, or its wielder's foe.</p>"
    },
    {
      "epId": 2723,
      "name": "Eremita Fulmine diurno",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/5f9a54c0016a9a1c5ba5ad9e78398f10_8340549222546087070.png",
      "desc": "<p>A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.</p><p>A true scion of a warrior tribe, such warriors see battle as their ordained purpose, and unlike some barbarian who wields a large ax with ease, these tribespeople are also quite well-versed in the lore and songs of the desert ruins.</p><p>An ominous, fragmented spirit is sealed within the weapon they use, awakening in moments of peril. Once it does, it can only be silenced by the cries of the vanquished — whether that be its wielder, or its wielder's foe.</p>"
    },
    {
      "epId": 2724,
      "name": "Eremita balestriere",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/c2bd235637707a0f1905ae8b42207c81_5647814723958701138.png",
      "desc": "<p>A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.</p><p>The Eremite tradition is to use bows to engage their foes, but ever since the Akademiya permitted them to buy crossbows at the bazaars, only the proudest shooters would still use bows, which take many years of practice to master.</p>"
    },
    {
      "epId": 2725,
      "name": "Spettro di Dendro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/fadf14ff797dfdd9a87c3e03f5321fde_3987857761451834880.png",
      "desc": "<p>Un mostro nato da un'alta concentrazione di Dendro che è in grado di fluttuare nell'aria. Tempo fa, un ricercatore della Vahumana indago sulle peculiarità ambientali degli Spettri di Dendro e scopri che mostravano molte similitudini con i leggendari Aranara. Ne concluse che gli Aranara fossero in realtà Spettri di Dendro. Il ricercatore fini per diventare un semisconosciuto autore di fiabe.</p>"
    },
    {
      "epId": 2727,
      "name": "Miconoide oblungo di Anemo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/4428023ce42492ef24285eeb0f653c4b_543462004006059428.png",
      "desc": "<p>Un organismo fatto di spore e dotato di una certa intelligenza.</p><p>Possiede un'estrema capacità di adattamento.</p><p>Grazie al suo gambo eccezionalmente lungo, questo fungo è capace di assorbire rapidamente i nutrienti, e il suo cappello a forma d'ombrello può girare in base alla direzione del vento.</p><p>Nonostante il suo cappello sia molto grande, questo fungo a forma di ombrello è cavo. Di conseguenza, non se ne ricava un buon pasto.</p>"
    },
    {
      "epId": 2728,
      "name": "Hydrofungo radicato",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/9e8e5977e203c66d3edc884f03f4bb49_5427040109576711610.png",
      "desc": "<p>Una forma di vita mimetica composta da spore e che possiede un'estrema capacità di adattamento.</p><p>Nonostante abbia le sembianze di un uccello, non è in grado di volare.</p><p>Grazie all'influenza delle energie di Hydro, risulta incredibilmente agile rispetto ai suoi simili.</p><p>Piuttosto che una singola entità, alcuni ricercatori hanno azzardato che questo essere sia in realtà un aggregato d'innumerevoli spore microscopiche.</p><p>Questa creatura esercita un ruolo di comando all'interno delle colonie di Miconoidi, e presenta un livello d'intelligenza superiore alla media.</p>"
    },
    {
      "epId": 2729,
      "name": "Miconoide fluttuante di Dendro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/05/1023623/93ab547d2d1f2cf6145fddaf7fe4c32c_3710198556567337943.png",
      "desc": "<p>Un organismo fatto di spore e dotato di una certa intelligenza. Possiede un'estrema capacità di adattamento.</p><p>In passato, un ricercatore affermò che si trattava di una specie di Spettro di Dendro. Quando la sua affermazione venne contestata, la ritrattò dicendo che era soltanto un modo di dire.</p>"
    },
    {
      "epId": 2730,
      "name": "Miconoide vorticoso di Cryo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/04/1023623/672c8ee43f7b7b4f281ede0fbc5f926c_7176995409278730657.png",
      "desc": "<p>Un organismo fatto di spore e dotato di una certa intelligenza.</p><p>Possiede un'estrema capacità di adattamento.</p><p>Congelare i Miconoidi non li rende più appetitosi, ma se non altro aiuta a combattere il caldo.</p>"
    },
    {
      "epId": 2731,
      "name": "Miconoide oblungo di Pyro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/04/1023623/890f0c41c5b1773fba0174ab8521b52c_298452580848669726.png",
      "desc": "<p>Un organismo fatto di spore e dotato di una certa intelligenza. Possiede un'estrema capacità di adattamento.</p><p>L'aspetto esplosivo può trarre in inganno, ma questa creatura è in realtà un'anima mite e gentile...</p><p>purché ci si tenga a debita distanza.</p>"
    },
    {
      "epId": 2732,
      "name": "Miconoide oblungo di Geo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/04/1023623/462c5af38decee9d376993edf73b702e_7340109243209877852.png",
      "desc": "<p>Un organismo fatto di spore e dotato di una certa intelligenza. Possiede un'estrema capacità di adattamento.</p><p>Il cappello di questo fungo possiede uno strato esterno composto da concrezioni di energia di Geo. Si suppone che la densità della sua struttura organica sia superiore a quella dei suoi simili, per permettergli di sostenere il peso del suo cappello.</p>"
    },
    {
      "epId": 2733,
      "name": "Miconoide vorticoso di Electro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/04/1023623/2e2ac653620f1194c727cc4687c08754_2279571466751042731.png",
      "desc": "<p>Un organismo fatto di spore e dotato di una certa intelligenza.</p><p>Possiede un'estrema capacità di adattamento.</p><p>Alcuni studi mostrano che la corrente elettrica interna che caratterizza questa specie di bestia fungina varia in maniera periodica.</p><p>Se approfonditi ulteriormente, tali studi potrebbero condurre a una vasta gamma di usi pratici...</p>"
    },
    {
      "epId": 2734,
      "name": "Dendrofungo alato",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/04/1023623/bfdb3e06fa910a13d550ff3a349c152f_8174288912796605870.png",
      "desc": "<p>Una forma di vita mimetica composta da spore e che possiede un'estrema capacità di adattamento.</p><p>Andando ben al di là delle mere apparenze, questa creatura riesce a emulare alla perfezione perfino le abitudini dei volatili. È in grado di usare le sue ali, anch'esse fatte di spore, per librarsi nel cielo, spargendo a sua volta altre spore anche su grandi distanze.</p><p>Questa creatura esercita un ruolo di comando all'interno delle colonie di Miconoidi, e presenta un livello d'intelligenza superiore alla media.</p>"
    },
    {
      "epId": 2735,
      "name": "Cryofungo alato",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/04/1023623/20b2da81ddb5537e82d80a163f5e9c32_5628018601202227171.png",
      "desc": "<p>Una forma di vita mimetica composta da spore e che possiede un'estrema capacità di adattamento.</p><p>Andando ben al di là delle mere apparenze, questa creatura riesce a emulare alla perfezione perfino le abitudini dei volatili. Quando si libra nell'aria, si lascia alle spalle una scia di nuclei cristallini, anch'essi spore, a forma di fiori ghiacciati.</p><p>Questa creatura esercita un ruolo di comando all'interno delle colonie di bestie fungine, e presenta un livello d'intelligenza superiore alla media.</p>"
    },
    {
      "epId": 2814,
      "name": "Eremita d'assalto con scure",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/5d42b5c18ef3e3b1df5bc1df2373d51e_8304050833449664864.png",
      "desc": "<p>A member of a loosely-organized mercenary corps from the golden desert sands. Will work for anyone as long as the pay is good.</p><p>These ax-wielding ladies often wade into the slaughter without fear, creating openings for their comrades to capitalize on.</p><p>They will sometimes sit by the fireside in their sand-swept homeland and play songs that were lost in that golden sea.</p>"
    },
    {
      "epId": 2816,
      "name": "Drago delle rovine Guardiano dei cieli",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/85fb79a3bb0ffae3055d58dadb9fb11b_5783178005464623726.png",
      "desc": "<p>A horrifying dragon-shaped machine.</p><p>It is said to be a war machine left behind by a now-destroyed nation. It mimics the appearance of the beings known as Vishaps, with some functional enhancements. Such machines have an even greater ability to \"absorb\" — or perhaps the right word is \"counteract\" — elemental powers than the vishaps.</p><p>How, you wonder, did a civilization that could make such frightening machines of war collapse?</p>"
    },
    {
      "epId": 2817,
      "name": "Drago delle rovine Guardiano della terra",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/16/1023623/85fb79a3bb0ffae3055d58dadb9fb11b_3895766782438571142.png",
      "desc": "<p>A horrifying dragon-shaped machine. </p><p>It is said to be a war machine left behind by a now-destroyed nation. It mimics the appearance of the beings known as Vishaps, with some functional enhancements. Such machines have an even greater ability to \"absorb\" — or perhaps the right word is \"counteract\" — elemental powers than the vishaps.</p><p>From this ability, one can glimpse the scale of the ambition that the civilization that made these machines must have once held...</p>"
    },
    {
      "epId": 2855,
      "name": "Algoritmo Matrice semi-perenne della rete di sorveglianza",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/30/94376896/702fe9f038eb1bab144bd63853736da3_1720597185541312937.png",
      "desc": "<p>﻿</p><p>Una macchina a moto perpetuo che governa i numerosi costrutti sparsi nel deserto. Sembra che la volontà del sovrano solitario sia ancora presente in questo dispositivo. Forse a causa degli insegnamenti di un amico in sogno o forse perché bramava il potere degli eletti nei cieli, il re creò dispositivi misteriosi che non dovrebbero esistere in questo mondo prima di fondare il suo regno in queste terre.</p><p>Tra le rovine della Città dei pilastri, gli antichi cristalli riflettono ancora la gloria del paradiso dorato, anche se nessuno ricorda più i sogni del re.</p>"
    },
    {
      "epId": 2857,
      "name": "Drago cataclismatico",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/30/94376896/5ed960ef01a22660c0e92ab516835435_3311889872084514227.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Questa macchina da combattimento a forma di drago è un essere che incute timore, proprio come il signore che un tempo governava queste vaste terre.<br>Gira voce che il regno ormai distrutto ambisse alle conoscenze proibite, e cercasse di creare macchine dal moto perpetuo che potessero rivaleggiare, se non surclassare, le forme di vita primordiali. Questa misteriosa e instancabile mostruosità meccanica sembra essere la prova che quel regno riuscì davvero a raggiungere apici che i mortali non avrebbero mai dovuto raggiungere.</span></p>"
    },
    {
      "epId": 2892,
      "name": "Costrutto primordiale repulsore",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/60aa5a703106abea12e09b790da7972b_6856390141898102128.png",
      "desc": "<p>﻿I guardiani delle antiche rovine perdute del deserto hanno il potere di punire chiunque osi disturbare i sogni puri del loro signore.</p><p>Queste macchine non furono create per proteggere templi o palazzi, ma per riportare in vita il paradiso tanto agognato da quell'incosciente re del deserto.</p><p>Oggi quell'utopia è scomparsa da tempo, e i sogni e i giuramenti, dimenticati dal mondo, si trovano solo sui mantra incisi su queste macchine.</p>"
    },
    {
      "epId": 2893,
      "name": "Costrutto primordiale rimodellatore",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/60aa5a703106abea12e09b790da7972b_5430006765600172881.png",
      "desc": "<p>﻿I guardiani delle antiche rovine perdute del deserto hanno il potere di punire chiunque osi disturbare i sogni puri del loro signore.</p><p>Il Signore del sole ardente che un tempo regnò su questo deserto promise al popolo un'utopia all'altro capo dell'esistenza, luogo che alla fine non si rivelò essere altro che un folle miraggio.</p><p>Oggi quell'utopia è scomparsa da tempo, e i sogni e i giuramenti dimenticati dal mondo si trovano solo sui mantra incisi su queste macchine.</p>"
    },
    {
      "epId": 2894,
      "name": "Costrutto primordiale cercatore",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/60aa5a703106abea12e09b790da7972b_6744686936699492848.png",
      "desc": "<p>﻿I guardiani delle antiche rovine perdute del deserto hanno il potere di punire chiunque osi disturbare i sogni puri del loro signore.</p><p>Un tempo, il Signore delle sabbie studiò le conoscenze proibite nella speranza di riuscire a creare il paradiso a cui agognava, e forse queste macchine sono il frutto di tali ricerche.</p><p>Oggi quell'utopia è scomparsa da tempo, e i sogni e i giuramenti dimenticati dal mondo si trovano solo sui mantra incisi su queste macchine.</p>"
    },
    {
      "epId": 2895,
      "name": "Miconoide retrattile di Electro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/e7f8daca29f5d7f30844905016252907_8140972644407404632.png",
      "desc": "<p>Un organismo fatto di spore e dotato di una certa intelligenza. Possiede un'estrema capacità di adattamento.</p><p>Si distingue da tutti gli altri Miconoidi per i viticci luminosi che spuntano dal suo cappello. Nelle situazioni di pericolo, si difende rilasciando delle piccole sfere elettriche.</p>"
    },
    {
      "epId": 2896,
      "name": "Geofungo radicato",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/77454259/49216ca30200a7432b571186027efd61_5922896219884391583.png",
      "desc": "<p>Una forma di vita mimetica composta da spore e che possiede un'estrema capacità di adattamento.</p><p>A causa dell'influenza dell'elemento Geo, ha subito una quasi totale cheratinizzazione.</p><p>Considerando che i Miconoidi si sono evoluti dalle spore, è possibile che, se ne avrà il tempo, questa creatura si evolverà in una forma di vita del tutto nuova.</p><p>Questa creatura esercita un ruolo di comando all'interno delle colonie di bestie fungine, e presenta un livello d'intelligenza superiore alla media.</p>"
    },
    {
      "epId": 2897,
      "name": "Miconoide vorticoso di Pyro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/77454259/912e3e8c1b00de91bd7ce8418263f461_528537311130333707.png",
      "desc": "<p>Un organismo fatto di spore e dotato di una certa intelligenza.</p><p>Possiede un'estrema capacità di adattamento.</p><p>Poiché in queste creature è racchiusa un'enorme quantità di Pyro, durante le stagioni più secche finiscono per causare incendi boschivi. Di conseguenza, sono considerati dei parassiti pericolosi.</p>"
    },
    {
      "epId": 2898,
      "name": "Miconoide fluttuante di Anemo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/77454259/0b332fc89af26ece5c6402fc82cce5e5_7847006729375799267.png",
      "desc": "<p>Un organismo fatto di spore e dotato di una certa intelligenza.</p><p>Possiede un'estrema capacità di adattamento.</p><p>Nonostante il suo cappello sia molto grande, questo fungo a forma di ombrello è cavo. Di conseguenza, non se ne ricava un buon pasto.</p>"
    },
    {
      "epId": 2899,
      "name": "Eremita Litoincantatore",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/c757c4e26cff0dba6198a837cb900d1d_7170047361294624892.png",
      "desc": "<p>A person hailing from the loosely-organized mercenary bands of the desert. Will work for anyone as long as the pay is good. </p><p>In ancient days, these heavily-equipped warriors were the domain of the personal, trusted guards of the Lord of the Blazing Sun. It is perhaps on this account that they gleam like the golden sun itself to this day. </p><p>Ominous, fragmented spirits are sealed within the weapons they use, awakening in moments of peril. Once these weapons awaken, they can only be silenced by the cries of the vanquished — whether that be their wielders or their wielders' foes.</p>"
    },
    {
      "epId": 2900,
      "name": "Eremita Cacciatempesta",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/07/1023623/1d21ab234a065f179a1a3db8e171c21c_7777877851174462482.png",
      "desc": "<p>A person hailing from the loosely-organized mercenary bands of the desert. Will work for anyone as long as the pay is good. </p><p>In this age where crossbows are in widespread use, only the most experienced of Eremite warriors know how to use a longbow in battle. They do not even need their eyes — merely their ears with which they sense the flow of wind and sand alike — to judge the location of their foes. </p><p>Ominous, fragmented spirits are sealed within the weapons they use, awakening in moments of peril. Once these weapons awaken, they can only be silenced by the cries of the vanquished — whether that be their wielders or their wielders' foes.</p>"
    },
    {
      "epId": 2974,
      "name": "Ipostasi di Dendro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/35428890/50cc8e306cfa81acc245a23ead9cc331_7814858893705514308.png",
      "desc": "<p>Nome in codice: Zayin. Un'entità di Dendro molto pura.</p><p>Secondo quanto dedotto da alcuni ricercatori, le Ipostasi elementali possiedono la conoscenza necessaria per \"apprendere\", e grazie a essa fanno uso della \"mimesi\" per lanciare i loro attacchi. D'altra parte, la capacità di incorporare le informazioni e attuare un cambiamento aumenta il rischio che tali informazioni vengano contaminate. Man mano che questa creatura apprende e va incontro a mutazioni, lo scopo della sua nascita (per quanto accademicamente incommensurabile possa ancora essere) potrebbe distorcersi a tal punto da diventare del tutto irrilevante.</p>"
    },
    {
      "epId": 2975,
      "name": "Il prodigo Shouki no Kami",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/11/03/35428890/86791657203a69e453d8e217414b3f9e_6244827810099144009.png",
      "desc": "<p>Shouki no Kami, una divinità artificiale creata dalla potenza dei sei darsana di Sumeru, dotata di una forza in grado di competere con quella di un vero dio.</p><p>Tuttavia, coloro che in questo mondo definiscono questo essere come una \"falsa divinità\" fraintendono il vero significato di tale parola.</p><p>Shouki no Kami è ora in grado di comprendere concetti illimitati e sostenere un potere inviolabile. Si potrebbe dire che è capace di trascendere il mondo mortale.</p><p>Se gli dèi amano i mortali,</p><p>allora anche Shouki no Kami, che concede il fallimento all'umanità in egual misura, li ama.</p><p>Se è compito degli dèi vegliare sull'umanità, allora...</p><p>...</p><p>...</p><p>Shouki no Kami, che è stato testimone di amori, odi, separazioni, rancori e furori eterni, volge il suo sguardo sui mortali.<br></p><p><em>\"Troppa è stata la vostra felicità!</em></p><p><em>Essa vi ha resi stolti, arroganti e orripilanti nella vostra cupidigia.</em></p><p><em>Ponete fine a quest'era!</em></p><p><em>Concedete al nuovo dio di annunciare la disfatta di quello vecchio.</em></p><p><em>Sciocchi mortali... Siete ancora in tempo per prostrarvi.\"</em></p>"
    },
    {
      "epId": 3443,
      "name": "Branco di Elementosauri abissali",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/05/35428890/b47c21200d36f217cab2e527e85d2896_4738875560654045342.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un potente gruppo di Elementosauri abissali.<br>Sono stati allevati e selezionati specificamente dal popolo di Enkanomiya, per conferirgli una forza eccezionale. Naturalmente, nessun Elementosauro lo considera un debito da ripagare.<br>I membri più forti del branco sono in grado di usare diversi elementi, che adoperano a riprova del loro odio.</span></p>"
    },
    {
      "epId": 3474,
      "name": "Unut del Setekh",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/ca675a813c0acf7a5efbc88e7af636c2_1393531290247834563.png",
      "desc": "<p>Un predatore senza occhi che abita nel deserto profondo e sfrutta i suoni e le vibrazioni per trovare la sua preda.</p><p>Secondo la leggenda, in un passato ormai remoto, prima che esistesse perfino il concetto di tempo, queste creature prosperavano assieme ai loro progenitori e alla loro prole in una terra di erba verdeggiante e alberi colossali, attraversando il terreno umido come fossero pesci nell'acqua.</p><p>Molti eoni dopo, i doni del cielo hanno ridotto ormai il suolo in sabbia, facendo estinguere una moltitudine di creature. Questa specie è stata capace di sopravvivere adattandosi alla vita sulla terra, e prendendo il nome di \"Unut\".</p><p>Alcuni abitanti del deserto credono ancora, erroneamente, che gli Unut siano il punto d'arrivo del ciclo di vita dell'anguilla delle sabbie mobili, probabilmente per via delle somiglianze superficiali tra i comportamenti delle due specie.</p>"
    },
    {
      "epId": 3475,
      "name": "Eremita maestra del folklore infuocato",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/e3ada2f7642f67aa52b067345fae5a54_6250250778103314507.png",
      "desc": "<p>A person hailing from the loosely-organized mercenary bands of the desert. Even though they will work for anyone as long as the pay is good, they will never forget their roots in the Great Red Sand.<br>After the collapse of its civilizations, the stories of the desert were passed down generation after generation in oral tradition just like the sparks in the wind and the rain in the clouds. As time passed, some stories were lost while others survived, albeit with significant changes.<br>\"The Eremites\" is the umbrella term given to the tribes of the desert by those too ignorant or disdainful to learn the tribes' myriad differences. Within those referred to as the Eremites, many have also indeed already forgotten the tales of the desert. Fear not, however, for those who still remember will never betray the spirit of the sands yet flowing through their veins.</p>"
    },
    {
      "epId": 3476,
      "name": "Eremita danzatrice di spade dell'Anello floreale",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/088685fa15801b65f875acec2cbfcfac_3942669023422830372.png",
      "desc": "<p>A person hailing from the loosely-organized mercenary bands of the desert. They will work for anyone as long as the pay is good.<br>The children of the desert have a rich tradition of song and dance. Originally used to praise and serve the gods, the crafts were later adapted for battle and the seduction of kings. Many tales of the sands feature dancers who murdered kings relaxed in their beds or standing atop high towers. Even though all such gods and kings have now faded into the flowing sands, the memory of dance yet persists in the desert-dwellers' veins.<br>Ominous, fragmented spirits are sealed within the weapons they use, awakening in moments of peril. Once these weapons awaken, they can only be silenced by the cries of the vanquished — whether that be their wielders or their wielders' foes.</p>"
    },
    {
      "epId": 3477,
      "name": "Avvoltoio rosso consacrato",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/534c13befe626c1aa2853a32def6f1f3_2702150882499087430.png",
      "desc": "<p>Un uccello rapace che ha subito delle mutazioni dopo aver divorato delle forme di vita più grandi.</p><p>Tali forme di vita hanno spesso una coscienza pressoché immorale, che non può mai essere completamente messa a tacere né estirpata. Il potere e la coscienza che le Bestie consacrate ottengono dopo aver divorato queste forme di vita le porterà a cercare sempre più violenza e sempre più carcasse.</p>"
    },
    {
      "epId": 3478,
      "name": "Scorpione consacrato",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/ea2958c04ec8f00a5ec2d9f8dc1410e4_2499644417485243979.png",
      "desc": "<p>Un artopode che ah subito delle mutazioni dopo aver divorato delle forme di vita più grandi. </p><p>Gli esseri viventi sottostanno alle leggi dell'evoluzione, e le Bestie consacrate hanno sfruttato queste regole dopo aver scoperto fortuitamente una vecchia carcassa di un essere più grande, prima della concorrenza. Gli animali e gli umani hanno molto più in comune di quanto questi ultimi osino ammettere.</p>"
    },
    {
      "epId": 3479,
      "name": "Serpente volante consacrato",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/194600931/d1b0d88f2f2bdb3e9bad3abf570ac911_3775006196128955705.png",
      "desc": "<p>Un rettile che ha subito delle mutazioni dopo aver divorato delle forme di vita più grandi. </p><p>Sebbene ora siano intrise dal potere della manipolazione elementale, le stesse Bestie consacrate non sono in grado di digerire appieno i brandelli di carne delle carcasse immortali che hanno mangiato. Al contrario, questi brandelli si fondono lentamente con le stesse bestie, tessendo un guscio osseo sul loro corpo, della stessa consistenza di un materiale di fusione che si trova a Inazuma. </p>"
    },
    {
      "epId": 3618,
      "name": "Cavaliere del Serpente nero Scure spaccapietra",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/08/190184121/c0c3a34cd92fa9da7632ff0f74a920a4_380220151281519814.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una guardia di una certa importanza a corte, che abbatte i nemici dei sovrani della nazione grazie alla sua particolare tecnica nota come \"Verità assoluta\".<br>Sebbene Verità assoluta sia, strettamente parlando, un'arte della spada, i suoi insegnamenti possono essere impiegati anche per altre armi. E, nell'ora più buia del regno, coloro che dovevano proteggere la propria patria non potevano fare tanto i difficili.</span></p>"
    },
    {
      "epId": 3619,
      "name": "Apostolo dell’Abisso Cascata algida",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/08/190184121/507d0934844c7323bf34e279d84c6ca2_5524472234444918184.png",
      "desc": "<p>Un mostro dell'Ordine dell'Abisso che brandisce delle lame ghiacciate in battaglia.</p><p>Proprio come esistono santi che diffondono e glorificano il verbo abissale, ci sono anche emissari che devono correggere qualsiasi distorsione e rimuovere ogni dissonanza.</p><p>La gente dice spesso che l'acciaio è come il ghiaccio che trafigge il corpo, ma questo gelo oscuro sembra congelare persino l'anima.</p>"
    },
    {
      "epId": 3695,
      "name": "Guardiano dell'Oasi di Apep",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/17/95525664/d6fda0fbccc37d41505ff1fcce5b6e77_4344157556890324852.png",
      "desc": "<p>﻿<span style=\"color: rgba(255, 255, 255, 0.65)\">Apep camminava nell'acqua come un pesce con la sua numerosa prole in quel mare d'erba odorosa, tra gli alberi giganteschi e i rampicanti interminabili. Poi, l'erba, gli alberi e i rampicanti divennero polvere, e sulla terra di Apep venne creato un fragile regno da creature minute come sassolini. Apep e la sua prole lasciarono che il mare di sabbia infuriasse come acqua bollente e spazzasse via le abitazioni come foglie al vento. Un giorno, il nuovo Signore della sabbia si riconciliò con il re che aveva perso la sua patria. Le dune sotto il sole divennero proprietà degli umani, mentre l'oasi dei draghi rimase nei cuori di quest'ultimi.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Apep condivise la conoscenza dell'evoluzione con la sua numerosa prole, poiché disseminare conoscenza ne permette la diffusione, mentre la saggezza accumulata senza scopo ristagna e non porta altro che rovina. Tenne fede al patto con il Signore della sabbia fino al giorno in cui ottenne la saggezza suprema, ma da quel momento non vide altro che scenari di oblio e di calamità eterna. ﻿</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Apep si ritrovò alla mercé di quella visione catastrofica. Le persone, gli dèi, i draghi, le bestie, i volatili e i pesci... Ogni ricordo, saggezza, parola e odio divenne come polvere incolore, e l'ultimo chiaro di luna sarebbe arso in una pioggia di pallide fiamme, per cadere infine su una terra desolata.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">...</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Apep considerò il fondo del mare di sabbia come la sua tomba, non come il palazzo di un re spodestato. Presto il veleno della \"saggezza\" avrebbe liberato Apep dall'odio e dalla rabbia che l'affliggevano da infinite lune. Ne aveva abbastanza di quell'apocalisse priva di colore. Poi, alla fine, la giovane dea e il viaggiatore dalla chioma bionda riportarono alla sua mente che, malgrado la terra verdeggiante che u"
    },
    {
      "epId": 3701,
      "name": "Hilichurl reietto di Anemo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/18/95525664/eb2ff17818f8f4420f9033724d997ea1_2271250635999694443.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Hilichurl erranti che non appartengono ad alcuna tribù. Sembrano essere alla ricerca della genesi predestinata dei loro simili e dello splendore da tempo perduto. Se questi mostri, capaci di comunicare solo per mezzo di un linguaggio rudimentale e privi di storia fossero in grado di annotare le proprie storie epiche e leggendarie, gli Hilichurl erranti ne sarebbero di certo gli eroi protagonisti.</span></p>"
    },
    {
      "epId": 3702,
      "name": "Hilichurl reietto di Hydro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/18/95525664/b4f8e7f2b2567f1bfadb35aeb75ab701_3055200713787576716.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Hilichurl erranti non affiliati a nessuna tribù specifica. Si scorgono spesso mentre vagano in mezzo alla natura come in un esilio involontario. A volte capita che aiutino altri Hilichurl o le loro tribù per varie ragioni, per poi separarsi. Sembrano possedere un livello d'intelligenza superiore rispetto agli Hilichurl ordinari.</span></p>"
    },
    {
      "epId": 3703,
      "name": "Bestia zannuta consacrata",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/190184121/acb74196bfe00408eedd23b1da5b8b20_6493726608245568613.png",
      "desc": "<p>Un predatore che ha subito delle mutazioni dopo aver divorato delle forme di vita più grandi.</p><p>La sopravvivenza del più forte è scritta nella legge della natura, ma gli animali domestici e le Bestie consacrate sono un'eccezione.<br>Le esche degli esseri umani e le spoglie di creature immortali sono essenzialmente trappole volontarie o accidentali.<br>Il prezzo per bramare il dono del più forte è molto più alto della prigionia in una gabbia.</p>"
    },
    {
      "epId": 3704,
      "name": "Cornodrillo consacrato",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/190184121/99a307d9c543af7edbe3619235e526e2_2259492810088991420.png",
      "desc": "<p>Un rettile che ha subito delle mutazioni dopo aver divorato delle forme di vita più grandi.</p><p>Talvolta, le bestie maestose sono venerate dagli umani in quanto incarnazione di un potere supremo, i loro volti sono trasformati in analogie in riferimento alle persone, alimentando così il loro ego.<br>Tuttavia, la maggior parte delle bestie che hanno assorbito quel potere è stata sopraffatta dalla natura stessa di tale potere. Solo in poche si sono evolute assumendo nuove forme.</p>"
    },
    {
      "epId": 3705,
      "name": "Battezzante maligno",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/16/190184121/2899a9fa6efec1006150467a00823c4a_2366083678936854247.png",
      "desc": "<p>Un mostro dell'Abisso che detiene diversi tipi di potere elementale e che si è \"evoluto\" sviluppando degli arti aggiuntivi.</p><p></p><p><em>\"La natura dell'Abisso è sostanzialmente inconciliabile con gli elementi. Tuttavia, persino gli elementi degli dèi possono essere intrappolati e distorti, per poi essere inglobati e diventare strumenti della volontà abissale.<br>A giudicare dai risultati e dall'uso pratico, i 'poteri dell'Abisso' non sembrano essere così diversi dagli oggetti elementali, dai futili contenitori elementali dei Cacciatori di tesori, a quelli tanto potenti quanto una Visione...\"</em></p><ul><li><p>- Appunti abbandonati nell'Hangeh Afrasiyab da uno sconosciuto.</p></li></ul>"
    },
    {
      "epId": 3992,
      "name": "Imperatore del Fuoco e del Ferro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/30/190184121/92cf784732984089c7f5a91f7a42822c_673659486415003581.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Uno dei due sovrani che un tempo governavano le specie aberranti del Mare del Fontemer, oggetto di numerose storie di marinai.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Granchio corazzato che evita i predatori. Dedito alla caccia, il costante consumo di cibo gli permette di crescere, ma lo costringe anche a cambiare continuamente il carapace che lo protegge per potersi adattare alle nuove dimensioni. Purtroppo, però, alla fine diventa semplicemente troppo grande. Prima del primo periodo diluviale, un gigantesco Granchio corazzato attaccò una nave, ma fu respinto negli abissi da Basil Elton, che non era ancora stato riabilitato come comandante.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Immagina un mondo dove l'intera umanità è stata epurata da Teyvat, e il sempre più potente Imperatore del Fuoco e del Ferro indossa il Palais Mermonia come fosse un mantello sfarzoso di pietra bianca. Naturalmente, in un mondo del genere, a nessuno verrebbe mai in mente di chiamarlo, tra il serio e il lepido, \"Imperatore del Fuoco e del Ferro\".</span></p>"
    },
    {
      "epId": 3993,
      "name": "Suite del Vento glaciale",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/13/190184121/377f3a8f5ea5fc082951815af746a2ae_1382252904007418851.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Danzautomi sviluppati dall'Istituto di ricerca di Fontaine.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Bossuet, in origine, voleva che i Danzautomi fossero opere d'arte in grado di trascendere l'era della riproduzione meccanica. Dopo le dimissioni forzate di Bossuet, però, il progetto è passato a Maillardet, che aveva un'idea diversa del risultato da ottenere. Così, nonostante i miglioramenti apportati durante lo sviluppo, i Danzautomi si sono pian piano allontanati dalla visione originale di Bossuet.</span></p>"
    },
    {
      "epId": 4040,
      "name": "Fantasma zampillante contaminato",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/01/190184121/8da283e7673adc136462e3910db364dd_1445763876076900525.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Al giorno d'oggi, ora che le Oceanidi sono state eliminate dalle acque di Fontaine, è possibile trovare in queste ultime alcune bizzarre forme di vita elementali.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Si dice che, nell'era di Egeria, le Oceanidi vivessero spesso assieme agli umani, abitando le sorgenti d'acqua pura sparse per queste terre, mettendo così in collegamento tutte le acque del mondo. Molte di esse, però, perirono insieme alla loro divinità, e per le sopravvissute non c'è più a questo mondo un essere che riconoscano come divino.</span></p>"
    },
    {
      "epId": 4041,
      "name": "Fantasma squarciacque contaminato",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/01/190184121/72fbd17e93004303b15608ce7efc82bb_6555335021924659069.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Al giorno d'oggi, ora che le Oceanidi sono state eliminate dalle acque di Fontaine, è possibile trovare in queste ultime alcune bizzarre forme di vita elementali.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli spiriti elementali apparsi dopo la calamità non hanno l'eleganza e la bellezza delle Oceanidi, e vengono perciò definiti \"contaminati\". Le acque sono state ormai purificate dalle tossine in esse discioltesi, ma a meno che non ci siano contenitori di acqua pura da qualche parte, le acque di Fontaine non daranno mai più vita alle Oceanidi.</span></p>"
    },
    {
      "epId": 4042,
      "name": "Primoplastus della Faglia Frantumapietra gigante",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/d94d8c4feac0e0795a26552689d6689c_5175984544804440264.png",
      "desc": "<p>Una strana forma di vita che si trova principalmente a Elynas.</p><p>Per le Melusine, i Primoplasti della Faglia sono totalmente innocui e, per alcune, addirittura adorabili.</p><p>La percezione visiva delle Melusine è molto diversa da quella umana.</p>"
    },
    {
      "epId": 4043,
      "name": "Primoplastus della Faglia Frantumapietra ",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/1317767095153c379837899e6c332db7_2777687772910203127.png",
      "desc": "<p>Una strana forma di vita che si trova principalmente a Elynas.</p><p>I Primoplasti della Faglia ricevono un potente shock quando s'imbattono nelle energie di Ousia o Pneuma. Un'ottima strategia per allontanarli in modo poco aggressivo e poco invasivo.</p>"
    },
    {
      "epId": 4044,
      "name": "Primoplastus della Faglia Granfiore gigante",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/622d9d846f1b800fa92b4c9c24ece5a7_7762759704825185776.png",
      "desc": "<p>Una strana forma di vita che si trova principalmente a Elynas.</p><p>La natura dei Primoplasti della Faglia non è paragonabile alle categorie a noi note. Non sono animali, piante, Fungoidi o Elementali. I ricercatori di Sumeru non hanno mai raggiunto un consenso formale su cosa essi siano, al punto che venne infine vietato di usarli come oggetti di ricerca. Il motivo è che, in base all'attuale sistema di conoscenze, si tratta di un quesito simile alle \"definizioni prescritte dal linguaggio e dalla vera natura delle cose\", ed è quindi impossibile ottenere una risposta definitiva.</p>"
    },
    {
      "epId": 4045,
      "name": "Primoplastus della Faglia Granfiore",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/20577441/dd7d9c3c7e9285b9650a64fc6550622b_468218848325405157.png",
      "desc": "<p>Una strana forma di vita che si trova principalmente a Elynas.</p><p>A Fontaine, il primo avvistamento documentato di un Primoplastus della Faglia risale a poco dopo il cataclisma. I documenti del tempo mostrano casi di Primoplasti della Faglia sia ostili che amichevoli nei confronti degli umani.</p><p></p>"
    },
    {
      "epId": 4046,
      "name": "Meka perlustratore",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/25/45954971/48061b3b93400b521d7f6a106e3be992_4222177513024904080.png",
      "desc": "<p>Uno dei primi Mekautomi di nuova generazione. </p><p>Si dice che, durante il periodo trascorso all'Istituto di Filosofia Naturale, Guillotin, il Re dei meccanismi abbia creato macchine in grado di simulare l'intelligenza. Anche se non lo ammise mai apertamente, questa diceria ha comunque incoraggiato generazioni e generazioni di ingegneri ambiziosi. Decenni fa, uno di loro annunciò di aver creato una macchina in possesso non solo dell'abilità di formare pensieri semplici, ma anche della capacità di comprendere le emozioni umane. Tuttavia, i suoi risultati non furono mai riconosciuti.</p>"
    },
    {
      "epId": 4047,
      "name": "Meka potenziatore aritmetico",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/25/45954971/4ec784291ea99993f6686f9d3a426e7c_6081236865551332020.png",
      "desc": "<p>Un Mekautoma ideato per trasmettere e potenziare segnali.</p><p>L'energia che alimenta questo Mekautoma è generata da una reazione di annichilazione controllata tra Ousia e Pneuma nel nucleo cinetico. Di conseguenza, sovraccaricarlo con troppa energia ne mina l'equilibrio originale.</p>"
    },
    {
      "epId": 4048,
      "name": "Meka ricognitore subacqueo",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/25/45954971/b9ca37bdb52f97383d85b4f66e50dcb4_7023906971420084492.png",
      "desc": "<p>Un Mekautoma ideato per la ricognizione subacquea.</p><p>In mancanza di progressi significativi nella ricerca dinamica, la ricerca nella cinematica ha avuto l'impatto più significativo sulla progettazione dei Mekautomi. Per quanto riguarda le macchine progettate per eseguire incarichi specifici, la biomimesi ha sovente offerto le risposte più pratiche.</p>"
    },
    {
      "epId": 4049,
      "name": "Meka ricognotore geologico",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/24/45954971/3a81c7a807064d303c5ff9875e9a55e9_3677757498624806447.png",
      "desc": "<p>Un Mekautoma ideato per la ricognizione sotterranea e la ricerca di determinati minerali. Poiché è possibile impostare il tipo di metallo, questo dispositivo è molto popolare tra i Cacciatori di tesori e gli avventurieri.</p>"
    },
    {
      "epId": 4050,
      "name": "Meka pattugliatore subacqueo",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/24/45954971/b775dedd61136d903e632957c44bd0ef_7735795237195063669.png",
      "desc": "<p>Questo tipo di Mekautoma è stato ideato per cercare, respingere e, se necessario, eliminare le forme di vita aquatiche che minacciano la strumentazione sott'acqua.</p><p>Fin dal primo periodo diluviale, l'Istituto di ricerca di Fontaine ha il timore che possa avvenirne un secondo. Alcuni membri hanno proposto di recuperare le rovine perdute tra le onde e costruire una città sott'acqua, mentre gli altri guardano alle intoccabili isole nel cielo speranzosi di costruire una metropoli sulle nuvole.</p><p>Il Meka pattugliatore subacqueo è stato concepito dai primi, ma a giudicare dai risultati, sono i secondi a trovarsi in vantaggio al momento.</p>"
    },
    {
      "epId": 4051,
      "name": "Meka mietitore agile",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/24/45954971/c1372e55bbaf19e920adc15db17495b4_2557425311714862998.png",
      "desc": "<p>Un mekautoma progettato per scavare e trasportare terreno. Per via della capacità intrinseca dell'acqua e del terreno locale di conservare e trasmettere Ousia e Pneuma, i Mekautomi alimentati dall'annichilazione di queste energie sono molto popolari a Fontaine. Questo spiega anche perché gli avventurieri potrebbero incontrare occasionalmente bloccchi di Ousia e di Pneuma.</p>"
    },
    {
      "epId": 4052,
      "name": "Meka segnalatore",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/24/45954971/85468f98a89ea054000a5b2fa173cdf0_4748178541385050978.png",
      "desc": "<p>Un meccanismo in grado di scagliare l'energia generata da una reazione di annichilazione.</p><p>Tecnicamente parlando, era in origine un dispositivo di prova nato dalle ricerche dell'Istituto di Filosofia Naturale prima della fondazione dell'Istituto di ricerca di Fontaine.</p><p>Per questo, nonostante il suo considerevole successo commerciale come sentinella e dispositivo di difesa, la maggior parte degli ingegneri non lo considera un vero Mekautoma.</p>"
    },
    {
      "epId": 4053,
      "name": "Meka assaltatore specializzato",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/24/45954971/85a478480f3c5c0dfcdf5a178009b28c_6145191543911693321.png",
      "desc": "<p>Assieme al Meka perlustratore, è stato uno dei primi Mekautomi di nuova generazione a essere realizzato (anche se, naturalmente, dopo centinaia di anni, nessuno li chiama più \"di nuova generazioe\". <span style=\"color: oklab(0.899401 -0.00192499 -0.00481987)\">Venivano chiamati così per distinguerli dai</span> Mekautomi alimentati a energia potenziale).</p><p>Il nome è stato scelto per commemorare un amico dell'inventore, ed è stato originariamente progettatto per aiutare le persone. Tuttavia, la sua abilità di attaccare le persone è diventata la sua vera forza, evitando così la necessità di mettere il personale alleato a rischio.</p>"
    },
    {
      "epId": 4054,
      "name": "Meka soppressore specializzato",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/24/45954971/85a478480f3c5c0dfcdf5a178009b28c_5036624776763510370.png",
      "desc": "<p>Un Mekautoma adattato della tipologia Cal. Scherbius. Purtroppo, non ha capacità oltre a quelle offensive.</p><p>Normalmente, i Mekautomi basati sull'energia di annichilazione producono la propria energia usando ripetitori composti da cristalli speciali che raffinano Ousia e Pneuma dall'ambiente di Fontaine. Ma, al di fuori di Fontaine, possono usare dei Blocchi d'energia appositamente preparati per percorrere brevi distanze per brevi lassi di tempo. La differenza può essere osservata dalla forma dei componenti di cristallo sul Meka.</p>"
    },
    {
      "epId": 4055,
      "name": "Meka sterminatore specializzato",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/45954971/62107fbdc969e0a93e64a3177ae99f09_7019570974483563954.png",
      "desc": "<p>Sebbene l'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine sia la principale organizzazione coinvolta nella ricerca e nella progettazione dei Mekautomi, ci sono anche molti ingegneri e laboratori indipendenti affiliati all'Istituto.</p><p>La prima macchina in assoluto di questo tipo fu progettata da un ingegnere indipendente per commemorare la sua amata e il suo finanziatore. Alla fine la macchina fu acquistata dalla Maison de la Garde come uno strumento per mantenere la sicurezza municipale (o, come pensano alcuni, il monopolio della violenza da parte del Governo).</p>"
    },
    {
      "epId": 4056,
      "name": "Meka costruttore specializzato",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/22/45954971/020a0fc9212bf8f081a3d1488b0d138b_7615554573271080383.png",
      "desc": "<p>Un tipo di grosso Mekautoma che ha anche un valore incommensurabile se utilizzato nella costruzione di edifici e scavi archeologici. Il nome deriva da un ingegnere impiegato da Callas durante la costruzione della Linea Clémentine.</p><p>Grazie all'aiuto finanziaro di Callas, l'ingegnere costrui la leggendaria \"Nave dorata\", un gigantesco macchinario da costruzione usato per scavare il Tunnel Poisson. Una volta che fu completato il lavoro, questo tipo di Mekautoma venne progettato con una struttura simile ma in scala ridotta.</p>"
    },
    {
      "epId": 4057,
      "name": "Razza cacciatrice",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/22/45954971/698535753fc8a6245f0f7fbf8da670fc_4822664417703165822.gif",
      "desc": "<p>Una razza in grado di scagliare lame d'acqua.</p><p>Tra gli Aberranti del Fontemer, ci sono delle strane forme di vita \"xenocromatiche\". Si dice che non siano in realtà creature viventi, ma spiriti dell'oceano che non hanno né assunto una forma fisica né hanno inghiottito esche. Si vocifera che offrano benedizioni a chi viene accettato dal Fontemer e a chi è in grado di controllarlo. Ovviamente, coloro che hanno una comprensione più profonda della filosofia naturale non danno adito a queste speculazioni infondate.</p>"
    },
    {
      "epId": 4058,
      "name": "Granchio corazzato",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/20577441/329e20cf29240d29d0ac7fe36c2387ec_5655003204820620988.gif",
      "desc": "<p>Un granchio che usa conchiglie come dimora.</p><p>Sembra che non abbia l'aggressività tipica di molti animali feroci. Forse è perché gli animali che attaccano per scopi diversi dal procacciarsi cibo hanno un certo livello di territorialità. Tuttavia, il territorio del Granchio corazzato non è altro che la casetta che porta sulle spalle.</p>"
    },
    {
      "epId": 4059,
      "name": "Granchio scudosolido",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/20577441/7168a0d811160529c393961c354c4bdc_2279466405462160774.png",
      "desc": "<p>Un granchio che usa le conchiglie come dimora.</p><p>Mentre crescono, i Granchi corazzati sono alla costante ricerca di gusci adatti al proprio corpo. C'è stato un romanzo molto popolare a Fontaine per un periodo, narrava la storia di un Granchio corazzato in cerca di un guscio adatto. Pur essendo la storia piena di elementi fantastici, l'accoglienza del libro ha dimostrato, come molte fiabe, di aver commosso in modo particolare gli adulti.</p>"
    },
    {
      "epId": 4060,
      "name": "Medusa cappellaia",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/05/190184121/87bb57452620c85eae7b1085cef22e9e_4584941349514947093.gif",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una creatura acquatica che caccia sparando proiettili d'acqua.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Anche se sembra un cappello, in realtà mangia dalla parte inferiore del corpo, quindi non è molto consigliato indossarla. Citando le parole di qualcuno che una volta ci ha provato: \"Non è stata una mossa molto intelligente, vero?\"</span></p>"
    },
    {
      "epId": 4061,
      "name": "Ippocampo gorgogliante",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/01/20577441/5a552de7e3c66ce34928e7bb2743aec9_4115820839715761745.gif",
      "desc": "<p>Una creatura acquatica che caccia sparando proiettili d'acqua.</p><p>Tra le fila (diciamocelo, molto sparute) degli amanti degli Aberranti del Fontemer, gli Ippocampi gorgoglianti hanno molti fan. Proprio come gli amanti dei Mekautomi, un piccola fetta degli amanti degli Aberranti del Fontemer può risultare molto altezzosa quando si tratta di persone con opinioni diverse dalla loro.</p>"
    },
    {
      "epId": 4062,
      "name": "Ippocampo spumeggiante",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/30/20577441/48571f3d117c52e91764c7ff89d44b52_4268888337379525565.png",
      "desc": "<p>La forma adulta di un maschio di Ippocampo gorgogliante. Una creatura estremamente aggressiva.</p><p>Alcune persone affermano anche di aver incontrato il re degli ippocampi. Si dice che sia un essere orgoglioso con quattro lunghi arti.</p>"
    },
    {
      "epId": 4063,
      "name": "Polpotondo",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/190184121/fee95eca531db38ef9c235adf1a78939_8108447648751407867.gif",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una creatura acquatica che caccia sparando proiettili d'acqua.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">La capacità di scagliare bombe d'acqua non è rara tra gli Aberranti del Fontemer, ovviamente. Ma, per i subacquei comuni, generalmente turisti, un simile getto d'acqua ad alta pressione può risultare una minaccia notevole. Lo spessore dell'equipaggiamento per immersioni è necessario per due ragioni: in primo luogo, per resistere alla pressione dell'acqua stessa; in secondo luogo, per proteggere dagli attacchi degli Aberranti del Fontemer.</span></p>"
    },
    {
      "epId": 4064,
      "name": "Lepre marina angelica",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/30/157266935/6d053f1ef1b24b3d00aa46c80beec288_6178169715850126145.gif",
      "desc": "<p>Una creatura acquatica che caccia sparando proiettili d'acqua.</p><p>Da un punto di vista evolutivo, si suppone che gli Aberranti del Fontemer si siano sviluppati da creature acquatiche a causa di fattori ambientali specifici di Fontaine. Pertanto, si può dedurre che, in passato, le forme di vita acquatiche originarie di Fontaine non fossero molto diverse da quelle originarie delle altre regioni di Teyvat.</p>"
    },
    {
      "epId": 4065,
      "name": "Lepre marina cherubica",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/03/157266935/c58af38ac984e0b69693a33ef6750a5b_6348653525211710714.png",
      "desc": "<p>La forma adulta di una Lepre marina angelica. Le \"ali\" sul dorso sono in realtà composte di grasso e servono per immagazzinare energia elementale.</p><p>Questo tipo di creatura marina trascorre tutta la vita a mangiare e a conservare una quantità d'energia che va ben oltre le sue reali esigenze. Forse, se un giorno gli oceani si prosciugassero, sarebbe in grado di sopravvivere... o diventerebbe semplicemente un'importante fonte di nutrimento per altre creature.</p>"
    },
    {
      "epId": 4066,
      "name": "Blobbofoca",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/06/190184121/640ca728bc061ad3a4a830e4ee987ec1_5273939020511390453.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mammifero che vive nelle regioni acquatiche di Fontaine. Comunica con i suoi compagni tramite suoni melodiosi.<br>Grazie alla sua densità, l'acqua conduce il suono molto più efficientemente dell'aria. Prendendo ispirazione dalla Blobbofoca, qualcuno dell'Istituto di ricerca ha inventato un tipo di tecnologia che ha convertito le immagini in dati per facilitare la trasmissione istantanea. Ma a causa dei limiti tecnici dell'esperimento, non è mai stato usato in grande quantità fuori dall'Istituto.<br>In realtà, però, la tecnologia di trasmissione dei dati basata sul fluido e sul suono è esistita da tempi antichi. Come si suol dire, sotto il sole non c'è nulla di nuovo.</span></p>"
    },
    {
      "epId": 4343,
      "name": "Generatore di campo sperimentale",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/03/45954971/ab24c8594ba1b25bf22b029635b9f4d0_6754212908397045010.png",
      "desc": "<p>Un prodotto dell'Istituto di ricerca per l'ingegneria dell'Energia cinetica di Fontaine andato fuori controllo a causa di un incidente.</p>"
    },
    {
      "epId": 4344,
      "name": "Ippocampo  Perlamillenario",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/02/45954971/e759d93984bdc8a1bc1963c735a2fcef_4072804001298341273.png",
      "desc": "<p>Un antico sovrano degli Aberranti del Fontemer che vive in una grotta. Ha un corpo dalla bellezza illusoria e un carateraccio più feroce di una tempesta di fulmini impetuosa.</p>"
    },
    {
      "epId": 4345,
      "name": "Operativo del Vento",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/190184121/aae4d48597cbdb452d7113200f76a95d_342531610379872518.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un agente d'élite dei Fatui.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Gli \"Operativi\" non hanno un grado militare ordinario tra i Fatui. In base agli ordini ricevuti e al contenuto delle loro missioni, possono lavorare assieme ad altri soldati, da soli o collaborando con le \"pedine\" nascoste e sparse per il mondo. Spiano, fanno controspionaggio, proteggono, assassinano e svolgono altri compiti. Per svolgere efficacemente le loro missioni di natura più speciale, gli \"Operativi\" devono anche padroneggiare qualsiasi tipo di abilità e persino varie arti e talenti.</span></p>"
    },
    {
      "epId": 4346,
      "name": "Operativo del Gelo",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/190184121/b2c598a4fa81be8bb43ba35074d92f74_6760766336696432462.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un agente d'élite dei Fatui.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Selezionati quando sono ancora bambini, possono diventare \"Operativi\" solo dopo lunghi anni di addestramento e di insegnamento, e solo dopo aver passato innumerevoli selezioni. Sono i soldati più eccezionali tra i Fatui, con un'abilità straordinaria e una fedeltà incrollabile.</span></p>"
    },
    {
      "epId": 4401,
      "name": "Meka d'assalto subacqueo",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/190184121/42bd4ed7c62bde287d29b7b393d40bbd_7118878606059069665.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Mekautoma progettato per condurre attacchi subacquei. A differenza dei modelli come il \"Meka pattugliatore subacqueo\", è in grado di affrontare avversari molto più grandi e agguerriti. Naturalmente, il prezzo da pagare per tali capacità e per il suo costo di produzione è che non è in grado di sprigionare appieno le sue capacità contro avversari più piccoli.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Tanto tempo fa, Fontaine subì la catastrofica invasione di un enorme mostro. La riverita Armata bianca che navigava sul Grande Lago Terrestre fu completamente distrutta difendendo la nazione. Il progettista sperava che, se una cosa del genere si fosse ripetuta, il Mekautoma avrebbe avuto una potenza di fuoco navale sufficiente a costituire la prima linea di difesa, prima dei soldati e dei generali.</span></p>"
    },
    {
      "epId": 4571,
      "name": "Tulpa di Hydro",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/21/190184121/685c8e4b6a58dbed2c74cbbf1cbb977c_982186260067929149.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un mostro umanoide formato dall'agglomerazione di infinite gocce d'acqua.</span></p>"
    },
    {
      "epId": 4572,
      "name": "Narvalo Divoramondi",
      "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/23/45954971/278f947a4cbd5097de46e7efb64dbc39_1432744513697629406.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Una misteriosa creatura gigantesca proveniente da un altro mondo. I poeti spesso paragonano il cielo stellato all'oceano. Hanno visto o sognato innumerevoli plancton bioluminescenti che fluttuano su un mare senza luna, che assomiglia a una galassia, oppure la luce lunare quarciata da onde sulla superficie del mare, come stelle luccicanti. Nelle storie più favolose o nelle bugie più oltraggiose, le stelle che si trovano nelle profondità del cosmo potrebbero essere piene di vita, proprio come Teyvat, e l'universo stesso somiglia a un oceano.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Parlando in termini realistici, tuttavia, se un universo profondo e pieno di vita esiste, perché nessuna di queste forme di vita ha provato a entrare in contatto con Teyvat?</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Forse l'universo tenta d'infilstrarsi a Teyvat da tempo, o magari un potere superiore ha creato dei confini a protezione di questo mondo.</span></p>"
    },
    {
      "epId": 5056,
      "name": "Suanni solitario",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/08/157266935/f02b8c509e8b9e4440f8c7d044f8206e_3870849605733250672.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Queste bestie mitologiche eleganti e superbe vivono solo sulle montagne avvolte da energia adeptica.<br>Considerate un simbolo di buon auspicio sin dai tempi antichi, il loro desiderio di vivere in disparte dal mondo materiale è stato motivo di ammirazione da parte degli intellettuali per generazioni. Nelle antiche leggende della Vallata Chenyu, il capo dei suanni era chiamato il Signore della Montagna e veniva considerato pari agli Adepti.<br>Un'altra teoria sostiene che le bestie di Xuanwen che vagano sulle montagne al giorno d'oggi siano i discendenti dei suanni, ma perdendo la purezza originaria del loro sangue nel corso degli anni sono degenerate in creature violente. Anche se questo contraddice un'altra teoria sull'origine delle Bestie Xuanwen, i pochi documenti sui suanni mostrano spesso la presenza di un gran numero di Bestie Xuanwen.<br>Al giorno d'oggi, la famosa danza Wushou nella Vallata Chenyu deriva dai movimenti dei suanni. Ma dato che sono in pochi ad aver visto tali creature, la maggior parte delle persone può solo immaginarne l'aspetto. Dopo migliaia di anni di cambiamenti e interpretazioni artistiche diverse, la testa del costume della danza Wushou è diventata il suo stile attuale.</span></p>"
    },
    {
      "epId": 5057,
      "name": "Bestia Xuanwen",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/190184121/d75494fa72798564617469b6393fac97_8827295186949008995.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Le bestie Xuanwen, chiamate così per via dei disegni scuri sui loro corpi, sono creature feroci che vivono sulle montagne della Vallata Chenyu.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">Nel folklore della regione, nei tempi antichi queste bestie erano al servizio di un Adeptus e avevano il compito di estirpare il male e proteggere la regione. Tuttavia, dopo la dipartita di suddetto Adeptus, si sono trasformate in bestie violente... Queste leggende non possono essere verificate, e nessuno conosce la vera identità di questo Adeptus. Ciò che è certo però, è che per il proprio bene è meglio stare alla larga da queste creature aggressive.</span></p><p><span style=\"color: rgba(255, 255, 255, 0.65)\">A causa dell'inarrestabile avanzata degli umani, nell'arco di oltre mille anni queste bestie hanno perso un'enorme quantità di territorio. Al giorno d'oggi, si vedono solo occasionalmente nelle montagne remote della Vallata Chenyu...</span></p>"
    },
    {
      "epId": 5595,
      "name": "La Fantesca",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/157266935/6673f62e348a0eb42218a128deb8410e_5463761050673975588.png",
      "desc": "<p>La Fantesca, la quarta dei Messaggeri dei Fatui.</p>"
    },
    {
      "epId": 5609,
      "name": "Golem legatus",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/28/190184121/3d9acabfe82467816e21ac130d1bf59a_736664028364492662.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Un Golem a forma di centauro plasmato con marmo e ottone, sotto la cui corazza di dura pietra scorre sangue d'Icore. Imponente come si confà a un Comandante di legione, è sempre pronto a travolgere ogni avversario che osi trasgredire ai dettami del suo onore.<br>Quella civiltà ora sommersa considerava la guerra al pari della musica, un'arte fatta di ritmi e cadenze. Chi si occupava di schierare una legione, pertanto, era di fatto come un direttore d'orchestra, che usava spada e scudo come le corde e l'archetto di un violino per eseguire una spietata melodia di fiamme sul campo di battaglia.<br>\"La guerra è un male necessario sul cammino che conduce alla pace assoluta\". Queste furono le parole dell'Armosta che guidò una legione di Golem alla conquista del Mare Alto.</span></p>"
    },
    {
      "epId": 5610,
      "name": "Golem pretoriano",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/27/20577441/58a281322c63e65ad15683fe7427a02d_1589505443581733826.png",
      "desc": "<p>Una statua semovente dalla forma di guerriero, che attacca con la sua spada chiunque osi introdursi indebitamente nella sua area di sorveglianza. Non è ben chiaro se sia animata da uno spirito di qualche tipo o da un potere magico esterno.</p><p>Si dice che le legioni di Golem abbiano conquistato le nazioni che vedevano il Mare Alto come la propria casa, e questo poderoso esemplare potrebbe appartenere a una di quelle armate. Le grandi torri e i maestosi palazzi che ora giacciono tra le onde hanno conosciuto la sorte di chi tenta di deviare il percorso della ruota del destino.</p>"
    },
    {
      "epId": 6381,
      "name": "Ninianne del Lago",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/29/362377527/0a047f50a0a1b0a821f295c20fc923fb_10910197636960953.png",
      "desc": "<p>Spirito lacustre soppressore della Faglia</p>"
    },
    {
      "epId": 6382,
      "name": "Vivianne del Lago",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/29/362377527/f9eb34c283df320bf6f9dee97d810500_3961511389725793805.png",
      "desc": "<p>Spirito lacustre soppressore della Faglia</p>"
    },
    {
      "epId": 6397,
      "name": "Generatore di campo supercalcolatore automatizzato",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/12/345834498/b41d5988248088edd12a7f16da6657da_3837063116155942640.png",
      "desc": "<p>Tipologia verificata Aur001</p>"
    },
    {
      "epId": 6561,
      "name": "Automa della Fonte segreta: Cacciatore-Inseguitore",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e9927800b8131027725d29cb61a78b27_9196782947549855132.png",
      "desc": "Un antico Automa delle rovine impiegato per la raccolta di oggetti.<br>La leggenda narra che queste antiche macchine siano state progettate per svolgere incarichi di lavoro specifici e principalmente di carattere sperimentale, tra cui la cattura e la raccolta di campioni, e possiedano funzionalità di combattimento di base.<br>Si dice che non siano state costruite dagli umani, ma da una civiltà ancora più antica. Al giorno d'oggi, quella civiltà è andata perduta, e tutto ciò che ne rimane sono queste strane macchine che vagano sulla terra."
    },
    {
      "epId": 6562,
      "name": "Schermagliatrice della Lama fluente",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/43ad84539dd197c7ce540bbe6d39ba91_7604618065964408856.png",
      "desc": "Una guerriera del Popolo delle Sorgenti, nonché guardiana tribale, che pattuglia le acque e le coste.<br>Completamente disarmati, questi guerrieri hanno affinato le tecniche del combattimento corpo a corpo. I loro pugni e calci, all'apparenza ordinari, racchiudono il potere delle onde che s'infrangono a riva."
    },
    {
      "epId": 6563,
      "name": "Interrogatrice delle Sabbie plasmate",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4def2808096fb71d5667c7e630834d07_8484851673896277161.png",
      "desc": "Una valorosa guerriera dei Figli degli Echi, nonché guardiana tribale, che pattuglia le montagne e i fiumi di cristallo.<br>Brandisce una mazza a testa sferica, e può ridurre in polvere persino le rocce più dure. Quando non usa la sua arma per combattere, la impiega per fare a pezzi le rocce in cerca di gemme preziose e tracce di cristalli di Flogisto."
    },
    {
      "epId": 6564,
      "name": "Cercatrice piè veloce",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/b6a874e5a67445b8599013f973086ead_5119747004834566391.png",
      "desc": "Una guerriera dei Discendenti delle Vette, nonché guardiana tribale, che pattuglia le valli boschive e i ruscelli di montagna.<br>A differenza dei guerrieri delle altre tribù, questi guerrieri si spostano con delle corde speciali, e non cessano di pensare a come sconfiggere i loro avversari con degli attacchi a sorpresa."
    },
    {
      "epId": 6565,
      "name": "Ricognitore burrascoso piè veloce",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/8634313e5c948597c6ae7879d86170c1_67289109661548918.png",
      "desc": "Un guerriero dei Discendenti delle Vette, nonché guardiano tribale, che pattuglia le valli boschive e i ruscelli di montagna.<br>Si dice che questi guerrieri tribali, che brandiscono una spada, passino le giornate sotto gli alberi a tagliare le foglie che cadono per affinare le loro abilità di combattimento. Le foglie che si staccano dagli alberi non fanno alcun rumore, così come i colpi di spada di questi agili guerrieri."
    },
    {
      "epId": 6566,
      "name": "Segantino della Lama fluente",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/0d682da55c48120c375ec107f85222d8_2384101137421954745.png",
      "desc": "Un guerriero del Popolo delle Sorgenti, nonché guardiano tribale, che pattuglia le acque e le coste.<br>Questi guerrieri guidano sempre la carica, e le loro spade sono come denti che dilaniano la carne. Affinano le loro abilità e la loro forza addestrandosi con la spada nell'acqua, sfruttando la resistenza di quest'ultima. I più esperti sono in grado di fendere un pesce perfettamente in due."
    },
    {
      "epId": 6567,
      "name": "Fattorino armato piè veloce",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7c136f463e94a0ffe6accb2d561c7d3c_1379479378945653088.png",
      "desc": "Un guerriero dei Discendenti delle Vette, nonché guardiano tribale, che pattuglia le valli boschive e i ruscelli di montagna.<br>Molti si domandano se le claymore che brandiscono questi guerrieri non siano troppo pesanti, ma forse è proprio la gravosità delle loro mansioni a richiedere l'uso di un'arma con un maggiore effetto dissuasivo."
    },
    {
      "epId": 6568,
      "name": "Rompiscudi delle Sabbie plasmate",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/1becba1ffe3462105f7e0917033f5f1a_5984669209956486899.png",
      "desc": "Un valoroso guerriero dei Figli degli Echi, nonché guardiano tribale, che pattuglia le montagne e i fiumi di cristallo.<br>Brandisce un enorme martello da guerra con ambo le mani, ed è il primo a sfondare le linee di difesa nemiche. Per i Figli degli Echi, che hanno un debole per le gemme e ogni genere di ornamento, il martello è spesso il primo attrezzo a essere maneggiato dai guerrieri tribali da bambini."
    },
    {
      "epId": 6569,
      "name": "Giavellottiere delle Sabbie plasmate",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/50db637254bfc7df0df0afd951c58605_2800982298638640182.png",
      "desc": "Un valoroso guerriero dei Figli degli Echi, nonché guardiano tribale, che pattuglia le montagne e i fiumi di cristallo.<br>In un'epoca in cui le montagne venivano distrutte e le tribù dovevano essere ricostituite, questi guerrieri usavano dei giavellotti per marcare i punti su entrambi i lati del canyon tra cui si sarebbero dovuti scavare i passaggi. Di conseguenza, i giavellotti dovevano essere ben conficcati nella roccia."
    },
    {
      "epId": 6570,
      "name": "Arpioniere della Lama fluente",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/ef7ff6c8ab1f943ce537d0000c473c20_946311458919495849.png",
      "desc": "Un guerriero del Popolo delle Sorgenti, nonché guardiano tribale, che pattuglia le acque e le coste.<br>Le incredibili abilità di questi guerrieri armati di arpione non vanno assolutamente sottovalutate. In passato, si dice che le usassero per cacciare giganteschi mostri marini dalla corazza temprata come l'acciaio."
    },
    {
      "epId": 6571,
      "name": "Guerriero Tepetlisauro: Frangischegge",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/30a7103c31c5fb3242fd67bc8fd522c2_2930472184571811413.png",
      "desc": "Un potente guerriero dei Figli degli Echi, il cui coraggio è stato riconosciuto e che pertanto può indossare la corona saurica.<br>Un guerriero che può colpire con la potenza di una valanga. Persino per i Figli degli Echi, che vivono e respirano le montagne, i guerrieri con la corona saurica sono maestri in fatto di pietre e minerali. Si dice che siano in grado di riconoscerne la purezza e la venatura interne soltanto osservandone l'aspetto esterno."
    },
    {
      "epId": 6572,
      "name": "Guerriero Tepetlisauro: Lama spaccapietre",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/848fb9a07e721141f082a0105ee8529f_3318225535854258117.png",
      "desc": "Un potente guerriero dei Figli degli Echi, il cui coraggio è stato riconosciuto e che pertanto può indossare la corona saurica.<br>Può colpire con la potenza di una caduta di massi. Secondo la leggenda, un tempo i Filoni Sulfurei erano una magnifica catena montuosa, e fu solo con l'avvento della Marea nera, quando i guerrieri dalla corona saurica dei Figli degli Echi scavarono nella roccia per far defluire l'acqua, che assunsero il loro aspetto attuale."
    },
    {
      "epId": 6573,
      "name": "Guerriero Yumkasauro: Vortifoglie",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7bbce536cf943daa97d1136466c1027c_3998547500593143724.png",
      "desc": "Un potente guerriero dei Discendenti delle Vette, il cui coraggio è stato riconosciuto e che pertanto può indossare la corona saurica.<br>Può usare una corda da arrampicata per espandere la portata del proprio attacco. Le corde da arrampicata sono un elemento indispensabile nella vita quotidiana dei Discendenti delle Vette. Tuttavia, solo i guerrieri più scatenati le combinano con delle lame per creare un'arma decisamente letale, ma difficile da controllare."
    },
    {
      "epId": 6574,
      "name": "Guerriera Yumkasauro: Celestifiamma fluente",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/7a00a866dc6b298689ea7bc58f252d24_5774768151024101880.png",
      "desc": "Una potente guerriera dei Discendenti delle Vette, il cui coraggio è stato riconosciuto e che pertanto può indossare la corona saurica.<br>Può usare una corda da arrampicata per espandere la portata del proprio attacco che, tramite un meccanismo sofisticato, può essere sparata dal suo cannone portatile. Per i guerrieri dalla corona saurica dei Discendenti delle Vette, affinare le abilità e il pensiero è più importante di allenare lo spirito e la volontà."
    },
    {
      "epId": 6575,
      "name": "Guerriera Koholasauro: Perforaonde",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/513b6cb9814482bdfc810c7161c14f7c_8829090195419940797.png",
      "desc": "Una potente guerriera del Popolo delle Sorgenti, il cui coraggio è stato riconosciuto e che pertanto può indossare la corona saurica.<br>Può sfruttare temporaneamente il potere delle onde per spostarsi avanti e indietro. Secondo la leggenda, gli eroi della tribù possono muoversi fra le onde a una velocità sorprendente, e i membri della tribù la considerano un'abilità sofisticata di manipolazione delle onde."
    },
    {
      "epId": 6576,
      "name": "Guerriera Koholasauro: Spartibarriere",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/22b96e2aff384ab37f971f4047e68b06_8202641482560940937.png",
      "desc": "Una potente guerriera del Popolo delle Sorgenti, il cui coraggio è stato riconosciuto e che pertanto può indossare la corona saurica.<br>Può sfruttare temporaneamente il potere delle onde per spostarsi avanti e indietro. Si dice che, per padroneggiare quest'abilità, si debbano superare tre fasi di addestramento: l'adattamento, la sottomissione e la manipolazione. Saper padroneggiare quest'abilità è il requisito di base per diventare un guerriero dalla corona saurica del Popolo delle Sorgenti, e il migliore tra loro può usarla addirittura per \"navigare\" sulla terra."
    },
    {
      "epId": 6577,
      "name": "Cucciolo di Tepetlisauro",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/3b6c59574d93ce8d4845714dee7626f9_804421433035659353.png",
      "desc": "Questo giovane Tepetlisauro ha la capacità di spostarsi attraverso le rocce e il Flogisto solido.<br>Le sue corna non sono del tutto formate, e sta ancora sviluppando le sue abilità di scavo. A volte capita che i giovani Tepetlisauri rimangano intrappolati tra le rocce mentre si esercitano a scavare. Tuttavia, un giorno saranno in grado di muoversi liberamente anche attraverso il terreno più duro."
    },
    {
      "epId": 6578,
      "name": "Tepetlisauro",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/43c39306f3245a282f84a19306ae32da_3573803178254302439.png",
      "desc": "Un Saurico con un corno simile a una trivella e dai forti artigli che possono scavare attraverso le rocce e il Flogisto solido.<br>Secondo la leggenda, l'antenato di tutti i Tepetlisauri era un drago grande quanto una montagna, eccezionalmente longevo. Quando dormiva gli si formavano delle montagne sul dorso, e quando si svegliava si scrollava di dosso la terra e le rocce, facendo ricadere sulle sue scaglie delle gemme luccicanti. Si dice che gli enormi oggetti a forma di trivella custoditi dai Figli degli Echi siano i resti del grande corno di quel grande drago."
    },
    {
      "epId": 6579,
      "name": "Cucciolo di Koholasauro",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/ad99f12343b89583883213f221bead57_3275260446546631310.png",
      "desc": "Questo giovane Koholasauro è in grado di nuotare nell'acqua e nel Flogisto liquido.<br>La sua pelle e le sue pinne sono ancora soffici e morbide, al punto da non tollerare a lungo la permanenza in ambienti con alte temperature come gli esemplari adulti. Tuttavia, un giorno sarà in grado di nuotare liberamente nell'acqua."
    },
    {
      "epId": 6580,
      "name": "Koholasauro",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/561ee8a5d8d4fabe58ed1c2605e2e0f3_889114503479780929.png",
      "desc": "Un Saurico con le pinne spesse e dalla coda lunga, in grado di nuotare nell'acqua e nel Flogisto liquido.<br>Secondo la leggenda, i draghi dell'antichità sapevano adattarsi meglio all'ambiente, e se un esemplare più grande di quell'epoca avesse nuotato in superficie, lo si sarebbe persino potuto confondere con un'isola. Si dice che gli attuali Koholasauri siano i discendenti di quel grande drago marino, e che sul loro dorso si possa ancora intravedere la sagoma di quel mostro mastodontico."
    },
    {
      "epId": 6581,
      "name": "Cucciolo di Yumkasauro",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4dc2c6255f04404b37be8b6e7619433e_997530024683997417.png",
      "desc": "Questo giovane Yumkasauro ha la capacità di sputare la pectina dei Vampagrani nascosta nelle sue guance, con cui avvolge gli oggetti distanti.<br>La sua presa, però, non è abbastanza forte, e il suo scarso senso dell'equilibrio non gli consente di muoversi liberamente nell'aria. Talvolta finisce persino per cadere su un lato sedendosi sulla propria coda. Tuttavia, un giorno sarà in grado di ciondolarsi amenamente da un albero all'altro."
    },
    {
      "epId": 6582,
      "name": "Yumkasauro",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e1b8a6914176a0a3a9f003da76eff025_8330021945359045493.png",
      "desc": "Un Saurico dalle possenti zampe posteriori e dalla coda soffice, in grado di sputare la pectina dei Vampagrani nascosta nelle sue guance, con cui avvolge oggetti distanti.<br>Secondo la leggenda, gli Yumkasauri originali non erano assolutamente come oggi, ma molto più piccoli, al punto che erano difficili da vedere. Potevano vagare liberamente trasportati dal vento, aggrapparsi ai corpi dei draghi più grandi o radunarsi in gruppi per poi spostarsi come nuvole. Tuttavia, a seguito della degenerazione delle loro abilità, non ebbero altra scelta che assumere la forma attuale."
    },
    {
      "epId": 6583,
      "name": "Vorace Yumkasauro Re della Montagna",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/20577441/7c1ed7d240424237bc75660e96f3f0ee_5437027261607477957.png",
      "desc": "<p>Un potente Yumkasauro che è sopravvissuto sia all'ingiuria del tempo che a innumerevoli battaglie fino ai giorni nostri.</p><p>Questo \"Re della Montagna\", che un tempo unì le forze con i grandi eroi per affrontare la Marea nera, occupa un posto speciale nel cuore dei Discendenti delle Vette. Alcuni membri della tribù credono che il suo aspetto attuale sia dovuto alla sua fisicità unica, simile a quella del \"Tiranno\" dei Qucusauri... In realtà, è semplicemente perché ha vissuto talmente a lungo e ha mangiato DAVVERO troppo.</p>"
    },
    {
      "epId": 6584,
      "name": "Tiranno Qucusauro Fiammadoro",
      "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/20577441/5709594dc5a9060e80eff1f292116304_1469492780987234684.png",
      "desc": "<p>Un Qucusauro il cui corpo ha acquisito una forma soprannaturale per via di forze persistenti che i corpi dei Saurici moderni non sono in grado di controllare.</p><p>La leggenda narra che, da giovane, il gigantesco Qucusauro che ora dimora nella nebbia della montagna seguì nelle loro avventure gli eroi che salvarono Natlan. Si dice anche che, in passato, uno di quegli eroi accettò di compiere il Pellegrinaggio al Vulcano con lui, così da salvare la sua mente dall'insano potere verso cui la crescente violenza nel suo sangue lo spingeva a incedere. Tuttavia, a giudicare dal suo attuale titolo di \"Tiranno\", quella storia non ebbe un lieto fine.</p>"
    },
    {
      "epId": 6585,
      "name": "Manifestazione cavernosa della Wayob",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/1d4447f1c2a8db6684b3e534f0c5428b_4920118375152472256.png",
      "desc": "I Figli degli Echi venerano la Wayob, che si manifesta sulla terra con il potere dei totem e delle Anime della Notte.<br>Gli abitanti di Natlan credono che la Wayob viva nel regno del Signore della Notte, e che non abbia una forma fissa perché può connettersi a qualsiasi cosa per guidare i membri smarriti della tribù. Le Manifestazioni della Wayob sono particolarmente speciali, e l'entità rivelata attraverso i totem svolge spesso un'importante funzione.<br>I Figli degli Echi credono che la loro Wayob abbia il potere di plasmare montagne e valli, e che possa controllare gli echi generati quando le rocce vengono sfregate tra loro."
    },
    {
      "epId": 6586,
      "name": "Manifestazione effluente della Wayob",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/4f479052edaed71b03e85f9f9cfb5cb4_4059127379931607958.png",
      "desc": "Il Popolo delle Sorgenti venera la Wayob, che si manifesta sulla terra con il potere dei totem e delle Anime della Notte.<br>La cosiddetta \"Wayob\" è la credenza che si è formata gradualmente dalle tribù e dai totem di ossidiana dopo che la gente di Natlan iniziò a comunicare con il Signore della Notte. È una coscienza del pensiero collettivo, nonché la casa delle anime degli antenati.<br>Il Popolo delle Sorgenti crede che la loro Wayob abbia il potere di controllare le maree e le onde, oltre alle variazioni delle acque, correnti o stagnanti che siano."
    },
    {
      "epId": 6587,
      "name": "Manifestazione fogliare della Wayob",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/e6231e9a6421cb92b65a667f24aa5c09_3615733825213584566.png",
      "desc": "Il Popolo delle Sorgenti venera la Wayob, che si manifesta sulla terra con il potere dei totem e delle Anime della Notte.<br>Nei racconti dei cantastorie, le Wayob apparivano spesso come messaggere di prove o guide del regno del Signore della Notte. Un guerriero dalla corona saurica una volta disse di aver combattuto con una Wayob in uno stato di trance mentre praticava le sue abilità, acquisendo così una comprensione più profonda.<br>I Discendenti delle Vette credono che la loro Wayob abbia il potere di controllare lo sviluppo delle radici delle colture, la crescita dei frutti e degli alberi e l'aspetto delle nervature delle foglie."
    },
    {
      "epId": 6588,
      "name": "Incarnazione della lava fluida",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/a5e3af0d9d28a2b8ebbaa30981651b52_5622568281711141665.png",
      "desc": "Uno strano mostro che deve assorbire continuamente calore per rimanere attivo.<br>Un tempo, in tutta Natlan bruciava una fiamma ancora più antica e profonda in una miriade di forme. A quel tempo, gli abitanti usavano questa fiamma per trasmettere luce, calore e saggezza. Credevano che anche la vita e l'anima originassero dalle scintille prodotte sfregando la pietra focaia.<br>Se possiede un nucleo che arde in eterno, anche una pietra ostinata può donare la vita. Le braci all'interno del corpo dell'Incarnazione della lava sembrano residui ormai freddi della cenere di quell'epoca antica."
    },
    {
      "epId": 6589,
      "name": "Incarnazione della lava contaminatrice",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/27/02e52fb6fb80afefb8398ab4ce85d320_4906781479518285593.png",
      "desc": "Uno strano mostro che deve assorbire continuamente calore per rimanere attivo.<br>L'antica civiltà utilizzava diversi tipi di motivi dorati che, grazie alla loro saggezza, alimentavano il flusso di Flogisto e permettevano a costrutti enormi e a magnifiche città di operare. Si dice che, oltre alle macchine con strutture fisse, le creature conosciute come \"Incarnazioni della lava\" siano forme di vita gravemente danneggiate che furono create allo stesso modo. Tuttavia, da quando le fiamme della montagna sacra sono state spente, la maggior parte di loro ha perso la motivazione e il senso dell'orientamento."
    },
    {
      "epId": 7056,
      "name": "Automa della Fonte segreta: Dispositivo di configurazione",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/be7ef508bd73f3eeea5522c7409258b9_2512975982839589171.png",
      "desc": "Una macchina da produzione proveniente da antiche rovine. Questo tipo di macchina, che può assumere molteplici forme, veniva usata dai maestri delle antiche rovine per svolgere vari compiti di fabbricazione. A patto che s'impari a utilizzarla, si può costruire una città colossale oltre ogni immaginazione, anche in ambienti estremi come le profondità di un vulcano.<br>Inoltre, sembra che sia possibile utilizzarla come arma. Anche se l'antica civiltà è scomparsa da tempo, questa macchina a forma di artiglio gigante, alimentata dai motivi dorati che vi sono incisi sopra, può ancora combattere seguendo delle istruzioni predefinite."
    },
    {
      "epId": 7081,
      "name": "Mimiflora tenebrosa",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/2bdd8939119a34c70b5dd45a4daf426c_7371904873920349725.png",
      "desc": "Mostri dell'Abisso discesi in questo mondo dalle profondità di un luogo contorto e alieno, il cui aspetto ricorda quello di una pianta.<br>Si dice che, ove lambiscano le onde contaminanti della marea oscura, cresceranno questi mostri simili a piante. La loro somiglianza è solo superficiale, perché hanno adottato tale forma solo per avvicinarsi al mondo arboreo, poterne estrarre i concetti necessari, analizzarli e imitarli.<br>Alcuni folli che hanno perso la testa dicono che quelle cose che si estendono come foglie siano in realtà delle porte per altri mondi nella loro fase iniziale."
    },
    {
      "epId": 7125,
      "name": "Papilla tenebrosa",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/4f48bdf376d1b4597c8c54a0fe47c8b8_6380943058011605348.png",
      "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">Creature dell'Abisso dalle sembianze vegetali arrivate da un altro mondo, oscuro e imperscrutabile.<br>Queste distorte mostruosità sono in grado di penetrare nelle viscere della terra, estraendo ricordi da imitare e manipolare. Tramite questo processo di distorsione della memoria, assumono forme più sordide e complesse e si avvicinano gradualmente al nucleo dell'Irminsul, minacciandone l'esistenza.<br>Alcuni dicono che queste aberrazioni lavorino costantemente per corrompere i molti colori della luce, lasciando, al loro passaggio, nient'altro che informazioni oscure. Tale ipotesi sembra essere confermata dai rami che si estendono verso l'esterno, come a tentare di perforare il vuoto...</span></p>"
    },
    {
      "epId": 7126,
      "name": "Guerriera alata: Solcacieli",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/45807494c2f07ab937f4fb3ff1a5b2c1_5892185410647942709.png",
      "desc": "Una guerriera del Clan Piumafiore, nonché guardiana tribale, che pattuglia i ripidi crinali delle montagne.<br>Questi guerrieri tribali si fidano delle proprie mani più che di qualsiasi altra arma. Soprattutto, sono rinomati per il loro portamento agile e flessibile."
    },
    {
      "epId": 7127,
      "name": "Guerriera alata: Tagliapiume",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/50be5682cf29e57809c3b0320b9b65fe_5692014212110070862.png",
      "desc": "Una guerriera del Clan Piumafiore, nonché guardiana tribale, che pattuglia i ripidi crinali delle montagne.<br>Fieri spadaccini, i colpi d'arma di questi guerrieri sono travolgenti come la massima apertura alare di un Qucusauro. Dalle ferite che infliggono sgorgano fiotti di sangue come piume disseminate."
    },
    {
      "epId": 7128,
      "name": "Guerriera medianica: Determinatrice",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/efa0fe07d28fdf0f942b251ac6251a64_5742924486267071729.png",
      "desc": "Una guerriera dei Maestri del Vento della Notte, nonché guardiana tribale, che pattuglia i canyon ricoperti dalla foschia.<br>In un certo senso, queste guerriere sono in grado di attingere al potere della vernice sul proprio corpo per brandire le armi con la loro forza di volontà."
    },
    {
      "epId": 7129,
      "name": "Guerriero medianico: Psicocinetico",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/57dca5438e4de8462edfa5802eab0730_1018647605786337261.png",
      "desc": "Un guerriero dei Maestri del Vento della Notte, nonché guardiano tribale, che pattuglia i canyon ricoperti dalla foschia.<br>Si dice che la vernice che questi guerrieri applicano sul loro corpo sia una forma d'arte evolutasi dalla pratica dell'Incisione di Flogisto, e che richieda molti anni di allenamento per padroneggiarne appieno il potere all'interno."
    },
    {
      "epId": 7130,
      "name": "Guerriero medianico: Contemplatore",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/5332d4257a72914d2f4f09771626730a_5760302545998927094.png",
      "desc": "Un guerriero dei Maestri del Vento della Notte, nonché guardiano tribale, che pattuglia i canyon ricoperti dalla foschia.<br>Solo le sentinelle che hanno superato la prova per dimostrare la propria forza possono tingersi il corpo con questa vernice infusa di poteri misteriosi. Ciò significa anche che questi guerrieri hanno raggiunto una nuova fase del loro allenamento mentale."
    },
    {
      "epId": 7131,
      "name": "Guerriero alato: Padrone dei cieli",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2b14580356de5290f651e7628b5b494c_4682414853625536602.png",
      "desc": "Un guerriero del Clan Piumafiore, nonché guardiano tribale, che pattuglia i ripidi crinali delle montagne.<br>Osservando ed emulando la presa dei Saurici volanti con i propri artigli, questi guerrieri hanno afferrato l'essenza della capacità di sfruttare il proprio potere. Mai sottovalutare i calci che sferrano dall'alto."
    },
    {
      "epId": 7132,
      "name": "Guerriero Qucusauro: Martello stellare",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6c9484cb4de892b545a04461578c5f64_7231697792170681469.png",
      "desc": "Un potente guerriero del Clan Piumafiore, il cui coraggio è stato riconosciuto e che pertanto può indossare la corona saurica.<br>Perfino a Natlan, la Nazione di Pyro, i membri del Clan Piumafiore hanno un approccio unico quando si tratta di usare fuoco e fiamme. Per questi guerrieri tribali, armati di pesanti martelli, le fiamme che scoppiano dalle violente collisioni simboleggiano l'intensità della propria passione. Quando vanno in battaglia, di solito essa termina in un istante. E come sempre, loro ne escono vincitori."
    },
    {
      "epId": 7133,
      "name": "Guerriera Qucusauro: Cielo ardente",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/d2665de5e4858414a6895ec9fae5089f_3972132336040982.png",
      "desc": "Una potente guerriera del Clan Piumafiore, il cui coraggio è stato riconosciuto e che pertanto può indossare la corona saurica.<br>Tra le tante specie di Saurici, i Qucusauri risultano particolarmente orgogliosi, e questa è una caratteristica in comune con i Guerrieri Qucusauri in grado di ottenerne il riconoscimento. Si dice che, in passato, i guerrieri della tribù osservassero questi Saurici color cremisi che si divertivano lanciando rocce fiammeggianti da altezze elevate. Si dice anche che fu così che venne loro in mente l'idea di creare dei proiettili che innescassero delle reazioni esplosive a catena. Questo concetto, rifinito nel corso del tempo, sarebbe all'origine di molte delle armi da fuoco del Clan Piumafiore."
    },
    {
      "epId": 7134,
      "name": "Guerriero Iktomisauro: Cavalcaonde glaciale",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/6207957f3fed957a507b86fac6865cb4_2452109276500528109.png",
      "desc": "Un potente guerriero dei Maestri del Vento della Notte, il cui coraggio è stato riconosciuto e che pertanto può indossare la corona saurica.<br>I guerrieri tribali dei Maestri del Vento della Notte di solito non eccellono in termini di forza in senso stretto. La loro abilità di manipolare le armi con facilità deriva da anni di allenamento mentale. Perciò, piuttosto che nell'abilità di combattimento in sé, i guerrieri dei Maestri del Vento della Notte attribuiscono un valore maggiore al dono di \"parlare con gli spiriti\". Si dice che, attingendo esclusivamente al potere di alcuni graffiti speciali e alla propria forza di volontà, i guerrieri medianici più portentosi possano sollevare massi alti quanto una persona."
    },
    {
      "epId": 7135,
      "name": "Guerriera Iktomisauro: Cannone Cryocristallino",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/37c75d8d909e51f76f6c46d9540eb7f1_7224998269466726140.png",
      "desc": "Una potente guerriera dei Maestri del Vento della Notte, il cui coraggio è stato riconosciuto e che pertanto può indossare la corona saurica.<br>Si dice che tutti i guerrieri tribali accettati dagli Iktomisauri possiedano dei sensi eccezionalmente sviluppati e una forza mentale formidabile, senza eccezione. Sono in grado addirittura di usare il proprio potere per modificare leggermente la traiettoria dei proiettili dei loro cannoni."
    },
    {
      "epId": 7136,
      "name": "Cucciolo di Qucusauro",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/8e80620ed22661946b3d4e43e8be4309_8919609485819161635.png",
      "desc": "Un giovane Qucusauro dal corpo agile e leggero.<br>Il collo e le ali non sono ancora completamente sviluppati, e ha ancora molta strada da fare prima di riuscire a maneggiare il Flogisto aeriforme. Si narrano storie di Qucusauri più anziani che spingono i giovani della loro specie giù dalle rupi per incoraggiarli a volare. Sebbene non esista alcuna certezza circa la veridicità di tali racconti, se continuerà a esercitarsi giorno e notte, senza dubbio il giovane di Qucusauro dalle morbide piume diventerà forte e resiliente."
    },
    {
      "epId": 7137,
      "name": "Qucusauro",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a8590e1767b6cd1267c360a179abd198_8185677779111275224.png",
      "desc": "Un Saurico con grandi ali flessibili, in grado di planare a mezz'aria per lunghe tratte.<br>Si dice che gli antenati dei Qucusauri fossero i più simili ai potenti draghi alati, e che potessero librarsi nel cielo come nuvole. Secondo le leggende, si dice che quando il più grande di questi draghi spiegava le ali, oscurasse tutto il cielo. Naturalmente, i Qucusauri che vediamo oggi non possiedono più una tale forma, ma gli artigli che nascondono all'interno del loro soffice piumaggio sono rimasti affilati come quelli degli antenati."
    },
    {
      "epId": 7138,
      "name": "Cucciolo di Iktomisauro",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/eebb64937180794a65675116add814e7_5159763674771614751.png",
      "desc": "Un giovane Iktomisauro dai sensi molto sviluppati.<br>Deve ancora finire di sviluppare completamente il piumaggio... e ha anche l'aria di non essere molto sveglio. Si dice che, tra i Saurici oggi presenti in questo mondo, gli Iktomisauri non siano solo quelli più longevi, ma abbiano anche lo sviluppo nella forma adulta più lento. Possiedono la capacità di comunicare con le Wayob o il Regno della Notte, anche se possono volerci molti anni prima che gli esemplari più giovani sviluppino tale capacità."
    },
    {
      "epId": 7139,
      "name": "Iktomisauro",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2560f87598aac002d822ed50eabbefb5_8661891078902806258.png",
      "desc": "Gli Iktomisauri sono in grado di sfruttare il proprio piumaggio per saltare, e sono anche l'unica specie di Saurici ad aver capito come entrare nel cosiddetto stato medianico.<br>Secondo la leggenda, i loro antenati non avevano una forma fisica, ma viaggiavano tra la realtà e il regno degli spiriti proprio come questi ultimi, materializzandosi attraverso l'oscurità della notte. Inoltre, alcuni dicono che neanche il primo Iktomisauro emerso dal Regno della Notte fosse un vero Saurico, bensì una specie unica e diversa da tutte le altre."
    },
    {
      "epId": 7140,
      "name": "Manifestazione gelida della Wayob",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/a5d2cedceabf878d6c453f003974c3a4_1637833406719075307.png",
      "desc": "I Maestri del Vento della Notte credono nella Wayob e la venerano. Essa si manifesta nel mondo reale col potere dei totem e delle Anime della Notte.<br>I Maestri del Vento della Notte hanno provato a comunicare con il Regno della Notte in vari modi. Alla fine, hanno scoperto che l'ossidiana è il materiale che consente di stabilire la migliore connessione con la Wayob. Ciò spiegherebbe perché, nel corso dei secoli, le Manifestazioni della Wayob si siano sviluppate in una forma simile a una statua di pietra. I Maestri del Vento della Notte credono che la loro Wayob abbia il potere di controllare il processo di congelamento e di cristallizzazione, oltre che ad avere la capacità di controllare sia l'immobilità che la mutevolezza."
    },
    {
      "epId": 7141,
      "name": "Manifestazione ardente della Wayob",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/c79ef393772d2d081f945605d8bf7a4f_3262030686941934638.png",
      "desc": "Il Clan Piumafiore crede nella Wayob e la venera. Essa si manifesta nel mondo reale col potere dei totem e delle Anime della Notte.<br>I membri della tribù sostengono che, molto tempo fa, le Manifestazioni della Wayob avevano un aspetto molto diverso da quello odierno, una forma più grezza e simile a quella di una statua d'ossidiana. Ma dal momento in cui il loro profilo è stato ricamato sui rotoli di tessuto, sono cambiate molto poco.<br>Il popolo del Clan Piumafiore crede che la loro Wayob abbia il potere di controllare il fuoco e le fiamme ardenti, oltre che il flusso del calore e dei venti aridi."
    },
    {
      "epId": 7367,
      "name": "Eccentrica seclusa Cercaspiriti",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/c562f04a54b53f38bc91a117162937ac_2714435134282757795.png",
      "desc": "Una sacerdotessa dei Maestri del Vento della Notte che ha vissuto lontana dalla sua tribù, affinando le proprie abilità in totale solitudine. Si dice che i suoi poteri medianici siano superiori a quelli dei sacerdoti e degli sciamani comuni, grazie alla protezione concessale dalla Wayob dei Maestri del Vento della Notte. Sia una benedizione che una maledizione, all'inizio non era in grado di controllare questi poteri, motivo per cui decise di imparare a padroneggiarli isolandosi dalla sua tribù. Sebbene ci sia riuscita da tempo, vive tuttora in isolamento, un'abitudine che le ha fatto guadagnare la reputazione di solitaria ed eremita. Tuttavia, si dice che sia più che disposta a insegnare a coloro che cercano la sua guida, seppure alle sue condizioni..."
    },
    {
      "epId": 7368,
      "name": "Signore della Fiamma primordiale erosa",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/26/2527765db854b6819fa964890b51fd1a_3015406644013556173.png",
      "desc": "Un empio drago, formatosi dal potere dell'oscurità assoluta.<br>Un mostro del vuoto, conosciuto come \"Mietitore dell'Abisso\" e \"Gosoythoth\". È in grado di contaminare i ricordi che scorrono nelle linee geomantiche della terra, condensandoli in forze tangibili di un presagio catastrofico. Da quei ricordi, che da tempo immemorabile scorrono nel sottosuolo, è riuscito a trarre la volontà residua di un primordiale drago sovrano elementale, estraendola come midollo per usarla quale base della sua immagine falsata.<br>Ma si tratta davvero di una mera \"immagine\"? Riportato indietro dalle forze ultraterrene a cui aveva resistito in passato, un drago un tempo privo di vita riapre gli occhi, lasciandosi alle spalle ogni cosa in questo fugace sogno di rinascita. Imprigionato in eterno nell'ultimo giorno della sua esistenza da questa oscura rivelazione, la sua ragione è stata divorata da una rabbia infinita. Tutto ciò che gli resta è un'implacabile sete di combattere che arde senza fine."
    },
    {
      "epId": 7589,
      "name": "Guerriero feroce: Ariete umano",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/b5c92829c9877621d0cb4deec973ed87_2384725081525291192.png",
      "desc": "Un guerriero tribale delle pianure che sorveglia i campi dorati.<br>È abile nello sfruttare la sua lama borchiata per attaccare i punti deboli degli avversari, per cui cerca di non mostrargliene nessuno."
    },
    {
      "epId": 7590,
      "name": "Guerriero feroce: Lottatore",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/279b1ab5c25d00b83d2a183d8cb83aed_2545526398507088007.png",
      "desc": "Un guerriero tribale delle pianure che sorveglia i campi dorati.<br>Si addestra senza sosta per diventare un guerriero fin dal momento in cui ha iniziato a perseguire tale vocazione. Quando scaglia la sua arma a due mani, la forza sprigionata è tale che nessuno può resistervi."
    },
    {
      "epId": 7591,
      "name": "Guerriero feroce: Combattente",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/17373602bea470f84e8f923d78acc0fb_5899995383274761518.png",
      "desc": "Un guerriero tribale delle pianure che sorveglia i campi dorati.<br>L'arte del combattimento senz'armi è considerata una pratica onorevole tra i membri della Comunità dell'Abbondanza. I guerrieri che intraprendono il percorso di addestramento di quest'arte devono possedere una forza tale da riuscire a scagliare una lancia da un migliaio di metri."
    },
    {
      "epId": 7592,
      "name": "Guerriero Tatankasauro: Spaccacielo",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/c35bc6e5a8c18ed771ba5879c7edfe82_3872590231790022732.png",
      "desc": "Un potente guerriero proveniente da una terra d'abbondanza, il cui coraggio è stato riconosciuto e per cui può indossare la Corona saurica.<br>Si dice che i guerrieri della Comunità dell'Abbondanza prediligano sferrare colpi potenti mentre si scagliano contro i nemici, una tecnica acquisita dai Tatankasauri con cui condividono le loro terre. Questo vale soprattutto per i guerrieri che brandiscono armi pesanti, secondo i quali il segreto di un colpo ben assestato sta nel farlo partire dall'altezza dei fianchi."
    },
    {
      "epId": 7593,
      "name": "Guerriera Tatankasauro: Inseguitrice della Spiriluce",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/3b8e44c078d328dda4b41b1292e18577_3428253082352262324.png",
      "desc": "Una potente guerriera proveniente da una terra d'abbondanza, il cui coraggio è stato riconosciuto e per cui può indossare la Corona saurica.<br>Tra i membri della Comunità dell'Abbondanza, persino i guerrieri che si sono addestrati duramente nell'uso delle armi a distanza sono abili nel combattimento a mani nude. Forse, per loro, queste armi sono più idonee per randellare che per sparare proiettili."
    },
    {
      "epId": 7594,
      "name": "Cucciolo di Tatankasauro",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/d4641f53018c758c23c0787c0da3ea09_8200080940668319754.png",
      "desc": "Un giovane Tatankasauro che non ha ancora acquisito il pieno controllo della propria forza, risultando un po' maldestro nei movimenti.<br>Le sue corna secondarie sono tuttora in fase di sviluppo, e il suo muso non è abbastanza forte per sfondare le rocce che bloccano la strada. Un giorno, una volta cresciuto, sarà in grado di vagare liberamente tra le fertili pianure."
    },
    {
      "epId": 7595,
      "name": "Tatankasauro",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/21204af0a9d126a19e69744fcd9d8e28_8528916191906861743.png",
      "desc": "Dotato di una cresta ossea resistente, questo Saurico vanta un corpo robusto che gli permette di muoversi rapidamente negli ambienti vulcanici.<br>Secondo la leggenda, gli antenati dei Tatankasauri erano talmente grossi da riuscire a spostare le montagne con le corna, ma erano privi dell'agilità dei loro moderni parenti più piccoli. Forse il grande potere di questo Tatankasauro è un dono ereditato dai suoi predecessori."
    },
    {
      "epId": 7596,
      "name": "Manifestazione tonante della Wayob",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/219803c586433d8264403d303630115d_1112015205118514664.png",
      "desc": "La Wayob venerata dalla Comunità dell'Abbondanza si manifesta sulla terra con il potere dei totem e delle Anime della Notte.<br>Secondo la leggenda tribale, la Wayob ha assunto innumerevoli forme. Nella debole oscurità che precedeva l'alba, quando i volti erano nascosti nell'ombra, la Wayob lottava contro i guerrieri più forti della tribù, senza che nessuna delle due parti prevalesse. I membri della Comunità dell'Abbondanza credono che la loro Wayob abbia il potere di controllare il tuono e la velocità, e che possa concedere abbondanza nei raccolti."
    },
    {
      "epId": 7597,
      "name": "Statua del drago di lava",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/bd5879239d44dbbee53cb8f17a30967e_3042829770408714999.png",
      "desc": "Un mostro in grado di generare continuamente calore per mantenersi attivo.<br>Secondo la leggenda, questi mostri dotati di nuclei lavici sono il prodotto di una linea di ricerca distinta rispetto ai Meccanismi sorgente successivi, incentrata sulla possibilità di utilizzare la Fiamma primordiale per generare una nuova razza basata sugli umani. Una ricerca decisamente fallimentare, poiché dopo l'arrivo del predone, giunto col suo trono dall'altra parte dei cieli, la Fiamma primordiale non generò altro che gusci vuoti, la cui forza vitale conferiva loro una coscienza non superiore a quella di una pietra."
    },
    {
      "epId": 7598,
      "name": "Donnola di montagna Fornardente",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/de8e675a8d6621783a7784a2c6668049_2984216873026527642.png",
      "desc": "Un'antica variante della donnola di montagna, adattatasi a un ambiente saturo di Flogisto isolato dal mondo esterno.<br>Consumando creature ricche di Flogisto, questa specie accumula potere all'interno del guscio che trasporta. Avendo trascorso la sua lunga esistenza tra le rovine della Montagna Sacra, la sua affinità con il Flogisto sembra averla resa sensibile ai Meccanismi sorgente presenti nell'area, creando così una speciale relazione simbiotica tra di essi."
    },
    {
      "epId": 7671,
      "name": "Automa della Fonte segreta: Dispositivo di sorveglianza",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/24/05a26636a76e13060c8de6fb305b02cd_2018751552783544328.png",
      "desc": "Un meccanismo di dominazione delle antiche rovine.<br>In tempi remoti, per supervisionare le operazioni delle loro megacittà, una potente razza conferì parte del proprio potere a una forma d'intelligenza basata sul Flogisto. Spinte dalla missione e per mezzo di vari altri meccanismi, le macchine a cui un tempo fu conferito il potere controllavano il funzionamento di una miriade di città in tutto il territorio.<br>Ora, molto tempo dopo la caduta della loro antica civiltà, per colpa delle guerre contro una razza emergente, questi congegni un tempo intelligenti conservano solo i comandi più semplici."
    },
    {
      "epId": 7672,
      "name": "La partita dinanzi alla porta",
      "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/04/24/5b9539328dc0545b8c3669afe6095c1b_8273126040204387859.png",
      "desc": "Un'entità militare nata grazie alle abilità di vari membri dell'Hexenzirkel.<br>Sebbene le loro basi tecnologiche siano tutt'altro che indecifrabili, e non accennino in alcun modo alla profonda saggezza del nucleo universale, rimangono a guardia dell'ultima soglia d'ingresso, e pertanto una metafora in sé e per sé.<br>Il mondo sarà anche governato da regole, ma per coloro che riescono a superarne il confine, tali restrizioni non hanno più alcun valore."
    }
  ]
}