{
  "epId": 2001,
  "name": "Kagura's Verity",
  "desc": "กระดิ่งศักดิ์สิทธิ์ที่ถูกใช้ระหว่างการแสดงการรำคางุระ ได้รับพรจาก Guuji โดยตรง และยังคงอบอวลไปด้วยกลิ่นหอมของต้น Sacred Sakura",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/神乐之真意.png",
  "filterValues": {
    "weaponRarity": 5,
    "weaponType": "สื่อเวท",
    "weaponProperty": "ความแรงคริ"
  },
  "menuId": 4,
  "menuName": "อาวุธ",
  "version": 1732697217,
  "components": {
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "ครั้งหนึ่งมันเคยเริงระบำต่อหน้าผู้ปกครอง เสียงกระดิ่งยังคงก้องกังวานมาจนถึงทุกวันนี้\nครั้งหนึ่งเคยไล่ตามเงาสีขาวที่จากไปไกล และจิตใจยังคงอยู่ในความฝันที่มิอาจตื่นขึ้นได้...\n\"ข้าในตอนนั้นเป็นเพียงสิ่งมีชีวิตตัวเล็กที่แสนโง่เขลา ไหนเล่าจะกล้าเทียบชั้นกับท่าน Hakushin ผู้ยิ่งใหญ่\"\n\"ล้มลุกคลุกคลาน เหมือนกำลังตามหาอาหารท่ามกลางหิมะ โดยหวังว่าจะได้รับความสนใจจากท่านผู้นั้น\"\n\"ช่างน่าขันนัก เป็นเพราะความกล้าหาญที่แสนโง่เขลานี้ ข้าจึงโชคดีได้รับความเมตตาจากท่านผู้นั้น\"\n\"และด้วยเหตุนี้ ข้าจึงได้รับเกียรติอันน้อยนิด ให้คอยติดตามรับใช้ท่านผู้นั้น\"\n\"ต่อมา ท่าน Saiguu ไม่ได้กลับมาอีก และผู้อาวุโสคนอื่น ๆ ก็ได้แยกย้ายกันไปด้วยเหตุผลบางประการ\"\n\"มีเพียงพวกอ่อนต่อโลกเช่นข้าเท่านั้น ที่จะได้รับตำแหน่ง 'Miko' และเติบโตมาเป็นเช่นนี้\"\n\"และด้วยเหตุนี้เอง หน้าที่ในการทำให้ท่านผู้นั้นพึงพอใจ จึงตกมาอยู่ที่ตัวข้าอย่างช่วยไม่ได้\"\n\"ค่ำคืนนั้น ที่ได้แสดงการรำคางุระครั้งแรก ข้าได้รับรู้ว่า 'อดีต' นั้นหนักอึ้งเพียงไหน\"\nเสียงกระดิ่งดังไกลออกไป จิ้งจอกสีเงินที่เป็นดั่งอาจารย์และสหาย ก็ได้หายลับไปในแม่น้ำสายยาว ที่ราวกับความฝันอันยาวไกล\nเสียงกระดิ่งได้ตอบกลับอีกครั้ง ท่ามกลางกระแสน้ำวนที่ไม่มีวันหวนคืน สันดอนทรายที่แสนดื้อรั้นก็เริ่มคลายตัวลง\nเงาสีขาวบริสุทธิ์ของผู้ที่จากไป ได้กลายเป็นความทรงจำอันมืดมิดไปนานแล้ว\nเด็กหญิงกำพร้าเผ่าพันธุ์ Kitsune รับกระดิ่งแห่งคางุระ และเริ่มต้นการร่ายรำเพื่อ \"ปัจจุบัน\" อันสดใส\nครั้งหนึ่งเคยได้พบเจอกับเท็งงุวัยเยาว์ที่มีนิสัยดื้อรั้น จึงได้ใช้ \"การฝึกฝน\" เป็นตัวล่อในการพาเธอขึ้นไปบำเพ็ญตบะบนภูเขา\nแต่พอได้สัมผัสกับความไม่ยอมจำนนของเธอแล้ว จึงได้แนะนำเด็กคนนี้ให้กับพวกหัวรั้นอย่าง Kujou\nและข้ายังเคยต่อสู้เผ่าโอนิที่ไม่รู้จักการยอมแพ้ สุดท้ายก็ต้องพ่ายแพ้ให้กับความแน่วแน่ที่เกินขอบเขตของเจ้าหมอนั่น...\nข้าจึงได้เพิ่มลูกเล่นเล็ก ๆ น้อย ๆ ซึ่งทำให้การต่อสู้น่าตื่นเต้นขึ้นไม่น้อยเลยทีเดียว\nครึ่งหนึ่งเคยได้ติดต่อกับผู้เป็นครึ่งเซียนที่อยู่ยังดินแดนอันไกลโพ้น และได้ส่งพืชทะเลที่สวยงามและนุ่มลื่นไปให้เป็นของขวัญ\nแต่ถึงกระนั้น ก็ยังไม่สามารถเข้าใจความรักอันแสนโง่เขลาได้ นั่นไม่ใช่การพันธนาการสำหรับเหล่าเซียนหรอกหรือ?\nสีของดวงจันทร์ยามค่ำคืน ส่องสะท้อนกิ่งไม้กับกลีบดอกไม้ และสาดส่องไปทั่วลานกว้างอันว่างเปล่า\nฉากเหล่านั้นยังคงงดงามปานไข่มุกเพชรนิลจินดานับไม่ถ้วน ที่เปล่งประกายระยิบระยับอยู่ภายในใจของข้า...\n\"ในช่วงร้อยกว่าฤดูกาลที่ผ่านมา ข้าได้เดินท่องไปทั่วโลกด้วยตัวตนอันหลากหลาย\"\n\"แม้จะไม่เคยโชคดีพอที่จะมีปฏิสัมพันธ์กับคนธรรมดา แต่ก็รับรู้ถึงความงดงามของเหล่าผู้คนอย่างลึกซึ้ง\"\n\"คาดว่าท่านผู้นั้นที่ข้าถือวิสาสะนับเป็นสหาย คงมีเวลาให้เดินเที่ยวเตร่อยู่นับไม่ถ้วนเป็นแน่\"\n\"ร่วมกันเฝ้ามองโลกที่ไม่สมบูรณ์แบบใบนี้ และเพลิดเพลินไปกับความสุขของความรัก ความเกลียดชัง การพบพาน และการลาจากด้วยกันเถิด\"\nท่านผู้นั้นดำดิ่งสู่นิมิตแห่งนิรันดร์มาอย่างช้านาน จึงจำเป็นต้องมีใครสักคนที่คอยเฝ้ามองเหล่าผู้คน\nครั้งหนึ่งข้าเคยเผยร่างของสิ่งที่เป็นลางร้าย เพื่อระงับความคับแค้นของโอนิ \"Kuroami\"\nและเคยเกิดความโกลาหลจากเวทมนตร์เพียงน้อยนิด ที่ใช้เพื่อปลอบโยนเจ้าทานูกิหัวล้าน Kosanta\nโจรสลัด Rinzou ที่บุกรุกหมู่เกาะ ในที่สุดก็ถูกพรรคพวกหักหลังเนื่องจากไม่ลงรอยกันในแผน\nส่วนซามูไรนอกคอกที่เหมือนกระดาษเปล่า และไม่มีวันถูกทำลายจากกาลเวลานั้น...\nก็หวังว่า \"เขา\" จะพบเส้นทางที่ถูกต้อง และไม่กลายเป็นตัวหายนะ\nเศษซากวิญญาณอันดำมืดของปรมาจารย์ดาบ และอสูรแห่งภัยพิบัติทางธรรมชาติที่ซุกซ่อนอยู่ในป่าแห่งเทพ ก็ถูกกำจัดจนหมดสิ้นเช่นกัน...\nเมื่อเทียบกับความฝันอันเป็นนิรันดร์ที่ท่านผู้นั้นไล่ตามแล้ว สิ่งเหล่านี้ก็เป็นเพียงเหตุการณ์ที่เกิดขึ้นเพียงชั่วครู่เท่านั้น\nวันเวลาที่รอคอยให้ท่านผู้นั้นตื่นขึ้นมาดูราวกับจะไม่มีจุดสิ้นสุด แต่ข้าก็เชื่อว่าเวลานั้นจะต้องมาถึง\n\"เพราะเมื่อเทียบกับดินแดนบริสุทธิ์ที่ไร้ซึ่งสายลมและแสงจันทร์ กับดอกบัวและอุทุมพรที่ไม่มีวันร่วงโรยแล้ว\"\n\"คนที่ไร้รสนิยมอย่างข้าคงทนกับความเหงาเช่นนั้นไม่ได้ และผู้ที่ไร้ซึ่งความตั้งใจและความฝันก็คงต้องรู้สึกเบื่อหน่ายเป็นแน่\"\n\"สู้เที่ยวเด็ดกิ่ง Thunder Sakura พร้อมยิ้มอย่างโง่เขลา และปล่อยให้พวกโยไกออกอาละวาดตามใจชอบเสียยังดีกว่า\"\n\"เรื่องเหล่านี้ ต่างก็เป็นอดีตที่พึ่งผ่านไปไม่นาน และยังเป็นอนาคตที่เต็มไปด้วยความหวังด้วยเช่นกัน\"\n\"ไม่รู้ว่าเมื่อยามหิมะละลาย จะยังมีโอกาสได้เดินชมต้นกล้าของดอกไม้สีม่วงอ่อนพร้อมกับท่านผู้นั้นอีกหรือไม่\""
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวละคร"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หมายเหตุ"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p>ท่าน Guuji แห่งศาลเจ้า Grand Narukami และเป็นหัวหน้าบรรณาธิการของ &#34;สำนักพิมพ์ Yae&#34;</p><p>ภายใต้รูปโฉมภายนอกที่งดงาม มีความเฉลียวฉลาดและเล่ห์กลซ่อนอยู่</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "อาวุธชิ้นนี้เป็นอาวุธประจำตัวซึ่งสามารถใช้ไดักับ Yae Miko ได้เป็นอย่างดี เนื่องจาก เธอสามารถเก็บเอฟเฟกต์ Kagura Dance of the Sacred Sakura ได้อย่างรวดเร็ว ด้วยการกด <color=#ffd780>สกิลธาตุ</color> นอกจากนี้ค่าสถานะรองของอาวุธชิ้นนี้ยังช่วยเพิ่มความเสียหายโดยรวมได้ดี"
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "แขกประจำห้องขังของกองอัศวินแห่ง Favonius ผู้เชี่ยวชาญด้านการระเบิดแห่ง Mondstadt ผู้คนเรียกเธอว่า &#34;ดวงอาทิตย์ที่หลบหนี&#34;",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Klee สามารถใช้ความสามารถของ Kagura Dance of the Sacred Sakura ได้เป็นอย่างดี เนื่องจาก <color=#ffd780>สกิลธาตุ Jumpy Dumpty</color> ของ Klee ใช้ได้ 2 ครั้ง จึงสามารถเก็บ Kagura Dance ได้ถึงขั้น 2 ตั้งแต่เริ่มการต่อสู้"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>นกน้อยในกรงทองของวิหารแห่ง Surasthana ทำได้เพียงจ้องมองโลกใบนี้ผ่านทางความฝัน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/144837601/f29490bddc56b4a6773b6c5003bbb853_2080858609251172602.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ค่าสถานะรองของอาสุธเพิ่มความแรงคริ สามารถเพิ่มความเสียหาย <color=#ffd780>สกิลธาตุ</color> ให้แก่ Nahida ได้ และนอกจากนี้ <color=#ffd780>สกิลธาตุ</color> ของ Nahida มีเวลาคูลดาวน์ที่สั้น ทำให้ Nahida สามารถเก็บเอกเฟกต์ Kagura Dance of the Sacred Sakura ได้อย่างรวดเร็ว"
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "นักสืบหนุ่มอัจฉริยะของสำนัก Tenryou ผู้มาพร้อมกับสัญชาตญาณที่เฉียบแหลม และจิตใจที่งดงาม",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจากค่าสถานะรองของอาวุธที่ช่วยเพิ่ม <color=#ffd780>ความแรงคริ</color> และเอฟเฟกต์ Kagura Dance ช่วยเพิ่มความเสียหาย <color=#ffd780>สกิลธาตุ</color> ทำให้ Shikanoin Heizou สามารถใช้ความสามารถของอาวุธชิ้นนี้ได้เป็นอย่างดี"
      }
    ],
    "ascension": [
      {
        "key": "Lv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "46",
              "14.4%"
            ]
          }
        ]
      },
      {
        "key": "Lv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "122",
              "153",
              "25.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 262,
            "name": "Mask of the Wicked Lieutenant",
            "desc": "<p>ในตำนานพื้นบ้านได้กล่าวไว้ว่า สมัยก่อนมีปีศาจตัวหนึ่งที่ชื่อว่า Torachiyo มันมีฝีมือการต่อสู้ที่แข็งแกร่งมาก ว่ากันว่า ครั้งนึง Torachiyo เคยฟาดฟันท่ามกลางดาบนับพันอย่างบ้าคลั่ง จนเสื้อคลุมฉีกขาดและร่วงหล่นราวกับกลีบดอกไม้ แต่ร่างกายกลับไม่ได้รับบาดเจ็บแม้แต่น้อย ต่อมาปีศาจตัวนี้ได้ทรยศต่อโชกุนและชักดาบก่อการกบฏ จนเสียแขนข้างนึงและเขาไปในการต่อสู้ ก่อนที่จะหนีไปและจบลงด้วยการสังหารตัวเองด้วยความบ้าคลั่ง<br>ว่ากันว่า ปีศาจที่ดื้อรั้นมักจะเก็บความกลัวและความทุกข์ไว้ในใจ พวกเขาเฝ้าเพ้อฝันถึงความเป็นนิรันดร์ แต่อีกใจก็หวาดหวั่นและมักจะถูกความกลัวและความขุ่นเคืองกลืนกิน ซึ่งเป็นผลจากสิ่งที่พวกเขาได้ทำ และหน้ากากนี้ได้แสดงให้เห็นถึงเขี้ยวเล็บของ Torachiyo</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Wicked Lieutenant_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1710,
            "name": "Concealed Claw",
            "desc": "ชิ้นส่วนร่างกายที่หลงเหลืออยู่จากร่างของ Riftwolf<br/>โดยทั่วไปแล้ว วัตถุที่เป็นสิ่งแปลกปลอมเหล่านี้ไม่ควรหลงเหลืออยู่ในโลกใบนี้ หลังจากสิ่งมีชีวิตที่ผิดปกติได้ถูกกำจัดไป",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Claw_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1018,
            "name": "Spectral Husk",
            "desc": "แกนพลังงานที่ช่วยให้ Specter ลอยได้ มีพลังงานธาตุอยู่ในนั้นเล็กน้อย<br/>พลังงานส่วนใหญ่ดูเหมือนจะกระจายหายไปแล้ว",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Husk_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Lv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "235",
              "266",
              "37.1%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 263,
            "name": "Mask of the Tiger's Bite",
            "desc": "<p>ปีศาจ Torachiyo ที่ปรากฏอยู่ใน \"Sumirezome Sangetsu Kogetsukan\" นั้น เคยใช้ฟันอันแหลมคมกัดนากินาตะของโชกุน จนได้เปรียบอยู่ครู่หนึ่ง ดังนั้นบนหน้ากากที่ทำขึ้นจากรูปร่างของเขา จึงมักจะมีเขี้ยวที่สลักอย่างประณีตอยู่<br>ในตอนจบนั้น ปีศาจที่บาดเจ็บได้หนีเข้าไปในป่า หลบเลี่ยงแม้แต่แสงจันทร์ที่เย็นเฉียบ อีกทั้งเสียงลมที่พัดผ่านตรอกและซอกเขาแคบ ๆ นั้น ก็ดังราวกับเสียงกระซิบของปีศาจที่บาดเจ็บ ดังนั้นจึงมีคำกล่าวสำหรับสิ่งนี้ว่า \"สายลมของ Torachiyo\"</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Tiger's Bite_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1710,
            "name": "Concealed Claw",
            "desc": "ชิ้นส่วนร่างกายที่หลงเหลืออยู่จากร่างของ Riftwolf<br/>โดยทั่วไปแล้ว วัตถุที่เป็นสิ่งแปลกปลอมเหล่านี้ไม่ควรหลงเหลืออยู่ในโลกใบนี้ หลังจากสิ่งมีชีวิตที่ผิดปกติได้ถูกกำจัดไป",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Claw_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 1018,
            "name": "Spectral Husk",
            "desc": "แกนพลังงานที่ช่วยให้ Specter ลอยได้ มีพลังงานธาตุอยู่ในนั้นเล็กน้อย<br/>พลังงานส่วนใหญ่ดูเหมือนจะกระจายหายไปแล้ว",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Husk_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Lv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "308",
              "340",
              "42.9%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 263,
            "name": "Mask of the Tiger's Bite",
            "desc": "<p>ปีศาจ Torachiyo ที่ปรากฏอยู่ใน \"Sumirezome Sangetsu Kogetsukan\" นั้น เคยใช้ฟันอันแหลมคมกัดนากินาตะของโชกุน จนได้เปรียบอยู่ครู่หนึ่ง ดังนั้นบนหน้ากากที่ทำขึ้นจากรูปร่างของเขา จึงมักจะมีเขี้ยวที่สลักอย่างประณีตอยู่<br>ในตอนจบนั้น ปีศาจที่บาดเจ็บได้หนีเข้าไปในป่า หลบเลี่ยงแม้แต่แสงจันทร์ที่เย็นเฉียบ อีกทั้งเสียงลมที่พัดผ่านตรอกและซอกเขาแคบ ๆ นั้น ก็ดังราวกับเสียงกระซิบของปีศาจที่บาดเจ็บ ดังนั้นจึงมีคำกล่าวสำหรับสิ่งนี้ว่า \"สายลมของ Torachiyo\"</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Tiger's Bite_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1709,
            "name": "Concealed Unguis",
            "desc": "ชิ้นส่วนร่างกายจากร่างของ Riftwolf<br/>แม้ว่ามันจะดูน่าอัศจรรย์ แต่เมื่อเทียบกับผลงานชิ้นเอกอย่าง Durin ที่เป็น \"Humus\" แล้ว สุนัขนักล่าที่เป็น \"Alfisol\" ก็ไม่มีค่าพอที่จะพูดถึง",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Unguis_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1019,
            "name": "Spectral Heart",
            "desc": "แกนพลังงานที่ช่วยให้ Specter ลอยได้<br/>สิ่งมีชีวิตธาตุชนิดนี้ดูเหมือนจะมีนิสัยแปลก ๆ พวกมันจะโผล่มาเป็นกลุ่มใหญ่เป็นระยะ แล้วก็หายไป",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Heart_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Lv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "382",
              "414",
              "48.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 261,
            "name": "Mask of the One-Horned",
            "desc": "<p>ในบทเพลงแห่งการสูญสิ้นของเผ่าปีศาจ Nursemaid นั้น ปีศาจ Torachiyo เป็นชายหนุ่มที่สง่างาม ร่างกายแข็งแรงกำยำ และหน้าตาหมดจด เดิมทีเขาเป็นทหารคนสนิทของโชกุน เขาเคยตามเธอเข้าไปในห้วงลึกอันมืดมิดเพื่อขับไล่สิ่งชั่วร้าย และต่อสู้เพื่อชะตากรรมของเผ่าปีศาจที่นับวันจะลดน้อยลงทุกที<br>แม้ว่าจะไม่มีใครร้องเพลงแบบนี้อีกแล้ว แต่หน้ากากปีศาจในรูปแบบต่าง ๆ ที่สืบทอดต่อกันมา ก็ยังมีพลังที่เหนือกว่าปกติ</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the One-Horned_icon.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 1709,
            "name": "Concealed Unguis",
            "desc": "ชิ้นส่วนร่างกายจากร่างของ Riftwolf<br/>แม้ว่ามันจะดูน่าอัศจรรย์ แต่เมื่อเทียบกับผลงานชิ้นเอกอย่าง Durin ที่เป็น \"Humus\" แล้ว สุนัขนักล่าที่เป็น \"Alfisol\" ก็ไม่มีค่าพอที่จะพูดถึง",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Unguis_icon.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 1019,
            "name": "Spectral Heart",
            "desc": "แกนพลังงานที่ช่วยให้ Specter ลอยได้<br/>สิ่งมีชีวิตธาตุชนิดนี้ดูเหมือนจะมีนิสัยแปลก ๆ พวกมันจะโผล่มาเป็นกลุ่มใหญ่เป็นระยะ แล้วก็หายไป",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Heart_icon.png",
            "amount": 14
          }
        ]
      },
      {
        "key": "Lv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "457",
              "488",
              "54.5%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 261,
            "name": "Mask of the One-Horned",
            "desc": "<p>ในบทเพลงแห่งการสูญสิ้นของเผ่าปีศาจ Nursemaid นั้น ปีศาจ Torachiyo เป็นชายหนุ่มที่สง่างาม ร่างกายแข็งแรงกำยำ และหน้าตาหมดจด เดิมทีเขาเป็นทหารคนสนิทของโชกุน เขาเคยตามเธอเข้าไปในห้วงลึกอันมืดมิดเพื่อขับไล่สิ่งชั่วร้าย และต่อสู้เพื่อชะตากรรมของเผ่าปีศาจที่นับวันจะลดน้อยลงทุกที<br>แม้ว่าจะไม่มีใครร้องเพลงแบบนี้อีกแล้ว แต่หน้ากากปีศาจในรูปแบบต่าง ๆ ที่สืบทอดต่อกันมา ก็ยังมีพลังที่เหนือกว่าปกติ</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the One-Horned_icon.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 1711,
            "name": "Concealed Talon",
            "desc": "กรงเล็บแหลมคมที่ทิ้งไว้โดย Riftwolf<br/>ถือเป็นสิ่งมหัศจรรย์บนโลก แต่เมื่อเทียบกับผลงานสุดล้ำค่าอย่าง \"Cretaceus\" แล้ว มันก็เป็นแค่ของธรรมดาเท่านั้น",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Talon_icon.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 1020,
            "name": "Spectral Nucleus",
            "desc": "แกนพลังงานที่สมบูรณ์ซึ่งอาจพบได้หลังจากกำจัด Specter<br/>มักมีการโต้เถียงกันในหมู่ผู้ที่ต้องการจะแบ่งแยกระหว่างผู้แพ้กับผู้ชนะว่า ระหว่าง Specter กับ Anemo Slime สิ่งไหนจะลอยตัวได้ดีกว่ากัน",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Nucleus_icon.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Lv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "532",
              "563",
              "60.3%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 264,
            "name": "Mask of the Kijin",
            "desc": "<p>Chiyo นักรบหญิงแห่งเผ่าปีศาจ ที่มีสัญลักษณ์ \"Electro Mitsudomoe\" อยู่บนหลัง ครั้งหนึ่งเธอเคยถูกอสูรร้ายจากนอกโลกที่มีร่างเป็นเสือและมีหางเป็นงูกลืนลงไปทั้งตัว ขณะที่ต่อสู้พลังแห่งความมืด ในที่สุดเธอก็ได้ฉีกอกของเจ้าอสูรนั้นและรอดชีวิตมาได้<br>นี่คือที่มาของฉายาที่ว่า \"Chiyo the Tiger-Bite,\" และเมื่อวันเวลาผ่านไปก็ค่อย ๆ รวบรัดเหลือ \"Torachiyo\"<br>แต่ในท้องของอสูรร้าย เธอถูกย้อมด้วยสีดำแห่งความบาป และเห็นเพื่อนของเธอถูกฟันที่อาบด้วยเลือดสีแดงฉานฉีกเป็นชิ้น ๆ ท่ามกลางการจมดิ่งอยู่ในความมืดมิด ในที่สุดเธอก็ชักดาบเข้าสู้เทพเจ้า Narukami Ogosho ผู้ยิ่งใหญ่ ต่อมา แขนที่ถือดาบและเขาที่แหลมคมของเธอก็ถูกตัดขาด และเธอก็ได้หนีจากเมืองเข้าไปในป่าราวกับสัตว์ร้ายที่บาดเจ็บ ต่อมาดูเหมือนเธอจะถูกเท็งงุ หรือ Shuumatsuban หรือไม่ก็ทายาทของ Iwakura ที่ฝึกฝนอยู่บนภูเขาจับตัวไป เนื่องจากใบหน้าที่สวยงามของเธอถูกความมืดมนของความแค้นและความเจ็บปวดจากบาดแผลทำให้อัปลักษณ์ หรือบางทีเธออาจจะพบกับซามูไรที่สวมหน้ากากปีศาจ ใกล้กับซากศพของงูยักษ์ และแล้วการเดินทางของชีวิตเธอสิ้นสุดลงที่นั่น<br>ผู้ที่เคยต่อสู้กับห้วงลึกในวันวานนั้นยากที่จะหลีกหนีจากภาพของความฝันอันมืดมิด บรรดาผู้ที่เคยสังหารมอนสเตอร์และกลายไปเป็นพวกมันนั้นล้วนแต่เป็นคนกลุ่มน้อย เขตแดนของโลกนั้นเริ่มเปราะบางและอ่อนแอ การกัดเซาะนี้อาจไม่ได้เป็นไปแค่ทิศทางเดียว</p>",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mask of the Kijin_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 1711,
            "name": "Concealed Talon",
            "desc": "กรงเล็บแหลมคมที่ทิ้งไว้โดย Riftwolf<br/>ถือเป็นสิ่งมหัศจรรย์บนโลก แต่เมื่อเทียบกับผลงานสุดล้ำค่าอย่าง \"Cretaceus\" แล้ว มันก็เป็นแค่ของธรรมดาเท่านั้น",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Talon_icon.png",
            "amount": 27
          },
          {
            "type": "CustomEntry",
            "epId": 1020,
            "name": "Spectral Nucleus",
            "desc": "แกนพลังงานที่สมบูรณ์ซึ่งอาจพบได้หลังจากกำจัด Specter<br/>มักมีการโต้เถียงกันในหมู่ผู้ที่ต้องการจะแบ่งแยกระหว่างผู้แพ้กับผู้ชนะว่า ระหว่าง Specter กับ Anemo Slime สิ่งไหนจะลอยตัวได้ดีกว่ากัน",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Spectral Nucleus_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Lv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "608",
              "-",
              "66.2%"
            ]
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "รูปแบบดั้งเดิม",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/04/144837601/a537a6104d2d3cda1d28cb2e730ab6c4_1523548629836962882.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "ก่อนเลื่อนขั้นเลเวล 40"
          }
        ]
      },
      {
        "key": "รูปแบบหลังเลื่อนขั้น",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/04/144837601/49d3edac17f12512a0881b30fdfb8900_3616408619669070215.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "หลังเลื่อนขั้นเลเวล 40"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Kagura's Verity"
          }
        ]
      },
      {
        "key": "หาได้จาก",
        "value": [
          {
            "type": "RichText",
            "text": "กิจกรรมอธิษฐานอาวุธ"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "สื่อเวท"
          }
        ]
      },
      {
        "key": "ค่าสถานะรอง",
        "value": [
          {
            "type": "RichText",
            "text": "ความแรงคริ"
          }
        ]
      },
      {
        "key": "Kagura Dance of the Sacred Sakura",
        "value": [
          {
            "type": "RichText",
            "text": "เมื่อใช้สกิลธาตุ จะได้รับเอฟเฟกต์ Kagura Dance โดยจะทำให้สกิลธาตุของตัวละครที่ใช้อาวุธนี้ สร้างความเสียหายเพิ่มขึ้น <color=#37ffff>12%/15%/18%/21%/24%</color> ซึ่งเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 16 วินาที ซ้อนทับได้มากสุด 3 ชั้น และเมื่อมี 3 ชั้น ตัวละครดังกล่าวจะได้รับโบนัสความเสียหายธาตุทั้งหมด <color=#37ffff>12%/15%/18%/21%/24%</color>"
          }
        ]
      },
      {
        "key": "เวอร์ชันเผยแพร่",
        "value": [
          {
            "type": "RichText",
            "text": "2.5"
          }
        ]
      }
    ]
  }
}