{
  "epId": 2062,
  "name": "Blizzard Strayer",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "อัตราคริ",
      "โบนัสความเสียหาย"
    ]
  },
  "menuId": 5,
  "menuName": "อาร์ติแฟกต์",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Blizzard Strayer"
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Frost-Weaved Dignity",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "แก้วที่สลักขึ้นจากน้ำแข็ง ที่ทั้งเย็นเฉียบและกัดกินดั่งฤดูหนาว เจ้าของเดิมเคยใช้มันในการดื่มสุราที่ละลายจากมัน"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Snowswept Memory",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "ดอกไม้น้ำแข็งที่ปัจจุบันได้สูญพันธุ์ ไปแล้ว แม้แต่นักรบผู้แกร่งกล้าและภาคภูมิ ยังต้องก้มหัวให้"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Frozen Homeland's Demise",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "อุปกรณ์บอกเวลาชาวเมืองที่รอคอยนักรบของพวกเขาหวนกลับมา สิ่งที่ไหลวนอยู่นั้นไม่ใช่เม็ดทราย หากแต่เป็นเกล็ดหิมะที่ไม่มีวันละลาย"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Broken Rime's Echo",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "มงกุฎของผู้กล้าในยุคโบราณที่ฝันอยากจะเอาชนะความหนาวเหน็บ มันคือหลักฐานแห่งความกล้าหาญของเจ้าของเดิมของมัน ในการเผชิญหน้ากับสภาพอากาศอันแสนหนาว"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Icebreaker's Resolve",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "ขนนกที่แผ่ออร่าความเย็นออกมา แค่ได้สัมผัสก็แทบรู้สึกได้ถึงสายลมที่พัดรุนแรง ดั่งอยู่บนยอดภูเขาหิมะ"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/plume_of_death_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "ได้รับโบนัสความเสียหายน้ำแข็ง 15%",
      "fourSetEffect": "เมื่อโจมตีศัตรูที่ได้รับผลกระทบของธาตุน้ำแข็ง อัตราคริจะเพิ่มขึ้น 20%; หากศัตรูตกอยู่ในสภาวะแช่แข็ง อัตราคริจะเพิ่มขึ้นอีก 20%"
    },
    "story": [
      {
        "title": "Snowswept Memory",
        "desc": [
          {
            "type": "RichText",
            "text": "ดอกไม้น้ำแข็งที่จะแช่แข็งไปตลอดกาล ถูกเด็ดขึ้นมาโดยมือที่แสนอ่อนโยน\nสำหรับใครบางคนแล้ว อาจจะทำให้เขาเห็นความหนาวเย็นเป็นอ้อมกอดที่อบอุ่น\n\"ภาพจิตรกรรมฝาผนังชุดที่สี่นี้ถูกเตรียมไว้สำหรับคุณ ซึ่งภาพของคุณนั้นจะติดอยู่บนผนังนี้ตลอดไป\"\n\"เพื่อภาพวาดนี้ เพื่อทุก ๆ คน ฉันจะรออยู่ที่นี่ตลอดไป เพื่อเฝ้าภาวนาถึงการกลับมาของคุณ\"\nหญิงสาวยืนอยู่เบื้องหน้ากำแพงสีขาว ยิ้มพร้อมกับเหน็บดอกไม้ดอกเล็ก ๆ ดอกหนึ่งไว้บนอกของผู้กล้า\nนั่นคือคนที่สง่างามและสงบนิ่ง ซึ่งแม้จะเผชิญกับความตายและความสิ้นหวังก็ยังไม่หวั่นไหว\nการกระทำที่กล้าหาญของเขาถูกลืมและฝังอยู่ในพายุทางเหนือและในที่สุดหิมะก็ละลาย\nแต่ถึงลมกับหิมะก็หายไปแต่ดอกไม้นี้ก็ยังไม่เหี่ยว"
          }
        ]
      },
      {
        "title": "Broken Rime's Echo",
        "desc": [
          {
            "type": "RichText",
            "text": "ผู้กล้ามุ่งสู่เส้นทางแห่งการกอบกู้พร้อมกับความหวังที่เหลือเพียงน้อยนิด\nเขาสวมมงกุฎแห่งฤดูหนาว ก้าวออกไปอย่างเด็ดเดี่ยวและหายไปในพายุหิมะที่ไร้ขอบเขต\nแบกรับสัญญาที่มีต่อเมืองแห่งขุนเขา แบกรับแววตาที่ใสเป็นประกายของพวกเขา ผู้กล้าผู้ไม่เคยเกรงกลัวต่อสิ่งที่ไม่รู้จักนอกม่านน้ำแข็ง\nทิวทัศน์ของภูเขาซึ่งครั้งหนึ่งเคยเขียวชอุ่ม พรจากท้องฟ้าอันไกลโพ้นที่จะไม่มีวันหล่นลงมาอีก ทั้งหมดคือพลังที่ไม่มีวันสิ้นสุดของผู้กล้า\n\"ข้ามผ่านประตูที่ถูกผนึกโดยน้ำแข็ง เดินลึกเข้าไปตามทางเดิน\"\n\"เขาหักกิ่งสีขาวเงิน และนำความหวังไปสู่ประเทศแห่งหิมะ\"\nหญิงสาวร้องเพลงเพื่อปลอบโยนให้กับผู้คนของเธอ ดูแลความทรงจำทั้งหมดของเธอที่มีต่อเขา\nเธอยังคงเชื่อมั่นต่อไปว่าเขาจะกลับมาอยู่ข้างกาย พร้อมกับความหวังอันอบอุ่นที่จะไม่มีวันสั่นคลอน\nแต่สุดท้ายผู้กล้าซึ่งเดินหายไปในหิมะ ก็ไม่สามารถกลับมาได้ทันเวลา\nคำพูดเกลียดชังที่ถูกสายลมและหิมะกัดเซาะมานานคอยกระซิบบอกว่าเขาได้หนีไป..."
          }
        ]
      },
      {
        "title": "Frost-Weaved Dignity",
        "desc": [
          {
            "type": "RichText",
            "text": "คนต่างถิ่นซึ่งครั้งหนึ่งเคยตามหาความหวังแทนผู้อื่นท่ามกลางฤดูหนาวอันหนาวเหน็บ\nถึงแม้ว่าจะเป็นภาชนะสำหรับดื่ม แต่ก็แกะสลักขึ้นมาจากน้ำแข็ง\nไวน์รสขมที่ดื่มจากแก้วใบนี้ เย็นราวกับมีใบมีดกรีดตั้งแต่คอลงไปถึงช่องท้อง\nรสชาติที่คนทั่วไปได้แต่ยืนมองและชื่นชมอยู่ไกล ๆ แต่ผู้กล้าผู้เงียบขรึมกลับเพลิดเพลินไปกับมัน\nเขาคือนักรบผู้เงียบขรึมราวกับน้ำแข็ง ชายผู้ใช้ร่างกายของเขาในการปิดกั้นสายลมที่พัดจากดวงดาว\nหญิงสาวผู้วาดภาพไม่พอใจเพียงแค่ได้รับการปกป้อง เธอทิ้งถ้อยค้ำแนะนำให้แก่ชายที่เธอชื่นชมดังนี้:\n\"หากความขี้ขลาดและความสิ้นหวังในธรรมชาติเข้าครอบงำคุณ และทำให้คุณไม่หวนกลับมาอีกต่อไป เช่นนั้น...\"\n\"...ก็ขอให้คุณมีชีวิตต่อไป อย่าได้มุ่งสู่หนทางแห่งความพินาศ และจมลงสู่การถูกลืมเลือนอันแสนเย็นยะเยือกร่วมกันกับเรา\"\nดื่มไวน์รสขมอันเย็นเฉียบอีกครั้งเพื่อเตรียมความพร้อมก่อนออกเดินทาง เขาเบี่ยงหน้าหนีเพื่อเลี่ยงสายตาอันเปียกชุ่มของหญิงสาวที่อยู่ตรงหน้า\nก้าวเดินไปในเส้นทางแห่งการแสวงหาที่ไม่มีที่สิ้นสุด มุ่งไปสู่ดินแดนแห่งหิมะและความลึกลับ"
          }
        ]
      },
      {
        "title": "Icebreaker's Resolve",
        "desc": [
          {
            "type": "RichText",
            "text": "ขนของนกนักล่าที่ไม่ได้เป็นส่วนหนึ่งของฤดูหนาวอันหนาวเหน็บ ให้ความรู้สึกเย็นเฉียบยามสัมผัส\nเมื่อคุณสัมผัสกับมัน ก็ราวกับจะรับรู้ได้ถึงเสียงอันโหยหวนของความไม่ยอมจำนนแต่ก็สิ้นหวังท่ามกลางพายุหิมะ\nไม่ต้องการรังหรือที่พักพิง นกจะเผชิญหน้ากับพายุอย่างภาคภูมิ\nเมื่อถูกสายลมหนาวเข้าโหมกระหน่ำ และถูกปกคลุมไปด้วยหิมะและน้ำแข็ง ดูราวกับว่ามันถูกเคลือบด้วยอัญมณีที่เปล่งประกาย\nครั้งหนึ่งเคยเป็นของเหยี่ยวที่โผบิน จากนั้นจึงถูกพัดด้วยสายลมที่โหมกระหน่ำจนร่วงหล่นลงมา\nมันล่องลอยไปกับสายลมอยู่ชั่วขณะ แล้วก็ถูกน้ำค้างแข็งที่เกาะอยู่ทำให้อ่อนล้า จากนั้นเมื่อไม่อาจทานทนได้อีกต่อไป จึงร่วงหล่นลงสู่พื้นหิมะ\n\"ฉันเชื่อว่านกที่ร่าเริงจะติดตามคุณ และบินกลับไปยังสวนของพระราชวังฤดูร้อนอันเขียวชอุ่ม\"\n\"สิ่งมีชีวิตทั้งหลายที่ถูกความหนาวเย็นขับไล่ เหล่าเด็กน้อยผู้น่าสงสารที่สูญเสียบ้านเกิด พวกเขาจะกลับไปที่รังแห่งความฝันพร้อมกันกับคุณ\"\nผู้กล้าผู้แบกภาระอันหนักอึ้งลังเลอยู่ท่ามกลางพายุหิมะที่ไร้ขอบเขต พยายามอย่างหนักที่จะแยกแยะสีของขนนกนั้น\nขนนกซึ่งถูกผนึกอยู่ภายในน้ำแข็ง สีของมันค่อย ๆ ซีดจางไปเช่นเดียวกับภารกิจของผู้กล้า"
          }
        ]
      },
      {
        "title": "Frozen Homeland's Demise",
        "desc": [
          {
            "type": "RichText",
            "text": "นาฬิกาทรายโบราณที่มีคริสตัลน้ำแข็งแบบละเอียดไหลอยู่ข้างใน\nแม้แต่ฤดูหนาวที่หนาวที่สุด ก็ไม่สามารถแช่แข็งเวลาให้หยุดนิ่งได้\n\"ความหนาวเหน็บที่ลงมาจากฟากฟ้านั้นแช่แข็งได้แม้กระทั่งกาลเวลา\"\nมีข่าวลือเช่นนี้เกิดขึ้นท่ามกลางเมืองแห่งขุนเขาที่ถูกรายล้อมด้วยหิมะ\nในตอนที่ผู้กล้าก้าวข้ามกำแพงแห่งลมและน้ำแข็ง เป็นช่วงเวลากลางดึกที่พายุหิมะร้องโหยหวน\nไม่ว่าจะเป็นแสงอาทิตย์หรือแสงจันทร์ ต่างก็ยากที่จะสาดแสงลอดผ่านสายลมสีขาวไปได้\nไม่ว่าพายุหิมะจะเย็นแค่ไหน มันเป็นไปไม่ได้ที่จะหยุดกระแสการไหลของเวลา\nแม้ว่าเมืองจะถูกฝังอยู่ใต้น้ำแข็งก็ตาม\nแม้แต่ฮีโร่เองก็หายไปจากความทรงจำ"
          }
        ]
      }
    ]
  }
}