{
  "epId": 2068,
  "name": "Scholar",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "การฟื้นฟูพลังงาน"
    ]
  },
  "menuId": 5,
  "menuName": "อาร์ติแฟกต์",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Scholar"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Scholar's Bookmark",
        "desc": [
          {
            "type": "RichText",
            "text": "ดอกไม้เป็นสิ่งที่เห็นได้ยากสำหรับนักวิชาการที่อาศัยอยู่ในหอคอยงาช้างซึ่งจมอยู่ใต้กองหนังสือ\nชายหนุ่มผู้ชื่นชมในตัวของนักวิชาการให้ดอกไม้ที่แปลกใหม่นี้แก่เธอ โดยหวังว่าจะนำความมีชีวิตชีวามาสู่วันที่น่าเบื่อและเหงาหงอยในห้องค้นคว้า\nนักวิชาการเก็บความหวังดีนี้ไว้อย่างตั้งใจ เธอนำมันไปตากลมจนแห้ง และหนีบไว้โดยหนังสืออย่างดี\nจากนี้เป็นต้นไป มันจะมีสีสันสดใสซ่อนอยู่ในกองหนังสือที่น่าเบื่อเหล่านี้อยู่เสมอ"
          }
        ]
      },
      {
        "title": "Scholar's Glasses",
        "desc": [
          {
            "type": "RichText",
            "text": "การแสวงหาความรู้คือการเสี่ยงโชค แม้แต่การอุทิศชีวิตให้กับมัน สิ่งที่ได้กลับมาก็ยังอาจจะไร้ประโยชน์\nนักวิชาการใช้เวลาครึ่งชีวิตในการวิจัยบันทึกและการคำนวณที่ไม่รู้จบ\nซ้ำยังเป็นเพราะล้มเหลวและลังเลที่จะไปต่อกินเวลาไปนานทีเดียว\nสายตาที่ครั้งหนึ่งเฉียบคมของเธอได้รับความเสียหายจากการอ่าน อย่างหนักหน่วง\nแต่คำตอบที่เธอค้นหาก็ยังคงไม่สามารถเอื้อมถึงได้"
          }
        ]
      },
      {
        "title": "Scholar's Ink Bottle",
        "desc": [
          {
            "type": "RichText",
            "text": "ถ้วยชาที่ละเอียดอ่อนซึ่งเป็นของนักวิชาการ ผลงานศิลปะชิ้นนี้ทำจากกระเบื้องสีอ่อนและปิดทองด้วยแผ่นทอง\nถ้วยชานี้ในขณะที่สร้างความแตกต่างอย่างมากกับห้องที่ยุ่งเหยิงนี้ ดูเหมือนจะเป็นการชี้ให้เห็นว่านักวิชาการมาจากตระกูลที่ไม่ธรรมดา\nไม่ได้สนใจเกี่ยวกับความงามและจุดประสงค์ของถ้วยชา นักวิชาการที่อาศัยอยู่ในหอคอยงาช้างจุ่มปากกาขนนกของเธอลงไป\nเธอเพียงแต่เห็นว่ามันเป็นเครื่องมือที่สะดวกในการล้างปลายปากกา ด้วยคราบหมึกทั้งหมดถ้วยจึงสูญเสียความสง่างามไปนานแล้ว"
          }
        ]
      },
      {
        "title": "Scholar's Quill Pen",
        "desc": [
          {
            "type": "RichText",
            "text": "ปากกาขนนกของนักวิชาการ ทำจากขนนกที่แปลกใหม่\nหลังจากงานเขียนจำนวนมหาศาล ขนนกก็เปลี่ยนเป็นสีดำ\nหลายปีต่อมา นักวิชาการนั้นไม่เคยคิดที่จะเปลี่ยนปากกาขนนกดำ ๆ ของเธอเลย\nนักวิชาการต้องการปากกาขนนกของเธอ เฉกเช่นกับทหารเก่าที่ต้องการอาวุธที่คุ้นเคยที่สุดของเขา"
          }
        ]
      },
      {
        "title": "Scholar's Clock",
        "desc": [
          {
            "type": "RichText",
            "text": "นาฬิกาขนาดเล็กและประณีตถูกวางไว้อย่างดีบนโต๊ะของนักวิชาการ เพื่อไม่ให้ทำมันตกได้ง่าย ๆ\nใช้เวลาทั้งวันทั้งคืนในห้องหนังสือ นักวิชาการได้หลงลืมเวลาไปเรียบร้อยแล้ว\nนาฬิกาที่งดงามนี้ทำหน้าที่เป็นสัญญาณนำทางนักวิชาการในการ แสวงหาความรู้อย่างไม่หยุดยั้งของเธอ\nเวลาที่นักวิชาการใช้ไปจะพิสูจน์ให้ได้เห็นผล เฉกเช่นความรู้ที่จะหาทางไปหาเธอ"
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Scholar's Ink Bottle",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "แต่เดิมแล้วมันเป็นภาชนะที่ออกแบบ มาเพื่อใช้บรรจุน้ำดื่ม แต่มันเปื้อนสีดำ จากการถูกนำไปใช้ล้างพู่กันทาสี"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Scholar's Bookmark",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "ดอกไม้แห้งที่ใช้เป็นที่คั่นหนังสือ มันดูดซับเอากลิ่นของหน้ากระดาษไว้ด้วย"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Scholar's Clock",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "นาฬิกาตั้งโต๊ะที่ใช้เตือน ให้เหล่าผู้เล่าเรียนได้รู้เวลา ในระหว่างที่จมอยู่ในกองหนังสือ"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Scholar's Quill Pen",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "ขนนกที่ใช้เป็นอุปกรณ์สำหรับเขียน ปลายของมันเปื้อนสีดำมาเป็นเวลา นานแล้ว"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Scholar's Glasses",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "การเพ่งอ่านหนังสือทำให้สายตาเสีย สิ่งของนี้สร้างขึ้นเพื่อแก้ไขปัญหา ดังกล่าว"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Scholar/circlet_of_logos_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "เพิ่มประสิทธิภาพ การฟื้นฟูพลังงานขึ้น 20%",
      "fourSetEffect": "เมื่อเก็บอณูธาตุ/ลูกแก้ว ตัวละครทั้งหมดในทีมที่ใช้ธนูและสื่อเวทจะได้รับการฟื้นฟูพลังงานธาตุเพิ่ม 3 หน่วย ซึ่งเอฟเฟกต์นี้จะเกิดขึ้นเพียงหนึ่งครั้งในทุก 3 วินาที"
    }
  }
}