{
  "epId": 2070,
  "name": "Thundersoother",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "ความต้านทานธาตุ",
      "โบนัสความเสียหาย"
    ]
  },
  "menuId": 5,
  "menuName": "อาร์ติแฟกต์",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Thundersoother"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Thundersoother's Heart",
        "desc": [
          {
            "type": "RichText",
            "text": "ดอกไม้สีม่วงขนาดจิ๋วซึ่งถูกเก็บท่ามกลางพายุฝนฟ้าคะนอง\nผู้ที่สวมใส่มันจะไม่เกรงกลัวต่อสายฟ้าและฟ้าผ่าอีกต่อไป\nดอกไม้ที่บานท่ามกลางสายฟ้าสีม่วง ไม่เคยเหี่ยวเฉาแม้ต้องเจอฝนกระหน่ำ\nนี่คือ Flower of Thunder จงคุกเข่าเบื้องหน้ามันซะ แม้แต่ Thundersoother ก็ยังเก็บมันขึ้นมาด้วยความเคารพ\nเขามักจะกลัดมันตรงหน้าอกและเผชิญหน้ากับสายฟ้าและฟ้าผ่าอย่าง ภาคภูมิ\nแม้แต่ในการต่อสู้กับ Beast of Thunder ที่แสนดุร้าย ความแน่วแน่ของเขาก็ไม่เคยสั่นคลอน\nสำหรับ Thundersoother การกลัดดอกไม้สีม่วงนี้อาจเป็นเพียงการกระทำตามอำเภอใจ\nแต่สำหรับนักท่องเที่ยวที่เดินทางบนถนน นี่เป็นความมุ่งมั่นอย่างกล้าหาญ ที่จะเอาชนะพายุฝนฟ้าคะนอง"
          }
        ]
      },
      {
        "title": "Thundersoother's Diadem",
        "desc": [
          {
            "type": "RichText",
            "text": "มงกุฎสีม่วงที่มีความเก่าแก่มาก\nสายฟ้าส่องประกายเพื่อลงทัณฑ์\nBeast of Thunder ที่โหดเหี้ยมเมื่อวันวาน\nผู้เคยใช้มนุษย์เป็นทาสด้วยสายฟ้าที่ยิ่งใหญ่ของมัน\nแต่สายฟ้าคงอยู่แค่วูบเดียวเท่านั้น\nและความเกรียงไกรของมันก็จากไปพร้อมกับสายฟ้า\nฮีโร่โค่นอสูรลงท่ามกลางพายุฟ้าผ่า\nรับมงกุฎนี้แทนเครื่องหมายแห่งชัยชนะ\nแต่อดีตนั้นไม่สามารถแก้ไขได้"
          }
        ]
      },
      {
        "title": "Thundersoother's Goblet",
        "desc": [
          {
            "type": "RichText",
            "text": "กุณโฑที่เคยเป็นของใช้ของ Thundersoother\nบางทีเจ้าของเก่าของมันอาจจะใช้เพื่อดื่มสายฟ้า\nยิ่งใหญ่อย่างที่เขาเป็น Thundersoother เป็นเพียงมนุษย์ธรรมดาและมีความรู้สึกเหมือนคนทั่ว ๆ ไป\nความโกรธเกรี้ยวและปลื้มปีติเข้ามาและก็จากไปอย่างรวดเร็วเฉกเช่นสายฟ้าที่ฟาดลงมา\nถ้วยใบนี้ไม่เพียงแต่จะเป็นพยานความสำเร็จของ Thundersoother เท่านั้น แต่รวมถึงความโศกเศร้าและเสียงหัวเราะของเขาอีกด้วย\nไม่ว่าจะถูกเทเหล้าเพื่อดื่มฉลอง\nหรือเพื่อเรียกความกล้าก่อนจะเข้าไปในรังของอสูรร้าย\nหรืออยู่กับ Thundersoother ผู้โดดเดี่ยวในช่วงสุดท้ายของเขา"
          }
        ]
      },
      {
        "title": "Thundersoother's Plume",
        "desc": [
          {
            "type": "RichText",
            "text": "เครื่องหมายซึ่งถูกทำในรูปแบบของขนนกอินทรีซึ่งหลุดออกมาจากนกอินทรีที่บินฝ่าพายุ\nเมื่อสวมใส่จะรับรู้ได้ถึงแรงระเบิดของสายฟ้า และความร้อนระอุของภูเขาไฟ\nไม่เกรงกลัวต่อสายฟ้าหรือภูเขาไฟ\nขนนกที่ตกอยู่ท่ามกลางผืนป่าที่มอดไหม้\nฮีโร่ทำเครื่องหมายนี้ด้วยพลอยสีม่วงในรูปของขนนก\nภายใต้การจ้องมองของศัตรูผู้เกรียงไกร อินทรีสีม่วงส่องแสงเป็นประกาย\nมีสายฟ้าส่งประกายระยิบระยับบนเครื่องหมายนี้\nราวกับจะบอกล่วงหน้าถึงการลงโทษของ Beast of Thunder\nราวกับนกเหยี่ยว ฮีโร่พิชิตสายฟ้าผ่าและเปลวเพลิง\nและสามารถบั่นศีรษะของ Beast of Thunder ได้ในที่สุด"
          }
        ]
      },
      {
        "title": "Hour of Soothing Thunder",
        "desc": [
          {
            "type": "RichText",
            "text": "นาฬิกาทรายซึ่งครั้งหนึ่ง Thundersoother เคยใช้ สิ่งที่ไหลอยู่ข้างในคือสะเก็ดของสายฟ้าแทนที่จะเป็นเม็ดทราย\nสะเก็ดเหล่านั้นแตกกระจายและตกลงมาเมื่อเวลาผ่านไป จากนั้นก็มารวมกันที่ก้นของนาฬิกาทราย\nฮีโร่ที่เอาชนะ Beast of Thunder สร้างนาฬิกาทรายนี้ด้วยพลอยสีม่วง\nเวลาผ่านไปราวกับสายฟ้าที่ฟาดผ่านท้องฟ้าและหายไปในพริบตา\nแม้แต่ Thundersoother ก็ยังไม่สามารถเอาชนะเวลาที่รวดเร็วได้\nภายในนาฬิกาทรายนี้แม้แต่สายฟ้าก็ต้องเชื่อฟังกฎแห่งกาลเวลา\nภายในนาฬิกาทราย สะเก็ดแตกกระจายและกลับมารวมกันใหม่นับครั้งไม่ถ้วน และเวลาก็ผ่านไปอย่างรวดเร็วและเงียบงัน\nฮีโร่เข้าใจถึงวังวนของการเกิดอยู่และดับไปของชีวิตจากมันและนำพาเขาไปสู่การเอาชนะอสูรร้าย"
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Thundersoother's Goblet",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "แก้วไวน์จาก Thundersoother ที่สามารถเอาชนะ the Beast of Thunder ได้"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Thundersoother's Heart",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "ดอกไม้ที่เบ่งบานอยู่ท่ามกลางบริเวณที่มีสายฟ้าผ่า จนถึงวันนี้มันยังคงมอบความกล้าให้แก่นักเดินทางที่ต้องเผชิญกับพายุสายฟ้าฟาดอยู่เสมอ"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Thundersoother's Diadem",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "มงกุฎที่มอบให้กับผู้กล้าในตำนาน Thundersoother จากการกำจัด Beast of Thunder ที่ได้สร้างความหายนะแก่แผ่นดิน"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Thundersoother's Plume",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "ขนของสัตว์ปีกที่บินผ่านพายุสายฟ้า ฟาด ว่ากันว่ามันเป็นเครื่องหมายเกียรติยศของผู้กล้าในตำนาน ผู้ที่ทำให้สายฟ้านั้นสงบลงได้"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Hour of Soothing Thunder",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "อุปกรณ์บอกเวลาที่เก็บรักษาไว้โดยผู้กล้าผู้เอาชนะสายฟ้าได้ ผลึกแห่งธาตุไฟฟ้าอันเล็กจิ๋วไหลไปมาอยู่ภายในตลอดที่เวลาได้ผ่านไป"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Thundersoother/sands_of_eon_icon.png"
      }
    },
    "reliquarySetEffect": {
      "twoSetEffect": "เพิ่มความต้านทานธาตุไฟฟ้าขึ้น 40%",
      "fourSetEffect": "สร้างความเสียหายเพิ่มขึ้น 35% แก่ศัตรูที่ได้รับผลกระทบต่อธาตุไฟฟ้า"
    }
  }
}