{
  "epId": 2079,
  "name": "Heart of Depth",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "โบนัสความเสียหาย"
    ]
  },
  "menuId": 5,
  "menuName": "อาร์ติแฟกต์",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "ได้รับโบนัสความเสียหายน้ำ 15%",
      "fourSetEffect": "ภายใน 15 วินาที หลังจากใช้สกิลธาตุ ความเสียหายของการโจมตีปกติ และการชาร์จโจมตีจะเพิ่มขึ้น 30%"
    },
    "story": [
      {
        "title": "Gilded Corsage",
        "desc": [
          {
            "type": "RichText",
            "text": "ดอกไม้กลัดอกที่ถูกสายลมทะเลพัดจนสีซีดไป\nแม้จะเป็นชายที่ออกท่องไปตามเกลียวคลื่น\nก็ยังมีเครื่องประดับและความทรงจำที่มีความหมาย\nเรือรบได้ยกสมอเรือขึ้น และมุ่งสู่ทะเล รองกัปตันได้ออกจากอ่าวไปพร้อมกับนายเรืออีกครั้ง\nเพื่อการตามหาที่ดูไร้สาระของนายเรือ และเพื่อความทรงจำอันเลือนรางของเขา\nรองกัปตันฮัมเพลงห่วย ๆ ที่เขาแต่งเอง คลอไปกับเสียงวาฬและเสียงคลื่น\n\"คนเลวที่ยอมทิ้งชื่อเสียงของตระกูล และแม่มดผู้ตามล่าเขา แต่ไป (ไม่ถึง) ฝั่ง\"\n\"พี่ชายนอกสายเลือดผู้ไม่สามารถเป็นทายาทได้ ในที่สุดก็ได้เป็นผู้นำตระกูล (รึเปล่า?)\"\n\"เพลงที่ไม่สามารถร้องได้... สุดท้ายก็ละทิ้งความจริง และเลือกจินตนาการแทนใช่มั้ย?\"\n\"สิ่งที่สูญเสียไปและสิ่งที่ยอมทิ้งไป สุดท้ายต้องจมลง และถูกขังไว้ใต้คลื่นทะเล\"\n\"บางทีอาจเป็นจุดจบที่ไม่เลว ฮ่าฮ่าฮ่าฮ่าฮ่าฮ่า!\""
          }
        ]
      },
      {
        "title": "Wine-Stained Tricorne",
        "desc": [
          {
            "type": "RichText",
            "text": "หมวกสามเขาซึ่งอบอวลไปด้วยกลิ่นของเหล้า\nลักษณะของมันบ่งบอกถึงตัวตนของผู้ที่เคยครอบครอง\nรองกัปตันผู้ดื่มอย่างหนักจนหายไปในภวังค์แห่งความเมาตั้งแต่เช้าจรดค่ำ ซึ่งเป็นเรื่องยากมากที่จะเห็นช่วงเวลาที่เขามีสติ\nโอบล้อมด้วยกลิ่นฉุนของเหล้า ถูกกระซิบด้วยความทรงจำที่แตกสลายอยู่เสมอ\nแต่นายเรือก็ไม่ได้กล่าวโทษเขาในเรื่องนี้แต่อย่างใด และก็ยังคงให้เขารับผิดชอบในหน้าที่ที่สำคัญอยู่ต่อไป\n\"เพราะพวกเราต่างก็เหลือแต่ตัวเปล่า ๆ ทั้งคู่ไงล่ะ ฮ่าฮ่าฮ่า!\"\n\"หมวกเดินเรือเปื้อนไวน์ถูกพายุพัดขึ้นฟ้าและลอยไปตามคลื่น\"\n\"ผู้มีชะตากรรมต้องสูญเสียบ้านเกิดได้เข้าร่วมการต่อสู้ที่สิ้นหวังและไร้ซึ่งความต้องการ\"\n\"ซึ่งหายไปจากทะเลแห่งความทรงจำ พวกเขาแสวงหาจากทะเลลึก\"\n\"ทิศทางลมและเกลียวคลื่นนั้นถูกต้อง ฉันเจอมันแล้ว\"\n\"เจ้าอสูรตัวยักษ์ที่หลอกหลอนและกัดแทะฉันในความฝันนั่น...\"\n\"ช่วงเวลาแห่งการแก้แค้นมาถึงแล้ว ออกเรือกันเถอะ!\""
          }
        ]
      },
      {
        "title": "Goblet of Thundering Deep",
        "desc": [
          {
            "type": "RichText",
            "text": "ถ้วยสีซีดจางที่ทำขึ้นอย่างละเอียดอ่อน\nถูกขัดเงาด้วยผืนทรายใต้ทะเลลึก\nถ้วยอันงดงามซึ่งลื่นหลุดจากมือของรองกัปตัน มันทำให้เกิดระลอกคลื่นเล็ก ๆ เมื่อกระทบพื้นผิวของมหาสมุทร\nท่ามกลางฝูงปลาที่แหวกว่าย ท่ามกลางแสงไฟอันริบหรี่ใต้ทะเล มันพบเจออะไรมาบ้างกันนะ?\nท่ามกลางตรอกมืดอันเงียบสงัด เบื้องหน้าลูกกรงหน้าต่างแกะสลักของการนัดหมายแบบลับ ๆ เขาต้องเจอกับอะไรมาบ้างกันนะ?\nถ้วยไวน์สีทองเข้มซึ่งค่อย ๆ จมลงในความฝันของอสูรแห่งท้องทะเล จมลงสู่ความฝันของรองกัปตัน...\n\"ร่องรอยแห่งบาปนี้มอบให้โดยคุณ วันหนึ่งฉันจะคืนความอัปยศนี้ให้แก่คุณ\"\nแสงจันทร์สาดส่องดวงตาสีฟ้าราวกับอัญมณี และบาดแผลที่ขัดลูกตานั่น...\nใบหน้าของเธอสว่างขึ้นเรื่อย ๆ ในความทรงจำของเขา สดใสและเย่อหยิ่ง\nแต่เขากลับลืมไปแล้วว่าเขาตอบอย่างไรในตอนนั้น และก็ผิดหวังขึ้นมาในทันที\n\"จะว่าไปแล้ว นี่มันเป็นครั้งที่เท่าไหร่กันแล้วนะ ที่ฉันลืมเรื่องราวที่เกิดขึ้นในอดีต\"\n\"เหอะ ยังไงซะมันก็เป็นเรื่องที่ผ่านมาแล้ว ถ้างั้นก็ช่างมันเถอะ!\"\n\"ความตายทั้งหมดนั้นเปล่าประโยชน์ ไม่มีทางที่จะช่วยเหลือสิ่งที่จมลึกลงไปแล้วได้\""
          }
        ]
      },
      {
        "title": "Gust of Nostalgia",
        "desc": [
          {
            "type": "RichText",
            "text": "ขนนกสีแดงแห่งลางร้าย บางทีอาจเป็นสัญญาณแห่งความตาย\nวันหนึ่งมันถูกคลื่นซัดขึ้นมาบนชายฝั่งพร้อมกับซากของอสูรทะเล\nรองกัปตันผู้เย่อหยิ่งนั้นไม่ใช่ชาว Liyue แต่กำเนิด แต่มาจากชนชั้นสูงแห่งประเทศสีเทา\nผู้คนบอกว่าครั้งหนึ่งเขาเคยเป็นชนชั้นสูง แต่เพราะสร้างความอับอายบางอย่างให้แก่วงศ์ตระกูล จากนั้นจึงถูกพี่น้องร่วมท้องเนรเทศ\nแต่นั่นเป็นเพียงตำนานที่ไร้สาระ ในตอนแรกที่เขามาถึงท่าเรือนั้น เขาพกมาเพียงแค่ดาบบาง ๆ เล่มเดียว\nนอกจากนี้ก็มีเพียงขนนกสีน้ำเงินราวกับแซฟไฟร์ขนาดเล็กที่ติดอยู่บนเสื้อคลุมที่ซอมซ่อ\nจากนั้นต่อมา ผู้ร่อนเร่ก็กระโจนลงไปในทะเลกว้าง เพื่อต่อสู้กับคลื่นยักษ์และอสูรทะเล\nขนนกสีน้ำเงินราวกับแซฟไฟร์ ถูกย้อมด้วยเลือดสีแดงฉานและความเค็มจากมหาสมุทร\nในช่วงเวลาสุดท้าย\nเขาจดจำอดีตที่ถูกปกคลุมไปด้วยเหล้ารสเข้มได้อย่างชัดเจน\nเช่นเดียวกับขุมทรัพย์ใต้กรวดทรายที่ถูกคลื่นซัดให้เผยโฉม..."
          }
        ]
      },
      {
        "title": "Copper Compass",
        "desc": [
          {
            "type": "RichText",
            "text": "เข็มทิศทองแดงที่ถูกใช้โดยหนุ่มชาวทะเล\nท่ามกลางชีวิตที่ขรุขระชั่วนิรันดร์\nมันจะชี้ไปยังที่ที่หัวใจผู้ถือปรารถนาเสมอ\nนายเรือผู้โชกโชนใช้เข็มทิศนี้เพื่อนำทางเรือลำใหญ่\nข้ามผ่านทะเลที่อันตรายที่สุด และพิชิตกระแสน้ำวนที่ยิ่งใหญ่ที่สุด\nครั้งหนึ่งมันเคยนำทางผู้ที่หัวใจเปี่ยมไปด้วยความเกลียดชังที่ถูกซ่อนไว้ใต้เสียงหัวเราะอันโหดร้าย\nและผู้ที่หลงทางและสิ้นหวัง ผู้แสวงหาเหล้าแรง ๆ และความตาย...\n\"การถูกแขวนคอคือจุดจบที่หัวขโมยหนีไม่พ้น... นี่คือเพลงที่พวกแกร้องใช่มั้ยล่ะ?\"\n\"ตราบใดที่ยังมีที่เป็นของตัวเอง ต่อให้ต้องลงเอยอยู่ในท้องปลาก็ไม่หวั่น ——\"\n\"ตอนที่ขึ้นเรือมา พวกแกก็เซ็นสัญญาแล้วไม่ใช่รึไง? \"\n\"ความจำคงไม่ได้หายไปพร้อมกับเหล้าหรอกนะ? ฮ่าฮ่าฮ่าฮ่าฮ่า!\"\n\"ไม่ได้ลืมก็ดีแล้ว เพราะถึงเวลาที่แกต้องทำตามสัญญาแล้ว\"\n\"งั้นเหรอ? งั้นก็ดี ยังไงฉันก็ไม่เหลืออะไรอยู่แล้ว...\""
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Gust of Nostalgia",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "ขนนกที่ลอยมากับลมทะเลและคลื่นสีแดงฉาน กาลเวลาได้เปลี่ยนรูปร่างและสีของมันไปทุกปี"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/plume_of_death_icon.png"
      },
      "sands_of_eon": {
        "title": "Copper Compass",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "เข็มทิศสำริดโบราณ เข็มของมันจะชี้ไปทางฝั่งอันห่างไกลของอ่าวท่าเรือที่ไม่มีอยู่จริง"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Goblet of Thundering Deep",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "แก้วสีซีดจางที่ถูกเก็บขึ้นมาจากทะเลโดยไม่ตั้งใจ ภายนอกที่หมองหม่นบ่งบอกถึงวันเวลาที่มันใช้อยู่ใต้ท้องทะเล"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Gilded Corsage",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "เข็มกลัดที่ได้สูญเสียความแวววาวไปแล้ว ทองชุบที่เคยงดงามถูกสายลมและเกลียวคลื่นชะล้างไปจนหมด"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/flower_of_life_icon.png"
      },
      "circlet_of_logos": {
        "title": "Wine-Stained Tricorne",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "หมวกเก่า ๆ เปื้อนคราบไวน์ที่มาจากทะเล มันยังมีกลิ่นไวน์ติดอยู่จนถึงทุกวันนี้"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Heart of Depth/circlet_of_logos_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Heart of Depth"
          }
        ]
      }
    ]
  }
}