{
  "epId": 2080,
  "name": "The Exile",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "การฟื้นฟูพลังงาน"
    ]
  },
  "menuId": 5,
  "menuName": "อาร์ติแฟกต์",
  "version": 0,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "เพิ่มประสิทธิภาพ การฟื้นฟูพลังงานขึ้น 20%",
      "fourSetEffect": "เมื่อใช้ท่าไม้ตายแล้วจะทำการฟื้นฟูพลังงานธาตุให้แก่สมาชิกทีมทั้งหมด (ไม่รวมตัวเอง) 2 หน่วย ในทุก 2 วินาที เป็นเวลา 6 วินาที และไม่สามารถซ้อนทับได้"
    },
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "The Exile"
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Exile's Feather",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "จริง ๆ แล้วมันไม่ได้เป็นเครื่องประดับตั้งแต่แรก เป็นแค่ขนนกที่บังเอิญติดมา ในระหว่างเดินทางเท่านั้น"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Exile's Circlet",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "มงกุฎแห่งศักดิ์ศรีของราชวงศ์ แต่ตราราชวงศ์นั้นถูกลบออกไป เอกลักษณ์ทางคุณค่าของมันเช่นกัน"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/circlet_of_logos_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Exile's Goblet",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "แก้วโทรม ๆ ที่ทำจากโลหะหนัก เคยมีร่องรอยของการประดับด้วย อัญมณี แต่ได้ถูกแงะออกไปหมดแล้ว"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Exile's Flower",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "ดอกไม้ที่แห้งเหี่ยวติดอยู่บนเสื้อ มันต้องมีความหมายบางอย่างแน่ หากผู้ถูกเนรเทศเลือกที่จะยังติดมันไว้"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Exile's Pocket Watch",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "นาฬิกาหน้าปัดคริสตัลที่แตกและเข็มหลุดหาย แต่เจ้าของมันยังคงเก็บมันไว้จนวาระสุดท้าย"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/The Exile/sands_of_eon_icon.png"
      }
    },
    "story": [
      {
        "title": "Exile's Flower",
        "desc": [
          {
            "type": "RichText",
            "text": "ทุกอย่างเกิดขึ้นก่อนที่ขุนนางผู้ถูกเนรเทศจะเกี่ยวข้องกับความบาดหมางในครอบครัว\nมันเป็นดอกไม้ที่บานสะพรั่งก่อนที่หมอกควันของผืนดินปกคลุมครอบครัว\nเมื่อเห็นความโหดร้ายของมนุษย์ ผู้ถูกเนรเทศละทิ้งซึ่งความเมตตาและความอ่อนโยนของเขาที่มีใน อดีต\nแต่ดอกไม้สีจางและรอยยิ้มไร้เดียงสาที่เขาเคยมีจะยังคงอยู่กับเขา ตลอดไป"
          }
        ]
      },
      {
        "title": "Exile's Circlet",
        "desc": [
          {
            "type": "RichText",
            "text": "ผู้ถูกเนรเทศนั้นครั้งหนึ่งเคยเป็นเด็กอยู่ในบ้านของชนชั้นสูง ช่วงวัยเด็กของเขานั้นไร้กังวลและสนามเด็กเล่นของเขาคือวังที่ สร้างด้วยเงิน\nในสมัยโบราณนั้น มงกุฎบนศีรษะของพ่อ เป็นสัญลักษณ์ของศักดิ์ศรีและเป็นสัญลักษณ์ของชนชั้นสูง\nหลายปีต่อมา สงครามสายเลือดที่เกิดขึ้นในครอบครัว ได้ละเลงพระราชวังด้วยเลือด\nมงกุฎอันน่าละอายนี้ก็กลายเป็นหลักฐานของนักโทษและร่วมเดินทางไปกับเขา"
          }
        ]
      },
      {
        "title": "Exile's Goblet",
        "desc": [
          {
            "type": "RichText",
            "text": "ถ้วยเงินซึ่งเป็นมรดกตกทอดของชนชั้นสูงที่ถูกเนรเทศ ส่วนด้านนอกของกุณโฑเคยถูกฝังด้วยอัญมณีซึ่งจารึกด้วยยอดตระกูลของเขา\nแต่หลังจากถูกเนรเทศและทำให้ครอบครัวของเขาต้องอับอาย เขาก็แกะสลักสัญลักษณ์ที่ครั้งหนึ่งเขาเคยภูมิใจ\nจนถึงวันนี้ถ้วยได้แตกไปแล้วและไม่สามารถเก็บของเหลวได้อีกต่อ ไป\nแต่ผู้ถูกเนรเทศยังคงพกมันไปด้วยตลอดจนถึงวันที่การเดินทางของเขาสิ้นสุดลง"
          }
        ]
      },
      {
        "title": "Exile's Feather",
        "desc": [
          {
            "type": "RichText",
            "text": "ผ่านที่ราบและป่าไม้ ผู้ถูกเนรเทศเดินทางคนเดียวในป่า\nภายใต้เมฆครึ้มสีเทา ขนสีฟ้าใสตกลงบนไหล่ของเขา\nขนนกนี้มาจากนกที่หนีเหยี่ยวอย่างหวาดกลัว เช่นเดียวกับผู้ถูกเนรเทศ\nขนนกแสดงถึงจิตวิญญาณของนกที่ไร้รัง เช่นเดียวกับผู้ถูกเนรเทศ"
          }
        ]
      },
      {
        "title": "Exile's Pocket Watch",
        "desc": [
          {
            "type": "RichText",
            "text": "ย้อนไปในวันเก่า ๆ ชนชั้นสูงวัยเยาว์ได้รับนาฬิกาพกนี้\nนาฬิกาที่ละเอียดอ่อนนี้บันทึกทุกช่วงเวลาในวัยเด็กของผู้ถูกเนรเทศ\nแต่วันที่ปราศจากความกังวลจบลงด้วยความวุ่นวาย\nผู้ถูกเนรเทศนั้นไม่มีทางเลือกและต้องออกเดินทางที่แสนยาวไกล"
          }
        ]
      }
    ]
  }
}