{
  "epId": 2082,
  "name": "Ocean-Hued Clam",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "โบนัสการรักษา"
    ]
  },
  "menuId": 5,
  "menuName": "อาร์ติแฟกต์",
  "version": 1704725659,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "เพิ่มโบนัสการรักษา 15%",
      "fourSetEffect": "เมื่อตัวละครที่สวมใส่เซ็ตอาร์ติแฟกต์นี้ทำการรักษาตัวละครในทีม จะเกิด Sea-Dyed Foam ขึ้นเป็นเวลา 3 วินาที และบันทึกปริมาณการฟื้นฟูพลังชีวิตของการรักษา (รวมไปถึงค่าส่วนเกิน) เมื่อช่วงเวลาต่อเนื่องสิ้นสุดลง Sea-Dyed Foam จะระเบิด สร้างความเสียหายเป็น 90% ของปริมาณการฟื้นฟูพลังชีวิตที่สะสมแก่ศัตรูโดยรอบ (วิธีคำนวณความเสียหายนี้จะเหมือนกับปฏิกิริยาของธาตุ เช่น ชาร์จไฟฟ้า, นำไฟฟ้า และอื่น ๆ แต่จะไม่ได้รับผลกระทบจากความชำนาญธาตุ, เลเวล หรือเอฟเฟกต์โบนัสความเสียหายของปฏิกิริยา) ในทุก 3.5 วินาที จะเกิด Sea-Dyed Foam ได้มากสุดหนึ่งอัน; Sea-Dyed Foam จะบันทึกปริมาณการฟื้นฟูได้มากสุด 30000 หน่วย รวมถึงปริมาณการรักษาส่วนที่เกิน; ในช่วงเวลาเดียวกัน จะมี Sea-Dyed Foam ในทีมของตัวเองได้มากสุดหนึ่งอันเท่านั้น ซึ่งเอฟเฟกต์นี้จะยังคงเกิดขึ้นได้ แม้ในขณะที่ตัวละครที่สวมใส่เซ็ตอาร์ติแฟกต์นี้อยู่ในทีมแต่ไม่ได้อยู่ในการต่อสู้"
    },
    "story": [
      {
        "title": "Sea-Dyed Blossom",
        "desc": [
          {
            "type": "RichText",
            "text": "ดอกไม้ที่แสนบอบบางของท้องทะเล ใจกลางของดอกนั้นถูกประดับไว้ด้วยไข่มุกบริสุทธิ์\nในบทเพลงของเกาะ ดอกไม้ชนิดนี้เบ่งบานในก้นทะเลลึกที่มีแสงสว่างไสวของไข่มุก\nด้วยความรักของหญิงสาวท้องทะเล และความอ่อนโยนของแสงจันทร์ ทำให้ไข่มุกทอประกายแสงวิบวับ\nเมื่อความขัดแย้งทั้งหมดสิ้นสุดลง อสูรทะเลก็ไม่ต้องร่ำไห้ให้กับสหายผู้โดดเดี่ยวอีกต่อไป\nและเมื่อแสงจันทร์ส่องขึ้นเหนือหัว Touzan เทพผู้สง่างามลุกขึ้นร้องเพลง\n\"มาเถิด หญิงสาวแห่งท้องทะเลทั้งหลาย มาดูเถิด ผู้ที่อยู่ในดวงใจของเรา มาชมแสงจันทร์ในยามค่ำคืนนี้เถิด\"\n\"ถึงแม้คืนนี้ Touzan จะร่วงหล่นมา แต่สายฟ้า และพายุก็ไม่สามารถปิดบังประกายความรุ่งโรจน์ของไข่มุกได้…\"\nมิโกะที่อยู่ลำพังได้ฮัมเพลง พร้อมร่ายรำท่ามกลางเกลียวคลื่นสีเงินใต้แสงจันทราส่อง\nเหล่าหญิงสาวท้องทะเลลืมความโศกเศร้าของการสูญเสีย แม้แต่ดอกไม้อันบอบบางก็กลับมามีสีสันอีกครั้ง"
          }
        ]
      },
      {
        "title": "Crown of Watatsumi",
        "desc": [
          {
            "type": "RichText",
            "text": "Omikami ได้คัดเลือกนักบวชขึ้นมาจากตระกูลมากมายใน Watatsumi และได้สวมมงกุฎแห่งเกียรติยศให้แก่พวกนางด้วยมือของตนเอง\nแต่หลังจากสิ้นสุดยุคแห่งความทุกข์ยากลำเข็ญ ด้วยการจากไปของเหล่านักบวช มงกุฎแห่งเกียรติยศนี้ก็ได้ถูกผนึกไว้เช่นกัน\nในบทเพลงได้รับการขับขานสืบทอดต่อกันมาของผู้คนแห่งท้องทะเลนั้นกล่าวว่า มงกุฎที่ทำจากไข่มุก และปะการังจะไม่มีวันแปดเปื้อน\nและผู้ใดที่ได้รับมงกุฎแห่ง Watatsumi คือ \"ผู้ปกครอง\" ที่ Omikami นั้นให้การยอมรับ\nผู้คนแห่งท้องทะเลที่ได้รับมงกุฎแห่งเกียรติยศนี้ถูกเรียกขานว่า \"Touzannou\" ราชาผู้กล้า หรือฝาแฝดที่ท่องไปอย่างอิสระเหนือคลื่น\nพวกเขาทั้งหมดถูกจับตามองด้วยดวงตาแห่งความรักของ Omikami และมอบวิญญาณอมตะให้กับบทเพลงของเกาะ\nตำนานได้เล่าไว้ว่า เหล่าผู้ปกครองเหล่านี้ได้ช่วยเหลือ Omikami ในการชี้นำให้ผู้คนแห่งท้องทะเลเริ่มทำการเกษตร ตกปลา และล่าสัตว์ตามเกาะต่าง ๆ\nแต่แล้ว เมื่อศึกแห่งโชคชะตาที่ไม่อาจหลีกเลี่ยงมาถึง เทพเจ้าก็ได้ร่วงโรย\nด้วยความหวังและความทรงจำที่ถูกดึงขึ้นมาจากเบื้องลึกของห้วงทะเล และการซึมซับอารยธรรมและประวัติศาสตร์ที่สาบสูญไปนาน\nมงกุฎที่ละเอียดอ่อนและสง่างามเหล่านี้ได้ติดตามเจ้าของของมันร่วงหล่นลงในรอยแยกที่ถูกลืมเลือน"
          }
        ]
      },
      {
        "title": "Pearl Cage",
        "desc": [
          {
            "type": "RichText",
            "text": "ไข่มุกอันเจิดจ้าที่เทพแห่งเกาะ Watatsumi ยกย่องนั้นถือเป็นสมบัติล้ำค่าของผู้คนแห่งท้องทะเล\n\"บทเพลง\" ที่เกี่ยวกับไข่มุกนั้น มีแต่ผู้นำมิโกะคนปัจจุบันเท่านั้นที่มีคุณสมบัติในการขับร้องบทเพลงนี้\nตามตำนานเล่าว่าหอยที่อาบแสงสีรุ้ง และโอบรับความอ่อนโยนของท้องทะเลเอาไว้ จะให้กำเนิดไข่มุกที่บริสุทธิ์มิมีมลทินมัวหมอง\nต่อมามีการเล่าขานกันว่า สายเลือดของผู้นำมิโกะ แห่ง Watatsumi นั้นมีต้นกำเนิดมาจากไข่มุก\nเยื้องย่างออกมาจากเปลหอยที่มีสีสันงดงามอันอ่อนนุ่ม สองศรีพี่น้องเต้นรำภายใต้แสงจันทร์ และท้องทะเลได้รับความโปรดปรานเป็นอย่างมาก\nด้วยความรัก และความยินดีปรีดา Omikami จึงมอบหยกเม็ดงามที่จะทำให้ความฝันอันบริสุทธิ์ในการไล่ตามแสงแดดของพวกเธอเป็นจริง\nเมื่ออยู่ในมือของผู้ที่มีสายเลือดแห่ง Watatsumi ไข่มุกจะดูส่องประกายเจิดจรัสมากกว่าปกติ\nหรือนี่อาจเป็นเพียงตำนานโบราณอีกเรื่องหนึ่งเท่านั้น เพราะมันนานจนยากที่จะพิสูจน์ความจริงได้แล้ว\nในตำนานยังกล่าวไว้ว่า ในช่วงเวลาแห่งความพ่ายแพ้ มิโกะได้สลับเสื้อผ้ากับสองพี่น้องฝาแฝด แล้วหลบซ่อนตัวอยู่ในเกลียวคลื่นที่ไม่มีที่สิ้นสุด\nมีเพียงไข่มุกอันเจิดจรัสนี้เท่านั้นที่สูญหายไปท่ามกลางความโกลาหลของเกลียวคลื่น หวนคืนสู่ความสันโดษอันเงียบสงัด ณ ส่วนลึกของท้องทะเล"
          }
        ]
      },
      {
        "title": "Deep Palace's Plume",
        "desc": [
          {
            "type": "RichText",
            "text": "เป็นเวลากว่าหลายปี ในที่สุดบรรพบุรุษก็ได้เห็นแสงแห่งท้องฟ้าเป็นครั้งแรก Omikami ได้ทำการเลือกมิโกะในหมู่ผู้คนแห่งท้องทะเลขึ้นมา\nในบทเพลงแห่งประวัติศาสตร์ของเกาะ \"ผู้นำมิโกะ\" คนแรกเคยเป็นหญิงสาวทะเลที่รวบรวมไข่มุก\nท่ามกลางเด็ก ๆ ที่สูญเสียอนาคตเพราะถือกำเนิดขึ้นมาท่ามกลางความขัดแย้ง\nท่ามกลางคนชราที่สูญเสียความสุขจากภัยพิบัติที่ไร้ความปรานี\nผู้นำมิโกะคนปัจจุบันปลอบโยนผู้คนด้วยบทเพลงของเกาะที่ไพเราะ และคำพูดที่นุ่มนวล\nในยุคที่พายุโหมกระหน่ำ ผู้คนแห่งท้องทะเลก็ได้พบกับความหวังเป็นครั้งแรก\nกล่าวกันว่าขนนกที่เกิดในท้องทะเลนี้มาจากชุดคลุมในพิธีของ \"ผู้นำมิโกะคนปัจจุบัน\"\nที่มีเด็กน้อยใช้มือดึงออกโดยไม่ได้ตั้งใจ และถูกเก็บรักษาไว้อย่างเนิ่นนานโดยคนที่ระแวดระวังเป็นอย่างดี\nต่อมา นักรบผู้กล้า และมิโกะหญิงก็ได้ไปยังสถานที่แห่งการเสียสละที่ไม่อาจหวนกลับคืนมา\nแต่ชุดคลุมในพิธีของผู้นำมิโกะคนปัจจุบันนั้นไม่ได้หายไปไหน มันได้ถูกสืบทอดจากรุ่นสู่รุ่นมาจวบจนทุกวันนี้"
          }
        ]
      },
      {
        "title": "Cowry of Parting",
        "desc": [
          {
            "type": "RichText",
            "text": "ในความเงียบสงัดของท้องทะเลลึกที่ทอประกายแสง เวลาดูเหมือนจะผ่านไปอย่างเชื่องช้า\nแม้แต่เปลือกหอยที่ส่องประกายใสสะอาด ก็อาจจะถูกลืมเลือนไปเพราะอายุขัยอันยาวนาน\nผู้คนแห่งท้องทะเลได้ออกมาจากใต้ก้นทะเลอันมืดมิด อำลาความฝันอันยาวนานใต้ท้องทะเลลึก\nไปให้ห่างไกลจากสายตาที่คอยสอดส่องของทายาทมังกรทะเล ปีนป่ายบันไดปะการังที่ส่องประกายไปยังดินแดนแห่งแสงแดด\nตามตำนานเล่าว่า ในสมัยนั้นผู้คนใต้ทะเลมักจะเก็บเอาเปลือกหอยเอาไว้เป็นที่ระลึกถึงเผ่าเสมอ\nสำหรับผู้โดดเดี่ยวที่สูญเสียเผ่าไปนั้น จะได้รับการต้อนรับเข้าสู่ครอบครัวใหม่\nในภาษาโบราณของเผ่า ได้เรียกเปลือกหอยที่ส่องประกายใสสะอาดเหล่านี้ว่า \"ลาก่อน\"\nทั้งสองฝ่ายที่โอบกอดกันจะไม่ถูกพลังจากภายนอกทำให้พรากจากกัน แต่การพึ่งพาอาศัยกันไม่ได้หมายถึงนิรันดร์\nเปลือกหอยเหล่านี้จึงเป็นการอำลาชีวิตใต้คลื่น และเป็นจุดเริ่มต้นของชีวิตใหม่ภายใต้แสงอาทิตย์"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวละคร"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หมายเหตุ"
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "ผู้นำมิโกะคนปัจจุบันของเกาะ Watatsumi สาวน้อยผู้รับผิดชอบงานทุกอย่างบนเกาะ Watatsumi",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Sangonomiya Kokomi เป็นตัวละครสายสนับสนุนที่สามารถ <color=#ffd780>ทำการรักษา</color> ให้แก่เพื่อนร่วมทีมได้ทั้งจาก <color=#ffd780>สกิลธาตุ</color> และ <color=#ffd780>ท่าไม้ตาย</color> ได้เป็นจำนวนมาก จึงทำให้สามารถใช้โบนัสเซ็ต <color=#ffffff>Ocean-Hued Clam</color> ในการเพิ่มความเสียหายโดยรวมให้แก่เพื่อนร่วมทีมได้อย่างมีประสิทธิภาพ"
      },
      {
        "type": "CustomEntry",
        "epId": 3609,
        "name": "Baizhu",
        "desc": "<p><span>เจ้าของร้านยา \"</span>Bubu Pharmacy\" <span>มักจะมีงูเผือกที่ชื่อว่า \"</span>Changsheng\" <span>อยู่ข้างกายเสมอ เก่งเรื่องยาและการฝังเข็ม จิตใจลึกล้ำสุดหยั่งถึง</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/29/176148810/05599650d7f42e1c4adde373de6b297d_3847603196265472989.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Baizhu เป็นตัวละครสายสนับสนุนที่สามารถ <color=#ffd780>ทำการรักษา</color> ให้แก่เพื่อนร่วมทีมได้ทั้งจาก <color=#ffd780>สกิลธาตุ</color> และ <color=#ffd780>ท่าไม้ตาย</color> ได้เป็นจำนวนมาก จึงทำให้สามารถใช้โบนัสเซ็ต <color=#ffffff>Ocean-Hued Clam</color> ในการเพิ่มความเสียหายโดยรวมให้แก่เพื่อนร่วมทีมได้อย่างมีประสิทธิภาพ"
      },
      {
        "type": "CustomEntry",
        "epId": 1,
        "name": "Qiqi",
        "desc": "<p>คนเก็บสมุนไพรและเด็กฝึกงานของร้านยา Bubu Pharmacy ซอมบี้ผู้มีใบผิวขาวซีดราวกับกระดาษ ไม่ค่อยพูดไม่ค่อยจาและไม่ค่อยแสดงอารมณ์</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Qiqi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Qiqi เป็นตัวละครสายสนับสนุนที่สามารถ <color=#ffd780>ทำการรักษา</color> ให้แก่เพื่อนร่วมทีมได้ทั้งจาก <color=#ffd780>สกิลธาตุ</color> และ <color=#ffd780>ท่าไม้ตาย</color> ได้เป็นจำนวนมาก จึงทำให้สามารถใช้โบนัสเซ็ต <color=#ffffff>Ocean-Hued Clam</color> ในการเพิ่มความเสียหายโดยรวมให้แก่เพื่อนร่วมทีมได้อย่างมีประสิทธิภาพ"
      },
      {
        "type": "CustomEntry",
        "epId": 35,
        "name": "Barbara",
        "desc": "<p>ชาวเมือง Mondstadt ทุกคนต่างก็เอ็นดู Barbara</p><p>เธอเรียนรู้คำว่า &#34;ไอดอล&#34; มาจากนิตยสาร</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Barbara เป็นตัวละครสายสนับสนุนที่สามารถ <color=#ffd780>ทำการรักษา</color> ให้แก่เพื่อนร่วมทีมได้ทั้งจาก <color=#ffd780>สกิลธาตุ</color> และ <color=#ffd780>ท่าไม้ตาย</color> ได้เป็นจำนวนมาก จึงทำให้สามารถใช้โบนัสเซ็ต <color=#ffffff>Ocean-Hued Clam</color> ในการเพิ่มความเสียหายโดยรวมให้แก่เพื่อนร่วมทีมได้อย่างมีประสิทธิภาพ"
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Crown of Watatsumi",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "มงกุฎโบราณที่แสนสวยงาม ครั้งหนึ่งเคยเป็นของ \"นักบวช\" ที่ถูกลืม ในทุกวันนี้มันถูกผนึกไว้อย่างดีโดยชาว Watatsumi"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Sea-Dyed Blossom",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "ดอกไม้อันอ่อนโยนที่ถูกย้อมด้วยสีอันหลากหลายของน้ำทะเล เปล่งประกายด้วยสีสันอันสวยงามภายใต้แสงจันทร์"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Pearl Cage",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "ไข่มุกอันแสนแวววาวที่เหล่ามิโกะแห่งเกาะ Watatsumi ใช้ถวาย แสงที่ส่องเป็นประกายอยู่เสมอนั้นไม่เคยจางหายไป"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/goblet_of_eonothem_icon.png"
      },
      "sands_of_eon": {
        "title": "Cowry of Parting",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "เปลือกหอยที่ใสสะอาดไร้ร่องรอย มาจากทะเลลึกอันกว้างใหญ่ไร้ก้นบึ้ง"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Deep Palace's Plume",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "ขนนกอันอ่อนนุ่มซึ่งมีสีสันหลากหลายราวกับปะการัง ว่ากันว่ามาจากผ้าคลุมของมิโกะ"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Ocean-Hued Clam/plume_of_death_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Ocean-Hued Clam"
          }
        ]
      }
    ]
  }
}