{
  "epId": 2085,
  "name": "Crimson Witch of Flames",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "โบนัสความเสียหาย"
    ]
  },
  "menuId": 5,
  "menuName": "อาร์ติแฟกต์",
  "version": 1721828141,
  "components": {
    "artifactList": {
      "flower_of_life": {
        "title": "Witch's Flower of Blaze",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "ดอกไม้ที่ครั้งหนึ่งถูกสัมผัสโดยแม่มด ผู้ที่ครั้งหนึ่งฝันว่าจะเผาอสูรทั้งโลกนี้ให้สิ้นไป ไฟอันไร้ชื่อของมันจะให้ความอบอุ่นกับผู้ที่สัมผัสมัน"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/flower_of_life_icon.png"
      },
      "sands_of_eon": {
        "title": "Witch's End Time",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "ตัวจับเวลาที่ครั้งหนึ่งเคยถูกใช้โดยแม่มด ผู้ที่ครั้งหนึ่งเคยฝันว่าจะเผาอสูรทั้งโลกให้สิ้นไป สิ่งที่ไหลเวียนอยู่ภายในมันนั้นคือไฟที่แม่มดทุ่มเทตลอดหลายปี"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Witch's Heart Flame",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "โกศพ่นไฟที่ถูกทิ้งไว้โดยแม่มด ผู้ที่ครั้งหนึ่งเคยฝันว่าจะเผาอสูรทั้งโลกให้สิ้นไป ไฟในโกศเผาไหม้ไปชั่วนิรันดร์เช่นเดียวกับเจ้านายของมัน"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/goblet_of_eonothem_icon.png"
      },
      "circlet_of_logos": {
        "title": "Witch's Scorching Hat",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "หมวกที่ครั้งหนึ่งถูกสวมโดยแม่มด ผู้ที่ครั้งหนึ่งฝันว่าจะเผาอสูรทั้งโลกนี้ให้สิ้นไป ปีกของมันกว้างซะจนบดบังการมอง เห็นของเธอเลย"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/circlet_of_logos_icon.png"
      },
      "plume_of_death": {
        "title": "Witch's Ever-Burning Plume",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "ขนนกที่ครั้งหนึ่งถูกสัมผัสโดยแม่มด ผู้ที่ครั้งหนึ่งฝันว่าจะเผาอสูรทั้งโลกนี้ให้สิ้นไป ไฟของมันจะยังคงแผดเผาไปชั่วนิรันดร์"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Crimson Witch of Flames/plume_of_death_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Crimson Witch of Flames"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Witch's Flower of Blaze",
        "desc": [
          {
            "type": "RichText",
            "text": "ในแง่ของสายพันธุ์แล้วเป็นเพียงดอกไม้ธรรมดา ๆ ที่หาได้ทั่วไป\nแต่กลับสามารถต้านทานไฟของ Crimson Witch of Flame ได้\nหายนะที่เกิดขึ้นในศตวรรษที่แล้ว ได้พรากคำสัญญาทั้งหมดที่หญิงสาวมีไปจนหมด\nคนที่รัก, อดีตและอนาคตอันรุ่งโรจน์นั้นล้วนแตกสลาย\nจากควันและเถ้าถ่าน Crimson Witch of Flame ได้ถือกำเนิด และความเจ็บปวดทั้งหมดก็ถูกแผดเผาไปด้วยไฟ\nแต่ดอกไม้ดอกนี้ไม่เคยไหม้ มันยังคงมีชีวิตอยู่อย่างนุ่มนวลและชุ่มชื้น\nบางทีทั้งความทรงจำอันเจ็บปวดและงดงาม อาจจะเป็นเหมือนเหรียญสองด้านของเธอ"
          }
        ]
      },
      {
        "title": "Witch's Scorching Hat",
        "desc": [
          {
            "type": "RichText",
            "text": "หมวกแม่มดทรงแหลมแบบดั้งเดิมที่มีปีกกว้าง\nสามารถทำให้แม่มดดูน่าเกรงขามและน่ากลัวได้ตามที่เธอต้องการ\nในฐานะ Crimson Witch of Flame แล้ว หมวกขนาดใหญ่นี้สามารถตัดความยุ่งเหยิงโดยรอบออกไปได้\nมันเป็นวิธีที่ทำให้เธอสามารถฝึกฝนทักษะไฟของเธอเมื่อครั้งยังเป็นแม่มดฝึกหัด\nในการต่อสู้ เธอไม่จำเป็นต้องให้ความสนใจกับอสูรที่สลายตัวไปในเปลวเพลิง\nเมื่อมองไปในน้ำ ก็ไม่จำเป็นต้องเห็นหน้าของตัวเองที่ไหม้เกรียมจากควันและเปลวไฟ\nนี่คือวิธีที่แม่มดยังคงแผดเผาไปเรื่อย ๆ อย่างไม่ลืมหูลืมตา"
          }
        ]
      },
      {
        "title": "Witch's Heart Flame",
        "desc": [
          {
            "type": "RichText",
            "text": "ขวดแก้วใสที่มีไฟเหลวไหลเวียนอยู่ข้างใน\nจนถึงวันนี้เทคนิคการทำไฟเหลวนี้ได้หายไปนานแล้ว\nCrimson Witch of Flame ผู้เดินทางไปบนแผ่นดินโลกและแผดเผาเหล่าอสูรให้เป็นเถ้าถ่าน\nว่ากันว่าเธอเสียสละร่างกายมนุษย์ของเธอเพื่อกลายเป็นศูนย์รวมของไฟเหลวด้วยตัวเอง\nถึงแม้จะเป็นเธอ แต่ครั้งหนึ่งก็เคยเป็นหญิงสาวมาก่อน เคยมีทั้งความรักและความคิดถึงต่อใครบางคน\nจนกระทั่งไฟได้แผดเผาทุกส่วนที่สวยงามและละเอียดอ่อนของหัวใจของหญิงสาวไปจนหมด\nจากนั้นเธอถึงกลายเป็นแม่มดที่ประวัติศาสตร์ไม่อยากแม้แต่จะบันทึก"
          }
        ]
      },
      {
        "title": "Witch's Ever-Burning Plume",
        "desc": [
          {
            "type": "RichText",
            "text": "ขนนกที่มีไฟลุกไหม้ตลอดกาล\nไม่ว่าไฟจะลุกไหม้มานานแค่ไหน มันก็จะยังคงเป็นอย่างนั้นอยู่ตลอดไป\nเพราะเธอเลือกเส้นทางของไฟจากนรก ทุกแห่งหนที่เธอเดินผ่านนั้นจึงถูกทิ้งไปเพียงแต่ขี้เถ้า\nแม้ว่าไฟของเธอจะแผดเผากับอสูรที่ทำร้ายคนเท่านั้น แต่เมื่อเห็นแสงไฟสว่างขึ้นอยู่ไกล ๆ\nผู้คนต่างพากันปิดประตูหน้าต่าง ขับไล่ Crimson Witch of Flame แต่สิ่งเหล่านี้ไม่ได้ทำร้ายเธอแต่อย่างใด\nจะต้องมีคนคอยแผดเผาความเจ็บปวดทั้งหมดให้หายไป จากนั้นจึงจะเกิดความหวังใหม่ขึ้นมาได้... เธอคิดเช่นนั้น\nไม่จำเป็นต้องเข้าใจ ไม่ต้องการความสะดวกสบาย และไม่ต้องการความเห็นอกเห็นใจจากใคร\nสิ่งเดียวที่สามารถเข้าใจแม่มด Crimson Witch of Flame ได้นั้นมีเพียงนกที่อยู่ข้าง ๆ ของเธอ"
          }
        ]
      },
      {
        "title": "Witch's End Time",
        "desc": [
          {
            "type": "RichText",
            "text": "อุปกรณ์ครัวขนาดเล็กที่มีของเหลวความร้อนสูงไหลเวียนช้า ๆ อยู่ภายใน\nว่ากันว่าเป็นวิญญาณชั่วร้ายที่หลอมละลาย\nเมื่อครั้งแม่มดเพลิงยังเป็นเพียงหญิงสาว ก่อนที่หายนะจะมาถึง ก่อนที่จะต้องเดินทางไกล\nนาฬิกาน้ำแบบพิเศษ การเดินหนึ่งสัปดาห์นั้นเท่ากับเวลาที่เธอต้องการเรียนที่สถาบัน\nเมื่อถึงเวลาที่การนับถอยหลังสิ้นสุดลงและเธอก็กลับไปที่บ้านเกิดของเธอ เจ้าของดั้งเดิมของมันได้กลายเป็นเหยื่อของหายนะนั้นไปแล้ว\nนี่คือจุดสิ้นสุดของหญิงสาวและการเริ่มต้นของการทำลายล้างของ Crimson Witch of Flame\nจนกว่าอสูรทั้งหมดในโลกและความทุกข์ทรมานที่เกิดจากอสูรทั้งหมดในโลกจะหมดไป"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "ได้รับโบนัสความเสียหายไฟ 15%",
      "fourSetEffect": "<p>ปฏิกิริยาโอเวอร์โหลด, ติดไฟ และเบ่งบาน สร้างความเสียหายเพิ่มขึ้น 40% ปฏิกิริยาระเหย, ละลาย สร้างความเสียหายเพิ่มขึ้น 15% โดยที่ภายใน 10 วินาที หลังจากใช้สกิลธาตุ เอฟเฟกต์เซ็ต 2 ชิ้น จะเพิ่มขึ้น 50% ซึ่งเอฟเฟกต์นี้ จะซ้อนทับได้สูงสุด 3 ครั้ง</p>"
    }
  }
}