{
  "epId": 2093,
  "name": "Resolution of Sojourner",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "พลังโจมตี",
      "อัตราคริ"
    ]
  },
  "menuId": 5,
  "menuName": "อาร์ติแฟกต์",
  "version": 1704726413,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวละคร"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หมายเหตุ"
      },
      {
        "type": "CustomEntry",
        "epId": 28,
        "name": "Ganyu",
        "desc": "เลขาของ Yuehai Pavilion มีเลือดของสัตว์เวท &#34;กิเลน&#34; ไหลเวียนอยู่ในร่างกาย",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ganyu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Ganyu เป็นตัวละครที่มีความเสียหายมาจาก <color=#ffd780>การชาร์จโจมตี</color> เป็นหลัก จึงทำให้ Ganyu สามารถใช้งานโบนัสเซ็ตของ <color=#ffffff>Resolution of Sojourner</color> เพื่อเพิ่มความเสียหายโดยรวมได้เป็นอย่างดี"
      },
      {
        "type": "CustomEntry",
        "epId": 2265,
        "name": "Tighnari",
        "desc": "<p>นักวิชาการรุ่นเยาว์ที่เชี่ยวชาญด้านพฤกษศาสตร์</p><p>ตอนนี้เขาทำหน้าที่เป็นหัวหน้าเจ้าหน้าที่พิทักษ์ป่าที่ Avidya Forest</p><p>นิสัยตรงไปตรงมากระตือรือร้น เก่งในเรื่องการแนะนำสั่งสอนพวกคนสมองเลอะเลือน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/144837601/d039c6da9285163f46b85f0241f29c17_8067599399751884379.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Tighnari เป็นตัวละครที่มีความเสียหายมาจาก <color=#ffd780>การชาร์จโจมตี</color> เป็นหลัก จึงทำให้ Tighnari สามารถใช้งานโบนัสเซ็ตของ <color=#ffffff>Resolution of Sojourner</color> เพื่อเพิ่มความเสียหายโดยรวมได้เป็นอย่างดี"
      }
    ],
    "artifactList": {
      "circlet_of_logos": {
        "title": "Crown of Parting",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "มงกุฎวิลโลว์ที่แผ่กลิ่นอายของ สายลมแห่งฤดูใบไม้ผลิ"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/circlet_of_logos_icon.png"
      },
      "sands_of_eon": {
        "title": "Sundial of the Sojourner",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "เวลาที่เผชิญความผันผวนมา นับครั้งไม่ถ้วน ได้บันทึกทุกคืนวันอย่างเงียบ ๆ"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/sands_of_eon_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Goblet of the Sojourner",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "แก้วเหล้าสีขาวที่ดูธรรมดา ๆ นี้ ครั้งหนึ่งเคยเต็มไปด้วย เหล้าแห่งความสุข"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/goblet_of_eonothem_icon.png"
      },
      "flower_of_life": {
        "title": "Heart of Comradeship",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "ดอกไม้ขนาดเล็กที่มีสีของหยกสีฟ้า ที่ก้านมีริบบิ้นของใครบางคน ผูกติดอยู่"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Feather of Homecoming",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "ขนนกติดลูกศรสีน้ำเงิน อัดแน่นไปด้วยความคิดถึงของ นักเดินทางที่ล่วงลับไปแล้ว"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Resolution of Sojourner/plume_of_death_icon.png"
      }
    },
    "story": [
      {
        "title": "Heart of Comradeship",
        "desc": [
          {
            "type": "RichText",
            "text": "นักเดินทางจากแดนไกล กลัดดอกไม้ดอกนี้ไว้ที่หน้าอกของเขา\nเพื่อเป็นการไขว่คว้าอาชีพอันอิสรเสรี นักเดินทางได้ละทิ้งชีวิตที่หรูหราและงดงามที่บ้านเกิดของเขา\nข้างทะเลสาบในเมืองต่างแดน เขาได้พบกับหญิงสาวผู้มีคิ้วขมวด\n\"นักเดินทางที่มาจากแดนไกลเหรอ... ช่างเถอะ เป็นใครก็ได้ทั้งนั้น\"\n\"ที่แท้ก็เป็นนักดนตรีงั้นเหรอ? งั้น ไม่ต้องมาชมฉันด้วยคำพูดกลวง ๆ และดนตรีที่ว่างเปล่าหรอก\"\n\"ขอแค่คุณจำฉันในตอนนี้ไว้\"\n\"ก่อนที่ฉันจะถูกใช้เป็นของสังเวยในงานเทศกาล\"\nนักเดินทางที่ละทิ้งบ้านเกิดเมืองนอน กลัดดอกไม้ดอกนี้ไว้ที่หน้าอกของเขา\nเพราะนอกจากตัวเองแล้ว เขาไม่เคยรักใคร และสามารถละทิ้งทุกอย่างตามที่ต้องการ\nแต่เขากลับจดจำหญิงสาวตามที่สัญญาไว้ และยอมเสี่ยงอันตราย"
          }
        ]
      },
      {
        "title": "Crown of Parting",
        "desc": [
          {
            "type": "RichText",
            "text": "นักเดินทางผู้จากลา สวมมงกุฎวิลโลว์นี้เป็นที่ระลึกครั้งสุดท้าย\nเพื่อเป็นการระลึกถึงคนรักที่แยกจากกันไป พร้อมกับสายลมและดอกแดนดิไลออน\nนักเดินทางกลายเป็นนักเล่นพิณพเนจร ในขณะที่หญิงสาวในเมืองแห่งไวน์ยังถูกจองจำจากเหล่าชนชั้นสูง\nด้วยเหตุผลที่ว่าตัวเขาเองไม่สามารถเข้าใจ เสียงพิณของหนุ่มพเนจรได้เปี่ยมล้นไปด้วยความจริงใจ\n\"สิ่งที่ทำให้ฉันประทับใจที่สุด... คือรอยยิ้มของคุณ\"\n\"เพราะตั้งแต่ฉันรู้จักคุณ ฉันก็ไม่เคยเห็นมันมาก่อน\"\n\"ฉันจะทำลายโซ่ตรวนที่พันธนาการคุณ\"\n\"ถึงตอนนั้น ก็ให้ฉันดูหน่อยเถอะว่ารอยยิ้มของคุณเป็นยังไง\"\n\"ฮ่า ๆ ขอบใจนะ ถ้าทำได้จริงก็คงจะเยี่ยมไปเลย\"\nถึงแม้คำพูดจะน่าฟัง แต่คำพูดของนักดนตรี จะเชื่อถือได้ยังไงกัน..."
          }
        ]
      },
      {
        "title": "Goblet of the Sojourner",
        "desc": [
          {
            "type": "RichText",
            "text": "พิณนั้นมีสี่สาย\nการได้ร่วมดื่มทั้งวันทั้งคืนกับสหายร่วม \"วงดนตรี\" คงจะเป็นช่วงเวลาที่มีความสุขที่สุดในอาชีพนักเดินทาง\nในตอนแรกมันเป็นเพียงการพบกันกับผู้คุมวง ในระหว่างการเดินทาง แต่พิณแห่งโชคชะตาที่มองไม่เห็น ก็ได้เริ่มบรรเลง\nเขาพาหญิงสาวที่ใช้ดาบเป็นขลุ่ย และ Kreuzlied ผู้นั้นมาพบนักเดินทาง\nในร้านเหล้าที่รื่นเริง นักเล่นพิณได้แนะนำหญิงสาวที่เขาเพิ่งพบ ให้กับสหายของเขาด้วยเสียงเพลงและการเต้นรำ\nนักเดินทางที่เมาแล้วได้บรรเลงสายพิณและขับร้องเพลง\nฉันไม่ต้องเดินทางคนเดียวอีกต่อไปแล้ว ตอนนี้ฉันมีพวกเขาแล้ว...\nการเดินทางถึงจุดหมายไปพร้อมกับพวกเขา อาจเป็นสิ่งที่ดีก็ได้"
          }
        ]
      },
      {
        "title": "Feather of Homecoming",
        "desc": [
          {
            "type": "RichText",
            "text": "ความหวังได้ถูกฉีกเป็นชิ้น ๆ ด้วยอำนาจ และคำสัญญาที่จะกลับมาพบกันอีกครั้งก็ได้หายไปเช่นกัน\nนักเดินทางผู้ท่องไปทั่วโลก ได้สูญเสียบ้านของเขาไปอีกครั้ง\nความชั่วร้ายที่มองมาจากเบื้องบนกีดกันรอยยิ้มที่จริงใจและมีความสุข\nการต่อสู้ที่ไม่มีที่สิ้นสุด ได้กำจัดเอาความคิดที่ขาดความเคารพออกไป\nเสียงเพลงที่อ่อนโยน ขบขัน และมีความสุขเหล่านั้น\nได้กลายเป็นเสียงบาดหูที่ทิ่มแทงและเยือกเย็น\nเพื่อสหายเก่า เพื่อมิตรภาพ เพื่อโต๊ะเหล้าที่ไม่มีคนนั่งรินเหล้าอีกต่อไป\nเพื่ออิสรภาพ เพื่อชีวิต เพื่อการแก้แค้นที่ความชั่วร้ายพรากรอยยิ้มของเธอไป\nด้วยความมุ่งมั่น นักเดินทางดึงสายพิณสายสุดท้ายออกมา และยิงธนูดอกสุดท้ายออกไป\nเมื่อชีวิตของเขาค่อย ๆ ปรับตัวเข้ากับดินแดนต่างถิ่น เขาก็มองขึ้นไปยังท้องฟ้า\nจริงด้วย ที่แท้ท้องฟ้าผืนนี้ก็เป็นท้องฟ้าผืนเดียวกับบ้านเกิดฉัน..."
          }
        ]
      },
      {
        "title": "Sundial of the Sojourner",
        "desc": [
          {
            "type": "RichText",
            "text": "นักเดินทางที่ไล่ตามโชคชะตา ก็ไล่ตามเวลาที่ไม่มีที่สิ้นสุดด้วยเช่นกัน\nเรื่องราวจุดจบของวงดนตรีที่ต่อต้านชนชั้นสูง ได้ล่องลอยอยู่ในกาลเวลาชั่วนิรันดร์\nในระหว่างการเดินทางอันแสนยาวนาน อุปกรณ์บอกเวลาที่เที่ยงตรงอาจไม่แม่นยำเหมือนเคย\nสิ่งเดียวที่จะไม่มีวันเสื่อมสลายคือหน้าปัดนาฬิกาที่พึ่งพาแสงอาทิตย์และแสงจันทร์\nเพื่อที่จะเข้าใจเวลาที่มองไม่เห็น นักเดินทางต้องแข่งขันกับฝีเท้าของแสง\nแมนชั่นที่หรูหราโอ่อ่าของชนชั้นสูง และวงดนตรีที่โค่นล้มเผด็จการอย่างไม่ท้อถอย\nทั้งสองฝั่งยืนอยู่ด้วยท่าทางที่เหมือนกัน ได้ถูกกาลเวลาหลอมรวมเข้าด้วยกัน และจางหายไปชั่วนิรันดร์\nเมื่อไม่มีดวงจันทร์ในยามค่ำคืน หน้าปัดอันมืดมนจะสะท้อนใบหน้าที่เหนื่อยล้าของคนไกลบ้าน\n\"เสียงเพลงของลูกศรฟังดูอ่อนล้าลงเรื่อย ๆ การบรรเลงเพลงที่งดงามใกล้จะถึงตอนจบเข้ามาทุกที\"\n\"ในตอนที่หอคอยใจกลางจัตุรัสอันเยือกเย็นถล่มลงมา ฉันจะได้เห็นรอยยิ้มของคุณไหมนะ\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Resolution of Sojourner"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "เพิ่มพลังโจมตี 18%",
      "fourSetEffect": "เพิ่มอัตราคริของ การชาร์จโจมตีขึ้น 30%"
    }
  }
}