{
  "epId": 2095,
  "name": "Gladiator's Finale",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "พลังโจมตี",
      "โบนัสความเสียหาย"
    ]
  },
  "menuId": 5,
  "menuName": "อาร์ติแฟกต์",
  "version": 1698326796,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวละคร"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หมายเหตุ"
      },
      {
        "type": "CustomEntry",
        "epId": 10,
        "name": "Keqing",
        "desc": "<p>Yuheng หนึ่งใน Liyue Qixing มักจะไม่พอใจกับสภาพของ &#34;Liyue ที่ตัดสินทุกอย่างตามคำพูดของราชา&#34; เสมอ...</p><p>แต่ในความเป็นจริงแล้ว ท่านเทพชื่นชมคนแบบเธอมากทีเดียว</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Keqing_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Keqing เป็นตัวละครที่สามารถสร้างความเสียหายจาก <color=#ffd780>การโจมตีปกติ</color> เป็นหลักได้ นอกจากนี้ยังเป็นตัวละครที่ใช้อาวุธดาบ จึงทำให้สามารถใช้โบนัสเซ็ต <color=#ffffff>Gladiator's Finale</color> ได้อย่างมีประสิทธิภาพ"
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "ผู้นำตระกูล Kamisato แห่งสำนัก Yashiro ชายหนุ่มผู้มากความสามารถ ซึ่งปฏิบัติต่อผู้คนด้วยความสุภาพอ่อนโยน และมักจะจัดการเรื่องต่าง ๆ อย่างมีชั้นเชิง",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Kamisato Ayato เป็นตัวละครที่สร้างความเสียหายจาก <color=#ffd780>การโจมตีปกติ</color> เป็นหลัก นอกจากนี้ยังเป็นตัวละครที่ใช้อาวุธดาบ จึงทำให้สามารถใช้โบนัสเซ็ต <color=#ffffff>Gladiator's Finale</color> ได้อย่างมีประสิทธิภาพ"
      },
      {
        "type": "CustomEntry",
        "epId": 32,
        "name": "Kamisato Ayaka",
        "desc": "คุณหนูใหญ่ของตระกูล Kamisato แห่งสำนัก Yashiro ใน Inazuma ทั้งสง่างามและมีเกียรติ เปี่ยมไปด้วยสติปัญญาและความแข็งแกร่ง",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Kamisato Ayaka เป็นตัวละครที่สามารถสร้างความเสียหายจาก <color=#ffd780>การโจมตีปกติ</color> เป็นหลักได้ นอกจากนี้ยังเป็นตัวละครที่ใช้อาวุธดาบ จึงทำให้สามารถใช้โบนัสเซ็ต <color=#ffffff>Gladiator's Finale</color> ได้อย่างมีประสิทธิภาพ"
      },
      {
        "type": "CustomEntry",
        "epId": 40,
        "name": "Noelle",
        "desc": "<p>สาวใช้ผู้สามารถพึ่งพาได้เสมอของ &#34;กองอัศวินแห่ง Favonius&#34;</p><p>มีความฝันว่าสักวันหนึ่งจะเป็นอัศวินอย่างเต็มตัวให้ได้</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Noelle_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Noelle เป็นตัวละครที่สร้างความเสียหายจาก <color=#ffd780>การโจมตีปกติ</color> เป็นหลัก นอกจากนี้ยังเป็นตัวละครที่ใช้อาวุธดาบใหญ่ จึงทำให้สามารถใช้โบนัสเซ็ต <color=#ffffff>Gladiator's Finale</color> ได้อย่างมีประสิทธิภาพ"
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "<p>คุณชายสูงศักดิ์ผู้ครอบครองกิจการไวน์ใน Monstadt ไปกว่าครึ่ง</p><p>ไม่ว่าจะด้านกำลังทรัพย์ ชื่อเสียง หรือความสามารถ ก็ไม่มีใครเทียบเคียงได้ในสักทาง</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Diluc เป็นตัวละครที่สามารถสร้างความเสียหายจากการ <color=#ffd780>โจมตีปกติ</color> เป็นหลักได้ นอกจากนี้ยังเป็นตัวละครที่ใช้อาวุธดาบใหญ่ จึงทำให้สามารถใช้โบนัสเซ็ต <color=#ffffff>Gladiator's Finale</color> ได้อย่างมีประสิทธิภาพ"
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "เพิ่มพลังโจมตี 18%",
      "fourSetEffect": "เมื่อตัวละครที่สวมเซ็ตอาร์ติแฟกต์นี้ใช้ดาบ, ดาบใหญ่, หอก ตัวละครจะสร้างความเสียหายจากการโจมตีปกติเพิ่มขึ้น 35%"
    },
    "artifactList": {
      "sands_of_eon": {
        "title": "Gladiator's Longing",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "ตัวจับเวลาที่บันทึกระยะเวลาตลอด ชีวิตการต่อสู้ฆ่าฟันของ Gladiator ในโคลอสเซียม เป็นสิ่งแสดงถึงการรอคอยต่ออิสรภาพที่เขาควรได้รับในตอนท้าย"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/sands_of_eon_icon.png"
      },
      "circlet_of_logos": {
        "title": "Gladiator's Triumphus",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "หมวกเกราะของ Gladiator ในตำนาน เปรอะเปื้อนไปด้วยคราบเลือดของ ศัตรูนับไม่ถ้วน และเคยได้รับเสียงเชียร์ตอบรับจากผู้ชมอย่างล้นหลามเช่นกัน"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Gladiator's Nostalgia",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "ไม่มีใครรู้ถึงเหตุผลที่ Gladiator ในตำนาน กลัดดอกไม้นี้ไว้บนอกของเขา มันเป็นสิ่งที่อ่อนโยนเพียงสิ่งเดียวบนร่างของเขา"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png"
      },
      "plume_of_death": {
        "title": "Gladiator's Destiny",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "ปีกแห่งความฝันที่มีอิสรเสรีเฉกเช่น พญาเหยี่ยว ในช่วงวาระสุดท้าย นกที่ไร้ซึ่งพันธะจะทิ้งขนนกนี้ลงบน กลางหน้าอกของเขา"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/plume_of_death_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Gladiator's Intoxication",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "แก้วทองคำที่แชมป์ Gladiator ใช้ดื่มเหล้าในสมัยโบราณ มันถูกเติมเต็มไปด้วยชัยชนะของเขาตลอดหลายปีจนกระทั่งวันที่เขาล้มลง"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/goblet_of_eonothem_icon.png"
      }
    },
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Gladiator's Finale"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Gladiator's Nostalgia",
        "desc": [
          {
            "type": "RichText",
            "text": "แต่เดิมเป็นดอกไม้ขนาดเล็กที่หาได้ทั่วไปที่ถูกเด็ดขึ้นมาโดยเจ้านายผู้อ่อนโยนของนักสู้\nเขาใช้มันทำเข็มกลัดและกลัดไว้ไว้ที่หน้าอกของนักสู้ มันได้กลายเป็นด้านที่อ่อนโยนที่สุดของเขา\nในตอนที่นักสู้ยังไม่เป็นตำนานที่ยังมีชีวิต ครั้งหนึ่งเขาเคยเดินร่วมกับเจ้านายน้อยอยู่ในสวน\nเจ้านายเด็ดดอกไม้และส่งมันให้กับทาสผู้เงียบขรึม\n\"ของขวัญไม่จำเป็นต้องเป็นของรางวัล บางทีอาจเป็นเพียงความตั้งใจที่จะให้\"\nในอนาคตอีกไกลนับจากนี้ เจ้านายผู้เจ้าเล่ห์จะกล่าวข้อความนี้ต่อเขา\nในตอนที่นักสู้ผู้ไร้พ่ายต้องล้มลงแทบเท้าของหญิงสาว\nเขาได้นึกถึงความฝันที่เขามีเมื่อหลายปีก่อน\n\"ช่างเป็นดอกไม้ที่งดงามอะไรเช่นนี้ ไม่รู้ว่าเมื่อไหร่ฉันจะออกไปดูได้บ้าง\"\n\"หน้าตาของดอกไม้ที่เติบโตอยู่ในป่าจะเป็นยังไงกันนะ\""
          }
        ]
      },
      {
        "title": "Gladiator's Triumphus",
        "desc": [
          {
            "type": "RichText",
            "text": "หมวกนักสู้ของ Mondstadt ในสมัยโบราณ ด้านบนมีขนนกที่ดูสะดุดตาอยู่\nสำหรับผู้ชมที่คลั่งไคล้ หมวกนักสู้นี้เป็นสัญลักษณ์ของการต่อสู้อันไร้พ่าย\nนักสู้ในตำนานได้ผ่านการสู้รบหลายร้อยครั้งและไม่มีมนุษย์หรืออสูร ตนใดที่สามารถเอาชนะดาบของเขาได้\nในชัยชนะแต่ละครั้ง นักสู้ผู้ไร้พ่ายได้เดินผ่านประตูราวกับฮีโร่และตอบรับเสียงเชียร์ของผู้ชม\nเฉพาะในช่วงเวลาแห่งชัยชนะ ทาสดูเหมือนจะกลายเป็นเจ้านาย แต่แสงสว่างของเสรีภาพถูกปกคลุมด้วยความเย่อหยิ่ง\nในช่วงเวลาแห่งชัยชนะ นักสู้เห็นโลกภายนอกห้องขังอย่างแท้จริง และความหวังในการไถ่ถอนตัวเองก็ใกล้ขึ้นเรื่อย ๆ\nจนถึงวันที่หมวกของฮีโร่หล่นกลิ้งลงกับพื้น อัฒจันทร์และสนามรบถึงได้ตื่นขึ้นจากความฝัน\nอย่างไรก็ตามทาสไม่ได้ทำให้เจ้านายของเขาพอใจด้วยการใช้ ประโยชน์จากชีวิตที่ต่ำต้อยของเขา"
          }
        ]
      },
      {
        "title": "Gladiator's Intoxication",
        "desc": [
          {
            "type": "RichText",
            "text": "กุณโฑที่ทำจากทองคำ มันเป็นของขวัญจากเจ้านายของแชมป์นักสู้\nเครื่องดื่มที่แชมป์นักสู้ดื่มจากกุณโฑนี้ มันคือไวน์ชั้นดีหรือเลือดของผู้ที่พ่ายแพ้\nนักสู้ชนะการต่อสู้นองเลือดอีกครั้ง ร่างของเขาฟกช้ำไปทั่วและอุทิศให้กับเจ้านายของเขา\nชัยชนะ เกียรติยศ และเสียงปรบมือนั้น มักจะทำให้มึนเมากว่าไวน์ชั้นดีและลืมความเจ็บปวดทางร่างกาย\nเจ้านายอนุญาตเขาให้ร่วมงานฉลองและมอบกุณโฑนี้ให้แก่เขา\nมันเป็นกุณโฑที่ประณีตซึ่งทำขึ้นเพื่อเขาโดยเฉพาะเพื่อแสดงถึงความห่วงใยของเจ้านาย\nความทรนงนั้นเปรียบเหมือนโซ่ทองคำ ความสัมพันธ์ส่วนตัวกลับเป็นเหมือนดั่งพิษที่แพร่เข้าไปในกระดูก\nฮีโร่ลังเลที่จะดื่มไวน์ฉลองชัยชนะ และพลาดโอกาสดีที่จะปลดปล่อยตนเอง"
          }
        ]
      },
      {
        "title": "Gladiator's Destiny",
        "desc": [
          {
            "type": "RichText",
            "text": "เมื่อนักสู้ผู้ไร้พ่ายได้ยอมรับจุดจบของเขา\nผู้ท้าชิงสาวได้แสดงความเคารพครั้งสุดท้ายของเธอต่อนักสู้\nเมื่อความหยิ่งยโสของชัยชนะและความปรารถนาที่จะมีอิสรภาพ จางหายไปในอากาศราวกับสายหมอกยามเช้า\nและเมื่อแสงยามรุ่งสางส่องบนเวทีผ่านชั้นเมฆสีเลือด นักสู้ก็เห็นนกที่บินไปมา\nการต่อสู้อีกครั้งสุดท้ายก่อนจะได้รับอิสรภาพ นักสู้กลับต้องพ่ายแพ้ต่อหญิงสาวผู้ไม่รู้ที่มา\nเสียงร้องและเสียงโหยหวนระเบิดขึ้นมาในหมู่ฝูงชนราวกับฟ้าคะนอง แต่ผู้ชนะปฏิเสธที่จะเหยียดหยามคู่แข่งของเธอโดยการประหารชีวิต\nเธอไม่ได้พุ่งดาบของเธอไปที่คอหอยของคู่ต่อสู้ และจบชีวิตของเขาเหมือนอย่างทาสคนหนึ่ง\nบาดแผลที่ได้รับการรักษาถูกปกคลุมไปด้วยขนนก\nในที่สุดนักสู้ก็เริ่มต้นการเดินทางราวกับนกที่มีอิสระ\nไปยังสถานที่ที่ดอกไม้บานและนกบินทะยานไป"
          }
        ]
      },
      {
        "title": "Gladiator's Longing",
        "desc": [
          {
            "type": "RichText",
            "text": "นักสู้สร้างนาฬิกาทรายนี้ขึ้นมาเพื่อตัวเองและจะพลิกมันทุกการต่อสู้\nเมื่อนาฬิกาทรายหยุดลง นักสู้ก็จมลงสู่บ่อน้ำที่เต็มไปด้วยเลือด\nเมื่อนักสู้เข้าสู่สนามรบ เขาวางนาฬิกาทรายไว้ข้าง ๆ\nเมื่อการต่อสู้จบลงและผู้คนเริ่มส่งเสียงเชียร์เขา ทรายในนาฬิกาทรายนั้นก็ยังคงไหลอยู่\nนั่นคือการต่อสู้ครั้งสุดท้ายของนักสู้ ฝ่ายตรงข้ามนั้นเป็นหญิงสาวร่างบางที่เพิ่งเริ่มสู้เป็นครั้งแรก\nจากสายตาของเธอ เขาเห็นทั้งความหวาดกลัวและประกายของดวงตาของลูกสิงโต\nจากการก้าวเดินของเขา เธอเห็นโซ่ตรวนที่ผูกมัดนักสู้มาตลอดหลายปี\nมันเป็นการต่อสู้ที่นักสู้สูงวัยไม่ได้พบเจอมานานหลายปี ดุดัน...และน่าพอใจ...\nแต่การต่อสู้จบลงในชั่วพริบตา ดาบแทงเข้าไปยังหัวใจของนักสู้และทรายในนาฬิกาทรายของเขาก็หยุดไหล"
          }
        ]
      }
    ]
  }
}