{
  "epId": 2097,
  "name": "Vermillion Hereafter",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
  "filterValues": {
    "reliquaryEffect": [
      "พลังโจมตี"
    ]
  },
  "menuId": 5,
  "menuName": "อาร์ติแฟกต์",
  "version": 1707833557,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "เพิ่มพลังโจมตี 18%",
      "fourSetEffect": "หลังจากปล่อยท่าไม้ตาย จะเกิดเอฟเฟกต์ Nascent Light เป็นเวลา 16 วินาที: พลังโจมตีเพิ่มขึ้น 8%; และเมื่อพลังชีวิตของตัวละครลดต่ำลง พลังโจมตีจะเพิ่มขึ้นไปอีก 10% โดยจะเพิ่มด้วยวิธีนี้ได้มากสุด 4 ครั้ง และในทุก 0.8 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง เอฟเฟกต์ Nascent Light จะหายไปเมื่อตัวละครออกจากการต่อสู้; ในระหว่างช่วงเวลาต่อเนื่อง การปล่อยท่าไม้ตายอีกครั้ง จะเป็นการล้างเอฟเฟกต์ Nascent Light ที่มีอยู่เดิม"
    },
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Vermillion Hereafter"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "Flowering Life",
        "desc": [
          {
            "type": "RichText",
            "text": "บนหน้าผาสีชาดอันเก่าแก่ เป็นที่ที่ดอกไม้แสนงดงามเคยแย้มบานสดใส\nแม้ในยุคที่โลหิตหลั่งไหลทับถมจนกลายเป็นสีดำ แต่พวกมันก็ไม่เคยแปดเปื้อนโคลนตม\nMillelith อันแข็งแกร่ง ผู้แสนหนักแน่นไม่หวั่นไหว แม้จะต้องเผชิญหน้ากับปีศาจแห่งความมืดมนก็ตาม\nชาวเขาผู้เงียบงันกับจันทราสีเงิน ได้สร้างสถานที่อันเงียบสงบเพื่อพวกเขา\n\"ธิดาแห่งหน้าผา และ Glazed Sand Crystal เอ๋ย ได้โปรดอย่าหลั่งน้ำตาเพื่อข้าเลย\"\n\"ข้าถือกำเนิดภายใต้เงามืดของ Mt. Tianheng เข้าต่อสู้เพื่อตอบแทนความเมตตาของราชาหิน\"\n\"ฝากชีวิตไว้กับยักษาสี่แขน มุ่งสู่ห้วงเหวเวิ้งว้างเรืองรอง\"\n\"เส้นทางอันมืดมิดภายใต้เงาของหลุมดำมืด สู่วังหินที่เต็มไปด้วยคริสตัลที่งอกเงย\"\n\"ความมัวหมองจากขุมลึก ดำรงอยู่ซึ่งปีศาจร้ายอันบิดเบี้ยว\"\n\"ความน่าสะพรึงกลัว และสิ่งที่เหลือเชื่อมากมาย ก็ไม่อาจทำให้ใจข้าหวาดหวั่น\"\n\"สายลมยามค่ำคืนขัดจังหวะคำพูดของนายทหาร Millelith ทำให้เขาไม่อาจเอ่ยคำลา\"\nขอฝากดอกไม้ดอกน้อยนี้ให้แก่ธิดาแห่งชาวเขา เป็นของแทนใจว่าอย่าได้ลืมเลือนกัน\n\"สิ่งเดียวที่ทำให้ข้ากลัว คือการถูกลืมเลือน และการสูญเสีย\"\n\"หากโชคชะตากำหนดให้ข้าต้องถูกกลบฝังในที่นิรนาม ก็ได้โปรดอย่าลืมเลือนกัน\""
          }
        ]
      },
      {
        "title": "Thundering Poise",
        "desc": [
          {
            "type": "RichText",
            "text": "ณ Tianqiu มียักษา ที่มีแขนอันทรงพลังทั้งสี่\nจากแดนไกลถึง Chasm ชาวเผ่าล้วนแซ่ซ้อง\nจัดงานรื่นเริง อาหารพรั่งพรู\nมือถือดาบบุกเข้า Chasm ขจัดทุกข์เข็ญแด่ผู้คน\nรวดเร็วดุดันราวกับอสูร เห็นเพียงเนตรสีม่วงกะพริบไหว\nสายฟ้าแลบทะลุเงามรณะ แลฟ้าร้องมลายความมืดสิ้น\nหมู่เมฆาซ่อนห้วงเหว กลืนกินนภาทางช้างเผือก\nลมป่ากู่ร้อง ซินนาบาร์ซุกซ่อนท่ามกลางความมืดมิด\nเทือกเขาสะเทือนลั่น หุบเขาทรุดตัวลง\nเหวลึกพังทลายพื้นดินร้องคำราม ทันใดพลันเงียบสงัด\nเมฆาบดบังสุริยันคล้อย วิหคร่ำคร่ำครวญไห้\n\"ได้ยินไหม เสียงกลองจากลมเหนือ สายน้ำวนดูดกลืนผู้กล้าหาญไปไม่หวนกลับ\"\n\"เห็นหรือไม่ ยักษาที่ต่อสู้เพื่อท้องฟ้ายามรุ่งอรุณ ถอดถอนใจแด่ชีวิตที่ปลิดปลิวไป\""
          }
        ]
      },
      {
        "title": "Moment of the Pact",
        "desc": [
          {
            "type": "RichText",
            "text": "ผืนดินเป็นที่รู้จักในนาม \"Chasm\" ที่ส่องประกายระยิบระยับสีชาดมาตั้งแต่สมัยโบราณ\nคนงานเหมืองในภูเขา หรือพ่อค้าอัญมณีในตลาดยังคงกล่าวถึงตำนานเกี่ยวกับยักษามาจนถึงทุกวันนี้\nว่ากันว่ามีนักเดินทางผู้โดดเดี่ยวที่มีสี่แขนบนไหล่ ได้เดินทางมาถึงดินแดนรกร้างที่ดวงดาวได้ร่วงหล่นลงไป\nเมื่อชาวชนเผ่าได้ยินว่ามีนักเดินทางผู้โดดเดี่ยวที่ขับไล่ความชั่วร้ายได้มาเยือนดินแดนแห่งนี้ ก็ได้ทยอยกันมาอย่างไม่ขาดสาย\n\"แขกผู้มาเยือนจากแดนไกลเอ๋ย ได้โปรดรับสุราของพวกเรา แล้วได้โปรดรับฟังสิ่งที่พวกเราพูดด้วยเถิด\"\n\"สุราภูเขาเก่าเปรี้ยวขมยากกลืนลง มิอาจเทียบเท่าสุราของ Mt. Tianheng ที่ Rex Lapis ยกย่อง\"\n\"แต่สวรรค์ประทานพรให้ชาวเขาด้วยอัญมณีหายาก และหยกล้ำค่า พวกเราจึงขุดเหมืองหินเพื่อหาเลี้ยงชีพ\"\n\"ต้องขอบคุณความกรุณา และความเมตตาของ Rex Lapis แม้ว่าชีวิตจะไม่ดีเท่าที่คาดหวัง แต่ก็ยังมั่งคั่ง ไร้กังวล\"\n\"แต่อย่างนั้น ทุกสิ่งทุกอย่างล้วนเปลี่ยนไป เงามืดมิด เข้าบดบังคำอวยพรของดวงดาวที่ร่วงหล่น\"\n\"วันนี้ ถึงแม้เราจะไม่มีของขวัญล้ำค่าใดมอบให้ แต่ยังคงบากหน้ามาขอความช่วยเหลือ\"\nผู้มาเยือนรับฟังคำวิงวอนของเหล่าคนเฒ่าคนแก่ พลางจิบสุราขมปร่าในแก้วอย่างเงียบ ๆ\nไม่มีแม้แต่ถ้อยคำคำสัญญา หรือการเหยียดหยามมนุษย์ที่ไม่ประมาณตน เขาหันกลับไปทางทิศตะวันออกโดยไม่สนการเหนี่ยวรั้งใด\nเรื่องราวหลังจากนั้น ก็เป็นอย่างที่ทุกคนทราบกันดี...\nแต่กระนั้นแก้วสุราทรายคริสตัลแสนเรียบง่าย ที่ครั้งหนึ่งเขาเคยใช้ดื่มกับชาวบ้าน ยังถูกเก็บรักษาไว้เป็นหลักฐานแห่งสัญญาจวบจนถึงทุกวันนี้"
          }
        ]
      },
      {
        "title": "Feather of Nascent Light",
        "desc": [
          {
            "type": "RichText",
            "text": "ในตำนานเล่าว่าบนหน้าผาที่สูงที่สุดใน Chasm มีผู้กล้าหาญท่านหนึ่งซึ่งเคยคว้าจับขนนกอินทรีที่บินอยู่ได้ด้วยมือ\nนอกจากนี้ยังมีตำนานเล่าว่า ผู้ที่สามารถทำสิ่งนี้ได้จะถือว่าเป็นผู้มีคุณสมบัติที่จะได้ตกตายเคียงบ่าเคียงไหล่กับเหล่าเซียน\n\"แม้ว่าจะต้องสิ้นชีพเพราะปกป้องผู้คน หรือแม้แต่ไล่ตามสิ่งที่ปรารถนาก็ตาม ต่างก็เป็นเรื่องที่ดีทั้งสิ้น\"\n\"แต่พอคิดให้ดี ๆ มันก็เหมือนกับปลาที่ดำดิ่งลงไปในแอ่งน้ำลึก และนกที่ตกลงไปในหุบเขา\"\n\"ถึงแม้จะสามารถบรรลุความพึงพอใจของตนเองได้ แต่ก็ไม่มีใครรู้จัก ท้ายที่สุดก็ถูกลืมเลือนไป\"\n\"ปุถุชนอย่างข้า ก็เหมือนขนนกที่ติดอยู่ในพายุทอร์นาโด หมุนเคว้งคว้าง ลอยละลิ่วร่วงหล่นไปในห้วงอากาศ\"\n\"สิ่งที่เรียกว่าความอยู่รอด และสิ่งที่เรียกว่าความยืนหยัดล้วนแต่เป็นเพียงความว่างเปล่า ไร้ความหมายสินะ\"\nเสียงกระซิบแห่งความมืดมน ได้เขย่าหัวใจของผู้ที่ไม่สามารถสร้างชื่อเสียงให้เลื่องลือได้...\nแต่ในที่สุดสงครามก็สิ้นสุดลง ทหารหลายคนหลับใหลอยู่ในห้วงลึกชั่วนิรันดร์\nเสียงกรีดร้องลึกลับของกองทัพมืดก็ค่อย ๆ เลือนจางหายไปอย่างเงียบ ๆ ราวกับระลอกคลื่น\nแม้ว่าช่วงชีวิตมนุษย์จะแสนสั้น แต่ผืนแผ่นดินจะจดจำทุกสิ่งไว้ตราบนานเท่านาน"
          }
        ]
      },
      {
        "title": "Solar Relic",
        "desc": [
          {
            "type": "RichText",
            "text": "ตามตำนานเล่าว่าเมื่อราชาแห่งหินยังเยาว์วัย ดวงตะวันเคยเป็นราชรถสูงที่วิ่งแล่นไปรอบโลก\nเมื่อยามสามพี่น้องแห่งราตรีได้สิ้นชีวิตลงจากภัยพิบัติ ราชรถดวงตะวันก็ได้ร่วงหล่นลงไปในหุบเหวลึก\nชาวเขาทุกคนต่างเชื่อว่าดวงตะวันจะได้รับการฟื้นฟู และกลับมาส่องสว่างบนท้องฟ้าที่มืดมิดได้อีกครั้ง\nแม้ว่าราชรถดวงตะวันจะกลับไปยังทิศตะวันออกอันไร้จุดสิ้นสุด แต่ชิ้นส่วนของมันกลับหลงเหลือบางสิ่งเอาไว้ตลอดกาล\nหลังจากที่ชาวเขาอพยพไปที่เมืองท่าแล้ว ก็ได้นำชิ้นส่วนนั้นไปบดเป็นทรายคริสตัล และขายให้กับผู้ที่รู้คุณค่าของมัน\n\"อย่าพูดล้อเล่นแบบนั้น นั่นเป็นเพียงข่าวลือในหมู่ชาวบ้านที่ไม่ได้น่าเชื่อถืออะไร จะไปเชื่อได้ง่าย ๆ ได้ยังไงกันเล่า\"\n\"คนค้าขายใน Shenglu Hall ได้สิ้นความเขลาไปเนิ่นนานแล้ว ทั้งยังลืมอดีตที่ไร้สาระไปจนหมดสิ้นแล้วด้วย\"\n\"เพราะอย่างไรก็ตาม ทรายคริสตัลเรืองแสงก็ไม่เหมาะสมที่จะนำไปทำเป็นเครื่องปั้นดินเผา และไม่เหมาะกับการทำเป็นสีที่หรูหรา\"\n\"ตามคำบอกเล่าของคนงานเหมือง Chasm... แม้ว่าจะไม่ใช่เรื่องราวที่น่าเชื่อถือก็ตาม\"\n\"นาฬิกาเรือนนี้และทรายคริสตัลบางส่วนได้มาจากทหาร Millelith เมื่อห้าร้อยปีที่แล้ว\"\nหุบเหวอันมืดมิดที่ความสว่างและความมืดต่อกรกันอยู่ แม้แต่ความแข็งแกร่งของยักษาก็ยากที่จะต้านทานเอาไว้ได้\nมนุษย์ปุถุชนต้องการแสงสว่างยิ่งกว่า เพื่อที่จะได้ไม่หลงทางหายไปในม่านเหล็กอันมืดมิดที่กลืนกินผู้คนม่านนั้น\nทหาร Millelith รวบรวมทรายเรืองแสงมาเพื่อส่องแสงสว่าง ซึ่งราวกับแสงจันทร์ที่นวลผ่อง\nในการคำนวณเวลาที่มนุษย์ใช้ในหุบเหวลึก นาฬิกาเรือนนี้เป็นหลักฐานพิสูจน์ที่ยังคงส่งต่อจากรุ่นสู่รุ่น"
          }
        ]
      }
    ],
    "artifactList": {
      "sands_of_eon": {
        "title": "Solar Relic",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "นาฬิกาโบราณที่ดูแข็งแรงทนทาน ตัวเรือนเปล่งประกายแวววับด้วยทรายคริสตัล"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/sands_of_eon_icon.png"
      },
      "plume_of_death": {
        "title": "Feather of Nascent Light",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "ขนนกที่ส่องประกายอย่างสลัว ๆ และอัดแน่นไปด้วยความทรงจำมากมาย"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/plume_of_death_icon.png"
      },
      "circlet_of_logos": {
        "title": "Thundering Poise",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "ว่ากันว่าเป็นหน้ากากที่ชาวภูเขาทำขึ้นให้ยักษา ภายนอกดูเรียบง่ายและดั้งเดิม แต่พื้นผิวยังคงแวววาว ไม่เสียประกายเมื่อกระทบแสง"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/circlet_of_logos_icon.png"
      },
      "flower_of_life": {
        "title": "Flowering Life",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "ของที่ระลึกโบราณ ยังคงดูมีชีวิตชีวาราวกับตอนที่ถูกเก็บเมื่อร้อยปีก่อน"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png"
      },
      "goblet_of_eonothem": {
        "title": "Moment of the Pact",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "แก้วโบราณที่ทำจากทรายคริสตัล ดูเหมือนว่าจะยังคงไม่หม่นหมองไปตามกาลเวลา"
          }
        ],
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/goblet_of_eonothem_icon.png"
      }
    },
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวละคร"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หมายเหตุ"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "<p>&#34;ยักษา&#34; เซียนผู้พิทักษ์ Liyue ผู้ได้รับสมญานาม &#34;ผู้กำราบอสูร&#34; และ &#34;ยักษาผู้พิทักษ์&#34;</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจากความเสียหายหลักของ Xiao มาจากการเข้าสู่สถานะหลังจากการใช้ <color=#ffd780>ท่าไม้ตาย</color> และยังมีการลด <color=#ffd780>ค่าพลังชีวิต</color> ตลอดระหว่างอยู่ในสถานะ จึงทำให้ Xiao สามารถใช้งานโบนัสเซ็ต <color=#ffffff>Vermillion Hereafter</color> เพื่อเพิ่มความเสียหายโดยรวมได้เป็นอย่างดี"
      },
      {
        "type": "CustomEntry",
        "epId": 4775,
        "name": "Gaming",
        "desc": "<p>ผู้คุ้มกันแห่งสำนักงานผู้คุ้มกันกล่องดาบ และหัวหน้าของ \"คณะการแสดงวูซูจอมพลัง\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/144837601/b041ad23a9d6245efac952a9379c5114_8652873076465284214.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "การกระโดดทุ่มของ Gaming จะทำการ <color=#ffd780>ลดเลือด</color> ลงทำให้สามารถใช้ความสามารถของอาร์ติแฟกต์ได้ดี นอกจากนี้ยังให้ค่า <color=#ffd780>พลังโจมตี</color> ที่สอดคล้องกับ Gaming ที่เติบโตค่าพลังมาจาก <color=#ffd780>พลังโจมตี</color> อีกด้วย"
      }
    ]
  }
}