{
  "epId": 2172,
  "name": "Kairagi: Fiery Might",
  "desc": "ซามูไรพเนจรที่กลายไปเป็นโจร<br/>พวกเขาฝึกฝนการต่อสู้อย่างไม่หยุดยั้งมาตั้งแต่เด็ก แต่เพราะเหตุผลต่าง ๆ ที่ทำให้ไม่มีโอกาสได้ทำเพื่อบ้านเมือง จึงหันเหไปจากเส้นทางที่ถูกต้อง เข้าสู่เส้นทางที่ชั่วร้าย ใบมีดนั้นไม่เยือกเย็นเหมือนเหล็กทั่วไป แต่เต็มไปด้วยเปลวไฟแห่งความโกรธแค้น ดูเหมือนว่าจะใช้ยันต์ที่สร้างขึ้นจากศาสตร์วิชา Kamuna ที่สาบสูญ เพื่อทำให้ใบมีดนี้ลุกเป็นไฟ",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Kairagi: Fiery Might_icon.png",
  "menuId": 7,
  "menuName": "ศัตรูและมอนสเตอร์",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Kairagi: Fiery Might"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "กองกำลังของมนุษย์อื่น ๆ"
          }
        ]
      },
      {
        "key": "แนะนำการเล่น"
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 1248,
        "name": "Old Handguard",
        "desc": "ส่วนป้องกันที่ติดอยู่บนดาบ Inazuma ซึ่งได้ผ่านการต่อสู้มาอย่างมากมาย<br/>สำหรับผู้ที่เชี่ยวชาญในเรื่องดาบนั้น กะบังดาบสามารถช่วยป้องกันมือจากดาบของฝ่ายตรงข้ามได้ แต่สำหรับซามูไรมือใหม่แล้ว กะบังดาบคงเป็นส่วนสำคัญในการป้องกันมือขวาของตัวเองซะมากกว่า",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 711,
        "name": "Kageuchi Handguard",
        "desc": "ส่วนป้องกันที่ติดอยู่บนดาบอันยอดเยี่ยม<br/>Inazuma มีประเพณีการทำดาบที่สืบทอดกันมาช้านาน เวลาที่ช่างตีดาบ ก็มักจะสร้างขึ้นมาหลาย ๆ เล่ม จากนั้นจะเลือกเอาผลงานที่ดีที่สุดให้เป็น \"shinuchi\" ส่วนที่เหลือจะถูกเรียกว่า \"kageuchi\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 400,
        "name": "Famed Handguard",
        "desc": "ส่วนป้องกันที่สร้างขึ้นอย่างประณีต ซึ่งติดอยู่บนดาบอันเลื่องชื่อ<br/>บางคนเชื่อว่าดาบนั้นมีจิตวิญญาณและชีวิต จึงเป็นเหตุผลให้ผู้คนตั้งชื่อให้กับดาบ คนที่รักและทะนุถนอมดาบ ก็ย่อมได้รับการยอมรับจากดาบ แต่คนที่เห็นดาบเป็นเพื่อนหรือแม้แต่คนรัก ก็ควรต้องรู้ว่าความสัมพันธ์นี้ถูกหล่อเลี้ยงด้วยการเข่นฆ่าและการนองเลือด คนที่มักจะชุ่มไปด้วยเลือดและร่ายรำไปพร้อมกับดาบนั้น ที่สุดแล้วเลือดของพวกเขาถูกทำให้เย็นลงด้วยคมดาบที่เหี้ยมโหดนี้",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png"
      }
    ]
  }
}