{
  "epId": 2182,
  "name": "Abyss Lector - Violet Lightning",
  "desc": "มอนสเตอร์ซึ่งอยู่ภายใต้การชี้นำของ Abyss Order มีความสามารถในการควบคุมสายฟ้า และร้องเพลงสรรเสริญความมืด<br/>พวกมันคือเหล่าผู้เผยแพร่ศาสนาและสาวกของ Abyss โดยจะใช้สายฟ้าที่น่าหวาดหวั่น เพื่อทำให้ภูมิปัญญาแห่งความมืดที่บิดเบี้ยวในค่ำคืนอันยาวนาน ชำระล้างจิตใจของเหล่าผู้ไม่ศรัทธา และใช้สายฟ้าสีม่วงอันไร้ขอบเขต ในการประกาศถึงการมีอยู่ ของพลังอันยิ่งใหญ่ที่กัดกร่อนจิตใจของมนุษย์",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Violet Lightning_icon.png",
  "menuId": 7,
  "menuName": "ศัตรูและมอนสเตอร์",
  "version": 0,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 440,
        "name": "Dead Ley Line Branches",
        "desc": "กิ่งไม้อันบอบบางที่มาจากดินชั้นลึก แม้อายุของมันจะเนิ่นนาน แต่ยังคงสัมผัสได้ถึงพลังของมันจากเปลือกไม้นี้",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dead Ley Line Branch_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 441,
        "name": "Dead Ley Line Leaves",
        "desc": "กิ่งไม้ที่แตกสาขาในใต้ดิน แม้มันจะมาไกลจากต้นของมัน แต่ก็ยังคงสัมผัสได้ถึงพลังที่ซ่อนอยู่ และพร้อมที่จะปะทุขึ้นมาได้ทุกเมื่อ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dead Ley Line Leaves_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 439,
        "name": "Ley Lines Sprouts",
        "desc": "ได้ยินมาว่าต้นไม้ยักษ์ได้ถูกตัดเพื่อไปใช้ตามส่วนต่างๆของโลก ว่ากันว่านี่ก็เป็นส่วนหนึ่งของมัน ราวกับว่ามันยังไม่เคยถูกผู้คนพาไปที่ไหน ซึ่งทำให้มันมีพลังอยู่อย่างเต็มเปี่ยมและแตกใบออกมาใหม่แล้ว",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Ley Line Sprout_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Gloomy Statuette",
        "desc": "รูปปั้นขนาดเล็กที่มีการสลักรูปคนไว้<br/>แม้เวลาจะผ่านมานานขนาดนี้ก็ไม่ได้ รับความเสียหายเลยแม้แต่น้อย ดูเหมือนว่ามันจะได้รับการดูแลรักษาอย่างดีจากเจ้าของราวกับเป็นรูปปั้นศักดิ์สิทธิ์",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Dark Statuette",
        "desc": "รูปปั้นตาเดียวที่แกะสลักเป็นรูปร่างของใครบางคนเอาไว้<br/>ดูเหมือนว่าจะมีความอบอุ่นแผ่กระจายของมาเมื่อกุมมันไว้ในมือ ราวกับเป็นไหล่ของเพื่อน บางทีรูปปั้นนี้อาจจะสามารถมอบความกล้าให้กับผู้คนที่เข้าใจความหมายของมันในการก้าวเดินต่อไปได้",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Deathly Statuette",
        "desc": "รูปปั้นตาเดียวที่แผ่พลังงานลางไม่ดีออกมาเล็กน้อย และไม่ทราบแน่ชัดว่าทำมาจากวัสดุใดกันแน่<br/>เมื่อจ้องมองดูที่รูปปั้นนี้ ราวกับคุณจะได้ยินเสียงกระซิบแปลก ๆ ที่ทำให้คุณรู้สึกสงบ...<br/>\"ดูนี่เถิด ลูกรัก ทุกสิ่งภายใต้บัลลังก์สวรรค์จะพินาศด้วยความสับสนวุ่นวาย ความมืดมิดอันเงียบสงบของห้วงอวกาศนั้นจะให้อภัยทุกสิ่ง\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Abyss Lector - Violet Lightning"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "Abyss"
          }
        ]
      },
      {
        "key": "แนะนำการเล่น",
        "value": [
          {
            "type": "RichText",
            "text": "มอนสเตอร์แห่ง Abyss Order ที่มีพลังควบคุมสายฟ้าและสรรเสริญความมืดอันลึกล้ำ มีความสามารถระดับหนึ่งในการทำลายพลังงานธาตุ เมื่อการโจมตีบางอย่างของมันสร้างความเสียหายให้แก่ตัวละคร จะทำให้ <color=#ffe14b>ตัวละครสูญเสียพลังงานธาตุ</color>"
          }
        ]
      }
    ]
  }
}