{
  "epId": 2249,
  "name": "Shadowy Husk: Standard Bearer",
  "desc": "ทหารแห่งความมืดมิด ครั้งหนึ่งเคยเป็นทหารภาคภูมิใจของอาณาจักรโบราณใต้ดิน แต่ตอนนี้ได้สูญเสียสติ และความทรงจำทั้งหมดไปเสียแล้ว<br/>แต่ถึงอย่างนั้น พวกเขายังคงทำการต่อสู้ด้วยการชูธงของอาณาจักร ถึงแม้จะลืมเลือนไปแล้วว่าสหายร่วมหน้าตาเป็นอย่างไร หรือพรใดที่เคยได้รับก็ตาม แต่มีแค่ธงนี้เท่านั้นที่พวกมันจะไม่มีวันวางลง",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Shadowy Husk: Standard Bearer_icon.png",
  "menuId": 7,
  "menuName": "ศัตรูและมอนสเตอร์",
  "version": 0,
  "components": {
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 895,
        "name": "Gloomy Statuette",
        "desc": "รูปปั้นขนาดเล็กที่มีการสลักรูปคนไว้<br/>แม้เวลาจะผ่านมานานขนาดนี้ก็ไม่ได้ รับความเสียหายเลยแม้แต่น้อย ดูเหมือนว่ามันจะได้รับการดูแลรักษาอย่างดีจากเจ้าของราวกับเป็นรูปปั้นศักดิ์สิทธิ์",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gloomy Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 473,
        "name": "Dark Statuette",
        "desc": "รูปปั้นตาเดียวที่แกะสลักเป็นรูปร่างของใครบางคนเอาไว้<br/>ดูเหมือนว่าจะมีความอบอุ่นแผ่กระจายของมาเมื่อกุมมันไว้ในมือ ราวกับเป็นไหล่ของเพื่อน บางทีรูปปั้นนี้อาจจะสามารถมอบความกล้าให้กับผู้คนที่เข้าใจความหมายของมันในการก้าวเดินต่อไปได้",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dark Statuette_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 698,
        "name": "Deathly Statuette",
        "desc": "รูปปั้นตาเดียวที่แผ่พลังงานลางไม่ดีออกมาเล็กน้อย และไม่ทราบแน่ชัดว่าทำมาจากวัสดุใดกันแน่<br/>เมื่อจ้องมองดูที่รูปปั้นนี้ ราวกับคุณจะได้ยินเสียงกระซิบแปลก ๆ ที่ทำให้คุณรู้สึกสงบ...<br/>\"ดูนี่เถิด ลูกรัก ทุกสิ่งภายใต้บัลลังก์สวรรค์จะพินาศด้วยความสับสนวุ่นวาย ความมืดมิดอันเงียบสงบของห้วงอวกาศนั้นจะให้อภัยทุกสิ่ง\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Deathly Statuette_icon.png"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Shadowy Husk: Standard Bearer"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "Abyss"
          }
        ]
      },
      {
        "key": "แนะนำการเล่น",
        "value": [
          {
            "type": "RichText",
            "text": "มือธงสีดำที่เต็มไปด้วยปริศนา เมื่อการโจมตีของมัน <color=#ffe14b>ถูกตัวละครที่อยู่ภายใต้การป้องกันของโล่</color> จะสร้างโล่ให้ตนเอง Shadowy Husk และ Black Serpent Knight ที่อยู่ในบริเวณใกล้เคียง โดยแลกเปลี่ยนกับค่าพลังชีวิต"
          }
        ]
      }
    ]
  }
}