{
  "epId": 2292,
  "name": "จดหมายครอบครัว",
  "desc": "กระดาษเป็นที่เก่าจนเหลืองและเปราะบาง ดูเหมือนจะแตกยับเมื่อเอื้อมมือไปสัมผัส",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/07/144837601/a61a367d0e0be5a7f97296595f59053b_896103812665147551.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1678375932,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "จดหมายครอบครัว"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "รายละเอียด",
        "desc": [
          {
            "type": "RichText",
            "text": "ถึงท่านพ่อที่เคารพ\nไม่ได้เขียนจดหมายถึงท่านพ่อนานแล้ว ไม่ทราบว่าทุกคนสบายดีไหม? จดหมายฉบับที่แล้ว ท่านพ่อกล่าวถึง \"Sensuiko\" ว่ามันได้คลอดลูกแล้ว แต่เพราะลูกงานยุ่ง จึงไม่มีเวลาตอบจดหมายกลับ ตอนนี้ ลูกหมาน่าจะโตขึ้นแล้วใช่หรือไม่ ท่านเคยบอกว่าจะมอบลูกหมา 1 ตัวให้พ่อแม่ของ Kenji เป็นเรื่องที่น่าดีใจมาก ลูกและ Kenji ต้องมาเป็นทหาร จึงไม่สามารถรับใช้ท่านพ่อท่านแม่ได้ ลูกต้องขออภัยด้วย แต่เมื่อทราบว่าท่านพ่อท่านแม่ และพ่อแม่ของ Kenji ดูแลกันและกัน ลูกๆ อย่างพวกเราก็พอที่จะวางใจได้\nท่านพ่อไม่ต้องเป็นห่วงชีวิตของเราที่นี่ อาหาร และที่พักค่อนข้างดี และยังได้รู้จักกับเพื่อนใหม่ เขามีชื่อว่า Matsudaira หากมีโอกาส ลูกจะเชิญเขาไปเที่ยวบ้านเรา ให้เขาได้ชิมอาหารฝีมือท่านแม่\nนอกจากนี้ยังมีอีกเรื่อง หากท่านพ่อทราบจะต้องภูมิใจมากแน่ๆ เพราะความกล้าหาญของลูก ทำให้ผู้บังคับบัญชาเลื่อนตำแหน่งให้ลูกได้เป็น Hatamoto! Kenji ก็เช่นกัน แต่ท่านพ่ออย่าเพิ่งไปบอกครอบครัวของเขา ให้เขาเขียนจดหมายบอกเองดีกว่า\nท่านพ่อ ลูกเชื่อมาตลอด ว่าเมื่อใดที่สงครามสิ้นสุด ลูกและ Kenji จะกลับบ้านพร้อมกับเกียรติยศและความภาคภูมิใจ ถึงตอนนั้น เงินเดือนของลูกสามารถเลี้ยงท่านพ่อและท่านแม่ได้ พ่อกับแม่ไม่ต้องไปจับปลาอีกแล้ว ลูกจะสามารถสร้างบ้านหลังใหม่ให้พ่อกับแม่อยู่ ซื้อเรือใหม่ ทำให้พ่อกับแม่ได้มีชีวิตที่ดีกว่านี้ ลูกจะพยายามเพื่อเป้าหมายที่ยิ่งใหญ่นี้!\nขอท่านพ่อและท่านแม่รอลูกกลับไป\nด้วยความนับถือ จาก Masanori"
          }
        ]
      }
    ]
  }
}