{
  "epId": 2293,
  "name": "การตรวจสอบประเพณีของพวก Hilichurl",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Cultural Customs_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "การตรวจสอบประเพณีของพวก Hilichurl"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "นักนิเวศวิทยา Jacob Musk แห่ง Mondstadt \"กวีผู้ได้รับรางวัลภาษา Hilichurl\" ว่าด้วยเรื่องการสำรวจเกี่ยวกับประเพณีทางสังคมของพวก Hilichurl โดยฉบับนี้แนะนำรูปแบบและลักษณะทางสังคมพวก Hilichurl\nสังคมของพวก Hilichurl\nเห็นได้ชัดว่าพวก Hilichurl ดำรงชีวิตทางสังคมของชนเผ่าที่เรียบง่าย พวกเขามักจะกระจัดกระจายอยู่ในถิ่นทุรกันดารในรูปแบบของชนเผ่าเล็ก ๆ โดยสำหรับพวกเขาแล้วเผ่าก็เป็นเหมือนกับครอบครัวใหญ่ของพวกเขา\nโดยทั่วไปผู้มีอำนาจมากที่สุดของเผ่า Hilichurl คือหมอผี (Shaman) จากการสำรวจภาคสนามและการแลกเปลี่ยนในระยะยาว ผู้เขียนสามารถตัดสินได้ว่าหมอผีเป็นสมาชิกที่เก่าแก่ที่สุดของเผ่าซึ่งเป็นเหมือนกับ \"หัวหน้าเผ่า\" ของเผ่าซึ่งมีประสบการณ์มากมายในการจัดการเรื่องสำคัญและการตัดสินใจ และใช้พลังของธาตุเพื่อปกป้องเผ่าของเขา ในบรรดาชนเผ่า Hilichurl ในป่านั้น ลักษณะสำคัญที่พิเศษของหมอผีสามารถเห็นได้อย่างชัดเจน พวกเขามักจะสวมหน้ากากรูปหน้ายิ้มที่เป็นเอกลักษณ์ แต่ช่องเปิดของหน้ากากนั้นเป็นช่องสังเกตที่ทำให้ดวงตาของพวกเขามองเห็น ในมือของพวกเขาจะถือไม้เท้าหมอผีไว้เสมอและมักจะได้ยินเสียงบ่นพึมพำด้วยเพลงหรือคาถาที่ฟังไม่เข้าใจ\nมาตรฐานการกำหนดสถานะของ Hilichurl นั้นไม่ได้ถูกกำหนดด้วยอายุเพียงอย่างเดียว ในบรรดาชนเผ่ามากมาย สมาชิกที่มีขนาดร่างกายที่ใหญ่และมีความแข็งแกร่งในการต่อสู้จะถูกยกขึ้นมาเป็นผู้นำแทนที่หมอผีโดยทันที และดูเหมือนว่าชนเผ่าเหล่านี้จะมีความสามารถในการต่อสู้ที่มากขึ้นภายใต้การนำของผู้นำของพวกเขาด้วย เราสามารถแยกแยะผู้นำของเผ่าได้จากขนาดร่างกายที่ใหญ่และหน้ากากที่ตกแต่งอย่างโดดเด่นได้อย่างง่ายดาย\nเนื่องจากการทำตัวเป็นปฏิปักษ์กับคนนอกไปจนถึงกำแพงทางด้านภาษาของพวก Hilichurl ทำให้เป็นเรื่องยากที่จะศึกษาการจัดสรรทรัพยากรภายในของชนเผ่า Hilichurl อย่างไรก็ตามตามรายงานการลาดตระเวนของกองอัศวินแห่ง Favonius ดูเหมือนพวกเขาจะแบ่งปันทรัพยากรที่ได้มาโดยการหยิบฉวยสิ่งที่ตนต้องการ โดยเหล่า Hilichurl ที่ทั้งหมดนั้นเป็นทั้งนักรวบรวมและนักสู้ แต่ก็มี Hilichurl บางตัวที่ให้ความสำคัญกับการต่อสู้ซึ่งจะขัดเกลาตัวเองจนกลายเป็นกำลังหลักในการต่อสู้ที่มีร่างกายขนาดใหญ่ และถ้าหากพวกเขามีชีวิตอยู่นานพอในสภาพแวดล้อมที่รุนแรงและอันตราย นักรบพิเศษเหล่านี้จะเป็นผู้นำที่มีค่าที่สุดของเผ่า\nที่น่าสนใจก็คือถึงแม้ว่าพวก Hilichurl จะมีสติปัญญาที่ต่ำ รูปแบบสังคมและการจับกลุ่มก็แสนจะโบราณคร่ำครึ แต่ดูเหมือนว่าพวกเขาจะมีความสามารถพิเศษในการควบคุมพลังงานธาตุ ซึ่งความสามารถเหล่านี้มักจะแสดงขึ้นมาอย่างโดดเด่นในพวกหมอผีที่มีอายุยืนนาน แต่สำหรับมนุษย์ทั่ว ๆ ไปแล้ว จะต้องใช้ \"วิชั่น\" เท่านั้นจึงจะสามารถควบคุมพลังงานธาตุได้ ส่วนเรื่องที่ว่าทำไมพวก Hilichurl ถึงสามารถควบคุมพลังงานธาตุได้โดยไม่ต้องพึ่งวิชั่นนั้น ปัญหานี้ยังคงต้องศึกษาค้นคว้ากันต่อไป"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "นักนิเวศวิทยา Jacob Musk แห่ง Mondstadt \"กวีผู้ได้รับรางวัลภาษา Hilichurl\" ว่าด้วยเรื่องการสำรวจเกี่ยวกับประเพณีทางสังคมของพวก Hilichurl โดยฉบับนี้ได้สำรวจเกี่ยวกับความเชื่อและจิตวิญญาณของ Hilichurl\nจิตวิญญาณของ Hilichurl\nก็คล้ายกันกับเหล่าผู้คนจากทั้งเจ็ดประเทศใน Teyvat ดูเหมือนว่าพวก Hilichurl เองก็มีความเชื่อเหมือนกัน แต่พวกเขาไม่ได้เคารพสักการะเทพเจ้าทั้งเจ็ดที่มีอยู่ในโลกนี้ แต่เคารพสักการะพลังงานธาตุที่มีความเป็นนามธรรม ยกตัวอย่างเช่นเผ่า Hilichurl ที่อยู่ใน Mondstadt จะบูชา \"ลม\" เช่นเดียวกับผู้คนของ Mondstadt แต่พวกเขาก็ไม่ได้บูชาเทพแห่งสายลม Barbatos แต่จะบูชา \"พลังงานธาตุลม\" ในรูปแบบของตัวเอง โดยในเผ่าเดียวกันนั้นอาจจะมี Hilichurl ที่มีความเชื่อต่างกันรวมอยู่ด้วยกัน ซึ่งความเชื่อในพลังงานธาตุของพวกเขาก็จะแสดงออกมาทางรูปวาดบนหน้ากากและการเพนท์ร่างกาย\nจากการลงสำรวจภาคสนาม ในหมู่ Hilichurl หมอผีผู้ทำหน้าที่บวงสรวงและสักการบูชาจะเพนท์สีที่แตกต่างกันบนร่างกายและเส้นขนของเขาตามความแตกต่างของพลังงานธาตุที่เผ่าบูชาอยู่ โดยเครื่องแต่งกายและเครื่องประดับที่อยู่บนตัวของหมอผีนั้นจะมีความสวยงามประณีตมากกว่า แต่เมื่อพิจารณาถึงสติปัญญาที่ต่ำของ Hilichurl ก็ทำให้เป็นเรื่องยากที่จะจินตนาการได้ว่างานฝีมือที่ค่อนข้างละเอียดเหล่านี้เกิดขึ้นจากพวกเขา\nหมอผีมีบทบาทเป็นผู้นำทางจิตวิญญาณในระบบความเชื่อของพวก Hilichurl ซึ่งพิธีกรรมการสักการบูชาของ Hilichurl โดยส่วนใหญ่เป็นใช้การร้องเพลงเต้นรำเป็นหลัก ซึ่งมักจะให้หมอผีเป็นผู้นำในการเต้นรำและร้องเพลงสดุดีที่เกี่ยวกับธาตุต่างๆ และถ้าหากมีเหยื่อมากพอล่ะก็ Hilichurl ก็จะทำการบูชาเนื้อดิบบนแท่นเพื่อเป็นเครื่องสังเวย แม้ว่า Hilichurl มักชอบฉกฉวยปล้นเงินทอง, อัญมณีหรือของประดับอื่น ๆ แต่ดูเหมือนเนื้อเท่านั้นที่จะเป็นสิ่งเดียวที่ควรค่าแก่การบูชา\nดูเหมือนว่าพวก Hilichurl นั้นจะไม่มีแนวคิดเกี่ยวกับ \"อดีต\" และ \"อนาคต\" แต่จะอยู่แค่กับ \"ปัจจุบัน\" เท่านั้น พวกเขาจะไม่สะสมอาหารเพื่อเผื่อไว้ในอนาคต และก็จะไม่มีการรำลึกถึงเหล่าบรรพบุรุษในอดีต ถึงแม้ว่าจะสามารถพบเห็นการขีดเขียนได้มากมายในค่ายของ Hilichurl แต่หลังจากการสำรวจก็สามารถพบคำตอบได้อย่างง่ายดาย: นั่นเป็นเพียงการเลียนแบบและทำซ้ำอย่างมั่ว ๆ ขึ้นมาจากโบราณสถานเท่านั้นและสามารถพูดได้ว่าไม่มีการสร้างสรรค์ใด ๆ ทั้งสิ้น เผ่า Hilichurl บางเผ่านั้นตั้งอยู่ในซากปรักหักพังโบราณซึ่งดูเหมือนว่าพวกเขาจะเกิดมาพร้อมกับความสัมพันธ์ที่ไม่สามารถอธิบายได้กับโบราณวัตถุเหล่านี้ แต่หลักฐานที่เรามีในตอนนี้นั้นไม่สามารถพิสูจน์ได้อย่างชัดเจนว่าพวกเขาเกี่ยวข้องกับอารยธรรมโบราณที่สูญหายไปอย่างไร"
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "นักนิเวศวิทยา Jacob Musk แห่ง Mondstadt \"กวีผู้ได้รับรางวัลภาษา Hilichurl\" ว่าด้วยเรื่องการสำรวจเกี่ยวกับประเพณีทางสังคมของพวก Hilichurl โดยฉบับนี้ได้สำรวจเกี่ยวกับ Hilichurl ลึกลับที่มีชีวิตสันโดษ\nคนสันโดษ ผู้แสนลึกลับ\nมีสิ่งมีชีวิตลึกลับที่มีขนาดใหญ่แบบนี้อยู่ท่ามกลางเหล่า Hilichurl พวกมันไม่เพียงแต่จะมีร่างกายที่ใหญ่โตและทรงพลัง แต่ยังสามารถควบคุมธาตุ เพื่อเสริมพลังให้ตัวเองแข็งแกร่งยิ่งขึ้นด้วย เช่นใช้ธาตุเพื่อป้องกันตัว หรือใช้ธาตุเสริมพลังในการต่อสู้ ให้ตัวเองกลายเป็นผู้ไร้เทียมทาน\nสมาชิกที่แข็งแกร่งเหล่านี้ถูก Hilichurl คนอื่น ๆ เรียกว่า \"Lawa\" จากการคาดเดาของผู้เขียนคิดว่าคำนี้น่าจะหมายถึง \"ราชา\" หรือ \"หัวหน้า\" แต่จริง ๆ แล้วดูเหมือน พวกมันจะไม่ได้ปกครองหรือเป็นหัวหน้าเผ่า แต่กลับชอบเดินคนเดียว และหลีกเลี่ยงสายตาแห่งความเคารพและศรัทธาของ Hilichurl คนอื่น ๆ\nปกติแล้วมันยากมากที่นักผจญภัยจะเจอสิ่งมีชีวิตขนาดใหญ่เหล่านี้ และหากนักผจญภัยที่มากประสบการณ์จะต้องไปสำรวจ ในที่ที่พวกมันอาจจะปรากฏตัว ก็ยังไม่วายต้องคิดทบทวนถึงอันตรายที่ต้องเจอ"
          }
        ]
      },
      {
        "title": "ตอนที่ 4",
        "desc": [
          {
            "type": "RichText",
            "text": "นักนิเวศวิทยา Jacob Musk แห่ง Mondstadt \"กวีผู้ได้รับรางวัลภาษา Hilichurl\" ว่าด้วยเรื่องการสำรวจเกี่ยวกับประเพณีทางสังคมของพวก Hilichurl โดยฉบับนี้ใช้ Mondstadt เป็นตัวอย่างอ้างอิงในการสำรวจประเพณีที่หลากหลายของ Hilichurl\nความหลากหลายทางวัฒนธรรมของ Hilichurl... ยก Dadaupa Gorge ของ Mondstadt เป็นตัวอย่าง\n\"เผ่า Meaty\" นั้นชื่นชอบในการกินดื่ม พวกเขาจะสร้างคอกหมูป่าไว้ตรงกลางค่ายและแต่งตั้ง \"ผู้ดูแลหมู\" ไว้เพื่อรับผิดชอบโดยเฉพาะ โดยพวกเขาจะใช้ Pyro Slime ในการสร้างไฟธรรมชาติ ถือหม้อขนาดใหญ่สำหรับทำอาหารและซุป จากนั้นสมาชิกในเผ่าก็สามารถแบ่งปันกันได้ตามต้องการ\nในค่ายของพวกเขานั้นสิ่งที่สะดุดตาผู้คนที่สุดก็คือเวทีที่มีขนาดใหญ่มาก ดูเหมือนว่าใครก็ตามที่ก้าวขึ้นไปถูกมองว่ายอมรับการท้าทายจากชนเผ่า ส่วนคนที่ถูกทำให้ตกเวทีจะต้องถูกหัวเราะเยาะจากทั้งเผ่า\n\"เผ่า Sleeper\" นั้นดูเหมือนว่าจะใช้โอกาสทั้งหมดที่มีนอนหลับ พวกเขาถึงขนาดสร้างบ้านที่เรียบง่ายเพื่อการนอนหลับที่สะดวกสบายยิ่งขึ้นอีกด้วย อาจเป็นเพราะความได้เปรียบของการนอนหลับที่เพียงพอทำให้พวกเขาเป็นพวกที่เจ้าเล่ห์และหลักแหลมที่สุดในหมู่ Hilichurl\n\"เผ่า Eclipse\" เป็นหนึ่งในเผ่า Hilichurl ที่ลึกลับมากที่สุดใน Mondstadt เมื่อเทียบกับพวกที่มีแต่กล้ามเนื้อกับพวกที่มีความหลักแหลมแล้ว พวกเขาจะให้ความสำคัญกับความเชื่อในด้านพลังงานลึกลับเป็นหลัก โดยจะมีความแตกต่างจากความเชื่อในพลังงานธาตุของ Hilichurl ทั่ว ๆ ไป วัตถุที่พวกเขาเคารพบูชานั้นดูเหมือนจะเป็นสัญลักษณ์ที่ดวงอาทิตย์สีดำที่ดูเรียบง่ายและทำขึ้นอย่างหยาบ ๆ โดยหมอผีของพวกเขาจะมีพลังมากกว่าหมอผีของชนเผ่าอื่น ๆ และที่ใจกลางของค่ายนั้น เผ่า Eclipse ได้เตรียม \"บัลลังก์\" ที่สูงที่สุดสำหรับนักเวทอันดับสูงสุดไว้"
          }
        ]
      }
    ]
  }
}