{
  "epId": 2294,
  "name": "ชุดบทกวีของ Hilichurl",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hilichurl Ballad Selection_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "ผลงานชิ้นเอก บทกวี Laureate แห่ง Hilichurl! นักนิเวศวิทยา Jacob Musk จะแสดงให้คุณได้เห็นถึงโลกแห่งจิตวิญญาณอันลึกลับของเหล่า Hilichurl ผ่านบทกวีชุดนี้!\nชุดบทกวีของ Hilichurl ที่รวบรวมโดยนักนิเวศวิทยา Jacob Musk แห่ง Mondstadt เพื่อให้หนังสือเล่มนี้สมบูรณ์ Marcus ต้องเดินทางข้ามดินแดนเพื่อไปเยือนเผ่า Hilichurl ทุกเผ่า ไปไกลถึงขนาดใช้ชีวิตร่วมกับ Hilichurl จนเป็นส่วนหนึ่งของวิถีชีวิต Marcus ถูกยกให้เป็น \"ยอดกวีแห่งภาษา Hilichurl\" จากผลงานตีพิมพ์ของเขาด้วย แต่ถึงจะได้รับเกียรติถึงขนาดนั้น เจ้าตัวและชาว Hilichurl เองก็ไม่ได้ยินดีเท่าใดนัก Jacob Musk นั้น ถึงแม้จะมีความหลงใหลในการศึกษา Hilichurl เพียงใด ก็รังเกียจที่ตนต้องไปคลุกคลีกับพวก Hilichurl มาตลอดในช่วงหลายปีที่ผ่านมา\nเพลงที่ 1:\nMi muhe ye\nMi biat ye\nBiat ye dada\nMuhe dada\nมีความเป็นไปได้สูงที่จะเป็นบทเพลงรบ ที่จะร้องขึ้นโดย Hilichurl ที่กำลังจะเข้าต่อสู้ จากการสังเกตการณ์ของฉัน เมื่อมีพวก Hilichurl ตั้งแต่สองคนขึ้นไปอยู่ด้วยกัน พวกมันจะเข้าโจมตีอย่างบ้าคลั่งหลังจากร้องบทเพลงอันแสนป่าเถื่อนนี้\nเพลงที่ 2:\nEleka mimi-a-Domu\nMita domu-a-dada\nLa-la-la\nLa-la-la\nMimi mosi ye mita\nเพลงที่ร้องโดยเผ่า Hilichurl ในขณะที่ร่ายรำอยู่รอบๆ เสาโทเทม คาดการณ์ว่าจะเป็นเพลงสวดของชนเผ่าที่ร้องด้วยเสียงที่ไพเราะ ซึ่งมักจะได้ยินเมื่อพวกมันเลี้ยงฉลองกัน\nเพลงที่ 3:\nMi muhe mita nye\nMi muhe mita nye\nMuhe nye\nMuhe nye\nGusha\nBiat, gusha\nบทเพลงเศร้าที่ฉันเคยได้ยินจากการแลกเปลี่ยนกับ Samachurl ที่สูงอายุตนหนึ่ง ถึงแม้จะไม่เข้าใจในความหมายของบทเพลง แต่ความเศร้าของมันก็เอ่อล้นจนนักกวีที่เก่งที่สุดในบ้านเกิดของฉันยังต้องตะลึง (แต่ถึงจะชมว่าเศร้าขนาดไหน กลิ่นสุดแย่ของ Hilichurl ที่แก่แล้วก็ยังน่าเศร้ายิ่งกว่า)"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "ไวน์กับกวีคือส่วนหนึ่งของชีวิตของพวก Hilichurl หรือเปล่า? พวกเขามีความปรารถนาที่แสนบริสุทธิ์บ้างหรือไม่? Jacob Musk ผู้เชี่ยวชาญในศาสตร์ของ Hilichurl จะให้คำตอบของเรื่องเหล่านี้เอง!\nเพลงที่ 4:\nCeli upa celi\nSada shato lata\nKuzi unu ya zido\nUnu dada\nเพลงที่ร้องโดย Samachurl เมื่อดูจากการตอบสนองของหัวหน้าเผ่า บทเพลงนี้เหมือนจะเป็นเพลงที่มีความหมายลึกซึ้งบางอย่างในหมู่ชนเผ่า Hilichurl มันอาจจะดูไร้สาระในแง่ของวงการศึกษาหลักๆ และฉันเองก็ไม่ได้คิดจะท้าทายต่อกระแสมุมมองเหล่านั้น แต่ฉันก็รู้สึกเหลือเชื่อว่ายังมีนักปราชญ์ในหมู่ Hilichurl ที่ยังคงสร้างสิ่งที่สวยงามและลึกซึ้งได้ถึงเพียงนี้\nเพลงที่ 5:\nNini movo muhe yoyo\nNini movo mimi tomo\nLata movo mosi yoyo\nCeli movo celi yoyo\nคล้ายกันกับชาว Mondstadt เผ่าพันธุ์ที่บูชาสายลมของพวก Hilichurl เองก็ชอบที่ดื่มจนเมามาย พวกเขามักที่จะดื่มและร้องเพลงสรรเสริญเทพแห่งสายลมอย่างไม่จบไม่สิ้น บทกวีนี้เป็นบทกวีของ Samachurl ที่มักจะได้ยินเมื่อพวกเขาเมาได้ที่\nเพลงที่ 6:\nUnu, unu\nYaya ika kundala!\nUnu, unu\nMita dada ya dala?\nUnu, unu\nKuzi mita dada ye\nMita dada-a-mimi\nบทสวดอังเคร่งครัดที่พวก Hilichurl ขับร้องในระหว่างพิธีบูชายัญ ในระหว่างที่ขับร้องกันนั้น Hilichurl จะเพิ่มเสียงเครื่องตีด้วยการใช้ไม้ฟาดไปที่ก้นของคนที่อ่อนแอที่สุดในเผ่า ทำให้เกิดเป็นเสียงดังเป็นจังหวะ นั่นต้องเจ็บมากแน่ๆ\nเพลงที่ 7:\nMimi movo\nMimi sada\nMimi domu\nDomu upa\nGusha dada\nดูเหมือนหลายเผ่าพันธุ์ของพวก Hilichurl จะมีธรรมเนียมในการแลกเปลี่ยนเพลงรอบกองไฟภายใต้แสงจันทร์ บทกวีนี้เป็นหนึ่งในบทเพลงรอบกองไฟเหล่านั้น ซึ่งเป็นบทเพลงสุดท้ายของหัวหน้า Hilichurl หลังจากบทกวีจบลงผู้เฒ่าเผ่าจะตะโกน \"nunu!\" สามครั้งซึ่งอาจหมายความว่า \"หลับ!\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ชุดบทกวีของ Hilichurl"
          }
        ]
      }
    ]
  }
}