{
  "epId": 2296,
  "name": "เจ้าหญิง Mina แห่งประเทศที่ล่มสลาย",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Princess Mina of the Fallen Nation_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "เจ้าหญิง Mina แห่งประเทศที่ล่มสลาย"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "เจ้าหญิงผู้ถูกทำนายว่าจะนำมาซึ่งการทำลายล้างตั้งแต่แรกเกิด ต้องตกอยู่ในวิกฤตของประเทศที่ล่มสลายเมื่อซามูไรพเนจรที่ไม่รู้ความจริงได้ลงมาจากฟากฟ้า\nเรื่องราวสงครามแห่งยุคโบราณ และการเดินทางของทั้งสองได้เริ่มต้นขึ้นแล้ว!\nสิบสามปีแห่งสันติภาพได้เกิดขึ้นก่อนยุคแห่งสงครามจะเริ่มต้นขึ้น\nประเทศทางตอนเหนือที่ห่างไกลจากศูนย์กลางที่สุด ในที่สุดก็ตกอยู่ติดอยู่ในช่วงกาลเวลาที่ลุกลามมาเข้าไปอยู่ในเปลวเพลิงของสงครามเช่นกัน\nเช่นเดียวกับสงครามอื่น ๆ ผู้แพ้จะถูกตัดสินหลังจากความขัดแย้งที่รุนแรง เมืองของพวกเขาจะกลายเป็นซากปรักหักพังที่ลุกเป็นไฟ ขุนนางและผู้สนับสนุนต่างก็หลบหนีเข้าไปในภูเขา\nฉากหลังนี้แทบจะไม่มีอะไรพิเศษเลย\nแต่ในช่วงเวลานั้นเอง ซามูไรพเนจรที่สวมชุดที่งดงามก็พลันปรากฏขึ้นมาบนฉาก\nไม่สิ แทนที่จะพูดว่าสวมชุดที่งดงาม แต่ถ้าจะพูดให้ถูกต้องก็คือ...\nอื้ม ใช่แล้วล่ะ ชุดของหญิงสาว\nและในทางตรงกันข้าม ซามูไรคนนี้มาพร้อมกับหญิงสาวร่างเล็กสวมชุดฮาโอริที่มีขนาดใหญ่เกินตัว\nไม่ว่าจะดูยังไงก็ดูเป็นคนที่น่าสงสัย\nแต่ดูเหมือนว่าพวกเขาจะยังไม่รู้ตัว ทั้งสองคนเดินตรงไปที่ด่านตรงตีนเขาอย่างสง่าผ่าเผย\nแน่นอนว่าพวกเขาถูกอาชิการุที่ด่านสกัดไว้ตามที่คาดการณ์ไว้\n\"พวกเธอคือใครกัน?\"\nแม้ว่านี่จะเป็นคำพูดธรรมดาที่ต้องถาม แต่ว่าในกรณีนี้น่าจะเป็นคำถามที่ออกมาจากใจ\n\"อยากที่ท่านเห็น ก็เป็นแค่คนผ่านทางธรรมดาเท่านั้น\"\nช่างเป็นคำตอบที่ไม่น่าเชื่อถือเอาซะเลย\nอาชิการุที่เอ่ยถามรู้สึกลังเลใจขึ้นมาเล็กน้อยจากน้ำเสียงที่ไร้ความน่าสงสัยของซามูไร\n\"ไม่ว่าจะยังไงก็ตาม ช่วยตามพวกเรามาทางนี้ก่อน\"\n\"ไม่ได้ผลงั้นเหรอ...\"\nใบหน้าของซามูไรเผยให้เห็นสีหน้าแห่งความผิดหวัง ทันใดนั้นอาชิการุสามคนก็ล้มลงบนพื้น\n\"คิดจะทำแบบนี้มาตั้งแต่ต้นสินะ ช่างชั่วช้าจริง ๆ\"\nหญิงสาวที่อยู่ด้านหลังพูดบ่นเสียงเบา"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "\"เจ้าหญิงที่นำมาซึ่งการทำลายล้างอะไรนั่น ที่จริงมันก็เป็นแค่ข้ออ้างในการทำสงครามเท่านั้นแหละ!\"\nเพื่อที่จะทราบความจริงของคำทำนาย มุ่งหน้าไปที่จุดศูนย์กลางของโลกกันเถอะ!\nเรื่องราวแห่งการผจญภัยสุดโรแมนติกชื่อดังยังคงดำเนินต่อไป!\n\"ไม่ใช่แบบนั้น\"\nอยู่ ๆ ก็พูดประโยคนี้ออกมา\nในศาลเจ้าบนภูเขานิรนาม เจ้าหญิงผมยาวดำสนิทนั่งนิ่ง ใบหน้าของเธอสั่นไหวภายใต้แสงของไฟกะพริบ\n\"ไม่ใช่งั้นเหรอ ทำไมต้องบอกว่าไม่ใช่ด้วยล่ะ\"\nนั่นเป็นการตอบกลับเหมือนสะท้อนกลับแบบมีเงื่อนไข\n\"อืม ซามูไรโง่เขลา เธอมีความคิดเห็นเกี่ยวกับเจ้าหญิงผู้ทำลายล้างยังไงบ้างล่ะ?\"\n\"ถ้าจะให้วิจารณ์ล่ะก็ ฟังดูมีเอกลักษณ์ดีนะ\"\n\"ไม่ได้ให้วิจารณ์แบบนี้\" น้ำเสียงของเจ้าหญิง Mina ดูเหนื่อยหน่าย \"ฉันหมายถึงเกี่ยวกับเรื่องที่ต้องช่วยฉันน่ะ....\"\n\"ไม่สิ จะพูดให้ถูกแล้ว ฉันไม่ได้ช่วยท่าน\"\nซามูไรพูดแก้ไขให้ถูกต้อง\n\"สถานการณ์ในตอนนั้นเจ้าหญิงสั่งให้ฉันพาท่านออกมา ดังนั้นถ้าดูตามหลักเหตุผลแล้ว ท่านช่วยตัวเองไว้ต่างหากล่ะ\"\n\"ซามูไรอย่างเธอสนใจเรื่องนี้ด้วยงั้นเหรอ?\"\nเป็นการตอบรับที่คาดไว้\nมันเป็นแค่การหลบเลี่ยงความรับผิดชอบน่ะ ซามูไรคิดเช่นนั้น\n\"เจ้าหญิงผู้ได้ชื่อว่าเป็นผู้ทำลายล้าง ก็เป็นเพียงข้ออ้างในการทำสงครามเท่านั้น\"\nน้ำเสียงที่ไม่กระตือรือร้นของซามูไรเปลี่ยนไป\n\"อีกอย่าง\"\nซามูไรหันไปรอบ ๆ ดวงตาที่ว่างเปล่าตอนนี้กำลังลุกเป็นไฟ\n\"การทำลายโลกมันช่างโง่เขลาตั้งแต่แรก แล้วท่านจะเข้าใจมันในไม่ช้า\""
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "ทั้งสองคนก้าวเข้าสู่ดินแดนแห่งสงคราม และสุดท้ายก็ได้พบกับนรกอเวจี ที่แท้จริง นี่คือความจริงของต้นกำเนิดสงครามที่แผดเผาโลกนับร้อยปี!\nฉบับนี้มาพร้อมกับกิฟต์เซ็ตสุดคุ้ม!\nแม้ว่าผู้คนมักจะบรรยายสนามรบว่าเหมือนดั่งนรก แต่นั่นเป็นเพียงคำบรรยายเท่านั้น\nแต่สิ่งที่ปรากฏต่อหน้าต่อตาพวกเขานั้นเรียกได้ว่า \"นรก\" เพียงอย่างเดียวเท่านั้น\nดินแดนที่แห้งแล้ง ต้นไม้เหี่ยวเฉา และผู้คนก็เป็นเหมือนซากศพไร้ซึ่งวิญญาณ\nราวกับพลังชีวิตได้สูบไปจนหมดสิ้น\n\"ความจริงแล้ว\"\nซามูไรก้มเก็บใบไม้ที่แห้งกรอบ และเปลี่ยนมันให้เป็นเถ้าถ่านที่ล่องลอย\n\"พลังชีวิตของที่นี่ถูกสูบไปจนหมดสิ้นแล้วล่ะ\"\nสงครามในเมืองศูนย์กลางได้ดำเนินต่อเนื่องมาหลายร้อยปีแล้ว\nตั้งแต่ปีที่สิบของสงคราม ทรัพยากรและความมั่งคั่งของประเทศได้ถูกใช้ไปจนหมดสิ้น\nสิ่งที่ทำให้สงครามดำเนินต่อไปจนถึงทุกวันนี้คือสิ่งที่เรียกว่า Nakura's Hex\nNakura's Hex เป็นคาถาที่น่ากลัวที่ดึงเอาพลังชีวิตของทุกสรรพสิ่งบนแผ่นดินมอบให้แก่นักรบระดับสูง\nและบรรดาผู้ที่ใช้เวทมนตร์ที่เลวทรามเช่นนี้เพื่อครองดินแดนก็เป็นวายร้ายที่รู้จักกันในชื่อ Nakura Daimyo\nDaimyo ต่อสู้โจมตีกันเอง แต่ไม่ว่าผลจะเป็นอย่างไร พลังชีวิตบนโลกก็จะถูกปล้นไปมากขึ้น\nนี่คือความจริงของสงครามในช่วง 100 ปีที่ผ่านมา\n\"และผู้สร้างคาถานี้คือเหล่าองเมียวจิ ที่อาศัยอยู่ในหอคอยลอยฟ้าในใจกลางโลก\"\nซามูไรยังคงพูดต่อไปอย่างเงียบ ๆ โดยไม่สนใจเจ้าหญิง Mina ที่หวั่นไหวกับภาพตรงหน้า\n\"องค์หญิงผู้นำมาซึ่งทำลายล้าง... โลกนี้ถูกทำลายล้างไปนานแล้วไม่ใช่หรือ?\""
          }
        ]
      },
      {
        "title": "ตอนที่ 4",
        "desc": [
          {
            "type": "RichText",
            "text": "\"วิญญาณของผู้ตายในอดีต จงกลับขุมนรกไปซะ!\"\nความทรงจำอันน่าตื่นเต้น! อดีตที่ซามูไรผนึกไว้คืออะไรกันแน่...\nเจ้าหญิงและซามูไรผู้สูญเสียประเทศของตน การผจญภัยบทใหม่ของทั้งสองคนได้เปิดฉากขึ้นแล้ว!\nอาณาจักร Kogami ดินแดนรกร้างที่แทบไม่มีร่องรอยของสิ่งชีวิต\nล้อมรอบด้วยพื้นที่รกร้างว่างเปล่าไร้ขอบเขตเป็นเนินทราย และคนท่าทางคล้ายกับซามูไรสองคนยืนอยู่ตรงข้ามกัน\nหนึ่งในนั้นคือตัวเอกในเรื่องของเรา และตรงนี้จะเรียกมันว่า ซามูไรเขียว เพื่อให้ง่ายต่อการแยกแยะ\nและอีกคนคือคนที่เปิดตัวในเล่มนี้ มีชื่อว่า ซามูไรหน้าซีด\nหากนี่เป็นเรื่องราวการต่อสู้ พวกเขาก็คงจะมีท่าทีต่อสู้กันแล้ว แต่ดูเหมือนทั้งสองคนจะไม่ได้มาตัดสินประลองกัน พวกเขาก็แค่หันหน้าเข้าหากันเท่านั้น\n\"กลับมาจากนรกแล้วงั้นเหรอ\"\nไม่รู้ว่าเวลาผ่านไปนานเท่าไหร่แล้ว ในที่สุดซามูไรก็ทนไม่ไหวและหลุดพูดออกมา\n\"ช่างน่าระลึกถึงจริง ๆ \"\nดูเหมือนว่าซามูไรหน้าซีดจะมีความสุขมาก\n\"ฉันไม่มีทางหวนนึกถึงของพวกนั้นหรอก\"\nซามูไรหน้าซีดพูดขัดอย่างไม่เกรงใจ\nซามูไรหน้าซีดหลับตาลง และดูเหมือนจะจมไปในห้วงลึกของอดีต\n\"ตราบใดที่เราเอาชนะราชาอสูรได้ ทุกอย่างก็จบลง ในตอนนั้นเรายังคงคิดอย่างไร้เดียงสา แท้จริงแล้วมันเป็นเพียงจุดเริ่มต้นของฝันร้าย\nซามูไรสิบสามคนร่วมมือกันและเอาชนะวายร้าย Nakura Daimyo\nแต่อย่างไรก็ตาม อาณาจักร Kogami ไม่ได้ฟื้นคืนชีวิตและความมีชีวิตชีวาในแผ่นดินยังคงสลายหายไปอยู่ตลอดเวลา\nไม่เพียงเท่านั้น แต่อาณาจักรที่สูญเสียอำนาจปกครองได้กลายเป็นสวรรค์สำหรับการปล้นสะดมของอาณาจักรเพื่อนบ้าน\nฮีโร่ที่ปราบราชาอสูรได้ แต่ในที่สุดก็ไม่สามารถปกป้องอาณาจักรเอาไว้ได้\nท้ายที่สุดมีเพียงผู้หลบหนีเพียงสองคนเท่านั้นที่รอดชีวิต\"\n\"ตอนนี้หยุดระลึกถึงความหลังไว้เท่านี้ก่อน พวกเรายังมีเรื่องที่ต้องทำ!\""
          }
        ]
      },
      {
        "title": "ตอนที่ 5",
        "desc": [
          {
            "type": "RichText",
            "text": "\"ถ้าต้องเสียสละเธอไปเพื่อกู้โลก งั้นก็ปล่อยให้มันถูกทำลายไปเสียเถอะ\"\nในที่สุดก็ได้เดินทางมาถึงหอคอยเสียดฟ้าที่อยู่ใจกลางโลก เรื่องราวของทั้งสองคนกำลังจะถึงตอนจบแล้ว... ใช่มั้ย?\n\"ฉันจะกอบกู้โลกใบนี้เอาไว้!\"\nเจ้าหญิง Mina พูดออกมาเช่นนั้น\n\"พูดไปนับครั้งไม่ถ้วนแล้ว ว่าไม่อาจที่จะกอบกู้โลกใบนี้เอาไว้ได้ ไม่รู้ว่ามีคนที่งี่เง่าแบบฉันพยายามทำแบบนั้นมากี่คนแล้ว แต่โลกใบนี้ถูกกำหนดมาให้ถูกทำลาย\"\n\"ฉันไม่สนใจ ฉันเป็นเจ้าหญิง เจ้าหญิงไม่ได้มีไว้เพื่อกอบกู้โลกหรอกเหรอ?\"\n\"ไม่ ไม่เคยได้ยินโครงเรื่องแบบนี้มาก่อน แต่เท่าที่ฉันรู้ฉัน\"\n\"ไม่รู้ว่าใครเคยพูดเอาไว้แบบนี้ ทุกการสูญสิ้น แท้จริงแล้วคือการเริ่มต้นใหม่\"\n\"แม้จะไม่รู้ว่าเธอได้ยินมาจากที่ไหน แต่โครงเรื่องแบบนั้นมันเก่าเกินไป ถ้าจะเขียนเรื่องแบบนี้ในปัจจุบันก็จะโยนเรื่องนั้นไปที่ Tokoyo จะดีกว่า\"\n(เจ้าหญิงกุมปิดหูของเธอไว้)\nที่ด้านบนสุดของหอคอยลอยฟ้า ซามูไรและเจ้าหญิงโต้เถียงกันอย่างไร้ประโยชน์ราวกับว่าไม่มีใครกำลังดูอยู่\nแม้ว่าจะพูดแบบนั้น แต่จริง ๆ แล้วมีคนอีกสองสามคนที่แต่งตัวในชุดองเมียวจิ\n\"อย่างที่ทราบกันดีอยู่แล้วว่า Nakura's Hex ถูกสร้างขึ้นมาเพื่อรักษาความมีชีวิตชีวาของโลกที่ค่อย ๆ เสื่อมถอยลง\"\nดูเหมือนว่าเขาจะทนไม่ได้กับบทสนทนาแบบนี้ ราวกับ NPC ที่รีบร้อนจะดำเนินเรื่องต่อไปข้างหน้าให้ได้ ท้ายที่สุดองเมียวจิที่สูงอายุที่สุดในที่เกิดเหตุก็พูดออกมา\n\"และผู้ที่สามารถใช้พลังชีวิตที่เก็บไว้เหล่านี้ได้ก็คือ...\"\n\"แล้วเธอช่วยเอาความคิดเหล่านี้ออกจากหัวได้สักทีได้มั้ย\"\nซามูไรทำเหมือนไม่ได้ยิน และเพิกเฉยต่อคำพูดของคนเฒ่าคนแก่คนนั้น\nเรื่องตลกนี้จะดำเนินต่อไปอีกนานแค่ไหน?"
          }
        ]
      },
      {
        "title": "ตอนที่ 6",
        "desc": [
          {
            "type": "RichText",
            "text": "ในที่สุดความจริงของโลกก็ถูกเปิดเผย ราวกับเป็นเรื่องประชดที่ร้ายกาจ ทั้งสองที่ต้องแยกจากกัน ยังหนีไม่พ้นพันธนาการแห่งโชคชะตา\n\"เจ้าหญิง Mina แห่งประเทศที่ล่มสลาย\" เล่มสุดท้าย! แต่เรื่องราวของเรายังไม่จบลงแค่นี้!\n\"แล้วโลกนี้ถูกช่วยไว้รึยังล่ะ?\"\nในตอนท้ายของเรื่อง ซามูไรเดินอยู่บนทะเลทรายที่ไร้ขอบเขตเพียงลำพัง\nแผนของหอคอยลอยฟ้าน่าจะเสร็จสมบูรณ์แล้ว และพลังชีวิตที่เหลืออยู่ในโลกได้ถูกรวบรวมไว้แล้ว\nแม้ว่าฉันจะไม่รู้ว่าโลกใหม่ถูกสร้างขึ้นหรือไม่ แต่โลกนี้ถูกทำลายไปแล้วจริง ๆ\nสมกับที่เป็นเจ้าหญิงผู้ทำลายโลก\n\"อาจทำลายโลกอีกใบก็ได้... ถ้ามันมีอยู่จริง\"\nซามูไรเริ่มต้นการเดินทางครั้งใหม่อีกครั้ง\n...\n(ส่วนที่เหลือของหนังสือเล่มนี้เกี่ยวข้องกับฉากของเรื่องราว และส่วนใหญ่ประกอบด้วยผู้ปกครองที่ชั่วร้ายและสัตว์ร้ายที่ไม่ปรากฏในเนื้อเรื่องหลักของนวนิยาย)"
          }
        ]
      }
    ]
  }
}