{
  "epId": 2297,
  "name": "บทเพลงของอัศวิน",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ballads of the Squire_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "บทกวีที่ได้รับสืบทอดต่อกันมาตั้งแต่สมัยของขุนนางเก่าจนถึงทุกวันนี้ ซึ่งกล่าวกันว่าเป็นการพรรณนาถึงตัวเองของ Ragnvindr, \"อัศวินแห่งรุ่งอรุณ\" โดยจะบอกเล่าถึงประสบการณ์ของเขาตั้งแต่เริ่มที่ยังเป็นเพียงคนรับใช้ของอัศวิน\nฉันเดินผ่านถนนทุกสายใน Mondstadt\nมีกลิ่นที่โชคร้ายและกลิ่นที่ทำให้มึนเมาล่องลอยอยู่ในอากาศ\nฉันมองเห็นเหล่าขุนนางที่แสนจะเย่อหยิ่ง\nฉันมองเห็นฝูงชนที่น่าสงสาร\nถนนอันมืดมิดที่ซับซ้อนราวกับใยแมงมุมแบ่งพวกเขาออกเป็นสองส่วน\nเสียงติ๊ง ๆ ท่ามกลางความมืดมิดนั่นคือพันธนาการแห่งจิตวิญญาณ\nในตอนที่ฉันเดินลาดตระเวนอยู่ในถนนยามค่ำคืนของ Mondstadt นั้น\nเมื่อเพื่อนร่วมงานและเจ้านายของฉันตะโกนมา:\n\"พวกเราคืออัศวินผู้ส่องประกาย เงยหน้าขึ้นมาซะ!\nผู้โบกสะบัดธงอันสูงศักดิ์ของราชวงศ์ ถึงจะเป็นผู้ปกป้อง Mondstadt ที่แท้จริง!\"\nแต่ฉันไม่เคยเงยหน้ามองดวงดาวหรือธงนั่นเลย\nฉันไม่สามารถมองข้ามมุมสกปรกเหล่านั้นได้\nพ่อค้าผู้แตกสลายสะอื้นอย่างเงียบ ๆ\nทหารเก่าถอนหายใจอย่างเจ็บปวด\nบนถนนที่ตายด้านยามเที่ยงคืน\nเด็กหญิงผู้ถูกทอดทิ้งโดยขุนนางสวดอ้อนวอนขอพรจาก Barbatos\nสายลมแห่งอ้างว้างสั่นสะเทือนไปทั้งโบสถ์\nโอบกอดความเกลียดชัง ขีดกำแพงวังอันหรูหรา\nเสียงเรียกของผู้เป็นแม่ของแต่ละคน\nเสียงร้องของผู้เป็นลูกที่แสนฟูมฟาย\nเพียงพอที่จะฝากร่องรอยไว้บนโล่ที่แข็งแกร่งที่สุดได้\nเพียงพอที่จะงอหอกที่แหลมคมที่สุดได้\nเสียงเหล่านี้ทำให้ฉันตัวสั่น\nแต่ในราชวังและปราสาทที่สูงใหญ่นั้น\nสายลมตะวันตกพัดพาสถานที่ศักดิ์สิทธิ์อันแสนยิ่งใหญ่...\nใครจะได้ยินเสียงคร่ำครวญของเหล่ามดปลวก"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "บทกวีที่ได้รับสืบทอดต่อกันมาตั้งแต่สมัยของขุนนางเก่าจนถึงทุกวันนี้ ซึ่งกล่าวกันว่าเป็นการพรรณนาถึงตัวเองของ Ragnvindr, \"อัศวินแห่งรุ่งอรุณ\" โดยบอกเล่าถึงโชคชะตาของเขากับนักดาบท่านหนึ่ง\nวันหนึ่งในตอนที่รุ่งอรุณมาเยือน\nนักเต้นรำผู้ใช้ดาบแทนบทเพลงก้าวเข้าสู่ Mondstadt\nแม้ทั้งร่างจะถูกล่าม\nแต่กลับมีเสียงเพลงล้อมรอบท่ามกลางความเงียบงันของเธอ\nเสียงเพลงแห่งอิสรภาพ เพลงที่ส่องแสงสว่างยิ่งกว่าแสงของรุ่งอรุณนอกกำแพง\nเพลงพื้นบ้านที่ฝูงชนผู้ไร้ซึ่งพันธนาการร่วมร้องกันอย่างสุขสำราญ\nเธอคือแสงสว่างยามเช้าของคณะดนตรีที่ร่อนเร่\nและคือฆาตกรผู้สังหารชนชั้นสูง\nครั้งหนึ่งฉันเคยถามเธอ: \"ทำไมถึงโค่นขุนนางของพวกเรา\nเธอไม่รู้เหรอว่าพวกเขาคือผู้นำของพวกเรา?\"\n\"ทำไมพวกเขาสั่งให้เธอสร้างกำแพงสูง?\"\nเสียงของเธอราวกับลมที่แผ่วเบาผ่อนคลาย\n\"หากเธอคิดว่าตัวเองนั้นเป็นเพื่อนกับสายลม\"\n\"หากว่าครั้งหนึ่งเธอนั้นมีอิสรภาพ\"\nเธอบอกเล่าเรื่องราวที่ผ่านมาให้แก่ผู้ฟังผู้โดดเดี่ยว\nเกี่ยวกับบรรพบุรุษของขุนนางผู้มีอำนาจศักดิ์สิทธิ์\nเกี่ยวกับเทวดา เทพเจ้าทั้งหลายและมังกรอสูรในอดีต\nเกี่ยวกับเหล่าทวยเทพและผู้คนในทุก ๆ ดินแดน\nตำนานทั้งหลายกลายเป็นบทเพลงผ่านปากของเธอ\nและบทเพลงพื้นบ้านก็ล่องลอยไปทั่วทั้งเมืองพร้อมกับสายลม\nในเวทีของชนชั้นสูง เธอขับขานบทเพลงอีกครั้งด้วยดาบที่อยู่ในมือของเธอ\nนั่นคือบทเพลงสุดท้ายของเธอ แต่จะไม่มีบทเพลงไหนที่สมบูรณ์แบบไปกว่านี้อีกแล้ว\nอัศวินไร้นามนำดาบของเธอออกไปจากสนามประลองที่เปื้อนเลือด\nและฝังมันในสถานที่ที่สายลมพัดมารวมกัน"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "บทเพลงของอัศวิน"
          }
        ]
      }
    ]
  }
}