{
  "epId": 2298,
  "name": "บันทึกของอัศวินพเนจร",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of the Gallant_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "บันทึกของอัศวินพเนจร"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "หนังสืออันน่าทึ่งที่บันทึกเรื่องราวของผู้กล้าต่าง ๆ มากมายใน Liyue เรื่องราวเหล่านี้บางเรื่องถึงแม้ว่าจะเก่าแก่มากแต่ก็ยังเป็นที่นิยมในหมู่ผู้อ่าน\n—ชายแก่—\nป่าหิน Jueyun Karst ทางตอนเหนือของ Liyue ล้อมรอบไปด้วยเมฆตลอดทั้งปีและมีตำนานมากมายเกี่ยวกับเทพเจ้าและเหล่าเซียนในหมู่ผู้เก็บสมุนไพร\nเคยมีพ่อค้าขายสมุนไพรท่านหนึ่งชื่อว่า Qiangu เข้าไปใน Jueyun Karst เพื่อตรวจสอบการกระจายของสมุนไพรที่นั่น แต่กลับถูกกลุ่มโจรตามเข้าไปในเขาอย่างไม่รู้ตัว พวกมันรอจนถึงกลางคืนในตอนที่เขาไม่ทันระวังตัวจากนั้นก็เข้าทำร้ายจนหมดสติและเอาเงินไป ทิ้งเขาไว้ในหุบเขา\nพ่อค้าฟื้นขึ้นมาท่ามกลางความมืดมิด เขาดิ้นรนอย่างสุดชีวิตและร้องตะโกนเพื่อขอความช่วยเหลือ แต่ภูเขาสูงของ Jueyun Karst นั้นได้เห็นใจนักธุรกิจที่ได้รับบาดเจ็บ ซึ่งในป่าลึกนั้นมีเพียงเสียงสะท้อนที่น่าสลดใจของเขาและกลุ่มนกกลางคืนที่ตกใจเพียงเท่านั้น\nQiangu จมลงสู่ความสิ้นหวังและถอนหายใจด้วยความโศกเศร้า เมื่อเขาคิดว่าความหวังทั้งหมดกำลังจะหมดไปเสียงอันดังกึกก้องไปทั่วภูเขาก็ดังตัดเสียงร้องของนกฮูกในเวลากลางคืนและเสียงลมขึ้นมา\n\"ลุกขึ้น!\"\n\"ฉันทำไม่ได้!\" เขาตะโกนกลับไปทั้งน้ำตาจนทำเอาจิ้งจอกตัวหนึ่งต้องตกใจวิ่งหนีไป แต่ในขณะที่เขาดิ้นรนอยู่นั้นเขาก็พบว่าเชือกที่มัดมือและเท้าของเขาอยู่นั้นได้คลายออก\nพ่อค้าลุกขึ้นยืน แต่เสียงที่ไม่ยอมรอให้เขาทันได้ขอบคุณก็ดังขึ้นอีกครั้งเพื่อชี้นำ\n\"ขึ้นไปบนเขาซะ\"\nจากนั้นพ่อค้าสมุนไพร Qiangu ก็ขึ้นบนภูเขาตามแนวดินที่คดเคี้ยวไปยังยอดเขา โดยขอบฟ้าเริ่มส่องแสงทางทิศตะวันออก จากบนยอดเขานั้นเขามองเห็นต้นสนที่บิดเบี้ยวและเหี่ยวบนหน้าผาแผ่กิ่งก้านสาขาออกไปด้านนอกราวกับพยายามหนีขึ้นไปบนอากาศ เสียงลั่นดังเอี๊ยดเบา ๆ ของกิ่งไม้ดึงความสนใจของเขาไปยังเชือกที่ห้อยลงมาจากพวกเขา... ที่ปลายอีกด้านหนึ่งนั้นสิ่งที่แขวนอยู่ก็คือพวกโจรจากคืนก่อนหน้าที่มัดไว้ตั้งแต่หัวจรดเท้า\nบนก้อนหินรูปร่างแปลก ๆ ที่อยู่อีกด้านนึงมีชายชราผมขาวกำลังนั่งอยู่ เมื่อได้เห็นสภาพที่ดูไม่ได้ของ Qiangu แล้วชายชราผู้นั้นก็หัวเราะเสียงดังและส่งทรัพย์สินทั้งหมดของเขาคืนให้\nเมื่อ Qiangu ถามด้วยความสงสัยชายชราก็ตอบว่าเขานั้นอาศัยอยู่ที่นี่และล้มตัวลงนอนได้ทุกหนแห่ง Qiangu พยายามที่จะขอบคุณชายชราอย่างมีมารยาทและคิดหาการชดเชยทุกรูปแบบ แต่ชายชราผู้นั้นก็ปฏิเสธทุกสิ่ง โดยหลังจากใคร่ครวญอยู่หลายครั้งเขาก็รับไปเพียง Mora เดียวเพื่อที่วันหนึ่งเขาจะมอบให้แก่ลูกสาวที่รักของ Qiangu เพื่อเป็นของขวัญในวันแต่งงานและเพื่อที่เขาจะได้ไปเข้าร่วม\nหลังจากถูกปล้นในครั้งนั้น ไม่รู้ว่าเป็นพรที่ได้รับจากความโชคร้ายนั่นหรือไม่ แต่ดูเหมือนว่าธุรกิจของ Qiangu นั้นจะค่อย ๆ ดีขึ้นเรื่อย ๆ ส่วนตัวของเขาเองนั้นก็กลายเป็นคนรวยที่มีชื่อเสียงโด่งดังไปทั่วท่าเรือ Liyue บางคนพูดว่าหลังจากที่ Qiangu มีชื่อเสียงและเงินทองขึ้นมาแล้ว เขาเคยกลับขึ้นไปยัง Jueyun Karst เพื่อตามหาชายแก่คนนั้น แต่นอกจากเต็นท์ผุ ๆ และขวดเหล้าเปล่า ๆ แล้ว ก็ไม่พบอะไรอีกเลย บ้างก็อ้างว่าเห็นชายแก่อยู่ที่หาด Yaoguang แต่งตัวเป็นชาวเหมือง เดินอยู่ท่ามกลางหน้าผาราวกับบินได้ และบ้างก็บอกว่าเขาเป็นนักจับปลาคนหนึ่งที่คอยช่วยเหลือเหล่าผู้คนที่ได้รับอันตรายในทะเล มีเรื่องเล่ามากมายเต็มไปหมดเกี่ยวกับชายแก่ผู้นี้ แต่ไม่มีใครรู้เกี่ยวกับชื่อของเขาเลย\nน่าเสียดายที่จนถึงทุกวันนี้ Qianxi ลูกสาวอันเป็นที่รักของ Qiangu ที่แก่ตัวและร่างกายทรุดโทรมลงนั้นก็ยังไม่ได้แต่งงานซักที เมื่อเป็นอย่างนี้ก็ดูเหมือนว่ามันแทบจะไม่มีโอกาสที่ชายแก่ที่อยู่ในภูเขาเมื่อครั้งนั้นจะมาร่วมงานแต่งลูกสาวของเขาในขณะที่เขายังมีชีวิตอยู่ได้เลย"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "หนังสืออันน่าทึ่งที่บันทึกเรื่องราวของผู้กล้าต่าง ๆ มากมายใน Liyue เรื่องราวเหล่านี้บางเรื่องถึงแม้ว่าจะเก่าแก่มากแต่ก็ยังเป็นที่นิยมในหมู่ผู้อ่าน\nดินแดน Liyue นั้นแต่เดิมไม่ได้ถูกปกครองโดยราชาแห่งหิน ในอดีตอันไกลโพ้นเคยมีเหล่าเทพอสูรมากมายเตร็ดเตร่ในดินแดนแห่งนี้\nในยุคสมัยนั้นดินแดนที่ถูกเรียกว่า Guili Plain ถูกปกคลุมไปด้วยดอก Glaze Lily ที่บานสะพรั่ง แต่แล้วมันก็ถูกพิษของสงครามอันแสนปั่นป่วน เหล่าผู้คนที่เคยอาศัยอยู่แต่เดิมต่างก็กระจัดกระจายกันออกไป และก็เป็นเพราะการพัฒนาที่นำมาซึ่งความเจริญรุ่งเรืองของท่าเรือ Liyue ได้ดึงดูดผู้คนส่วนใหญ่ที่เพิ่งมาอยู่ให้ไปตั้งรกราก แต่ถึงกระนั้นในยุคสมัยใหม่นี้ สถานที่รกร้างแห่งนี้ก็ยังคงมีตำนานของเหล่าผู้กล้ามากมายวนเวียนอยู่\nท่ามกลางการสนทนาและข่าวลือระหว่างเหล่าพ่อค้าแม่ค้าและลูกหาบ เคยมีร่างลึกลับปรากฏตัวขึ้นใน Guili Plain ในตอนกลางคืน เป็นผู้หญิงในชุดเดรสยาวสีครามกำลังเดินไปตามแนวน้ำตื้นของแม่น้ำ Bishui แสงจันทร์กระทบใบหน้าเผยให้เห็นโครงหน้าของเธอ สายลมยามค่ำคืนส่งผ่านคำพูดของเธอไปยังท้องฟ้าที่เต็มไปด้วยดวงดาวที่ส่องแสงระยิบระยับอย่างไม่หยุดหย่อน\nจากคำบอกเล่าของแขกที่มาพักใน Wangshu Inn มีเพียงผู้ที่หลงทางท่ามกลางเสียงร้องของเหล่าแมลงตัวน้อยในค่ำคืนของฤดูร้อนเท่านั้น ที่จะสามารถมองเห็นเธอได้ มีเพียงเหล่าผู้ที่ได้กลิ่นอันเจือจางของดอก Glaze Lily ท่ามกลางแสงไฟของเหล่าหิ่งห้อยที่ร่ายรำและ Seelie ที่ลอยละล่องยามค่ำคืนเท่านั้น ที่จะสามารถตามรอยเท้าของเธอได้ บางคนคาดเดาว่าบางทีเธออาจจะเป็นสัตว์เวทตนหนึ่งในอดีตที่หลงทาง เป็นผู้รอดชีวิตอันแสนโดดเดี่ยวของเหล่าเทพอสูรผู้ล่วงลับ ซึ่งจะคร่ำครวญอย่างอ่อนโยนถึงเจ้านายเก่าในยามค่ำคืนเท่านั้น และบ้างก็เชื่อว่าเธอเป็นเพียงผู้กล้าคนหนึ่ง ที่เหมือนกับผู้กล้ามากมายซึ่งแยกตัวออกห่างจากความเจริญและปิดบังชื่อเสียงที่แท้จริงของพวกเขา\nไม่มีใครรู้ว่าเรื่องราวของหญิงสาวผู้นั้นเริ่มต้นขึ้นอย่างไร แต่มันจบลงด้วยเรื่องเล่าของพรานคนหนึ่ง ซึ่งมันต่างกันกับเรื่องราวของเหล่าพ่อค้าแม่ค้าราวกับเป็นคนละเรื่อง ครั้งหนึ่งนายพรานเห็นเธอกวัดแกว่งดาบเข้าเผชิญกับเงาดำมืดที่ดูอันตรายจำนวนหนึ่งภายใต้แสงจันทร์ที่ไร้ซึ่งความปรานี หลังการร่ายรำที่สง่างามและดุดันซึ่งเต็มไปด้วยจิตสังหารสิ้นสุดลง หญิงสาวผู้นั้นก็หายตัวไป เหลือไว้เพียงกองฝุ่นที่เปื้อนเลือดเท่านั้น\nวันต่อมา มีชาวเมืองผู้อยากรู้อยากเห็นพบศพของทหาร Millelith และเจ้าหน้าที่สำรวจที่ดินที่ริมแม่น้ำ\nหลังจากนั้นมา ไม่ว่าฝ่ายกิจการทั่วไปจะทำการค้นหาสักเท่าไหร่ ก็ไม่มีใครพบเห็นเงาของหญิงสาวที่ริมน้ำอีกเลย\nบางทีระบำดาบในค่ำคืนนั้นอาจเป็นเพียงแค่การสังหารเพื่อล้างแค้น หรือเป็นไปได้มั้ยว่าหญิงสาวผู้นั้นเป็นเพียงโจรที่ดุร้าย บางทีเรื่องนี้อาจไม่ต้องการเหตุผลหรือข้ออ้างใด ๆ เลยด้วยซ้ำ ผู้กล้าอย่างไรก็คือผู้กล้าวันยังค่ำ คือผู้ที่กวัดแกว่งดาบในมือซึ่งอยู่เหนือกฎเกณฑ์ของโลกใบนี้\nแต่เมื่อแสงไฟของท่าเรือ Liyue ค่อย ๆ ปกคลุมหมู่บ้านร้างในชนบท ตำนานเหล่านี้ก็ค่อย ๆ จางหายไป\nตำนานเล่าว่าริมฝั่งแม่น้ำที่หญิงสาวใช้สัญจรไปมานั้น ยังคงเต็มไปด้วยดอก Glaze Lily ที่บานสะพรั่งมาจนถึงวันนี้"
          }
        ]
      }
    ]
  }
}