{
  "epId": 2299,
  "name": "บันทึกของนักผจญภัย Roald",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/07/144837601/dd7616b14f0c000833886beaa208d3b3_2156134984678834908.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1678375934,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "บันทึกของนักผจญภัย Roald"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "บันทึกที่ Roald นักผจญภัยชื่อดังทิ้งเอาไว้ ที่หน้ากระดาษมีเศษผลึกเกลือขม ๆ ส่องแสงระยิบระยับอยู่\n—Sal Terrae—\nหลังจากเดินทางจากบึง Dihua Marsh รองเท้าฉันก็ชุ่มไปหมด ครั้งล่าสุดที่ฉันถอดรองเท้าออกมาเทน้ำออก มีกบตัวหนึ่งกระโดดออกมาด้วยล่ะ\nดูจากขนาดของโบราณสถานแล้ว ฉันว่ามันคงเป็นวิหารที่ให้ที่พักอาศัยแก่คนที่อพยพมาในช่วงสงครามเทพเมื่อหลายพันปีที่แล้วด้วย ฉันได้ยินมาว่ามีเทพแห่งเกลือเป็นคนที่สร้างสถานที่แห่งนี้ ตำนานเมืองของ Liyue บอกว่าเธอเป็นเทพที่อ่อนโยนที่สุด ในภาวะสงครามอันโหดร้ายและสับสนอลหม่านและมนุษย์ตกเป็นเหยื่อสงคราม แต่เทพแห่งเกลือปฏิเสธที่จะเข้าร่วมสงครามที่แย่งชิงอำนาจอันไร้ประโยชน์นี้ เธอจึงสร้างสถานที่แห่งนี้แล้วนำผู้คนเข้ามาอาศัยอยู่ที่นี่ เธอแสดงความเมตตาและอารี และในขณะที่ความวุ่นวายของสงครามกำลังจะนำไปสู่จุดจบของยุค เธอก็พยายามอย่างเต็มที่เพื่อนำความสงบสุขมาสู่เหล่าเทพด้วยกัน\nดูเหมือนว่าเกือบทั้งหมดของเมืองยุคโบราณจะจมอยู่ที่ก้นแม่น้ำ Bishui แต่ก็ยังโชคดีที่มีคนค้นพบมันได้\nเธอรวบรวมผู้ติดตามกลุ่มหนึ่งที่อาศัยอยู่ในเขตที่รู้จักกันในชื่อปัจจุบันว่า Sal Terrae และใช้ชีวิตอย่างต่ำต้อย ตัวเมืองอยู่มาหลายร้อยปี แต่ในที่สุดก็ต้องล่มสลายลงจากการเสื่อมถอยของเธอผู้เป็นเทพเอง\nเทพผู้อ่อนโยนที่สุดไม่ได้ตกอยู่ใต้อำนาจของเทพตนอื่น แต่เธอถูกผู้คนของตัวเองใช้งาน ผู้คนที่เธอรักมากกว่าสิ่งใด\nเขาคือราชาคนแรกและคนสุดท้ายของเหล่ามนุษย์ ครั้งหนึ่งชายผู้นี้รักและเทิดทูนเทพแห่งเกลือเฉกเช่นผู้อื่นทั่วไป แต่ในความเป็นมนุษย์เดินดิน เขาไม่อาจเข้าใจถึงความรักด้วยการเสียสละตนเองที่เทพแห่งเกลือมีอยู่ได้ เขาจึงถืออำนาจของกองกำลังทหารเพื่อแสดงถึงพลังว่าเมืองนี้สามารถปกป้องและโจมตีได้ด้วยตัวเอง และเหตุนี้เอง เขาจึงพิสูจน์ว่าความอ่อนโยนนั้นไม่เหมาะกับสถานการณ์ของสงครามเช่นนี้ เขาจึงใช้ดาบยาวแทงสังหารเทพผู้ไร้การป้องกัน ไม่นานนักหลังจากเธอสิ้นชีวิตลง วิหารก็พังถล่มลงมา และผู้คนของเมืองก็ต้องกลายเป็นเกลือของโลกนี้\nส่วนชะตาของราชาผู้ทรยศ มีทฤษฎีหลากหลาย แต่ไม่มีทฤษฎีไหนที่พิสูจน์ได้ บ้างก็ว่าเขายังครองบัลลังก์อยู่บนซากของเมืองนั้นอีกหลายร้อยปี แต่สุดท้ายก็ต้องกลายเป็นเถ้าจากผลของสงคราม ซากปรักหักพังถูกแม่น้ำกลืนกินไป และเหล่าแมลงก็เข้ากัดกิน บ้างก็ว่าเขาปลิดชีวิตตัวเองหลังจากลงมือสังหารเทพ ด้วยความที่ไม่อาจทนต่อความรู้สึกผิดในการกระทำของตัวเองได้ แต่ไม่ว่าอย่างไร สุดท้ายผู้คนที่ได้รับความเมตตาจากเทพแห่งเกลือก็กระจัดกระจายไปทั่ว Liyue ในดินแดนอันแสนสงบของ Liyue ภายใต้การปกครองของเทพแห่งหิน ทำให้เรื่องราวและตัวตนของพวกเขายังคงอยู่รอดมาได้ และทำให้เราได้รับรู้เรื่องราวของพวกเขาได้จนถึงทุกวันนี้\nว่ากันว่าร่างของเทพแห่งเกลือยังคงอยู่ในส่วนลึกของซากโบราณ แม้ว่าร่างของเธอจะกลายเป็นเกลือไปแล้ว แต่ก็ยังคงอยู่ในท่าทางของเธอขณะที่ถูกสังหารโดยดาบยาวของราชาผู้ทรยศ\nดูเหมือนว่าเราจะอยู่ท่ามกลางพายุฝน เมฆดำบดบังรวมตัว แผ่ขยายไปทั่วสุดสายตา ฉันต้องรีบไปแล้ว เราจะมุ่งไปที่ตะวันตกเฉียงเหนือ ไปสู่ภูเขา Mt. Qingce หวังเป็นอย่างมากว่าจะไปถึงที่นั่นได้ก่อนที่ฝนจะหนักเกินไป แล้วก็หวังว่าการรีบเร่งเดินทางเช่นนี้จะไม่ทำให้ไดอารี่ของฉันต้องหายไปอีกเล่มนะ"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "บันทึกซึ่งถูกทิ้งไว้ที่แคมป์โดยนักผจญภัยผู้โด่งดัง Roald ดูยังใหม่อยู่และส่งกลิ่นหอมบาง ๆ ของสมุนไพรจากภูเขา Mt. Qingce\n—Qingce Village—\nออกจาก Dragonspine ลงไปที่ชายฝั่งแม่น้ำ เดินผ่านชายหาดที่เต็มไปด้วย silver grass และผ่านป่าไผ่ที่ไม่มีแสงอาทิตย์ลอดถึงพื้น ในที่สุดฉันก็มาถึงภูเขา Qingce รองเท้าและเสื้อผ้าฉันเปียกชุ่ม โชคดีที่หัวหน้าหมู่บ้านนั้นใจดีมากที่ยอมให้ฉันตากผ้าให้แห้งแถมยังเตรียมเสื้อผ้าแห้งและอาหารให้แก่ฉันด้วย\nที่หมู่บ้าน Qingce นั้นมีเด็ก ๆ มากมาย ทุกคนล้วนน่ารักและก็ดื้อสุด ๆ คนเฒ่าคนแก่ก็เยอะแยะ ทุกคนมีชีวิตที่สงบสุขไร้กังวล ตามคำที่คนเฒ่าคนแก่พูด ส่วนใหญ่พวกคนหนุ่มสาวจะไปทำงานที่ท่าเรือ Liyue หลายคนลงหลักปักฐานในเมืองและส่งเงินกลับมาอย่างต่อเนื่องทุกเดือน คนรุ่นใหม่ได้เห็นความเจริญรุ่งเรืองและความสะดวกสบายของเมือง บางทีพวกเขาอาจไม่มีวันกลับมาอีกแล้ว ท่าเรือ Liyue ทำให้ภูเขา Qingce ร่ำรวยและสะดวกสบาย แต่มันก็ทำให้ภูเขา Qingce ไม่สามารถกลับไปค่อย ๆ เติบโตได้อีกแล้ว\nตามตำนานเล่าว่า \"Qingce\" มีที่มาของชื่อมาจากชื่อของอสูรโบราณ \"Chi\"... แน่นอนว่าภาษาของยุคสมัยนี้เรียกว่า \"Chi\" แต่ในสมัยอดีตนั้นผู้คนของ Liyue ออกเสียงเป็น \"Qingce\"\nคนเฒ่าคนแก่บอกว่าย้อนไปเมื่อพันปีก่อนนั้น Morax ได้เอาชนะอสรพิษแห่งท้องทะเล ที่รุกราน Liyue หลังจากที่อสรพิษแห่งท้องทะเลตาย ร่างกายของมันก็กลายเป็นหิน เลือดเปลี่ยนเป็นน้ำและเกล็ดของมันกลายเป็นที่ดินขั้นบันได สิ่งที่เคยเป็นรังอสรพิษก็กลายเป็นภูเขา Qingce ที่พวกเรารู้จักในทุกวันนี้\nแต่หลังจากการสำรวจสั้น ๆ ฉันคิดว่าพื้นที่ส่วนใหญ่ของภูเขาแห่งนี้ประกอบไปด้วยหินยักษ์ที่แตกหักจากแรงกระแทกจากภายนอก ไม่มีร่องรอยการมีชีวิตในของอสูรธาตุน้ำ บางทีในความเป็นจริงศพของ Chi อาจจะสลายไปนานแล้ว และเรื่องราวของอสูรที่กลายเป็นภูเขาก็อาจจะเป็นเพียงแค่ตำนานโบราณงั้นหรือ?\nจุดหมายต่อไปของฉันคือทะเลสาบที่อยู่ในแนวเขา Jueyun Karst ตำนานของ Liyue ว่ากันว่ามันมีเขาวงกตที่มีเซียนอาศัยอยู่ ไปดูกันเถอะว่ามันมีจริงไหม"
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "บันทึกการเดินทางของ Roald นักผจญภัยชื่อดังที่หล่นอยู่ข้างแม่น้ำ ในนั้นได้อธิบายถึงประสบการณ์ที่ภูเขา Mt. Aocang และแผนการผจญภัยหลังจากนั้น\n—Jueyun Karst - ทะเลสาบสวรรค์ Aocang—\nดูเหมือนว่าฉันจะพลาดทำไดอารี่หายไปอีกเล่มแล้ว ไม่เข้าใจเลย ฉันว่าฉันก็เตือนตัวเองมาถึงสามครั้งแล้ว ว่าไม่ว่าจะทำอะไรก็ตาม ห้ามทำไดอารี่หายอีก แต่สุดท้ายพออินกับการผจญภัยทีไรก็ลืมตัวทำหายอีกเรื่อยไป ทุกปีสิ้นเปลืองกระดาษไปไม่รู้เท่าไหร่ หวังว่าเทพแห่งไม้จะไม่โกรธฉันนะ\nเดินตามถนนบนภูเขาที่คดเคี้ยวและถนนไม้กระดานที่ถูกปูโดยเหล่าผู้รวบรวมสมุนไพรในสมัยโบราณขึ้นไปบนภูเขา Aocang และปีนขึ้นไปบนหน้าผาหินที่สูงชันและเปียกชื้นไปถึงทะเลสาบสวรรค์ เหล่านักจับปลาในสมัยก่อนพูดกันว่าน้ำที่นี่ลึกมาก ๆ แต่หลังจากที่ได้มาเห็นด้วยตาตัวเองแล้วฉันคิดว่าคำพูดเหล่านี้เกินจริงอย่างเห็นได้ชัดเจน\nเหล่าคนเฒ่าคนแก่ที่หมู่บ้าน Qingce นั้นไม่ได้หลอกฉัน น้ำในทะเลสาบสวรรค์นั้นช่างอุ่นและหวานเสียจริง สมแล้วที่ได้ชื่อว่าเป็นสถานที่ของเหล่าเซียน ในตอนแรกที่ก้าวเข้าสู่ Jueyun Karst นั้นมีชาวนาสูงอายุคนหนึ่งบอกกับฉันว่าเหล่าทวยเทพนั้นสามารถแปลงกายเป็นเมฆหมอกและท่องไปบนทะเลหมอกได้ตลอดเวลาตามใจชอบ ในตอนแรกนั้นฉันก็ไม่ได้เชื่อในคำพูดที่โบราณคร่ำครึเหล่านั้นแต่เมื่อได้มาเห็นทะเลสาบที่ถูกปกคลุมไปด้วยหมอกในวันนี้และทะเลหมอกที่ราวกับว่าจะสามารถเอื้อมมือไปคว้ามาได้แล้วก็ชวนให้อดสงสัยไม่ได้ว่าเหล่าเทพทั้งหลายที่ฉันตามหาอยู่นั้นจะกำลังแหวกว่ายอยู่บนเมฆหมอกที่เห็นอยู่นี่โดยที่ฉันไม่รู้ตัวเลยสักนิดอยู่รึเปล่านะ?\nหลังลงจากภูเขาไปทางทิศตะวันออกแล้วออกจากภูเขา Aocang ก็เกือบจะหลงทางในป่าภูเขาที่สลับซับซ้อน เมื่อวิสัยทัศน์ของฉันกลับมากว้างขึ้นอีกครั้งฉันก็พบว่าแม่น้ำ Bishui มาอยู่เบื้องหน้าของตัวเองแล้ว วิวของที่นี่สวยดีและเป็นสถานที่ที่เหมาะแก่การพักผ่อน ถ้างั้นตั้งแคมป์ที่นี่วันนี้เลยละกันนะ\nในตอนที่กำลังจัดของอยู่ก็บังเอิญได้พบกับหญิงสาวที่ดูเหมือนจะกำลังตามหาสมบัติอยู่ เธอมีชื่อว่า Eduarda เธอบอกว่าต่อจากนี้เธอจะมุ่งไปทางทิศตะวันตกเพื่อไปทะเลสาบของเซียนที่อยู่เชิงเขาของภูเขา Aocang\n\"ตามตำนานเล่าว่าที่บริเวณเชิงเขาทางทิศเหนือของภูเขา Aocang มีเซียนอาศัยอยู่ที่ไหนสักแห่งทางตะวันตกของทะเลสาบ ในเมื่อเป็นอย่างนี้ก็ต้องมีสมบัติของเซียนแน่นอน ฮ่าฮ่าฮ่า รอให้ฉันค้นพบสมบัติก่อนเถอะ ถ้าเป็นอย่างนั้น...\"\nทันใดนั้นท่าทีของเธอก็จริงจังขึ้นมาและพูดขึ้นว่า: \"ถ้าเป็นอย่างนั้นก็ติดต่อกับทางกิลด์และรายงานให้พวกเขา! ยังไงซะฉันก็เป็นสมาชิกอย่างเป็นทางการของกิลด์นักผจญภัย ไม่เกี่ยวอะไรกับกองโจรล่าสมบัติหรอกนะ!\"\nนั่นคือเรื่องจริง นักผจญภัยบางคนนั้นเพียงแค่หวังในสิ่งของที่มีค่าเท่านั้น เหมือนกับที่ผู้คน Liyue กล่าวกันว่า \"ทุกคนมีความทะเยอทะยานของตัวเอง อยู่ที่ว่าจะมองจากมุมไหน\" แต่โดยรวมแล้วก็ให้ความรู้สึกว่าเป็นเพื่อนร่วมงานนักผจญภัยที่ดีคนหนึ่ง\nถึงแม้ว่าการมุ่งไปทางทิศตะวันตกเพื่อสำรวจ \"ทะเลสาบของเซียน\" ที่เธอพูดถึงจะฟังดูไม่เลวแต่ฉันก็ยังตัดสินใจที่จะยึดเอาแผนเดิมเป็นหลัก ซึ่งหากไม่มีอะไรผิดพลาดล่ะก็จากนี้ฉันจะมุ่งไปยังที่ราบ Guili Plains และดูว่าจะมีทิวทัศน์และสมบัติแบบไหนรอฉันอยู่ที่นั่น หวังว่าฉันจะไม่ทำบันทึกการเดินทางเล่มนี้หายอีก จะเป็นอย่างนั้นไม่ได้เด็ดขาด"
          }
        ]
      },
      {
        "title": "ตอนที่ 4",
        "desc": [
          {
            "type": "RichText",
            "text": "บันทึกซึ่งถูกทิ้งไว้ที่แคมป์โดยนักผจญภัยผู้โด่งดัง Roald เหมือนจะถูกแช่อยู่ในน้ำมาก่อน หน้ากระดาษมีร่องรอยเปียกๆของรอยเท้าจิ้งจอกทิ้งไว้อยู่\n—Luhua Pool—\nเดินทางไปตามทิศตะวันตกเฉียงใต้ตามแนวสายน้ำของแม่น้ำ Bishui ฉันไปพบเข้ากับสระน้ำทางเหนือของภูเขา Tianheng น้ำในนั้นใสราวกับท้องฟ้าและมีอุณหภูมิเท่ากันกับอุณหภูมิของร่างกาย รสชาติมีรสหวานปนอยู่นิด ๆ\nผู้รวบรวมสมุนไพรในท้องถิ่นบอกฉันว่าเมื่อหลายพันปีก่อนบ่อนี้เคยเป็นสวน ได้มีการกล่าวว่าในยุคของสงครามเทพอสูร คู่รักที่ไม่สมหวังจากครอบครัวจะพบกันที่นี่อย่างลับ ๆ อย่างไรก็ตามเมื่อสงครามโหมกระหน่ำชายคนนั้นจึงทิ้งคู่รักและตัดสินใจติดตามเทพเจ้าหิน ในฐานะมนุษย์เขาเข้าร่วมสงครามอย่างกล้าหาญเช่นเดียวกับมนุษย์ที่มากมายนับไม่ถ้วนในเวลานั้น หลายร้อยปีผ่านไปและไม่มีใครได้ยินข่าวคราวจากชายหนุ่ม\nหญิงสาวเดินไปรอบ ๆ สวนรอคนรักของเธอกลับมา ดอกไม้เหี่ยวและหญ้างอก แช่ในกระแสน้ำที่มีแต่หญ้าเน่า กระแสน้ำก็ตกลงมาและทำให้ผงธุลีเธอกลับมา น้ำตาของเธอก็แปรเปลี่ยนเป็นสระน้ำนี้ บางทีมันเป็นความปรารถนาอันลึกซึ้งของเธอที่ทำให้น้ำที่นี่ทั้งใสและอ่อนโยน\nฉันพักที่นี่ทุกบ่ายและเผลอหลับไปในอ่างอาบน้ำโดยไม่ตั้งใจ เมื่อตื่นขึ้นมาก็พบว่าแสงดาวเป็นประกายนั้นชัดเจนอยู่เต็มท้องฟ้าแล้ว\nมีจิ้งจอกตัวหนึ่งมาด้อม ๆ มอง ๆ พอฉันเงยหน้าไปมองก็กลัววิ่งหนีไปซะแล้ว\nผ่านไปสักพักถึงรู้ตัวว่ารองเท้าของฉันข้างหนึ่งหายไปซะแล้ว กระเป๋าใส่ของกินก็โดนคุ้ยซะเละตุ้มเป๊ะไปหมด\nใช้เวลานานกว่าที่คิดในการจัดเก็บกระเป๋าใหม่ จุดหมายต่อไปก็คือทางตะวันออกเฉียงเหนือของแม่น้ำ Bishui บริเวณหาด Yaoguang"
          }
        ]
      },
      {
        "title": "ตอนที่ 5",
        "desc": [
          {
            "type": "RichText",
            "text": "บันทึกประจำวันของนักผจญภัยผู้โด่งดัง Roald กระดาษมีกลิ่นเหมือนลมทะเล\n—Yaoguang Shoal—\nนี่เป็นบริเวณที่น้ำจากแม่น้ำ Bishui ไหลลงสู่ทะเล ตะกอนที่แม่น้ำไหลผ่านทำให้เกิดเป็นชายหาดขนาดใหญ่ ในตอนที่ฉันมาถึงหมอกทะเลได้ปกคลุมไปทั่วทั้งชายหาด รองเท้าที่ฉันซื้อมาใหม่นั้นเปียกชุ่มอีกแล้ว มีเสียงของอสูรที่ไม่รู้จักลอดออกมาจากหมอก...แต่ฉันไม่สามารถบอกระยะห่างของแหล่งกำเนิดเสียงนั้นได้\nในเมื่อเป็นอย่างนี้ฉันก็ไม่มีทางเลือกนอกจากฟังเสียงที่มาจากหมอกและตั้งเต็นท์ของฉันเพื่อรอให้หมอกทะเลกระจายออกไป\nในตอนที่ฉันแวะพักที่ Wangshu Inn มีนักธุรกิจคนหนึ่งเล่าตำนานการตั้งชื่อของ \"หาด Yaoguang \" ให้ฉันฟัง... \"คลื่นซัดสาด Yaoguang อันกว้างใหญ่ หาดทรายขาวและเปลือกหอยสีหยก\"\nแม่น้ำ Bishui ส่องประกายแสงราวกับหยกที่สวยงามลงไปในทะเล แต่ \"Seashell Sanctuary\" บนหาด Yaoguang นั้นว่างเปล่า\nแต่ก่อนฉันเคยฝ่าหมอกไปที่กระท่อมเล็ก ๆ นั่น แต่ก็ไม่เจอใครเลย\nพวกชาวประมงเล่ากันว่าวิหารหอย Seashell Sanctuary นั้นเป็นสถานที่ที่เหล่าเซียนเคยอาศัยอยู่ และวิหารนั้นความจริงคือส่วนหนึ่งของเซียนนั้น เธอคอยเป็นที่พักพิงให้แก่เหล่านักเดินทางที่หลงทางอยู่ในหมอก คอยดูแลผู้รอดชีวิตจากเรือที่อับปางและเป็นที่ฝึกฝนของเซียนเพื่อเข้าฟาดฟันกับเหล่าอสูรจากทะเล\nอย่างไรก็ตามมีตำนานที่ต่างออกไปจากชาวประมงที่อายุค่อนข้างมาก: ไม่ใช่เซียนที่อาศัยอยู่ที่นั่น หากแต่เป็นตระกูลที่อาศัยอยู่ในหอยทากยักษ์มาหลายชั่วอายุคน พวกเขารับผิดชอบในการช่วยเหลือผู้หลงทาง ชาวประมงจำนวนมากนั้นล้วนเป็นหนี้บุญคุณพวกเขา\nดูเหมือนหมอกทะเลใกล้จะจางหายไปและเริ่มจะมองเห็นดวงอาทิตย์แล้ว\nต่อไปฉันจะยืมเรือเพื่อไปที่หอคอย Guyun เพื่อตามหาโบราณสถานที่ครั้งหนึ่งเทพแห่งหินเคยจัดการกับอสูรทะเล\nถ้าทุกอย่างราบรื่นล่ะก็ น่าจะไปถึงได้อย่างรวดเร็ว"
          }
        ]
      },
      {
        "title": "ตอนที่ 6",
        "desc": [
          {
            "type": "RichText",
            "text": "บันทึกที่ Roald นักผจญภัยชื่อดังบังเอิญทิ้งเอาไว้ กระดาษค่อนข้างชื้น ๆ ดูเหมือนว่าจะเคยตกน้ำมาก่อน\n—Guyun Stone Forest—\nเราออกเดินทางผ่านเกาะเล็ก ๆ ที่พวก Hilichurl อาศัยอยู่มาสองสามเกาะ หลบเลี่ยงสายตาของเจ้าพวกนั้นมาได้ และมาถึงป่าหิน Guyun Stone Forest มาได้โดยไม่มีปัญหา เสาหินยักษ์หกต้นบดบังแสงอาทิตย์ที่สาดส่องลงมาเมื่อเรามาถึงชายหาด ใต้เงาเสาหินนั่นให้ความร่มเย็นที่ดีเยี่ยมเลย พวกปูตามชายหาดก็ตัวใหญ่และเนื้อแน่นมาก อาจเป็นเพราะบริเวณนี้อุดมสมบูรณ์จากสิ่งที่สัตว์มนตราหลงเหลือไว้เป็นพันปีมาแล้วรึเปล่า? แต่ช่างเถอะ เวลาที่เอาไปอบน่ะ รสมันยอดไปเลยนะจะบอกให้\nความงดงามของที่แห่งนี้มันยากเกินกว่าจะจินตนาการได้ว่าเคยเป็นสถานที่เทพแห่งหินและอสูรทะเลเคยต่อสู้กันอย่างเอาตาย งดงามมากจนบอกได้ว่าร่องรอยของการต่อสู้นั้นได้ถูกทะเลชะล้างไปจนหมด ฉันคิดว่าทุกอย่างคงถูกชำระล้างไปได้เมื่ออยู่ต่อหน้าทะเลอันกว้างใหญ่เช่นนี้ ไม่ว่าจะเป็นเลือดหนึ่งหยดของใครสักคน หรือจะเป็นเลือดของสิ่งที่เหล่าฮีโร่ได้ฟาดฟันสาดกระเซ็นเป็นแม่น้ำ สายลมและคลื่นที่พัดกระหน่ำไม่หยุดยั้งดั่งถูกกำหนดมาให้กวาดร่องรอยของทุกสิ่งให้หายไป ท้ายที่สุด ทุกอย่างก็จะกลับเป็นอย่างที่เคยเป็นตั้งแต่ที่กาลเวลายังไม่ถูกค้นพบ\nตำนานว่ากันว่า เทพแห่งหินเคยสร้างง้าวยักษ์จากพื้นหิน เขาปักมันลึกลงไปในท้องสมุทร แล้วเหยียบมันเพื่อทะลวงร่างของปีศาจที่ก่อความวุ่นวายในดินแดนของเขา หลายปีผ่านไป สายลมกัดกร่อนจนง้าวหินนั่นมีรูปร่างอย่างที่เราเห็นกันทุกวันนี้\nหลังจากนั้น ฉันจะกลับไปที่แผ่นดินใหญ่ ตั้งแคมป์ค้างแรมต่อไป จากจุดที่ฉันอยู่ ฉันมองเห็นเรือออกจากท่าจากที่ไกล ๆ ระหว่างที่เขียนบันทึกอยู่นี่ กองเรือ Crux ก็เตรียมจะออกเดินทางกันอีกครั้ง ไปยังจุดหมายอันยิ่งใหญ่ต่อไป สงสัยจริงว่าครั้งนี้ สมาคมการค้า Qixing ฝากฝังภารกิจอะไรให้กัปตันในตำนานอย่างกัปตัน Baidou กันนะ?\nเมื่อคืนเป็นคืนที่ทรมานที่สุดเลย ฉันฝันว่าตัวเองอยู่ในที่มืดสนิท แล้วทันใดนั้นฉันก็กลายเป็นอสูรทะเล ร่างที่ถูกตรึงด้วยง้าวของเทพแห่งหินถูกลากไปตามพื้นทะเล ฉันบิดตัวและจับเอาง้าวยักษ์ที่ทำจากหินนั่นไว้ พยายามจะหลุดออกจากมันให้ได้ แต่มันไม่เป็นผล สุดท้ายก็ถูกปักไว้อย่างแน่นหนา ยิ่งขยับก็ยิ่งรู้สึกเจ็บปวดทรมาน และยิ่งรู้สึกโกรธ...\nจดไว้กันลืมว่าป่าหิน Guyun ไม่ใช่ที่เหมาะจะค้างแรมเลย ฉันตื่นขึ้นมาเร็วกว่าปกติ จุกกองไฟแล้วรอให้ฟ้าสางเพื่อจะออกเดินทางทันที จุดหมายต่อไปคืออ่าวท่าเรือ Liyue แค่เพื่อจะหาที่ซักเสื้อผ้า ตัดผมแต่งหนวดอะไรทำนองนั้น เมื่อจัดการตัวเองเรียบร้อยแล้วก็จะเดินทางไปที่ Jueyun Karst อีกครั้งครั้งที่แล้วฉันไม่เจอท่านเซียนเลย แต่ครั้งนี้ฉันจะลองไปที่ Qingyun Peak ดู\nปล. อย่าทำไดอารี่หายอีกล่ะ!"
          }
        ]
      },
      {
        "title": "ตอนที่ 7",
        "desc": [
          {
            "type": "RichText",
            "text": "บันทึกการเดินทางของ Roald นักผจญภัยชื่อดัง ที่หน้ากระดาษมีกลิ่นหอมของดอกไม้เล็ก ๆ ที่ขึ้นอยู่บนรอยแตกของหินภูเขา\n—Jueyun Karst - Qingyun Peak—\nฉันจะเขียนนำไดอารี่การผจญภัยของฉันด้วยการเขียนเตือนตัวเอง ไม่นานมานี้ฉันมักจะค้นพบว่าตัวเองเก็บไดอารี่ไว้ไม่เป็นที่ ทุกครั้งที่รู้สึกว่าอยากจะเขียนมัน... Roald นายต้องรู้จักระวังให้มากกว่านี้ได้แล้วนะ!\nหลังจากปีนอยู่นานจนไม่รู้ว่าจะไปจบที่ตรงไหน แต่ในที่สุดก็ได้ไปถึงยอดของมันจนได้ ฉันถูกล้อมรอบไปด้วยทะเลเมฆขาวโพลน มองลงไปแล้วก็คิดว่ามันเป็นไปไม่ได้เลย ที่จะบอกว่าก่อนขึ้นมาฉันมองสถานที่อันสูงส่งของเซียนแบบนี้จากตรงไหน\nนอกจากต้นไม้รูปร่างประหลาดสองสามต้นแล้ว ก็แทบจะไม่มีสัญญาณของสิ่งมีชีวิตอยู่บนยอดผาแห่งนี้เลย บางครั้งก็จะมี Lapis Glede ส่งเสียงร้องแหลม ก่อนจะพุ่งลงไปในทะเลเมฆและหายไปจากสายตา จากตรงนี้ขึ้นไปเป็นที่อยู่ของเหล่าเซียน แต่ก่อนที่จะมุ่งหน้าขึ้นไปต่อต้องจัดการกับปัญหาเครื่องมือปีนเขาที่ใกล้จะพังซะก่อน แถมระหว่างที่ปีนขึ้นมาก็ได้แผลหินบาด แผลถลอกบ้างตามทาง มีชาวไร่ใจดีให้น้ำมันมาใช้ทาตอนที่เพิ่งมาถึง Jueyun Karst ด้วย ถึงมันจะแสบเอาเรื่อง แต่ก็ได้ผลดีจริง ๆ\nยอดผายามราตรีไม่ได้มีสิ่งสบายสักเท่าไหร่ สายลมหนาวที่พัดโหมเสียดแทงเข้าไปถึงกระดูก มันยากมากที่จะหาที่หลบมันได้พ้น เพราะมันก็จะหาหนทางเข้ามาถึงตัวคุณได้แม้จะมีเพียงช่องเล็กน้อยของเต็นท์ก็ตาม ไม่มีทางที่คุณจะทำให้กองไฟติดอยู่ได้ท่ามกลางอากาศเช่นนี้ การจะได้มีคืนที่ดีบนนี้คือฝันไปได้เลย สงสัยมากเลยว่าเหล่าเซียนที่อยู่บนยอดเขาแบบนี้ จะรู้สึกเหงาและเปล่าเปลี่ยวบ้างรึเปล่าที่ต้องเจอแต่ลมที่หนาวยะเยือกเช่นนี้เสมอมา?\nท้ายที่สุดของค่ำคืนที่หลับไม่ลงนี้ ฉันได้เห็นดวงจันทร์ดำดิ่งลงไปในทะเลเมฆ ฉันหันมาตรวจดูสัมภาระว่าทุกอย่างยังเรียบร้อยดีหรือไม่ ก่อนที่จะออกเดินทางไปยังยอดเขาในเวลารุ่งสางเพื่อจะได้ไปถึงที่พำนักของเหล่าเซียนทั้งหลาย หวังว่ามันจะสูงพ้นเมฆฝนไปอีกนะ"
          }
        ]
      },
      {
        "title": "ตอนที่ 8",
        "desc": [
          {
            "type": "RichText",
            "text": "บันทึกการเดินทางของ Roald นักผจญภัยผู้โด่งดัง มีมอสเขียว ๆ ติดอยู่ตามหน้ากระดาษ\n-Qingxu Pool-\nเพื่อป้องกันไม่ให้ไดอารี่ของฉันหายไปอีก ฉันทำเครื่องหมายบนปกหนังของมันด้วยตะไคร่น้ำ ตอนนี้มันดูโดดเด่นอยู่ในกระเป๋าฉัน เพอร์เฟกต์! คืนนี้ก่อนเข้านอนฉันจะวางมันไว้ข้างหมอน อย่างงี้มันไม่มีทางหายแน่นอน ถ้าเกิดมันหายไปอีกละก็ ฉันคงเรียกตัวเองว่า\"นักผจญภัย\"ไม่ได้แล้วล่ะ คงต้องเปลี่ยนเป็น\"นักผจญเคราะห์\"\nเดินผ่านภูเขา Tianheng แล้วไปทางทิศตะวันตก ฉันได้มาถึงโบราณสถานที่คนท้องถิ่นเรียกว่า\"สระ Qingxu Pool\" โบราณสถานที่ตั้งอยู่บนหินสูงตระหง่านที่อยู่ใจกลางสระน้ำตื้น ล้อมรอบด้วยหน้าผาสูงชัน แท่งหินหลายแท่งที่สร้างโดยราชาแห่งหินกลมกลืนไปกับวิวธรรมชาติ หมอกยามเช้าเริ่มจะจางไปและแสงแรกของตะวันสาดส่องไปทั่วภูเขาหินและโบราณสถาน ดูเหมือนวันนี้เป็นวันที่อากาศดี\nตำนานเล่าว่า โบราณสถานแห่งนี้อยู่มาก่อนยุคที่ราชาแห่งหินขึ้นปกครองเมือง Liyue เสียอีก ในช่วงสงครามเทพอสูร Lisha ทั้งแถบจมอยู่ใต้น้ำ ในเวลานั้นภูเขาแท่งหินเป็นเพียงเกาะเล็กๆที่โผล่ขึ้นเหนือผืนน้ำ หลังสงครามสงบลง น้ำทะเลลดระดับลงและเผยให้เห็น Lisha ภูเขาแท่งหินที่ถูกสร้างไว้โดยบรรพบุรุษ\nตอนฉันอยู่ที่โรงแรม Wangshu Inn ฉันได้เจอกับนักปราชญ์จาก Sumeru ชื่อ Soraya เธอได้ทำการศึกษาเกี่ยวกับโบราณสถานแห่ง Lisha ไว้ ถ้าเธอได้เริ่มพูดถึงมันแล้วละก็ เธอพูดได้เป็นวัน ๆ เลย เธอเล่าว่า ซากปรักหักพังเหล่านี้เกิดจากฝีมือของเทพอสูร ผู้ที่ชื่อได้ถูกลบไปจากประวัติศาสตร์ เมื่อท้องทะเลได้กลายเป็นทุ่งหญ้า เทพอสูรที่นับถือแต่ตนเองก็พ่ายให้กับสงคราม ป้อมปราการและวิหารโบราณที่ผู้คนที่เคยศรัทธาต่อเทพอสูรได้สร้าง ไว้ก็พังทลายลง กลายเป็นสระ Qingxu Pool โบราณสถานแห่งนี้ได้จมอยู่ใต้บาดาลจนกระทั่งสงครามอสูรได้จบสิ้นลง และปรากฏขึ้นอีกครั้งเมื่อน้ำลด\nบางทีซากปรักหักพังเหล่านี้ก็เป็นเครื่องเตือนใจให้เหล่าเซียนและเทพเจ้าทั้งหลาย นึกถึงช่วงเวลาที่รุ่งเรืองในอดีต แต่จนถึงทุกวันนี้ บรรยากาศที่เงียบสงบของโบราณสถานแห่งนี้ก็ไม่ได้ถูกรบกวนจากความเจริญที่ขยายตัวอย่างรวดเร็วของเมือง Liyue และไม่ได้รับผลกระทบจากการทำเหมืองที่ Chasm มันยังคงรักษาสภาพไว้จนถึงปัจจุบัน อย่างไรก็ตาม ตอนนี้การขุดเหมืองที่ Chasm ถูกระงับไปแล้ว และเหล่าอสูรก็มาครอบครองโบราณสถานแห่งนี้ หวังว่าพวกมันจะไม่ทำอะไรเสียหายนะ\nนี่เป็นเพียงสมมุติฐานเบื้องต้น แต่ฉันต้องหาหลักฐานให้ได้มากกว่านี้ ฉันควรเดินทางไปทางเหนือ ไปดูโบราณสถานที่ Lingju Pass และภูเขา Dunyu\nก่อนออกเดินทางฉันได้เจอ Eduarda อีกครั้ง ดูเหมือนครั้งนี้เธอจะมีเพื่อนร่วมทางด้วย เธอคงมีตารางการเดินทางที่แน่นมากๆ ฉันกะพริบตาเพียงครั้งเดียว เธอก็หายเข้าไปในโบราณสถานเสียแล้ว"
          }
        ]
      },
      {
        "title": "ตอนที่ 9",
        "desc": [
          {
            "type": "RichText",
            "text": "บันทึกของนักผจญภัยชื่อดัง Roald ซึ่งมีบางหน้าขาดเสียหาย และบางหน้าก็มีเกล็ดน้ำแข็งเกาะอยู่\n-Dragonspine-\nจากที่ราบริมฝั่งแม่น้ำของ Liyue ขึ้นไปทางด้านทิศใต้ของภูเขาหิมะ Dragonspine แถบนี้จะไม่มีความลาดชันมากนัก หิมะและลมต่างก็สงบนิ่ง ส่วนแหล่งน้ำก็ยังไม่เป็นน้ำแข็ง เป็นสถานที่ที่เหมาะสำหรับการตั้งแคมป์ เมื่อเตรียมวัสดุพร้อมเมื่อไหร่ ฉันจะใช้มันเป็นฐานเพื่อมุ่งไปที่ยอดเขาต่อไป\nหลังจากตั้งแคมป์เสร็จแล้ว ฉันก็จะไปสำรวจโบราณสถานโดยรอบต่อ โบราณสถานของที่นี่มีความน่าสนใจมาก โดยรูปแบบสถาปัตยกรรมและรายละเอียดลวดลายต่างล้วนมีความสอดคล้องกับสถาปัตยกรรมโบราณไร้ชื่อที่อยู่ในภูมิภาคอื่น ๆ อย่างน่าตกใจ จากมุมมองนี้ ประเทศโบราณที่ปกคลุมด้วยหิมะในตำนานน่าจะอยู่ที่ใต้เท้าของฉันพอดี\nน่าเสียดายที่ไม่พบจารึกที่สอดคล้องกันในโบราณสถาน ซึ่งเป็นการยากที่จะยืนยันประวัติศาสตร์ของประเทศโบราณ บางทีข้อมูลเพิ่มเติมอาจซ่อนอยู่ในส่วนลึกที่มีพายุหิมะที่รุนแรงยิ่งขึ้นก็เป็นได้\nการค้างคืนที่นี่มันช่างทรมานเสียจริง สายลมอันเย็นเฉียบที่เสียดแทงเข้าไปในกระดูกนั้น พัดแรงซะจนเต็นท์โยกและส่งเสียงราวกับน้ำป่าที่ไหลหลาก มันช่างหลอกหลอนจนชวนให้ฝันร้าย ถ้ำที่อยู่ใกล้กับแหล่งน้ำแห่งนั้นค่อนข้างกว้างพอสมควร ฉันได้ยินเสียงของสายลมดังหวีดหวิวราวกับวิญญาณร่อนเร่ดังอยู่ภายใน แต่ก็น่าเสียดายที่ทางเข้าถ้ำถูกปิดกั้นด้วยรั้วอย่างแน่นหนาจนไม่มีทางเปิดจากภายนอกได้\nจากนั้นต่อมา ฉันก็มุ่งหน้าขึ้นภูเขาไปเรื่อย ๆ ระหว่างทางก็ได้พบกับวัตถุโบราณบางส่วนที่ไม่ถึงกับเก่ามาก โดยดูเหมือนว่าจะเป็นของในยุคสมัยขุนนางของ Mondstadt ฉันขุดพบเศษเสื้อผ้าและอาวุธที่ชำรุดทรุดโทรม ซึ่งน้ำแข็งและหิมะที่เกาะตัวหนานั้น ทำให้ความเร็วในการย่อยสลายช้าลง เป็นผลให้ซากที่ฝังอยู่ยังคงสภาพไว้ได้ยาวนานหลายปี\nเมื่อพิจารณาจากการกระจายของวัตถุโบราณแล้ว ดูเหมือนว่าจะเคยมีการไล่ล่ากัน... หรือแม้กระทั่งการฆาตกรรมกันระหว่างทางขึ้นเขานี้ด้วย\nแม้แต่หิมะที่รุนแรงและการเปลี่ยนแปลงที่น่ากลัว ก็ไม่สามารถหยุดยั้งความทะเยอทะยานของผู้คนได้ ดินแดนแห่งน้ำแข็งและหิมะที่ถูกทอดทิ้งโดยเทพเจ้านี้ ในที่สุดก็ถูกปนเปื้อนไปด้วยบาปของคนรุ่นหลัง\nเมื่อขึ้นเขาไปตามทาง ลมและหิมะก็รุนแรงขึ้นและอุณหภูมิก็ลดลงจนเหลือทน ฉันได้สำรวจโบราณสถานที่อยู่ทางตะวันออกเฉียงเหนือ และมันก็เป็นเรื่องเหลือเชื่อที่ในสถานที่แห่งนี้ซึ่งมีพายุหิมะพัดมาตลอดทั้งปี มีน้ำที่ไม่แข็งตัวอยู่ในโบราณสถานด้วย! เมื่อพิจารณาจากตำแหน่งที่อยู่แล้ว บางทีมันอาจจะเชื่อมต่อกับแหล่งน้ำของลำธารด้านล่าง\nที่พื้นที่นี้หนาวเกินไปที่จะสำรวจด้านในของโบราณสถานที่อยู่ลึกลงไป ซึ่งเสี่ยงต่อการกลายเป็นน้ำแข็งหรือจมน้ำ ฉันทิ้งร่องรอยเอาไว้ หวังว่าลมและหิมะจะไม่ฝังมันหายไปง่าย ๆ นะ\nบางทีที่นี่อาจจะเป็นที่หลบภัยใต้ดินของประเทศโบราณ ที่ยุบตัวลงไปใต้ดินและจมอยู่ใต้น้ำเมื่อเวลาผ่านไป แต่ฉันก็เคยได้ยินมาว่า ในสมัยโบราณเมื่อหลายพันปีก่อน พวกทรราชจะโยนนักโทษเข้าไปขังไว้ในกรง จากนั้นก็ค่อย ๆ เทน้ำปริมาณมากลงไป เพียงเพื่อให้นักโทษเฝ้าดูระดับน้ำที่เพิ่มขึ้นอย่างช้า ๆ ค่อย ๆ จมตัวเองตั้งแต่ข้อเท้า ไปจนจมูก แล้วก็หน้าผาก...\nการลงโทษดังกล่าวนั้นช่างยาวนานและโหดร้าย ซึ่งภายใต้สภาพอากาศที่หนาวอย่างรุนแรงนี้ มันยากยิ่งกว่าที่จะจินตนาการถึงใครก็ตามที่สามารถอยู่รอดได้\nทางบนภูเขาฝั่งทิศตะวันออกค่อนข้างจะขรุขระ ฉันดันไปเจอกับอุบัติเหตุโง่ ๆ ที่นี่จนขาแทบหัก โชคดีที่มีแค่แผลถลอกเพียงเล็กน้อยและกระดูกไม่หัก แต่ชุดป้องกันความเย็นฉีกเป็นรูใหญ่และลมหนาวก็ยังคงพัดเข้ามาเหมือนมีดที่เสียดแทง แย่จริง ๆ\nก่อนที่บาดแผลจะชา ฉันพบมุมสำหรับหลบลมได้ทันเวลา จากนั้นก็พยายามปะเสื้อที่ขาดเท่าที่จะทำได้... แต่มันเป็นไปไม่ได้ที่จะปีนเขาต่อไปแล้วล่ะ\nจากนั้นไม่นาน ในที่สุดฉันก็กลับมาถึงแคมป์ทันเวลาพอดีก่อนที่จะแข็งตาย ฉันอุ่นมือและเท้าอยู่หน้ากองไฟ โดยในตอนที่ฉันถอดถุงเท้าออกมานั้น ฉันถึงได้รู้ว่านิ้วเท้าทั้งสามของฉันแข็งและเปลี่ยนเป็นสีม่วงไปแล้ว... อย่างไรก็ตาม มันก็ช่างเป็นความรู้สึกที่ดีจริง ๆ ที่รอดตายกลับมาได้\nเมื่อพายุหิมะซาลงไปบ้าง ฉันเงยหน้าขึ้นมอง หินก้อนใหญ่ที่แตกหักล้อมรอบยอดเขาอันโดดเดี่ยวเดียวดายของภูเขาหิมะ ล่องลอยอยู่นิ่ง ๆ อย่างนั้นท่ามกลางท้องฟ้าที่แจ่มใส มังกรอสูรในตำนานที่ถูกฝังอยู่ในถ้ำของภูเขาซึ่งอยู่ในบทหนึ่งของกวีนั้น บางทีดวงตาที่เน่าเปื่อยของมันอาจจะกำลังจ้องมองท้องฟ้าอยู่ล่ะมั้ง?\nสำหรับผู้อยู่อาศัยจำนวนมากด้านล่างของภูเขาหิมะนี้แล้ว ภูเขาแห่งการเปลี่ยนแปลงนี้เปรียบเสมือนจุดบอดนอกสายตาของเทพเจ้าซึ่งถูกปกครองโดยโชคชะตาที่ไม่อาจเข้าใจได้ ในเทพนิยายโบราณของ Mondstadt ภูเขาหิมะแห่งนี้เป็นสถานที่แห่งการลงโทษ ซึ่งถูกละทิ้งโดยสายลมแห่งกาลเวลา ด้วยเหตุนี้ทุกสิ่งจึงถูกแช่แข็งในช่วงเวลาแห่งการทำลายล้าง โดยสายลมหนาวที่โหยหวน\nแต่มีบางอย่างที่ยังคงสั่นไหวอยู่บนยอดเขา ฉันรู้สึกถึงเสียงเรียกร้องในความฝันของมัน... มันเหมือนเสียงเพลงที่นุ่มนวล ไพเราะอ่อนหวานแต่เหมือนลางที่ไม่ดี\nการสำรวจไม่ราบรื่นเอาซะเลย แต่ก็ยังดีที่เอาชีวิตรอดมาได้ เพียงแค่จากกันวันนี้แล้ว ฉันก็ไม่รู้ว่าจะมีโอกาสได้กลับขึ้นไปบนยอดเขานั้นได้อีกมั้ย...\nจากนี้ฉันอาจจะไปสำรวจที่ Liyue ต่อ แต่สิ่งที่สำคัญที่สุดในตอนนี้ คือต้องเติมเสบียงที่หายไปก่อนหน้านี้เสียก่อน และก็รวดหาหนังสือมาแทนที่บันทึกที่เปียกโชกเล่มนี้ด้วย"
          }
        ]
      },
      {
        "title": "ตอนที่ 10",
        "desc": [
          {
            "type": "RichText",
            "text": "บันทึกที่นักผจญภัยที่มีชื่อเสียง Roald ทิ้งเอาไว้ กลิ่นหอมของกลีบดอกซากุระสีแดงและความขมของใบยาสูบยังคงติดอยู่บนกระดาษ\n-- Ritou --\nแม้จะมาถึง Ritou หลายวันแล้ว แต่ Kanjou ก็ยังไม่มีทีท่าว่าจะปล่อย ไม่รู้ว่าต้องหยุดอยู่ที่นี่อีกนานเท่าไร..ได้แต่หวังว่าคุณ Kurisu จะหาทาง พาฉันออกไปได้ในเร็ววัน\nคุณ Kurisu เป็นประธานสมาคมการค้าท้องถิ่น เขาเป็นสุภาพบุรุษที่ทั้งสุขุม และเป็นมิตรที่มาจาก Fontaine และเขายังมีเสน่ห์ที่ทำให้คนนอกรู้สึกวางใจ เหมือนได้กลับบ้านเกิด\nเคยได้ยินมาว่า Inazuma ไม่รับคนต่างแดน จนกระทั่งได้มาเหยียบสะพานของ Ritou ถึงได้รู้ว่าสถานการณ์รุนแรงกว่าที่คิด\n\"กฎ Sakoku\" บังคับใช้มาระยะหนึ่งแล้ว คนต่างแดนไม่น้อย ค้างอยู่บนเกาะ แต่คนส่วนใหญ่อยู่ได้ไม่นาน และมีเจ้าของกิจการไม่น้อยที่ปิดร้าน และกลับบ้านเกิดกันไป Ritou ในตอนนี้ เป็นเงียบเหงาและอึมครึมกว่าเดิมมาก\nเล่ากันว่าหลายร้อยปีก่อนท่าน Hiroshi แห่งตระกูล Hiiragi ได้สร้างท่าเรือการค้าขึ้นบนเกาะร้างได้อย่างน่าอัศจรรย์ และยังประกาศหาคู่ค้า พร้อมต้อนรับเขาเป็นอย่างดี อีกทั้งส่งเสริมให้พวกเขาค้าขายอย่างอิสระ ทำให้ที่นี่รุ่งเรืองขึ้นมาอย่างรวดเร็ว..แต่หากท่าน Hiroshi เห็น Ritou เงียบเหงาราวกับป่าช้าแบบนี้ ท่านจะมีความคิดเห็นอย่างไรนะ?\nทว่า ทายาทของท่าน ซึ่งก็คือท่านผู้นำของสำนัก Kanjou คนปัจจุบัน ก็ใช้ชีวิตอย่างมีความสุข ดูไม่เดือดร้อนอันใด\nช่างน่าโมโหยิ่งนัก\nหลายวันผ่านไป คุณ Kurisu มาพร้อมข่าวดี\nได้ยินว่าอีกไม่นาน กองเรือ Crux จะพักที่ Inazuma ระยะหนึ่ง กองทัพเรือที่เดินทางไกล และมีอาวุธครบมือ ชื่อเสียงโด่งดังเช่นนี้ จะต้องมีหนทางพาฉันไปยังเกาะอื่นของ Inazuma ได้แน่นอน ฉันแค่รอเงียบ ๆ ก็เพียงพอแล้ว\nถึงยังไม่รู้ว่าข่าวของคุณ Kurisu จะเชื่อถือได้หรือไม่ แต่การเตรียมตัวไว้ก่อนก็ไม่ใช่เรื่องแย่ อันดับแรก ฉันต้องหาวิธีนำเครื่องมือยังชีพมาจากคุณหนู Yurika ไม่ว่าจะต้องขอร้อง หรือแลกด้วยเงินก็ตาม...\nดูเหมือน Shogunate จะมุ่งหน้าไปซุ่มโจมตีแนวหน้าของฝ่าย Sangonomiya อีกแล้ว ทำให้เกิดการล้มตายขึ้นมากมาย... หรือในทางกลับกัน คนต่างแดนที่เหลือก็กำลังกระซิบกระซาบกัน แม้แต่เหล่าผู้ที่รับใช้สำนักทั้งหลาย ก็พูดคุยถึงข่าวลือเรื่องนี้โดยไม่เกรงกลัวสิ่งใด\nไม่แน่ใจว่าเกิดอะไรขึ้นกันแน่ แต่มีพ่อค้าพากันเก็บของกลับบ้านเกิดกันอีกแล้ว มีเรือทหารมากมายแล่นไปมา ดูเหมือนจะเตรียมไว้ใช้ทางการทหารในภาวะฉุกเฉิน...\nบางที ฉันสามารถใช้ช่องโหว่ความวุ่นวายขณะจัดสรรเสบียง นำของ ๆ ฉันออกมาจากโกดังได้\nใช่แล้ว อย่าลืมล่ะ ห้ามทำสมุดบันทึกเล่มนี้หายเด็ดขาด..\nถึงแม้ว่าสมุดบันทึกของ Inazuma เล่มนี้จะมีหน้าปกลายสวยกว่าเดิม..แต่นี่ก็ไม่ใช่คำแก้ตัวของการได้ใหม่ลืมเก่า!"
          }
        ]
      },
      {
        "title": "ตอนที่ 11",
        "desc": [
          {
            "type": "RichText",
            "text": "บันทึกที่นักผจญภัยที่มีชื่อเสียง Roald ทิ้งเอาไว้ หน้ากระดาษมีทั้งกลิ่นชื้นของหมอกและกลิ่นของเชื้อรา\nการสำรวจเกาะ Tsurumi ไม่ราบรื่นนัก\nต้องขอบคุณชายหนุ่มคนท้องถิ่นชื่อ Kama ที่ช่วยฉันไว้มาก ฉันถึงได้หลบหนีออกมาจาก Ritou ได้สำเร็จ เลี่ยงการเฝ้าระวังต่าง ๆ นานาจนมาถึงที่เกาะ Tsurumi ภายใต้คำแนะนำของเขา ฉันเองก็เคยฝ่าเข้าไปในม่านหมอก และได้เห็นอารยธรรมโบราณบนเกาะ รวมถึงภาพลวงตาที่ราวกับความฝัน แต่ตอนนี้ ทุกฉากที่อยู่ในความทรงจำได้เลือนหายไปราวกับหมอกที่จางไปเสียแล้ว...\nแต่ฉันยังคงจำได้อย่างชัดเจนว่า บนเกาะที่เงียบสงัดนี้ ฉันได้บังเอิญพบกับเด็กคนหนึ่ง\nบางทีอาจจะเป็นเพียงภาพหลอนที่เกิดจากอนุภาคของธาตุที่ล่องลอยอยู่ในอากาศ หรืออาจจะเป็นเพราะเห็ดที่อยู่บนเกาะนี้... บางทีเด็กคนนั้นอาจเป็นแค่ภาพลวงตา หรือความทรงจำหลอก ๆ ถึงแม้คิดแบบนี้จะดูสมเหตุสมผลมากกว่า แต่ครั้งที่สองตอนมาเกาะนี้ ฉันก็ยังพกอาหารเพิ่มมาด้วยบางส่วน... หวังว่าเด็กคนนั้นจะได้รับมันนะ การใช้ชีวิตอยู่บนเกาะอันเงียบสงัดอย่างโดดเดี่ยวเดียวดาย คงจะไม่ใช่เรื่องง่ายนักหรอก\nฉันไม่ได้บอก Kama ก่อนที่จะกลับมาที่เกาะอีกครั้ง นั่นจึงเป็นเหตุทำให้ฉันหลงทางอยู่ในม่านหมอกหนาอย่างรวดเร็ว... ใช้ทุกวิถีทางแต่ก็ยังแยกทิศทางไม่ออก ราวกับม่านหมอกแห่งนี้กำลังปฏิเสธฉันโดยไม่รู้ที่มาที่ไป\nถ้าไม่ได้นักเดินทางผมสีบลอนด์คนนั้นกับภูตตัวน้อยที่ชื่อ \"Paimon\" ช่วยเอาไว้ ฉันก็คงต้องกลับเมืองไปทั้งมือเปล่าแน่ ต้องขอบคุณพวกเขาที่ช่วยฉันเก็บ \"Fluorescent Fungus\" ของท้องถิ่น ผู้คนใน Inazuma บอกว่าเชื้อราชนิดนี้เป็นสิ่งมีชีวิตที่ควบแน่นจากความทรงจำอันเก่าแก่และหนาแน่นของผู้ตายบนเกาะ Tsurumi ดังนั้นจึงส่องแสงแพรวพราว พวกมันมีสรรพคุณในการบำรุงสมอง และช่วยกระตุ้นความจำ\nหลังจากที่ได้ทดลองมาหลายวัน เชื้อราชนิดนี้ก็ทำให้จิตใจสงบและมีผลทำให้จิตใจเบิกบานได้จริง ๆ ดูเหมือนว่าจะช่วยในเรื่องการย่อยอาหารด้วย... แต่ว่าเรื่องความจำกลับไม่ได้ดีขึ้นอย่างชัดเจนเท่าไหร่ คงต้องเก็บไว้บางส่วนเพื่อนำไปให้เพื่อนที่ Sumeru ช่วยวิจัยดูสักหน่อย ต้องห้ามลืมโดยเด็ดขาด\nนอกจากนี้ รูปภาพของจิตรกรรมฝาผนังโบราณที่นักเดินทางผมบลอนด์และ Paimon นำมาให้ก็น่าสนใจมาก คุ้มค่าที่จะนำกลับไปวิจัยในภายหลัง ครั้งนี้ ที่ฉันสามารถค้นพบโบราณวัตถุอันแสนล้ำค่าแบบนี้ได้ ก็ต้องขอบคุณความมีน้ำใจ สติปัญญา และจิตวิญญาณแห่งการผจญภัยที่ไม่อาจมองข้ามของนักผจญภัยผู้เลื่องชื่อทั้งสองท่านนี้จริง ๆ"
          }
        ]
      }
    ]
  }
}