{
  "epId": 2300,
  "name": "ไปกันเถอะ! Dodoco",
  "desc": "หมายเหตุจากบรรณาธิการ: \"ไปกันเถอะ! Dodoco\" เป็นเรื่องราวที่เกี่ยวกับหญิงสาวและเด็กสาวตัวน้อย แต่ละช่วงเล็ก ๆ น้อย ๆ ในเรื่องบอกเล่าถึงความอ่อนโยนและคำอวยพรของพวกเธอ และก็เป็นของขวัญที่พวกเธอมอบให้กับผู้อ่านด้วยเช่นกัน หวังว่าหนังสือบาง ๆ เล่มนี้จะทำให้ผู้อ่านได้รับความสุขเล็ก ๆ น้อย ๆ ในช่วงเวลาว่างจากงานแสนยุ่งเหยิงกันนะ",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/11/176148810/fa75edd372a688ff8bd4f0560072f9e4_2614152944915073005.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1689080708,
  "components": {
    "body": [
      {
        "title": "รายละเอียด",
        "desc": [
          {
            "type": "RichText",
            "text": "\"สักวันหนึ่ง Dodoco ทุกตัวจะโลดแล่นไปตามกระแสลมและกระแสน้ำในมหาสมุทรเพื่อออกไปผจญภัย\" คุณแม่ท่านหนึ่งที่ทั้งอ่อนโยนและสวยงามเคยกล่าวไว้เช่นนี้\nเป็นอย่างที่แม่ของเธอพยากรณ์เอาไว้ เมื่อ Dodoco ได้ยินเพื่อนรักอย่าง Klee ตัดสินใจจะไปผจญภัยที่ดินแดนแห่งสายฟ้า Dodoco ของเราก็มีความสุขอย่างมาก\nการได้เพลิดเพลินกับอาหารเลิศรสที่ร้าน \"Good Hunter\" กับ Klee และฟังการขับร้องของนักกวีพเนจรร่วมกันนั้น แน่นอนว่าเป็นสิ่งที่ Dodoco ชื่นชอบที่สุดอยู่แล้ว\nแต่สิ่งที่ Dodoco ชอบมากกว่านั้น ก็คือการได้นับดวงดาวบนฟากฟ้า และสานดอกไม้ป่าเป็นมงกุฎดอกไม้ด้วยกันกับ Klee\nถึงอย่างไร \"Dodoco\" ทุกตัวก็ปรารถนาที่จะโลดแล่นไปตามกระแสลมและกระแสน้ำในมหาสมุทรเพื่อออกไปผจญภัยกันทั้งนั้น\nในการเดินทางไปยังดินแดนแห่งสายฟ้าอันไกลโพ้น ไม่เพียงแต่จะต้องเดินทางฝ่าสายลมแรงเท่านั้น แต่ยังต้องข้ามคลื่นลูกใหญ่อีกด้วย\nแต่ Dodoco ไม่กลัวลมคลั่งพัดกระหน่ำ เพราะนั่นเป็นพรจากเทพแห่งลม\nและ Dodoco ก็ไม่กังวลเรื่องคลื่นซัดสาดเช่นกัน เพราะมันเป็นเด็กที่กล้าหาญ\nแต่ Dodoco ไม่ยอมให้ Klee ต้องเผชิญกับอันตรายเหล่านี้\nเพราะ Klee คือเพื่อนรักของมัน เพื่อนรักก็ต้องคอยปกป้องกันและกันสิถึงจะถูก\nและ Dodoco ก็ไม่อยากแยกจาก Klee ด้วย\nถ้าไม่มี Klee การผจญภัยทั้งหมดก็จะเป็นเหมือน Sweet Flower ที่ไม่อาจผลิดอกออกผล ทั้งโดดเดี่ยวและทุกข์ทรมาน\nต่อให้จะเดินทางทั่วทุกตารางนิ้วของดินแดน Teyvat หรือข้ามผ่านสายน้ำและลำธารทุกแห่ง มันก็ไม่มีประโยชน์อะไรหรอก\nเพราะฉะนั้นไม่มีอะไรต้องลังเลแล้ว Dodoco จะขึ้นเรือไปผจญภัยกับเพื่อนรักอย่าง Klee!\nถ้านั่งเรือไป งั้นก็ไม่สามารถโบยบินไปตามสายลมอย่างอิสระ และไม่สามารถแหวกว่ายอยู่ในทะเลอย่างมีความสุขได้\nแต่จะมีรอยยิ้มของ Klee และเรื่องราวของพี่ Albedo อยู่\nเท่านี้ก็คุ้มค่าแล้วล่ะ\nในเมือง Inazuma ดินแดนแห่งสายฟ้า ดอกไม้และหญ้าล้วนเป็นสีม่วง แม้แต่ปลากับนกก็ยังเป็นสีม่วง ทุกสิ่งอย่างล้วนเป็นสีม่วงหมดเลย\nถ้าวาดพวกมันทั้งหมดออกมาเป็นภาพล่ะก็ มีหวังสีม่วงของพี่ Albedo คงจะไม่พอใช้แน่ ๆ\nแต่เสียดายที่พี่ Albedo ไม่มีเวลาวาดรูปกับ Klee และ Dodoco เลย\nพี่ Albedo เป็นผู้ใหญ่ บางครั้ง \"ผู้ใหญ่\" ก็มีธุระของผู้ใหญ่เหมือนกันนั่นแหละ\nแต่โชคดีที่ยังมี Klee คอยอยู่เคียงข้าง Dodoco!\nKlee มีวิธีหาความสุขได้เสมอ ตราบใดที่ Dodoco มี Klee อยู่ข้าง ๆ ก็จะไม่มีวันเบื่อหน่ายแน่นอน\nKlee มีเพื่อนใน Inazuma เยอะแยะมากมาย ทั้งพี่อัศวินผู้มีเกียรติ, Paimon แล้วยังมีพี่ Yoimiya อีกด้วย\nพวกเขาทั้งหมดสร้างการผจญภัยที่สนุกที่สุดเท่าที่เคยมีมาใน Inazuma ไปกับ Dodoco!\nยะฮู้ เพื่อการผจญภัยครั้งยิ่งใหญ่!\nพี่อัศวินผู้มีเกียรติพา Dodoco ปีนขึ้นไปบน Mt. Yougou ที่สู๊งสูง\nเมื่อทุกคนปีนเขาจนเหน็ดเหนื่อยแล้ว เลยหยุดพักที่ใต้ต้น Sacred Sakura แล้วก็ผล็อยหลับไป\nแต่พอตื่นขึ้นมา ทุกคนก็มีปีกเหมือนเท็งงุเลย\nปีกของ Klee เป็นสีแดง ของพี่ Yoimiya เป็นสีทอง และของพี่อัศวินผู้มีเกียรติเป็นสีฟ้า\nส่วน Paimon... ถึงไม่มีปีก Paimon ก็บินได้อยู่แล้ว ดังนั้น Paimon ก็เลยไม่มีปีก\nปีกของทุกคนกางออกพร้อม ๆ กัน จากนั้นก็มีลมกระโชกแรงพัดมา\n\"ฟู่ววว...\" เป่าผมพี่มิโกะจนยุ่งหมดเลย\nแย่แล้ว ต้องรีบบินหนีก่อนที่พี่มิโกะจะโกรธ\nการผจญภัยครั้งยิ่งใหญ่นี้สนุกมากจริง ๆ แต่... \"จ๊อกจ๊อก\" ท้องของ Klee เริ่มร้องแล้วสิ\nโอ๊ะโอ ลืมเรื่องนี้ไปได้ยังไงเนี่ย ของกินแสนอร่อยเป็นสิ่งสำคัญของการผจญภัยครั้งใหญ่เลยนะ\n\"ง่ำง่ำง่ำ\" แล้วทุกคนก็ซื้อ Dango มาแบ่งปันกันกินอย่างมีความสุข\nDodoco กับ Paimon กินของตัวเองหมดในพริบตา และ Dodoco ที่กินอิ่มหนำสำราญแล้วมองดูรอยยิ้มของ Klee ก็อดไม่ได้ที่จะคิดว่า...\nการได้เจอกับ Klee และทุกคน เป็นสิ่งที่มีความสุขที่สุดที่เคยเกิดขึ้นกับ Dodoco เลย!\nโอ๊ะ ลืมเรื่องสำคัญไปเลย ที่จริงแล้ว หากอ่านมาถึงตรงนี้ แสดงว่าคุณเองก็เป็นส่วนหนึ่งของการผจญภัยครั้งใหญ่นี้เช่นกัน\nผจญภัยไปด้วยกัน หัวเราะไปด้วยกัน เพลิดเพลินอาหารแสนอร่อยไปด้วยกัน คุณผ่านเรื่องราวเหล่านี้มาแล้ว แน่นอนว่าต้องเป็นเพื่อนที่ดีของทุกคนอยู่แล้วสิ\nถ้าอย่างนั้น คุณก็มาดูดอกไม้ไฟของพี่ Yoimiya ด้วยกันกับเราเลยสิ\nขณะที่ทุกคนกำลังดูดอกไม้ไฟอย่างมีความสุข พี่ Yoimiya ก็พูดขึ้นมาว่า:\n\"ตราบใดที่จินตนาการยังไม่เหือดแห้ง หัวใจก็เป็นอิสระกว่าสิ่งอื่นใด\"\nKlee เองก็พูดขึ้นมาว่า: \"เราจะเป็นเพื่อนที่ไม่มีวันแยกจากกันตลอดไป\"\nดูสิ Dodoco มีความสุขมากแค่ไหนที่ได้อยู่กับเพื่อนสนิท\nตอนนี้ คุณเป็นเพื่อนของ Dodoco แล้ว เพราะฉะนั้นคุณเองก็ต้องมีความสุข และออกไปผจญภัยครั้งใหญ่กับเพื่อนสนิทของตัวเองเช่นกันนะ"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ไปกันเถอะ! Dodoco"
          }
        ]
      }
    ]
  }
}