{
  "epId": 2305,
  "name": "บันทึกการสำรวจโบราณ: ตอนที่ 3",
  "desc": "บันทึกการสำรวจที่พบในแคมป์บนหน้าผาของภูเขาหิมะ<br/>ดูเหมือนว่าผู้จดบันทึกจะเป็นชนชั้นสูงที่เคยปกครอง Mondstadt มาก่อน",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/07/144837601/1832af0f2cde09c65784afd200c36935_7739186400386634453.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1678375941,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "บันทึกการสำรวจโบราณ: ตอนที่ 3"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "รายละเอียด",
        "desc": [
          {
            "type": "RichText",
            "text": "เป็นเพราะประวัติศาสตร์แบบนั้นรึเปล่านะ ที่ทำให้ทิวทัศน์ของที่นี่ดูเงียบเหงา หรือเป็นเพราะทิวทัศน์แบบนี้ ที่ทำให้ประวัติศาสตร์ของที่นี่มืดมนกันแน่นะ\nหรือจะเป็นเพราะเรื่องที่เกิดขึ้นระหว่างช่วงเวลาของการตรวจสอบนี้ ถึงทำให้ฉันเกิดความคิดแบบนี้ขึ้นมากันแน่นะ\nหรือจะเป็นเพราะว่าฉันเสียเลือดอยู่ท่ามกลางอากาศที่หนาวเหน็บ จิตใจของฉันเลยได้รับผลกระทบกันแน่นะ\nไม่ว่ายังไง นี่จะเป็นบันทึกครั้งสุดท้ายแล้วล่ะ\nสุดท้ายแล้วแผนการของ Eberhart ก็ล้มเหลว... ไม่สิ บางทีอาจจะบอกว่าสำเร็จก็น่าจะได้\nการกระทำที่ชัดเจนแบบสุด ๆ ในตอนนี้ ก่อนหน้านี้ไม่ว่าใคร ก็ไม่รู้ถึงความตั้งใจของเขาเลย พอมาคิดดูแล้ว เหล่าเพื่อนร่วมทางที่หายไประหว่างทาง ก็เกรงว่าคงจะเป็นเพราะแผนการอันชั่วร้ายของหมอนั่นล่ะนะ การถล่มที่ด้านหน้าของ <color=#ffe14b>ประตูยักษ์ทรงกลมของห้องลับ</color> ก็คงจะเป็นหนึ่งในแผนการของเขางั้นสินะ\nแต่จนถึงตอนสุดท้าย ในตอนที่เขาพาท่าน Ingbert และฉันเข้าไปใน <color=#ffe14b>ห้องใต้ดินของโบราณสถานทางด้านตะวันตกเฉียงใต้</color> และนำหอกของเขาออกมา ในที่สุดฉันถึงได้เข้าใจ\nไม่ว่าจะเป็นการเป่าหูเกี่ยวกับเรื่องของ \"ประเทศโบราณที่ถูกผนึกอยู่ใต้น้ำแข็ง\" หรือ \"พลังวิเศษที่ร่วงหล่นจากฟ้า\" ทั้งหมดล้วนเพียงเพื่อจะฉวยโอกาสจากนิสัยที่รักในการสำรวจของท่าน Ingbert และล่อท่านออกมายังสถานที่ที่ไม่มีใครช่วยเหลือได้เท่านั้น\nไม่ว่าจะยังไง ลูกนอกกฎหมายก็คือลูกนอกกฎหมายวันยังค่ำ\nแอบฝึกวิชา \"หอก\" ซึ่งเป็นอาวุธที่ไร้ซึ่งความสง่างามอย่างชนชั้นสูงอย่างลับ ๆ เพื่อที่จะได้กำจัดนายท่านในเวลานี้ เพื่อที่จะได้เข้าใกล้ตำแหน่งหัวหน้าตระกูลมากขึ้นงั้นสินะ\nพอคิดดูอย่างนี้แล้ว การขัดคำสั่งของนายน้อย Parsifal และหลงมัวเมาไปกับเกม \"ผู้กล้า\" ก็คงหนีไม่พ้นว่าจะเป็นการยุยงจากเขาอีกนั่นแหละนะ\nฉันไม่มีทางที่จะลืมภาพของท่าน Ingbert ที่ถูกหอกของเขาเล่นงานเป็นอันขาด\nทั้งที่โตมาด้วยกันแท้ ๆ แต่กลับมองไม่เห็นสัตว์ร้ายที่ซ่อนอยู่ภายใต้เปลือกนอกที่สงบนิ่งและใจดีของเขา\nตอนแรกท่าน Landrich วางแผนไว้ว่าหลังจากที่กลับจากการสำรวจในครั้งนี้แล้ว จะมอบชื่อตระกูลให้เขาอย่างเป็นทางการ ถ้ารู้เจตนาของนายท่านตั้งแต่แรกล่ะก็ บางทีทุกอย่างอาจจะไม่ได้เป็นอย่างนี้ก็ได้\nหรือบางที จะเป็นเพราะเขาล่วงรู้ถึงแผนการของนายท่าน ถึงอดไม่ได้ที่จะผลักดันการสืบทอดของตนเองให้เข้าใกล้ตระกูลสายหลักมากขึ้นกันนะ...\nฉันคงกลับไป Mondstadt ไม่ได้แล้วล่ะ ขอโทษทีนะ Priscilla\nไม่ว่าใครก็ตามที่ได้อ่านบันทึกของฉัน หวังว่าคุณจะช่วยเตือนนายท่าน Landrich ให้ด้วย\nถึงแม้ว่า Eberhart จะได้รับบาดเจ็บสาหัส แต่ก็ยังมีความเป็นไปได้ที่จะสามารถกลับไปยัง Mondstadt ได้อยู่\nถ้ากลับไป Mondstadt ได้ล่ะก็ แบบนั้นเขาก็เหลืออุปสรรคในเส้นทางการกบฏอยู่อย่างเดียวแล้วล่ะ..."
          }
        ]
      }
    ]
  }
}