{
  "epId": 2306,
  "name": "บันทึกการสำรวจโบราณ: ตอนที่ 2",
  "desc": "บันทึกการสำรวจที่พบบริเวณชั้นใต้ดิน ของโบราณสถานที่ปกคลุมไปด้วยน้ำแข็ง<br/>ดูเหมือนว่าผู้จดบันทึกจะเป็นชนชั้นสูงที่เคยปกครอง Mondstadt มาก่อน",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/07/144837601/1832af0f2cde09c65784afd200c36935_4370611915906728312.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1678375939,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "บันทึกการสำรวจโบราณ: ตอนที่ 2"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "รายละเอียด",
        "desc": [
          {
            "type": "RichText",
            "text": "เป็นเพราะโศกนาฏกรรมเมื่อครั้งก่อน ฉันเกรงว่าบันทึกเล่มก่อนคงจะหายไปซะแล้ว\nมันน่าเสียดายที่ต้องมาเสียข้อมูลบันทึกของการสำรวจไป แต่สภาพแวดล้อมของที่นี่มันก็ช่างอันตรายเสียจริง\nในท้ายที่สุดพวกเราก็ยังไม่สามารถเปิดประตูบานใหญ่บานนั้นได้อยู่ดี\nแต่ไม่ว่าจะเป็นจิตรกรรมฝาผนัง หรือจะเป็นอาวุธโบราณที่ท่าน Ingbert อยากได้นักหนา สุดท้ายก็ไม่ได้อะไรเลยซักอย่าง\nพอกลับมาถึง <color=#ffe14b>South Base Camp</color> พวกที่หลงหายไปในพายุหิมะก่อนหน้านั้นก็ยังไม่มีวี่แววว่าจะกลับมา\n...ถึงแม้จะเป็นเพียงความหวังอันน้อยนิด แต่ก็ทำได้เพียงรอคอยให้พวกเขากลับลงมาอย่างราบรื่น พร้อมกับเสบียงและกำลังเสริม\nเพราะเสบียงของพวกเราก็ใกล้จะหมดแล้ว\nแม้ว่าการพูดแบบนี้จะฟังดูโหดร้าย แต่การถล่มของถ้ำที่อยู่ด้านหน้า <color=#ffe14b>ประตูยักษ์ทรงกลมของห้องลับ</color> นั้น ไม่เพียงแต่พรากตัว Nick ไป แต่ยังพรากอาหารและเชื้อเพลิงที่พวกเรามอบหมายให้ Nick เป็นผู้ดูแลไปอีกด้วย\nบอกแล้วแท้ ๆ ว่าต้องตรวจสอบโครงสร้างของโบราณสถานให้ละเอียดถี่ถ้วนซะก่อน บอกเขาแล้วแท้ ๆ...\nบางทีเหตุการณ์ที่เจอเมื่อไม่กี่วันก่อนอาจจะทำให้ฉันกลายเป็นคนที่เย็นชาขึ้นก็ได้\nบางทีนี่อาจจะเป็นผลกระทบของสภาพแวดล้อมอันสิ้นหวังที่มีต่อผู้คน\nเพราะอย่างนี้นายน้อย Eberhart ถึงได้น่านับถือ ถึงแม้ว่าจะต้องพบเจอกับเรื่องพวกนี้ แต่ก็ยังสามารถรักษาความเยือกเย็นและพลังในการไตร่ตรองได้ บางทีนี่อาจจะเป็นคุณสมบัติที่แท้จริงของเหล่าลูกหลานของชนชั้นสูงก็เป็นได้\nดูเหมือนว่าการตัดสินของท่าน Landrich จะมีเหตุผลเป็นอย่างดี\nถึงแม้ว่าจะเป็นเพียงลูกนอกกฎหมาย แต่ท่านก็ยังเป็นคนที่คู่ควรแก่ชื่อของตระกูล\nหลังจากที่พายุหิมะสงบลงบ้างแล้ว พวกเราจะทำตามที่นายน้อย Eberhart เสนอ มุ่งไปยัง <color=#ffe14b>ห้องใต้ดินของโบราณสถานทางด้านตะวันตกเฉียงใต้</color>\nอ้างอิงจากสิ่งที่ท่านตีความออกมา บางทีในนั้นอาจจะมีของที่มีความเก่าแก่มาก ๆ อยู่ก็เป็นได้\nแม้ว่าจะเป็นเรื่องเหลือเชื่อ แต่ความหนาวเย็นอันเป็นเอกลักษณ์ของสถานที่แห่งนี้ ก็มีความสามารถในการรักษาสิ่งต่าง ๆ ไว้\nจะต้องไม่ทำให้เหล่าพรรคพวกที่หายไปต้องผิดหวังเป็นอันขาด\n...แน่นอนว่าที่สำคัญกว่านั้น ก็คือต้องไม่ทำให้ท่าน Landrich ผิดหวังด้วย\nไม่เช่นนั้น บางทีฉันคงต้องไปลงเอยอยู่ในสนามประลอง และต่อสู้กับพวกมอนสเตอร์ทั้งหลายล่ะนะ\nถึงแม้ว่าจะสามารถจัดการกับเจ้ามอนสเตอร์พวกนั้นได้ แต่ก็คงจะหนีไม่พ้นคมดาบของยมทูตผมแดงแห่งตระกูล Lawrence เหมือนอย่างทาสคนก่อนของนายน้อย Eberhart ล่ะนะ..."
          }
        ]
      }
    ]
  }
}