{
  "epId": 2308,
  "name": "อารมณ์ขันจาก Tianheng",
  "desc": "คอลเลกชันของบทกวีแนวสบาย ๆ โดยผู้วิเศษในสมัยโบราณแห่ง Mount Ping คุณภาพของมันนั้นไม่ได้มีมาตรฐานอะไรแต่มักจะถูกเหล่านักกวีหนุ่มสาวหรือผู้ที่คิดว่าตนเองนั้นเป็นกวีหยิบยกขึ้นมาพูดถึงอยู่บ่อย ๆ",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Humor From Tianheng_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "อารมณ์ขันจาก Tianheng"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "รายละเอียด",
        "desc": [
          {
            "type": "RichText",
            "text": "บทแรก\nฉันเฝ้าดูชายสองคนเล่นหมากรุก พวกเขาเล่นได้แย่สุด ๆ หนึ่งนั้นขาดความสามารถ ส่วนอีกหนึ่งนั้นมากด้วยกลอุบาย\nความยุ่งเหยิงสับสนของหมากรุกที่พลุ่งพล่านอยู่บนกระดาน ฉันถูกเรียกร้องให้ดูอย่างไม่รู้ตัว ในความเป็นจริงแล้วฉันสนุกมาก!\nบทสอง\nการเกิดของหินแปลกต่าง ๆ นับหมื่นชนิดนั้นต่างจากต้นไม้ใบหญ้า คือสวนถาดบอนไซตามธรรมชาติที่ไม่ต้องปลูก\nจาก Cor Lapis ไปจนถึงหยกที่ส่องประกาย ไปจนถึงพุ่มไม้ที่มีแสงระยิบระยับ สถานที่เหล่านี้เกินกว่าที่คนเขลาผู้สูงอายุจะทนได้\nบทสาม\nใน Jueyun Karst นั้นมีฟ้า ฟ้าที่คนธรรมดาไม่มีวันได้เห็นกับตา\nคำบอกเล่ามากมายนับหมื่นแสน ที่แท้นกและสัตว์เหล่านั้นก็เป็นเซียน\nบทสี่\nขาวดุจไหมละเอียดละไมดุจเม็ดเกลือ ของดีของเก่าคือทรายขาว\nห้องโถงที่มั่งคั่งถูกทำความสะอาดไปทุกที่ ครอบครัวฉันก็อวดทุกทาง\nบทห้า\nเสียงแม่น้ำดังก้องในหู ใต้หน้าผาที่ฉันตกปลา เหนือหน้าผาที่ฉันงีบนอน\nเทพแห่งสายลมจากเมืองข้างเคียงนั้นช่างไร้มารยาท พัดพาใบไม้สีแดงชาดช่างน่ารำคาญ\nบทหก\nใบไม้ผลิของ Qingce ช่างหอมหวน ชวนให้พานึกถึงพ่อแม่ฉัน\nSilvergrass ทำให้เกิดเสียงเบา ๆ ในสายลมแผ่ว ๆ ที่แสนเย็นของฤดูใบไม้ร่วง ฉันเก็บมันเพื่อทอเป็นผ้าก่อนที่ลมหนาวจะพัดมา\nบทเจ็ด\nราชาหินสร้างภูเขานี้ โชคยังดีที่มีอ่าวนี้ด้วย\nหน้าผาที่แบ่งเป็นชั้นเหล่านี้มีความสง่างาม ส่วนถนนเหล่านั้นก็สร้างความบันเทิงอย่างไม่รู้จบ\nบทแปด\nเงาของต้นไม้ในป่าช่างร่มเย็น ฉันมีสายลมเป็นผ้าไว้คอยห่มและใบไม้เป็นเหมือนเตียงให้หลับนอน\nเสียดายที่ยุงไร้ซึ่งเมตตา จนต้องหนีกลับไปอย่างหมดท่า\nบทเก้า\nห่อข้าวเย็นไปกินริมชายหาด มือลูบเคราตาดูฟ้าช่างน่าชม\nดวงดาวทั่วท้องฟ้าเชื่อมต่อกันเป็นทางยาว คว้าดวงจันทร์กลับมาเพื่อไม่ให้มันตกลงไปในทะเล\nบทสิบ\nฉันหยุดอยู่ที่ Feiyun Slope เพื่อดูภาชนะของพ่อค้า อัญมณีหลากหลาย - จากแพงไปจนถึงดาราศาสตร์\nแต่จะสิ้นเปลือง Mora ให้หินเหล่านี้โดยไม่เหลือเก็บไว้ไปทำไม? สู้เก็บไว้เพื่อไปกินของดีที่ Yujing Terrace เสียดีกว่า"
          }
        ]
      }
    ]
  }
}