{
  "epId": 2309,
  "name": "ความเศร้าโศกของ Vera",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Vera's Melancholy_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "ฉันไม่เคยคิดเลยว่าโลกจะน่าเบื่อ เพียงแต่สิ่งที่สนุกและน่าสนใจ มันเกิดขึ้นในอีกกาแล็กซีที่แสนห่างไกลเท่านั้นเอง\nการผจญภัยครั้งยิ่งใหญ่ของ Vera สาวน้อยธรรมดาที่เพ้อฝันถึงดินแดนอันแสนไกลอยู่เสมอ ได้เริ่มต้นขึ้นอย่างลับๆ แล้ว\n-วันอันแสนยาวนานกับโลกที่ไม่มีที่สิ้นสุด-\n\"มีหลายครั้งที่ฉันคิด... ว่าในหมู่บ้านเล็กๆ แห่งนี้ ไม่มีอะไรให้ทำเลย เป็นที่ที่น่าเบื่อจริงๆ\"\nที่ไม่ใช่ครั้งแรกที่ Vera สาวน้อยบ้านทุ่งที่เติบโตมาในหมู่บ้านเล็กๆ ใน Delphi บ่นเบื่อด้วยหน้าบึ้งตึง เธอทิ้งตัวหลับตาลงนอนอยู่ข้างทางใกล้กับหมู่บ้าน สัมผัสสายลมที่พัดในช่วงต้นของฤดูร้อน\n\"แล้วจะมีที่ไหนในโลกนี้ ที่เธอจะไม่คิดว่ามันน่าเบื่อบ้างล่ะ?\" Sachi เพื่อนสนิทของเธอถามด้วยความสงสัย\nVera ยันตัวขึ้นนั่ง แล้วโน้มตัวมาข้างหน้า:\n\"ฉันเชื่อว่า อีกฟากของทะเลดวงดาวที่เราเห็น จะต้องมีดาวที่เป็นที่อยู่อาศัยของพวกเทพเจ้าที่ตอบรับทุกคำขอและความหวัง แล้วทุกคนที่มีความหวังก็กำลังออกเดินทางเพื่อไปยังที่นั่นให้ได้ ฉันเชื่อว่าในจักรวาลของเรา จะมีสักโลกหนึ่งที่อยู่ท่ามกลางสงครามอันไร้ซึ่งความหวัง มีดวงวิญญาณอันสูงส่งของนักรบสาวสิบสี่คนที่ลุกโชติช่วงสว่างไสว แม้เพียงชั่วครู่ แต่ก็งดงาม...\"\n\"เธออ่านนิยายแฟนตาซีมากไปแล้วนะ ฉันว่า\"\n\"แต่ว่านะ หมู่บ้านนี้มันน่าเบื่อจริง ๆ นั่นแหละ ไม่มีทางไหนที่จะมีเรื่องสนุกเกิดขึ้นที่นี่บ้างเลยหรือไงกัน?\"\n\"ถึงเธอจะพูดอย่างนั้น แต่ก็มีครอบครัวใหม่เพิ่งย้ายเข้ามาในหมู่บ้านเราด้วยนะ\"\n\"ความสนุกกับความใหม่ มันไม่เหมือนกันนะ!\"\nถึงจะพูดไปแบบนั้น แต่ Vera ก็ตัดสินใจจะลองไปเยี่ยม ส่วน Sachi ต้องรักษากฎของครอบครัว และเดินกลับบ้านไปทานอาหารมื้อค่ำกับครอบครัว\n......\nVera ผลักประตูเพื่อนบ้านคนใหม่อย่างเบา ๆ แต่ก็ต้องประหลาดใจที่มันไม่ได้ล็อกไว้\n\"มีใครอยู่ไหมคะ?\"\nในตอนนั้นเอง ตู้เก็บของในห้องนั่งเล่นก็พลันเปิดออก มีเด็กชายผมดำสวมแว่น กระโจนออกมาจากในนั้น ตามมาด้วยหนวดชุ่มเมือกสีฟ้าหนึ่งเส้น\n\"หลบไป! Tal ทำไมถึงปล่อยให้คนแปลกหน้าเข้ามาได้กัน?\"\nหนุ่มน้อยผมดำผลัก Vera ที่ขวางทางออกไปเบา ๆ แล้วเดินไปหยิบขวานที่วางพิงอยู่ข้างประตู\n\"ช่วยไม่ได้ ในเมื่อเธอเห็นทุกอย่างแล้ว ฉันคงต้อง...\"\nVera ตกอยู่ในวิกฤติซะแล้ว?!"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "ทุกอย่างมันดูน่าเบื่อไปหมด น่าเบื่ออยู่เสมอ ฉันไม่ได้เป็นโรคซึมเศร้าหรอกนะ มันก็แค่ช่วงเติบโตของวัยรุ่นอายุ 14 เท่านั้นเอง\nการผจญภัยของ Vera จึงได้เริ่มขึ้น\n—สวนหลังบ้านของฉันยังใหญ่กว่าจักรวาลซะอีก—\n\"คงต้องขอให้เธอช่วยแล้ว\" เด็กหนุ่มผมสีดำผู้เรียกตัวเองว่า \"Ike\" ส่งมีดทำครัวให้แก่ Vera\nเขาเดินกลับไปยังหน้าตู้และเริ่มหั่นหนวดอย่างเมามัน\n\"มาช่วยปิดประตูที ถ้าเกิดมีหนวดไปโจมตีเธอ เธอก็ใช้มีดนั่นป้องกันตัวซะล่ะ\" แว่นตาของ Ike เต็มไปด้วยของเหลวสีน้ำเงิน \"เร็วเข้า! อย่าให้เจ้าเทพชั่วร้ายนั่นเข้าไปถึง Delphi\"\nเมื่อได้ยินดังนั้น Vera จึงช่วยปิดประตูให้ Ike ถึงแม้ว่าระหว่างการจับกดหนวดพวกนั้น Vera จะทำมีดปักใส่ Ike อย่างไม่ได้ตั้งใจ ยังดีที่เวทการรักษาของ Ike นั้นแข็งแกร่งมาก\n\"อืม เรื่องก็เป็นอย่างนั้นแหละ ความจริงฉันก็อายุพันกว่าปีแล้ว ประตูนี้เชื่อมโยงไปยังสถานที่ใด ๆ บนโลก เจ้าอสูรที่มีหนวดนั่นคืออสูรเก่าแก่จาก Large Magellanic Cloud ฉันไปที่นั่นเพื่อเอาของมานิดหน่อย\" ร่างของ Ike เปรอะเปื้อนไปด้วยของเหลวและทำได้แค่ใช้ชายกระโปรงของ Vera เช็ดแว่นตาของเขา \"เอิ่มม เธอยังอยากรู้อะไรอีกมั้ย?\"\n\"ใครคือ Tal?\" เหมือน Vera จะไม่ได้ถือสา\n\"มันเป็นวิญญาณชั่วร้ายที่กลืนกินปราสาทโบราณของมนุษย์ มันมาทำหน้าที่เป็นพ่อบ้านให้ฉันตั้งแต่ฉันจัดการกับมันได้ ไม่รู้ว่าทำไมมันถึงเชื่องกับเธอจังเลยนะ แปลกจริง ๆ\"\nพ่อแม่ของ Vera มักจะบอกกับเธอเสมอว่าคนเราสุดท้ายแล้วก็ต้องมีหน้าที่การงานและครอบครัว ระยะทางนั้นเป็นเพียงแค่ความปรารถนาชั่วนิรันดร์เท่านั้น Sachi เพื่อนสนิทของเธอเคยบอกกับเธอว่าหากคนที่สดใสร่าเริงอย่างเธอต้องแต่งงานออกจากเมืองไป เมืองเล็ก ๆ นี่คงจะเงียบเหงาน่าดู\n(เพียงแค่ว่า Sachi ดูบอบบางเกินไป ถ้าไปเล่นกับเด็กผู้ชายคนอื่น ๆ คงจะถูกรังแกแน่ ๆ)\n\"จิตวิญญาณของมนุษย์นั้นยังไร้เดียงสาเกินไป ฉันจำเป็นต้องคอยชี้นำพวกเธอผ่านช่วงเวลาวัยเด็กที่ไม่นึกไม่ฝันนี้ไป\" Ike ยื่นสองมือเข้าเชื้อเชิญ Vera \"พวกเธอจะได้ขับร้องไปตามเส้นทางของพวกเธอและเติบโตขึ้นในที่สุด\"\nจาก Orion Arm ไปถึง Eternal City of Demons จากกระแสที่เชี่ยวกรากของเวลาจนถึงส่วนลึกของทะเล Starry...\n\"เธอคิดว่าแค่ไหนถึงเรียกว่าไกล? ไม่ว่ามุมไหนของจักรวาลก็ล้วนน่าเบื่อพอ ๆ กับสนามหลังบ้านของฉัน\" เขาพูด\n\"ขอบเขตของคำว่าระยะไกลนั้นขึ้นอยู่กับความเปลี่ยนแปลงของจิตใจ\" Ike ตอบ \"หัวใจของฉันนั้นใหญ่กว่าทั่วทั้งจักรวาล\""
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "จักรวรรดิแอนโดรเมดา ได้แผ่ขยายไปยังครึ่งระบบจักรดารา ดวงดาวทุกดวงที่อยู่ภายใต้จักรวรรดิมีเทพธิดาและซาตาน รวมถึงมังกรและมอนสเตอร์เป็นของมันเอง\n\"ฉันคิดเรื่องของดาวทุกดวงจากบ้านของเธอได้เรื่องหนึ่ง\" \"มันไม่มีทางที่กาแล็กซีแอนโดรเมดาที่จะใหญ่แค่หนึ่งในห้าของดวงจันทร์หรอก\"\nการผจญภัยของ Vera จึงดำเนินต่อไป\n—ชายผู้ขโมยดวงดาวที่โดดเดี่ยว—\n\"ฉันเป็นทายาทอันดับสองของจักรวรรดิ Andromeda เมื่อรวม ๆ แล้วมีชื่อมากกว่าสองร้อยคำ สรุปก็คือเธอสามารถเรียกฉันว่าเจ้าหญิง Andro-Basilisk\" สาวน้อยน่ารักกอดอกพลางคิดเกี่ยวกับการปรากฏตัวเมื่อไม่นานมานี้ ดูเหมือนจะพอใจมากและส่งเสียง \"หึหึ\" เล็ก ๆ อยู่ในลำคอ\nจุดประสงค์ของเจ้าหญิงในการลงสู่ Delphi คือการแต่งงานกับ Ike\n\"หากคนที่แค่เอ่ยนามก็สั่นคลอนไปถึงหนึ่งในสี่ของจักรวาลอย่างเธอแต่งงานล่ะก็ ความปลอดภัยของฉันจะได้รับการประกันหลังจากพี่สาวประสบความสำเร็จในการครองบัลลังก์\"\n\"ถ้างั้น... จักรวรรดิ Andromeda ใหญ่แค่ไหนเหรอ?\" Vera ถาม\n\"น่าจะใส่ดาวเคราะห์เข้าไปได้สักเก้าพันดวงล่ะนะ\"\n... เธอครอบครองดวงดาวตั้งมากขนาดนั้นแล้ว ทำไมถึงยังจะมาแย่งประกายไปจากฉันอีก?\n\"คุณไม่ได้ต้องการที่จะทำร้าย Vera จริง ๆ งั้นเหรอ?\" Sachi ถามอย่างระมัดระวังขณะดู Ike แบกม้วนกระดาษและลูกโลกอื่น ๆ\n\"ไม่หรอก ฉันคิดว่าเธอเหมาะที่จะเป็นผู้ช่วย\" Ike วางของลงและตบมือ \"ชอบเธองั้นเหรอ?\"\n\"ฉ... ฉันไม่... ไม่เลย\" Sachi หลบสายตา กลัวชายผู้มีอายุพันปีจะรู้ความรู้สึกของเขา\nในตอนนั้นเองมือของเขาก็ไปจับใส่กล่องที่เต็มไปด้วยรูปภาพ จากนั้น Sachi จึงสุ่มหยิบขึ้นมาจำนวนหนึ่ง ในรูปภาพดังกล่าวมีภาพของสาวงามอยู่หลายคน\n\"อ๊ะ นั่นน่ะ พวกเธอบอกว่า: \"แต่ฉันให้ความรักที่แท้จริงเพียงหนึ่งเดียวของฉันแก่เธอนะ!\" เพียงหนึ่งเดียวจริง ๆ งั้นเหรอ? ก็แค่หนึ่งในคนรักมากมายแค่นั้นไม่ใช่เหรอไง\"\nไม่รู้ว่าเคยไปได้ยินที่ไหนมา แต่ Sachi พูดออกมาด้วยความโมโห:\n\"คุณครอบครองดาวตั้งมากขนาดนี้ ทำไมถึงยังจะมาแย่งประกายไปจากฉันอีก?\""
          }
        ]
      },
      {
        "title": "ตอนที่ 4",
        "desc": [
          {
            "type": "RichText",
            "text": "มีคำกล่าวที่ว่า สิ่งที่ส่องแสงนั้นไม่จำเป็นต้องเป็นทองคำเสมอไป อาจเป็นใจที่แตกสลายเพราะอกหักก็ได้\nแต่ดวงดาวบนท้องฟ้านั้นไม่ใช่ทองคำ และหัวใจของคนส่วนใหญ่ก็ไม่ได้ทำมาจากแก้ว\nด้วยเหตุนี้ การผจญภัยของ Vera ก็ได้ก้าวเข้าสู่บทใหม่!\n-ของที่เป็นประกายเหล่านั้น-\n\"พวกคนที่อยู่ในรูปนี้สวยกันจังเลยนะ\" Vera หยิบกล่องของ Ike ที่เต็มไปด้วยกรอบรูปขึ้นมา\n\"ถ้าไม่สวยก็ไม่มีโอกาสได้เก็บภาพเป็นที่ระลึกแบบนี้หรอกนะ\"\nIke ไม่มีท่าทีที่จะบ่ายเบี่ยงอะไร ยังไงซะเขาก็เป็นชายผู้รอบรู้แห่งจักรวาล ที่อยู่มาแล้วเกินกว่าพันปี ซึ่งแน่นอนเขารู้ว่าเด็กผู้หญิงนั้นบอบบางมาก และก็สามารถกลายเป็นเรื่องยุ่งยากได้ง่ายมาก ๆ ด้วย ดังนั้น Ike จึงไม่เคยโกหกหรือรังแกเด็กผู้หญิงคนไหนเลย... จำไว้นะหนุ่ม ๆ\n\"หลังจากได้เห็นหมู่ดาวแล้ว ฉันก็ทำเพชรรูปดาวไว้เป็นที่ระลึก\" เขาอธิบายต่อไปว่า \"แต่ดวงดาวที่ส่องแสงเป็นประกายในจักรวาลพวกนั้นไม่ได้เป็นของใคร ดังนั้นจึงไม่มีการบอกว่าพวกมันถูกพรากไป\"\nVera นั้นไม่ได้เข้าใจในคำพูดนี้ \"หมายความว่ายังไงกัน?\"\n\"พูดให้คนโง่คนนึงที่ไม่ได้อยู่ที่นี่ฟังน่ะ อย่าใส่ใจเลย มนุษย์ก็แค่เพียงอ่อนเยาว์เกินไปเท่านั้น\"\n\"ฉันจะช่วยเป็นคนกลางระหว่างเธอ กับ Ike เอง\" Sachi ตะโกนใส่เจ้าหญิงแห่งจักรวรรดิ Andromeda ว่าอย่างนี้\n\"หา?\"\n\"ฉันชอบ Vera ฉันไม่อยาก...\"\n\"น่าขยะแขยง น่าเบื่อ เงียบซะเจ้าคนชั้นต่ำ Vera คือเพื่อนที่ข้าให้การยอมรับ จะปล่อยให้คนขี้ขลาดอย่างเจ้ารับช่วงต่อได้อย่างไร\"\n\"หะ หาา...\""
          }
        ]
      },
      {
        "title": "ตอนที่ 5",
        "desc": [
          {
            "type": "RichText",
            "text": "คุณไม่สามารถนั่งปิกนิกริมทางของถนนแห่งกาแล็กซีได้หรอกนะ! ถึงแม้เป็นเทพธิดาก็ต้องรับผิดชอบถ้าเกิดไปชนใครเข้า!\nประตูที่เชื่อมต่อกับหมู่บ้านธรรมดาสู่การสำรวจทุกสถานที่และทุกเวลา! มาร่วมดื่มชากับเทพธิดา และเล่นซ่อนหากับกาลเวลา... สุดยอดการผจญภัยของ Vera ก็ยังคงดำเนินต่อไป!\n—ปิกนิกข้างทาง—\nในระหว่างการนอนกลางวันของ Ike สงครามครั้งใหญ่ก็เกิดขึ้นระหว่างคนรับใช้ของเขา\nจอมเวทผู้ยิ่งใหญ่จะสยบเทพและปีศาจมากมายให้คอยอยู่รับใช้เขา Ike นั้นถือเป็นจอมเวทที่อยู่ในระดับสูง เหล่าอสูรที่คอยรับใช้เขานั้นมีมากกว่าตัวหนังสือในพจนานุกรมเสียอีก แล้วใครคืออสูรที่แข็งแกร่งที่สุดของเขากันนะ? เผื่อที่จะหาคำตอบของสิ่งนี้เหล่าเทพและอสูรจึงเข้าห้ำหั่นกันเพื่อหาคำตอบ\nโชคร้ายก็คือดูเหมือนพวกเขาจะนับเจ้าหญิง Sachi และ Vera เป็นผู้ช่วยของพวกเขาซะแล้ว\nIke นอนกลางวันเป็นเวลาสองชั่วโมง แต่ตอนนี้กลับมีดวงดาวสามดวงถูกทำลายไปแล้ว!\n\"ทำไมฉันต้องปกป้องเธอด้วยล่ะ?\" เจ้าหญิงชักมือของเธอกลับ และอสูรยักษ์ที่เสียลูกตาของมันไปก็หมอบลงกับพื้น\nแม้ว่าเผ่าพันธุ์อันโดดเด่นของจักรวรรดิ Andromeda จะดูน่ารักมาก แต่ว่าที่ฝ่ามือของพวกเขานั้นมีปากที่พิเศษอยู่ซึ่งเอาไว้เพื่อออกล่าศัตรูที่พ่ายแพ้หรือดวงตาของคนรัก\n\"พวกเราไม่ใช่เพื่อนกันงั้นเหรอ?\" Vera ถามอย่างเจ็บปวดพร้อมปาดเลือดที่อยู่บนใบหน้าของเธอทิ้ง\n\"อื้อ เป็นสิ?\" เจ้าหญิงหน้าแดงเบือนหน้าหนีไป \"หลังจากเรื่องเมื่อครั้งที่แล้วฉันก็ยกให้เธอเป็นเพื่อนเพียงคนเดียวของฉันแล้วล่ะ แต่ว่าฉันไม่ได้หมายถึงเธอหรอกนะ Vera\"\n\"เห้...!\" Sachi เข้าไปอยู่ในปากของมังกรยักษ์แล้ว\n\"เป็นไงล่ะ ยอมแพ้รึยัง?\" มังกรยักษ์ถามด้วยเสียงของคุณลุงแก่ ๆ \"ถ้าเกิดยอมแพ้และยอมรับว่าแกนั้นไร้ค่า แล้วฉันจะไว้ชีวิตพวกแก\"\n\"ฉันยอมแพ้... ยอมแล้ว!\" Sachi ตะโกนลั่น\n\"หยุดทำเป็นเก่งได้แล้วเจ้ากิ้งก่าชั้นต่ำ ตุ๊กแกที่พระราชวังของฉันยังแข็งแกร่งกว่าแกซะอีก!\" เจ้าหญิงยืดเส้นยืดสายและดัดนิ้ว\n\"ฉันไม่เกี่ยววววววว!\" Sachi ถูกมังกรลากหายไปบนท้องฟ้า\nการต่อสู้ระหว่างเผ่าพันธุ์ Andromeda และมังกรยักษ์โบราณจบลงอย่างรวดเร็ว!\nก็แค่ยอมแพ้ซะ เท่านี้ชีวิตก็ไม่ต้องมาเสี่ยงแล้วนี่\nSachi ต้องออกจากการแข่งขันและปลุก Ike ให้ตื่นขึ้นด้วยการตบด้วยรองเท้าแตะ ส่วน Vera ก็รอดมาอย่างปลอดภัยโดยมีเจ้าหญิงคอยปกป้อง\n\"ย๊ากกก แกเจ้าคนไร้ความสามารถ แค่เห็นก็อยากจะอาเจียน พวกของชั้นต่ำ อย่าเข้ามาไล่ฉัน ไม่ต้องมาพูดกับฉัน ไม่ต้องมามองฉัน ไม่ต้องมาหายใจร่วมกับฉัน\" เจ้าหญิงมอง Sachi แบบติดลบสุด ๆ"
          }
        ]
      },
      {
        "title": "ตอนที่ 6",
        "desc": [
          {
            "type": "RichText",
            "text": "มีนักวิชาการผู้ยิ่งใหญ่คนหนึ่ง เขาอยากเขียนหนังสือเกี่ยวกับวันเทศกาลของจักรวรรดิ\nแต่เขาพบว่าจักรวรรดิดูเหมือนจะมี เทศกาลเฉลิมฉลองอยู่ทุกวัน! และเป็นเพราะงานที่มากมาย เขาเขียนหนังสือมาหกเดือน แต่สุดท้ายก็เลิกไป\nนักเขียนอย่างฉันจะไม่ทำให้ทุกคนผิดหวัง!\n-อุทิศให้กับเทศกาลมากมาย-\nแม้ว่าเหตุการณ์สำคัญต่าง ๆ จะเกิดขึ้นบ่อยครั้งในช่วงนี้ แต่ก็ล้วนเป็นสิ่งต่าง ๆ ในจักรวาล ซึ่งตอนนี้เหตุการณ์ที่ค่อนข้างธรรมดากำลังจะเกิดขึ้น เมืองแห่งนี้กำลังเตรียมต้อนรับเทศกาลที่กำลังใกล้เข้ามา\n\"ทีนี้ก็ถึงคราวที่ฉันจะแนะนำเมืองนี้ให้คุณสองคนแล้วสินะ?\" Vera เสิร์ฟสตูโฮมเมดที่เธอทำให้เจ้าหญิงและ Ike\nยังไงซะสิ่งต่าง ๆ ที่พบในการผจญภัยในจักรวาลก่อนหน้านี้ ต่างก็ได้รับการอธิบายโดยเจ้าหญิงและ Ike มาตลอด ดังนั้นถ้า Vera จะมีความรู้อะไรที่สามารถอวดพวกเขาได้ล่ะก็ สิ่งนั้นก็คือบ้านเกิดของเธอนั่นแหละ\n\"...ต่อมาผู้ส่งสารคนแรกของราชาผู้ยิ่งใหญ่ อัศวินผู้กล้าหาญ Huffman ได้ข้ามผ่านสองทวีปไปทางตะวันตก เดินทางผ่านทั้งมหาสมุทรและแม่น้ำ ในขณะที่ปราชญ์แห่งราชสำนัก แม่มดแห่งทิศตะวันออก ได้ผ่านบ้านเกิดระหว่างเส้นทางทางทิศตะวันออก จากนั้นก็ก้าวผ่านดินแดนใต้พิภพ และท้ายที่สุดพวกเขาก็มาพบกันที่นี่\"\n\"เอ๋ อย่างนี้นี่เอง สุดยอดไปเลยนะ\" ทักษะการแสดงของเจ้าหญิงนั้นยังต้องได้รับการปรับปรุง ถึงแม้ว่าเธอจะไม่อยากให้ Vera ตระหนักได้ว่า เธอไม่ได้สนใจเรื่องราวพวกนี้เลยแม้แต่น้อย\n\"นั่นหมายความว่า สถานที่แห่งนี้ก็คือโลกสมมาตรของเมืองหลวงของกษัตริย์ผู้ยิ่งใหญ่ผู้นั้นใช่มั้ย\" Ike พูดพร้อมแสดงความคิดเห็นเกี่ยวกับเรื่องที่ดูเหมือนจะไม่สำคัญนี้\n\"อ๊ะฮ่าฮ่าฮ่าฮ่า พอคิดดูดี ๆ แล้ว ก็น่าจะตามนั้นแหละนะ\" Vera หัวเราะพลางพูดตอบและเอามือลูบที่หลังหัว\n\"ฉันเอาแต่พูดว่าจะออกไปจากที่นี่มาโดยตลอด แต่สุดท้ายก็รู้ตัวว่ามีเพียงสถานที่แห่งนี้เท่านั้น ที่ตัวเองรู้สึกคุ้นชิน\" คืนก่อนหน้าวันแห่งการรำลึกของเมือง อยู่ ๆ Vera ก็นึกถึงเรื่องนี้ขึ้นมาและร้องไห้!\n\"เจ้าโง่เอ๊ย มาทำให้ Vera ร้องไห้ซะได้!\" เจ้าหญิงกระโดดถีบขาคู่อย่างรุนแรง ทำเอา Sachi กระเด็นออกไป"
          }
        ]
      },
      {
        "title": "ตอนที่ 7",
        "desc": [
          {
            "type": "RichText",
            "text": "กลุ่มดาวที่อยู่ขอบจักรวาลนั้น ดาวเคราะห์ที่อยู่ได้นั้นมีน้อยมาก ด้วยเหตุผลนี้ที่นี่จึงเป็นสวรรค์ของนักเดินเรือ และโจรสลัดจากทะเลแห่งดวงดาว\nเป็นเพราะอยู่ในอวกาศ ดังนั้นเรือจึงไม่มีกราบซ้ายหรือขวา แต่ต้องอาศัยดาวฤกษ์ที่เรียกว่าดาวนำทางในการเดินเรือ\nการผจญภัยของ Vera ในทะเลแห่งดวงดาวยังคงดำเนินต่อไป ในขณะที่เธอสูญเสียการรับรู้ทิศทางไป!\n—สงครามกาแล็กซี่—\n\"การจุดไฟดวงอาทิตย์ขึ้นมาใหม่นั้นไม่ใช่เรื่องยากอะไร แต่นี่ไม่ใช่เรื่องที่จักรวรรดิ Andromeda ต้องการเห็น\" Ike พูดกับ Vera ที่ตื่นตระหนก\n\"เธอหมายความว่า เจ้าหญิงลักพาตัว Sachi เหรอ?\" Vera พูดด้วยน้ำเสียงตกใจ หลังจากที่ใช้ความคิด\n\"ทำไมเธอถึงคิดแบบนั้นล่ะ ฉันหมายถึงว่า คนที่ลักพาตัวเธอกับเจ้าหญิงได้ ก็มีแค่จักรวรรดิ Andromeda เท่านั้น\" Ike หันกลับมาเผชิญหน้ากับสิ่งมีชีวิตนับพันนับหมื่นในกาแล็กซี่\nเขานิ่งไปครู่นึงและพูดขึ้นว่า \"สิ่งมีชีวิตทั้งหลายในทะเลแห่งดวงดาว แม้ว่าฉันจะถูกราชินี Lebannin เรียกให้มาที่นี่เพื่อจุดไฟให้กับดาวฤกษ์ที่เหลืออยู่เพียงไม่กี่ดวง แต่ดูเหมือนว่าจักรวรรดิ Andromeda จะไม่ต้องการให้เป็นเช่นนั้น พวกเขาจึงจับตัวเพื่อนของฉันไป\"\n\"เธอเป็นห่วงชีวิตของพวกเขาทั้งสองคน มากกว่าสิ่งมีชีวิตทั้งหมดในโลกนี้อีกงั้นรึ?\" ราชินี Lebannin ลุกขึ้นจากบัลลังก์ \"ถ้าอย่างนั้น ฉันจะรวบรวมบรรดาเกาะในท้องทะเลแห่งดวงดาวไปทำไมกัน?\"\nสุดท้ายราชินีก็กระโจนเข้าสู่อันตรายเพียงลำพัง เธอเอาชนะมือสังหารของจักรวรรดิ Andromeda เพื่อช่วยเจ้าหญิงและ Sachi จากนั้นเธอก็พูดกับ Ike สั้น ๆ\n\"คิดไม่ถึงว่าเธอจะเอาชนะเผ่าพันธุ์อันโดดเด่นของจักรวรรดิ Andromeda ได้ พวกเขาถือได้ว่าเป็นเผ่าพันธุ์ที่แข็งแกร่งมาก มังกรศักดิ์สิทธิ์ที่ราชินีต้องการฆ่านั้นไม่ใช่คู่ต่อสู้ของเธอเลยจริง ๆ\" Ike กล่าวชม\n\"ที่จริงฉันแล้วก็คือมังกรศักดิ์สิทธิ์ หลังจากที่หลอมรวมกับเลือดเนื้อของ Lebannin แล้ว ฉันก็คอยทำตามความปรารถนาของเธอ\"\n\"หาาา...\" Ike ตกใจเล็กน้อย\n\"เจ้านั่นก็คือคนที่เจ้าหญิงองค์ที่สองโปรดงั้นเหรอ? ตอนที่ฉันเข้าไป พวกเขากำลัง...\"\n\"ว่าไงนะ?!\" Ike ตกใจเป็นอย่างมาก"
          }
        ]
      },
      {
        "title": "ตอนที่ 8",
        "desc": [
          {
            "type": "RichText",
            "text": "แน่นอนว่าปาร์ตี้ชุดนอนของสาว ๆ นั้นพวกหนุ่ม ๆ ไม่อนุญาตให้เข้าร่วม! พวกเด็กสาวสุดน่ารักก็ศักดิ์สิทธิ์ราวกับเทพในยุคแห่งทองคำ\nVera,เจ้าหญิง, ราชินี Lebannin และ Ur alpha แห่ง Galactic Swarm นี่เป็นค่ำคืนแห่งการพูดคุยกันของทั้งสี่สาว\n—ตัวของสาว ๆ เอง—\n\"ก็ถึงได้บอกไงว่าเป็นเรื่องเข้าใจผิด ตอนนั้นเธอจะกินฉันอยู่แล้วนะ\" Sachi อธิบาย\n\"นั่นไม่น่าจะเรียกกินหรอก\" Ike ขยับแว่นเล็กน้อย \"เผ่าพันธุ์อันโดดเด่นของจักรวรรดิ Andromeda มีอวัยวะบนฝ่ามือที่สามารถจับและกินลูกตาได้\"\n\"ฉันเคยเห็น จะบอกยังไงดีล่ะ มันคล้าย ๆ...ปลาแลมป์เพรย์?\" Sachi ตัวสั่นเทาเมื่อเขาพูดจบ\n\"ฟังฉันให้จบก่อน\" Ike จะดันแว่นตัวเอง แต่ดันไปโดนเลนส์จนมีรอยนิ้วมือติด เขาถอดแว่นและจับตาข้างซ้าย \"การกินลูกตาของพวกเขามีความหมายอยู่สองอย่างคือ: สวามิภักดิ์...\"\nจากนั้นเขาก็จับตาขวา\"...และรัก\"\nSachi จับเบ้าตาทั้งสองข้างของตัวเองตามและเริ่มครุ่นคิด ดูเหมือนเขาจะพยายามนึกว่าเป็นอย่างไหนกันแน่\n\"ที่สุดแล้วเจ้าหญิงไม่เข้าใจว่าเรื่องพวกนี้ต่างกันตรงไหน ในสายตาของเธอนั้น คนที่สวามิภักดิ์ต่อเธอ คนที่เธอเอาชนะได้ รวมถึงคนที่เธอรักก็เหมือนกันหมด ท่ามกลางการแย่งชิงอำนาจกันในราชวงศ์ คนเหล่านี้ล้วนเป็นคนที่ไม่มีทางจะทำร้ายเธอ\"\n\"ไม่แปลกใจเลยว่าทำไมมือสังหารของจักรวรรดิ Andromeda ถึงได้ลักพาตัวเธอไป นี่คงเป็นแผนยิงปืนนัดเดียวได้นกสองตัวของรัชทายาทคนอื่น ๆ สินะ?\"\n\"ฉันไม่อยากเข้าสู่วังวนแย่งชิงอำนาจของเหล่ารัชทายาท ก็เลยทำได้แค่ให้เธอช่วยสนับสนุนหล่อนให้มากขึ้นน่ะ\"\n\"ถึง ได้ บอก ไง...ว่าความสัมพันธ์ของฉันกับหล่อนคนนั้นไม่ได้เป็นแบบนั้น! หล่อนเกลียดฉันมากที่สุดไม่ใช่รึไง?\"\nว่าแต่ตอนนี้สาว ๆ คุยอะไรกันอยู่? นี่คงเป็นปริศนาตลอดไปสินะ"
          }
        ]
      },
      {
        "title": "ตอนที่ 9",
        "desc": [
          {
            "type": "RichText",
            "text": "\"Vera เป็นคนที่งดงามมาก เธอเป็นดั่งแสงแห่งจักรวาล แต่ว่าฉัน...\" \"เด็กผู้ชายในวัยนี้ก็ตัวเล็กกว่าเด็กผู้หญิงอายุเท่ากันทั้งนั้นแหละ\"\nเราต้องปล่อยวัยเด็กให้จางไป เพื่อตอบรับการมาของวัยรุ่น มันยังไม่สายไปหรอก ที่จะเริ่มคิดถึงมันในตอนนี้... ความเบื่อหน่ายที่แท้จริงเริ่มกัดกิน Vera แล้ว\n—วิหารโบราณแห่งความตาย—\nเมื่อ Vera และ Sachi โตขึ้นความสัมพันธ์ระหว่างคนทั้งสี่ก็เปลี่ยนไปอย่างน่าอัศจรรย์\n\"ฉันไม่อยากฟังเธออธิบายแล้ว\" Sachi พูดกับ Ike \"แม้ว่าคุณจะไม่มีความรู้สึกแบบนั้นกับ Vera แต่ Vera ก็จะตามเธอไปเสมอ\"\nIke เป็นสัญลักษณ์จากดินแดนอันแสนไกล เป็นคำอุปมาที่แปลกใหม่และไม่มีใครรู้จัก นกที่กล้าหาญนั้นจะไม่มีวันทำรัง จะโบยบินไปตามสายลมแห่งความรักเท่านั้น\nSachi ได้รับคำเตือนจาก Ike \"ไม่ว่าจะมองยังไง อายุพันปีก็ถือว่าแก่ล่ะนะ\"\n\"งั้นก็เข้ากันดีกับอายุฉันดีนี่นา\" เจ้าหญิงเงยหน้าขึ้นมาอย่างมีความสุข\nSachi ที่กำลังรวบรวมความกล้าเพื่อสารภาพรักกลับต้องเผชิญกับชะตากรรมที่โหดร้ายที่สุด\nยังจำดาบโบราณที่ Ike กับ Vera พบในตอนที่พวกเขาเจอกันครั้งแรกได้มั้ย? นั่นคือกุญแจที่ Ike ต้องเสี่ยงชีวิตเพื่อไปเอามา... แต่มาตอนนี้ Vera กลับถูกคมดาบบาดเข้าที่นิ้ว และไวรัสโบราณที่อันตรายสุด ๆ ก็พรากชีวิตของเธอไป!\n\"ทั้งหมดเป็นเพราะเธอนั่นแหละ!\" Sachi กระชากคอเสื้อของ Ike ถ้าเกิดนี่เป็นช่วงเวลาทั่วไป Ike คงจะหัวเราะแหะ ๆ และแสร้งทำเป็นโง่... แท้จริงแล้วเขานั้นเป็นเพียงชายแก่ที่อ่อนโยนและใจดี แต่ว่าครั้งนี้เขากลับปัดมือของ Sachi ทิ้งไป\n\"เธอย้อนเวลากลับไปได้ไม่ใช่เหรอไง ไปช่วย Vera ซะสิ!\" เจ้าหญิงก็ขอร้องด้วยคน\n\"พวกเธอไม่เข้าใจ มีเพียงอนาคตเท่านั้นที่จะเปลี่ยนแปลงอดีตได้ การเปลี่ยนแปลงอดีตน่ะไม่สามารถช่วยเหลืออนาคตของ Vera ได้\" Ike กัดปาดของตนจนเลือดไหลออกมา\n\"มีสถานที่ที่มีตำนานอยู่ว่าผู้คนในยุค Silver Age อาศัยอยู่ในวัยเด็กที่ยาวนานอย่างไม่น่าเชื่อซึ่งอาจใช้เวลานานถึงสองร้อยกว่าปี สิ่งนี้นำมาซึ่งความทุกข์ทรมานอย่างมากในช่วงเวลาสั้น ๆ ของวัยผู้ใหญ่\"\nถ้าเป็นคนอื่น ๆ วัยเด็กได้จบลง แต่ว่าก็เลยช่วงวัยรุ่นไปแล้ว\nแล้วพบกันใหม่กับ \"ความเศร้าโศกของ Vera\" ที่ไม่มี Vera!"
          }
        ]
      },
      {
        "title": "ตอนที่ 10",
        "desc": [
          {
            "type": "RichText",
            "text": "\"พอแล้วล่ะ กลับดีกว่า... ฝันของฉันที่ไปได้ไกลที่สุด คงหยุดอยู่ที่ Delphi\"\nขออภัยที่อธิบายช้าไปหน่อย แต่ Delphi คือศูนย์กลางของโลกตามความเชื่อของตำนานกรีกโบราณ \"ความเศร้าโศกของ Vera\" ก็ได้จบลงเพียงเท่านี้... มั้ง?\n—ความเศร้าโศกของ Vera—\nเพื่อที่จะฟื้นคืนชีวิตของ Vera Sachi, Ike และเจ้าหญิงต้องเผชิญกับการผจญภัยที่แสนอันตรายถึงยี่สิบปี จากเริ่มการต่อสู้กับ Baron of Hell ไปจนถึงสังหารมังกรอวกาศที่กลืนกินดวงดาว ทั้งสามคนยังได้ให้ความช่วยเหลือกาแล็กซี่สองแห่งและจักรพรรดิแห่งทางช้างเผือก กวาดล้างแมลงต่างดาวอันแสนอันตรายไปสี่ประเภท\nVera ผู้ซึ่งกำลังลืมตาตื่นขึ้นก็พบว่าตนเองอยู่ในอ้อมกอดของ Sachi ผู้ที่ได้กลายเป็นฮีโร่ของจักรวาลไปแล้ว\nช่วงเวลายี่สิบปีสำหรับการปกครองเผ่าพันธุ์ของ Andromeda นั้นก็ไม่ได้ถือว่านานเท่าไหร่นัก เธอยังคงน่ารักเหมือนดั่งวันวาน มีเพียงการแสดงออกของเธอที่แปลกมาก ๆ นั่นคือความสุขที่จริงใจและก็ใจหายเล็กน้อย\nSachi ผู้ซึ่งสูญเสียดวงตาของเขาไปข้างหนึ่งในตอนนี้นั้นได้เติบโตขึ้นมาเป็นบุรุษที่สูงใหญ่และกำยำ... แต่ก็ยังชอบร้องไห้เหมือนเดิมล่ะนะ น้ำตาของเขามักจะทำให้ไหล่ของ Vera ต้องเปียกชุ่มอยู่เสมอ แต่ว่าเขาไม่ใช่คนที่ยอมแพ้อะไรง่าย ๆ อีกแล้ว\nแต่กับ Ike มันกลับเหมือนไม่มีความเปลี่ยนแปลงอะไร ยังคงชอบยิ้มอยู่เสมอ\n\"ฉันเป็นเพียงเสียงสะท้อนของกาลเวลา\" Ike เริ่มเตรียมการ \"ก็เหมือนกับครั้งสุดท้ายที่ฉันพูดไว้ อดีตไม่สามารถเปลี่ยนแปลงอนาคตได้ สำหรับกฎสมดุลที่กำหนดไว้ล่วงหน้านั้นมีพลังมากกว่าฉันเล็กน้อย แต่อนาคตที่เต็มไปด้วยความเป็นไปได้ที่ไม่มีที่สิ้นสุดนั้นสามารถช่วยโลกได้\"\nIke ได้เปลี่ยนร่างของ Sachi ให้กลับไปเป็นร่างเมื่อยี่สิบปีก่อนของเขา หวนคืนสู่วันที่พวกเขาเริ่มต้นการผจญภัย ดูเหมือนทุกอย่างจะเป็นปกติสำหรับทั้งสี่คน แต่ทุกคนรู้ดีว่าวันวานที่ไร้เดียงสานั้นจะไม่กลับมาอีกแล้ว\n\"ฉันขอโทษจริง ๆ ที่ทำให้เธอต้องสูญเสียวัยเด็กที่ควรจะมีไป\" Ike พูดกับ Sachi\n\"ฉันยอมเจอสิ่งที่น่าพิศวงต่าง ๆ มากมายทั้งหมดในจักรวาลก็เพื่อเธอ วัยเด็กของฉันได้จบลงแล้ว\" Sachi เรียกความกล้าหาญต่อหน้าหญิงสาวแห่งโชคชะตา \"ถ้าไม่ใช่เพราะเธอ ฉันคงไม่มีวันเติบโตขึ้นมาได้\"\nคำตอบจะเป็นอย่างไร!\nผู้เขียนกำลังใช้ชีวิตอย่างมีความสุขในตอนนี้ด้วยค่าลิขสิทธิ์ของเก้าฉบับแรก หากคุณได้พบเจอกับเขาไม่ว่าจะมุมไหนของโลก ได้โปรดกดดันเขาให้กลับไปทำฉบับต่อไปด้วย"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ความเศร้าโศกของ Vera"
          }
        ]
      }
    ]
  }
}