{
  "epId": 2316,
  "name": "หนังสือนำเที่ยว Teyvat",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/07/11/176148810/54bd5dbf660fe7994cfddae10e08f3a5_6029638239610011512.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1689080758,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "หนังสือนำเที่ยว Teyvat"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "นิตยสารการท่องเที่ยวที่จัดทำขึ้นโดยกิลด์นักผจญภัย แต่ละภาคจะแนะนำสถานที่น่าเที่ยวของทวีป Teyvat เล่มนี้มีบันทึกการเดินทางช่วงสั้น ๆ ของนักเดินทาง Alice ขณะอยู่ที่ Mondstadt อยู่\n—ฉบับ Mondstadt—\nนิตยสาร Teyvat Geography ฉบับพิเศษ - การเดินทางของ Alice ใน Mondstadt\nDadaupa Gorge\nเผ่า Hilichurl ทั้งสามในหุบเขานี้มีความเจริญรุ่งเรือง หากเราสร้างกรงขังทรงลูกบอลที่สามารถหมุนได้ไว้ตรงกลาง จากนั้นนำพวก Hilichurl ทั้งหมดเข้าไปขังไว้ข้างในล่ะก็ บางทีพลังงานที่สร้างขึ้นอาจจะมีมากพอที่จะจ่ายให้กับโรงสีทั้งหมดใน Mondstadt ไปอย่างน้อยถึงห้าปี หรือบางทีถ้าเราจับ Hilichurl ที่แก่และพลังกายอ่อนล้าเกินไปเพื่อนำไปแปรรูปเป็นอาหารและส่งให้กับ Hilichurl ที่แข็งแรงเหล่านั้น บางทีมันอาจจะสามารถสร้างพลังงานได้มากขึ้น ไม่แน่มันอาจจะขับเคลื่อนโรงงานขนาดใหญ่เหมือนอย่างของ Snezhnaya เลยก็ได้!\nจากมุมมองของฉันนี่เป็นสิ่งที่เป็นไปได้อย่างยิ่ง\nในตอนที่ฉันเสนอความคิดนี้ให้กับพี่ Lisa ที่ห้องสมุด เธอมองมาที่ฉันไตร่ตรองอยู่สักพักและเปลี่ยนเรื่องพูดไปแบบสวยงาม\nStarsnatch Cliff\nจะว่าไปแล้ว เทพเจ้าแห่งสายลมนี่ช่างเป็นเทพที่สบาย ๆ จังเลยนะ ถ้าเกิดฉันเป็นเทพเจ้าบ้างล่ะก็ ฉันจะไม่ยอมให้ภูมิประเทศแต่ละที่ขึ้นมาแบบสุ่ม ๆ อย่างนี้! หากฝังระเบิดที่มากเพียงพอในตำแหน่งที่เหมาะสม แม้จะเป็นหุบเขาขนาดใหญ่อย่าง Starsnatch ก็ต้องป่นเป็นผุยผง ภูมิประเทศของ Mondstadt จะได้ราบเรียบกว่าตอนที่เป็นอยู่นี้\nน่าเสียดายที่หัวหน้ากองทหารม้าผู้ดูลื่นไหลคนนั้นไม่เห็นด้วยกับฉัน แล้วยังบอกให้ฉันอยู่ห่าง ๆ หุบเขา Starsnatch ไว้ซะอีก\nWindrise\nสถานที่นี้เป็นเพียงพื้นที่เดียวใน Mondstadt ที่มีภูมิประเทศที่ค่อนข้างราบเรียบและมีต้นโอ๊กขนาดใหญ่ขึ้นตรงใจกลาง ว่ากันว่านี่เป็นสถานที่ที่ Vennessa ขึ้นไปบนฟ้า ฉันค้นหารอบ ๆ ต้นไม้เป็นเวลานานแต่กลับไม่พบเศษซากเครื่องมือที่ใช้ในการส่งเลย\nฉันจับพวก Hilichurl ในบริเวณใกล้เคียงมาทำการทดสอบอยู่หลายครั้ง แต่อย่างมากก็บินไปได้แค่บริเวณห้องพักของนายพรานที่ Springvale เท่านั้น น่าผิดหวังจริง ๆ\nFalcon Coast\nเนื่องจากการทดลองที่ไม่ประสบผลสำเร็จของฉันสร้างความตื่นตระหนกให้แก่ผู้คนใน Springvale ฉันจึงถูกคุณ Jean ผู้เป็นหัวหน้ากองอัศวินสั่งคนให้มาคอยคุมฉันโดยเฉพาะ สิ่งที่ฉันทำได้มีเพียงแค่การเดินเตร่อยู่ใน Falcon Coast สถานที่นี้น่าเบื่อจะตายชัก ไม่ว่าจะเป็นพวกนกอินทรีที่บินโง่ ๆ อยู่บนฟ้า หรือว่าจะเป็นพวก Anemo Slime ที่น่าเบื่อ... ที่รับไม่ได้ที่สุดเลยก็คือฉันทำอะไรไม่ได้เลยสักอย่าง!\nในทางกลับกัน เด็กสาวที่เป็นอัศวินลาดตระเวนผู้รับหน้าที่เฝ้าดูฉันนั้นกลับเล่นกับพวกเด็ก ๆ อย่างสนุกสนาน\nWhispering Woods\nป่าอีกผืนหนึ่งของ Mondstadt ดูเหมือนอัศวินลาดตระเวนที่ชื่อ Amber นั่นจะคุ้นเคยกับสถานที่นี้เป็นอย่างมาก ของเล่นระเบิดได้ที่ Amber พกไปไหนมาไหนด้วยนั้นน่าสนใจมาก ๆ ถ้าให้ฉันปรับปรุงมันนิดหน่อยล่ะก็ไม่ใช่แค่เผาป่านี้ให้เป็นจุณ และอาจจะถึงขั้นเขย่าภูเขานี้เลยก็ได้\nข้อเสนอของฉันทำให้เธอกลัวแบบสุด ๆ เลย แต่ดูเหมือนของเล่นที่ระเบิดได้จะเป็นไอเดียที่ดีนะ\nครั้งหน้าต้องลองบ้างแล้ว\nBrightcrown Canyon\nในที่สุดก็สลัดกองอัศวินที่คอยตามนั่นทิ้งไปได้ หุบเขาที่ฉันเจอทางฝั่งตะวันตกเฉียงเหนือของ Cider Lake นี้ยังคงถูกปกป้องโดยกลไกโบราณ แต่เหล่าทหารยามที่คอยปกป้องราชันแห่งพายุนั้นได้หายไปแล้ว สิ่งเดียวที่สายลมเหลือไว้มีเพียงพวก Hilichurl ที่ไร้สติปัญญาและเครื่องกลที่คอยปกป้องที่นี่อยู่อย่างเงียบ ๆ\nการทดลองใช้ Hilichurl ในการควบคุม Ruins Guard เองก็พังไม่เป็นท่า Ruins Guard นั้นถูกแยกเป็นเสี่ยง ๆ และ... คงไม่ต้องพูดถึง Hilichurl ที่ถูกมัดติดไว้กับมันนั่น โดยรวมแล้วครึ่งหนึ่งของโบราณสถานเองก็พังไปด้วย\nStormterror's Lair\nBrightcrown Canyon นำทางไปยังซากปรักหักพังของเมืองหลวงโบราณขนาดใหญ่ที่ถูกสร้างโดย ราชันแห่งพายุ Decarabian ผู้โหดเหี้ยม เมืองโบราณทั้งหมดเป็นรูปวงแหวน ระหว่างวงแหวนด้านในและวงแหวนรอบนอกดูเหมือนว่าเหล่าประชาชนจะได้รับการจัดเตรียมล่วงหน้าสำหรับตำแหน่งที่อยู่ของตน ตรงกลางมีหอคอยขนาดใหญ่ตั้งอยู่ ที่นั่นเป็นตำหนักของราชันแห่งพายุ\nราชาผู้โหดเหี้ยมซึ่งครั้งหนึ่งพยายามที่จะควบคุมชีวิตของผู้คน ตอนนี้กลับไม่มีใครสนใจเกี่ยวกับซากปรักหักพังอันยิ่งใหญ่นั่นเลย\nเพื่อที่จะทำให้สามารถขึ้นหอคอยได้ง่ายขึ้น ฉันได้ทำการระเบิดห้องโถงทางเดินไปสองสามที่ ดูแล้วได้ผลไม่เลว เริ่มจะมีกลิ่นอายของโบราณสถานขึ้นมาแล้ว"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "นิตยสารการท่องเที่ยวที่จัดทำขึ้นโดยกิลด์นักผจญภัย แต่ละภาคจะแนะนำสถานที่น่าเที่ยวของทวีป Teyvat เล่มนี้มีบันทึกการเดินทางช่วงสั้น ๆ ของนักเดินทาง Alice ขณะอยู่ที่ Liyue อยู่\n—ฉบับ Liyue—\nนิตยสาร Teyvat Geography ฉบับพิเศษ - การเดินทางของ Alice ใน Liyue\nDihua Marsh\nกระแสน้ำทางเหนือของแม่น้ำ Bishui ทำให้สถานที่นี้กลายเป็นพื้นที่ชุ่มน้ำ ผ่านประตูหิน Stone Gate ที่สูงใหญ่และเดินต่อไปทางทิศใต้เรื่อย ๆ ก็จะได้พบกับบึง Silvergrass ที่กว้างสุดลูกหูลูกตา โดยในจุดที่อยู่สุดทางทางตอนใต้นั้นมีโรงแรมแห่งหนึ่งซึ่งสร้างขึ้นบนยอดของก้อนหินขนาดยักษ์ \"Wangshu Inn\" คือจุดที่สูงที่สุดของบึง Dihua Marsh จากตรงนี้จะสามารถมองไปทางใต้จะเห็นที่ราบ Guili Plains และป่าหิน Guyun Stone Forest ที่เคียงคู่กับชายฝั่งทะเลไปไกลจนสุดสายตา แล้วก็... ดูเหมือนว่าจะมีเด็กหนุ่มท่าทางแปลก ๆ คนหนึ่งยืนอยู่บนดาดฟ้าของโรงแรมนะ ฉันไม่คิดว่าฉันจะเคยได้เห็นหรือได้ฟังคำพูดจากปากของเขาเลย\nอาหารกลางวันของ Wangshu Inn นั้นอลังการมาก ๆ ส่วนเครื่องมือในครัวก็ครบครัน ช่างเหมาะที่จะเป็นสถานที่สำหรับทดลองการเล่นแร่แปรธาตุจริง ๆ เลย\nพูดถึงการทดลองเล่นแร่แปรธาตุแล้ว ฉันมีความคิดใหม่เกี่ยวกับตัวเร่งปฏิกิริยาการระเบิด ถ้าหากเป็นไปตามคาดล่ะก็ฉันจะอยู่ที่นี่นานอีกซักหน่อยแล้วค่อยไปที่ที่ราบ Guili Plains\nGuili Plain\nสุดท้ายฉันก็มาถึงที่ราบ Guili Plains ก่อนกำหนดประมาณสองถึงสามวัน\nตามบันทึกในตำนานนั้นบอกว่าที่ราบ Guili Plains นั้นเมื่อก่อนในสมัยที่ยังไม่เกิดสงครามเทพอสูรนั้นเป็นตลาดที่มีความรุ่งเรืองแห่งหนึ่ง\nสุนัขจิ้งจอกตัวเล็ก ๆ และฝูงนกกระจอกป่าที่นี่สวยงามมาก ได้ยินว่าอาหารที่ชาว Liyue นำมาถวายแก่เทพแห่งหินนั้นถูกเจ้าตัวร้ายพวกนี้แย่งกินไปไม่น้อยเลยทีเดียว ถ้าจับมาย่างกินน่าจะให้รสชาติที่หลากหลายดีรึเปล่านะ?\nถึงแม้ว่าสถานีตรวจสอบที่ถนนเส้นหลักจะมีความเข้มงวดมากแต่ยามรักษาการณ์ที่นั่นก็เป็นมิตรและอารมณ์ดีมาก ๆ ฉันใช้ยาในท้องที่เพื่อผสมเข้ากับน้ำยาโพชั่นให้ยามคนหนึ่งกินเพื่อรักษาซึ่งมันส่งผลกระทบออกมานิดหน่อย... เขาเริ่มที่จะเลียนแบบคำพูดของคนอื่นอย่างไม่ยอมหยุดและถึงขนาดลอกเลียนน้ำเสียงของพวกเขาอย่างสมบูรณ์แบบ\nJueyun Karst\nว่ากันว่าท่ามกลางทะเลหมอกและหมู่เมฆที่ยอดเขาสักแห่งใน Jueyun Karst เป็นที่อยู่อาศัยของเซียน มีคนเก็บสมุนไพรชาว Liyue หลายคนอ้างว่าพวกเขาเคยเห็นราชวังของเซียนมาก่อนซึ่งตามประสบการณ์ของฉันแล้ว การที่กินเห็ดแปลก ๆ มากเกินไปก็อาจจะทำให้เกิดภาพหลอนแปลก ๆ อย่างนั้นได้\nภูมิประเทศที่นี่นั้นน่าสนใจมาก ๆ เสาหินขนาดใหญ่มากมายเหล่านี้ให้ความรู้สึกเหมือนว่าพวกมันควรจะเป็นสิ่งที่อยู่ลึกลงไปข้างใต้พื้นดินเสียมากกว่า มีน้ำขังมากมายอยู่ใต้สถานที่แห่งนี้ บางทีหากถ่ายน้ำเหล่านี้ออกสู่ทะเลทั้งหมด Jueyun Karst อาจจะกลับลงไปอยู่ใต้ดินก็ได้นะ?\nคุณ Zhongli เพื่อนร่วมทางของฉันนั้นเป็นคนที่จริงจังและเข้มงวดมาก แต่ดูเหมือนว่าความคิดของฉันจะตลกซะจนทำให้เขาหัวเราะจนท้องแข็ง\nช่างเป็นคนที่แปลกดีจริง ๆ\nYaoguang Shoal\nว่ากันว่าหาด Yaoguang นั้นมักจะมีหมอกทะเลขึ้นมาอยู่บ่อย ๆ ซึ่งในช่วงที่หมอกหนาที่สุดนั้นแม้แต่นิ้วมือทั้งห้าที่เหยียดออกไปก็ยังยากที่จะมองเห็น แต่ว่าฉันมาไม่ทันช่วงเวลาที่ว่านั่นจึงค่อนข้างจะเสียดายอยู่นิดหน่อย\nมีเปลือกหอยที่สวยงามมากมายกระจายอยู่บนหาดทราย จะมีซักกี่อันกันนะที่เป็นมรดกสืบทอดมาตั้งแต่สมัยสงครามเทพอสูร? จากนั้นฉันก็นำเปลือกหอยเหล่านี้มาทำเป็นสร้อยคอซึ่งน่าเสียดายที่สุดท้ายดันไปถูกเจ้านักตกปลาที่โรงแรมนั่นนั่งทับซะเละไม่มีชิ้นดี...\nแล้วสุดท้ายยังต้องเสียค่ารักษาพยาบาลให้เขาเพราะว่านั่งทับซะจนได้รับบาดเจ็บซะอีก\nตรงจุดที่ไหลลงสู่ทะเลของแม่น้ำ Bishui มีเปลือกหอยสังข์ขนาดใหญ่อยู่หนึ่งอัน หญิงชราที่อาศัยอยู่ที่นั่นใจดีมาก ๆ ว่ากันว่าครอบครัวของเธอมาอยู่ที่นี่ด้วยการนั่งบนเปลือกหอยขนาดยักษ์ ตอนนี้เธอคอยช่วยเหลือผู้คนที่ต้องพบเจอกับอุบัติเหตุทางทะเล หากเปลือกหอยสังข์นี้ถูกเปลี่ยนเป็นเรือที่ขับเคลื่อนด้วยพลังของมันเองล่ะก็ บางทีมันน่าจะสะดวกกว่าที่จะช่วยชีวิตผู้คนจากทะเลได้มากขึ้น\nแต่หลังจากที่ฉันสูญเสียเรือหอยสังข์ต้นแบบลำที่สามจากการควบคุมไม่ได้และระเบิดไป ดูเหมือนว่าคุณยายจะไม่ยอมช่วยฉันอีกต่อไปแล้ว\nGuyun Stone Forest\nนี่คือสถานที่ที่เทพแห่งหินกำราบอสูรแห่งท้องทะเลลงได้ โดยหอกที่แตกร้าวซึ่งปักลงไปในท้องทะเลนั้นโผล่ขึ้นมาตั้งตระหง่านเหนือผิวน้ำ ซึ่งโครงสร้างปริซึมหกเหลี่ยมที่เกิดขึ้นจากการรวมตัวกันของธาตุหินนั้นน่าสนใจมาก เมื่อมองจากบนท้องฟ้าแล้วดูเหมือนเสาหินเหล่านี้จะถูกจัดวางไว้อย่างตั้งใจและทำเป็นรูปลักษณ์ที่เฉพาะเจาะจงอยู่เหนือผิวทะเล บางทีนั่นอาจจะเป็นเหตุผลที่เทพแห่งหินปักหอกหินลงบนทะเลในตอนนั้นรึเปล่านะ?\nดูเหมือนว่าคุณ Zhongli จากท่าเรือ Liyue จะคุ้นเคยกับตำนานเรื่องเล่าของที่นี่เป็นอย่างดี แต่ฉันยังไม่เคยเห็นเขามาที่นี่เลยสักครั้ง จากที่นี่มองออกไปจะมองเห็น Wangshu Inn อยู่ไกล ๆ ซึ่งคิดว่าเจ้าคนแปลก ๆ ที่เห็นที่โรงแรมเมื่อตอนนั้นน่าจะมองมายังที่นี่นี่แหละ\nการไหลเวียนของกระแสพลังในผืนดินที่นี่น่าสนใจมาก ๆ ซึ่งเมื่อเทียบกับสถานที่อื่น ๆ ใน Liyue แล้วดูจะเคลื่อนไหวรุนแรงกว่าและยุ่งเหยิงกว่ามาก... ดูเหมือนว่าจะมีพลังอำนาจที่ดื้อด้านบางอย่างซึ่งอ่อนแอลงที่ด้านล่างของทะเล บางทีอสูรที่ถูกกำราบในตอนนั้นอาจจะยังคงดิ้นรนอยู่ข้างล่างก็เป็นได้"
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "นิตยสารการท่องเที่ยวของที่จัดทำขึ้นโดยกิลด์นักผจญภัย แต่ละฉบับจะแนะนำสถานที่น่าเที่ยวต่าง ๆ ของดินแดน Teyvat โดยเล่มนี้เป็นบันทึกการเดินทางช่วงสั้น ๆ ของ Alice ขณะที่อยู่ใน Inazuma\nMt. Yougou\nภูเขาลูกใหญ่ที่อยู่ทางเหนือของเกาะ Narukami เต็มไปด้วยต้น Sakura อันงดงาม ต้น Sakura เหล่านี้มีรากที่เชื่อมต่อกันกับ Sacred Sakura ต้นใหญ่ ที่อยู่บนจุดสูงสุดของยอดเขา\nและผู้ที่คอยบูชาต้น Sacred Sakura ก็คือศาลเจ้าที่ใหญ่ที่สุดใน Inazuma... ศาลเจ้า Grand Narukami\nในช่วงไม่กี่ปีที่ผ่านมา ผู้ที่คอยดูแลศาลเจ้าก็คือยัยหนู Yae ซึ่งปัจจุบันเธอได้เติบโตเป็นสาวน้อยแล้ว พอคิดว่าจะไม่ได้แกล้งเธอให้ร้องห่มร้องไห้เหมือนเมื่อวันวานอีก ก็รู้สึกเสียดายอยู่ไม่น้อยเลยทีเดียว\nฉันคิดว่าเธอจะเมาง่ายเหมือนแต่ก่อน แล้วพูดจาโหวกเหวก ร้องไห้โวยวายยกใหญ่เสียอีก แต่คราวนี้คนที่เมาก่อนกลับเป็นฉันซะนี่... ดันพลาดทำตัวเองขายหน้าซะได้ แถมยังถูกเธอหัวเราะเยาะเย้ยใส่อีก ชิส์... ทำอย่างกับฉันเป็นยัยป้าที่ชอบหาเรื่องใส่ตัวเองอย่างนั้นแหละ ไม่สบอารมณ์เอาซะเลย\n... จริง ๆ เลย ทั้ง ๆ ที่อยากจะรังแกเด็กคนนั้นมากกว่านี้อีกสักหน่อยแท้ ๆ\nเมือง Inazuma\nนำสูตรทำดอกไม้ไฟสูตรใหม่ไปมอบให้เจ้าหนู Naganohara แต่หลังจากที่ได้ฟังคำแนะนำสรรพคุณของยาแล้ว เขาก็ปฏิเสธที่จะรับยารักษาหูหนวกตัวใหม่ซ้ำแล้วซ้ำเล่า จนแล้วจนรอดก็ไม่ยอมรับไว้อยู่ดี\nเจ้าหนู Naganohara เป็นคนที่หวงสูตรการทำดอกไม้ไฟมาก เขามักจะทำให้พลังการระเบิดเจือจางลง จนถึงขั้นที่ไม่สามารถสร้างความเปลี่ยนแปลงทางกายภาพต่อสิ่งแวดล้อมได้ อาศัยแค่การเผาไหม้จากโลหะต่าง ๆ เพื่อสร้างเอฟเฟกต์ที่แสนจืดชืดออกมาเท่านั้น\nอีกอย่างเขาก็เอาแต่หมกตัวทำการทดลองอยู่ในห้องทำงาน แบบนั้นมันจะไปสนุกได้ยังไงกันล่ะ!\nช่างน่าเสียดาย น่าเสียดายจริง ๆ เลย\nแต่ว่านะ Yoimiya ลูกสาวของเขาเป็นคนที่น่าสนใจมากเลยทีเดียว พวกเรารวบรวมลูกกวาดมากมายได้จากงานเทศกาล ทดสอบส่วนประกอบใหม่ ๆ ไปหลายตัว เป็นการเล่นที่สนุกมากเลยล่ะ!\n...แต่ไม่นานก็ถูกทีมดับเพลิงลากตัวไปยังชายหาดที่เงียบสงบซะแล้ว ได้ยินว่าเป็นเพราะกฎหมายด้านความปลอดภัยตัวใหม่ของเมือง Inazuma อะไรสักอย่าง อะไรของพวกเขาก็ไม่รู้\nพวกเราคุยกันเรื่องแนวคิดใหม่ ๆ มากมาย Yoimiya ยังได้ให้ข้อเสนอแนะเชิงสร้างสรรค์แก่ฉันด้วย เด็กคนนี้มีพรสวรรค์มาก ถ้าตอนที่ฉันสร้างสวนสนุกให้ Klee มีโชว์ดอกไม้ไฟของเธอมาร่วมวงด้วย จะต้องเป็นอะไรที่เพอร์เฟคมากแน่ ๆ\nแต่น่าเสียดายที่โชกุนจอมหน้าบึ้งคนนั้นเอาแต่คอยจับตาดูเรา ฉันจึงไม่ทันได้ช่วยเธอปรับปรุงของเล่น แถมไม่ทันได้ลากตัวเธอออกมาพร้อมกันด้วย\nเมื่อไม่นานมานี้ ตอนที่กำลังเตรียมน้ำยาโพชั่นสำหรับการบินอยู่ในครัว แต่มันดันไประเบิดใส่นายพลเท็งงุวัยเยาว์จนบาดเจ็บโดยไม่ตั้งใจ ขนบนปีกซ้ายของเธอคงต้องใช้เวลากว่าครึ่งเดือนถึงจะงอกออกมาใหม่ เดิมทีฉันก็อยากจะช่วยเธอทำแผลอยู่หรอก แต่ตั้งแต่นั้นมา เด็กคนนั้นก็เอาแต่หลบหน้าฉันตลอดเลยน่ะสิ...\nฉันจึงทิ้งยาบางส่วนไว้ให้เธอ จะได้เป็นการทดลองประสิทธิภาพของยาด้วยเลย\nหลังจากอุบัติเหตุครั้งนั้น ดูเหมือนว่าเจ้าคนที่เอาแต่หมกตัวอยู่ใน Tenshukaku จะส่งทหารมาคอยสะกดรอยตามฉัน นี่มันดูจะเกินไปหน่อยนะ\nทั้ง ๆ ที่ฉันก็ไปขอโทษต่อหน้าแล้วแท้ ๆ แต่เธอก็ยังไม่ยอมรามือ\nยิ่งไปกว่านั้น เรื่องที่ฉันขอยืมใช้ห้องครัวเพื่อทำการทดลอง เธอก็เป็นคนอนุญาตเองแท้ ๆ!\nนอกจากนี้ นี่เป็นครั้งที่ 6 แล้ว ที่คุณหนู Kamisato ปฏิเสธคำเชิญให้เข้าร่วมไอดอลกรุ๊ป ช่างน่าเศร้าเหลือเกิน\nTatarasuna\nTatarasuna เป็นเกาะธรรมชาติรูปวงแหวน พร้อมภูเขาสูงตระหง่านที่สามารถมองเห็นทะเลรอบด้าน ห้อมล้อมเตาหลอมเหล็กขนาดใหญ่ที่อยู่ตรงส่วนกลาง นี่คือฐานการผลิต \"Jade Steel\" ของ Inazuma ซึ่งคอยผลิตวัสดุทำอาวุธคุณภาพสูงให้กับเหล่าคนใหญ่คนโตให้ได้เชิดหน้าชูตา... ใช้ผลึกจากเลือดและกระดูกของเทพอสูรที่แพ้พ่าย กับแร่คุณภาพสูงหลอมรวมกันจนกลายเป็นเหล็กกล้าที่แข็งแรงทนทาน\nที่นี่คือทรัพย์สินที่น่าภาคภูมิของท่านเจ้าสำนัก Tenryou ด้วยเหตุนี้เขาจึงดูแลช่างทางเทคนิคเป็นอย่างดี\nระหว่างที่เดินทางใน Tatarasuna ผู้ที่เดินร่วมทางกับฉันก็คือสุภาพสตรีท่านหนึ่งที่มีนามว่า Kagami Gozen ดูเหมือนว่าเธอจะเป็นหัวหน้าของคนงานในท้องถิ่น และมีตำแหน่งเป็นเจ้าหน้าที่รักษาการณ์ของ Shogunate ถึงแม้เธอจะเป็นผู้ใต้บังคับบัญชาของท่านเจ้าสำนัก Tenryou แต่ต่อหน้าคนงานเหล่านี้ เธอดูเหมือนจะมีตำแหน่งทัดเทียมกับชายชราคนนั้นเลย\nดูเหมือนว่าเหล่าคนงานจะเชื่อถือและเคารพรักเธอมาก พวกเขาเต็มใจที่จะเชื่อฟังคำสั่งของเธอ มากกว่าจะเคารพคำบัญชาของโชกุน... แต่ Kagami Gozen มักจะทำหน้านิ่วคิ้วขมวด และตัวห่างเหินกับผู้คนอยู่ตลอดเวลา\nเหล่าคนงานของ Tatarasuna ล้วนแล้วแต่เป็นชาวบ้านที่ไร้รากฐาน ถูกกระแสน้ำแห่งประวัติศาสตร์พัดพาให้มาอยู่รวมกัน ณ ที่แห่งนี้ ใช้รอยสักบนร่างและเสียงเพลงในการจำแนกอีกฝ่าย แต่ก็ยังยึดมั่นต่อความสัมพันธ์ระหว่างกันและกัน\nเช่นเดียวกับคนงานคนอื่น ๆ ใน Tatarasuna บนตัวของ Kagami Gozen เองมีรอยแผลเป็นที่เกิดจากไฟอุณหภูมิสูง และ \"Tatarigami\" ในสายตาคนภายนอก นี่คงเป็นสัญลักษณ์ของความอายุสั้นและโรคภัยไข้เจ็บ แต่ในสถานที่แห่งนี้ มันกลับเป็นตราสัญลักษณ์ที่บ่งบอกว่าพวกเขาเป็นครอบครัวเดียวกัน\nฉันแอบปรับเปลี่ยนพารามิเตอร์ของ \"Mikage Furnace\" รื้อถอนวาล์วและแผงบางส่วนจับโยนทิ้งไปในทะเล และปรับปรุงฝาครอบป้องกัน ซึ่งก็ดีกว่าแต่เดิมที่แทบไม่มีอะไรเลย บางทีมันอาจจะสร้างความประหลาดใจให้กับพวกวิศวกรจาก Fontaine พวกนั้นก็ได้?\nหรือบางทีตาเฒ่า Kujou คนนั้น ก็อาจจะโกรธเป็นฟืนเป็นไฟเพราะผลผลิตลดน้อยลง... แต่อย่างน้อยการไหลเวียนของ \"Tatarigami\" ก็จะไม่หลุดจากการควบคุม เนื่องจากความร้อนสูงเกินไปอีกแล้ว และถึงแม้จะต้องเผชิญหน้ากับภัยสงครามที่จะปะทุขึ้นในไม่ช้า ก็คงไม่ถึงขั้นเกิดการระเบิดและความเสียหายรุนแรงอย่างแน่นอน\nอย่างน้อยก็เป็นมาตรฐานส่วนตัวที่ฉันคาดการณ์เอาไว้ล่ะนะ\nหึหึ แต่ไม่แน่ว่าหลังจากการแทรกแซงที่แยบยลของฉัน สงครามอาจจะไม่เกิดขึ้นเลยก็ได้?\nฉันน่ะนะ อยากจะเห็นตอนที่คำทำนายของพวกโหรแห่งดวงดาวเหล่านั้นคลาดเคลื่อนซะจริง พวกเขาจะทำสีหน้ายังไงกันบ้างนะ!\nเกาะ Yashiori\nท้องฟ้าเหนือเกาะ Yashiori นั้นแจ่มใส และปลอดโปร่งโล่งสบายมาก\nฉันเคยได้ยินพวกองเมียวจิที่แสนน่าเบื่อเหล่านั้นเล่าว่า โชกุน Raiden เคยจัดตั้ง \"เครื่องราง\" มากมายไว้บนเกาะแห่งนี้ เพื่อป้องกันการปนเปื้อนจากสิ่งตกค้างของเทพอสรพิษ... เอ่อ ความหมายโดยคร่าว ๆ ก็ประมาณนี้แหละ ฉันยังใช้สำนวนทางความเชื่อพวกนั้นไม่ค่อยเป็นสักเท่าไหร่\nจากการตรวจสอบของฉัน เสาไฟเหล่านั้นมันน่าสนใจมาก ถึงแม้จะใช้รูปลักษณ์ภายนอกจากความเชื่อของเทพแห่งสายฟ้า แต่เทคนิคที่ใช้อยู่ภายในกลับเป็นอะไรที่ฉันคุ้นเคยดี\nโอ้ เกือบลืมไปเลยว่าตัวเองกำลังเขียนบันทึกการเดินทาง ไม่ใช่เวลามาพูดถึงปัญหาทางวิชาการสุดน่าเบื่อเหล่านั้น!\nเมื่อไปที่ Higi Village ก็ได้รับการต้อนรับจากหัวหน้าหมู่บ้าน Washizu เป็นอย่างดี ปลาย่างกับ Onigiri อร่อยมาก\nนอกจากนี้ ชายหาดที่ได้ชื่อว่า \"หาด Nazuchi\" ยังเต็มไปด้วยโจรสลัดที่แสนเป็นมิตรอยู่มากมาย... ช่างน่าเสียดาย ที่ไม่สามารถอยู่บนเกาะแห่งนั้นได้นานกว่านี้แล้ว\nเหมืองที่อยู่บนเกาะครึกครื้นมาก แต่เครื่องมือของคนงานเหมืองเหล่านั้นกลับเรียบง่ายและล้าหลัง ถึงแม้บนเกาะจะเต็มไปด้วยเครื่องรางที่โชกุนคนนั้นจัดตั้งไว้ ซึ่งมันช่วยปิดกั้นการแพร่กระจายของ \"Tatarigami\" ส่วนใหญ่เอาไว้ แต่เมื่อต้องอยู่ภายใต้ผลกระทบของผลึกกระดูกงูเป็นเวลานาน คนงานเหมืองจึงเจ็บป่วยเป็นโรงเรื้อรังกันเป็นจำนวนมาก\nSakura Mochi ที่เหล่าองเมียวจินำมาจากศาลเจ้า Grand Narukami นั้นอร่อยมาก แต่ก็ยังห่างชั้นจากฝีมือของยัยหนู Yae อยู่ไกลโข\nหลังจากนี้ก็ไปเยี่ยมเยือนศาลเจ้า Asase ต่อแล้วกัน ไม่รู้ว่าเจ้าแมวอ้วนที่อยู่ที่นั่นจะเป็นยังไงบ้าง... ครั้งที่แล้วพยายามใช้กรงแบบพิเศษดักจับมัน แต่ดันถูกมิโกะหยุดเอาไว้ซะก่อน ช่างน่าผิดหวังจริง ๆ"
          }
        ]
      }
    ]
  }
}