{
  "epId": 2318,
  "name": "สายลมในป่าเขา",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "เมื่อเวลากว่าร้อยปีก่อนนั้นพวกนักวิชาการได้รวบรวมบันทึกบทกวีของเหล่ากวีพเนจรไร้นามมากมายใน Mondstadt เอาไว้และตั้งชื่อไว้ว่า \"สายลมในป่าเขา\"\n—สุดยอดเรื่องราวที่ผ่านการคัดสรร—\n\"Breeze in the Forest\" กับ \"Breeze in the Lake\" นั้นเป็นคอลเลกชันบทกวีบรรยายสองฉบับ เหล่านักวิชาการได้ทำการรวบรวมบทกวีของเหล่ากวีพเนจรไร้นามมากมายจาก Mondstadt ซึ่งทั้งสองฉบับนี้ก็คือฉบับที่รวบรวมออกมา\nเพื่อที่นักกวีพเนจรจะได้รับคำตอบรับจากผู้ฟังและ Mora พวกเขามักจะพูดถึงเรื่องราวที่เกินจริงหรือบิดเบือนประวัติศาสตร์ ส่วนใหญ่จึงมักจะไม่มีความน่าเชื่อถือ แต่จินตนาการอันงดงามและวาทศิลป์ที่ยอดเยี่ยมได้ทำให้ผ่านช่วงเวลาของสายลมนับพันไปแล้วจนถึงทุกวันนี้\n......\n\"เพื่อรำลึกถึงเรื่องราวในสมัยก่อน เหล่ากวีจึงขับขาน\"\n\"(ในเวลานั้น)เหล่าทวยเทพแฝงกายในฝูงชน อยู่ในโลกของมนุษย์ใบนี้\"\nเมื่อกวีจบเรื่องราวของซากปรักหักพังและเรื่องราวของ Vennessa จากนั้นก็เริ่มพูดถึงเรื่องราวของมังกรแห่งสายลม เขาเริ่มต้นด้วยการขับขาน \"เรื่องราวที่ฉันจะบอกนั้นมาจากอดีตกาลอันแสนนาน เป็นช่วงเวลาที่เหล่าทวยเทพยังอยู่ร่วมกันกับมนุษย์\" ในช่วงเวลานั้นเจ้ามังกรที่มีธาตุลมถือกำเนิดขึ้น (หมายเหตุ 1) มันเต็มไปด้วยความอยากรู้อยากเห็นเกี่ยวกับทุกสิ่งในโลก\nมันบินลงมายังหมู่บ้านแห่งหนึ่ง แต่กลับถูกปาหินใส่โดยฝูงชนที่ตื่นกลัว เจ้ามังกรไม่เข้าใจภาษาของผู้คนที่โหวกเหวกโวยวายด้วยความหวาดกลัว\nมันบินลงมายังสุสาน ได้ยินแต่เสียงโหยหวนเศร้าโศกของผู้คน เจ้ามังกรไม่เข้าใจภาษาของผู้คนที่โหยหวนด้วยความเศร้าเสียใจ\nมันบินลงมายังสวนผลไม้ แต่กลับได้รับแต่ความโกรธเกรี้ยวของผู้คนผู้สูญเสียผลไม้ของพวกเขา เจ้ามังกรไม่เข้าใจภาษาของผู้คนที่ด่าทอมันด้วยความเกรี้ยวโกรธ\nโลกมนุษย์นั้นช่างซับซ้อนเกินกว่าที่เจ้ามังกรหนุ่มจะเข้าใจได้ แต่มันก็ยังอยากจะขอลองดูต่อไป\nจนกระทั่งถึงวันหนึ่ง เจ้ามังกรได้ยินเสียงของ Holy Lyre der Himmel \"Der Himmel\" คือชื่อของพิณและมันคือของคู่กายของเทพแห่งสายลม เจ้ามังกรเมื่อถูกดึงดูดโดยเสียงของพิณก็ลงมาจากฟ้ามาอยู่ข้างกายของผู้ที่ขับร้อง\nผู้คนเริ่มที่จะตื่นตระหนก เพราะมังกรผู้ครอบครองพลังงานธาตุอันทรงพลังกับเทพผู้ยิ่งใหญ่กำลังเผชิญหน้ากันอยู่\n\"ดูสิ มันออกจะสวยงามและอ่อนโยนขนาดนี้\" นักกวีแห่งสายลมเอ่ย\n\"แต่ว่า พวกเราไม่รู้ว่ามันคิดอะไรอยู่นี่\" พวกมนุษย์ตอบกลับ\nท่วงทำนองและบทกวีดึงดูดทั้งมังกรและผู้คน นี่มันเวทมนตร์อะไรกันนะ? เจ้ามังกรตัดสินใจที่จะอยู่เคียงข้างนักกวีผู้นั้น เพราะว่ามันเองก็อยากให้ทุกสิ่งเข้าใจหัวใจขอมัน มันเรียนรู้ที่จะพูดภาษาของมนุษย์และเทคนิคการขับร้องของนักกวี\n... การละเว้น...\nเหล่าคนรุ่นหลังนั้นยกให้มันเป็นหนึ่งใน Four Winds ผู้คอยปกปักรักษา Mondstadt\n\"เมืองโบราณล่มสลาย ไข่มุกสูญเสียความแวววาว\"\n\"ทองคำสีจืดจาง ผ้าไหมขาวกลายเป็นเหลือง\"\nนั่นคืออีกเรื่องอื่นอีกเรื่องที่เกิดขึ้นกับอาณาจักร Khaenri'ah ที่หายไป\nราชวงศ์ Blacksun ล่มสลายลงและภัยพิบัติก็ทะลุผ่านกำแพงเมืองโบราณและแผ่ไปทั่วแผ่นดินใหญ่ เหล่านักเล่นแร่แปรธาตุที่ถูกเรียกว่า \"ทองคำ\" ตกต่ำจากความโลภและแรงทะเยอทะยานของพวกเขา ก่อเกิดอสูรแห่งความมืดจำนวนมาก งูยักษ์ทะมึน... มังกรดำ \"Durin\" ทะยานขึ้นมาจากทะเลสู่ท้องฟ้าเหนือ Mondstadt แต่ว่าในเวลานั้นไม่มีผู้สืบทอดอัศวิน Lionfang และเหล่ากองอัศวินแห่ง Favonius ก็ไม่สามารถโบกสะบัดธงตราอินทรีของพวกเขา\nความเศร้าโศกและโกรธเกลียดนั้นในที่สุดก็เรียกเทพแห่ง Mondstadt ให้ออกมาอีกครั้ง... นักร้องแห่งสายลม Holy Lyre กลับมาสั่นไหวอีกครั้ง และมังกรแห่งสายลมก็ถูกเรียกให้หวนคืนกลับมา\nตอนนี้ Mondstadt คงเหลือแต่มังกรแห่งสายลมเป็นที่พึ่งสุดท้ายแล้ว เจ้ามังกรปีศาจและมังกรแห่งสายลมต่างเข้าเผชิญหน้าเพื่อหมายเอาชีวิตซึ่งกันท่ามกลางพายุที่โหมกระหน่ำ\nในที่สุดชัยชนะก็ตกเป็นของมังกรแห่งสายลมโดยการกัดเข้าไปที่คอหอยของเจ้ามังกรปีศาจ ซึ่งนั่นทำให้มันได้รับเลือดที่เป็นพิษเข้าไป เลือดพิษของมังกรแสนชั่วร้ายที่สามารถกัดกร่อนทอง ป่นภูผาและทำลายล้างโลก\nมังกรแห่งสายลมได้ปกป้อง Mondstadt เอาไว้ มันคิดว่าแบบนี้ผู้คนคงจะเข้าใจมันได้มากขึ้น และเข้าสู่การจำศีลในที่สุด\nHoly Lyre ส่งเสียงที่ฟังแล้วเศร้า\nHoly Lyre เอ่ยขึ้นว่าครั้งต่อไปที่เธอตื่นขึ้น เธอควรจะเป็นอิสระ มังกรที่บินได้อย่างอิสระบนท้องฟ้า ทุกสิ่งจะเข้าใจถึงความงดงามของเธอ...\n(หมายเหตุ: สิ่งมีชีวิตที่กำเนิดจากธาตุ หากตกต่ำจะกลายเป็น slime หากพัฒนาจะกลายเป็นคริสตัลผีเสื้อ; มีส่วนน้อย ๆ ที่จะเปลี่ยนเป็นอสูรแร่ธาตุที่อันตราย อสูรแร่ธาตุที่มีรูปร่างของมังกรนั้นหายากมาก ๆ มันแข็งแกร่งและสามารถต่อกรกับปีศาจทั้งหลายในอดีตได้)"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "ภาคผนวกของชุดบทกวีลมหวนในป่าเขา ที่หยิบยก เรื่องราวจากแหล่งข้อมูลต่างๆ มาไว้ด้วยกัน\nบอกเล่าเรื่องราวของมังกรแห่ง Mondstadt\n—หนังสือแห่งมังกร—\nจากบทประพันธ์ของ Musk เรื่อง \"งานวิจัยเกี่ยวกับวัฒนธรรมและประเพณีของอาณาจักรแห่งลม\" หรือที่รู้จักกันในชื่อ \"บันทึกประเพณีและวัฒนธรรม\"\n......\n\"หมาป่า\" แห่งกองอัศวิน Boreas \"ราชสีห์\" แห่งกองอัศวิน Dandelion (Lion Fang) \"วิหค\" แห่งกองอัศวิน Favonius รวมไปถึง Dvalin... \"มังกรลม\" ล้วนถูกมองว่าเป็น \"สี่วายุ\" ผู้คอยปกปักรักษา Mondstadt ตลอดมา\nในตอนที่อัศวิน Lionfang ปลดแอก Mondstadt กองอัศวินแห่ง Favonius ก็ถูกก่อตั้งขึ้นมา จนถึงตอนที่อัศวินแห่ง Boreas ได้เข้าร่วมกับพวกเขาแล้ว วัฒนธรรมการสักการะ \"สี่วายุ\" ก็ได้กำเนิดขึ้นใน Mondstadt ส่วน Dvalin นั้นยิ่งเก่าแก่เข้าไปอีก\nช่วงเวลาประมาณร้อยปีก่อนหน้านั้น ทวีปทั้งทวีปตกอยู่ในความโกลาหล ความมืดแพร่กระจายไปทั่วทั้งแผ่นดิน ทุกสิ่งทุกอย่างที่พบเจอต้องแปดเปื้อน ในช่วงเวลานั้นเหล่าสิ่งมีชีวิตที่ป่าเถื่อนแพร่กระจายไปทั่วทั้งแผ่นดิน สร้างความกดดันให้พวกมนุษย์ต้องอยู่อาศัยแต่ในเบื้องหลังกำแพงเมือง\nช่วงเวลานั้นเป็นช่วงเวลาที่แสนสาหัสของ Mondstadt เนื่องจากการขาดผู้มีคุณสมบัติในการสืบทอดตำแหน่งอัศวิน Lionfang ส่วนกองอัศวินแห่ง Favonius ก็กำลังเผชิญกับช่วงเวลายากลำบาก ในช่วงเวลานั้นเอง Durin อสูรมังกรผู้แปดเปื้อนที่ครอบครองพลังอันล้นเหลือก็เข้าจู่โจม Mondstadt\nในที่สุดเหล่าผู้ศรัทธาก็ปลุกเจตนารมณ์ของเทพแห่งลมให้ตื่นขึ้นมา และเจตนารมณ์นั้นก็เรียก Dvalin มังกรแห่งลมให้กลับมาด้วย มันเป็นเหมือนปราการด่านสุดท้ายของ Mondstadt เข้าต่อสู้กับ Durin ด้วยทุกสิ่งทุกอย่างที่มี\nผลของการต่อสู้นั้นชัดเจน ร่างของ Durin ยังคงอยู่บนยอดของภูเขาหิมะทางตอนใต้ของ Mondstadt แต่เรื่องราวระหว่างการต่อสู้นั้นไม่มีใครทราบได้ ว่ากันว่า Dvalin ได้กัดเข้าที่คอหอยของอสูรมังกรและตกลงมาจากฟ้าด้วยกันกับร่างของ Durin ร่างของอสูรมังกรจมอยู่ในกองหิมะส่วน Dvalin ก็ถูกเทพแห่งลมเรียกกลับไปและเข้าสู่การจำศีล\n......\nผู้คนต่างเชื่อมั่นว่ามังกรแห่งสายลมจะหวนกลับคืนมาเมื่อผู้คนเรียกหา กลับมาเพื่อปกป้อง Mondstadt\nแต่ในช่วงเวลาแห่งความสงบสุข ความเชื่อที่มีต่อสี่วายุ ก็ได้จางหายไป และวัดของพวกเขาก็กลายเป็นเพียงสถานที่ที่รกร้าง\n(การอ้างอิงจากแหล่งไม่รู้ที่มา: ในตอนที่พวกเรารู้ว่าอสูรมังกร Stormterror ที่ต่อสู้กับเหล่าอัศวินหลายต่อหลายครั้งนั้น แท้จริงแล้วคือ Dvalin แห่งสี่วายุ ศัตรูผู้ขับเคลื่อนด้วยความเกลียดชังนั้นไม่สามารถที่จะเจรจากันได้ มังกรผู้ตื่นจากช่วงเวลาหลับใหลเป็นร้อย ๆ ปี ไม่ต้องสงสัยเลยว่ามันรับรู้ได้ถึงการทรยศของผู้คนใน Mondstadt...)"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "สายลมในป่าเขา"
          }
        ]
      }
    ]
  }
}