{
  "epId": 2321,
  "name": "ตำนานของดาบ",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/A Legend of Sword_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "ในใจกลางของทะเลดาวที่แปรผัน สนามรบที่แผ่ขยายออกไปหลายร้อยปีแสงใต้พื้นผิว... ด้วยจุดเริ่มต้นที่ใหญ่โต ความรู้สึกใหม่ของเรื่องราวของอัศวินก็มาถึงอย่างรวดเร็ว! นี่ก็แค่จุดเริ่มต้นเท่านั้น!\n\"แต่ทว่า หากความต้องการของฝ่าบาท Sher เป็นจริงขึ้นมา แล้วจะมีประโยชน์อะไรกับทุกคนกันเล่า?\"\nขุนนางทางทหาร Faranges มองไปบนท้องฟ้านอกหน้าต่าง ทางช้างเผือก และดวงดาวสะท้อนประกายสีขาวลงบนใบหน้าของเธอ และส่องแสงเคล้าไปตามเส้นผมของเธอด้วย\nเธออดนึกถึงครั้งแรกที่มองดูดวงดาวจากหน้าต่างบานนี้ไม่ได้ แต่ความรู้สึกเกรงขามในอดีต กลับไม่เหลืออยู่ในความทรงจำของเธออีกแล้ว ด้วยความห่างไกลจากพื้นโลกหลายร้อยปีแสง รูปลักษณ์บ้านเกิดที่ปรากฏในฝันของเธอได้ถูกบิดเบือนไปจนหมดสิ้นแล้ว\n\"พวกเราต่อสู้เพื่อความฝันของฝ่าบาท Sher ทั่วเขตดาวจำนวนนับไม่ถ้วนกวาดล้างชีวิตนับล้านด้วยกลอุบายและกลวิธีต่าง ๆ เพื่อมาเป็นผู้ปกครองและราชทูตของเขตดาวที่ไม่คุ้นเคยแห่งนี้... แต่ความฝันของฝ่าบาท Sher นำอะไรมาให้เราบ้าง? มีเพียงความโชคร้ายและศัตรูที่มากขึ้นเรื่อย ๆ กระจายไปทั่วทั้งทางช้างเผือก สักวันหนึ่งพวกเขาจะกลืนกินเรา...\"\n\"อาณาจักรของพี่ใหญ่ เป็นอาณาจักรแห่งนิรันดร์ ที่นี่ไร้ซึ่งความกลัวและขาดแคลน ความสุขไม่ได้ถูกควบคุมโดยคนเพียงไม่กี่คนอีกต่อไป และไม่มีใครมีสถานะที่สูงกว่าคนอื่น ถึงแม้จะไร้ซึ่งความสามารถ ก็ไม่ถูกเรียกว่าเป็นความผิด ดังนั้น.. ศัตรูที่ไม่อาจเข้าใจสิ่งเหล่านี้ได้จึงถูกกำจัด ซึ่งนั่นก็ถือเป็นชะตาของพวกเขา\"\nองค์ชาย Gopatha ส่ายหน้า น้ำเสียงทั้งอบอุ่นและเย็นชา\nดูเหมือนว่าสงครามต่อต้านการรบแบบกองโจรในกลุ่มดาวไม่ได้พรากไปเพียงแค่ดวงตาและแขนของเขาเท่านั้น เธอที่อยู่ต่อหน้า ไม่เหมือนสาวน้อยอารมณ์ดีที่ Faranges เคยรู้จักอีกแล้ว\n\"ฉันเชื่อการตัดสินใจของพี่ใหญ่ เขาไม่มีทางเห็นแก่ตัวแน่นอน ดังนั้นคำพูดเกลี้ยกล่อมแบบนี้ ถึงแม้จะเป็นเธอ ก็ขอโปรดอย่าพูดอีกเลยนะ \""
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "ในใจกลางของทะเลดาวที่แปรผัน แม้แต่การต่อสู้ที่เหลือเชื่อก็เป็นเพียงเสียงระลอกคลื่นเงียบ ๆ สำหรับผู้คนบน \"ฝั่ง\"... แต่สำหรับทหารที่เกี่ยวข้องนั้น นี่คือทั้งหมดของชีวิต!\nเมื่อต้องเผชิญหน้ากับการป้องกันที่แน่นหนาแบบนี้ เกรงว่าแม้แต่กองเรือที่ประกอบด้วยเรือรบระดับ Eizida ก็คงรับมือได้ยากเหมือนกัน\nมัวแต่หลงระเริงชมเชยกับความมหัศจรรย์ของอาณาจักร แต่แม่ทัพ Geldafried ไม่ได้รู้เลย ว่ากบฏกำลังใกล้เข้ามาเรื่อย ๆป้อมปราการแห่งดวงดาวอันทรงพลังแห่งนี้ มีชื่อว่า \"Anusharwan\" ซึ่งตั้งโดย Sher และมีองค์ชาย Gopatha ทรงออกแบบด้วยองค์เองนั้น อ่อนแอไม่ต่างอะไรกับไข่ไก่ เมื่ออยู่ต่อหน้ากองทัพกบฏ\nBastinu กำลังขับเรือเร็ว Lachsz คดเคี้ยวเลี้ยวไปมาอยู่ระหว่างช่องทางลมที่ซับซ้อน ข้ามผ่านแก๊สพิษ และเมฆแห่งธาตุที่ถูกพ่นออกมาจากรูมากมาย จนสามารถหนีพ้นจากการไล่ล่าของเครื่องจักรกลมาได้ แต่ความเร็วของเรือนั้นเร็วมากจนทำให้ใบหูของเขาแดงก่ำและดวงตาพร่ามัว\n\"ได้โอกาสแล้วล่ะ\"\nBastinu ครุ่นคิดในขณะที่แกนพลังงานของระบบขับเคลื่อนกำลังเริ่มแสดงรูปลักษณ์แท้จริง\n\"ถึงเวลาแล้ว\"\nแม่ทัพ Geldafried คิดในขณะมองไปยังกระจุกแสงระยิบระยับในวงโคจรของโลก\nเพราะเหตุนั้นเธอจึงคำสั่งโจมตีดวงดาว\nBastinu ก็โจมตีแกนใจกลางของป้อมปราการอย่างรุนแรงเช่นกัน\n\"ฉันอยากจะเห็นองค์ชาย Gopatha และฝ่าบาทตอนโกรธจัดเสียจริง...\"\nไม่น่าเชื่อว่าในวินาทีนี้ พวกเขาจะคิดเหมือนกัน"
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "นอกจากนี้ยังมีชิ้นส่วนเกาะเล็กเกาะน้อยในทะเลดาวที่แปรผัน เหนือชิ้นส่วนที่แตกแยกนั้นยังมีประวัติศาสตร์ ผู้กล้าและเรื่องราวต่าง ๆ ...และนี่คือจุดเริ่มต้นของเรื่องราวผู้กล้าในยุคสมัยของ Suruga Shogunate\n- 10 ปีก่อน -\n- ห่างออกไป 25 ปีแสง -\nภายใต้การปกครองของ Suruga Shogunate ประชาชนตกทุกข์ได้ยาก ลำบากยากแค้นกันทั้งประเทศ\nในตอนนั้น Suruga Shogunate นำโดยท่านโชกุน Imagawa Ujizane เมื่อ 4 ปีก่อน หลังจากเด็ดหัวของราชาปีศาจ Danjouchuu ได้สำเร็จ ท่านโชกุนก็ได้เริ่มช่วงสมัยการปกครองที่น่าสะพรึงกลัวของตนเอง\nมีซามูไรคนหนึ่งร่อนเร่อยู่ท่ามกลางยุคสมัยและสถานที่แบบนี้\nบุคคลนี้เป็นอัศวินที่รู้จักกันในชื่อ Shinkurou หรือ Bitchuu Kyuubei\nในอดีต Bitchuu Kyuubei ไม่ใช่คนพเนจร ว่ากันว่าเขาเคยเป็นกุนซือประจำตัวของท่านโชกุน แต่คู่แค้นทำร้าย และเพราะท่านโชกุนค่อนข้างขี้สงสัย เขาจึงต้องหนีออกจาก Shogunate และหลบหนีเข้าไปในป่า\nตอนนี้ Shinkurou ยืนอยู่บนเนินเขาและมองไกลออกไป เขากำลังมองอะไรอยู่กันนะ?\nทุ่งนากว้างใหญ่? ไม่ใช่สักหน่อย\nภูเขาที่ไกลออกไป? ไม่ใช่สักหน่อย\nถนนที่ทอดยาว? ก็ใช่นะ! แต่ยังไม่ถูกต้องทั้งหมด\nแล้วสรุปว่า Shinkurou กำลังมองอะไรอยู่กันแน่นะ...?\nชาวบ้านให้ข้าวเป็นค่าตอบแทนให้กับซามูไรผู้นี้แต่ก็ยังกล้า ๆ กลัว ๆไม่กล้าเอ่ยถามออกไป\nคำถามนี้คงมีเพียงซามูไรที่กำลังปิดปากเงียบผู้นี้เท่านั้นที่สามารถตอบได้"
          }
        ]
      },
      {
        "title": "ตอนที่ 4",
        "desc": [
          {
            "type": "RichText",
            "text": "Inazuma เคยมีคำกล่าวที่โด่งดังว่า \"สิ่งที่เรียกว่าโจรภูเขา ก็คือลูกหลานของสงคราม\"... ในปีสงคราม การเกี่ยวข้าวก็เป็นสงครามเช่นกัน! \"ตำนานของดาบ\" ดาบเล่มแรก ค่อย ๆ ปรากฏออกมาอย่างช้า ๆ!\n\"ฤดูใบไม้ร่วงมาเยือนแล้ว ฤดูกาลเก็บเกี่ยวก็ใกล้จะมาถึงเช่นกัน\"\nSaitou Onisa กล่าว\nเหล่านินจาที่เรียกกันว่าเป็นผู้ทรงพลังที่ต่อต้านอันตรายและปกป้องตนเองในยุคของสงคราม และเป็นทหารรับจ้างของเหล่า Daimyo ผู้มีชื่อเสียงโด่งดัง\nถือกำเนิดขึ้นเพื่อทำสงคราม แข็งแกร่งขึ้นเพื่อการมีอำนาจ นี่คือวิถีของนินจา\nเพราะเหตุนั้นนินจาจึงดับสลายไปพร้อมกับสงคราม ล่มสลายเพราะการสูญเสียอำนาจ ซึ่งนั่นก็เป็นโชคชะตาของนินจาด้วยเช่นกัน\nในที่สุด โชกุน Imagawa ก็ได้ผนวกแผ่นดินเป็นหนึ่ง นินจาทั้งหลายกลายเป็นสุนัขที่ไร้ประโยชน์ นินจาส่วนมากถูกฆ่าหรือถูกนำตัวไปขังคุก บางส่วนที่หนีไปได้ก็หายตัวไปในป่า และกลายเป็นโจรป่าในที่สุด\nSaitou Onisa ก็เป็นคนแบบนี้เช่นกัน\n\"ไม่ต้องรีบร้อนไป รอให้ชาวบ้านเก็บเกี่ยวข้าวให้พวกเราก่อน\"\nครั้งนี้คนที่พูดคือ Yonemata Tasuke\nโจรป่าคือนักรบที่เกลียดศาสตร์การต่อสู้ หรือชาวบ้านที่กำลังสู้กับความตาย\nถือกำเนิดขึ้นเพราะสงคราม แข็งแกร่งขึ้นด้วยความเจ้าเล่ห์ และยิ่งใหญ่ขึ้นจากการทำชั่ว\nดังนั้นเมื่อสงครามสิ้นสุด สันติสุขก็คืนมาอีกครั้ง อำนาจของโจรป่าใกล้ถึงวันล่มสลาย\nYonemata Tasuke เกิดในครอบครัวชาวนา เขามาเป็นโจรป่าตอนอายุ 40 กว่า ๆ และได้กลายเป็นหัวหน้าโจร\nที่เขากลายเป็นโจรโฉดเช่นนี้ ก็เพราะเขาเคยถูกรังแกมาก่อน\n\"จากนั้นก็จุดไฟเผาซะ ฆ่าให้หมด\"\nนี่คือเสียงจากยุคแห่งความโกลาหล"
          }
        ]
      },
      {
        "title": "ตอนที่ 5",
        "desc": [
          {
            "type": "RichText",
            "text": "ในใจกลางของทะเลดาวที่แปรผัน มุมหนึ่งของชายฝั่ง หมู่บ้านเล็กๆ ที่ดูเหมือนไม่รู้หนังสือ Ronin และชาวนาได้รวมตัวกันเป็นพันธมิตร และการทำสงครามกับพวกโจรใกล้จะมาถึงแล้ว -\nภูมิประเทศของหมู่บ้าน Asada เป็นรูปพระจันทร์เสี้ยว\nShinkurou สังเกตเห็นสิ่งนี้ในครั้งแรกที่เขาเหยียบย่างเข้าไปในที่ลุ่มแห่งนี้\nหากสามารถรวบรวมชาวบ้านมากบดานที่สันเขาได้มากพอ ก็จะสามารถโจมตีศัตรูจากที่สูงที่กำลังเหน็ดเหนื่อยจากเดินทางมานานได้แล้ว และอีกอย่างชาวบ้านก็มีจำนวนเยอะกว่าโจร การล้อมศัตรูไม่ใช่เรื่องยาก\nแต่ปัญหาอยู่ที่ชาวบ้าน:หากต้องการล่อโจรเข้าไปในหุบเขา จะต้องมีเหยื่อก่อน ชาวบ้านอยู่ท่ามกลางสถานการณ์ที่วุ่นวายมานาน ตอนนี้ยังมีพวก Shogunate ที่ออกอาละวาดอีก พวกเขาจึงรักตัวกลัวตายมากกว่าปกติ เช่นนี้แล้ว จะทำอย่างไรให้พวกเขายอมเป็นเหยื่อ เสียสละให้กองทัพกันล่ะ?\nนอกจากนี้ยังมีอีกปัญหา หากเป็นกองทหารนักสู้จากสมัยกลียุค จะต้องอาศัยการล้อมมาเพิ่มประสิทธิภาพการซุ่มโจมตีอย่างแม่นยำ ไฟที่เกิดจากลมภูเขาที่ติดอยู่ในหุบเขานั้นสร้างความเสียหายอย่างร้ายแรงแก่ศัตรูที่อยู่ใต้หุบเขา\nแต่ตอนนี้เขากำลังนำกลุ่มชาวนาที่ปกป้องชนบท ต้องไม่มีการเผาบ้านและยุ้งฉางของพวกเขา... แม้ว่าจะเข้าใจได้ไม่ยาก แต่ถ้าพวกโจรไม่ได้ถูกฆ่าจนหมดสิ้น การแก้แค้นที่เลวร้ายยิ่งกว่าจะเกิดขึ้นอย่างหลีกเลี่ยงไม่ได้\nเมื่อคิดเช่นนี้ Shinkurou จึงนั่งลง"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ตำนานของดาบ"
          }
        ]
      }
    ]
  }
}