{
  "epId": 2322,
  "name": "บันทึกแห่งเกลียวคลื่น",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Tales From the Waves_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "บันทึกแห่งเกลียวคลื่น"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "ตำนานของกัปตันนิรนามในยุคที่อสูรทะเลรุกราน Liyue\n-น้ำขึ้น-\nยามเมื่อแสงจันทร์สว่างไสวอยู่กลางฟากฟ้า บทเพลงขับร้องบนเรือก็เริ่มขับขาน\nที่ท่าเรือ Liyue เคยมีผู้นำเรือรบออกตามล่าอสูรทะเล คน ๆ นั้นถูกเรียกว่า \"นายเรือ\"\nเหล่านายเรือประดับเรือของพวกเขาไว้ด้วยโครงกระดูกของอสูรยักษ์แห่งท้องทะเลเพื่อแสดงถึงความไม่เกรงกลัว แต่บทเพลงอันไพเราะของพวกเขานั้นกลับมีเนื้อหาที่แทบจะไม่เกี่ยวข้องกับการออกล่าอสูรทะเลเลย นี่ไม่ใช่เพราะเหล่านายเรือไม่ชื่นชอบในการแสวงหาชื่อเสียงและไม่อยากที่จะโอ้อวดถึงความสำเร็จของตน แต่มันเป็นเพราะในยุคสมัยที่ทะเลอันกว้างใหญ่ยังไม่สงบนั้น คำพูดเกี่ยวกับเลือดนั้นช่างเป็นลางที่ไม่ดีเสียจริง ๆ\nมีนายเรือผู้หนึ่งซึ่งถือดาบขนาดใหญ่ไว้ในมือ ผู้ซึ่งเข้าออกทะเลที่เต็มไปด้วยแนวหินและสายน้ำอันเชี่ยวกรากได้อย่างอิสระ หัวเราะอย่างเริงร่าต่อหน้าพายุที่โหมกระหน่ำและอสูรร้ายที่ร้องคำราม โลกอันมืดมิดที่อยู่ภายใต้ผืนทะเลดำมืดอันกว้างใหญ่นั้น สำหรับเขาแล้วก็เป็นเพียงสนามล่าอันไร้ซึ่งขอบเขตเพียงเท่านั้น แม้แต่เหล่าอสูรยักษ์แห่งท้องทะเลก็ยังกลายเป็นถ้วยรางวัลของเขาและถูกแขวนไว้บนผนังเรือ\nทว่าดูเหมือนนายเรือผู้โผเข้าหาคลื่นยักษ์อย่างบ้าคลั่งนั้นจะไม่สามารถเข้าใจถึงความสุขและทุกข์ของคนทั่วไปได้ ชีวิตของเขามีเพียงการออกค้นหาและตามล่าอย่างไม่มีที่สิ้นสุด ซึ่งมาพร้อมกับสายลมและกลิ่นโชยของทะเลและเพลงปลาวาฬที่น่าเศร้า เหล่าลูกเรือนั้นต่างก็เกรงกลัวเขามากเกินกว่าที่จะรักเขา และมักจะกลัวกลิ่นฉุนที่เหมือนกับสาหร่ายทะเลของเขา ท่ามกลางทะเลที่โหมกระหน่ำ เรือเร็วของนายเรือจะเคลื่อนที่ไปข้างหน้าอย่างเงียบ ๆ และเย็นยะเยือกเสมอ\nมีเพียงหญิงสาวผู้ยืนอยู่บนกระโดงเรือเท่านั้นที่สามารถทำให้ดวงตาของนายเรืออ่อนโยนลงได้บ้าง หญิงสาวผู้คลั่งไคล้ในเสียงคลื่นผู้เป็นต้นหนเรือของเขา ทั้งสองร่วมขับขานบทเพลงปลาวาฬและแล่นเรือตัดผ่านคลื่นน้ำและลมที่โหมกระหน่ำเพื่อฝ่าไปยังพื้นที่ที่มีอสูรยักษ์ปรากฏตัวด้วยกัน\nต้นหนสาวขับขานบทเพลงเพื่อบูชาแด่สายลมทุกสายและเกลียวคลื่นทุกคลื่น...\n\"เงี่ยหูฟังเสียงพึมพำของวาฬยักษ์และเกลียวคลื่นร่วมกับฉัน\"\n\"รอจนกว่ากระแสลมทะเลจะเป็นใจ แล้วมุ่งสู่ส่วนลึกของทะเลกัน\"\n\"แด่เหล่าทวยเทพผู้ล่วงลับ แด่เจ้านายเก่าของฉัน\"\n\"โปรดให้ฉันถักทอกระแสน้ำของมหาสมุทรที่แสนจะวุ่นวายนี้ลงบนแผนภูมิ\"\n\"เพื่อชี้นำดวงวิญญาณแต่ละดวง ให้กลับคืนสู่บ้านเกิดได้อย่างปลอดภัย\"\nทันทีที่เสียงเพลงสิ้นสุดลง นายเรือก็โห่ร้องขึ้นและออกเรือ เรือลำใหญ่ค่อย ๆ แล่นห่างออกจากท่าไปอย่างช้า ๆ เพื่อมุ่งไปยังจุดที่แสงตะวันยามเช้าส่องกระทบเกลียวคลื่น\nเป็นดั่งเช่นวันวานทุกวันที่ผ่านมา สิ่งนี้กลายเป็นจุดเริ่มต้นของเรื่องราวการแล่นเรือไปบนเกลียวคลื่นของนายเรือ"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "ในบทเพลงที่ไม่มีที่สิ้นสุดนั้น กัปตันต่อสู้กับศัตรูแห่งโชคชะตาจนวินาทีสุดท้าย\n-คลื่นที่โหมกระหน่ำ-\n\"ร่วมทางกับฉันเพื่อเข้าไปในใจกลางของพายุ ฟังเสียงงึมงำของทะเลอันมืดดำนั่นด้วยกัน\"\n\"จนกว่ากระแสลมทะเลจะเป็นใจ แล่นเข้าไปอย่างช้า ๆ ในห้วงน้ำที่หมุนวน\"\n\"ฉันได้ยินเสียงละเมอของเจ้านายเก่า อวยพรแด่ผู้สืบทอดของเธอ:\"\n\"โปรดให้พวกเขารอดพ้นจากการเต้นรำอย่างบ้าคลั่งของพายุและกระแสน้ำวน\"\n\"ทำให้รังของอสูรทะเลสั่นคลอนไปถึงฉมวกของเหล่าผู้กล้า\"\nท่ามกลางพายุที่โหมกระหน่ำปานจะพลิกฟ้าดิน บทเพลงเรืออันแสนนิรันดร์ยังคงขับขานต่อไป เสียงของหญิงสาวผสานเข้ากับคลื่นที่รุนแรง คอยชี้นำนายเรือให้หลีกเลี่ยงกระแสน้ำอันดำมืดที่แสนอันตราย และพุ่งเข้าไปยังใจกลางพายุที่ซึ่งอสูรทะเลทำให้ปั่นป่วน\nทะลุผ่านวังวนของน้ำ ท่ามกลางสายฟ้าและกระแสลมที่ซัดผ่านไปมา เรือลำใหญ่บุกทะลวงเข้าไปยังบริเวณที่ถูกอสูรยักษ์ทำลาย ภายใต้สายฟ้าฟาดสว่างไสว นายเรือเงื้อดาบใหญ่ขึ้นอย่างไม่เกรงกลัว\nมองตามสายตาของนายเรือไป เหล่าลูกเรือถึงได้สังเกตเห็นเงาดำมืดที่แสงของสายฟ้าสาดส่องไปไม่ถึงท่ามกลางหมู่เมฆสีดำทะมึน นั่นคือร่างขนาดมหึมาที่อยู่ไกลออกไป เมื่อเทียบกับความน่ากลัวของเงาที่อยู่ในใจกลางของน้ำวนแล้ว โครงกระดูกของอสูรที่ถูกประดับอยู่บนเรือก็เป็นเหมือนลูกน้อยของมันเท่านั้น\nราวกับว่าจะระบายความกลัวและความหลงผิดทั้งหมดของมนุษย์ไปยังร่างยักษ์ราวกับกำแพงขนาดมหึมาของอสูร ด้วยคำสั่งของนายเรือ หน้าไม้ขนาดใหญ่ของเรือก็ถูกใช้กระหน่ำยิงออกไปอย่างไม่หยุดยั้ง กระสุนหินขนาดใหญ่และฉมวกได้ทิ้งรอยแผลที่น่าหวาดกลัวไว้บนร่างของอสูร\nอสูรยักษ์ร้องโหยหวนด้วยความเจ็บปวดและทำให้เกิดคลื่นยักษ์อันปั่นป่วนสีแดงฉาน จากนั้นก็ตบลงไปที่เรืออย่างรุนแรงจนแทบจะทำให้เรือขนาดใหญ่นั้นพลิกคว่ำ ดาดฟ้าเรือก็เต็มไปด้วยน้ำสีแดงจนยากที่จะเคลื่อนไหว เหล่าลูกเรือแช่ตัวอยู่ในกระแสน้ำที่ปั่นป่วนและส่งกลิ่นเน่าเหม็น สาปแช่งเทพมากมายแห่งธาตุทั้งหลาย ขว้างปาก้อนหินและหอกแหลมไปยังอสูรยักษ์อย่างเปล่าประโยชน์ไร้สาระ\nนายเรือผู้โหดเหี้ยมไม่เคยยอมแพ้ต่อความเกรงกลัวของศัตรูแห่งโชคชะตา ส่วนหญิงสาวบนกระโดงเรือก็ตอบสนองต่อเสียงคำรามของสัตว์ทะเลด้วยการร้องเพลง เรือลำใหญ่แล่นวนรอบอสูรยักษ์ไปตามกระแสน้ำเชี่ยวกราก ถูกโจมตีด้วยเขี้ยวอันแหลมคมและกรงเล็บที่เต็มไปด้วยพิษร้าย ใช้ทั้งการยิงกระสุนหินขนาดใหญ่, เขวี้ยงฉมวก, ขว้างปาก้อนหินและแม้แต่เลือดเนื้อของมนุษย์เพื่อระบายความกลัวและความโกรธเข้าใส่\nร่างกายของอสูรยักษ์เต็มไปด้วยบาดแผล หนวดและกรงเล็บของมันถูกตัดออกไปจนเกือบหมด เรือของนายเรือก็กลายเป็นเพียงเศษไม้ลอยอยู่บนน้ำ เสากระโดงหักไปแล้ว และครึ่งหนึ่งของปืนก็ใช้ไม่ได้ ลูกเรือครึ่งหนึ่งกลายเป็นอาหารในท้องอสูร แม้แต่ดาบอันล้ำค่าของนายเรือก็หักออกเป็นสองท่อน นี่เป็นการต่อสู้ที่ไม่มีทางชนะ เหมือนการต่อสู้ระหว่างเด็กที่ไปท้าทายผู้ใหญ่ร่างยักษ์\nอสูรที่กำลังบาดเจ็บรู้ดีว่าศัตรูของมันหมดพิษสงแล้ว มันจึงว่ายขึ้นสู่ผิวน้ำ อ้าปากมหึมาที่เต็มไปด้วยเขี้ยวอันแหลมคมของมัน และกลืนเรือลำใหญ่ลำนั้นลงไปในคำเดียว"
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "เมื่อคลื่นลมสงบ เสียงลมทะเลก็เริ่มขับกล่อมบทเพลงกลับบ้านเกิด...\n-น้ำลง-\nในช่วงเวลาที่ดวงจันทร์ถูกเมฆดำบดบัง บทเพลงเรือไม่ได้แผ่วเบาลง\nพายุในทะเลสงบลง และเศษซากของเรือลำใหญ่ก็ลอยไปทางห้วงเหวในทะเลอย่างช้า ๆ\nปากรูปเกลียวมหึมาของมันอ้ากว้าง มีเสียงครวญครางดังสนั่นมาจากส่วนลึกในร่างมัน อสูรพอใจกับเหยื่อของมันยิ่งนัก มันเปิดเปลือกตาที่มีหินและปะการังเกาะอยู่ เพราะต้องการจะเห็นวาระสุดท้ายของคู่ต่อสู้ของมัน แต่นี่เป็นการเปิดเผยจุดอ่อนของมันให้กับนายเรือผู้ใกล้ตาย\nเขาเห็นโอกาสอันดี และดวงตาคู่น้อยของเขายังมองเห็นหัวใจของอสูรที่มืดดำยิ่งกว่าห้วงเหวในทะเลลึก\nสายฟ้าเส้นสุดท้ายในพายุผ่าลงมา ท้องฟ้าสว่างวาบ กระโดงเรือถูกฟันเกลียวของอสูรตัดขาดเป็นสองท่อน และถูกบดให้เหลือเป็นเศษไม้ แม้แต่เสียงกรีดร้องของกระดูกงูก็ถูกกลบไปด้วยเสียงคลื่น\nจากนั้น ทุกอย่างกลับสู่ความมืดมิด...จนกระทั่งเสียงคำรามของอสูรร้ายดังก้องขึ้นเหนือผืนน้ำอีกครั้ง\nนายเรือใช้ดาบที่หักของเขาแทงเข้าไปในตาอสูรครั้งแล้วครั้งเล่า จนกระทั่งทั่วร่างเขาเต็มไปด้วยพิษและคราบเลือด และดาบหักของเขาปักคาอยู่ในลูกตาของอสูร\nนายเรือถูกกรงเล็บแหลมคมจับนับครั้งไม่ถ้วน และในตอนที่ชีวิตของเขากำลังจะพบกับจุดจบ เขาก็ยังต่อสู้ด้วยหมัด ฟัน และเล็บของเขา ในช่วงเวลาที่เขากำลังจะถูกกรงเล็บอันแหลมคมของอสูรฉีกเป็นชิ้น ๆ...\nท่วงทำนองเพลงเรือที่คุ้นหูก็ลอยมากับสายลม เจ้าอสูรหยุดชะงักไปชั่วขณะ\n\"มาร้องขับขานบทเพลงแห่งท้องทะเลกับฉัน บทเพลงแห่งความปรีดา\n\"เมื่อกระแสลมพัดมา ฉันก็รู้ว่าต้องจากเขาไป\n\"ฉันได้ยินเสียงของกัปตัน เรียกให้ฉันกลับไป\n\"โปรดจดจำฉันและกัปตันผู้สูญหายไว้ และร้องเพลงนี้อีกครั้ง\n\"สักวันหนึ่ง คุณจะพบฉัน หลับไหลอยู่ในห้วงเหว...\n\"...บางทีเมื่อนั้น คุณอาจถูกกระแสน้ำวนกลืนกินเช่นกัน\"\nหนวดของอสูรทะเลชูขึ้นสูงจนดูคล้ายบัลลังก์ หญิงสาวผู้ร้องขับขานเพลงนอนหงายลง มันใช้หนวดของมันรัดตัวเธอไว้และใช้กรงเล็บอันแหลมคมแทงไปบนผิวหนังเธอซ้ำแล้วซ้ำเล่า แต่เธอก็ยังร้องเพลงอำลาให้นายเรือ\nจากนั้น หญิงสาวก็ถูกอสูรลากลงไปใต้ทะเลอันดำมืด\nในยุคที่มหาสมุทรถูกปกครองด้วยภัยพิบัติ มนุษย์เร่ร่อนต้องล้มตายรายวัน\nนายเรือตื่นขึ้นมาบนเรือพาณิชย์ที่ไม่รู้จัก เขาได้สูญเสียเรือของเขาและลูกเรือทั้งหมดไป เหลือเพียงร่างกายที่เต็มไปด้วยบาดแผล ความฝันในวันวานของห้วงทะเลลึกและเพลงเรือ...\n\"เมื่อกระแสลมและคลื่นเป็นใจ ฉันจะออกไปแก้แค้นให้เธอ สาวน้อยผู้หลงใหลไปกับเสียงคลื่น...\""
          }
        ]
      }
    ]
  }
}