{
  "epId": 2323,
  "name": "หัวใจแห่งน้ำพุใสสะอาด",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "ตำนานเรื่องเล่าของเหล่านายพราน แห่ง Springvale ที่บอกเล่าถึงการพบกันของภูตแห่ง สระน้ำและชายหนุ่มนิรนาม\nภายใต้แสงจันทร์ที่สาดส่อง เด็กหนุ่มคนหนึ่งอธิษฐานต่อหน้าบ่อน้ำพุ\nภูตที่อาศัยอยู่สระน้ำในฐานะแขกจากแดนไกลรับฟังความปรารถนาที่ไร้เสียงนั้น\nภูตในสระน้ำไม่รู้อะไรเลยเกี่ยวกับความทรงจำที่ห่างไกลหรือความฝันอันลึกซึ้ง พวกเธอเกิดมาจากแก่นของน้ำ เป็นเพียงผู้สืบเชื้อสายที่ไร้รูปร่างของเทวดา\nดังนั้น เมื่อภูตที่อยากรู้อยากเห็นตนหนึ่งโผล่ขึ้นมาจากน้ำและได้ยินเสียงร้องจากหัวใจของเด็กหนุ่มคนนั้น เธอเริ่มสนใจในชีวิตที่อ่อนเยาว์และเปราะบางกว่าเธอนี้\nภูตที่เงียบงันเหยียดนิ้วที่ไร้รูปร่างของเธอออกมา มันเยือกเย็นดุจน้ำค้างยามเที่ยงคืน อ่อนโยนราวกับพรที่ถูกลืม และสัมผัสหน้าผากและแก้มของเด็กหนุ่มเบา ๆ\nเด็กหนุ่มรู้สึกตกใจกับสัมผัสที่ให้ความรู้สึกประหลาด เขาเงยหน้าขึ้น และสบตากับภูตตนนั้น\n\"คุณสามารถทำความปรารถนาของผมให้เป็นจริงได้ไหม?\" เด็กหนุ่มถาม\nภูตแห่งสระน้ำตกใจกับคำถามฉับพลันของเขาและเธอก็ไม่เข้าใจ แต่เธอไม่สามารถพูดได้ เธอจึงทำได้เพียงพยักหน้า\nเด็กหนุ่มจากไปด้วยความพึงพอใจ\nเขาไม่เคยรู้เลยว่าภูตแห่งสระน้ำนั้นอยู่อย่างโดดเดี่ยว เธอไม่มีเพื่อนและคนที่รัก และสูญเสียความรอบรู้ส่วนใหญ่ไปแล้ว\nเมื่อน้ำจากสระไหลจากรอยแยกของหินลงสู่แอ่งน้ำของเธอ เธอจ้องมองภาพดวงจันทร์ที่สั่นตามแรงกระเพื่อมของผืนน้ำ เธอค่อยๆฟื้นความสามารถในการคิดและเลียนแบบภาษาที่แตกสลาย\nภูตที่อยากรู้อยากเห็นได้สังเกตโลกรอบตัวเธอด้วยความรักที่บริสุทธิ์และความไร้เดียงสา ราวกับจิตวิญญาณของเด็ก เธอยินดีกับสุนัขจิ้งจอกและกระรอกที่ขโมยผลเบอร์รี่ได้สำเร็จ และคร่ำครวญเมื่อเมฆดำปกคลุมขอบฟ้า\nสำหรับเด็กหนุ่มคนนั้น ความรู้สึกที่ซับซ้อนแต่ยังไม่สุกงอมเริ่มก่อตัวขึ้นในใจของเธอ\nเธออยู่อย่างโดดเดี่ยว ไร้ซึ่งกำลังและสติปัญญา เธอคงไม่อาจทำความปรารถนาของชายหนุ่มให้เป็นจริงได้\nแต่เธอสามารถรับฟังความปรารถนาของเขา เธอสร้างชีวิตขึ้นมาจากความว้าวุ่นในใจเขา"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "ตำนานเรื่องเล่าของเหล่านายพรานแห่ง Springvale ที่บอกเล่าถึงการรู้จักกันของภูตแห่งสระน้ำและชายหนุ่ม\nเมื่อมองไปยังภาพพระจันทร์ที่กระเพื่อมบนผืนน้ำ เด็กหนุ่มได้เผยความในใจของเขาต่อหน้าสระน้ำ\nเธอได้เรียนรู้หลายสิ่งเกี่ยวกับเขาจากถ้อยคำของเขา\nและจากความเงียบของเธอ เขาได้เสริมความมั่นใจให้ตนเอง\nภูตแห่งสระน้ำเข้าใจได้อย่างชัดเจนว่า ความงามของโลกนี้ไม่ได้มีเพียงแต่แสงจันทร์และผลเบอร์รี่เท่านั้น และความมืดที่น่าอัศจรรย์ไม่ได้เป็นเพียงชั้นเมฆดำที่ปกคลุมท้องฟ้า ยามค่ำคืน\nเด็กหนุ่มเล่าให้เธอฟังเกี่ยวกับป่าไม้ บ้านเมืองและกำแพงสูง และแบ่งปันความสุข ความเศร้าและความกลัวของเขากับเธอ\nในขณะที่ฟัง เธอรู้สึกหลงใหลในโลกที่ไม่สมบูรณ์แบบใบนี้ที่เธอเพิ่งเกิดมา\nเมื่อเด็กหนุ่มอัดอั้นตันใจในความไร้อำนาจของเขา ภูตแห่งสระน้ำจะค่อย ๆ เช็ดน้ำตาเขาอย่างเงียบ ๆ จากน้ำตาเหล่านั้น เธอได้เข้าใจโลกที่อยู่นอกเหนือจากสระน้ำมากกว่าเดิม\nหยดน้ำตาเหล่านั้นไหลลงสู่น้ำ ภูตน้อยชำระล้างมันแล้วเปลี่ยนมันให้กลายเป็นน้ำทิพย์รสชาติหวานที่จะช่วยขับกล่อมให้เขาหลับฝันดี เด็กหนุ่มลืมความเจ็บปวดในยามที่เขาตื่น และพบเจอกับภูตที่เงียบงันในยามที่เขาหลับฝัน\nทุกครั้งที่สิ่งนี้เกิดขึ้น ภูตก็จะเผลอยิ้มออกมาในขณะที่นอนหลับไหลอยู่ในสระน้ำ\nน้ำค้างหล่อเลี้ยงความฝันของเด็กหนุ่ม และความฝันของเด็กหนุ่มหล่อเลี้ยงจิตใจของภูตผู้โดดเดี่ยว\nในความฝันเหล่านั้น ภูตแห่งสระน้ำเล่าให้ชายหนุ่มฟังเกี่ยวกับเรื่องราวแห่งอาณาจักรน้ำ อันห่างไกล เธอเล่าให้เขาฟังถึงบ้านเกิดไพลินของเธอ และร้องเพลงถึงความคิดถึงบ้านของผู้ถูกเนรเทศ ในความฝันเหล่านี้เด็กหนุ่มเป็นผู้ฟังที่สงบ เขาร่ำไห้ไปกับปัญหาของเธอและชื่นชมยินดีในความสุขของเธอ\nด้วยวิธีนี้ ภูตแห่งสระน้ำได้รับพลังแห่งการพูด จากความทรงจำและความฝันของเด็กหนุ่ม\nและด้วยวิธีนี้ พวกเขาได้กลายเป็นเพื่อนผู้แบ่งปันทุกเรื่องราวต่อกัน"
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "ตำนานเรื่องเล่าของเหล่านายพรานแห่ง Springvale ที่บอกเล่าเรื่องราวการตกปากรับคำกันของภูตแห่งสระน้ำและชายหนุ่ม\nเมื่อลมหยุดพัด ภาพสะท้อนของดวงจันทร์ในสระน้ำก็เป็นภาพที่สมบูรณ์ เด็กหนุ่มก็ได้ยินเสียงของภูตเป็นครั้งแรก\nเหล่าภูตเป็นสิ่งมีชีวิตที่อ่อนโยนและละเอียดอ่อนกว่ามนุษย์ตั้งแต่แรกเกิด และเด็กหนุ่มก็อดไม่ได้ที่จะรู้สึกประทับใจกับภาษาที่อ่อนโยนของเธอ\nแต่ความอ่อนโยนและละเอียดอ่อนเกินกว่ามนุษย์ของภูต ทำให้เธอมองเด็กหนุ่มได้อย่างทะลุปรุโปร่ง เธอเห็นความปรารถนาที่เขาโหยหา และคำสัญญาที่เขากำลังจะกล่าว\nทันใดนั้น ภูตสาวก็รู้สึกหวาดกลัว\nชีวิตมนุษย์นั้นถึงแม้จะแข็งแรงแต่มันกลับสั้นนัก เด็กหนุ่มต้องเติบโตและสุดท้ายต้องแก่เฒ่า เมื่อความเยาว์และความไร้เดียงสาจางหายไป เขาจะปฏิบัติต่อลูกหลานทางธาตุของเขาอย่างไร เมื่อเขาแก่ตัวลง เขาจะโทษตัวเองที่ทิ้งชีวิตเขาไปเพราะคำสัญญาที่ไร้เดียงสานี้หรือไม่?\nภูตแห่งสระน้ำนั้นมีจิตใจเมตตาและบริสุทธิ์ แต่เธอไม่เข้าใจความรักของมนุษย์ เธอไม่เคยเห็นปาฏิหาริย์ของมนุษยชาติ เธอเคยเพียงนั่งเฉย ๆ ผ่านการเปลี่ยนแปลงนับพันปี เธอกลัวการพรากจากกันอย่างมาก\nสิ่งที่มนุษย์เห็นว่าเป็นสิ่งที่น่าอัศจรรย์ใจ ภูตแห่งธาตุเห็นว่ามันเป็นเพียงความสนุกสนานชั่วครู่เท่านั้น\nและแม้แต่พลังของภูตก็ไม่อาจย้อนวัยให้คนที่รักได้\nภูตแห่งสระน้ำร่างเรียวบางนั้นไม่สามารถทนเห็นการมาถึงของวันนั้นได้ เธอจึงหยุดเด็กหนุ่มด้วยการจูบ\nแต่ด้วยความไร้เดียงสาของเด็กหนุ่ม เขาเข้าใจผิดว่าการปฏิเสธของเธอเป็นการตอบรับคำสัญญาของเขา\nในตอนนั้น ภูตสาวสัญญาว่าวันหนึ่งเธอจะตัดใจไปจากเขา\nแต่เด็กหนุ่มให้คำสาบานว่า เขาจะอยู่ข้างสระน้ำของเธอตลอดไป"
          }
        ]
      },
      {
        "title": "ตอนที่ 4",
        "desc": [
          {
            "type": "RichText",
            "text": "ตำนานเรื่องเล่าของเหล่านายพรานแห่ง Springvale ที่บอกเล่าถึงการเผชิญหน้ากับจุดจบอันเจ็บปวดและเสียใจของภูตหนุ่มและชายหนุ่มผู้ไม่ได้เป็นเด็กอีกต่อไป\nเวลาผ่านไปวันแล้ววันเล่า เด็กหนุ่มเติบโตขึ้น มีเพื่อนใหม่เยอะขึ้น มีประสบการณ์ใหม่ ๆ เพิ่มขึ้น\nภูตแห่งสระน้ำก็ยังคงร้องเพลงกล่อมเขาอย่างเงียบ ๆ เหมือนอย่างที่เคยทำเมื่อเขายังเด็ก\nในที่สุดวันนั้นก็มาถึง เธอได้จากไป และไม่มองกลับไปหาชายหนุ่มอีกต่อไป\nเสียงน้ำในสระไม่ได้มาบรรจบกันเป็นภาษาอีกต่อไป และภาพดวงจันทร์ที่สั่นบนผืนน้ำจะไม่มีวันสมบูรณ์เหมือนเดิม\nภูตแห่งสระน้ำตระหนักว่า ถึงแม้เธอจะเจอบ้านของเธอ และได้มีประสบการณ์ความสุขแค่เพียงชั่วครู่ แต่สุดท้ายแล้วเธอก็ต้องอยู่อย่างโดดเดี่ยว\nชายหนุ่มผู้ไม่ได้เป็นเด็กอีกต่อไปไม่ได้ตระหนักว่าเธอกำลังหลบซ่อน เขากลับโทษตัวเองที่ต้องใช้ชีวิตตามลำพัง\n\"ไม่แน่ เธออาจเป็นเพียงจินตนาการในวัยเด็ก\"\nฟังเสียงน้ำไหลริน บางครั้งเขาคิดกับตัวเองเช่นนี้\nแต่จูบที่เยือกเย็นนั้นเป็นของจริง เช่นเดียวกับสายลมยามค่ำคืนที่หยอกล้อผมยาวของเธอ\nทันใดนั้นเขาก็ตระหนักว่า แม้เขาจะได้รู้จักกับเพื่อนใหม่จำนวนนับไม่ถ้วน และพบกับการผจญภัยและหวนคืนถิ่นหลายครั้ง แต่เขาก็ยังคงเหงา\nเหมือนเมื่อหลายปีก่อน น้ำตาของชายหนุ่มร่วงลงไปในสระน้ำอันใสสะอาด ทำให้ภาพดวงจันทร์ที่กระเพื่อมนั้นเปียกชุ่ม\nแต่ครั้งนี้ ภูตแห่งสระน้ำไม่ได้มาตามที่สัญญาไว้\nเธอหันหลังให้เขาอย่างดื้อรั้น ยอมให้ตัวเองเป็นเพียงความฝันอันไร้เดียงสาในวัยเยาว์ของเขา ยอมเป็นเพียงแขกชั่วคราวที่พเนจรมาจากดินแดนอันไกลโพ้น แต่ไม่ยอมให้ชีวิตที่เกือบเป็นอมตะของเธอทำลายสัญญาของคนที่เธอรัก\nตำนานเล่าว่า เมื่อใดก็ตามที่ฝนโปรยปราย เม็ดฝนที่ตกลงไปในสระจะผสมกับน้ำตาของภูตแห่งสระน้ำ\nชายหนุ่มเชื่อในตำนานนี้อย่างสุดใจ จวบจนถึงวันที่เขากำลังจะสิ้นลมหายใจ\nแต่น่าเศร้าใจยิ่งนักที่ภูตแห่งสระน้ำที่หนีจากความรู้สึกที่แท้จริงของเธอไม่เคยเชื่อมันเลย"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "หัวใจแห่งน้ำพุใสสะอาด"
          }
        ]
      }
    ]
  }
}