{
  "epId": 2325,
  "name": "เฮ็กซ์ & ฮาวด์",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Hex & Hound_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "เฮ็กซ์ & ฮาวด์"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "จู่ ๆ ก็เกิดความรู้สึกบางอย่างที่ราวกับฝนในฤดูร้อน ทำให้ตั้งตัวแทบไม่ทัน เรื่องราวอันเก่าแก่ของยุคชนชั้นสูงที่ห่างไกลในหน้าร้อน ได้เริ่มขึ้นตั้งแต่นั้นเป็นต้นมา...\nทุกคนรู้ดีว่า Lawrence เป็นคนในตระกูลชนชั้นสูงที่มีชื่อเสียง\nเหล่าชนชั้นสูงไม่เคยลงมือทำงาน พวกเขารีดไถจากชาวบ้าน เพื่อรักษาชีวิตอันหรูหราของพวกเขา\nการเมืองที่โหดร้าย การใช้ชีวิตที่ผิดศีลธรรม การกดขี่ผู้คน และสิ่งเลวร้ายทั้งหลายที่พวกเขาทำมันมากมายเกินกว่าจะสาธยายได้หมด\nชาวเมืองต่างไม่พอใจกับการกระทำเช่นนี้เป็นอย่างมาก แต่ไม่มีใครกล้าออกมาพูด\nDietrich เป็นคุณชายในตระกูลชนชั้นสูง\nแต่เพราะเขายังเด็กเกินไป เขาจึงไม่ได้ทำเรื่องเลวร้าย อีกทั้งฝีมือดาบของพวกเขาก็ถือเป็นเลิศในหมู่ขุนนาง\nหากต้องหาข้อเสียจริง ๆ ล่ะก็ คงเป็นอารมณ์ที่ฉุนเฉียวของเขา และความคิดที่ว่าเขาเป็นจุดศูนย์กลางของทุกสิ่งบนโลก แน่นอนว่า สิ่งนี้ถือเป็นเรื่องธรรมดาในหมู่ชนชั้นสูง และไม่ได้เป็นปัญหาใหญ่อะไร\nแต่นามสกุล Lawrence ของเขากำหนดให้เขาอยู่ในกลุ่มคนเลว\nตอนนี้ คุณชายเลว ๆ คนนี้ตัดสินใจทำเรื่องชั่ว ๆ เรื่องแรกในชีวิตของเขา\nก่อนหน้านี้ เขาได้หนีเรียนวิชาทฤษฎีทางธาตุของอาจารย์ Damo และเตรียมการจะออกไปเล่นนอกเมือง แต่ระหว่างทางเขาได้เดินผ่านย่านชุมชน และได้พบกับเด็กสาวผมทองผู้มีดวงตาสีฟ้า\nDietrich ไม่สามารถบรรยายความรู้สึกที่พุ่งเข้ามาสู่ใจเขาในตอนนั้นได้ เขารู้เพียงแค่หัวใจของเขาไม่เคยเต้นแรงเท่านี้มาก่อน และไม่สามารถควบคุมมันได้เลย\n\"นี่คงเป็นความรู้สึกคล้ายคุณแม่ที่มีต่อแมวสินะ\"\nDietrich คิดในใจ และเขาเดินไปยังที่ที่เด็กสาวยืนอยู่อย่างไม่รู้ตัว\nน่าเสียดายที่เด็กสาวชาวบ้านคนนั้นไม่สนใจเขาเลยแม้แต่น้อย หลังจากเขาบอกสถานะของเขาไป สี่หน้าของเธอยังดูเฉยเมย ไม่แยแส\nเขาจึงตัดสินใจจะลักพาตัวเด็กสาวชาวบ้านผู้ไม่รู้ประสาในตอนกลางคืน\n\"หลังจากจับเธอได้ ฉันจะขังเธอไว้ในกรง! เหมือนที่แม่ทำกับพวกแมวที่ไม่เชื่อฟัง\""
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "แม้ว่าเงินทองจะไม่สามารถแก้ปัญหาได้ทุกอย่าง แต่ก็สามารถแก้ปัญหาได้มากมายเสียจริง! เรื่องราวการท่องเที่ยวในหน้าร้อนของหญิงสาวชาว Mondstadt เริ่มต้นขึ้นด้วยเสียงกรุ๊งกริ๊งของ Mora!\nเด็กสาวชาวบ้านมาถึงในเมืองในวันที่ท้องฟ้าแจ่มใส ผมสีทองอ่อนของเธอเหมือนกับแสงแดดในฤดูใบไม้ผลิที่อบอุ่น ดวงตาสีฟ้าอ่อนของเธอเปล่งประกายราวกับผิวน้ำที่ส่องประกายในยามบ่าย ยากที่จะจินตนาการได้ว่าเด็กสาวคนนี้เดินมาที่เมืองเพียงลำพังจากชานเมือง และผ่านทางที่เต็มไปด้วยมอนสเตอร์มาได้อย่างไร\n\"การปฏิบัติต่อเธอในฐานะบุคคลที่น่าสงสัยมันเป็นการดูถูกความงามของเธอนะ!\"\nยามเฝ้าประตูขี้เมาที่นั่งอยู่ท่ามกลางลูกค้าในโรงเหล้าตะโกนขึ้นมา ค่าตอบแทนที่เขาได้รับจากการเฝ้าประตูในวันนั้นมีมากเป็นพิเศษ มากพอที่จะทำให้เขาเมาได้จนถึงรุ่งสาง\n\"แกหลงความงามของเธอเข้าแล้วล่ะสิ\"\nชายที่นั่งอยู่ข้างเขาพูดอย่างไม่อ้อมค้อม\n\"จะบ้าเรอะ! ฉันไม่ได้เป็นคนหื่นซะหน่อย? สิ่งที่ฉันชอบอยู่ตรงนี้ต่างหาก!\"\nทหารเขย่าถุงใส่เงินที่ถืออยู่ในมือ\n\"เพื่อนรัก วันนี้แกเลี้ยงนะ!\"\n\"เลี้ยงก็เลี้ยงเซ่! กลัวว่าแกดื่มหมดแก้วนี้แล้วจะเมาจนล้มมากกว่า!\"\n......\nดังนั้นนักวิชาการด้านการเดินทางผู้มีนามว่า Nottie คนนี้ตัดสินใจที่จะใช้ชีวิตอยู่ในเมือง\nเสียงของ Nottie นั้นนุ่มนวล อ่อนหวาน และสงบ ไม่รู้เหมือนกันว่าข่าวลือนี้เริ่มขึ้นเมื่อไหร่ แต่มันค่อย ๆ แพร่สะพัดไปจนทั่ว ว่ากันว่าแค่คุยกับ Nottie ไม่กี่คำ คืนนั้นจะนอนหลับฝันดี\nนอกเหนือไปจากข้อนี้ เด็กสาวคนนี้ก็ไม่ได้นำความเปลี่ยนแปลงอะไรมาสู่เมืองนี้ อีกอย่างสิ่งที่ชาวเมืองต้องเผชิญทุกวันไม่ได้มีเพียงแต่งานที่อยู่ตรงหน้าของพวกเขาเท่านั้น แต่ยังมีการกดขี่จากชนชั้นสูงอย่างเป็นประจำอีกด้วย\n\"ให้ตายสิ ตอนแรกนึกว่าเป็นเรื่องง่ายๆ ไม่นึกเลยว่าจะเป็นอย่างงี้ไปได้...\"\nในห้องที่มีแสงสลัว Nottie เอียงศีรษะของเธอและซบลงบนโต๊ะ นั่งอยู่ข้างโต๊ะ มือของเธอดูเหมือนกำลังถืออะไรสักอย่างอยู่ น้ำเสียงของเธอเหมือนมีมนต์สะกดและมีพลังที่น่าหลงใหล"
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "แม้ว่าจะอาศัยอยู่ในเมืองที่ปลอดภัย ก็ต้องระวังกรงเล็บหมาป่าที่เข้าใกล้ในยามค่ำคืน... สิ่งที่ควบคุมได้ยากกว่าการสะกดจิตนั้น จะเปิดเผยให้ได้รู้กันที่นี่\nกลางคืนมาถึง\nเสียงหอนของสัตว์ป่าลอยมากับสายลม ฟังดูคล้ายเสียงหมาป่า\nNottie นั่งอยู่บนเตียง เธอเลิกแขนเสื้อยาวของเธอขึ้น เผยให้เห็นกำไลข้อมือสีขาวราวกระดูกที่ขดเป็นรูปงู\nหัวของงูดูเหมือนจริงยิ่งนัก ปากที่อ้ากว้างเผยให้เห็นเขี้ยวของมัน ดูราวกับว่ามันพร้อมที่จะฉกคอของเหยื่อคนต่อไป\nลำตัวงูพันรอบแขนเธอ สร้างบรรยากาศที่ดูอันตรายภายใต้แสงอันเยือกเย็นของตะเกียงวิเศษ\n\"ราตรีสวัสดิ์ น้องสาวที่รักของพี่\"\nNottie ลูบกำไลเบา ๆ นิ้วก้อยของเธอลูบไล้ไปมาระหว่างลำตัวงู ราวกับว่าเธอกำลังเล่นกับมันอย่างรักใคร่\nไม่นานหลังจากนั้น ตะเกียงวิเศษก็ดับลง ความมืดคืบคลานมาปกคลุมทั่วห้อง\nความมืดยามค่ำคืนจะนำพลังอันไร้ขีดจำกัดมาให้ Nottie\nดังนั้น เมื่อมีคนแปลกหน้าเข้ามาในห้อง Nottie ก็รู้สึกตัวทันที\nNottie ที่นั่งอยู่บนเตียง เธอมองเห็น Dietrich ที่ปัดเสื้อคลุมและคลำไปรอบห้องมืดได้อย่างชัดเจน\nNottie กลั้นหัวเราะอย่างยากลำบาก มันยากยิ่งกว่าการสะกดจิตผู้คนเสียงอีก แต่ดีที่ Dietrich มาอยู่เบื้องหน้าเธอแล้ว\nDietrich ได้เห็นดวงตาคู่นั้นที่เขาเฝ้าคิดถึงทั้งวันทั้งคืน\nแต่ว่า ครั้งนี้มันไม่เป็นสีฟ้าเหมือนผิวน้ำที่ส่องประกายในตอนกลางวันอีกแล้ว ดวงตาของ Nottie ในตอนนี้ดำดุจรัตติกาล เหมือนทะเลลึกที่ไร้คลื่นลม\n\"ดื่มน้ำที่อยู่ในแก้วนี้ให้หมด\"\nนี่คือประโยคสุดท้ายที่ Dietrich จำได้ ก่อนที่เขาจะหมดสติไป"
          }
        ]
      },
      {
        "title": "ตอนที่ 4",
        "desc": [
          {
            "type": "RichText",
            "text": "ต่อให้เป็นสัตว์อย่างสุนัข ก็สามารถเรียนรู้มารยาทต่าง ๆ ของชนชั้นสูงได้... ซึ่งสอนโดยคุณครูสุภาพสตรีจากต่างถิ่น!\nแก้วหล่นลงจากมือของเขา และ Dietrich ก็ล้มลงไปบนพื้น\nNottie คุกเข่าลงข้างเขา และเอาดาบที่เอวของ Dietrich ไป\nเธอวางมือลงบนด้ามดาบ และเมื่อเธอดึงมือออกมา อัญมณีสีดำที่ฝังอยู่ในตัวดาบก็หล่นลงมาอยู่ในมือของเธอ\n\"เอาดวงตาแห่งรัตติกาลมาส่งถึงบ้านเลย ขอบใจนะ\"\nเธอถอดกำไลออกมาในระหว่างที่เธอพูด และโยนอัญมณีสีดำเม็ดนั้นเข้าไปในปากของงู\nเนื้อและเกล็ดกระเพื่อมจากกะโหลกและไล่ลงไปตามลำตัวของมันอย่างรวดเร็ว ไม่นานงูสีดำตัวเล็กก็เลื้อยไปจากมือเธอและหล่นลงสู่พื้น มันเริ่มขยายใหญ่ขึ้น ในที่สุดก็กลายเป็นงูหลามขนาดมหึมาที่มีดวงตาสีแดงและเกล็ดสีดำ ตัวของมันใหญ่จนกินพื้นที่เกือบเต็มห้อง\nNottie ยื่นมือออกไป และแสงจากตะเกียงวิเศษก็ส่องสว่างไปทั่วห้องอีกครั้ง งูหลามเริ่มหดตัวลงและขดตัวรอบแขนเธอ\n\"หืม? เธอแอบอยู่งั้นเหรอ\"\nNottie มองไปใต้เตียง\nใต้เตียงของเธอคือ...\nสุนัขตัวหนึ่ง\nดูเหมือนว่าสุนัขตัวนี้จะกลัวงูหลามตัวเมื่อกี้ มันตัวสั่นไม่หยุด\n\"โอ้ ตอนแรกตั้งใจจะเปลี่ยนเธอให้กลายเป็นหมาป่า แต่สุดท้ายกลายเป็นหมาธรรมดาซะแล้ว โทษทีนะ!\"\nถึงแม้ Nottie จะกล่าวคำขอโทษ แต่เธอก็ไม่ได้มีท่าทีเสียใจเลยสักนิดเดียว\nDietrich ไม่รู้ด้วยซ้ำว่าเกิดอะไรขึ้น แต่สัญชาตญาณทำให้เขาวิ่งไปหลบใต้เตียง\nหลังจากได้ยินคำพูดของ Nottie เขาจึงได้สติ Dietrich อ้าปากเพื่อที่จะพูด แต่ไม่ว่าจะพยายามอย่างไร เสียงที่ออกมาจากปากเขาก็มีเพียงเสียงเห่า \"โฮ่ง โฮ่ง โฮ่ง\"\nเมื่อเขาได้ยินเสียงตัวเอง Dietrich ตื่นกลัวเป็นอย่างมาก และกระโดดออกมาจากใต้เตียง\nไม่ว่า Dietrich จะกระโดดต่อหน้ากระจกสักกี่ครั้ง ไม่ว่าเขาจะร้องคร่ำครวญนานเท่าไร ภาพของคุณชายชนชั้นสูงก็ไม่กลับมา\nDietrich หันกลับไปแยกเขี้ยวและพุ่งตัวใส่ Nottie แต่เธอไม่ขยับเลยแม้แต่น้อย เธอกอดอกและมองเขาด้วยสายตาที่เรียบเฉย ทันใดนั้นเขาก็ขยับตัวไม่ได้ ไม่ว่าจะพยายามอย่างไรก็ไม่มีผล\n\"ทำอย่างนี้กับสุภาพสตรีมันไม่สุภาพเอาซะเลยนะ ตอนแรกว่าจะปล่อยเธอไปทันที แต่เธอกลับทำตัวอย่างนี้ หึหึ... เห็นทีคงต้องฝึกกันหน่อยละ!\""
          }
        ]
      },
      {
        "title": "ตอนที่ 5",
        "desc": [
          {
            "type": "RichText",
            "text": "\"เป็นสุนัขของฉันซะดีดีเถอะ! ต่อให้ทำดีก็ไม่มีรางวัล แต่ถ้าทำไม่ดีล่ะก็ จะต้องโดนลงโทษ!\" แม่มดหัวเราะและพูดขึ้นเช่นนั้น...\n\"ฉันจะแนะนำตัวอีกครั้งนะ ชื่อของฉันคือ Nottfriga บางทีเธออาจจะคุ้นกับฉายาของฉันมากกว่า ผู้คนเรียกฉันว่าแม่มดแห่งรัตติกาล\"\nNottfriga พูด เส้นผมสีทองอ่อนพลิ้วของเธอค่อย ๆ เปลี่ยนสี จนในที่สุดมันกลายเป็นสีดำสนิท กลมกลืนไปกับสีดำของท้องฟ้ายามค่ำคืนนอกหน้าต่าง ดวงตาดุจฟ้าครามของเธอก็เปลี่ยนเป็นสีดำยามค่ำคืน และกลายเป็นสีดำสนิท\n\"ตอนนี้ฉันเป็นเจ้านายของเธอ แน่นอนว่า ฉันจะสอนเธออย่างดี\"\nNottfriga ย่อตัวลงและสวมปลอกคอที่ไม่รู้ว่าเอาออกมาจากไหนให้ Dietrich ปลอกคอค่อย ๆ หดเล็กลงในขณะที่ Dietrich ดิ้น และสุดท้ายมันสวมอยู่บนคอของเขาอย่างแน่น ไม่ว่าเขาจะสะบัดหัว หรือใช้อุ้งเท้าเกาสักกี่ครั้งมันก็ไม่ขยับเลยสักนิด\n\"เฮ้อ เสียเวลาไปไม่น้อยเลยนะเนี่ย รีบไปกันเถอะ\"\nNottfriga ลุกขึ้นและเดินออกไปจากเมือง Dietrich พยายามรวบรวมกำลังของเขา และร้องครางหงิง ๆ เพราะอยากหนีไปทางคฤหาสน์ของชนชั้นสูง แต่ก็ไม่มีประโยชน์ ปลอกคอของเขาควบคุมร่างกายเขาไว้ทั้งหมด เขาทำได้เพียงเดินตาม Nottfriga ไปเท่านั้น\nNottfriga ปรายตามอง Dietrich ผู้ที่เดินตามเธอมาอย่างไม่เต็มใจ พลางใช้นิ้วของเธอม้วนปอยผมเป็นวง\n\"เห็นเธอดิ้นมันก็สนุกอยู่หรอกนะ แต่เสียงดังชะมัด ถ้าเธออยากจะเห็นเวทมนตร์บทใหม่ \"ค่ำคืนแห่งความเงียบงัน\" ของฉันล่ะก็ ลองร้องอีกทีดูสิ\"\nทันใดนั้นดูเหมือนว่าโลกทั้งใบเงียบลงทันที สัญชาตญาณเตือน Dietrich ว่า เขาต้องไม่เป็นหนูทดลองเวทมนตร์บทใหม่ของเธอ"
          }
        ]
      },
      {
        "title": "ตอนที่ 6",
        "desc": [
          {
            "type": "RichText",
            "text": "\"หมายเหตุจากบรรณาธิการ: ขอบคุณทุกคนมากสำหรับการสนับสนุน! เราไปเอาตัวนักเขียนขี้เมาออกมาจากร้าน Cat's Tail กันเถอะ! ถึงเขาจะดูเหมือนดอกแดนดิไลออนที่แช่น้ำ แต่แค่ให้เขียนอนุกรมก็คงไม่เป็นปัญหาอะไร! ต่อไปขอให้ทุกท่านช่วยกันดูแลด้วยนะ!”\nDietrich ได้เห็นการล่มสลายของตระกูล Lawrence\nแมวน้อยที่แม่เลี้ยงไว้ก็หายไปตั้งนานแล้ว พ่อที่จิตใจฟุ้งซ่านกระวนกระวายและแม่ที่กำลังจิตตกซึ่งถึงแม้จะอยู่ใกล้เพียงเอื้อม แต่ไม่ว่าเขาจะตะโกนร้องเรียกอย่างไร พวกเขาก็ไม่หันมามองเขาเลยแม้สักนิด\n\"วู๊ฟฟฟ...\"\nDietrich ก้มศีรษะลง แต่ก่อนที่เขาจะทันได้เอ่ยปากพูด พื้นดินใต้เท้าของเขาก็แยกออก มือที่เหมือนแม่มดแก่ยื่นออกมาจากพื้นและบีบคอเขาไว้จนแน่น\nรู้สึกเพียงแค่ว่าร่างกายของตนเองร่วงหล่นลงไปเรื่อย ๆ จนกระทั่งตกถึงพื้นบริเวณใกล้กับเท้าของแม่มดแก่\nน่าแปลกที่เขากลับไม่รู้สึกเจ็บปวดอะไรเลย\nดูเหมือนว่าจะมีบางอย่างเกี่ยวปลอกคอเอาไว้ ร่างสุนัขของ Dietrich ถูกดึงขึ้นมา\nเกือบทุกอย่างในแนวสายตาเป็นสีดำสนิท มองเห็นได้เพียงสิ่งที่อยู่ใต้ฝ่าเท้าเท่านั้น... มีหม้อต้มอยู่ที่นั่น ของเหลวสีดำบางอย่างในหม้อกำลังเดือดและมีฟองออกมา และก็มีวัตถุที่เป็นของแข็ง มีเพียงใยแมงมุมและกระดูกงูพิษเท่านั้นที่เขาพอจะดูออก...\nเสียงของ Nottfriga แว่วเข้ามาในหูของเขา: \"อ่าา... ได้เครื่องปรุงอย่างสุดท้ายมาแล้ว ขอแค่ใส่แกลงไป เท่านี้ซุปแห่งชีวิตนิรันดร์ของฉันก็เสร็จสมบูรณ์ ฮ่าฮ่าฮ่า!\"\n\"โฮ่ง โฮ่ง โฮ่ง\" ยัยแม่มดบ้า ปล่อยฉันนะ!\nDietrich ดิ้นสู้อย่างสุดแรง แต่แล้วอยู่ ๆ ปลอกคอที่ปกติจะแข็งแรงและไม่สามารทำลายได้ ก็หลุดออกอย่างง่ายดายโดยไม่คาดคิด...\n\"โฮ่งง งง ง...\"\nแล้วเขาก็ตกลงไป...\nไม่ได้ยินอะไรทั้งนั้น มีเพียงเสียงลมหวีดหวิวและเสียงหัวเราะอย่างบ้าคลั่งของ Nottfriga เข้ามาในหู"
          }
        ]
      },
      {
        "title": "ตอนที่ 7",
        "desc": [
          {
            "type": "RichText",
            "text": "\"เป็นคนดีที่สามารถคุกกี้ให้สุนัขพร้อมกับยิ้มไปด้วย.. \" เมื่อฉันได้พบกับสาวน้อยแปลกหน้าอีกครั้งในป่าที่คุ้นเคย ร่างที่แท้จริงของเธอคือ——\n\"ตื่นนน...\"\nDietrich รู้สึกว่าร่างกายของเขาถูกเขย่าอย่างเบา ๆ\n\"เป็นอะไรรึเปล่า?\"\nมีมือยื่นเข้ามา ดูเหมือนว่าต้องการที่จะเช็คลมหายใจของเขา\nเป็นเสียงที่คุ้นเคย...\nอ่อนโยนราวกับสายลมอันแผ่วเบา อบอุ่นราวกับแสงอาทิตย์ในยามเช้า\nDietrich ลืมตาขึ้น และเบื้องหน้าก็คือ...\nหญิงสาวผมบลอนด์ผู้มีตาสีฟ้า\n\"เยี่ยมไปเลย ในที่สุดก็ตื่นซักที\" หญิงสาวยิ้มอย่างอ่อนโยน\n\"ที่นี่... หรือว่า... Celestia งั้นเหรอ?\"\n\"ไม่ใช่หรอกนะ ก็แค่ป่าทั่วไปเท่านั้นแหละ\" หญิงสาวกล่าว\nDietrich ฟื้นคืนสติ หญิงสาวเบื้องหน้าก็คือตัวการปัญหาของเขานั่นเอง... ยัยแม่มด Nottfriga ผู้น่ารังเกียจ! ทันใดนั้นเขาก็เด้งตัวขึ้น รักษาระยะห่างออกไปและตั้งท่าป้องกันโดยทันที\n\"ไม่ต้องกลัว ฉันไม่ทำร้ายเธอหรอกนะ อ๊ะ จริงสิ ยังไม่ได้แนะนำตัวนี่นะ ฉันชื่อ Magdalene อื้อ... น้องสาวของ Nottfriga คนนั้นยังไงล่ะ\" Magdalene พูดในขณะที่หมุนนิ้วมือที่อยู่ทางด้านหลัง... มันคือเวทสงบสติอารมณ์ของเวทมนตร์แห่งแสง จากนั้นก็เข้าใกล้ Dietrich \"เอาล่ะ เท่านี้ก็น่าจะโอเคแล้วล่ะ\"\nในที่สุด Dietrich ก็สงบลง เขาอยากจะถามว่าทำไมหญิงสาวถึงได้เข้าใจในภาษาเขาพูด แต่ก็ทำได้แค่ส่งเสียง \"โฮ่งโฮ่งโฮ่ง\" ออกไป\n\"อื๋อ นี่น่ะเหรอ? ใช้แค่เวทมนตร์นิด ๆ หน่อย ๆ ก็ได้แล้วล่ะ พี่สาวของฉันก็ทำได้เหมือนกัน\"\n\"โฮ่ง โฮ่งโฮ่ง!?\" หรือก็คือยัยแม่มดแก่นั่นสามารถเข้าใจสิ่งที่ฉันพูด แต่แสร้งทำเป็นไม่เข้าใจ และแกล้งฉันมาโดยตลอดงั้นเหรอ!?\n\"อืม... ยังไงก็เถอะ ความจริงแล้ว Nottfriga เป็นคนที่อ่อนโยนมากเลยนะ\" เมื่อพูดถึง Nottfriga... Madeleine ก็แสดงรอยยิ้มที่อ่อนโยนและงดงามออกมาอีกครั้ง\n\"...\""
          }
        ]
      },
      {
        "title": "ตอนที่ 8",
        "desc": [
          {
            "type": "RichText",
            "text": "\"ซวยแล้ว! ดันพูดเรื่องแย่ ๆ เกี่ยวกับแม่มดต่อหน้าแม่มดตัวจริง!\" \"เฮ้อ เจ้านี่ไม่เชื่องเลยนะ แต่ว่า การฝึกสุนัขมันเป็นหน้าที่ของเจ้าของอย่างฉัน เพราะงั้นก็ช่วยไม่ได้ล่ะนะ~\" ความลับที่โหดร้ายของแม่มด กำลังจะเริ่มขึ้น——\n\"พวกแม่มดนี่เอาสมองไปแลกกับพลังเวทที่ยิ่งใหญ่รึเปล่านะ? ฉันพูดกับเธอไม่รู้เรื่องเลยสักนิด...\" Dietrich คิดขณะที่เดินตามสาวผมทองที่พึมพำเรื่องอะไรสักอย่างไปตลอดทาง\n\"เฮ้ —— อย่าพูดอย่างงั้นสิ! ถ้าพี่ฉันได้ยินเข้าล่ะก็ เธอต้องโกรธมากแน่ ๆ\" Madeleine มอง Dietrich พร้อมพูดเบา ๆ\n\"โฮ่งโฮ่งโฮ่ง โฮ่งโฮ่ง?\" เธอก็อย่าไปบอกพี่เธอสิ... เดี๋ยวนะ เธอรู้ได้ยังไงว่าฉันคิดอะไรอยู่?\n\"น่าเสียดาย มัน สาย ไป แล้ว ล่ะ\"\nDietrich ยกหัวขึ้นอย่างหวาดหวั่น เขาหันไปทางที่แรงดันในอากาศเพิ่มมากขึ้น ——\nสีหน้าของเธอไม่ได้เปลี่ยนไปเลยแม้แต่น้อย...\nแต่ถึงกระนั้น...\nเขาแน่ใจว่าสาวน้อยที่อยู่ตรงหน้าเขาเปลี่ยนไปเป็นคนละคน\n\"ดูเหมือนว่าฝันร้ายของนายเมื่อกี้จะมีประโยชน์อยู่บ้าง อย่างน้อยก็ทำให้นายจำอะไรบางอย่างได้ แต่ตามมาตรฐานของฉันแล้ว มันยังเทียบกันไม่ได้เลย\" น้ำเสียงที่สูงส่งและเย่อหยิ่งอันคุ้นเคย คือ Nottfriga อย่างแน่นอน\n\"ถ้างั้นเอา \"แก่นแท้ของจิตวิญญาณ\" ฝากไว้กับนายก็แล้วกัน\"\n\"แก่นแท้ของจิตวิญญาณ\" คืออะไรกัน...\nเดี๋ยวนะ เมื่อกี้ Madeleine พูดถึงของสิ่งนี้\n\"ไม่ต้องกลัวหรอกน่า ที่จริงแล้วฝันร้ายเมื่อกี้มันไม่ใช่เรื่องจริงหรอก แต่เป็นเพราะพี่ของฉันเอา \"แก่นแท้ของจิตวิญญาณ\" ใส่ไว้ในร่างของนาย \"แก่นแท้ของจิตวิญญาณ\" มันสามารถเห็นความกลัวของนาย มันถึงทำให้ความฝันของนายคือสิ่งที่นายกลัวที่สุดไงล่ะ\"\n\"แต่ที่พี่ทำไปอย่างงั้นก็เพราะหวังดีกับนายนะ เพราะถึงยังไงพี่ก็เป็นคนที่อ่อนโยนที่สุดเลยล่ะ\"\n...\nDietrich ขนลุกซู่ไปทั้งตัว เขาตัวสั่นเทิ้มในขณะที่มอง Nottfriga เขาไม่กล้าคิดเรื่องอื่นอีกแล้ว\n\"ดูเหมือนวิธีสอนของฉันจะได้ผลนะเนี่ย งั้นเราเดินทางต่อกันเถอะ\" ท่าทางอันหวาดกลัวของ Dietrich ทำให้แม่มดสาวผู้เป็นนายของมันพอใจยิ่งนัก"
          }
        ]
      },
      {
        "title": "ตอนที่ 9",
        "desc": [
          {
            "type": "RichText",
            "text": "\"การตายที่เหมือนกับฤดูใบไม้ผลิที่อบอุ่น สัมผัสมันเป็นยังไงกันนะ?\" ในยามเช้าที่แสนอบอุ่น สิ่งที่หญิงสาวพูดออกมา... คือคำพูดที่แตกต่างไปจากปกติ... \"น่าจะ... มีขนฟู ๆ ล่ะมั้ง?\"\nนี่คือผืนป่าอันกว้างใหญ่สุดลูกหูลูกตาที่มีหมอกบาง ๆ ปกคลุมอยู่ แสงสีทองยามรุ่งอรุณสาดส่องตัดผ่านใบไม้ ทอดยาวลงสู่พื้นอันเขียวชอุ่ม\nในเวลานี้ Madeleine อุ้มสุนัขตัวหนึ่งเอาไว้และเดินไปตามทางอย่างช้า ๆ... ใช่แล้ว มันคือ Dietrich นั่นเอง เด็กสาวผมบลอนด์ก้าวขึ้นไปบนต้นไม้ยักษ์ที่มีรากพันกัน เธอเดินผ่านผืนป่าไปอย่างแผ่วเบาและมั่นคง ราวกับหงส์ขาวแสนสง่างาม\n\"ดีที่เป็น Madeleine ถ้าเป็น Nottfriga ล่ะก็ คงจะให้ฉันเดินเองหรือไม่ก็ใช้เวทมนตร์อะไรบางอย่างบังคับให้ฉันวิ่งแน่ ๆ ว่าแต่เส้นทางนี้ไม่ได้สร้างมาเพื่อให้สุนัขเดินสินะ ไม่สิ แม้แต่คนก็ยังเดินผ่านไม่ได้เลย ที่นี่ไม่มีทางเลยด้วยซ้ำ มีแต่ต้นไม้เต็มไปหมด...อ่า ถ้า Madeleine อุ้มฉันไว้ตลอดก็ดีสินะ...\" Dietrich คิดฟุ้งซ่าน พลางหันไปมอง Madeleine\nแสงแดดยามเช้าส่องกระทบใบหน้าของเด็กสาว เธอมีความงามไม่แพ้ชนชั้นสูงคนไหนเลย ผิวขาวและดวงตาที่แสนอบอุ่นนั้น ทำให้เธอดูบอบบางราวกับน้ำค้างยามเช้าบนกลีบดอกไม้\n\"ผิวของ Madeleine นั้นขาวมาก...ดูเหมือนในบรรดาเหล่าชนชั้นสูงที่ฉันเคยพบเจอ ยังไม่มีใครเทียบเธอได้เลย\" Dietrich คิดในขณะที่มองไปยังเด็กสาว\n\"จะเล่าให้ฟังนะ อันที่จริงฉันตายไปแล้วน่ะ\" จู่ ๆ Madeleine ก็เอ่ยขึ้น"
          }
        ]
      },
      {
        "title": "ตอนที่ 10",
        "desc": [
          {
            "type": "RichText",
            "text": "เพราะถึงยังไง บนโลกใบนี้ก็ไม่มีคนที่จะได้รับการปลดปล่อยให้เป็นอิสระในขณะที่ยังมีชีวิตอยู่\nนานมาแล้ว มีแม่มดคนหนึ่งคลอดลูกแฝดสาว\nแต่ทว่า เผ่าแม่มดไม่สามารถเก็บสองทายาทไว้พร้อมกันได้ แต่หากต้องการเก็บไว้ ก็ต้องแลกมาด้วยการสละพลังเวทที่ยิ่งใหญ่\nแต่มนต์ดำของแม่มดท่านนี้ อยู่ในระดับขีดสุดแล้ว เธอจึงใช้พลังชีวิตของตนเอง แลกกับการรักษาสองทายาทเอาไว้\nแต่ไม่นาน พลังชีวิตของแม่มดก็ค่อยๆ หมดไป จนถึงวันที่ต้องลาจาก\nแม่มดหลุดพ้นตลอดกาลแล้ว โดยมี Nottfriga ผู้เป็นพี่สาวเป็นผู้รับภาระทั้งหมด เธอคิดว่า การที่ Madeleine น้องสาวของเธอไม่สามารถมีชีวิตอยู่ต่อได้ ล้วนเป็นความผิดของเธอ\nแต่ยังดีที่ Nottfriga ได้สืบทอดพรสวรรค์มนต์ดำของแม่มดท่านนั้น เธอใช้ร่างกายของตนเองเป็นภาชนะ พร้อมกับใช้เวทที่ซับซ้อน และคาถาที่เข้าใจยาก แยกวิญญาณของ Madeleine ออกมา\nเธอได้อ่านหนังสือหนังสัตว์ที่แม่มดทิ้งไว้บนหอสูงหมดทุกหน้า รวมกับการใช้มนต์ดำและวิชาแปรธาตุสร้างร่างใหม่ขึ้นมา การอัญเชิญดวงวิญญาณไปสถิตในร่างใหม่นี้เพื่อให้ฟื้นชีพ มันไม่ใช่เรื่องง่ายของวิชาต้องห้ามของเวทมนตร์แห่งแสงเลย แล้ว Nottfriga ที่ไม่มีความรู้ในเวทมนตร์แห่งแสงแม้เพียงนิดเดียว ก็ยิ่งไม่ต้องพูดถึง\nความมุ่งมั่นที่ Nottfriga มีต่อ Madeleine ทำให้เธอพบทางออกในที่สุด เธอทำให้ภาชนะดังกล่าวกลายเป็นกำไลข้อมือที่ขดเป็นรูปงู และออกเดินทางสู่การผจญภัยด้วยกัน\n\"น้องสาวที่รัก เมื่อเรื่องราวทั้งหมดสิ้นสุด พวกเราจะไม่ต้องพรากจากกันอีก...\""
          }
        ]
      },
      {
        "title": "ตอนที่ 11",
        "desc": [
          {
            "type": "RichText",
            "text": "\"เห่าโฮ่งโฮ่งโฮ่งอยู่ได้ เดี๋ยวฉันจะอุดปากนั่นให้เอง...\"ฮึกฮึก——\" ในคืนนั้น สาวน้อยได้มอบสิ่งสำคัญให้กับสุนัขผู้ซื่อสัตย์...\nแสงเส้นสุดท้ายค่อยๆ หายไป ความมืดค่อยๆ ปกคลุมป่าผืนนี้\n\"ถึงตาพี่แล้ว\"\nทันใดนั้น Madeleine ก็วางลง Dietrich จากอ้อมกอด\n\"ใช่แล้ว น้องมีของขวัญชิ้นสุดท้ายให้พี่ด้วยนะ พี่จะต้องชอบแน่นอน\"\nจากนั้น ก็มีแสงเรืองออกมาจากระหว่างนิ้วของสาวน้อย แสงเหล่านั้นค่อยๆ รวมตัวกัน Madeleine ได้ใช้เวทมนตร์แห่งแสง\n\"เอาล่ะ ตั้งแต่นี้ไป เธอจะต้องเชื่อฟังนะ จุ๊ๆ อย่าเพิ่งพูดอะไร\"\n\"ทำอะไรน่ะ ลึกลับ จริงๆ...อืออือ\" Dietrich ยังไม่เข้าใจ ได้แต่บ่นพึมพำ แต่ยังไม่ทันพูดจบ ก็ถูกขัดจังหวะเสียแล้ว เป็นเพราะถูกมือเรียวสวยปิดปากเอาไว้\nยังไม่ทันไร ก็ถูกสาวน้อยก็นำอะไรบางอย่างใส่เข้าไปในปากอย่างรวดเร็ว\n\"นี่มัน...\"\nด้ามดาบ ดาบของเขา\nดาบที่เคยคาดอยู่ที่เอวของเขาด้วยความภาคภูมิใจ\n\"?!\"\nDietrich ต้องการจะพูดอะไรบางอย่างตามสัญชาตญาณ\n\"ถ้าไม่อยากตายก็กัดเอาไว้แน่นๆ\" เมื่อ Nottfriga ยื่นมือออกไปในอากาศ Dietrich ก็รู้สึกว่าปลอกคอ รัดแน่นมากจนเขาเกือบจะหายใจไม่ออก แต่ก็ไม่มีแรงที่จะดิ้นรน ได้แต่กัดฟันแน่น\n\"ฟังนะ จงใช้ดาบด้ามนี้ปกป้องตัวเอง ถึงเธอจะเป็นคุณชายที่ไร้ค่า และไร้เหตุผล แต่ถ้าเธอตายอยู่ที่นี่ ก็จะทำให้ฉันลำบาก --- \" Nottfriga เงยหน้าของ Dietrich และกดเสียงให้ต่ำลง \"เพราะการสอนยังไม่สิ้นสุด ถ้าตายตอนนี้ ฉันคงพลาดความสนุกไปมากมาย\"\nแม่มดแห่งรัตติกาลพูด พร้อมชักนิ้วกลับมาจัดเสื้อคลุมของตนเอง\nปลอกคอกลับมาหลวมเหมือนเดิม อากาศค่อยๆ เข้าไปในร่างกายผ่านซอกฟัน และจมูก เข้าไปในปอด Dietrich ไม่กล้าพูดอะไร ได้แต่หอบด้วยความเหนื่อย\nไม่นาน ก็มีเสียงวุ่นวายอื้ออึงดังขึ้น"
          }
        ]
      }
    ]
  }
}