{
  "epId": 2327,
  "name": "บันทึก Sangonomiya",
  "desc": "หนังสือประวัติศาสตร์ที่เขียนโดยนักประวัติศาสตร์ผู้แสนโด่งดังของ Shogunate ผู้มีนามว่า Kujou Michizane ซึ่งถูกระบุว่าเป็น \"เกียรติทั้งสามแห่ง Kujou\" โดยได้เขียนแนะนำเกี่ยวกับประวัติศาสตร์ของเกาะ Watatsumi โดยสังเขป",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Sangonomiya Chronicles_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "บันทึก Sangonomiya"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "รายละเอียด",
        "desc": [
          {
            "type": "RichText",
            "text": "แรกเริ่มเดิมที ศาลเจ้า Sangonomiya เป็นห้วงน้ำทะเล ต่อมามีงูยักษ์ข้ามมาอยู่อาศัย สร้างน้ำวนด้วยการเคลื่อนไหวของมัน และประดับด้วยปะการังจนกลายเป็นเกาะ ต่อมาชาว ชาว Sangonomiya ตั้งชื่อเกาะแห่งนี้ว่า \"เกาะ Watatsumi\" และนับถืองูยักษ์เป็นเทพเจ้า\nชาว Watatsumi เรียกตัวเองว่าผู้คนแห่งท้องทะเล พวกเขาบูชางูยักษ์ Orobashi no Mikoto ที่เกาะ Watatsumi มีวังเทพเป็นสถานที่ว่าการ และ Shogunate ไม่มีอำนาจมายุ่งเกี่ยว ทุกสิ่งจะถูกรับผิดชอบโดยมิโกะ มิโกะที่มีตำแหน่งสูงสุดคือ \"ผู้นำมิโกะคนปัจจุบัน\" มีหน้าที่รับผิดชอบจัดการกิจการต่าง ๆ และงานเทศกาล\nเมื่อครั้งสงครามเทพอสูรในอดีต ท่านโชกุน Raiden Ogosho ผู้ยิ่งใหญ่ได้รวมดินแดน Inazuma ทั้งหมดให้มาอยู่ภายใต้การปกครองของเธอ ทุกคนต่างหวาดเกรงเป็นอย่างมาก ทุกคนต้องพอใจในสิ่งที่ตนมี หรือไม่ก็จะถูกทำลายล้าง จะไม่มีความปรารถนาที่ไร้การควบคุมอีกต่อไป งูยักษ์ Orobashi no Mikoto แยกตัวมาอยู่ในฝั่งตะวันตกของ Narukami และอยู่ร่วมกันอย่างสันติ แต่ตอนนี้มีผู้บุกรุกเข้ามาจากฝั่งตะวันออกโดยไร้ซึ่งคำเตือน\nสงครามรุนแรงขึ้นเรื่อย ๆ ชาวบ้านลำบากยากแค้น ทั้งสองฝ่ายต่อสู้กันบนเกาะ Yashiori มีคนล้มตายจำนวนมาก หนึ่งในนั้นคือ Sasayuri แม่ทัพเท็งงุคนสนิทของท่านโชกุน สุดท้ายท่าน Ogosho ได้สังหารงูยักษ์ที่เกาะ Yashiori\nตั้งแต่นั้นมา ศาลเจ้า Sangonomiya ก็ได้ส่งทูตไปขอยอมแพ้ และยอมให้ Shogunate แห่ง Inazuma ปกครองเป็นต้นมา"
          }
        ]
      }
    ]
  }
}