{
  "epId": 2329,
  "name": "เหมืองไข่มุก",
  "desc": "หนังสือล้ำค่าที่มีอยู่เพียงเล่มเดียวใน Jade Chamber ดูเหมือนเล่มนี้จะเป็นหนึ่งในหนังสือชุดนี้ ซึ่งได้บันทึกเนื้อหาเกี่ยวกับนโยบายเศรษฐกิจของท่าเรือ Liyue เอาไว้",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/07/144837601/92d3baedc683471f0ed6db5be3c351fd_1375760790679621695.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1678375963,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "เหมืองไข่มุก"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "รายละเอียด",
        "desc": [
          {
            "type": "RichText",
            "text": "......\nทุกธุรกิจและอุตสาหกรรมการค้านั้น เปรียบเหมือนดั่งสายน้ำที่พุ่งขึ้นจากโขดหินและสิ้นสุดลงในมหาสมุทร เงินและผลกำไรนั้นเป็นแรงขับเคลื่อนหัวใจของผู้คน นี่คือสิ่งที่มีอำนาจที่สามารถยับยั้งสัญญาที่ไม่เป็นธรรม และก่อให้เกิดผลประโยชน์อย่างมากมาย และนี่ไม่ใช่ข้ออ้างสำหรับผู้แข็งแกร่งที่จะข่มเหงผู้อ่อนแอ หรือสำหรับผู้อ่อนแอที่จะบีบบังคับผู้แข็งแกร่งได้ สิ่งที่จำเป็นต้องรู้คือคุณธรรมของการค้าขายและการหมุนเวียนของเงินต่างหาก\nมีคนเคยถามว่า: \"ผู้คนตกงาน ไม่มีผลผลิตให้ได้กินได้ใช้ ไม่มีหลังคาบังแดดบังฝน ไร่นาแห้งแล้งปราศจากพืชผล และพวกเขาก็ยังคงทำงานกันหลังขดหลังแข็ง แต่ในทางตรงกันข้าม คฤหาสน์ของเหล่าพ่อค้าผู้ร่ำรวยกลับเต็มไปด้วยหยกและทองคำ นี่คือความยุติธรรมงั้นหรือ?\"\nคำพูดนี้ช่างไร้สาระ การแสวงหาผลกำไรเปรียบเสมือนคลื่นที่ซัดเข้าหาหาดทรายสีทองไม่มีหยุด และเหมือนกับกระแสน้ำเชี่ยวที่ไหลอยู่ในหุบเขา ดังนั้นคนยากจนก็ไม่ได้หมายความว่าจะยากจนเสมอไป และเศรษฐีเองก็ไม่สามารถร่ำรวยได้ตลอดไปเช่นกัน ทั้งนี้เงินคงคลังของแผ่นดินนั้นควรจะเต็มอยู่เสมอ เพื่อให้ประเทศสงบสุขและเจริญรุ่งเรือง\nการกำจัดการแปรรูป การขยายตลาด และการปฏิรูประบบการปกครองเป็นสิ่งที่หลีกเลี่ยงไม่ได้ หากความช่วยเหลือต่าง ๆ มีแนวโน้มที่จะทำให้ชาวเมืองเกิดความเกียจคร้าน ก็ควรจะปรับลงให้เหมาะสม ส่วนกองทหาร Millelith นั้นจะต้องขยายเพิ่มมากขึ้น เพื่อคอยปราบปรามกลุ่มโจรจากภายนอก และปกป้องผู้คนในประเทศให้ปลอดภัย\n......\nแม้ว่าราชาแห่งหินจะมีชีวิตเป็นอมตะ แต่มนุษย์ก็ควรต้องเตรียมพร้อม เพื่อที่เมื่อเกิดอะไรขึ้นจะไม่ต้องเป็นกังวล การปฏิรูปควรจะดำเนินไปอย่างช้า ๆ และไม่เร่งรีบเกินไป เพื่อความเป็นอมตะของ Liyue และความเจริญรุ่งเรืองของชาวเมือง การค้นพบอัญมณีในขณะที่แกะสลักหินอย่างพิถีพิถันนั้น ก็เป็นเช่นเดียวกับ Liyue ที่ต้องใช้เวลาอีกนานกว่าที่เรื่องราวต่าง ๆ จะนิ่งและมั่นคง"
          }
        ]
      }
    ]
  }
}