{
  "epId": 2330,
  "name": "ประเพณีของ Liyue",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Customs of Liyue_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1660291580,
  "components": {
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "ตำราที่บันทึกประเพณีท้องถิ่นของท่าเรือ Liyue เอาไว้ แต่เดิมนั้นถูกเขียนขึ้นโดย Fadhlan นักวิชาการด้านการเดินทางท่องเที่ยวของ Sumeru ผู้มาพักอาศัยอยู่ใน Liyue ต่อมาถูกแก้ไขโดยนักวิชาการท้องถิ่นมากมายหลายคนของ Liyue ซึ่งมันได้ถูกตีพิมพ์ใน Liyue อย่างแพร่หลาย\n—ช่อดอกไม้—\nพิธีแต่งงานของคู่บ่าวสาวที่ Liyue นั้นเจ้าสาวจะโยนช่อดอกไม้ไปให้แขกที่มาร่วมงานแต่งงาน ซึ่งคนที่โชคดีคว้าได้นั้นจะได้รับโชคดีตลอดทั้งปี โดยพ่อค้าจะมีแต่ความมั่งคั่งและความเจริญรุ่งเรือง คนจนจะร่ำรวยขึ้นมา ชายหญิงที่ยังไม่ได้แต่งงานก็จะพบกับการแต่งงานที่ดี และคู่ที่แต่งงานแล้วก็จะปฏิบัติต่อกันอย่างจริงใจ และไม่ทะเลาะกันอีกต่อไป\nซึ่งวัสดุที่ใช้ทำช่อดอกไม้นั้นจะมีมากมายแตกต่างกันออกไป บ้างก็ทำมาจากการนำเอาดอกไม้สดมามัดรวมกันเป็นลูกกลม ๆ บ้างก็ทำด้วยผ้าจาก Silk Flower หากว่าต้องการความหรูหรา ส่วนคนที่ต้องการความเรียบง่ายก็จะใช้ช่อดอกไม้ที่ทำมาจากกระดาษสีหรือวัสดุผ้าอื่น ๆ ที่ Liyue ไม่ว่าจะเป็นครอบครัวที่ยากจนแค่ไหนหรือร่ำรวยเพียงใดก็ล้วนจะปฏิบัติตามประเพณีอย่างนี้\nเกี่ยวกับที่มาที่ไปของประเพณีนี้ บางคนบอกว่าได้รับอิทธิพลมาจากเทศกาล Ludi Harpastum ของ Mondstadt \"ประเทศแห่งสายลม\" ซึ่งเป็นดั่งเพื่อนบ้าน บ้างก็ว่ามาจากช่วงเวลาก่อนยุคสมัยที่จะเกิดสงครามเทพอสูร ในสมัยที่เทพเจ้าแห่งเกลือเดินทางท่องเที่ยวไปทั่วทั้ง Liyue นั้น ครั้งหนึ่งเธอเคยยืนเคียงบ่าเคียงไหล่กับเทพเจ้าตนอื่น ๆ ของ Liyue แต่ด้วยความที่เธออ่อนโยนจนเกินไป จึงถูกผู้ติดตามของเธอเองลอบสังหาร และต้องออกจากสงครามเทพอสูรไปอย่างรวดเร็ว\nร่างของเธอน่าจะอยู่ที่ไหนสักแห่งในซากปรักหักพังของพื้นที่ที่เรียกว่า \"Sal Terrae\" ตามตำนานที่ถูกกาลเวลาถอดถอนรายละเอียดที่เป็นประโยชน์ทั้งหมดออกไปเล่าว่า ครั้งหนึ่งเธอเคยมอบลูกบอลดอกไม้ให้กับผู้คนของเธอเพื่อเป็นพรแก่พวกเขา... หรืออย่างน้อยถ้าไม่ได้รับพรก็ต้องมีการปลอบโยนเล็กน้อยเพื่อปกป้องจากความขมขื่นของการดำรงอยู่ในยามสงคราม อย่างไรก็ตามหลังจากที่เทพเจ้าแห่งเกลือต้องกลับไปเป็นธาตุตามวัฏจักรของโลกแล้ว ก็มีความเป็นไปได้ว่าผู้คนของเธอที่แตกกระจายไปทั่วนั้นจะนำธรรมเนียมนี้ไปกับพวกเขาและสอนมันให้กับผู้คนใน Liyue ซึ่งหลังจากนั้นชาว Liyue ที่เป็นชนชาติที่มีการแข่งขันและสนุกสนานก็อาจดัดแปลงและเติมแต่งให้เหมาะกับความต้องการของตนเอง\nแม้ว่าความตั้งใจดั้งเดิมของประเพณีนี้จะบริสุทธิ์และสนุกสนาน แต่ในบันทึกความปลอดภัยของกองทหาร Millelith ของ Liyue ก็ระบุว่าจำนวนการบาดเจ็บที่เกิดจากการแย่งชิงช่อดอกไม้ในทุกปีนั้นไม่น้อยเลย และมันก็เกือบจะเท่ากันกับจำนวนคนที่ได้รับบาดเจ็บจากอสูรในภูเขาด้วย"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "ตำราที่บันทึกประเพณีท้องถิ่นของท่าเรือ Liyue เอาไว้ แต่เดิมนั้นถูกเขียนขึ้นโดย Fadhlan นักวิชาการด้านการเดินทางท่องเที่ยวของ Sumeru ผู้มาพักอาศัยอยู่ใน Liyue ต่อมาถูกแก้ไขโดยนักวิชาการท้องถิ่นมากมายหลายคนของ Liyue ซึ่งมันได้ถูกตีพิมพ์ใน Liyue อย่างแพร่หลาย\n—ต้อนรับเทพเจ้า—\nเทศกาลฉลองที่สร้างชื่อที่สุดของ Liyue คือพิธีต้อนรับเทพเจ้าที่เรียกว่า \"พิธีเจ็ดดาราอัญเชิญเซียน\"\nในฐานะเทพเจ้าที่คอยเฝ้าดูและปกป้องเมือง Liyue ทุกปีเทพแห่งหินจะลงมาด้วยตัวเอง เพื่อสั่งสอนและเตือนสติมนุษย์ ให้ปฏิบัติตนตามกฎเพื่อชีวิตที่สงบสุข\nเพื่อป้องกันไม่ให้พวก Fatui มาวุ่นวาย ในอดีตชาวเมือง Liyue จะเลือกตัวแทนจากพวกชาวนา เพื่อเป็นตัวแทนในการต้อนรับเทพเจ้า\nพวกเขาจะถวายเครื่องบูชามากมาย และกล่าวคำอวยพร จากนั้นฟังคำทำนายจากเทพเจ้า เพื่อเป็นแนวทางในการบริหารตลอดปีนั้น ๆ ด้วยคำชี้แนะนี้จะทำให้มนุษย์มีความเจริญรุ่งเรือง สามารถเอาชนะภัยพิบัติ และเพื่อให้แผ่นดินของเทพแห่งหินแข็งแกร่งและมั่นคง\nต่อมาเมื่อสงครามเทพอสูรสงบลง ท่าเรือ Liyue ก็ค่อย ๆ เจริญรุ่งเรืองขึ้นภายใต้การปกครองของ Qixing ซึ่งเป็นตัวแทนการค้าทุกอย่างใน Liyue และทำหน้าที่เป็นสื่อกลางระหว่างมนุษย์กับเทพเจ้า รับหน้าที่ในการสื่อสารกับเทพแห่งหิน และอธิบายคำทำนายอันศักดิ์สิทธิ์ให้ชาวเมืองเข้าใจได้ง่าย ๆ เพื่อประกาศนโยบายสำหรับตลอดทั้งปี\nผู้ที่ได้รับเกียรติให้เป็นประธานใน \"พิธีเจ็ดดาราอัญเชิญเซียน\" นั้นจะถูกเลือกมาจาก Qixing เท่านั้น และไม่มีใครเข้าสามารถเข้ามาก้าวก่ายได้\nในความคิดของพ่อค้าใน Liyue นั้น ทองใน Golden House ก็มีค่าไม่เท่าคำทำนายของเทพแห่งหิน\nดังนั้นในวันที่เทพแห่งหินเสด็จลงมา ไม่ว่าบ้านพวกเขาจะอยู่ไกลแค่ไหนก็ตาม พ่อค้าชาว Liyue ก็จะพยายามเดินทางกลับบ้านด้วยตัวเองหรือส่งคนไปแทน เพื่อได้รับคำแนะนำจากท่านเทพแห่งหิน และเพื่อความเจริญรุ่งเรืองของธุรกิจตลอดทั้งปีนั่นเอง\nในดินแดนแห่งป่าฝนเหล่านักปราชญ์ละทิ้งทุกสิ่งในโลกนี้ เพื่อแสวงหาภูมิปัญญาสูงสุดจนผิดเพี้ยนไป แต่ในดินแดนแห่งหินนั้น ผู้คนคุ้นเคยกับการขอคำแนะนำจากเทพเจ้า และนำไปใช้เพื่อความมั่นคงและความเจริญรุ่งเรือง\nดูเหมือนในบางช่วง เทพเจ้าทั้งเจ็ดที่ยืนเคียงบ่าเคียงไหล่กันในโลกนี้ ก็มีความขัดแย้งกันเองเช่นกัน"
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "ตำราที่บันทึกประเพณีท้องถิ่นของท่าเรือ Liyue เอาไว้ แต่เดิมนั้นถูกเขียนขึ้นโดย Fadhlan นักวิชาการด้านการเดินทางท่องเที่ยวของ Sumeru ผู้มาพักอาศัยอยู่ใน Liyue ต่อมาถูกแก้ไขโดยนักวิชาการท้องถิ่นมากมายหลายคนของ Liyue ซึ่งมันได้ถูกตีพิมพ์ใน Liyue อย่างแพร่หลาย\n-Silk Flower-\nสำหรับชาวเมืองที่อาศัยอยู่ใน Liyue แล้วดอก Silk Flower มีอยู่ทุกหนทุกแห่งในชีวิตของพวกเขา Silk Flower เป็นดอกไม้ที่มีสีสันสวยงามและมีกลีบที่อ่อนโยน จึงมักจะถูกนำไปใช้เป็นวัสดุสำหรับทำเป็นผ้าไหม แม้จะผ่านการแปรรูปหลากหลายขั้นตอน แต่กลิ่นหอมของดอกไม้ชนิดนี้ก็ยังคงอยู่ไม่จางหาย ด้วยเหตุนี้ชาวเมือง Liyue จึงปลูก Silk Flower เพื่อนำมาทำเป็นน้ำหอมกลิ่นต่าง ๆ ซึ่งน้ำหอมที่หรูหราที่สุดนั้น จะต้องนำไปถวายให้ท่านราชาแห่งหิน เพื่อให้ได้รับการอนุมัติจากเขาก่อน\nน้ำหอม Silk Flower ที่ราคาแพงลิ่วนั้น ขึ้นอยู่กับระดับความหอมและความชุ่มชื้นของตัวน้ำหอม สำหรับผู้หญิงใน Liyue น้ำหอมแต่ละกลิ่นล้วนมีความหมายที่แตกต่างกันไป ใน Liyue มีกฎที่ไม่ได้บัญญัติไว้เป็นลายลักษณ์อักษรว่า: ในชีวิตประจำวัน ห้ามถามผู้หญิงเกี่ยวกับน้ำหอมที่เธอใช้ แต่หากมีคนที่สามารถเดาได้ว่าหญิงสาวใช้น้ำหอมชนิดไหน และอธิบายคุณสมบัติของมันได้อย่างถูกต้องล่ะก็ พวกเขาก็มีโอกาสเอาชนะใจอีกฝ่ายได้\nในชนบทของ Liyue ได้กล่าวกันว่า แรกเริ่มเดิมทีมนุษย์ได้รับการถ่ายทอดวิธีทำน้ำหอม Silk Flower มาจากเซียนที่อาศัยอยู่ในภูเขา Aocang ในยุคที่พระเจ้าและมนุษย์ยังอาศัยอยู่ร่วมกัน เซียนได้สอนให้มนุษย์เรียนรู้ที่จะรักพืชและสัตว์ นอกจากนี้ยังมีอยู่ครั้งหนึ่งเซียนได้แปลงกายเป็นนกที่สง่างาม และสอนวิธีการทำและใช้น้ำหอมให้กับหญิงสาวที่กำลังอาบน้ำอยู่ในสระน้ำ\nผู้หญิงแบบไหนกันที่สามารถทำให้เซียนผู้รักสันโดษสนใจได้? มีเรื่องราวและตำนานเกี่ยวกับเรื่องนี้อยู่มากมายนับไม่ถ้วน แต่ก็ยังไม่ทราบความจริงที่แน่ชัด สิ่งที่รู้แน่ชัดก็คือน้ำหอมที่ทำจาก Silk Flower นั้นได้รับการถ่ายทอดจากรุ่นสู่รุ่น มาเป็นเวลาหลายพันปีจนถึงปัจจุบัน ถึงแม้เวลาจะผ่านไปหลายพันปีแล้ว แต่วิธีการปรุงน้ำหอมให้มีกลิ่นหอมละมุนแบบนี้ก็ไม่ได้เปลี่ยนไปเลย\nดอก Silk Flower มีลักษณะที่แตกต่างกันไป ขึ้นอยู่กับสภาพแวดล้อมและพันธุ์ที่ปลูก ซึ่งพ่อค้า Liyue ได้ตั้งชื่อให้กับ Silk Flower ไว้มากมาย ตามลักษณะและการใช้งานที่หลากหลาย และยังได้เชื่อมโยงชื่อเหล่านี้กับเรื่องราวของการได้พบกับราชาแห่งหิน หรือได้รับพรจากท่านเซียน เพื่อทำให้เรื่องราวฟังดูมีมนต์ขลังและน่าสนใจมากยิ่งขึ้น... เทคนิคการขายแบบนี้ได้การตอบรับจากผู้คนที่มาพักผ่อนอยู่ใน Liyue เป็นอย่างดี\nเนื่องจากความต้องการของตลาดขายดอกไม้ใน Liyue ที่ค่อนข้างสูง จึงทำให้ผู้คนหันมาสนใจปลูกและขยายพันธุ์ดอก Silk Flower กันอย่างต่อเนื่อง ด้วยเหตุนี้จึงทำให้สามารถพบเห็นดอก Silk Flower ได้ทั่วทั้ง Liyue แต่ที่น่าเสียดายก็คือ เนื่องจากการเปลี่ยนแปลงทางภูมิศาสตร์ของ Liyue ในประวัติศาสตร์ที่ผ่านมาอย่างยาวนาน และการทำเหมืองที่ขยายตัวอย่างต่อเนื่อง สิ่งเหล่านี้ได้ทำลายแหล่งเติบโตทางธรรมชาติของดอก Silk Flower ทำให้มันสูญพันธุ์ไปเกือบหมด มีเพียงไม่กี่ชนิดเท่านั้นที่หลงเหลืออยู่และได้รับการดูแลจากเหล่าเซียน ซึ่งดอก Silk Flower เหล่านี้มีความสวยและสง่างาม ต่างจากดอกไม้ที่อยู่ในเมืองซึ่งปลูกโดยมนุษย์อย่างสิ้นเชิง\nสิ่งที่น่าสนใจก็คือชาว Liyue มองว่า Silk Flower ที่สวยงามและมีกลิ่นหอมนี้ เป็นหนึ่งในสัญลักษณ์ของราชาแห่งหิน เทพผู้สง่าผ่าเผยผู้นี้ ได้เดินทางไปทั่วโลกมนุษย์ด้วยรูปลักษณ์ของผู้ชาย ว่าแต่เขาเคยแปลงกายเป็นผู้หญิงและได้รับการถวายดอกไม้บ้างหรือไม่นะ? ด้วยข้อมูลทางประวัติศาสตร์ที่หาได้ค่อนข้างยาก และข่าวลือที่เล่าต่อกันมาจากรุ่นสู่รุ่น จึงเป็นเรื่องยากมากที่เราจะยืนยันในสมมติฐานดังกล่าว แต่เราก็ไม่สามารถปฏิเสธและมองว่ามันเป็นเพียงเรื่องเพ้อเจ้อได้\nมีอยู่ครั้งหนึ่งผู้เขียนเคยเห็นรูปปั้น Statue of The Seven รับของบูชาสำหรับผู้หญิงที่ทำมาจาก Silk Flower อย่างประณีตด้วยตาตัวเอง แต่นักเดินทางชาวต่างชาติอย่างผู้เขียน คงไม่สามารถคาดเดาได้ว่าราชาแห่งหินรู้สึกอย่างไร ในตอนที่รับของบูชาจากเหล่านั้น"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ประเพณีของ Liyue"
          }
        ]
      }
    ]
  }
}