{
  "epId": 2333,
  "name": "ความฝันที่แตกสลาย",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart's Desire_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "คอลเล็กชั่นเรื่องราวแฟนตาซีซึ่งเป็นที่นิยมไปทั่วทุกประเทศใน Teyvat มันบอกเล่าถึงเรื่องราวของร้านขาย ของโบราณที่ลึกลับแห่งหนึ่ง\n-แสงจันทร์-\nว่ากันว่ามีมุมเล็ก ๆ มุมหนึ่งที่ถูกสายลมลืมเลือนอยู่ในเมือง\nเพียงแค่ยืนอยู่เบื้องหน้าน้ำพุแล้วหลับตาลง รอจนหัวใจเต้นครบสามสิบห้าครั้ง จากนั้นเดินวนตามเข็มนาฬิกาเจ็ดรอบ ตามด้วยเดินทวนเข็มนาฬิกาอีกเจ็ดรอบ เมื่อลืมตาขึ้นแล้วจะพบว่า เท้าของคุณได้พาคุณมาถึงหน้าร้านเล็กๆแห่งหนึ่ง\n————\n\"ขอโทษนะคะ...มีใครอยู่ไหม\"\nVeiga ถามอย่างเขินอาย\nในขณะที่ประตูปิดลงด้านหลังเธอ กระดิ่งที่แขวนอยู่บนประตูก็ดังขึ้น เสียงใสๆของมันก้องกังวานไปทั่วห้องที่อับทึบนี้\nแสงรำไรยามพลบค่ำลอดผ่านกระจกที่ขุ่นมัวตรงชั้นวางของ ในร้านเต็มไปด้วยข้าวของที่ดูแปลกตา เธอเดินเข้าไปอย่างระมัดระวัง เพราะเกรงว่าจะไปเหยียบข้าวของเสียหาย\nไม่มีเสียงตอบรับจากในร้าน\nVeiga เลยเริ่มพินิจดูข้าวของต่างๆที่อยู่รอบตัวเธอ: ชิ้นส่วนเครื่องจักรกลที่ซับซ้อน พิณโบราณที่งดงาม กระเบื้องแตกที่สลักลวดลายอันแปลกประหลาด โซ่ตรวนเก่า ๆ ที่เต็มไปด้วยร่องรอยขูดขีด มงกุฎที่ถูกลืมของพวกขุนนาง\nขณะที่เธอกำลังสำรวจดูข้าวของเหล่านี้อยู่ ทันใดนั้น เจ้าของร้านที่มีนัยน์ตาเรียวยาวราวกับจิ้งจอกก็ปรากฏตัวขึ้นด้าน หลังเธอ\n\"เขี้ยวนั่น ครั้งหนึ่งเคยเป็นของราชันหมาป่า ตอนนี้คงเหลือเพียงเขี้ยวนี้และเหล่าทวยเทพที่ยังจำได้ว่าดินแดน แห่งนั้นเคยถูกปกคลุมไปด้วยน้ำแข็งและหิมะ\"\nเธอพูดอย่างแผ่วเบา\n\"ยินดีต้อนรับ มีอะไรที่ถูกใจ ที่อยากได้ไหม?\"\n\"มีของสิ่งใดที่ช่วยให้คน...ลืมไหมคะ\"\n\"อ๋อ มีสิ\"\nVeiga เอามือทาบอกของเธอไว้แน่น พร้อมถามต่ออย่างรีบร้อนว่า:\n\"แม้แต่คนที่สำคัญอย่างมากก็ทำให้ลืมได้หรอ\"\nเจ้าของร้านผู้มีดวงตาราวจิ้งจอกทำหน้าขรึมพร้อมกับพยักหน้า:\n\"ฉันรู้ว่า เธออยากจะลืมหนุ่มคนนั้น คนที่มีแววตาสดใสราวกับแสงจันทร์ เขาหายตัวไปนานแล้ว และได้ทิ้งหลุมดำไว้ในใจเธอ ไม่ว่าจะเจอเหตุการณ์ใด ก็ไม่สามารถถมมันให้เต็มได้ แม้ในยามที่มีความสุข ก็ยังรู้สึกเหมือนเห็นแสงจันทร์อยู่ตรงหน้าแต่จับต้องมันไม่ได้\"\nVeiga ที่กำลังตกตะลึง ทำได้เพียงพยักหน้า\nเจ้าของร้านที่มีดวงตาเหมือนจิ้งจอกหยิบขวดไวน์ขึ้นมาจากที่ใดก็ไม่ทราบ\n\"ไวน์ขวดนี้จะทำให้เธอลืมความเจ็บปวด\"\n\"ในอดีตกาลที่ลมหนาวเย็นพัดอย่างแรงกล้า เพื่อให้พวกเขามีกำลังที่จะดำรงชีวิตต่อไป เหล่าบรรพชนได้หมักบ่มไวน์นี้ขึ้นอย่างลับๆ ลึกลงไปในพื้นน้ำแข็ง ต่อมาวิถีชีวิตของผู้คนอยู่ดีมีสุขมากขึ้น เลยหลงลืมกรรมวิธีในการหมักบ่มไวน์ชนิดนี้ไปเสียแล้ว\"\nเธอเอียงขวดไวน์ไปมา\n\"เหลือไม่มากแล้ว ในเมื่อเธอถูกชะตากับร้านนี้ งั้นฉันยกให้ฟรีแล้วกัน หากเธอมั่นใจว่านี่คือสิ่งที่เธอต้องการจริงๆ...\"\nVeiga รับเอาแก้วไวน์ที่เจ้าของร้านตาจิ้งจอกส่งมาให้\nแก้วใบนี้ครั้งหนึ่งเคยถูกประดับไปด้วยอัญมณีหลากชนิด ซึ่งได้ถูกแกะออกไปหมดแล้ว เหลือไว้เพียงร่องรอยที่เต็มไปด้วยความว่างเปล่าที่น่าเหงาใจยิ่งนัก\nเมื่อ Veiga รู้สึกตัวขึ้นอีกที เธอก็ยืนอยู่ที่หน้าบ่อน้ำพุ\n\"เอ๊ะ นี่ฉันมาทำอะไรที่นี่\" เธอคิดในใจ เธอก้าวเท้าไปอย่างเร่งรีบใต้แสงจันทร์สว่างจ้า แสงยามพลบค่ำได้หมดไปแล้ว ถ้าเธอไม่รีบกลับไปล่ะก็...\nส่วนเรื่องร้านเล็กๆที่แสนประหลาด วิธีการเดินทางไปร้าน รวมถึงเรื่องราวที่เกิดขึ้นในร้านนั้นเธอได้ลืมมันแล้วไปทั้งหมด\n————\n\"เธอไปแล้วล่ะ\"\nเจ้าของร้านที่มีดวงตาราวจิ้งจอกพูดขึ้น หลังจากประตูร้านปิดและกระดิ่งเงียบเสียงลง\nชายหนุ่มผู้มีดวงตาสดใสราวกับดวงจันทร์ก้าวออกมาจากหลังร้าน\n\"ขอบใจคุณมากนะ\"\n\"ที่เป็นครั้งที่เท่าไหร่แล้วที่เธอมาที่นี่\"\n\"หก...ไม่สิ เจ็ดครั้งแล้ว\" ชายหนุ่มดูท่าทีลังเล ถามขึ้นว่า \"ไวน์นั่นช่วยได้จริงๆหรือ ไม่ใช่ว่าฉันไม่เชื่อคุณนะ เพียงแต่...\"\nเธอยิ้มโดยไม่แสดงความเห็น\n\"มันทำให้ลืมความเจ็บปวดได้ แต่เท่าที่เห็น เรื่องราวที่ผ่านมาระหว่างพวกคุณ สำหรับเธอแล้วมันไม่ใช่ความเจ็บปวด ไวน์นี้จึงทำได้เพียงบรรเทาความคิดถึงที่เธอมีต่อคุณ และความเจ็บปวดจากการสูญเสียคุณได้เพียงชั่วคราวเท่านั้น\"\n\"ทุกครั้งที่เธอเห็นแสงจันทร์ เธอจะเห็นเงาของคุณอยู่ในนั้น และความทรงจำก็จะถาโถมกลับมา ไม่ว่าจะเป็นการพบกันที่ Ludi Harpastum การใช้เวลายามบ่ายใต้ต้นไม้ด้วยกันที่ Windrise วิวทิวทัศน์ที่ Cape Oath การจูงมือกันหลบหนีออกมาจากงานเฉลิมฉลองกลางฤดูร้อน บทเพลงและผ้าคลุมขนนกที่คุณมอบให้เธอในงานชุมนุมของเหล่านักกวี ความทรงจำเหล่านี้ เธอคงไม่อยากให้มันโดนพรากไปจากเธอ\"\n\"...ในร้านนี้มีไวน์อีกขวดที่จะทำให้คนลืมอย่างหมดสิ้น หากคุณต้องการ...ฉันให้เธอดื่มขวดนั้นก็ได้นะ\"\nเธอยิ้มเล็กน้อยขณะที่มองชายหนุ่ม เขาครุ่นคิดอยู่นานและถอนหายใจ\n\"บอกฉันที...เหตุใดคุณจึงยืนกรานที่จะจากเธอไป\"\n\"เหอะๆ ก็เพราะสิ่งนี้ไงล่ะ\"\nเขาหยิบคริสตัลทรงกรวยแหลมชิ้นหนึ่งออกมาจากกระเป๋าเสื้อ ในขวดนั้นมีสัญลักษณ์บางอย่างที่มองเห็นได้อย่างเลือนราง\n\"ได้ยินมาว่าคนที่ครอบครองของสิ่งนี้ สักวันจะต้องหายไปจากโลกนี้\"\n\"ถ้าเป็นอย่างนั้นจริง ฉันจากเธอไปยิ่งเร็วยิ่งดี ตอนนี้เธอยังสาวอยู่ ยังพอมีเวลา\"\n\"ที่แท้ก็เป็นอย่างนี้นี่เอง\" เธอหัวเราะพร้อมกับพูด \"คุณก็เป็นหนึ่งในผู้ที่ถูกเลือกสินะ\"\n\"เห็นจะเป็นเช่นนั้น... คุณรู้ไหมว่าชะตากรรมของผู้ที่ถูกเลือก เป็นคนสุดท้ายจะเป็นอย่างไร\"\nชายหนุ่มถามอย่างเร่งร้อน\nเธอเพียงแค่ฝืนยิ้ม แต่ไม่ได้ให้คำตอบใดๆ\n\"ฉันก็ควรไปแล้วล่ะ ในเมื่อได้ครอบครองสิ่งนี้แล้ว ก็ควรจะไปจัดการเรื่องที่จำเป็นต้องทำเสียที\"\n\"แล้วถ้าสาวน้อยคนนั้นกลับมา จะให้ฉันทำอย่างไร\"\n\"ฉันว่า...น่าจะปล่อยให้เธอจัดการด้วยตัวเอง\"\n\"คุณช่างเป็นผู้ชายที่ไร้หัวใจเสียจริง\""
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "คอลเล็กชั่นเรื่องราวแฟนตาซีซึ่งเป็นที่นิยมไปทั่วทุกประเทศใน Teyvat มันบอกเล่าถึงเรื่องราวของร้านขาย ของโบราณที่ลึกลับแห่งหนึ่ง\n-กระจกสี-\nว่ากันว่าที่เมืองท่าเรือ มีมุมเล็ก ๆ ที่ถูกลืมโดยก้อนหินจากภูเขาและเสียงเกลียวคลื่น\nเพียงคุณยืนตรงที่ที่มีสายลมจากทะเลพัดผ่านแล้วหลับตาลง เดินออกไปจากเสียงเจี๊ยวจ๊าวของฝูงชนสี่สิบเก้าก้าว เมื่อเสียงเต้นของหัวใจดังกลบเสียงฝูงชนแล้ว ให้ลืมตาขึ้น แล้วจะพบว่า เท้าของคุณได้พาคุณมายังหน้าร้านเล็กๆแห่งหนึ่ง\n————\n\"มีใครอยู่ไหม\" Yu'an ส่งเสียงทักทาย\nเขาก้าวเข้าไปในร้านอย่างลังเล ประตูได้ปิดลงหลังชายหนุ่ม เสียงกระดิ่งกรุ๋งกริ๋งยังคงก้องกังวานอยู่ในร้าน\nเสียงคลื่นซัดฝั่งที่เล็ดลอดเข้ามาในร้านก็เหมือนกับความทรงจำ ที่กำลังกลับมา ในร้านที่คับแคบนี้มีข้าวของโบราณ ที่ดูแปลกตาวางเป็นกองๆ Yu'an กวาดตามองสินค้าในร้านอย่างระมัดระวัง ด้วยกลัวว่าเสื้อคลุมผ้าไหมของเขาจะเปื้อนฝุ่นที่อาจจะมีอายุมากกว่าเขาเสียอีก\nโคมไฟกระดาษที่เหลืองซีด เขี้ยวมหึมาจากอสูรหลากชนิด เศษอุกกาบาตสีดำขลับ เดือยรูปทรงเรขาคณิตสีทองหม่นที่สร้างขึ้นจากวัสดุลึกลับ\nในขณะที่เขากำลังหยิบขวดคริสตัลที่บรรจุผงสีขาวราวหิมะขึ้นมาดูนั้น เขาได้ยินเสียงอ่อนหวานจากคนที่มายืนอยู่ข้างเขา\n\"นั่นคือเกลือที่ตกผลึกจากน้ำตาของอสูรโบราณตนหนึ่ง\"\nเสียงที่ทำลายความเงียบ ดั่งก้อนหินทำลายพื้นผิวที่ราบเรียบ ของผืนน้ำทำให้เขาสะดุ้งโหยง และทำขวดหลุดมือโดยไม่ได้ตั้งใจ\nแต่เขากลับไม่ได้ยินเสียงบาดหูของขวดที่แตกตามที่เขาคาดไว้ เจ้าของร้านที่มีดวงตาราวจิ้งจอกคว้าขวดไว้ได้อย่างไรก็ไม่ทราบ ได้นำมันกลับไปวางไว้บนชั้นวางตามเดิม\n\"ฉันคือ...เอิ่ม...ฉันลืมแล้วว่าใครแนะนำร้านนี้ให้กับฉัน\"\nเธอผงกหัวเล็กน้อย แต่สีหน้าเธอไม่ได้แสดงความเห็นใดๆ\n\"ยินดีต้อนรับ มีอะไรที่ถูกใจ ที่อยากได้ไหม?\"\n\"ฉันมองหาของขวัญชิ้นนึงเพื่อที่จะเอาไปให้...หญิงสาวที่ฉันชอบคนหนึ่งน่ะ\"\n\"ฉันจะขอเธอแต่งงาน เลยคิดว่าหากมีของขวัญสักชิ้นที่จะมอบให้ด้วยเธอก็คงจะดี\"\nYu'an เลียริมฝีปากอย่างประหม่า เงยหน้าขึ้นสบตากับดวงตาลึกล้ำที่มีสีทองดุจอำพันของเจ้าของร้านสาว\nสบตากันอยู่พักหนึ่ง เพื่อก็พูดขึ้นว่า: \"ฉันรู้แล้วล่ะ\"\nร่างอันผอมเพรียวของเธอเดินลึกไปในร้านและหายไปอย่างรวดเร็ว\nเมื่อเธอกลับมา ในมือของเธอถือวัตถุส่องแสงสีรุ้งแวววับอยู่ เมื่อมองเข้าไปใกล้ ๆ ถึงทราบว่าเป็นคริสตัลสิบด้านรูปทรงว่าวที่งดงามยิ่งนัก\n\"ตำนานของ Crystal Heart คุณลูกค้าก็น่าจะเคยได้ยินมาบ้าง\"\nถึงแม้ Yu'an จะไม่เคยได้ยินตำนานที่ว่า แต่เขาก็พยักหน้า\n\"มีคำกล่าวไว้ว่าคริสตัลนี้เป็นเพียงการลอกเลียนแบบอย่างหยาบ ๆ จากของจริงเท่านั้น คริสตัลของจริงจะสามารถฉายความปรารถนาในก้นบึ้งหัวใจให้เห็น ได้ เมื่อพลังชีวิตของสัตว์เวทกำลังจะหมดลง ความเศร้าโศกที่ไม่สามารถทำตามความปรารถนาได้กลั่นมันขึ้นมา ลองส่องดูสิ...\"\nสาวตาจิ้งจอกส่งสัญญาณให้ Yu'an ที่อยู่ตรงกันข้ามมาส่องดูฉากอันเลือนรางในคริสตัลกับเธอ\nช่วงเวลาหลายหมื่นปีได้แล่นผ่านตาของเขาไปอย่างรวดเร็ว หมู่ดาว มหาสมุทรและพื้นพิภพหมุนเปลี่ยนไปราวกับเมฆหมอก ผืนหิมะละลายกลายเป็นทุ่งหญ้าเขียวขจี ที่ราบถูกตัดขาดโดยสายน้ำ เมืองผุดขึ้นราวกับรังมด อาณาจักรต่าง ๆ ล่มสลายลงราวกับก้อนอิฐ...\n-พลบค่ำยามราตรี แสงจันทร์สาดส่องเกลียวคลื่น เมื่อรู้ตัว Yu'an ก็พบว่าตัวเองนั้นกำลังเดินอยู่ที่ท่าเรือ\nมือของเขากำวัตถุของแข็งที่เหมือนคริสตัลนั้นไว้แน่น ตอนนี้มันอุ่นราวกับเลือดก็ไม่ปาน\n\"จริงสิ นี่คือ Crystal Heart\" เขาคิดในใจในขณะที่เร่งฝีเท้าอย่างฉับไวใต้แสงจันทร์ แค่เอาของสิ่งนี้ให้เธอ แค่มอบให้เธอ ฉันก็คง...ฉันจะต้อง...\n————\nกระดิ่งที่แขวนอยู่บนประตูส่งเสียงกรุ๋งกริ๋งขึ้นมา\n\"ยินดีต้อนรับ มีอะไรที่ถูกใจ ที่อยากได้ไหม?\"\n\"ฉันอยากจะส่งของหน่อย...ไม่รู้ว่าสิ่งนี้ถือเป็นอัญมณีหรือเปล่า\"\nลำแสงส่องผ่านกระจกคริสตัลที่เจียระไนอย่างประณีต สะท้อนระยิบระยับไปทั่วทั้งร้าน\n\"ชายผู้หนึ่งที่ชอบฉันให้ฉันมา เขาบอกว่าถ้าเรามองเข้าไปในคริสตัลนี้พร้อมกัน เราจะเห็นสิ่งที่มหัศจรรย์\"\n\"แต่ไม่รู้ทำไม มันทำให้ฉันรู้สึกอึดอัด จริงอยู่มันเป็นอัญมณีที่งดงาม แต่ทุกครั้งที่นึกถึงเรื่องของชายผู้นั้นก็มันทำให้ฉันหงุดหงิดชะมัด ดังนั้นฉันเลยอยากขายมันให้ร้านของคุณ\"\n\"ฉันเข้าใจ แต่นี่คือคริสตัลสิบด้านรูปทรงว่าวที่มีราคาสูง คุณอยากได้ Mora เท่าไหร่สำหรับคริสตัลชิ้นนี้งั้นเหรอ?\"\n\"จริงๆแล้วฉันไม่อยากได้เงินหรอกนะ เดี๋ยวฉันขอดูของก่อน เอ๊ะนี่มัน...เกลือนี่นา อืม มันก็ถึงเวลาที่ฉันควรไปสักการะ Sal Terrae แล้วสินะ งั้นฉันขอเกลือนี้แลกกับคริสตัลแล้วกัน\"\n————\nเจ้าของร้านผู้มีตาจิ้งจอกนั่งอยู่หลังร้านคนเดียว เธอหมุนคริสตัลรูปทรงเรขาคณิตที่ประณีตไปมา\n\"ในคริสตัลนี้ ฉันมองเห็นสิ่งที่ไม่ค่อยดี ธาตุแท้ของชายหนุ่มคนนั้น มันไม่น่าอภิรมย์เอาเสียเลย\"\n\"แต่จะว่าไปแล้ว เขาก็เป็นเพียงชายหนุ่มที่หวังจะได้แต่งงานกับคนในตระกูลธุรกิจ เกลือที่มั่งคั่งและทรงอิทธิพล แล้วเขาจะใช้ทุกวิถีทางปีนป่ายขึ้นไป ถึงแม้เขาจะเป็นเพียงชายผู้ต่ำต้อยก็เถอะ ถ้าไม่ได้เห็นความจริงจากเรื่องนี้ ต่อให้คู่หนุ่มสาวนี้ไม่ได้มีความจริงใจต่อกัน แต่บางทีพวกเขาอาจอยู่ด้วยกันอย่างมีความสุขได้ ในเมื่อความสุขมันก็เป็นความคุ้นชินอย่างหนึ่ง ไม่เกี่ยวอะไรกับความรัก\"\nเธอจิบไวน์เล็กน้อย แล้วยิ้มให้กับตัวเอง\n\"แต่ว่าฉันไม่สามารถให้อภัยคนประเภทนั้นได้อย่างเด็ดขาด\"\n\"ในอีกแง่หนึ่ง มันง่ายมากนะที่จะเปิดใจกับคนแปลกหน้า ฉันรู้ว่าเมื่อเขาก้าวเท้าออกไปจากร้านนี้แล้ว เราก็จะไม่ได้พบกันอีก งั้นบอกความจริงกับเขาหน่อยจะเป็นไรไป แต่กับคนที่ใกล้ชิด ยิ่งใกล้ชิดกันมาก ยิ่งต้องการผลประโยชน์มาก ก็ยิ่งต้องระวังให้มาก แต่เขาจะรู้ได้ยังไงล่ะ...\"\n\"ขอโทษด้วยนะ ที่ให้เธอออกไปผจญภัยแบบนั้น แต่ยังไงก็เถอะ ได้เธอกลับมาแล้วมันช่างดียิ่งนัก\" เธอปรายตาลง \"ในเมื่อนี่เป็นความต้องการของเธอ ฉันจะดูแลเธออย่างดี...แต่ว่า นานๆทีออกไปท่องโลกบ้าง ไปดูว่าผู้คนทุกวันนี้เป็นยังไง มันก็สนุกดีไม่ใช่หรือ\""
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "คอลเล็กชั่นเรื่องราวแฟนตาซีซึ่งเป็นที่นิยมไปทั่วทุกประเทศใน Teyvat มันบอกเล่าถึงเรื่องราวของร้านขาย ของโบราณที่ลึกลับแห่งหนึ่ง\n-ไพลิน-\nว่ากันว่ามีมุมเล็ก ๆ มุมหนึ่งที่ถูกสายลมลืมเลือนอยู่ในเมือง\nเพียงคุณยืนอยู่ใจกลางจัตุรัสแล้วหลับตาลง เดินวนตามเข็มนาฬิกาเจ็ดรอบ ตามด้วยเดินทวนเข็มนาฬิกาอีกเจ็ดรอบ จากนั้นเดินตรงไปสี่สิบก้าว เมื่อเสียงเจี๊ยวจ๊าวของผู้คนแล้วฝูงนกซาลงให้ลืมตาขึ้น แล้วจะพบว่าเท้าของคุณได้พาคุณมาถึงหน้าร้านเล็กๆแห่งหนึ่ง\n————\nเจ้าของร้านผู้มีดวงตาเรียวยาวราวจิ้งจอกเปิดประตูกระจกหน้าร้านของเธอ แสงจันทร์ที่สาดเข้ามา ดูราวกับว่าได้กวาดเอาละอองดาวบนท้องฟ้ามาโปรยลงบนเคาท์เตอร์\nไม่ว่าจะเป็นดอกไม้ที่เบ่งบาน ลูกขนไก่ที่เต็มไปด้วยฝุ่น หนังสือจารึกเก่าเก็บที่ถูกแมลงกินจนพรุน จนถึงธนูที่ไร้สาย สิ่งของเก่าแก่ในห้องที่บ่งบอกว่าเป็นของราชวงศ์ในอดีต ได้ถูกปกคลุมไปด้วยแสงสีเงินอันเยือกเย็นจากฟากฟ้ายามค่ำคืน\n\"เฮ้ ช่วงนี้ธุรกิจเป็นยังไงบ้าง\"\nเสียงทักทายอย่างถากถางดังมาจากหลังร้าน\nเจ้าของร้านหมุนตัวมาดู ในที่ที่แสงจันทร์ส่องไปไม่ถึง ก็เห็นลูกค้าเก่าที่คุ้นหน้านั่งบนเก้าอี้อย่างสบายอารมณ์\n\"ธุรกิจก็เรื่อยๆแหละ แต่ช่วงนี้ฉันต้องคอยระวังพวกหัวขโมย\"\nเจ้าของร้านตาจิ้งจอกตอบพร้อมกับยิ้มน้อยๆ\n\"คุณจะปฏิเสธลูกค้าเก่าแก่ของคุณอย่างงี้หรอ\"\nลูกค้าถอนหายใจ \"ของในร้านคุณเนี่ย ไม่มีอะไรน่าซื้อด้วยซ้ำ ยิ่งขโมยแล้วล่ะก็...\"\n\"แล้วเรื่อง...การล่าเป็นยังไงบ้าง\"\n\"อะไรกัน นี่คิดว่าฉันจะมาขายของโจรที่นี่งั้นเหรอ\"\n\"นายพราน\"ถอนใจอย่างผิดหวัง แต่เจ้าของร้านยังคงยิ้ม\n\"ไม่ใช่ยังงั้น ฉันไม่เคยได้ยินคุณใช้คำว่า\"ของโจร\"เลยนะ\"\n\"ของเปลี่ยนมือ ของขวัญ ของบริจาค สมบัติล้ำค่า...ถึงแม้จะเป็นเพียงหัวขโมยที่ท่องไปตามตรอกซอกซอย แต่คุณก็ทำการกุศลไปไม่น้อยเลยนะ\"\n\"แต่มันไม่ใช่เหตุผลที่ฉันมาที่นี่ในครั้งนี้ ฉันอยากจะมาขอ\"ไวน์\"ขวดนั้นจากคุณ ไวน์พิเศษที่สามารถทำให้ลืมคนที่อยากลืมได้\"\nถึงแม้คำพูดของหัวขโมยจะฟังดูห้วนๆ แต่มุมปากเขาก็มีรอยยิ้มที่จริงใจ\n\"ฉันเสียใจจริงๆ แต่มันมีคนซื้อไปแล้ว\"\nขวดไวน์ที่เขาแอบฉกมาใส่ไว้ในกระเป๋าเสื้อเมื่อครู่ ไม่รู้ว่าไปอยู่ในมือเธอตั้งแต่เมื่อไร\n\"สินค้าทุกอย่างในร้านนี้มีเจ้าของหมดแล้ว เจ้าของของไวน์ขวดนี้ก็จะมารับมันในอนาคตอันใกล้นี้\"\n\"ฝีมือฉันยังสู้คุณไม่ได้ ช่างน่าขายหน้าเสียจริง\"\nหัวขโมยผู้กล้า ยิ้มอย่างเจ็บปวด\n\"ฉันพึ่งรู้ว่า ความคิดถึงมันหนักเสียยิ่งกว่าทองคำ ในสายงานของฉันต้องกระโจนบนหลังคา ไหนยังจะต้องวิ่งไปตามคานอีก ฉันจึงต้อง...กำจัดน้ำหนักต่างๆที่มันไม่จำเป็นออกไป\"\n\"...ไม่รู้ว่า หญิงสาวผู้มีตาสีฟ้าดุจไพลินผู้นั้น จะรู้สึกถึงความหนักอึ้งอย่างที่ฉันรู้สึกรึเปล่า\"\n————\nทันใดนั้น เจ้าของร้านก็สะดุ้งตกใจกับเสียงกระดิ่งหน้าประตู\nลูกค้าที่เข้ามาคือแม่มดผู้มีตาสีฟ้า เธอถือหอกยาวที่ดูปราดเปรียว เช่นเดียวกับรูปร่างเธอ รอยสักบนใบหน้าของเธอบ่งบอกถึงการเคยโดนลงทัณฑ์จากชนชั้นสูง\nเธอเมินเฉยต่อข้าวของที่วางระเกะระกะอยู่เต็มร้าน และพุ่งตัวมายังเคาท์เตอร์ราวกับดาบพุ่งสู่หัวใจศัตรู\n\"ยินดีต้อนรับ มีอะไรที่ถูกใจ ที่อยากได้ไหม?\"\n\"ฉันมีของที่อยากจะขายต่อชิ้นนึง\"\nน้ำเสียงของเธอฟังดูเยือกเย็นแต่เปราะบาง เหมือนน้ำแข็งแผ่นบางที่กำลังจะแตกสลาย ในขณะที่พูด เธอหยิบคริสตัลสีน้ำเงินชิ้นมหึมาขึ้นมาวางบนเคาท์เตอร์\n\"หัวขโมยคนนึงแกะมันออกมาจากถ้วยเงินของชนชั้นสูง เขามอบมันให้แก่ฉัน ทำให้ฉันโดนเจ้านายลงโทษ\"\n\"แต่เรื่องนั้นมันก็หลายปีมาแล้ว ฉันยังคิดว่าเวลาที่ผ่านไปจะช่วยคลายความโกรธเกลียด และเปลี่ยนใจที่ยังอยากเจอเขา...\"\n\"งั้นเหรอ แล้วคุณอยากจะได้ Mora เท่าไหร่สำหรับของสิ่งนี้\"\nแม่มดสาวชี้ไปยังตู้เก็บเครื่องเงิน ในตู้มีถ้วยเงินของชนชั้นสูงที่ถูกแกะอัญมณีออกไป\nเจ้าของร้านตาจิ้งจอกหมุนคริสตัลในมือไปมา แสงสีฟ้าสดใสที่สะท้อนจากคริสตัลส่องวิบวับไปทั่วร้าน\n\"ฉันเข้าใจแล้วล่ะ ถ้านี่เป็นสิ่งที่คุณต้องการจริงๆแล้วล่ะก็...\"\nเมื่อคนเราเจออุปสรรค ก็จะเกิดความกังวลว่าสิ่งที่ทำไปจะไร้ความหมาย ในใจคนก็จะเกิดรอยแยกที่เกิดจากความกลัว\nความตายมักจะตามหลังความกลัวมาในไม่ช้า เช่นเดียวกับความหนามเย็นที่เสียดแทงเข้ากระดูก\nหลายคนเมื่อใกล้ถึงความตายถึงรู้ตัวว่า ตัวเองได้เผลอเผยจุดอ่อนให้คนอื่นรู้ในช่วงเวลาใดก็ไม่ทราบ\nเธอยกคริสตัลสีน้ำเงินขึ้นมาดูใต้แสงจันทร์ ดวงตาจิ้งจอกที่มีนัยน์ตายาวเรียวของเธอเพ่งมองเข้าไปในคริสตัลอย่างตั้งใจ เธอชื่นชมมันด้วยความดีใจเมื่อเห็นตราประทับของตระกูลชนชั้นสูงที่ เก่าแก่ปรากฏขึ้น มันเลือนหายไป แล้วก็ปรากฏขึ้นมาอีกครั้ง\nว่ากันว่า หากเพ่งมองเข้าไปในคริสตัลในเวลาที่ถูกต้องแล้วล่ะก็ จะสามารถเห็นอดีตและอนาคต หรือแม้แต่ธาตุแท้ของคนได้ เหมือนดั่งที่ตำนานกล่าวว่าที่ใดที่หนึ่งบนโลกใบนี้ มีทุ่งดอกแดนดิไลออนที่กว้างราวมหาสมุทร อีกตำนานกล่าวว่าเคยมีดวงจันทร์สามดวงบนท้องฟ้า ชื่อว่า Aria, Sonnet และ Canon สามพี่น้องที่ถูกพรากจากกันโดยความตายจากหายนะครั้งใหญ่ หรือตำนานที่กล่าวว่าเคยมีแม่มดสาวที่สามารถเห็นความตายได้ก่อนที่มันจะมาถึง แต่ท้ายสุดเธอก็ต้องตายด้วยหัวใจที่แตกสลาย ในขณะที่หัวขโมยที่อยู่โพ้นทะเลยังคงเฝ้ารอวันที่จะได้เจอเธออีกครั้ง\nเธอรู้ดีว่า ถึงแม้เธอจะละทิ้งสมบัติเหล่านี้ไป ตำนานทั้งหลายจะไม่เลือนหายไปด้วย และตอนจบของเรื่องก็ไม่สามารถย้อนกลับมาแก้ไขได้\nถ้างั้นเก็บสะสมสมบัติที่เต็มไปด้วยตำนานเหล่านี้ไว้ในร้านเธอไม่ดีกว่าหรือ"
          }
        ]
      },
      {
        "title": "ตอนที่ 4",
        "desc": [
          {
            "type": "RichText",
            "text": "คอลเล็กชั่นเรื่องราวแฟนตาซีซึ่งเป็นที่นิยมไปทั่วทุกประเทศใน Teyvat มันบอกเล่าถึงเรื่องราวของร้านขาย ของโบราณที่ลึกลับแห่งหนึ่ง\n-หัวใจหิน-\nว่ากันว่าที่เมืองท่าเรือ มีมุมเล็ก ๆ ที่ถูกลืมโดยก้อนหินจากภูเขาและเสียงเกลียวคลื่น\nเพียงคุณยืนตรงที่ที่มีสายลมจากทะเลพัดผ่านแล้วหลับตาลง เดินออกไปจากเสียงเจี๊ยวจ๊าวของฝูงชนสี่สิบเก้าก้าว เมื่อเสียงเต้นของหัวใจดังกลบเสียงฝูงชนแล้ว ให้ลืมตาขึ้น แล้วจะพบว่า เท้าของคุณได้พาคุณมายังหน้าร้านเล็กๆแห่งหนึ่ง...\n————\n\"มีใครอยู่ไหม\" ชายสวมเสื้อคลุมฟางข้าวเคาะประตูถาม\nมองผ่านหน้าต่างที่เต็มไปด้วยฝุ่น เขาเห็นสินค้าที่จัดแสดงอยู่ในร้าน: ขวดที่เรืองแสงระยิบระยับบรรจุละอองดาว มีดสั้นหัก ๆ ที่วาววับดุจเกล็ดน้ำแข็ง ม้วนภาพวาดเก่าเก็บสีเหลืองซีด เม็ดยาประหลาดที่มีเมฆหมอกรายล้อมเหมือนกระเบื้องที่มีเกล็ด น้ำแข็งบางๆเคลือบอยู่\nเขาเดินเข้าไปในร้าน ประตูร้านปิดลงตามหลังเขา\nในขณะที่เขากำลังสำรวจดูข้าวของโบราณมหัศจรรย์ที่ดูเหมือนจะไม่ ได้มาจากโลกใบนี้ ข้างๆเขาก็มีเสียงอ่อนหวานของหญิงสาวดังขึ้น\n\"ยินดีต้อนรับ มีอะไรที่ถูกใจ ที่อยากได้ไหม?\"\nเขาหันกลับมามองด้วยความตกตะลึง เจ้าของร้านผู้มีดวงตาจิ้งจอกก็ยิ้มอ่อนๆให้เขา\n\"คืออย่างงี้ ฉันอยากได้ของสักชิ้นนึง เพื่อจะเอาไปชดใช้หนี้ที่ติดค้างในอดีต\"\nน้ำเสียงของเขามีความระมัดระวัง ซึ่งขัดกับรูปลักษณ์ของเขาอย่างมาก\n\"งั้นเหรอ ฉันเข้าใจแล้ว...\"\nตาสีทองราวจิ้งจอกของเจ้าของร้านเปล่งประกาย เธอมองดูเสื้อคลุมฟางข้าวของเขาที่เปียกชุ่มตั้งแต่หัวจรดเท้าแล้ว พยักหน้า\nจากนั้นเธอก็ก้มตัวลงไปหาครู่หนึ่ง แล้วหยิบเอา Cor Lapis ที่งดงามชิ้นหนึ่งออกมาจากด้านล่างของตู้\nCor Lapis เปล่งประกายสีทองอ่อนอยู่ในมือของเจ้าของร้าน เฉดสีเดียวกันกับดวงตาของเธอ\nชายหนุ่มรับเอา Cor Lapis มา เขาพินิจดูอย่างละเอียดใต้แสงจันทร์ ภายใต้แสงยามค่ำคืนแสงสีทองเข้มดูเหมือนจะซ่อนพายุลูกใหญ่ไว้\nมือของเขายังสั่นอยู่\n\"Cor Lapis ก้อนนี้ คือ Cor Petrae ไม่ว่าจะเป็นหินที่แข็งแกร่งเพียงไหน เมื่อผ่านเวลาที่เนิ่นนานไป ก็จะกลั่นออกมาเป็นหัวใจที่ใสบริสุทธิ์\"\nเสียงของเจ้าของร้านฟังดูเหมือนจะมาจากที่ไกลแสนไกล ชายหนุ่มฟังแล้วพยักหน้า\n\"นี่คือสิ่งที่ฉันตามหา\"\nชายหนุ่มตอบอย่างจริงจัง พร้อมทั้งวางถุง Mora ที่หนักอึ้งลงบนโต๊ะ แล้วเดินออกจากร้านไปสู่สายฝนยามค่ำคืน\n————\n\"เรื่องมันก็เป็นอย่างนี้แหละ\"\nหลังจากที่เธอพูด เธอหรี่ตาที่เหมือนจิ้งจอกของเธอ สำรวจดูลูกค้าที่อยู่ตรงหน้า\n\"เขาไม่ได้พูดอะไรอีกเหรอ\"\nดูจากรูปลักษณ์ภายนอกของเขาแล้ว ชายคนนี้น่าจะเป็นคนงานเหมือง ดวงตาของเขาแสดงถึงความร้อนรนที่เขาปิดไว้ไม่มิด แต่เจ้าของร้านส่ายหัวเงียบๆแทนคำตอบ\n\"เขาทิ้งถุง Mora ที่เปื้อนเลือดไว้\"\nน้ำเสียงของเจ้าของร้านสงบ และเยือกเย็นดุจน้ำในสระ\n\"นั่นคือสิ่งที่ฉันตามหา\"\nชายหนุ่มถอนหายใจออกมา ดูเหมือนว่าเขาอยากจะหลบตาสีทองรางจิ้งจอกคู่นั้นเจ้าของร้าน\n\"เพื่อเป็นการแลกเปลี่ยน ฉันจะเล่าเรื่องราวให้คุณฟัง\"\nเจ้าของร้านพยักหน้าส่งสัญญาณให้เขาพูดต่อ\n\"ชายที่สวมเสื้อคลุมฟางข้าวผู้นั้น...ฉันเคยทำงานในเหมืองกับเขาอยู่บนภูเขา ฉันอยากจะสร้างชื่อให้กับตัวเอง แต่เขาแค่อยากจะเลี้ยงดูครอบครัว...\"\n\"คืนหนึ่งฝนตกพรำ เราผ่าหินก้อนหนึ่งออกมา ข้างในนั้นมี Cor Lapis ก้อนหนึ่งอยู่ แสงสีทองบริสุทธิ์ที่เปล่งออกจากพื้นผิวของมันสวยงามจนทำให้ฉันแทบหยุดหายใจ มันงดงามยิ่งกว่าทิวทัศน์ทั่วทั้ง Jueyun Karst มารวมกันเสียอีก...\"\n\"เราตกลงกันว่าจะแบ่งกันคนละครึ่งเมื่อกลับไปถึงท่าเรือที่ Liyue แต่ในคืนนั้น ภายใต้เสียงฟ้าคำรามและฝนกระหน่ำ ฉันทำให้เขาหลับลึกอยู่บนผานั่นตลอดกาล...\"\n\"ฉันทำลงไปก็เพราะกลัว ฉันไม่อาจเชื่อในตัวเขาได้ ฉันไม่เชื่อมั่นในสัญญาที่นอกจากเราสองคนแล้ว คนมีเพียงเหล่าเซียนในจินตนาการเท่านั้นที่ได้ยิน\"\n\"ดังนั้น ความกลัวเอาชนะฉัน ฉันยอมที่จะให้มือตัวเองเปื้อนเลือดแต่ได้ Cor Lapis ก้อนนั้นมาทั้งก้อน ดีกว่าต้องรับความเสี่ยงกับการเดินทางกับคนแปลกหน้า...\"\n\"เช้าตรู่วันรุ่งขึ้น ฉันผูกเชือกแล้วปีนลงผา ขณะที่ฉันปีนก้าวที่สี่ ห้า หก ฉันวางเท้าของฉันให้มั่นคงลงบนก้อนหินบนหน้าผา ทันใดนั้น ฉันรู้สึกถึงเชือกในมือที่สั่น และมันสั่นสะเทือนเข้าสู่ใจฉัน...\"\n\"ฉันแหงนหน้าขึ้นมองเชือก แต่มันก็สายไปเสียแล้ว\"\n\"สิ่งสุดท้ายที่ฉันจำได้คือ เส้นใยบนปลายเชือกที่ขาด\"\n\"ฉันมั่นใจว่า มีเพียงมีดของนายพรานที่จะสามารถตัดเชือกอย่างนั้นได้\"\n\"ถ้างั้น พวกคุณก็ชำระบัญชีแค้นเรียบร้อยแล้วนี่\"\nเจ้าของร้านผู้มีตาจิ้งจอกเผยยิ้มที่แทบจะมองไม่เห็น\n\"เขาได้ Cor Lapis ทั้งก้อนไป ส่วนคุณก็ได้เงินทั้งหมดมา\"\nชายหนุ่มไม่ได้พูดอะไรอีก\n————\nตำนานกล่าวไว้ว่า Cor Lapis คือหัวใจแห่งศิลา และยิ่ง Cor Lapis นั้นมีพลังมากเท่าใด ยิ่งจะสามารถสะท้อนถึงธาตุแท้ของใจคนได้ชัดเจนมากเท่านั้น\nบางคนยังเล่าว่า ต่อให้เจ้าของมันจากโลกนี้ไปแล้ว Cor Lapis ก็จะดึงความปรารถนาที่ยังไม่เติมเต็มและความเสียใจต่างๆกลับมาสู่โลกนี้ เพื่อรอคอยผู้ที่สามารถจะเติมเต็มความปรารถนานั้นได้\nตำนานว่าไว้เช่นนี้\nลูกค้าที่ประหลาดทั้งสองคนได้ออกจากร้านไปสี่ชั่วโมงกว่าแล้ว แต่ฝนก็ยังไม่มีทีท่าว่าจะหยุด\nเจ้าของร้านตาจิ้งจอกยืนอยู่ข้างหน้าต่าง เหม่อมองไปยังสายฝนที่พรำลงมาบนทางเท้าอันมืดมิด\n\"แต่ว่า...พวกเขาเป็นอิสระต่อกันแล้วจริงหรือ\"\nเธอพูดขึ้นราวกับว่าเธอกำลังถามสายฝนอยู่ แต่ก็ไม่มีคำตอบ"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ความฝันที่แตกสลาย"
          }
        ]
      }
    ]
  }
}