{
  "epId": 2334,
  "name": "พิธีชำระซากุระศักดิ์สิทธิ์โดยสังเขป",
  "desc": "หนังสือโทรม ๆ ที่มีข้อมูลเกี่ยวกับ \"พิธีชำระซากุระศักดิ์สิทธิ์\" บางหน้ามีตราสีแดงชาดที่คล้ายกับของศาลเจ้าอีกด้วย",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/07/144837601/e4d14e7b2e5d3f67f70bcfbafd908818_2451155635723169089.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1678375965,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "พิธีชำระซากุระศักดิ์สิทธิ์โดยสังเขป"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "รายละเอียด",
        "desc": [
          {
            "type": "RichText",
            "text": "......\n\"ต้องไถ่โทษกับ Grand Narukami ที่อยู่บนผืนฟ้า, Watatsumi ที่อยู่บนผืนดิน จากนั้นท่องบทสวดเพื่อบรรเทาความโกรธาของเทพเจ้า\"\nต้องทำพิธีดังกล่าวก่อนจะดำเนินการบูชายัญ, ไล่ปีศาจ, อวยพรหรือสาปแช่ง หากจะทำพิธีชำระล้างก็จะต้องทำแบบนี้เช่นกัน\nต้น Thunder Sakura เกิดจากกิ่งก้านของ Sacred Sakura ที่เป็นส่วนหนึ่งของจิตวิญญาณของ Narukami ผู้ยิ่งใหญ่ ได้เชื่อมโยงมันเข้ากับศาลเจ้าทั้งหมด\nในยุคนั้นหายนะได้สะเทือนถึงสวรรค์ เหล่าปีศาจเพ่นพ่านบนผืนโลก ดินแดนเต็มไปด้วยมลทิน ภูตผีปีศาจกำเนิดขึ้นมากมาย เหล่ามารร้ายสร้างความหายนะ ดังนั้นจึงได้มีการหักกิ่งไม้จากศาลเจ้าใหญ่ และส่งมันไปชำระสิ่งชั่วร้ายทั่วดินแดน\nเมื่อหลายปีผ่านไป ความชั่วร้ายก็สะสมอีกครั้ง จึงต้องทำพิธีชำระล้างเพื่อสยบความวุ่นวาย\nพิธีชำระล้าง Thunder Sakura จะเกิดขึ้นทุก 60 ปี โดยอาจแบ่งเป็นพิธีขนาดเล็กและพิธีครั้งใหญ่ โดยหลังจากทำพิธีชำระล้างขนาดเล็กสองสามครั้งแล้ว จะต้องทำพิธีชำระล้างครั้งใหญ่\nระหว่างช่วงเวลาของการชำระล้างขนาดเล็ก จะต้องขออภัยจากฟ้าดิน จากนั้นผูกเชือกเพื่อสร้างเขตแดน แล้วท่องคำว่า \"Kashikomi\" จากนั้นความชั่วร้ายจะถูกกักเก็บไว้ในเขตแดน และรากที่อัดแน่นไปด้วยพิษร้ายจะถูกแยกออกจากที่อยู่อาศัยของผู้คน โดยในตอนท้ายที่สุด เครื่องรางจะถูกใช้เพื่อกำราบสิ่งชั่วร้ายทั้งมวล ซึ่งทั้งหมดนี้จะต้องดำเนินการแยกกัน ในสถานที่ทั้งห้าของเกาะ Narukami\nจุดประสงค์ของพิธีชำระล้างขนาดเล็กคือ การขจัดสิ่งสกปรก ด้วยเหตุนี้ทำให้แผ่นดินสุขสงบไปหลายปี\nในระหว่างพิธีชำระล้างครั้งใหญ่ จะต้องทำการชำระบาปของผืนดินและสวรรค์ก่อน โดยอาศัยเครื่องรางที่เป็นตัวแทนของห้าส่วน คือ ดวงตา ปาก จมูก มือ และเท้า เพื่อทำลายเขตแดนที่เกิดจากพิธีชำระล้างขนาดเล็ก และมลทินทั้งหมดจะต้องถูกกำจัดให้สิ้นซาก ด้วยคาถาอันทรงพลัง\nจุดประสงค์ของพิธีชำระล้างครั้งใหญ่คือ เพื่อขจัดกิเลสและความชั่วร้ายให้มลายหายไป\nนี่เป็นเพียงเนื้อหาโดยสังเขปเท่านั้น เนื้อหาอย่างละเอียดจะระบุไว้ด้านล่าง\n[ส่วนที่เหลือของข้อความไม่สามารถอ่านได้ เพราะถูกลมกัดเซาะ, เปื้อนสิ่งสกปรก และได้รับความเสียหาย]"
          }
        ]
      }
    ]
  }
}