{
  "epId": 2335,
  "name": "ตำนานง้าวที่แตกสลาย",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/07/144837601/340e6726c8bbf0ddc81c1694cbe22f59_4607057294070708540.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1678375967,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ตำนานง้าวที่แตกสลาย"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "เมื่อนานมาแล้ว สมัยที่ทวีปทั้งเก้ายังเชื่อมถึงกันและ Axis Mundi ยังเปิดอยู่ ดินแดนที่มนุษย์อาศัยอยู่นั้นเรียกว่า \"Zhongzhou\" ส่วนที่เทพเจ้าสถิตอยู่นั้นคือ \"Shenxiao\"\nในตอนท้ายของหายนะครั้งนั้นเกิด สงครามระหว่างเทพเจ้าและอสูรขึ้น ซึ่งในตอนสุดท้ายนั้นเป็น ราชันแห่งเทพ ที่พ่ายแพ้ และอาณาจักรทั้งเก้าก็ถูกเผาไหม้ กลายเป็นสีเทา\nแล้วก็ถึงจุดเริ่มต้นของยุคใหม่ สิ่งต่าง ๆ กำเนิดขึ้นมา ทางเข้าอาณาจักร Axis Mundi ได้ปิดตัวลงและไม่เชื่อมต่อกับโลกอีกต่อไป\nเรื่องราวมหากาพย์การค้นหา ง้าวราชันแห่งเทพในรูปแบบกราฟิกโนเวล ได้เริ่มต้นขึ้นแล้ว!\n—รอบ ๆ เข่าของเหล่าทวยเทพ—\n\"ฉันคือนายพล Weiyang ผู้ยิ่งใหญ่และมีชื่อเสียง ทูตของจักรพรรดิในภารกิจของราชวงศ์! ยังไม่รีบหลีกทางไปอีก!\"\n\"นายพล? งั้นเดี๋ยวนี้ \"มหาบุรุษผู้ยิ่งใหญ่และมีชื่อเสียง\" นี่เป็นยศทางทหารกันแล้ว เหรอ ฉันคิดว่ามันเป็นแค่หน่วยงานราชการซะอีก Mir ตอบกลับอย่างไม่ลังเล\"\nทันใดนั้นใบหน้าของฝั่งตรงข้ามก็แดงก่ำ \"แค่คนไร้การศึกษาที่อยู่ตามชายแดนอย่างแกจะไปรู้อะไร!\"\n\"อย่าบอกนะว่าช่วงไม่กี่ปีมานี้ทางราชวงศ์เกิดการเปลี่ยนแปลงระบบแล้ว?\"\nนักรบดาบสองคนที่มากับพวกเขาก็หัวเราะขึ้นมาพร้อมกัน \"ฮ่าฮ่าฮ่าฮ่า! งั้นก็จบการเดินทางอันยาวนานของเราสู่เมืองหลวง... ในที่สุดรถม้าก็ผ่านด่านตรวจสอบไปหลายพันไมล์ เพียงเพื่อจะมาจบที่โรงแรมเล็ก ๆ ในป่าแห่งนี้!\"\nQin เด็กในร้านจ้องไปที่ใบหน้าอันแดงก่ำของ Weiyang อยู่ครู่นึงแล้วก็พูดขึ้นมาว่า \"เธอคือเจ้าหน้าที่หญิงที่ปลอมเป็นชาย!\"\n\"สายตาของพี่ชายช่างหลักแหลมยิ่งนัก\" นักรบคนหนึ่งพูดขึ้นมา \"เธอคือเลขาธิการหน่วยงานราชพิธี เราสองคนเป็นนายทหารหลวง คนหนึ่งคือทหารองครักษ์ ส่วนอีกคนหนึ่งจากจักรวรรดิ ซึ่งเราทั้งสองเชี่ยวชาญในด้านการใช้ง้าวและดาบ ได้รับคำสั่งจากรัฐมนตรีหลวงให้มาที่นี่เพื่อรับเอาดาบมารคืนไปน่ะ\"\n\"ถึงแม้ว่านายพลผู้ยิ่งใหญ่... และมีชื่อเสียง ฮ่าฮ่าฮ่า... ถึงแม้ว่านั่นจะเป็นเรื่องที่แต่งขึ้นมา แต่อย่างน้อยเรื่องเกี่ยวกับราชวงศ์ก็ไม่ได้หลอกหรอกนะ\" นักรบอีกคนที่ดูท่าทางจะยังอายุน้อยอยู่พูดเสริมขึ้นมา\nเรื่องของดาบมารนั้น Mir ก็เคยได้ยินหรอกนะ ว่ากันว่าเมื่อห้าหรือหกปีก่อนมีอุกกาบาตร่วงลงมาจากท้องฟ้า ซึ่งอุกกาบาตนี้ถือว่าเป็นสิ่งล้ำค่าในปฐพีนี้และควรจะต้องถูกนำไปให้แก่ราชวงศ์ อย่างไรก็ตามกลับมีช่างตีดาบนามว่า Feng ได้นำไปใช้เป็นการส่วนตัวและสร้างดาบมารขึ้นมาทั้งหมดเก้าเล่ม ด้วยกัน ว่ากันว่าดาบมารเหล่านั้นสามารถดูดซับสติปัญญาของมนุษย์ สร้างความปั่นป่วนแก่ยุทธภพเป็นวงกว้าง\n\"อย่างนี้นี่เอง\" เมื่อพูดจบแล้ว Mir ก็ปิดประตูห้องน้ำ\n\"จะยังไงก็ได้ล่ะนะ แต่รีบออกมาจากห้องน้ำเดี๋ยวนี้!\" ในที่สุด Weiyang ที่ถูกมองออกว่าแต่งเป็นชายก็ยอมแพ้และแสดงเสียงจริงออกมา ซึ่งเสียงของเธอนั้นทั้งนุ่มนวลและก็อ่อนหวานน่าฟังเกินกว่าที่คิดไว้\n\"เจ้าหน้าที่ Weiyang นั้นเป็นสตรีผู้ที่ได้รับการสั่งสอนจากราชวงศ์ แตกต่างจากบุรุษอย่างพวกเราที่จะไปทำธุระที่ไหนก็ได้ ยังไงพี่ชายช่วยรีบหน่อยเถอะนะ\"\nจากนั้น Mir เมื่อล้างมือเสร็จก็ออกจากห้องน้ำมาและนั่งร่วมโต๊ะกับนักรบทั้งสอง\n\"มันไม่ใช่เรื่องง่ายเลยที่เราจะได้พบกับผู้ที่เคยชินกับเรื่องของ ราชวงศ์อย่างนี้\" คนที่ดูเหมือนจะเป็นทหารองครักษ์ทัก Mir ขึ้นมา \"จะรังเกียจมั้ยที่จะเล่าความเป็นมาของเธอให้พวกเราได้ฟังกันบ้าง?\"\n\"Mi Tingren พ่อของฉันเคยเป็นหัวหน้ารัฐมนตรีพิธีชุมนุมหลวง ต่อมาถูกจัดฉากใส่ร้ายว่าคดโกงก็เลยลาออกและก็กลับมาบ้านนอกนี่แหละ\" Mir เกาคางตัวเองช้า ๆ แล้วพูดว่า \"พ่อของฉันเปลี่ยนไปตั้งแต่เกิดเรื่องขึ้น สักวันฉันจะกลับสู่ราชสำนักเพื่อล้างข้อกล่าวหาและกู้ชื่อให้กับตระกูล Mi\""
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Mir ซึ่งหลงก้าวเดินไปในเส้นทางที่ อันตราย พร้อมที่จะต้องเผชิญกับวิกฤตตลอดเวลา ทหารหลวงและทหารองครักษ์ต่างก็ถูกฟันด้วยดาบมารจากขโมย ในช่วงเวลาวิกฤตนั้น Mir ก็นึกถึงคำสาปที่พ่อของเธอถ่ายทอดให้ขึ้นมาได้ ในตำนานเล่าว่าจักรพรรดิแห่งสวรรค์มีลูกสาวตัวเล็ก ๆ อยู่ ชื่อนั้นไม่ได้ถูกพูดถึง... ซึ่งในขณะนี้เธอครอบครองร่างกาย ของ Weiyang และปรากฏตัวอยู่ตรงหน้า โจรกับดาบมารซึ่งได้กลายเป็นวิญญาณชั่วเมื่อเผชิญหน้ากับ Mir แล้วจะเอาชนะได้อย่างไร?\n—เรื่องของการครอบครอง—\n\"อื้มม อร่อยยย\"\nหลังจากวิญญาณเข้าครองร่างของ Weiyang จากนั้นเธอก็เปลี่ยนเป็นคนที่อ่อนโยนและใจเย็นลงมาก เธอหยิบพายเนื้อที่ Mir ทำขึ้นมาและกัดเข้าไปคำเล็ก ๆ หนึ่งคำแล้วก็โดนลวกปาก ภาพของเธอในตอนที่แลบลิ้นออกมาเพื่อระบายความร้อนช่างน่ารักจริง ๆ\n\"ฉันไม่ไหวแล้ว ต้องย่อยก่อนซักหน่อย\" Mir ผู้ใช้ลูกตาข้างหนึ่งเพื่อทำให้วิญญาณสงบและหยิบพายขึ้นมาหนึ่งชิ้นเองบ้าง\" เธอพูดใหม่อีกทีซิ?\"\n\"สิ่งที่เรียกว่าอุกกาบาตในตอนนั้นแท้จริงแล้วคือง้าวแห่งสวรรค์ มันถูกมนุษย์ตัดจนขาดและนำไปทำเป็นดาบมารทั้งเก้าเล่ม ซึ่งเล่มนี้ก็คือดาบมารหมอกทะเล Swords of Mist แล้วก็อีกสองเล่มที่พวกเขารวบรวมมาได้เมื่อก่อนหน้า...\"\n\"แล้วเธอคือ...?\"\n\"ฉันคือลูกสาวของผู้ซึ่งครั้งหนึ่งเป็นจักรพรรดิแห่งสวรรค์ แต่ฉันลืมชื่อของฉันไปแล้ว ครั้งหนึ่งฉันเคยรับหน้าที่สอบสวนและพิจารณาคดีความ หรือถ้าจะใช้ภาษาของพวกเธอก็คือผู้พิพากษานั่นแหละนะ\"\nเนื่องจากสำนักราชพิธีนั้นต้องรับผิดชอบต่อพิธีการบูชาและการถวายของสักการะ พ่อของ Mir จึงบังคับให้เขาเรียนรู้ทุกรายละเอียดและคำพูดในพิธีกรรมของราชสำนักทุกครั้ง และเนื่องจากพิธีกรรมส่วนใหญ่เกี่ยวข้องกับการเผชิญหน้ากับกอง กำลังที่แปลกประหลาดและเทพเจ้าอารมณ์ เขาจึงพอที่จะรู้ถึงวิธีจัดการกับพวกเขาเหล่านี้ได้บ้าง ตัวอย่างเช่นเขารู้ว่าเทพมีแนวโน้มที่จะปกป้องชื่อของพวกเขาอย่าง ระมัดระวัง นั่นก็เพราะความรู้เกี่ยวกับชื่อที่แท้จริงของเทพจะช่วยให้มนุษย์ สามารถควบคุมพวกเขาได้อย่างสมบูรณ์ ดังนั้นเขาจึงไม่เชื่อว่าเธอคนนี้จะลืมชื่อของเธอไปง่าย ๆ\n\"เพราะงั้นทางราชวงศ์เลยอยากจะริบเอาดาบคืนไปเพื่อหลอม ง้าวแห่งสวรรค์ ขึ้นมาอีกครั้งงั้นเหรอ?\" Mir ซึ่งกำลังพยายามทำใจยอมรับกับความเอนเอียงเหล่านี้ไล่ถามต่อ\n\"ฉันไม่รู้ เจ้าของร่างกายนี้ไม่รู้เรื่องอื่นเลย เธอเพียงแต่... โกรธแบบสุด ๆ และอยากที่จะพิสูจน์ตัวเอง\" Weiyang นำมือทาบไว้ที่กลางหน้าอกของตน\n\"แล้วก็ฉันควรที่จะใช้พิธีส่งเซียนอะไรเพื่อส่งเธอไปมั้ย?\" Mir ลูบผ้าคาดตาและตาที่มองไม่เห็น \"แล้วจากนั้นฉันจะได้ตาคืนมั้ย?\"\n\"บอกมาชื่อนึงสิ\" หญิงสาวที่อยู่ตรงหน้าเงยหน้าขึ้นมาทั้ง ๆ ที่ยังมีเศษพายติดอยู่ที่ปาก\n\"อย่ามาไร้สาระน่ะ การตรวจราชการของจักรพรรดินั้นเป็นหน้าที่ของจักรพรรดิเอง ฉันจะเรียกทึกทักว่าได้ตำแหน่งรัฐมนตรีพิธีชุมนุมหลวงนี้มาด้วยตา เพียงข้างเดียวได้ยังไงกัน\"\n\"ยังไงฉันก็ต้องรวบรวมเศษชิ้นส่วนของง้าวแห่งสวรรค์นั่นอยู่แล้ว\" หญิงสาวพูดขึ้นมา \"ไม่อย่างนั้นโลกนี้ได้ถึงกาลอวสานแน่ ๆ\"\nMir ไม่ได้โต้ตอบอะไร เพียงแค่จ้องมองไปยังหญิงสาวที่อยู่ตรงหน้า\n\"เธอไม่จำเป็นต้องร่วมทางไปกับฉันก็ได้ แต่เพื่อความปลอดภัยของผู้คน ยังไงขอยืมตาของเธอไปสักพักนึงก่อนก็แล้วกันนะ\""
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "\"เธอใช้ชื่อว่า Weiyang ไปก่อนแล้วกัน ยังไงซะตัวตนนี้ก็สะดวกกว่าในการอยู่ร่วมกับพวกมนุษย์ล่ะนะ แล้วยังมีเอกสารอย่างเป็นทางการของราชวงศ์ ตราบใดที่ยังอยู่ในดินแดนของราชาก็จะไม่มีใครกล้าที่จะขัดขวาง\" เพราะว่าไม่สามารถวางใจ Weiyang ได้ Mir จึงได้เข้าร่วมการเดินทางด้วย พูดได้ว่าเจออสูรฟาดฟันอสูร เจอปีศาจปราบปีศาจ... จนถึงตอนนี้ได้รวบรวมดาบมารไว้ แล้วถึงห้าเล่มด้วยกัน\nถึงแม้ว่าทุกสิ่งจะดำเนินไปด้วยดีไป แล้วเกินครึ่งทาง แต่ว่าทุกคนนั้นรู้อยู่แก่ใจดีว่าหนทาง ข้างหน้าจะต้องสาหัสอย่างแน่นอน...\n—การเดินทางสู่ทิศตะวันตกอันมืดมิด—\n\"สิ่งที่ฉันพอจะทำได้เพื่อเธอก็มีเท่านี้ล่ะนะ\" Mir นำกับข้าวที่ทำเสร็จเสิร์ฟขึ้นโต๊ะอาหารเรื่อย ๆ จากนั้นก็นั่งลงตรงฝั่งตรงข้าม Weiyang\nแขนขวาของ Weiyang ซึ่งหักในการต่อสู้อย่างเอาเป็นเอาตายเมื่อครู่ยังคงถูกพันด้วยผ้าพันแผล เธอจ้องมองไปที่ Mir อย่างจริงจังเป็นเวลานาน แต่ Mir นั่งอยู่ที่นั่นเท้าคางของเขาและมองลงต่ำ ซึ่งทั้งคู่นั่งอย่างเงียบ ๆ อยู่พักนึง\nในที่สุด Weiyang ก็ลองใช้มือซ้ายคีบตะเกียบขึ้นมา แต่ก็คีบลูกชิ้นที่อยู่ในซุปร้อน ๆ นั่นไม่ได้ซักที\nMir ถอนหายใจและก็หยิบตะเกียบขึ้นมา \"เอาเถอะ ฉันป้อนเธอละกัน\"\n\"เธอทำให้ฉันได้มากกว่านี้อีก\" ทันใดที่ Weiyang กินเข้าไปได้ไม่กี่คำก็พูดออกมาอย่างนี้ แน่นอนว่าอารมณ์ของเธอยังคงเหมือนเดิมไม่มีหวั่นไหว\n\"คณะรัฐมนตรีพิธีชุมนุมหลวงนั้นมีไว้เพื่อเทิดทูนและบูชาพวกเธอทั้งหมดที่อยู่เบื้องบน การรับใช้เธอเป็นหน้าที่ของครอบครัวของฉัน\"\nในเมื่อเทพเจ้าลงมือเองแล้ว แล้วมนุษย์อย่างพวกเราจะยังทำอะไรได้อีกล่ะ?\n...หลังจากประโยคนี้ Mir ก็ไม่มีอะไรจะพูดแล้ว\n\"ก่อนหน้านี้ที่เธอต่อสู้กับเจ้าของดาบมาร ไม่ใช่ว่ามีวิธีที่ทำให้หอกลอยและควบคุมดาบได้งั้นเหรอ ทำอย่างนั้นก็สบายละนี่\"\n\"นั่นเป็นวิชาที่พ่อของฉันถ่ายทอดมาให้ มีเพียงฉันเท่านั้นที่สามารถใช้ได้... นั่นคือขั้นตอนสุดท้ายในการพิพากษาความชั่วและประกาศความ ยุติธรรม ไม่...\" อยู่ ๆ เสียงของ Weiyang ก็สั่นเครือ \"ไม่สามารถใช้พร่ำเพรื่อได้หรอกนะ\"\n\"ก่อนที่เขาจะตาย เขาพูดอะไรบางอย่างที่แปลกมาก ๆ เกี่ยวกับสถานการณ์ของพ่อของฉัน\" Mir นำมือไปเล่นกับไฟด้วยความเบื่อ \"[รัฐมนตรี Mi นั้นไม่ใช่ทั้งผู้บริสุทธิ์และผู้กระทำความผิด]... ประโยคนี้มันหมายความว่ายังไงกันแน่นะ?\"\nถ้าหากว่าทางราชวงศ์ไม่ได้อยากที่จะสร้างง้าวแห่งสวรรค์ขึ้นมาใหม่จริง ๆ ล่ะก็ ถ้าอย่างนั้นลูกสาวจักรพรรดิแห่งสวรรค์ที่สิงร่างของ Weiyang อยู่ก็ทำให้เขาเป็นศัตรูกับทางราชวงศ์งั้นสิ\nราวกับจะเข้าใจความรู้สึกนึกคิดของ Mir ใบหน้าของ Weiyang ดูมืดมนภายใต้แสงเทียน\nเธอพูดว่า \"เธอไม่จำเป็นต้องช่วยฉันอีกต่อไป เธอก็เป็นแค่มนุษย์ธรรมดา ไม่มีประโยชน์อะไรที่จะมาช่วยราชวงศ์หรอก\"\nMir ตอบ \"เลิกพูดเรื่องนี้ได้แล้ว ก่อนอื่นฉันต้องไปถามความจริงจากตาแก่ก่อน\"\nWeiyang พูด \"อ่า... เราจะไปหาท่านพ่อของเธองั้นเหรอ งั้นฉันต้องไปหาซื้อเสื้อใหม่กับแต่งหน้าก่อนถึงจะดี\"\nMir ตอบ \"เขาก็แค่ตาแก่คนนึง ไม่จำเป็นต้องทำขนาดนั้นหรอกมั้ง\"\nทันใดนั้น Weiyang ก็มีปฏิกิริยาที่คาดไม่ถึง \"นี่มันเป็นหน้าที่ของเธอไม่ใช่หรือไง?\""
          }
        ]
      },
      {
        "title": "ตอนที่ 4",
        "desc": [
          {
            "type": "RichText",
            "text": "\"ก่อนอื่นเลยเธออย่าเพิ่งตกใจไปนะ Mir ลูกรัก ฟังฉันให้ดี ๆ นะ ฉันไม่ใช่พ่อที่แท้จริงของเธอหรอกนะ\" \"ไม่นะ!!!\"\nผู้ที่ครั้งหนึ่งเคยเป็นรัฐมนตรีสำนักราชพิธีนั้นแท้จริงแล้วก็คือ Khan the Asura ผู้อยู่ใน Jotunheim ซึ่งการออกจากเมืองหลวงในตอน แรกเองก็เป็นเพียงแค่การให้ความร่วมมือกับรัฐมนตรีพิธีการแห่งราชสำนักและเลขานุการใหญ่ในการแสดงละคร เพื่อปกป้องลูกสาวคนเล็กของ จักรพรรดิสวรรค์\n\"ในช่วงที่ยังมีชีวิตอยู่นั้นจักรพรรดิแห่งสวรรค์ Shenxiao เป็นเพื่อนกับฉัน แต่ตอนนี้เขาได้ตกต่ำจนกลายมาเป็น Contra Mundi ซึ่งเป็นศัตรูกับทุกสรรพสิ่ง ในเมื่อเธอคนนั้นถูกเธอเรียกออกมา ถ้าอย่างนั้นถึงตายฉันก็ไม่เสียใจแล้วล่ะ\"\n—แผนเด็ด—\nเผชิญหน้ากับสถานการณ์เช่นนี้ ไม่ว่าจะเป็นนักรบที่แข็งแกร่งหรือแม้แต่เหล่าเซียนก็คงทำอะไรไม่ได้\n\"ดาบ Sword of Flame \"Katakugosha\" มันถูกทำขึ้นมาจากชิ้นส่วนของง้าวแห่งสวรรค์ที่เคยเป็น Dharani แห่งดินแดนไฟ ขอโทษที... ในภาษาที่เจ้าหญิงเข้าใจก็คือ มันถูกทำขึ้นจากอักษรรูนของดินแดนแห่งไฟ หนึ่งในเก้าดินแดนรูนขององค์ราชันแห่งเทพ\"\nทำไมนักรบจากแดนตะวันตกที่อยู่ตรงหน้าจึงสามารถใช้ดาบได้อย่างเก่งกาจขนาดนี้? โดยทั่วไปแล้วคนที่ถูกดาบมารดูดสติปัญญาไป จะสูญเสียสัญชาตญาณและวิชาในการต่อสู้ที่มีอยู่เดิมไป\nWeiyang ดูแลแขนที่หักของเธอและหอบท่ามกลางอากาศที่ร้อนจัด โดยปกติแล้วความสามารถของเธอจะช่วยให้เธอสามารถแก้ไข กระดูกที่หักได้ แต่เปลวไฟที่ไม่สามารถดับได้นั้นจะยังคงเผาที่แผลของเธออย่างไม่ ลดละ\nสายตาของเธอเริ่มพร่ามัวจากการสูญเสียเลือด Mir ก้าวมายืนข้างหน้าเธอ เพื่อกันเธอออกจากนักรบ\n\"ดูจากสายตาของเธอแล้ว ดูท่าจะอยากถามหลายเรื่องเลยสินะ เอาเถอะ... ฉันจะบอกอะไรให้ก็แล้วกัน ฉันฆ่าพ่อของเธอก็เพราะว่าเขาพยายามที่จะขัดขวางการคืนชีพของราชันแห่งเทพ ส่วนเหตุผลที่ฉันสามารถควบคุมรูนของดินแดนแห่งไฟได้มากกว่าคนอื่น ๆ นั่นก็เพราะ...\"\nนักรบจากแดนตะวันตกง้างดาบมารขึ้นมา \"เพราะว่าฉันคือนักรบแห่ง \"Hunt from above\" ผู้ชื่นชอบในการฆ่ายังไงล่ะ...\"\nตำนานเล่าว่าครั้งหนึ่งจักรพรรดิแห่งสวรรค์ได้ทำสงครามกับ Asura โดยเพื่อที่จะเตรียมตัวเข้าสู่สงครามแล้วเขาก็ได้คัดเลือกกองทหาร จากสามดินแดนและทำให้พวกเขาสงบใจด้วยการบอกว่าจะให้มาเป็นกองทหารแห่งสวรรค์ของเขาหลังความตายของพวกเขา บางครั้งพวกเขาถูกห้อมล้อมไปด้วยสภาพอากาศที่โหดร้ายที่เต็มไปด้วยเมฆสายฟ้าและทอร์นาโด ผู้คนต่างพูดถึงพวกเขาในนามกองทหาร \"hunting from above\" แห่งสรวงสวรรค์ยังไงล่ะ\n\"ทะ... ทำไมถึง!\" นักรบผู้ไม่อยากจะเชื่อในสิ่งที่เกิดขึ้นมองดูดาบมารที่แตกเป็นเสี่ยง ๆ และตัวเองที่ถูกฟันจนได้รับบาดเจ็บ\nท่ามกลางความวุ่นวาย Mir ได้นำดาบที่พ่อของเขาทิ้งไว้ให้ออกมา ซึ่งมันมีจุดประสงค์ในการแสดงท่าทางต่อต้านมากกว่าความ พยายามที่จะต่อสู้อย่างแท้จริง โดยตัวเขาเองนั้นไม่รู้เลยว่านี่คือดาบมารที่ยิ่งใหญ่ที่สุดของทั้งหมดที่ครั้งหนึ่งเคยเผาโลกทั้งใบให้กลายเป็นเถ้าถ่าน... \"Laevatain\" ซึ่งหากจะพูดว่ารูนของดินแดนแห่งไฟนั้นประกอบไปด้วยความลึกลับของดินแดนแห่งไฟ เช่นนั้น \"Laevatain\" ก็เป็นความจริงอมตะของดินแดนแห่งไฟ\nดาบมารที่แต่เดิมได้ดับไปแล้วเนื่องจากมันเผาไหม้โลกจนไหม้เหลือ แต่เถ้าถ่าน แต่กลับมาลุกไหม้อีกครั้งเพราะกลืนกินรูนของดินแดนแห่งไฟเข้าไป\n\"โลกทั้งใบ... พินาศไปอีกแล้วงั้นเหรอ...\" เมื่อพูดจบลง Weiyang ก็ล้มลงไป"
          }
        ]
      },
      {
        "title": "ตอนที่ 5",
        "desc": [
          {
            "type": "RichText",
            "text": "\"ในบรรดาเหล่านักรบนั้นผู้ที่ต้องการ จะคลายผนึก Axis Mundi อีกครั้งก็มีอยู่ไม่น้อย เมื่อโลกตกอยู่ในความสับสนวุ่นวาย ถ้าอย่างนั้นก็เป็นเรื่องแน่นอนที่เหล่านักรบจะกลับมามีความสำคัญอีกครั้ง\"\n\"อย่าบอกนะว่าพวกเขาอยากจะเริ่มต้นสงคราม Asura ในตำนานนั่นอีกครั้ง?\"\n\"แน่นอนพวกเขาต้องการ\"\nหมากของพวกรัฐบาลและนักรบ แผนการที่ให้เทพเจ้าตายต่อหน้าฝูงชน วิกฤตของทวีปทั้งเก้ากำลังจะกลับมาจู่โจมอีกครั้ง!\n—มรดกของเทพธิดา—\n\"สิ่งที่เจ้าทำไปถือเป็นการช่วยเหลือผู้คน ซึ่งนั่นสามารถเรียกได้ว่าเป็นผู้กล้า\" เจ้าชายกุมมือประสานกันไว้ด้านหลังของเขาและเดินวนรอบ Mir ผู้ที่หมอบคำนับลงกับพื้น\nแต่ว่าจิตใจของ Mir นั้นไม่ได้หวั่นไหวแต่อย่างใด\n\"ส่งมอบง้าวแห่งสวรรค์มาซะ และหลังจากนั้นสามสิบวันตำแหน่งหัวหน้าคณะรัฐมนตรีพิธีชุมนุม หลวงจะเป็นของเจ้า ซึ่งหากว่าเจ้าต้องการล่ะก็... ภายในสิบปีจะเอาตำแหน่งเลขาธิการอาวุโสเลยก็ได้\" เจ้าชายนั่งลง \"คำตอบของเจ้าล่ะ?\"\n\"คนสามัญต่ำต้อยไม่กล้าพูดจนกว่าพระองค์จะอนุญาตให้เขายืนขึ้น\"\n\"นั่นก็เหมือนกับเจ้าสั่งให้ข้าอนุญาตให้เจ้าลุกขึ้นยืนมิใช่รึ ไม่ได้ ๆ... ในฐานะของผู้ที่วันนึงจะก้าวขึ้นมาเป็นท่านลอร์ดของประเทศ...\"\n\"เห้อ อะไรกันล่ะเนี่ยย\" อยู่ ๆ Mir ก็เปลี่ยนท่าทาง \"ตามพิธีกรรมของราชวงศ์น่ะไม่จำเป็นต้องหมอบคำนับลงกับพื้นหรอกนะ แค่กล่าวกับเจ้าชายว่า \"ขอพระองค์ทรงพระเจริญ\" สามครั้งก็พอ ฉันก็แค่เห็นเห็นว่าวันนึงเธอจะได้เป็นราชาก็เลยอวยพรล่วงหน้าไป แล้วคุณมาทำเชิดใส่ฉันทำไมกัน?\"\n\"เจ้า... เจ้านี่!\"\n\"ฉันทำไม\" Mir ยืนขึ้น \"ฉันจะมอบง้าวแห่งสวรรค์ให้เธอครึ่งนึง ส่วน Dharani ของดินแดนแห่งไฟน่ะฉันจะเอาไปถวายให้แก่พ่อ จริง ๆ แล้วหลัก ๆ ก็เพื่อหลีกเลี่ยงเรื่องเลวร้ายที่อาจจะเกิดขึ้นล่ะนะ\"\n\"ชะ... ช่วยไม่ได้นี่นะ ขอแค่หน้าตาเหมือนกันก็ยังดี อีกหน่อยไอ้นี่จะถูกรู้จักในฐานะอาวุธสุดยอดชิ้นใหม่ของประเทศชาติ อ๊าฮ่าฮ่าฮ่า...\"\nMir นั่งลงตรงหน้าของเจ้าชายอย่างไม่มีท่าทางเกรงใจใด ๆ \"พวกเราก็ล้วนดื่มนมแม่โตมาด้วยกันทั้งนั้น แต่ไหงเธอถึงได้โง่อย่างนี่นะ!\"\n\"สามหาว! ข้านับถือเลดี้ Mi ในฐานะแม่นมของข้า นี่ก็ถือว่าข้าอดทนกับเจ้ามากแล้วนะ...\"\n\"ไอ้ตำแหน่งหัวหน้ารัฐมนตรีพิธีชุมนุมหลวงอะไรนั่นน่ะ ใครจะเป็นก็ให้เป็นไปเถอะ ฉันกลับก่อนนะ\"\nเจ้าชายอึ้งจนพูดไม่ออกไปชั่วครู่หนึ่ง\n\"Weiyang ล่ะ?\" Mir เคี้ยวข้าวและแสดงท่าทางอย่างไยดีออกมา\n\"โอ้ เธอได้รับการเลื่อนตำแหน่งให้เป็นเลขาธิการหน่วยงานราชพิธี เนื่องจากคุณงามความดีที่สามารถกู้ดาบคืนมาได้ ซึ่งเธอเองก็ไม่ได้มีส่วนเกี่ยวข้องกับแผนการชั่วร้ายของพ่อของเธอซึ่งเป็นรัฐมนตรีหลวง โดยท่านรัฐมนตรีสำนักราชพิธีและเลขาธิการอาวุโสทั้งคู่ ให้การเป็นพยาน ซึ่งฉันจะเป็นคนดูแลเธอเอง\"\nฟังดูแหม่ง ๆ นะ\nแต่ว่าก็โอเคแหละ...\nคน ๆ นั้นไปซะแล้ว ดวงตาที่เสียไปก็ได้คืนมาแล้ว แต่จนถึงเดี๋ยวนี้บางส่วนก็ยังรู้สึกเจ็บอยู่ราวกับอาการหลอนของคนแขนขาขาดที่ยังรู้สึกว่าปวดอยู่"
          }
        ]
      },
      {
        "title": "ตอนที่ 6",
        "desc": [
          {
            "type": "RichText",
            "text": "Mir ท่องอาคมที่ถูกลืมอีกครั้ง หญิงสาวและเขากลับมาพบกันอีกครั้ง... \"ที่แท้ตัวจริงของเธอหน้าตาเป็นอย่างงี้เองงั้นเหรอ\"\n\"โลกนี้มันเน่าเฟะไปหมดแล้ว มันจะต้องมอดไหม้ไปทั้งหมดเพื่อเริ่มต้นใหม่อีกครั้ง\" จักรพรรดิผู้บ้าคลั่งตัดสินทุกสิ่งเยี่ยงนี้\n\"ฉันว่าถ้าหากเป็นเธอล่ะก็น่าจะเข้าใจฉันใช่มั้ยล่ะ?\" จอมโจรไร้นามผู้ขโมยสมบัติของชาติพูดต่อองค์จักรพรรดิอย่างนี้\n\"ไม่ ไม่ต้องขอโทษหรอก เพราะเธอก็ดำรงชีวิตอยู่อย่างอ่อนโยนอย่างนี้อยู่แล้วนี่นะ\"\n-ความว่างเปล่า-\n\"ลูกสาวข้า ผู้ที่ข้าได้ฝากฝังความหวังทั้งหมดไว้! ข้าไม่ได้สร้างเจ้ามาเพื่อที่วันหนึ่ง เจ้าจะได้เอาง้าวนั่นทะลวงข้าหรอกรึ?\" เมื่อรู้ตัว ราชันแห่งเทพก็ล่องลอยสู่สรวงสวรรค์ ไปสู่สายฟ้าฟาดและสายลมร่ายรำ ต้อนรับการกลับมาของเขา\nแต่เธอไม่กลัวอีกแล้ว นี่เป็นช่วงเวลาที่เธอรอคอยมาตลอดทั้งชีวิต ช่วงเวลาที่เธอถูกสร้างขึ้นมาตลอดหลายพันปีที่ผ่านมา\nไม่... นี่มันไม่ใช่ ที่มาของความกล้าของเธอ คือช่วงเวลาที่เธอได้ใช้ร่วมไปกับเขา\nง้าวแห่งสวรรค์ Irmin ที่เคยแทง Axis Mundi และเชื่อมต่อโลกทั้งเก้าเข้าไว้ด้วยกัน บัดนี้แบบจำลองของมันได้กระจายไปทั่วสวรรค์\nด้วยความกลัวในความบ้าคลั่งในสิ่งที่จะตามมาหลังจากที่ตนเองสิ้นชีวิตไป ราชันแห่งเทพจึงได้สร้างง้าวแห่งสวรรค์เล่มสุดท้าย และตั้งชื่อให้มันว่า Prinzessin der Verurteilung (เจ้าหญิงแห่งการลงทัณฑ์) ในช่วงเวลานี้ มัน... ไม่สิ เธอจะสามารถปลดปล่อยตัวตนที่แท้จริงของเธอออกมาได้\n...\n(ปัจฉิมลิขิตจากบรรณาธิการ เขียนไว้ที่ท้ายฉบับ)\nตำนานง้าวที่แตกสลาย ได้รับการตีพิมพ์สำเร็จเป็นครั้งแรกโดย Inazuma แห่งสำนักพิมพ์ Yae เพื่อรวบรวมวัฒนธรรมในด้านต่าง ๆ ของ Liyue ออกมาเป็นรูปแบบนวนิยาย โดยห้าฉบับแรกนั้นประสบความสำเร็จเป็นอย่างมาก และกลายเป็นปรากฏการณ์ทางวัฒนธรรมของทั้ง Inazuma และ Liyue รวมถึงเป็นข้อเท็จจริงในเชิงพาณิชย์ว่าการมีฉบับที่หกออกมา บ่งบอกถึงความสำเร็จของมันได้ชัดเจนอยู่แล้ว\nฉันเชื่อว่าการจบลงอย่างกะทันหันของเรื่องราวอันยิ่งใหญ่ในฉบับที่หกนี้ จะไม่ทำให้ผู้อ่านที่ติดตามมาโดยตลอดต้องผิดหวังอย่างแน่นอน\nอาจจะนะ\nแม้ในตอนจบอาจจะดูเหมือนเป็นคนละเรื่องกันโดยสิ้นเชิง ฉันต้องบังคับให้เรื่องนี้ไม่เกิดขึ้นมาโดยความพยายามที่จะกดดันคุณ Jiu ผู้แต่งเรื่องนี้ ให้ประกอบเรื่องราวขึ้นมาเป็นซีรีส์เรื่องใหม่ ความจริงก็คือเขาต้องเร่งผลิตผลงานเพื่อให้ออกมาได้ทันเวลาตีพิมพ์ คุณ Jiu จึงต้องสร้างสรรค์ผลงานที่ต่างจากสไตล์ปกติของเขาไปบ้าง เนื่องจากคุณ Jiu ต้องการที่จะท้าทายความสามารถของตนเองในฐานะนักเขียนคนหนึ่งด้วย ♡\nณ จุดนี้ เรารู้สึกเห็นใจแฟน ๆ ของผู้ที่ติดตามห้าฉบับแรกของเรามาโดยตลอด ด้วยโอกาสนี้ เราจึงขอประกาศตีพิมพ์ห้าฉบับแรกในเวอร์ชันสำหรับนักสะสมในรูปแบบเซ็ตกล่องไม้แบล็ควู๊ดซึ่งอยู่ระหว่างการผลิต ผู้ที่ได้แต่ติดตามอ่าน ตำนานง้าวที่แตกสลาย มาตลอดจากร้านหนังสือ นี่เป็นโอกาสอันดีเยี่ยมที่คุณจะได้ครอบครองเป็นเจ้าของด้วยตัวเองแล้ว! นอกจากนี้ เราก็ยังหวังว่าจะได้ติดตามเรื่องราวของ \"เจ้าหญิงแห่งการลงทัณฑ์\" ต่อไปในอนาคตด้วยเช่นกัน\nหัวหน้าบรรณาธิการ สำนักพิมพ์ Yae"
          }
        ]
      }
    ]
  }
}