{
  "epId": 2336,
  "name": "ถ้อยคำสุดท้ายของ Inaba Tousaburou Kyuuzou",
  "desc": "แผ่นกระดาษจดหมายที่เต็มไปด้วยข้อความ ซึ่งไม่ปรากฏร่องรอยของผู้เขียน",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/07/144837601/386f1fd5a71139ca354a89e62523cbc6_1915880920765228606.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1678375969,
  "components": {
    "body": [
      {
        "title": "รายละเอียด",
        "desc": [
          {
            "type": "RichText",
            "text": "ต้องขออภัยด้วยจริง ๆ\nโบราณกล่าวไว้ว่า \"คนเรา มีชีวิตเพียง 50 ปี\" ฉัน Tousaburou คนนี้ก็มีชีวิตอยู่มา 30 กว่าปีแล้ว หวังว่าอีกสิบกว่าปีที่เหลือ จะได้กตัญญูต่อพ่อแม่\nShizuko ภรรยาที่รัก ขออย่าเพิ่งเสียใจ Tousaburou รู้ดีว่าครั้งนี้ทำผิดมหันต์ ขอให้ที่รักลืมสามีที่ไม่ได้เรื่องคนนี้\nMasa กับ Matsu โปรดอย่าเสียใจแทนพ่อ และโปรดยกโทษให้พ่อด้วย\nมิตรสหายทุกท่าน Tousaburou รู้สึกเป็นเกียรติอย่างยิ่งที่ได้รู้จักกับทุกท่าน\nแต่ไม่ว่าจะอย่างไร ต้องขออภัยด้วยจริง ๆ\nTousaburou เป็นคนหยาบ พูดไม่ค่อยเก่ง แต่เมื่อถึงเวลาลาจาก ก็เลี่ยงไม่ได้ที่จะต้องพูดอะไรบางอย่าง\nหากมีผู้ใดได้อ่านข้อความนี้ ก็โปรดให้อภัยในความพร่ำเพ้อของ Tousaburou ด้วย\nเมื่อครั้งที่เพิ่งเริ่มเป็นทหารเมื่อสิบกว่าปีก่อน Tousaburou ศรัทธาในความยิ่งใหญ่ของท่านโชกุนยิ่งนัก และปรารถนาที่จะได้พลีชีพเพื่อเกียรติยศ \"ชั่วนิรันดร์\" ภายใต้สงครามแห่งเกียรติยศเป็นร้อยเป็นพันปี\nสมัยวัยเยาว์ มักนำตำนานในอดีตและความเป็นจริงมาปะปนกัน คิดว่าตัวเองจะมีโอกาสได้เป็นวีรบุรุษที่สมบูรณ์แบบเฉกเช่นท่านโชกุน\nทว่า เมื่อสงครามที่แท้จริงมาถึง ศัตรูกลับมิใช่ปีศาจหน้าตาอัปลักษณ์ หรือสัตว์ประหลาดที่มาจากห้วงลึก แต่กลับเป็นมนุษย์ปุถุชน ที่เหมือนกับเราทั้งหลาย\nศัตรูที่ฉันฟันไปเมื่อหลายวันก่อน อาจเป็นเพื่อนดื่มของฉันที่ภัตตาคาร Uyuu ก่อน \"คำสั่งล่าวิชั่น\" จะถูกบังคับใช้ หรือสหายร่วมรบที่ถูกศัตรูสังหารเมื่อครู่ ก็อาจเป็นใครสักคนที่ฉันเพิ่งพูดคุยด้วยเมื่อวินาทีที่แล้วเอง...\nเดิมที พวกเราควรเป็นสหายรักกัน แต่เรากลับทิ้งโอกาสที่จะได้กลับมาคืนดี เราต้องโกรธแค้นฝ่ายตรงข้าม ถึงจะทำให้เรามีชีวิตรอดต่อไปได้\nช่างโหดเหี้ยม และโหดร้ายยิ่งนัก\n\"สงครามเพื่อความชอบธรรม\" เป็นอะไรที่น่ากลัวยิ่งนัก\nไม่ว่าจะอย่างไร Tousaburou ก็ไม่โกรธแค้นท่านโชกุนอยู่แล้ว\nท่านโชกุนเคยกล่าวไว้ว่า: สงครามถูกแบ่งออกเป็น \"ความชอบธรรม\" และ \"ความไม่ชอบธรรม\" มาตั้งแต่สมัยโบราณกาลแล้ว\nสงครามของ \"ความไม่ชอบธรรม\" เกิดขึ้นจาก \"ความปรารถนา\" ความโลภของจิตใจมนุษย์\nท่านโชกุนยึด \"วิชั่น\" ก็เพื่อ \"ความนิรันดร์\" ของโลกใบนี้ ซึ่งก็เหมือนกับการสังหารงูยักษ์เมื่อร้อยพันปีก่อน\nใช้สงครามกำจัดความละโมบของคน ตัดรากถอนโคน ความเป็นไปได้ทั้งหมดของ \"ความไม่ชอบธรรม\" ก็คือ \"สงครามแห่งความชอบธรรม\" ที่ยิ่งใหญ่ที่สุด\nแต่ทว่า สงครามทุกรูปแบบล้วนโหดร้าย และต้องมีผู้รับผิดชอบ\nวันนี้ Tousaburou ไม่มีกำลังที่จะรับใช้ต่อไปแล้ว หวังเพียงแต่สามารถใช้ร่างกายที่ชำรุดทรุดโทรมนี้ แบกรับบาปแทนท่านโชกุน\nขอให้ความนิรันดร์ของท่านโชกุน มาถึงในเร็ววัน\nข้าน้อย Inaba Tousaburou Kyuuzou ต้องขออภัยมา ณ ที่นี้ด้วย"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ถ้อยคำสุดท้ายของ Inaba Tousaburou Kyuuzou"
          }
        ]
      }
    ]
  }
}