{
  "epId": 2337,
  "name": "ป่าไผ่ใต้แสงจันทร์ยามค่ำคืน",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Moonlit Bamboo Forest_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "ชายหนุ่มผู้หนีออกจากบ้านเกิดอันแสนน่าเบื่อบนภูเขา แต่กลับต้องมาหลงทางอยู่ในป่าไผ่ เขาจะพบกับความฝันในอดีตแบบไหนกันนะ?\nท่ามกลางกำแพงพุ่มไม้สีเขียวมรกต เสียงของกบและจิ้งหรีดขับร้องประสานกัน พื้นที่เปียกใต้ช่องหิน คือมุมที่ต้นไผ่เหี่ยวเฉา\nในป่าไผ่ของภูเขา Qingce มีเรื่องเล่าเกี่ยวกับผีสุนัขจิ้งจอกที่เล่ากันอย่างแพร่หลาย\nหลังฝนตก หยดน้ำฝนร่วงกระทบใบไผ่เหมือนเสียงดนตรี เด็กหนุ่มเดินข้ามเส้นทางในป่าอย่างรีบร้อน เลี้ยวซ้ายเลี้ยวขวา ปีนไปบนหินภูเขาที่เปียกชุ่ม และเดินไปตามถนนหินที่ถูกปกคลุมไปด้วยตะไคร่น้ำ เถาวัลย์ขวางทางเดิน และกิ่งไม้ใบไม้ก็ขูดผิวเขาจนถลอก เมื่อเขาเดินไปถึงชายป่าไผ่ของภูเขา Qingce เขานั่งลงพักผ่อนใต้ซากผุพัง\nคนเฒ่าคนแก่ในหมู่บ้านเคยบอกว่า ฤดูฝนที่เต็มไปด้วยหมอก เป็นช่วงเวลาที่เหมาะสมในการแต่งงานของสุนัขจิ้งจอก มีเพียงเด็กเท่านั้น ที่จะสามารถมองเห็นเสลี่ยงสีแดงของขบวนส่งเจ้าสาว และได้ยินเสียงกลอง และเสียงเพลงบรรเลงไปตลอดทาง ในป่าไผ่ที่มีแต่ความครื้นเครง\nคนเฒ่าคนแก่ยังบอกอีกว่า ไม่ควรให้เด็กเข้าใกล้ขบวนนั้นเกินไป\n\"ถ้าเข้าใกล้เกินไปล่ะก็ จะโดนจิ้งจอกพวกนั้นจับวิญญาณไป!\"\nคนเฒ่าคนแก่ในหมู่บ้านบอกไว้เช่นนี้\n\"ถ้าโดนจับวิญญาณไปแล้ว จะเป็นยังไงต่อเหรอ?\"\n\"ถ้าโดนจิ้งจอกจับวิญญาณไปแล้วก็จะไม่มีทางหนีมันพ้น... มันอาจจะใช้เธอเป็นเครื่องดนตรี เป็นแตร เป็นฉาบ ทั้งเป่า ทั้งตี เธอก็จะไม่ได้อยู่อย่างสงบอีกต่อไป...\"\nในตอนที่พูด ผู้เฒ่าก็ไม่ลืมที่จะทำท่าตีกลองประกอบเพื่อขู่ให้เด็กกลัว\nเมื่อโตขึ้น เด็กหนุ่มก็เลิกเชื่อเรื่องผีหลอกเด็กพวกนี้ ภายใต้การชี้นำของ Seelie เขาได้ออกมาจากเขาวงกตสีมรกต และได้ยินเสียงจิ้งจอกสองสามตัวระหว่างทางเท่านั้น สิ่งมีชีวิตเจ้าเล่ห์เหล่านี้ซ่อนตัวอยู่ในป่าไผ่ มันแทบไม่เคยปรากฏตัวให้ผู้คนที่สัญจรไปมาได้เห็น ยิ่งไม่ต้องพูดถึงขบวนที่ครื้นเครงอะไรนั่นเลย\nเด็กหนุ่มรู้สึกผิดหวัง เขาเตะก้อนกรวดที่อยู่ระหว่างเท้า และเดินตามขั้นบันไดหิน เดินมุ่งหน้าลึกเข้าไปในป่าไผ่\nคนเฒ่าคนแก่เคยบอกว่า สถานที่ที่ป่าไผ่เติบโตแห่งนี้ อดีตเป็นเมืองที่เทพแห่งหินเคยพิชิต แต่เทพแห่งหินหน้าตาเป็นยังไงกัน? เทพแห่งหินมีมือ มีเท้า มีใบหน้าเหมือนมนุษย์มั้ย? หรือว่ารูปร่างเหมือนอสูรหินที่กระจายอยู่ตามริมแม่น้ำ?\nคนเก็บสมุนไพรที่ไปขายยาสมุนไพรในเมืองทุกปี ก็จะนำข่าวของพิธีอัญเชิญเซียนกลับมาเล่าให้ทุกคนฟัง ถึงฉากอันยิ่งใหญ่ของเทพแห่งหิน ที่ลงมายังโลกมนุษย์เพียงปีละครั้ง แต่เด็กที่อยากรู้อยากเห็นทั้งหลาย ต่างหวังว่าจะได้เห็นเทพเจ้าที่ได้รับการบูชา โดยบรรพบุรุษหลายชั่วอายุคนในหมู่บ้านกับตาสักครั้ง\nความแข็งแกร่งของภูเขา Qingce เป็นพรที่เทพแห่งหินประทานให้หรือเปล่านะ? ชีวิตที่สงบสุขของเหล่าบรรพบุรุษ ก็เป็นสิ่งที่เทพแห่งหินกำหนดไว้หรือเปล่า?\nคำตอบของคำถามเหล่านี้อยู่ภายนอกหมู่บ้าน อยู่ในป่าไผ่ที่ถูกแยกออกจากโลกเก่า\nเปี่ยมด้วยความสงสัยและความคาดหวัง เด็กหนุ่มผู้มุ่งมั่นเข้าไปในป่า แต่กลับหลงทางอยู่ในเงามืดระหว่างป่าไผ่"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "เมื่อเวลาที่ดวงจันทร์ขึ้น ชายหนุ่มจากหมู่บ้านบนเขาบังเอิญพบกับหญิงสาวในป่าไผ่ หรือจะเป็นหลุมพรางของผีสาว?\nท่ามกลางฉากไม้ไผ่อันเขียวขจี เด็กหนุ่มที่หลงทางได้พบกับเพื่อนที่ไม่คาดคิด\n\"เป็นอะไร? หลงทางเหรอ?\"\nเสียงอ่อนหวานที่แฝงความเยาะเย้ยดังขึ้น\nเด็กหนุ่มหันกลับไป เขาเห็นหญิงสาวรูปร่างสูงโปร่งในชุดสีขาว เธอยืนอยู่ข้างสระน้ำที่ไหลริน หยดน้ำแวววาวดุจไข่มุกส่องประกายอยู่บนชุดของเธอ นัยน์ตาสีทองของเธอกลมกลืนไปกับแสงสีทอง ของพระอาทิตย์ที่กำลังตกดิน\nคนเฒ่าคนแก่ในหมู่บ้านบอกว่า เคยมีม้าสีขาวกระโดดออกมาจากสระน้ำ และแปลงกายเป็นเซียนเพื่อไปช่วยราชาแห่งหินต่อสู้\nแต่ไม่เคยมีใครบอกว่าสระน้ำสระนั้นอยู่ที่ไหน และชื่อของสัตว์เวทที่สง่างามตนนั้นคืออะไร\nอีกอย่าง หญิงสาวที่อยู่ตรงหน้าเขาก็ไม่ได้ดูเหมือนเซียนเลยสักนิด นอกไปจากดวงตาสีทองคู่นั้น\nนอกจากนี้ เขาไม่เคยได้ยินว่าเซียนจะสวมเสื้อคลุมกันฝน\n\"ที่แท้ก็เป็นคนโง่นี่เอง\"\nหญิงสาวในชุดขาวยิ้มอย่างเจ้าเล่ห์ ดวงตาสีทองของเธอโค้งงอเป็นดวงจันทร์เสี้ยวสองดวง\n\"เธอสิโง่!\"\nเด็กหนุ่มตอบกลับอย่างโมโห\nผู้หญิงคนนี้ไม่ใช่เซียน เซียนที่ไหนจะพูดจาไม่น่าฟังขนาดนี้!\n\"ฉันอยากออกไปผจญภัย อยากไปเป็นกะลาสีเรือ อยากไปดูให้เห็นกับตาว่าหอกหินของราชาแห่งหินมันเป็นยังไง!\"\n\"...แต่ที่ไหนได้ ฉันหลงทางอยู่ในป่าไผ่ทันทีที่ฉันออกเดินทาง\"\nหญิงสาวฟังอย่างเงียบ ๆ ดวงตาของเธอมีรอยยิ้มบาง ๆ ซึ่งมันทำให้คนที่เห็นรำคาญเป็นอย่างมาก\n\"ฉันไม่ได้ต้องการ...\"\n\"เลิกปากแข็งซะที มาสิ ฉันจะพาเธอออกไปเอง\"\nเธอยิ้มพร้อมกับยื่นมือให้เขา นิ้วมือของเธอเรียวยาวขาวสะอาด มันสะท้อนแสงยามเย็นที่ลอดผ่านใบไผ่มา\n\"...ขอบใจนะ\"\nเด็กหนุ่มจับมือของเธอ มันให้ความรู้สึกเย็นและเปียกเหมือนหยาดฝนในหุบเขา เหมือนหน่อไม้ที่เปียกชุ่มไปด้วยน้ำค้าง\nดวงอาทิตย์หายลับฟ้าไปหลับสันเขา และแสงรำไรก็หายวับไปในฟ้าสีคราม\nคนเฒ่าคนแก่ในหมู่บ้านเคยบอกว่า เมื่อแสงยามเย็นจางหายไปแล้ว ป่าและภูเขาจะเต็มไปด้วยเมฆหมอกและหนาวจัด และปีศาจมักจะแพร่พันธุ์\nภูตผีปีศาจและวิญญาณร้ายเกิดขึ้นมาจากอดีตที่ตายไปแล้ว วิญญาณร้ายเหล่านี้กลั่นขึ้นจากความโกรธแค้นและความฝืนใจของผู้ตาย หากต้นไผ่ถูกพวกมันมาเกี่ยวพันก็จะทำให้เหี่ยวเฉาและตายลงในที่สุด คนที่เกี่ยวพันกับมันก็จะซูบเซียวและเหม่อลอย\n\"บางครั้งพวกมันจะขอให้คนผ่านทางทำเรื่องที่เป็นไปไม่ได้ แล้วทำให้พวกเขาตกอยู่ในสถานการณ์ที่สิ้นหวัง...\n\"แล้วยังมีบางครั้งที่พวกมันจะหลอกนำทางคนผ่านทางผู้ไร้เดียงสา แต่จุดหมายปลายทางคือรังของปีศาจ\n\"เพราะฉะนั้น เจ้าตัวแสบ เวลาออกไปข้างนอกห้ามประมาทเด็ดขาดเลยนะ!\"\nคนเฒ่าคนแก่ในหมู่บ้านสอนไว้อย่างนี้ และตบหัวของเขาเบา ๆ\nพอคิดอย่างนี้แล้ว เธอเป็นปีศาจที่พูดถึงกันรึเปล่านะ?\nเด็กหนุ่มกังวลใจ และอดไม่ได้ที่จะชะลอฝีเท้าลง\n\"มีอะไรเหรอ?\"\nหญิงสาวหันมาถาม นัยน์ตาสีทองของเธอเปล่งประกายใต้เงาของแสงจันทร์"
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "ป่าไผ่ในยามค่ำคืนมีดวงจันทร์ส่องแสงสว่างไสว ซึ่งเป็นการบรรจบกันของโลกแห่งความฝันในอดีตและความจริง ชายหนุ่มเข้าสู่ความฝันเกี่ยวกับเรื่องราวในอดีตที่ยากจะบรรยาย\nในป่าไผ่ของภูเขา Qingce ค่ำคืนมักจะมาถึงอย่างรวดเร็ว\nมองขึ้นไปจากใต้ป่าไผ่ ดวงจันทร์สีเงินถูกตัดเป็นเสี้ยว โดยเงาของใบไผ่ที่แหลมคม ในสถานที่ที่เสียงร้องของกบหยุดลง และเสียงจักจั่นค่อย ๆ จางหายไป ในมุมที่สว่างที่อาบด้วยแสงจันทร์สีเงิน มีหน่อไม้ใหม่สองสามหน่อเพิ่งโผล่ขึ้นมาเหนือพื้นดิน\nในป่าไผ่ของภูเขา Qingce มีเรื่องเล่าเกี่ยวกับผีสุนัขจิ้งจอกที่เล่ากันอย่างแพร่หลาย\nในยามค่ำคืน หญิงสาวในชุดขาวเล่าเรื่องให้เด็กหนุ่มฟังหลายเรื่อง มันเป็นเรื่องที่เก่าแก่มาก แต่เขาก็ไม่เคยได้ยินมาก่อนเลย\n\"ในอดีตอันยาวนานมีดวงจันทร์อยู่สามดวงบนท้องฟ้ายามค่ำคืน พวกเธอเป็นพี่น้องกัน พวกเธอมีอายุยืนยาวกว่าเทพแห่งหิน และพวกเธอเกิดก่อนก้อนหินในท่าเรือ Liyue เสียอีก\n\"ดวงจันทร์ทั้งสามดวงเป็นลูกสาวของบทกวีและบทเพลง และเป็นราชินีแห่งท้องฟ้ายามค่ำคืน พวกเธอจะเคลื่อนขบวนไปในรถม้าสีเงิน และทุกสิบวัน หนึ่งในสามพี่น้องจะผลัดเปลี่ยนกันขึ้นครองบัลลังก์ หมุนเวียนไปอย่างนี้เรื่อยมาจนกระทั่งวันนั้น วันที่หายนะมาเยือน\n\"ดวงจันทร์ทั้งสามดวงมีคนรักคนเดียวกัน คือดาวประกายพรึก มีเพียงช่วงเวลาที่กลางวันและกลางคืนมาบรรจบกัน หนึ่งในพี่น้องทั้งสามจึงจะสามารถเคลื่อนผ่านห้องนอนของดวงดาวที่กำลังจะจางหาย จากนั้น เมื่อแสงแรกแห่งวันโผล่พ้นของฟ้า ราชินีแห่งราตรีกาลก็ต้องรีบหนีขึ้นรถม้าของเธอไป\n\"พี่น้องทั้งสามมีความรักที่ลึกซึ้งต่อคนรักคนเดียวของพวกเธอ เช่นเดียวกับความรักที่มีต่อกันและกัน แต่นั่นมันคือเรื่องราวก่อนที่จะเกิดหายนะที่พลิกโลกใบนี้จากหน้ามือเป็นหลังมือ\n\"ต่อมา ภัยพิบัติได้ทำลายรถม้าของราชินี และทำลายโถงแห่งดวงดาว สามพี่น้องแห่งราตรีกาลก็กลายเป็นศัตรูกัน และลงเอยด้วยความตาย สุดท้ายเหลือเพียงร่างอันซีดเซียวร่างเดียวที่คอยเปล่งแสงอันเยือกเย็นยามค่ำคืน...\"\nหญิงสาวเงยหน้าขึ้นมองดวงจันทร์ท่ามกลางทะเลไผ่ ลำคอเรียวระหงของเธอถูกอาบด้วยแสงสีเงิน และดวงตาสีทองของเธอเป็นประกาย\n\"หมาป่าเป็นลูกของดวงจันทร์ พวกมันจำหายนะครั้งใหญ่ และความโศกเศร้าที่ตามมาได้เป็นอย่างดี ดังนั้น ทุกครั้งที่พระจันทร์เต็มดวง พวกมันจะคร่ำครวญให้กับโชคชะตาของแม่ของมัน... และด้วยเหตุนี้ เด็กที่เติบโตมากับฝูงหมาป่า ก็เป็นเหมือนพยานรักที่ยังมีชีวิตอยู่ ของดาวประกายพรึกและดวงจันทร์ และถูกเรียกว่าดวงดาวผู้เศร้าโศก\"\n\"อย่างนี้นี่เอง...\"\nเด็กหนุ่มพูดไม่ออกอยู่พักหนึ่ง\nนั่นเป็นเรื่องที่คนเฒ่าคนแก่ในหมู่บ้านไม่เคยเล่า บางทีแม้แต่ผู้อาวุโสที่อายุมากที่สุดก็ไม่เคยได้ยินตำนานเหล่านี้ พวกมันยิ่งใหญ่กว่าเรื่องราวของสุนัขจิ้งจอกที่แต่งงานกับญาติ และภูตผีปีศาจ แต่ไม่มีชีวิตชีวาเท่ากับตำนานการขับไล่ปีศาจของราชาแห่งหิน มันเหมือนความฝันในจินตนาการมากกว่า\n\"นี่เป็นเรื่องที่ไม่เคยเกิดขึ้นมาก่อน เป็นตำนานที่ถูกผู้คนหลงลืมมานานแล้ว\"\nหญิงสาวชุดขาวลูบผมของเด็กหนุ่มเบา ๆ และหรี่ตาลง ดวงตาสีทองของเธอดูเหมือนหม่นลงกว่าเดิมเล็กน้อย\n\"ก่อนที่บรรพบุรุษแห่งเทพจะสร้างสวรรค์ขึ้นมา พวกเขาได้ท่องอยู่บนโลกมนุษย์ เทพเจ้าหลายตนก็เคยใช้ชีวิตอยู่ที่นี่เช่นกัน แต่ก่อนหน้านั้นล่ะ?\n\"มีเพียงความทรงจำที่แตกสลาย และเศษเสี้ยวแห่งความทรงจำกลายเป็นเรื่องราวที่เล่ากันปากต่อปาก กลายเป็นตำนานที่เล่าขาน....\n\"ความทรงจำโบราณที่อยู่เหนือโลกมนุษย์นี้ ไม่ว่าจะเป็นเทพเจ้าหรือมนุษย์ หากได้ฟังก็จะรู้สึกเศร้าใจเหมือนกัน\"\nหญิงสาวถอนหายใจยาว และพบว่าเด็กหนุ่มได้หลับไปแล้ว\n\"จริง ๆ เลยนะ...\"\nเธอยิ้มอย่างอดไม่ได้ เธอถอดชุดคลุมของเธอออกแล้วนำมาห่มให้เขา\nในคืนนั้น เด็กหนุ่มได้ฝันเห็นท้องฟ้ายามค่ำคืนอันสว่างจ้าที่มีดวงจันทร์สามดวง และรถม้าที่จอดอยู่ข้างดวงดาว"
          }
        ]
      },
      {
        "title": "ตอนที่ 4",
        "desc": [
          {
            "type": "RichText",
            "text": "เมื่อฟ้าค่อย ๆ สว่างขึ้น ทั้งสองต่างแยกย้ายไปตามทางของตัวเอง แต่เรื่องราวในอดีตยังคงดังก้องอยู่ในป่า รอคอยให้ชายหนุ่มกลับมาอีกครา\nเมื่อท้องฟ้าเริ่มสว่าง เด็กหนุ่มคนหนึ่งถูกปลุกให้ตื่นอย่างนุ่มนวล\nในป่าไผ่ที่เต็มไปด้วยเรื่องราวของผีและสุนัขจิ้งจอก เงาของหมอกสีขาวท่ามกลางแสงที่สาดส่อง เป็นประกายราวกับหางม้าที่พลิ้วไหว\nผู้หญิงคนนั้นนำทางเขาไป มุ่งไปยังแสงตะวันที่สาดส่องลอดผ่านป่าไผ่เข้ามา โค้งไปซ้าย เลี้ยวไปทางขวา ทะลุผ่านทุ่งหญ้าที่เต็มไปด้วยแมลง ปีนขึ้นไปบนแผ่นหินสีเขียวที่แสนลื่น ปีนขึ้นไปตามโขดหินที่อยู่ใต้ร่มเงาของป่าไผ่ เธอนำทางเขามาจนถึงทางออกของป่าไผ่\n\"ฉันยังไม่รู้เลยว่าเธอเป็นใครมาจากไหน?\"\nเด็กหนุ่มถามด้วยความสงสัยเรื่องเมื่อคืนอยู่ไม่หาย\n\"......\"\nผู้หญิงคนนั้นหันหน้ามา หันหลังให้กับแสงอรุณ ดวงตาส่องประกายแสงสีทอง\nเธอยิ้มให้กับเขาแต่ไม่ได้พูดอะไร\nหลายปีต่อมา เด็กหนุ่มเติบโตขึ้นและหวนคิดถึงช่วงเวลานั้น ในตอนนั้นเขาถึงเข้าได้ใจว่า ความแตกต่างของเขาและเธอนั้นลึกดั่งภูผา เขาถูกลิขิตให้ออกจากบ้านเกิดและไปที่ท่าเรือ Liyue เพื่อค้นหาความมั่งคั่งเทพแห่งหินประทานให้ ส่วนโชคชะตาของเธอคือการตัดขาดโลก ออกห่างจากการจ้องมองของเทพแห่งหินผู้แสนยิ่งใหญ่ สง่างามและเปี่ยมด้วยความรัก เพื่อคอยปกป้องเรื่องราวเก่าแก่เหล่านั้นที่แม้แต่เธอก็ค่อย ๆ ลืมเลือน\nดังนั้นเส้นทางของเด็กหนุ่มและหญิงชุดขาวนัยน์ตาทองจึงมาถึงทางแยก\nเขาเก็บข้าวของและมุ่งหน้าสู่เมืองท่าอันแสนมั่งคั่ง ส่วนเธอคนนั้นกลับยืนอยู่เงียบ ๆ ตรงบริเวณริมขอบของป่าไผ่ นัยน์ตาสีทองอันน่าดึงดูดนั่นราวกับจะมองเห็นอนาคตอันไกลโพ้นของเด็กหนุ่มได้... เมื่อเขาแก่ตัวลง เบื่อหน่ายความวุ่นวายทั้งในทะเลหรือแม้แต่บนโลก สุดท้ายแล้ว วันหนึ่งเขาจะได้กลับมาที่หมู่บ้านเพื่อเคลื่อนที่ไปสู่จุดจบอย่างช้า ๆ และสงบสุข\nท่ามกลางแสงตะวันในยามเช้า เด็กหนุ่มได้ยินเสียงร้องและเสียงกระทบกีบเท้าของม้าที่อยู่ห่างไกล\nหันหน้ากลับไปมองก็เห็นแต่ความว่างเปล่า เห็นเพียงเส้นขนสีขาวร่วงอยู่ตรงไหล่ของเขา"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ป่าไผ่ใต้แสงจันทร์ยามค่ำคืน"
          }
        ]
      }
    ]
  }
}