{
  "epId": 2338,
  "name": "บันทึกอันน่าทึ่งของ Jueyun",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Records of Jueyun_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "คอลเลกชันที่รวบรวมตำนานและเรื่องเล่ามากมายที่ถูกบอกต่อกันของ Liyue บันทึกช่วงเวลาสั้น ๆ และทรงพลังรวมไปถึงนิยายที่ผู้คนต่างพากันพูดถึงไว้อย่างมากมาย ซึ่งโดยส่วนใหญ่แล้วจะมีหัวข้อเกี่ยวกับประเพณีต่าง ๆ ส่วนบทความนี้จะพูดถึงตำนานของอสูรหิน\n—อสูรหิน—\nบนแผ่นดินของ Liyue ยังคงเต็มไปด้วยรูปปั้นหิน ซึ่งโดยส่วนใหญ่แล้วคน Liyue ทำขึ้นมาเพื่อสวดภาวนาขออากาศที่ดีและภูเขาหินที่มั่นคง แต่ก็มีรูปปั้นหินอื่น ๆ ที่มาจากประวัติศาสตร์ที่ยิ่งเก่าแก่ขึ้นไปอีกของ Liyue อยู่เหมือนกัน\nมีเรื่องราวหนึ่งที่ถูกพูดถึงปากต่อปากในหมู่ชาวประมงแห่งแม่น้ำ Bishui นักเก็บเกี่ยว Silvergrass แห่งบึง Dihua Marsh และในหมู่นักขุดเหมือง... พวกเขาพูดกันว่าในมุมใดมุมหนึ่งของ Liyue มีรูปปั้นหินโบราณรูปสัตว์ที่จะตื่นขึ้นในคืนที่หนาวเย็นของฤดูใบไม้ร่วงอยู่ มันจะมองไปรอบ ๆ เพื่อดูโลกรอบตัวที่ค่อย ๆ เปลี่ยนไปจนไม่คุ้นเคย ฟังเสียงร้องของกบและแมลงที่ทักทายพวกมัน พวกเขาตอบสนองด้วยเสียงร้องที่ลึกล้ำและเต็มไปด้วยจิตวิญญาณจากลำคอที่กลายเป็นหิน จากนั้นพวกเขาก็ท่องไปรอบ ๆ Liyue เพื่อสำรวจดินแดนที่พวกเขาเคยปกป้องอีกครั้ง\nเท่าที่ฉันรู้จนถึงตอนนี้ยังไม่มีใครเคยเห็นมาก่อนว่าตอนที่เจ้าอสูรหินเหล่านี้เคลื่อนไหวจะดูเป็นยังไง แต่ผู้สูงอายุที่คุ้นเคยกับสภาพภูมิศาสตร์และอุทกวิทยานั้นเคยชินกับการเปลี่ยนแปลงตำแหน่งและท่าทางของอสูรหินเหล่านี้กันตั้งนานแล้ว ส่วนพวกคนที่หลับไม่ลึก ซึ่งมาตั้งค่ายในตอนกลางคืนก็มักจะได้ยินเสียงประสานที่ทุ้มต่ำกว่าเสียงน้ำไหล\nเจ้าอสูรหินโบราณเหล่านี้มาจากไหนกันนะ? เหล่าผู้สูงอายุในหมู่บ้าน Qingce เล่าว่าพวกมันคือเหล่าสัตว์เวทที่ครั้งหนึ่งเคยติดตามราชาแห่งหินไปทั่วทุกหนแห่ง เมื่อความขัดแย้งของสงครามเทพอสูรยุติลง กระแสน้ำและความสงบของ Liyue ก็กลับคืนสู่สภาพเดิม เหล่าสัตว์เวทก็ไม่จำเป็นต้องทำหน้าที่เป็นปกป้องผู้คนอีกต่อไป จากนั้นพวกมันก็ทยอยถอยกลับไปยังส่วนที่เงียบสงบของเมืองและใช้ชีวิตโดยตัดขาดจากมนุษย์\nอย่างไรก็ตามยังมีสัตว์เวทบางตัวที่คิดถึงช่วงเวลาที่ติดตามเทพแห่งหินและยังคงคิดถึงการปกปักรักษา Liyue เมื่อในอดีต แม้ว่าสัตว์เวทจะเป็นสิ่งมีชีวิตที่ไม่ธรรมดาแต่มันก็ยังคงมีขีดจำกัดในเรื่องของอายุขัย ด้วยเหตุนี้พวกมันจึงได้ขอพรต่อราชาแห่งหินให้เปลี่ยนร่างนี้ให้กลายเป็นหินที่เป็นนิรันดร์ จากนั้นเทพแห่งหินก็ตอบรับคำขอของพวกมันและทำให้ภูเขาหินเป็นจริง"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "คอลเลกชันที่รวบรวมตำนานและเรื่องเล่ามากมายที่ถูกบอกต่อกันของ Liyue บันทึกช่วงเวลาสั้น ๆ และทรงพลังรวมไปถึงนิยายที่ผู้คนต่างพากันพูดถึงไว้อย่างมากมาย ซึ่งโดยส่วนใหญ่แล้วจะมีหัวข้อเกี่ยวกับประเพณีต่าง ๆ ส่วนบทความนี้จะพูดถึงนิยายตำนานเรื่องเล่าที่มีมาแต่โบราณ\n—วังใต้ทะเล—\nวันแห่งการสู่ขอมาถึงแล้ว\nเทพเจ้าแห่งท้องทะเลนั้นช่างดูน่าเกรงขามขณะที่นั่งอยู่ตรงกลางหอยกาบยักษ์ของเขา มือของเขาถือบังเหียนของอสรพิษแห่งท้องทะเลสองหัวไว้อยู่... เบื้องหน้ารถลากอันแสนสง่างามนั้น แต่ละหัวของอสรพิษล้วนยืนตระหง่านเคียงคู่กับภูเขา Tianheng ในตอนที่เจ้านายของพวกมันรับไข่มุกจากเหล่าผู้สูงอายุในหมู่บ้านเป็นเครื่องบรรณาการและรับตัวเจ้าสาวขึ้นไปบนกาบหอย จากนั้นพวกชาวบ้านจะได้รับพรเพื่อเป็นการตอบแทน... นั่นก็คือคลื่นลมที่สงบตลอดทั้งปี\nออกห่างจากฝูงชนที่กำลังเฉลิมฉลองและแม่ผู้อ้างว้าง เทพเจ้าแห่งท้องทะเลนำเจ้าสาวคนใหม่ลงลึกสู้ใต้คลื่นทะเล ลอดผ่านโครงกระดูกวาฬขนาดยักษ์ที่ทอดยาวราวกับแนวเสา เดินผ่านประตูพระราชวังที่ตกแต่งด้วยเปลือกหอยสีม่วงและไข่มุก จากนั้นหญิงสาวก็มาถึงเรือนนอนที่เทพเจ้าแห่งท้องทะเลได้จัดเตรียมไว้ให้\n\"ตัวฉันไม่ได้อยากจะเข้าไปข้องเกี่ยวกับเรื่องของพวกมนุษย์หรอกนะ\" เทพเจ้าแห่งท้องทะเลปลอบเจ้าสาวด้วยน้ำเสียงที่ราวกับคลื่นน้ำที่กระเพื่อม\n\"ที่นี่คือบ้านใหม่ของหญิงสาวมากมาย และก็เป็นสถานที่ที่พวกเธอจะอยู่ไปจนถึงวันสุดท้ายของชีวิต สำหรับเด็กสาวที่ถูกชาวบ้านขับไล่ออกมานั้น ทะเลอันกว้างใหญ่นี้เป็นดั่งที่ลี้ภัยของพวกเธอ เป็นสถานที่ที่พวกเธอสามารถเรียกว่าบ้านได้\"\nแต่หญิงสาวไม่ได้ต้องการบ้านใหม่ที่ตกแต่งไปด้วยเปลือกหอยและไข่มุกที่ล้ำค่า สิ่งของแวววาวที่อยู่ใต้ทะเลกับสิ่งมีชีวิตที่ป้วนเปี้ยนอยู่ในความมืดนั้นมีแต่จะทำให้จิตใจของหญิงสาวหวาดกลัว ภายใต้การใช้ชีวิตในพระราชวังที่ไม่มีทั้งพระอาทิตย์ขึ้นและพระอาทิตย์ตก ความคิดถึงบ้านทำให้หญิงสาวซูบเซียวขึ้นเรื่อย ๆ\nจนมาวันหนึ่งเทพเจ้าแห่งท้องทะเลได้รับรู้ถึงความรู้สึกของหญิงสาว ซึ่งนั่นทำให้เขาผิดหวังต่อทางเลือกของหญิงสาวเป็นอย่างมาก แต่ก็ยังยอมรับในการตัดสินใจของเธอ\n\"ในชีวิตของมนุษย์ที่ไม่สมบูรณ์นี้ วันหนึ่งเธอจะต้องเสียใจ\" เทพเจ้าแห่งท้องทะเลนำเปลือกหอยที่ประดับอยู่ตรงเอวของเขา มอบให้แก่หญิงสาวเพื่อเป็นของขวัญ\n\"เมื่อถึงวันนั้น เธอจงเป่าไปที่เปลือกหอยนี้ แล้วมันจะนำพาเธอกลับมายังสถานที่แห่งนี้อีกครั้ง\"\nหญิงสาวนำเปลือกหอยและกลับขึ้นสู่ผืนดิน และหลังจากนั้นผ่านมาหลายปีเธอก็กลายเป็นแม่คน ท่ามกลางการใช้ชีวิตที่เรียบง่ายและสงบสุขแล้ว ราชวังในท้องทะเลดูเหมือนจะเป็นเพียงแค่ความฝันในวัยเด็กเท่านั้น สิ่งของแวววาวมากมายและอสูรทะเลรูปร่างแปลกประหลาดนั้นบางครั้งจะหวนเข้ามาในความทรงจำของเธอ เธอใช้ชีวิตอย่างนี้ไปเรื่อย ๆ ปีต่อปี... จนมาถึงวันเทศกาลการสู่ขอของปีหนึ่ง ผู้เฒ่าได้นำชาวบ้านเพื่อพาลูกสาวออกไปจากอ้อมแขนของเธอ ถึงตอนนี้เธอถึงได้เข้าใจคำพูดของเทพเจ้าแห่งท้องทะเล\nดังนั้น คืนก่อนหน้าที่จะมีเทศกาล คุณแม่ก็เป่าไปที่เปลือกหอยนั้น\nทันใดนั้นเทพเจ้าแห่งท้องทะเลก็ปรากฏตัวออกมาเหนือคลื่นและใช้คลื่นขนาดยักษ์โอบล้อมหมู่บ้าน ผู้เฒ่าและชาวบ้านได้ถูกกลืนกินลงไปในยามหลับใหล จากนั้นอสรพิษแห่งท้องทะเลตัวใหญ่มหึมาก็ลากรถลากขนาดใหญ่ราวกับภูเขาที่เต็มไปด้วยเปลือกหอยแวววาวประดับอยู่มาหยุดอยู่ตรงหน้าของหญิงผู้เป็นแม่\nเช่นเดียวกับตอนที่ยังเป็นเด็ก หญิงสาวผู้เป็นแม่จูงมือลูกสาวของเธอและขึ้นรถลากของเทพเจ้าแห่งท้องทะเลและออกจากหมู่บ้านที่สูญหายไปจากผิวทะเล"
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "คอลเลกชันที่รวบรวมตำนานและเรื่องเล่ามากมายที่ถูกบอกต่อกันของ Liyue บันทึกช่วงเวลาสั้น ๆ และทรงพลังรวมไปถึงนิยายที่ผู้คนต่างพากันพูดถึงไว้อย่างมากมาย ซึ่งโดยส่วนใหญ่แล้วจะมีหัวข้อเกี่ยวกับประเพณีต่าง ๆ ส่วนบทความนี้ได้บันทึกเรื่องราวที่มาของ Wuwang Hill เอาไว้\n-Wuwang-\nท่ามกลางหุบเขาทางตอนเหนือของภูเขา Qingce มีเนินเขาที่ชื่อว่า Wuwang Hill ตั้งอยู่ ที่แห่งนี้ทั้งมืดทึมและชื้น อีกทั้งยังมีตำนานแปลก ๆ มากมาย\nชาว Liyue มักจะเล่าถึงเรื่องของวิญญาณที่เร่ร่อนอยู่ในป่าใน Wuwang Hill พวกมันสามารถมักจะวนเวียนอยู่รอบ ๆ หมู่บ้านรกร้างและสิงอยู่ท่ามกลางต้นไม้ที่เหี่ยวเฉาและซากใบไม้ โดยไม่เคยจะอยู่ห่างจากสิ่งที่พวกเขาต้องการในขณะที่มีชีวิตอยู่ ผีเร่ร่อนเหล่านี้มักจะหลอกล่อผู้คนที่ผ่านไปมา ให้เดินผิดเส้นทางไปยังทางที่อันตราย... จนทำให้พวกเขาตกลงไปในเหวลึก หรือถูกมอนสเตอร์ที่ซ่อนตัวอยู่กลืนกิน\nชื่อ Wuwang เองก็มีที่มาจากเรื่องนี้... การตกหลุมพรางโดยไม่ทันตั้งตัว แม้แต่นักเดินทางที่รอบคอบ ยังหลงกลให้กับวิญญาณร้ายที่เกาะติดตามไปอย่างแผ่วเบาราวกับหมอกบนภูเขา\nชาวเมืองผู้บริสุทธิ์และผู้มาเยือนที่แห่งนี้ต่างถูกหลอกล่อด้วยเล่ห์เหลี่ยมของพวกผี พวกเขาถูกหลอกล่อให้เข้าไปในป่าที่มีหมอกหนาจนแทบไม่เห็นแสงอาทิตย์ และเต็มไปด้วยอันตราย พวกผีสร้างกลอุบายต่าง ๆ มากมายทำให้ผู้มาเยือนรู้สึกสูญเสียหรือรู้สึกเสียใจอย่างไม่อาจหวนคืนมาได้ และยังมีผีที่ปลอมเป็นเสียงของคนรักที่เสียชีวิตไปแล้ว มาหลอกล่อให้ผู้มาเยือนตามไปอย่างไม่อาจจะปฏิเสธได้\nแต่ Wuwang Hill ไม่ได้เป็นแบบนี้ตั้งแต่แรก เมื่อไม่นานมานี้ที่นี่ยังมีชาวบ้านอาศัยอยู่ ยังมีควันจากการทำอาหารที่ลอยออกมาจากหน้าต่างพร้อมกับแสงไฟที่ริบหรี่ แต่ตอนนี้บ้านเหล่านั้นกลับกลายเป็นเพียงบ้านร้าง และหลงเหลือเพียงเสียงกระซิบของวิญญาณเท่านั้น\nมีนิทานที่เหล่าเด็ก ๆ ของหมู่บ้าน Qingce มักจะเล่ากันว่า: คนหนุ่มสาวที่อาศัยอยู่ใน Wuwang Hill ถูกเสียงเพลงของอสูรทะเลจากที่ห่างไกลหลอกล่อให้หลงใหล เพื่อให้พวกเขาวิ่งไล่ตามความฝันและจินตนาการในวัยเด็ก จนกระโดดลงไปในแม่น้ำอันเงียบสงบ และปล่อยให้ตัวเองลอยไปตามคลื่นจนถึง Sea of Clouds เมื่อไปถึงที่นั่นแล้ว พวกเขาได้สูญเสียความทรงจำทั้งหมดเกี่ยวกับป่าและหมู่บ้านไป... และความฝันของพวกเขาก็กลายเป็นเพียงเสียงเพลงของอสูรแห่งท้องทะเล\nคนหนุ่มสาวรุ่นแล้วรุ่นเล่าได้จากไปเพราะเหตุนี้ จนชาว Wuwang Hill ที่หลงเหลืออยู่ก็มีเพียงบรรดาคนแก่ที่ค่อย ๆ ลาจากโลกนี้ไป แสงไฟของเมืองท่าที่ท่านราชาแห่งหินพัฒนานั้นสว่างไสวขึ้นเรื่อย ๆ แต่ในขณะที่หมู่บ้านบนภูเขาอีกแห่งกลับถูกทอดทิ้งจนกลายเป็นหมู่บ้านผีสิงที่เงียบงัน\nกระแสพลังที่ไหลวนอยู่ชั่วนิรันดร์นั้นสามารถจดจำได้ทุกสิ่ง ซึ่งแตกต่างจากชีวิตมนุษย์ที่ช่างสั้นและไม่แน่นอน ธาตุที่ปะทุออกมาในรูปของวิญญาณ ได้ทำให้ฝันร้ายและความฝันเก่า ๆ ของชาวบ้านกลับคืนมา เช่นเดียวกับแม่ที่สูญเสียลูกและพยายามที่จะหาทางให้ลูกกลับคืนมาดังเดิม กระแสพลังที่ไร้หัวใจนั้น ได้สร้างภาพในอดีตของชาวบ้านขึ้นมาซ้ำแล้วซ้ำเล่า ทั้งเสียงร้องไห้ของเด็กทารก เสียงคนแก่ถอนหายใจ ได้สร้างความสุขและความเศร้าโศกซ้ำ ๆ ไป เหมือนกับเพลงของอสูรยักษ์แห่งท้องทะเล ที่หลอกล่อจิตวิญญาณของทุกคนที่เข้ามา ให้หวนนึกถึงอดีตโดยไม่รู้ตัว"
          }
        ]
      },
      {
        "title": "ตอนที่ 4",
        "desc": [
          {
            "type": "RichText",
            "text": "คอลเลกชันที่รวบรวมตำนานและเรื่องเล่ามากมายที่ถูกบอกต่อกันของ Liyue บันทึกช่วงเวลาสั้น ๆ และทรงพลังรวมไปถึงนิยายที่ผู้คนต่างพากันพูดถึงไว้อย่างมากมาย ซึ่งโดยส่วนใหญ่แล้วจะมีหัวข้อเกี่ยวกับประเพณีต่าง ๆ ส่วนบทความนี้ได้บอกเล่าถึงเรื่องราวของ Seelie ลึกลับกลางหุบเขา\n-วิญญาณแห่งภูเขา-\nในป่าของ Liyue มี Seelie ล่องลอยอยู่มากมาย สิ่งมีชีวิตที่เปล่งแสงเหล่านี้อาศัยอยู่ในเมฆหมอกท่ามกลางภูเขา, อยู่ในซากปรักหักพังของเมือง หรือในหมู่บ้านที่ถูกทิ้งร้าง เพื่อนำทางให้นักเดินทางที่มีวิชั่น ไปยังสมบัติที่ซ่อนมานาน หรือกลไกโบราณอันซับซ้อน\nชาว Liyue กล่าวกันว่า Seelie ตัวจิ๋วเหล่านี้เป็นสัญลักษณ์แห่งความโชคดี และเป็นวิญญาณของเซียนที่ล่วงลับไปแล้ว หรือมอนสเตอร์นิรนามที่จิตใจดีได้ทิ้งเอาไว้ บางคนคิดว่า Seelie เหล่านี้เป็นเสียงสะท้อนที่ทิ้งไว้บนภูเขาของคนแปลกหน้าที่สูญเสียคนรักไป เพื่อนำทางนักท่องเที่ยวผู้โดดเดี่ยวและหลงทาง ให้หาหนทางกลับบ้านได้\nตำนานเก่าแก่ที่เล่าต่อกันมาใน Liyue กล่าวไว้ว่า Seelie ที่ท่องไปตามภูเขานั้นเก่าแก่มากกว่าเซียนตนไหน ๆ พวกเขามีรูปลักษณ์ที่สวยงามและมีภูมิปัญญาที่ชาญฉลาด พวกเขาได้บินผ่านป่า เดินผ่านป้อมปราสาทในเมืองโบราณ ก่อนยุคที่ราชาแห่งหินและมอนสเตอร์จะต่อสู้กันเสียอีก\nในอดีตอันไกลโพ้นนั้น ว่ากันว่าบรรพบุรุษของ Seelie ได้พบกับนักเดินทางจากแดนไกล และพวกเขาได้สาบานรักร่วมกันที่ราชวังแห่งดวงจันทร์ โดยมีสามพี่น้องเป็นสักขีพยาน แต่เพียงแค่หนึ่งเดือนให้หลังจากนั้น หายนะก็ได้เริ่มต้นขึ้น Seelie และคนรักถูกเนรเทศออกไป ในระหว่างโลกที่กำลังจะแตก ภัยพิบัตินั้นได้ติดตามพวกเขาไป และการลงโทษที่แสนโหดร้าย ได้แยกพวกเขาออกจากกันตลอดกาล แม้กระทั่งความทรงจำของพวกเขาก็ยังถูกทำลายไปด้วย\nSeelie ที่ต้องแยกจากคนรักและเหล่าพี่สาวน้องสาว ต้องผ่านคืนวันที่แสนทุกข์ยาก แม้แต่รูปร่างที่สวยงามก็แตกเป็นเสี่ยง ๆ และกระจัดกระจายไปในป่าเขาและในซากปรักหักพัง สุดท้ายแล้วชิ้นส่วนเหล่านั้นก็ได้กลายเป็นสิ่งมีชีวิตเล็ก ๆ ที่หลงลืมและสูญเสียหลายสิ่งแม้แต่เสียงและสติปัญญาไป สิ่งที่หลงเหลืออยู่มีเพียงเสียงเพลงที่เต็มไปด้วยความเศร้าโศกเท่านั้น ด้วยเหตุนี้พวกเขาจึงได้นำทางนักท่องเที่ยวที่แวะเวียนมา ให้ข้ามยอดเขาที่เต็มไปด้วยเมฆหมอก ข้ามผ่านซากปรักหักพัง วัตถุโบราณหรือบทกวีเพื่อหวนนึกถึงเรื่องราวในอดีตเหล่านั้น\nแน่นอนว่าตำนานแปลก ๆ เหล่านี้เป็นเพียงความเชื่อผิด ๆ ของชาว Liyue ในยุคก่อนที่ท่านราชาแห่งหินจะเข้ามาปกครอง ตำนานเหล่านี้จึงไม่น่าเชื่อถือนัก แต่จนถึงทุกวันนี้ ก็ยังไม่มีใครรู้ต้นกำเนิดที่แท้จริงของ Seelie ผู้แสนโศกเศร้าที่ล่องลอยไปมาท่ามกลางภูเขาเหล่านี้เลย"
          }
        ]
      },
      {
        "title": "ตอนที่ 5",
        "desc": [
          {
            "type": "RichText",
            "text": "คอลเลกชันที่รวบรวมตำนานและเรื่องเล่ามากมายที่ถูกบอกต่อกันของ Liyue บันทึกช่วงเวลาสั้น ๆ และทรงพลังรวมไปถึงนิยายที่ผู้คนต่างพากันพูดถึงไว้อย่างมากมาย ซึ่งโดยส่วนใหญ่แล้วจะมีหัวข้อเกี่ยวกับประเพณีต่าง ๆ บทความนี้จะพูดถึงความสัมพันธ์ระหว่างสัตว์เวท \"กิเลน\" และมนุษย์ปุถุชน\n-กิเลน-\nท่ามกลางตำนานที่เล่าขานกันในภูเขา Liyue กิเลนเป็นสัตว์เวทประเภทหนึ่งที่เปี่ยมไปด้วยเกียรติและเมตตา ซึ่งกิเลนนั้นมักจะท่องไปในป่าภูเขา แต่จะปรากฏตัวออกมาเฉพาะในคืนที่แสงดาวส่องกระทบน้ำค้างใส และดื่มเพียงนำค้างที่หวานฉ่ำและกินสมุนไพรรสขมอ่อน ๆ เป็นอาหารเท่านั้น\nกิเลนเป็นสัตว์เวทที่อ่อนโยน ความสง่างามและความสูงส่งไหลเวียนอยู่ในเลือดของพวกมัน ว่ากันว่ากิเลนไม่เคยทำร้ายสิ่งมีชีวิต แม้จะเป็นเพียงการเหยียบย่ำแมลงตัวน้อย หรือเด็ดหญ้าเพียงสักเส้นก็ตาม ผู้คนพูดกันว่าพฤติกรรมทั้งหมดและการกระทำทั้งหลายของกิเลนนั้น เป็นคุณสมบัติอันสง่างามที่มีมาแต่โบราณ ซึ่งไม่มีการเปลี่ยนแปลงมานับพันปีแล้ว\nหลังจากสิ้นสุดยุคอันป่าเถื่อนของสงครามเทพอสูร เหล่าเซียนจำนวนมากไม่สามารถปรับตัวให้เข้ากับเสียงของมนุษย์ได้อีกต่อไป ดังนั้นภายใต้การจัดการของราชาแห่งหิน พวกเขาจึงได้ทยอยกันออกไปอาศัยอยู่ในป่าไผ่และภูเขาอย่างสันโดษ ซึ่งนับตั้งแต่นั้นมาพวกเขาก็ไม่ได้ยุ่งเกี่ยวกับโลกใบนี้ และมีความสุขไปกับการพักผ่อนท่ามกลางสายน้ำและภูเขา\nแต่ก็ยังคงมีสัตว์เวทอื่น ๆ อีกมากมายที่ได้สร้างมิตรภาพอันลึกซึ้งกับมนุษย์ระหว่างการร่วมมือตลอดนับพันปี และตัดสินใจที่จะใช้เจตจำนงของราชาแห่งหินในโลกมนุษย์ เพื่อสนับสนุนเมืองของมนุษย์ด้วยอำนาจและความเมตตาจากสวรรค์ ซึ่งพวกเขาอาจซ่อนตัวอยู่ในหมู่บ้านบนภูเขา หรือเดินเล่นอยู่ในตลาดที่เจริญรุ่งเรือง ใช้ชีวิตร่วมกับมนุษย์ เป็นหนึ่งเดียวกันโดยทิ้งสายเลือดที่เป็นเอกลักษณ์ไว้ท่ามกลางถนนและบ้านเรือนของท่าเรือ Liyue\nตามตำนานเรื่องเล่าของชาวเมืองส่วนหนึ่ง ตั้งแต่เมื่อหลายพันปีก่อน ก็ได้มีการคบหากันระหว่างสายเลือดอันสูงส่งของกิเลนกับมนุษย์ปุถุชนทั่วไป\nตามตำนานเล่าว่า ในยุคสมัยอันป่าเถื่อนเมื่อหลายพันปีก่อนนั้น ผู้คนต่างใช้บัวน้ำและใบกระวานเป็นเสื้อผ้า\nคืนหนึ่งคนเก็บสมุนไพรผู้หนึ่งกำลังอาบน้ำอยู่ในสระบนภูเขา แต่ไม่คาดคิดว่าเสื้อผ้าที่กระจัดกระจายอยู่รอบสระนั้น จะถูกกิเลนที่บังเอิญผ่านมากินเข้าไป สัตว์เวทผู้ไร้เดียงสานั้นไม่ได้เข้าใจถึงความละอายและความปรารถนาที่เห็นแก่ตัวของมนุษย์ และก็ไม่ได้เรียนรู้ถึงหลักการของสัตว์เวทที่จะก้าวเดินไปในโลกของมนุษย์\nเพื่อชดเชยพฤติกรรมที่เซ่อซ่า และเพื่อป้องกันการปรากฏตัวที่ไม่ธรรมดาของเซียนที่จะทำให้มนุษย์ที่เปราะบางนั้นตื่นกลัว เธอจึงอาศัยช่วงเวลาที่แสงสลัวของพระจันทร์เต็มดวงกำลังสาดส่องลงมายังบ่อน้ำ แปลงกายเป็นมนุษย์และปรากฏตัวต่อหน้าผู้เก็บสมุนไพร\nสัตว์เวทผู้ไร้เดียงสานั้นไม่ได้เข้าใจถึงความละอายและความปรารถนาที่เห็นแก่ตัวของมนุษย์ ภายใต้แสงจันทร์สลัวและหิ่งห้อยในป่าเขา ท่ามกลางน้ำค้างและแสงจันทร์ที่ห่อหุ้มร่างกายของเธอแทนเสื้อผ้า เธอเดินเตร่ไปกับมนุษย์ปุถุชนที่เต็มไปด้วยความสับสน เดินไปท่ามกลางดอกไม้หอมและดงไผ่ แนะนำสถานที่พำนักของหมู่เซียนให้แก่เขา ตีความภาษาของนกและสัตว์ต่าง ๆ ให้แก่เขา และงีบหลับท่ามกลางเสียงแมลงในคืนที่เงียบสงบ จมดิ่งไปในความฝันแห่งอดีตกาลร่วมกัน...\nเมื่อแสงแรกในยามเช้าตกกระทบบนใบหน้าของผู้เก็บสมุนไพรและปลุกเขาให้ตื่นขึ้น สัตว์เวทอันสูงส่งก็ได้หายไปอย่างไร้ร่องรอยตั้งนานแล้ว\nเรื่องราวหลังจากนั้นก็ถูกเล่าขานกันไปต่าง ๆ นานา บ้างก็พูดว่าในค่ำคืนของวันหนึ่งหลังจากนั้น กิเลนก็นำตะกร้าไม้ไผ่มาวางไว้ที่หน้าบ้านของผู้เก็บสมุนไพร จากนั้นก็ซ่อนตัวอยู่ท่ามกลางแสงจันทร์และหมอกจาง เมื่อผู้เก็บสมุนไพรออกมาเพื่อตรวจสอบ ก็พบว่าในตะกร้าไม้ไผ่นั้น มีเด็กทารกคนหนึ่งกำลังนอนหลับอย่างสงบอยู่\nบ้างก็พูดว่าหลังจากนั้นเป็นต้นมา กิเลนก็ใช้ชีวิตอยู่ร่วมกันกับมนุษย์ มีลูกและคุ้นเคยไปกับแสงสีบนของโลกมนุษย์...\nไม่ว่าความจริงของเหตุการณ์เมื่อหลายพันปีก่อนนั้นจะเป็นเช่นไร ในทุกวันนี้สัตว์เวทที่แสนสง่างามก็ยังคงอยู่ร่วมกันกับฝูงชนใน Liyue ยังคงอาศัยอยู่อย่างสันโดษท่ามกลางหมู่มวลมนุษย์ที่จอแจ รอคอยว่าวันหนึ่งเสียงเรียกของราชาแห่งหินจะดังขึ้นอีกครั้ง"
          }
        ]
      },
      {
        "title": "ตอนที่ 6",
        "desc": [
          {
            "type": "RichText",
            "text": "คอลเลกชันที่รวบรวมตำนานและเรื่องเล่ามากมายที่ถูกบอกต่อกันของ Liyue บันทึกช่วงเวลาสั้น ๆ และทรงพลังรวมไปถึงนิยายที่ผู้คนต่างพากันพูดถึงไว้อย่างมากมาย ซึ่งโดยส่วนใหญ่แล้วจะมีหัวข้อเกี่ยวกับประเพณีต่าง ๆ ส่วนบทความนี้จะแนะนำเกี่ยวกับโบราณสถานที่ถูกเรียกว่า Dunyu Ruins\n-หยกที่ถูกซ่อน-\nในหุบเขาทางตะวันตกเฉียงเหนือของท่าเรือ Liyue ทางตอนใต้ของ Nantianmen มีซากโบราณสถานหลายแห่งตั้งตระหง่านอยู่อย่างเงียบ ๆ\nหนึ่งในนั้นมีสถานที่อยู่แห่งหนึ่ง เป็นที่รู้จักกันในหมู่ชาว Liyue ว่า Dunyu Ruins ซึ่งว่ากันว่าสถานที่แห่งนี้คงอยู่มาตั้งแต่ก่อนยุคสมัยของสงครามเทพอสูรแล้ว\nตามตำนานที่ผู้คนบอกเล่ากันปากต่อปาก ชื่อของ Dunyu นั้นหมายถึง \"สถานที่แห่งการหลบหนีของหยกชิ้นงาม\"\nในอดีตที่อยู่เหนือความทรงจำ ในสมัยที่ราชาแห่งหินยังเป็นเพียงเด็กหนุ่ม ดาวดวงหนึ่งได้ตกลงไปในดินแดนรกร้างทางตะวันตกของ Liyue เมื่อดวงดาวบนท้องฟ้าตกลงสู่ดินแดนที่รกร้าง ก็ส่งผลให้เกิดเป็นเหวขนาดใหญ่และลึก ซึ่งหยก, ทองและหินที่สวยงามต่างก็กำเนิดขึ้นอย่างไม่หยุดหย่อน และเกิดเป็นอุตสาหกรรมเหมืองแร่ของ Liyue ในอีกพันปีหลังจากนั้น\nตำนานเล่าว่าเมื่อดวงดาวนิรนามดวงนั้นตกลงมา เศษชิ้นส่วนก็แตกกระจายออก และตกลงมาท่ามกลางโขดหินทางตอนเหนือของ Lisha อย่างพอดิบพอดี\nอย่างที่เราทราบกันดีว่า มีวิญญาณและจิตวิญญาณอยู่ในหินที่สงบเงียบ ตลอดช่วงเวลาแห่งอดีตกาลที่มนุษย์ไม่สามารถมองเห็นและเข้าใจได้นั้น พวกมันรับฟังและเฝ้าดูชีพจรของโลกด้วยจังหวะของพวกมันเอง เสียงสะท้อนของน้ำแร่ และการเคลื่อนไหวที่เชื่องช้าแต่ไม่ย่อท้อของภูเขา\nแต่อุกกาบาตที่ตกลงมาจากท้องฟ้านั้นแตกต่างกัน เมื่อเทียบกับหินที่เรียบง่ายและมั่นคงบนพื้นดินแล้ว พวกมันมีนิสัยที่โอหังและไม่อดทน\nหลังจากนั้นเหล่าเทพอสูรและราชาจำนวนนับไม่ถ้วนบนโลกต่างก็เข้าต่อสู้ห้ำหั่นกันเพื่อชิงบัลลังก์แห่งสวรรค์ ท้องฟ้าที่เต็มไปด้วยดวงดาวและเหวลึกนั้น ต่างก็ถูกบดบังด้วยโศกนาฏกรรมและการกระทำอันชั่วร้ายที่ขวางกั้นการหายใจของหินผาและกระแสน้ำ ดวงดาวที่ตกลงมาจากท้องฟ้านั้นทนไม่ได้ จึงกระโจนหนีขึ้นไปบนท้องฟ้าโดยไม่แยแสคำเชื้อเชิญให้อยู่ของเหวลึก\nหลังจากที่หยกอันสวยงามซึ่งร่วงหล่นจากท้องฟ้าได้กลับไปอยู่ท่ามกลางหมู่ดาวแล้ว มันก็ได้ทิ้งหลุมลึกเอาไว้ จากนั้นผู้คนก็สร้างเมืองและป้อมปราการอันแข็งแกร่งไว้ในนั้น และตั้งรกรากอยู่ภายในมรดกที่อุกกาบาตได้ทิ้งเอาไว้โดยปิดกั้นตัวเองอยู่ในนั้น\nท่ามกลางสายลม, ความหนาวเย็น และความปั่วป่วนนับพันปี เมืองป้อมปราการ Dunyu Valley ยังคงตั้งตระหง่าน และยังคงติดต่อกับท่าเรือ Liyue ที่เจริญรุ่งเรืองจนถึงห้าร้อยปีก่อน\nแต่เมื่อภัยพิบัติอันดำมืดกำเนิดขึ้นมาจากเหวลึก ชาวเมือง Dunyu ก็ปิดเมืองโบราณ ละทิ้งบ้านเกิดและกระจัดกระจายไปทั่วทุกหนแห่ง ไม่มีใครรู้เหตุผลว่าทำไมผู้ลี้ภัยเหล่านี้จึงปิดตายบ้านเกิดของตนเอง แม้แต่เหล่าเซียนและยักษาที่เคยชินกับความวุ่นวายในโลกมาตลอดนับพันปีก็ยังปิดปากเงียบ\nด้วยเหตุนี้ เมืองป้อมปราการที่ถูกปิดตายจึงกลายเป็นสุสานขนาดใหญ่ที่แสนว่างเปล่า เหลือเพียงเสียงของแอ่งน้ำและสายลมที่ยังคงอยู่ในโถงอันอ้างว้างแห่งนี้"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "บันทึกอันน่าทึ่งของ Jueyun"
          }
        ]
      }
    ]
  }
}