{
  "epId": 2339,
  "name": "บันทึกดาบเดี่ยวแห่งเขาหวงซาน",
  "desc": "<p>นวนิยายศิลปะการต่อสู้ที่ได้รับความนิยมมากใน Liyue ได้บอกเล่าเรื่องราวความรักและความแค้นที่เกิดขึ้นในโลกที่ไม่มีพลังงานธาตุและการเล่นแร่แปรธาตุ</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/07/144837601/bd5342a23d891945ee2d2bc36a0f6f36_8851513616938264500.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1678375972,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "บันทึกดาบเดี่ยวแห่งเขาหวงซาน"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "นวนิยายศิลปะการต่อสู้ที่ได้รับความนิยมมากใน Liyue ได้บอกเล่าเรื่องราวความรักและความแค้นที่เกิดขึ้นในโลกที่ไม่มีพลังงานธาตุและการเล่นแร่แปรธาตุ หนังสือเล่มนี้ได้บอกเล่าถึงจุดเริ่มต้นการแก้แค้นของ Jin ที่ 72\nแสงของดาบที่ตัดผ่านท้องฟ้ายามค่ำคืน แม้แต่แสงดาวและแสงจันทร์ ก็ไม่สามารถเทียบความสว่างไสวของมันได้\nเสียงแห่งสายลมหนาวจากเขาหวงซาน และเสียงลมฤดูใบไม้ร่วงที่พัดมาตามการร่ายรำของดาบ\nลมฝนได้หยุดลงแล้ว มีนักเดินทางผู้หนึ่งเดินอยู่บนถนนเพียงลำพัง\nชายคนนี้เกิดมามีหน้าตาแปลกประหลาด เครางอ จมูกเหมือนเหยี่ยว ตาเหมือนนกฮูก อีกทั้งยังมีรูปร่างที่ผอมโซเหมือนคนป่วยใกล้ตาย เขาเดินไปตามทางบนเขาหวงซาน ซึ่งมองยังไงก็ไม่เหมือนกับคน แต่เหมือนอสูรเสียมากกว่า\nเขาเดินอยู่บนถนนมาสามวัน หิวโซมาสามวัน และไม่ได้หลับได้นอนมาสามวันแล้ว\nสามวันก่อนเขายังมีชื่อเสียง ยังมีดาบอันเลื่องชื่อและยังโค่นอาจารย์ลงได้ แต่วันนี้กลับมีเพียงความทุกข์และความเศร้าเท่านั้นที่ร่วงหล่นจากหน้าผากของเขาพร้อมกับสายฝน และหยดลงบนถนนที่เต็มไปด้วยโคลน\nเมื่อสามวันก่อนนักดาบนิรนามและความแค้นของเขา ได้ทำให้อาจารย์และศิษย์น้องถูกสังหารและฝังไว้ในภูเขาหิมะ พายุหิมะที่พัดพาทำให้หิมะอาบไปด้วยเลือดสีแดงฉาน\nตอนนี้เขามีชื่อใหม่ว่า...Jin ที่ 72\nเพราะเขาเป็นผู้รอดชีวิตคนสุดท้ายในบรรดาสมาชิกทั้งเจ็ดสิบสองคนของสำนัก\n————————\nไม่รู้ว่านานแค่ไหนแล้ว ที่เสียงรถดังมาจากด้านหลัง\nJin ที่ 72 ขยับไปข้างทางและพูดขึ้นว่า \"รถคันนี้ไปหมู่บ้าน Tupi Village รึเปล่า?\"\nคนขับรถโค้งตัวทักทายเล็กน้อยและพูดขึ้นว่า \"รถบนถนนเส้นนี้มีรถแค่ไม่กี่คัน ที่ไม่ผ่านหมู่บ้าน Tupi Village\"\nJin ที่ 72 จึงถามอีกว่า \"ไหน ๆ ก็ผ่านมาแล้ว รถของท่านยังรับคนได้อีกมั้ย?\"\nคนขับรถตอบว่า \"ได้น่ะได้ แต่ท่านยังไม่ได้ถามข้าเลยว่าเต็มใจจะรับรึเปล่า\"\nJin ที่ 72 ไม่เข้าใจ \"ในเมื่อไปหมู่บ้าน Tupi Village เหมือนกัน ทำไมถึงไม่อยากรับล่ะ?\"\nคนขับรถเอ่ยว่า \"เพราะท่านไม่ใช่ข้า และข้าก็ไม่ใช่ท่านเช่นกัน\"\n\"ไร้สาระ\"\nเมื่อพูดจบ ดาบก็ชักถูกออกมาจากฝัก คนขับแทบจะไม่รู้สึกถึงความหนาวเย็นที่ย่างกรายเข้ามา และยังไม่ทันจะได้ต่อสู้ดิ้นรน เขาก็ร่วงลงสู่พื้นและสิ้นลมหายใจเสียแล้ว\nJin ที่ 72 เป็นคนแบบนี้ ถึงแม้จะต้องสูญเสียทุกอย่างไป จนหัวใจของเขาแข็งกระด้างและขาดสติ แต่เขาก็ยังเกลียดคนที่พูดเรื่องไร้สาระอย่างสุดใจ\nJin ที่ 72 นั่งอยู่บนรถที่อาบไปด้วยเลือดและขับมุ่งหน้าไปยังหมู่บ้าน Tupi Village"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "นวนิยายศิลปะการต่อสู้ที่ได้รับความนิยมมากใน Liyue ได้บอกเล่าเรื่องราวความรักและความแค้นที่เกิดขึ้นในโลกที่ไม่มีพลังงานธาตุและการเล่นแร่แปรธาตุ หนังสือเล่มนี้ได้บอกเล่าถึงการมาถึง Tupi Village เป็นครั้งแรกของ Jin ที่ 72\nตำนานเล่าว่าในดินแดนอันไกลโพ้นนั้น คำว่า \"Tupi\" สองคำนี้หมายถึงการทำลายสิ่งที่เท็จและเอาความจริงออกมา\nหมู่บ้าน Tupi Village ตั้งอยู่ที่เชิงเขาหวงซาน และมีถนนเก่าแก่เพียงเส้นเดียวที่เชื่อมต่อกับโลกภายนอก นั่นก็คือเส้นทางที่ Jin ที่ 72 ใช้นั่นเอง\nท้องฟ้ามืดครึ้ม ลมฝนส่งเสียงกู่ก้องคำราม\nJin ที่ 72 ไม่ค่อยได้ไปมาหาสู่หมู่บ้าน Tupi Village บ่อยนัก แต่ตอนนี้เป็นเพราะความแค้น เขาจึงจำเป็นต้องไปหาหัวหน้าหมู่บ้าน\nรถได้ผ่านทางที่เต็มไปด้วยโคลนไปถึงยังเชิงเขาหวงซาน ฟ้ามืดสนิทแล้ว เมฆดำปกคลุมดวงจันทร์ มีเพียงความมืดมิดที่ไม่มีสิ้นสุด Jin ที่ 72 ปล่อยตัวและใจหลอมรวมไปกับความมืดมิดนั้น\nในคืนที่มืดมิดแสงจันทร์สาดส่องลงบนศีรษะของหัวหน้าหมู่บ้าน Tupi Village ไม่ใช่หมู่บ้านที่ใหญ่นัก ทว่าหัวหน้าหมู่บ้านนั้นไม่ใช่คนธรรมดา ไม่มีใครในหมู่บ้านรู้ที่มาของชื่อเขา และก็ไม่มีใครกล้าถามมาก่อน\nผู้คนรู้เพียงว่า เขามีหนี้เลือดล้นพ้นตัว อดีตของเขาแดงก่ำเช่นเดียวดวงตาของเขา\nดวงตาของเขาเป็นสีแดงสดและแหลมคมราวกับดาบที่สามารถแทงทะลุใจคนได้เสมอ\nตัวเขาเองก็เหมือนกับของแหลมคมที่สามารถทิ่มแทงใจใครอย่างไร้ความปรานีได้ทุกเมื่อเช่นกัน\n\"ถึงเวลาแล้ว\"\nหัวหน้าหมู่บ้านส่ายหัวและพึมพำกับตัวเอง แสงจันทร์อันเย็นยะเยือกสาดส่องลงบนศีรษะของเขา\nที่นอกคฤหาสน์ของหัวหน้าหมู่บ้าน อสูรร้ายตนหนึ่งกำลังแกว่งดาบที่เปื้อนเลือด จัดการกับลูกน้องของเขาทีละคน ๆ\nถึงแม้ว่าจะกล่าวกันว่า Tupi Village เป็นที่ที่เต็มไปด้วยคนชั่วร้าย แต่เนื่องจากได้ทำข้อตกลงกับสำนักต่าง ๆ เอาไว้มากมาย จึงไม่มีใครกล้าบุกมาล้างแค้น\nแต่ Jin ที่ 72 ได้สูญเสียสำนักของตัวเองไปแล้ว เขาจึงไม่ถูกผูกมัดด้วยกฎเกณฑ์ใด ๆ อีก เขาเป็นเพียงอสูรผู้หิวโหยที่ถือดาบอันคมกริบ และกระหายเลือดของศัตรู\nเสียงลมฝนที่มาพร้อมกับเสียงของการสังหาร ฝนที่โหมกระหน่ำได้ชะล้างเลือดบนตัวดาบ แต่ในชั่วพริบตาก็มีเลือดสด ๆ อาบดาบอีกชั้น...\nนักดาบสีแดงเข้มเดินอยู่ท่ามกลางสายฝนสีแดง ร่างกายของเขาเต็มไปด้วยบาดแผล แต่ไม่มีใครสามารถหยุดยั้งเขาได้\nเมื่อหมอกสีแดงจางหายไปท่ามกลางลมฝน นักดาบก็ได้เดินลุยโคลนมุ่งหน้าไปยังคฤหาสน์ของหัวหน้าหมู่บ้าน\n————————\nเสียงเข่นฆ่าด้านนอกค่อย ๆ เงียบหายไป หัวหน้าหมู่บ้านยกแก้วเหล้าขึ้นแล้วสาดเหล้าไปในอากาศ\nอาจเพื่อเป็นการแสดงความเคารพต่อเพื่อนเก่าที่มาพร้อมกับรังสีอำมหิต หรือเพื่อบูชาจิตวิญญาณที่สกปรกของตัวเขาเอง\nเปิดประตูออกมาก็พบกับ Jin ที่ 72 ตัวเขาทั้งตัวเป็นเหมือนเงาสีแดงเข้ม ที่ตัดกับลมฝนสีเทาด้านนอก\n\"หัวหน้าหมู่บ้าน ข้ามีเรื่องอยากจะถามเจ้า\"\n\"เจ้าฆ่าคนในหมู่บ้านไปมากมาย\"\n\"ไม่มากไม่น้อย สามร้อยหกสิบสองคนได้\"\nหัวหน้าหมู่บ้านปิดปากสนิท สีหน้ายังคงไม่ไหวติง แต่เส้นเลือดบนหน้าผากกลับเผยให้เห็นท่าทีของเขา\n\"โอ้ ยังมีสุนัขอีกตัวหนึ่ง\"\nในขณะที่พูดเงาสีแดงเข้มก็โยนบางสิ่งไปบนโต๊ะเหล้า\nมันคือกระดูกของสุนัขเฝ้าประตูที่ดูเหมือนจะต้มมาเป็นเวลานาน และถูกแทะกินซะจนหมดเกลี้ยง\nในครึ่งชั่วโมงนี้ Jin ที่ 72 ไม่เพียงแต่จะคร่าชีวิตผู้คนในหมู่บ้านไปสามร้อยหกสิบสองคน แม้แต่สุนัขเฝ้าประตูก็ถูกเขาเอามาตุ๋นซุป\nช่างโหดร้ายเหลือเกิน!\nช่างเลือดเย็นเหลือเกิน!\nหัวหน้าหมู่บ้านโอดครวญด้วยความเจ็บปวดอย่างเหลืออดและได้ชักดาบออกมา"
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "นวนิยายศิลปะการต่อสู้ที่ได้รับความนิยมมากใน Liyue ได้บอกเล่าเรื่องราวความรักและความแค้นที่เกิดขึ้นในโลกที่ไม่มีพลังงานธาตุและการเล่นแร่แปรธาตุ หนังสือเล่มนี้ได้บอกเล่าเรื่องราวการตัดสินของ Jin ที่ 72 กับหัวหน้าหมู่บ้าน Tupi Village\nฝนหยุดตกแล้ว แต่ฟ้ายังคงมืดครึ้ม\nJin ที่ 72 ได้ข้อมูลของศัตรูจากปากของหัวหน้าหมู่บ้าน\nตอนนี้หมู่บ้าน Tupi Village เหลือเพียงบ้านร้างที่ไม่มีเจ้าของและวิญญาณแค้น\nไม่ บนโลกนี้ไม่มีวิญญาณ\nเพราะนี่คือโลกที่ไม่มีพลังธาตุ\nโดยธรรมชาติแล้วความทรงจำของคนตาย ไม่สามารถฟื้นคืนได้โดยอาศัยการประสานกันของธาตุ\nหัวหน้าหมู่บ้านเป็นคนที่รับมือได้ยาก ฝีดาบของเขาไวมากและได้ทิ้งบาดแผลที่ลึกถึงกระดูกไว้บนตัวของ Jin ที่ 72 มากมาย\nแต่น่าเสียดายที่หัวใจของเขาเต้นช้าเกินไป\nนี่คือโลกที่ปราศจากพลังธาตุ\nตามธรรมชาติแล้ววิชาดาบไม่เคยมีพลังธาตุเสริม\nนักดาบใช้เพียงพลังกายในการต่อสู้เท่านั้น ไม่ใช่การควบคุมธาตุ\nเช่นเดียวกับแขนที่ควบคุมนิ้ว และหัวใจที่ควบคุมดวงตา นี่คือเคล็ดลับของอาวุธ \"ดาบ\" ในโลกนี้\nหัวหน้าหมู่บ้านเป็นสุดยอดนักดาบมือไว แต่ไม่เคยเข้าใจถึงความสำคัญของ \"หัวใจ\" เพราะเพียงแค่ฝีดาบเดียว ศัตรูก็ล้มลงเสียแล้ว\nJin ที่ 72 ทิ้งกระถางธูปที่อยู่ในมือ และพุ่งไปหาหัวหน้าหมู่บ้านที่บาดเจ็บอยู่ที่พื้น\nปรากฏว่าหัวหน้าหมู่บ้านเปิดฉากฟาดดาบใส่ตัวนักดาบอย่างดุเดือด โดยคิดว่าคู่ต่อสู้คงรับมือได้ยาก แต่กลับไม่ทันได้สังเกตที่มือซ้ายของเขา...\nทันใดนั้นเองหัวหน้าหมู่บ้าน Tupi Village ก็ถูกกระถางธูปทุบเข้าที่หน้าผาก เขากลิ้งอยู่หลายตลบและกระแทกเข้าที่กำแพง จนไม่สามารถขยับเขยื้อนได้\n\"เจ้าคนเลวทราม...\"\nแต่คนร้ายที่ถือกระถางธูปเปื้อนเลือดนั้นไม่ได้ตอบอะไร มีเพียงเสียงลมที่ตอบรับเขา\n\"...คนที่เจ้าตามหาอยู่ในหมู่บ้านหลังเขาหวงซาน...ไปรนหาที่ตายเอาเองเถอะ...\"\nคนร้ายจากไปแล้ว เหลือเพียงเสียงลมที่ขานรับเขา\nรวมถึงเสียงไฟที่ลุกโชนอยู่บนภูเขา"
          }
        ]
      },
      {
        "title": "ตอนที่ 4",
        "desc": [
          {
            "type": "RichText",
            "text": "นวนิยายศิลปะการต่อสู้ที่ได้รับความนิยมมากใน Liyue ได้บอกเล่าเรื่องราวความรักและความแค้นที่เกิดขึ้นในโลกที่ไม่มีพลังงานธาตุและการเล่นแร่แปรธาตุ หนังสือเล่มนี้ได้บอกเล่าเรื่องราวการตกอยู่ในอันตรายของ Jin ที่ 72 เมื่อได้เข้าไปยังเขาหวงซานเป็นครั้งแรก\nเมื่อสายรุ้งได้จางหายไป ในที่สุด Jin ที่ 72 ก็ออกจากหมู่บ้าน Tupi Village มุ่งหน้าไปยังเขาหวงซาน\nตำนานเก่าแก่ในโลกได้เล่าว่า \"เขาหวงซาน\" นี้จักรพรรดิได้ใช้ดาบแกะสลักขึ้นมา ดังนั้นจึงยากมากที่จะปีนขึ้นไปได้\nนอกจากนี้ชาวบ้านยังเล่าขานกันว่าที่เรียกว่าเขาหวงซาน เป็นเพราะเขาแห่งนี้เปียกชุ่มไปด้วยน้ำตาของพระแม่ธรณี ดินจึงมีสภาพเป็นด่างจนไม่มีหญ้างอกขึ้นมาได้\nเขาหวงซานเคยมีชื่อเสียงในด้านทรัพยากรแร่ทองและหยกที่อุดมสมบูรณ์ แต่หลังจากที่เกิดแผ่นดินไหว เหมืองก็ถูกทำลาย และคนงานทั้งหมดก็ถูกฝังอยู่ในนั้น\nจากนั้นมาก็ไม่มีใครคิดที่จะสร้างเหมืองขึ้นมาอีก และปล่อยให้อสูรร้าย และโจรซ่อนตัวอยู่ในถ้ำหินนั้น\nในบรรดาอสูรร้ายและโจรนั้นมีศัตรูของ Jin ที่ 72 ซ่อนอยู่\nนักดาบเดินตัวสั่นอย่างกะโผลกกะเผลก บาดแผลที่ได้รับจากการต่อสู้กับหัวหน้าหมู่บ้าน Tupi Village นั้นยังคงเป็นอุปสรรคต่อเดินเหินของเขา\nนักดาบรู้ว่าในเขาหวงซานแห่งนี้มีสายตาหลายคู่ที่จับจ้องเขาอยู่ และเหล่าอสูรได้กลิ่นเลือดจากบาดแผลบนตัวเขา\nชีวิตที่เต็มไปด้วยการเข่นฆ่าและนองเลือดมานานหลายปีทำให้ Jin ที่ 72 มีประสาทสัมผัสที่ไวมาก\nJin ที่ 72 รู้สึกว่าเขาหวงซานแห่งนี้แวบแรกดูเหมือนว่าจะไม่มีอะไร แต่ทว่าคงได้วางแผนดักล้อมเขาเอาไว้หมดแล้ว\nโจรที่ซ่อนตัวอยู่ในความมืดรอให้เขาเข้าไปในโพรงหินแคบ ๆ อัดอยู่ในซอกหินแคบ ๆ หรือข้ามเหมืองที่ถล่ม เพื่อที่จะใช้ดาบอันแหลมคมจัดการเขาท่ามกลางความมืดนั้น\nแต่อย่างน้อยเมื่อมองจากภายนอกของภูเขาที่สูงชันแห่งนี้ ก็คงเพียงพอแล้วที่จะกลายเป็นที่ฝังศพของ Jin ที่ 72\nนักดาบที่บาดเจ็บเดินกะโผลกกะเผลกไปตามทางแคบ ๆ บนหน้าผาอย่างยากลำบาก บางครั้งก็มีก้อนกรวดเล็ก ๆ หล่นลงมาจากเท้าของเขา\nในขณะเดียวกันบนหน้าผาคดเคี้ยวที่มีต้นสนที่ตายแล้วนั้น ก็มีเงาสองร่างกำลังจ้องมองมาที่เขา\n\"ที่เชิงเขานั้นเห็นได้ชัดว่าเขาเสียกำลังไปมาก ข้าว่าถ้าปล่อยให้เขาอยู่ในถนนบนเขาแบบนี้... เขาคงพลาดท่าตกลงเหวลงไปเองน่ะแหละ\"\nหญิงแก่ที่ผอมติดกระดูกพูดเช่นนั้น\nเธอเหลือบมองไปข้าง ๆ ดวงตาสีครามของเธอเต็มไปด้วยความเย็นชา และแหลมคมราวกับงูพิษซ่อนอยู่ในซอกหิน\n\"ไม่ได้!\"\nชายแก่ร่างอ้วนข้าง ๆ หญิงแก่ส่งเสียงดังราวกับระฆัง\n\"ก่อนหน้านี้เขาได้ฆ่าคนในหมู่บ้าน Tupi Village ไปถึงสามร้อยหกสิบสามคน แม้แต่สุนัขเฝ้าประตูก็ยังเอาไปตุ๋นซุป...\"\n\"แม้จะได้รับบาดเจ็บจากฝีดาบของหัวหน้าหมู่บ้าน Tupi Village จนเดินเหินยากลำบาก แต่ก็ประมาทไม่ได้!\"\n\"เห้อออ...\"\nเพียงพริบตาหญิงแก่ก็หายตัวไปจากป่าสนที่เหี่ยวเฉา เหลือไว้เพียงเสียงฮึดฮัดไม่พอใจ\n\"......\"\nชายแก่จ้องมองนักดาบขาเป๋อยู่สักพัก ก่อนที่จะลูบพุงอ้วน ๆ ของเขาแล้วจากไปอย่างช้า ๆ\nตลอดทางเขาไม่ได้สัมผัส หรือรบกวนกิ่งก้านของต้นสนเหี่ยวเฉา หรือหญ้าแห้งแม้แต่น้อยเลย\nทันใดนั้นเมฆดำได้รวมตัวกันและฝนก็ตกลงมา\nท่ามกลางสายฝนที่โปรยปราย Jin ที่ 72 ที่บาดเจ็บได้ใช้ดาบเป็นไม้เท้าและเดินเหินอย่างยากลำบาก\nแต่ในที่สุดเขาไม่อาจทนกับการสูญเสียเลือดและความหนาวเย็นได้อีกต่อไป เขาได้ล้มลงบนก้อนกรวดและเศษหิน\nก่อนที่ความมืดจะกลืนกินทุกสิ่ง ก็มีชายกระโปรงสีฟ้าอ่อนสะบัดพลิ้วอยู่ตรงหน้าเขา...\nเป็นเหมือนภาพที่เคยเกิดขึ้นมาก่อน"
          }
        ]
      }
    ]
  }
}