{
  "epId": 2346,
  "name": "สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Fox in the Dandelion Sea_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "\"แดนดิไลออนเอ๋ย จงลอยละล่องไปตามลมสู่ดินแดนไกลโพ้น\" เจ้าจิ้งจอกสวดภาวนา\nเทพนิยายที่บอกเล่าถึงเรื่องราวของนายพรานกับสุนัขจิ้งจอก เรื่องราว 11 ตอน - สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน ได้เริ่มขึ้นแล้ว\n\"แดนดิไลออนเอ๋ย จงบินไปในสายลม สู่ดินแดนอันห่างไกลเถิด\"\nเจ้าจิ้งจอกน้อยร่ายคาถา\nเขาเป่าดอกแดนดิไลออน ทำเมล็ดของดอกนั้นกระจายไปในอากาศ จากนั้นก็พูดด้วยน้ำเสียงจริงจังขึ้นมา\n\"ทำแบบนี้แล้ว ความปรารถนาของคุณก็จะบินไปถึงเทพแห่งลมได้\"\nสายลมวูบหนึ่งพัดผ่านเรา พาเอากลุ่มเมล็ดของดอกแดนดิไลออนให้ลอยไปไกล\nพวกมันจะลอยไปยังที่ที่ไกลแสนไกลกับความฝันของฉันมั้ยนะ?\nเป็นเรื่องที่เกิดขึ้นเมื่อไหร่เหรอ?\nแต่ก่อนไง ที่ด้านหลังของหมู่บ้าน มีหมู่บ้านเล็ก ๆ อยู่ มีต้นไม้จำนวนมากเติบโตอยู่ข้างใน ท่ามกลางต้นไม้เหล่านั้นมีทะเลสาบเล็ก ๆ อยู่\nทะเลสาบที่ใสดุจกระจกของมหาวิหารแห่ง Mondstadt พวกมันโปร่งใส และสะท้อนระยิบระยับยามต้องแสงตะวัน\nแสงอาทิตย์สาดส่องผ่านแมกไม้ สะท้อนไปมาราวกับผลึกในอัญมณี ช่างงดงามเหลือเกิน\nในวันนั้นอากาศเย็นสบาย ฉันออกล่าอยู่ในป่า และเมื่อเดินมาถึงริมทะเลสาบ แสงสะท้อนจากผิวน้ำก็ทำให้ฉันคิดถึงเด็กสาวที่ฉันเคยตกหลุมรักเมื่อนานมาแล้ว\nฉันจำไม่ได้แล้วว่าเธอรูปร่างเป็นอย่างไร แต่ดวงตาของเธอนั้นใสดั่งผิวน้ำ ระยิบระยับดั่งผลึกของอัญมณี\nตอนนั้นฉันเหม่อมองไปที่ทะเลสาบที่ส่องแสงเป็นประกาย ฉันเดินไปตามทะเลสาบโดยลืมไปว่ากำลังออกล่าอยู่\nมารู้สึกตัวอีกทีเมื่อได้ยินเสียงของน้ำที่ไหลผ่าน มองไปก็เห็น Mist Flower ขึ้นอยู่ริมน้ำอยู่ต้นหนึ่ง มันทำให้ทุกสิ่งรอบตัวมันเป็นน้ำแข็งไปหมด บนริมทะเลสาบนั้นมีจิ้งจอกขาวอยู่หนึ่งตัว หางของมันถูกแช่อยู่ในน้ำแข็ง ดูแล้วท่าทางจะทรมาน\n\"ต้องเป็นเพราะไม่ทันระวังตัวในตอนที่จะดื่มน้ำ เอาหางไปจุ่มตรงน้ำแถวบริเวณที่มี Mist Flower อยู่แน่ ๆ\"\nMist Flower เป็นพืชชนิดหนึ่งที่มีความอันตราย ถ้าหากไม่ระวังให้ดีล่ะก็จะเป็นอันตรายได้ ถ้าอยากจะเก็บมันขึ้นมายังไงก็ต้องระวังให้ดี ๆ ล่ะ\nมองเห็นฉันที่กำลังตรงเข้าไป เจ้าจิ้งจอกก็ตะเกียกตะกายด้วยความหวาดกลัว แต่พอขยับตัวก็ต้องเจ็บจนร้องออกมาเพราะหางที่ติดอยู่กับน้ำแข็ง\n\"โอ้ววว แบบนั้นไม่ได้นะ\"\nฉันคิดในใจ\n\"น่าสงสารจริง ๆ ถ้าปล่อยไว้ก็คงจะต้องหิวไปจนตาย ยังไงซะก็คงต้องช่วย เอามันกลับไปบ้านก่อนละกัน\"\nฉันคิดอยู่ในใจ น่าจะทำร่วมกับหัวไชเท้าที่ปลูกไว้ที่บ้าน ตุ๋นเนื้อแสนอร่อยสักหม้อ พอคิดถึงเนื้อตุ๋นแล้วร่างกายก็มีแรงและกระปรี้กระเปร่า\nดังนั้น ฉันจึงหยิบธนูที่ใช้ล่าขึ้นมาและค่อย ๆ เดินเข้าไปอย่างระมัดระวัง\n\"เจ้าจิ้งจอก อย่าขยับล่ะ\""
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "\"ใจเย็นๆ อยู่นิ่งๆ นะ\" เมื่อเจอเข้ากับนายพราน เจ้าจิ้งจอกที่ติดกับดักของ Mist Flower อยู่จะมีชะตาเป็นอย่างไรต่อไปกันนะ?\nสุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน ตอนที่ 2\n\"เจ้าจิ้งจอก อย่าขยับล่ะ\"\nนั่นคือประโยคที่พ่อของพ่อของฉันเคยบอกเอาไว้ ให้พูดประโยคนี้ขณะที่จะล่าจิ้งจอก แล้วธนูจะไม่สั่น\nตอนที่กำลังจะปล่อยสายธนู เจ้าจิ้งจอกนั่นก็เงยหน้าขึ้นมาประสานตากับฉัน สายตาของมันใสเหมือนกับทะเลสาบ เหมือนกับอัญมณีที่แตกเป็นชิ้น ๆ\nในใจของฉันว้าวุ่นเหมือนมีมรสุมอยู่ ลูกธนูที่ง้างยิงออกไปก็พลาดไปโดนเข้ากับน้ำแข็งที่เกาะอยู่กับจิ้งจอกจนแตก เจ้าจิ้งจอกยกหางขึ้นมา หันมามองดูหน้าฉันและวิ่งกลับเข้าป่าไปอย่างรวดเร็ว\nเมื่อฉันได้สติก็รีบวิ่งตามไป แต่จะมีใครวิ่งได้ไวเท่ากับจิ้งจอกกันล่ะ?\nเจ้าจิ้งจอกวิ่งทิ้งห่างออกไปเรื่อย ๆ จนเหลือเพียงแค่จุดเล็ก ๆ จุดเดียว\n\"เห้...! อย่า อย่าหนีนะ....\"\nฉันตะโกนไล่ตามไป แต่ก็ไม่มีเสียงออกมาเท่าไร\nแต่พอฉันตะโกนอย่างนั้นเจ้าจิ้งจอกก็ช้าลงมาหน่อย\n\"รอฉันอยู่งั้นเหรอ?\"\nฉันครุ่นคิด\n\"ถ้าจะวิ่งล่ะก็ จิ้งจอกจะช้าไปกว่าคนได้ยังไง\"\nจิ้งจอกเป็นสัตว์ที่วิเศษจริง ๆ ขนาด Windrise ที่เป็นที่ราบอย่างนั้นยังสามารถวิ่งหนีจนหายไปจากสายตาได้\nราวกับไปอยู่ในอีกโลกหนึ่ง\nคิดมาถึงตอนนี้ ฉันก็ยิ่งเชื่อมากขึ้น\n\"จิ้งจอกขาวตัวนั้นรอฉันอยู่แน่ ๆ ต้องเป็นอย่างนั้นแน่นอน\"\nเชื่อในตัวจิ้งจอกและวิ่งไล่ตามไอ้จุดเล็ก ๆ ขาว ๆ นั่นไปตั้งนาน อยู่ ๆ ก็มีลมพัดลม\nฉันสั่นไปแป๊บหนึ่งแล้วหันกลับไปมอง\n\"แปลกละ?\"\nจุดสีขาวกลับกลายเป็นสองจุด\nจากนั้นก็กลายเป็นสามจุด สี่จุด ราวกับสายลมยิ่งพัดจำนวนจุดก็ยิ่งเพิ่ม สุดท้ายก็เยอะจนนับไม่ถูกแล้ว\nจากนั้นตาของฉันก็เหมือนมีอะไรลอยมาโดนใส่ ฉันเช็ดมันออกและก็ค้นพบว่ามันคือเกสรดอกแดนดิไลออนเจ้าจิ้งจอกหายไปตั้งนานแล้วล่ะ\nฉันหัวเราะเยาะตัวเองและก็กลับบ้าน\nกินหัวไชเท้าตุ๋นที่ไม่มีเนื้อ ฉันล่ะเกลียดหัวไชเท้าตุ๋นที่ไม่มีเนื้อซะจริง ๆ ทำให้รู้สึกหิวมาก ๆ พอหิวมาก ๆ ก็หลับไปจนได้\nเมื่อตื่นขึ้นมากลางดึกเพราะได้ยินเสียงอะไรบางอย่างจากด้านนอก"
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "นายพรานผู้ไร้ซึ่งฝีมือ ถูกปลุกด้วยเสียงจากหน้าประตู ใครอยู่ข้างนอกนั่นกันนะ?\nเรื่องราวของนายพรานกับสุนัขจิ้งจอกยังดำเนินต่อไป - สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน ตอนที่ 3\nไล่ไม่ทันจิ้งจอกจนต้องมากินหัวไชเท้าและหลับไปทั้ง ๆ ที่ท้องหิว เรื่องของจิ้งจอกถ้าไม่ใช่เรื่องหลังจากนั้นฉันก็คงจะลืมไปแล้วล่ะ\nฉันตื่นเพราะได้ยินเสียงบางอย่างจากด้านนอกตอนกลางดึก\n\"ถ้าเกิดเป็นหมูป่ามากินหัวไชเท้าฉันล่ะ?\"\nฉันกระโดดขึ้นมาและไปที่หน้าประตู สิ่งที่ยืนอยู่ตรงหน้ากลับเป็นจิ้งจอกสีขาวตัวเล็ก ๆ ยืนสว่างอยู่ใต้แสงจันทร์ สว่างราวกับแสงอาทิตย์ที่ส่องมายังต้นไม้และลำธาร สว่างจนเป็นประกาย\n\"ใช่เลย ต้องเป็นจิ้งจอกเมื่อตอนกลางวันแน่ ๆ...\"\nฉันนึกในใจถึงดวงตาที่ราวกับอัญมณีในแม่น้ำนั่น ราวกับมองมาที่ฉันจากในใจของฉัน\nจากนั้นฉันก็เดินเข้าไปหามันด้วยมือเปล่าและตาที่ยังสะลึมสะลือ\nครั้งนี้มันไม่ขยับเลยแม้แต่น้อย ยืนมองมาที่ฉันเงียบ ๆ รอให้ฉันเดินเข้าไป\nหนึ่งก้าว สองก้าว ใกล้เจ้าจิ้งจอกนั่นเข้าไปเรื่อย ๆ และมันก็ดูใหญ่ขึ้นเรื่อย ๆ\nจนถึงตอนที่ฉันเดินไปถึงมัน อยู่ ๆ เจ้าจิ้งจอกนั่นก็เปลี่ยนกลายเป็นคน\nเธอทั้งสูงและสง่างาม คอยาวระหง ผิวขาวนวลดั่งไข่มุก ดวงตาเธอเป็นประกายดั่งกะรัตของอัญมณีในผืนน้ำ ในยามราตรีดวงตาของเธอดุจแสงตะวันที่สะท้อนผ่านหยดน้ำค้างบนใบไม้\n\"ช่างงดงามเหลือเกิน เธอดูเหมือนกับเด็กสาวที่ฉันตกหลุมรักในอดีตเมื่อนานมาแล้ว ฉันยังจำชื่อของเธอได้เลือนราง แต่ดวงตาคู่นั้นทำให้ฉันมั่นใจว่าใช่เธอแน่นอน\"\nฉันคิด\n\"อย่าบอกนะว่านี่คือเวทมนตร์ของเจ้าจิ้งจอกนั่น\"\nแต่สิ่งที่แปลกจริง ๆ ก็คือฉันรู้ได้ทันทีเกี่ยวกับ \"เจ้าจิ้งจอกสามารถใช้เวทมนตร์ได้\" ใช่เลย ตราบใดที่คุณเห็นสายตาคู่นั้นคุณจะเชื่อทุกอย่างเองแหละ\nไม่ว่าจะเวทมนตร์หรือเปลี่ยนจากจิ้งจอกกลายเป็นคน เมื่อเทียบกับดวงตาที่ราวกับอัญมณีนั่นแล้วมันก็ไม่มีความหมายอะไร พวกเราก็ยืนเงียบ ๆ อยู่ท่ามกลางแสงจันทร์อยู่อย่างนั้นเงียบ ๆ\nสุดท้ายเธอก็เอ่ยปากพูดขึ้นมา แต่กลับพูดด้วยภาษาอื่น ภาษาที่ฉันไม่เข้าใจ นี่ก็เป็นเวทมนตร์ของจิ้งจอกงั้นเหรอ?\n\"ถ้าหากไม่ได้คุณช่วยไว้ ฉันก็คงต้องตายที่ตรงริมทะเลสาบนั่นไปแล้ว\"\nเธอหยุดคิดสักพักและก็พูดขึ้นมาอีก:\n\"ถึงการตายอยู่ข้างทะเลสาบที่สวยราวกับอัญมณีอย่างนั้นจะไม่ได้แย่อะไร\"\n\"แต่ว่าพวกเราจิ้งจอกนั้นรู้บุญคุณ ฉันจะต้องตอบแทนคุณอย่างแน่นอน\"\nเธอโค้งศีรษะคำนับฉัน เส้นผมสีดำยาวไหลลงจากบ่าของเธออย่างกับสายน้ำ"
          }
        ]
      },
      {
        "title": "ตอนที่ 4",
        "desc": [
          {
            "type": "RichText",
            "text": "ในค่ำคืนช่วงฤดูร้อน ดอกแดนดิไลออนปลิวว่อนไปตามลมราวพายุหิมะ พวกเขากลับมาพบกันอีกครั้งหลังจากที่ห่างกันไปหลายวัน\nภายใต้คำแนะนำของสุนัขจิ้งจอก ท้องทะเลแห่งดอกแดนดิไลออนก็ได้ปรากฏขึ้นต่อหน้าต่อตานักล่า... \"สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน\" (IV)\nหลังจากคืนนั้นก็ผ่านมาหลายวันแล้ว ที่สุนัขจิ้งจอกไม่กลับมาที่นี่อีก\nแต่ในช่วงหลายวันนั้น จำนวนของเหยื่อในป่ากลับเพิ่มขึ้นเรื่อย ๆ\nเหล่านกกระจอกตัวน้อย นกกระเรียนขายาว หมูป่าที่แสนจะใจร้อน...\nฉันไม่รู้ว่ามันเป็นเพราะฤดูกาล หรือเป็นรางวัลตอบแทนของสุนัขจิ้งจอก แต่อย่างไรก็ตามในที่สุดก็สามารถกินสตูเนื้อของจริงเป็นอาหารเย็นได้ในช่วงหลายวันนั้น\nแต่ว่าสุนัขจิ้งจอกก็ไม่กลับมาอีกเลย\nพูดไปก็แปลก แต่ไหนแต่ไรเวลาท้องว่างก็หลับได้อย่างสบาย ๆ แต่พอกินจนอิ่มกลับอดไม่ไหวที่จะคิดถึงผู้หญิงที่เป็นจิ้งจอกแปลงกายมาในคืนนั้น\nดวงตาที่สวยใสราวกับน้ำในแม่น้ำคู่นั้น เมื่อไหร่จะได้เจอกันอีกนะ?\nในขณะที่นอนกึ่งหลับกึ่งตื่นอยู่ด้วยหัวใจที่ว้าวุ่น เสียงอันแผ่วเบาก็ดังขึ้นที่ด้านนอกของประตู\nด้วยความหวังว่าจะได้เห็นร่างเล็ก ๆ สีขาวนั่น ฉันจึงกระโดดลงจากเตียงและไปเปิดประตู\nไม่มีดวงตาที่สวยใสราวกับแม่น้ำ ไม่มีหางสีขาวฟูฟ่อง มีเพียงดอกแดนดิไลออนที่ลอยขึ้นอย่างแผ่วเบา ท่ามกลางแสงจันทร์สีขาวราวกับหิมะที่ลอยอยู่ในอากาศ\nทันใดนั้นก็มีอะไรบางอย่างเข้ามาในรูจมูกของฉัน\n\"ฮัด-ฮัดชิ่ว!\"\nทันใดนั้นดอกแดนดิไลออนสีขาวฟูก็ปลิวหมุนวนเป็นเกลียว ลอยล่องไปทั่วท้องฟ้าราวกับเป็นพายุหิมะ\nท่ามกลางดอกแดนดิไลออนที่ปลิวว่อนราวกับพายุหิมะ ดวงตาที่เหมือนดั่งอัญมณีคู่นั้นกำลังจ้องมองมาที่ฉัน ราวกับมองเข้าไปในหัวใจของฉัน\nปัดเป่าลมหมุนของดอกแดนดิไลออน ฉันเดินตรงเข้าไปหาสุนัขจิ้งจอกตัวน้อย\nสุนัขจิ้งจอกกระดิกหูและสะบัดหางฟู ๆ ของมันไปบนพื้นหญ้า จากนั้นก็กลับตัวและวิ่งหายไปในส่วนลึกของป่า\nฉันรีบวิ่งตามไป\nท่ามกลางความมืดในป่านั้น มองเห็นสีขาวนวลปรากฏขึ้นเป็นครั้งคราว\nราวกับแสงจันทร์ที่สาดส่องผ่านใบไม้ หรือ Seelie เจ้าเล่ห์ที่ย่างก้าวอย่างอ่อนโยน\nด้วยใจที่เชื่อในตัวสุนัขจิ้งจอก ฉันเดินตามมันไปรอบ ๆ และออกจากป่าอันมืดมิด\nภายใต้แสงจันทร์ เบื้องหน้าของฉันคือทุ่งดอกแดนดิไลออนที่กว้างใหญ่สุดสายตา\nในขณะที่อึ้งจนปากค้างนั้น ก็มีเสียงดังกรอบแกรบอยู่ข้างหลัง\nเบา ๆ บาง ๆ ราวกับเสียงเท้าเปล่าของหญิงสาว ที่เหยียบใบสนและใบไม้ที่ร่วงหล่น\nสุนัขจิ้งจอกเข้ามาจากข้างหลังฉัน และสายลมยามค่ำคืนก็พัดเอากลิ่นของเธอให้โชยมา... ทั้งชื้นและเย็น พร้อมด้วยกลิ่นหอมปนขมของดอกแดนดิไลออน\nมือทั้งสองข้างซึ่งมีนิ้วเรียวยาวและเย็นเฉียบพาดไว้บนไหล่ของฉัน\nจากนั้นเธอก็เอนมาที่ข้างหูของฉัน ผมของเธอยาวลงมาคลุมบ่าของฉัน จากนั้นก็ไหลลงไป\nฉันรู้สึกถึงการเต้นของหัวใจและลมหายใจอันแผ่วเบาของเธอที่อยู่ข้างหลัง มันทั้งสงบและทำให้ผ่อนคลาย\n\"ที่นี่เป็นสถานที่ที่มีแต่จิ้งจอกเท่านั้น ที่รู้ว่าจะมาได้ยังไง มันคือบ้านของดอกแดนดิไลออน\"\n\"ฉันหวังเป็นอย่างยิ่งว่าคุณจะอยู่ที่นี่ และช่วยสอนภาษามนุษย์ให้ลูกของฉัน...\"\n\"เพื่อเป็นการแลกเปลี่ยน ฉันจะสอนเวทมนตร์ของจิ้งจอกให้แก่คุณ\"\nหูของฉันรู้สึกจั๊กจี้ เหมือนกับถูกดอกแดนดิไลออนซึ่งลอยมากับสายลมยามค่ำคืนที่อ่อนโยนและชื้น\nแปลกจริง ไม่เคยพูดกับเธอเกี่ยวกับเรื่องเวทมนตร์เลยแท้ ๆ แล้วเธอรู้ได้ยังไงกันนะ?\nเธอไม่ได้ตอบอะไรกลับมา แต่ดึงมือฉันขึ้นมา และจูงฉันเข้าไปยังส่วนลึกของทุ่งแดนดิไลออน...\nสายลมยามค่ำคืนจากทางใต้ สายลมยามค่ำคืนจากทางเหนือ ต่างพัดให้กลิ่นที่หอมจนขมคอของแดนดิไลออนโชยมา พร้อมกับความทรงจำที่คลุมเครือ\nเธอพาฉันวิ่งเล่นไปอย่างนุ่มนวล ท่ามกลางแดนดิไลออนสีขาวที่กระจัดกระจาย ตามวิถีของสุนัขจิ้งจอก จนกระทั่งดวงจันทร์ที่สว่างไสวลอยขึ้นท่ามกลางหมู่ดาว"
          }
        ]
      },
      {
        "title": "ตอนที่ 5",
        "desc": [
          {
            "type": "RichText",
            "text": "หลังจากยอมรับข้อเสนอของจิ้งจอกแล้ว เขาก็ได้มายังทุ่งที่เต็มไปด้วยดอกแดนดิไลออน ที่เหยื่อทั้งหลายที่หายไปค่อยๆ มารวมกันที่นั่น\nเรื่องราวของนายพรานกับสุนัขจิ้งจอกยังดำเนินต่อไป - สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน ตอนที่ 5\nท่ามกลางทุ่งดอกแดนดิไลออนอันไร้ขอบเขตและไม่รู้สถานที่ ฉันมองดูเหล่าเมล็ดแดนดิไลออน ลอยล่องไปตามสายลมอันเบาบาง ก็พลันได้คำตอบของคำถามที่ติดอยู่ในใจฉันมาหลายปี\n\"ที่พวกจิ้งจอกหนีหายไปตอนโดนพวกนายพรานไล่มา คือที่นี่นี่เอง\"\nฉันคิด\n\"ช่างเป็นที่ที่สวยเหลือเกิน\"\nแต่เวลาที่ฉันสอนภาษาของเราให้เจ้าจิ้งจอกตัวน้อยอยู่ หัวใจของฉันมันช่างว่างเปล่าเหลือเกิน อย่างกับว่ามีสายลมพัดวนอยู่ข้างในตัวฉัน\nเมื่อได้พูดคุยและได้มองเข้าไปในดวงตาของเธอ แววตาดั่งอัญมณีที่ทอประกายในทะเลสาบ ฉันรู้สึกอยู่เสมอว่าฉันไม่ได้พูดอยู่กับจิ้งจอก แต่กลับเป็นสาวน้อยที่ฉันหลงรักมาหลายปี\nนั่นคือเหตุผลว่าทำไมฉันจึงรู้สึกเศร้าเมื่อมีเธออยู่ใกล้ ๆ มันรู้สึกเหมือนกับว่าคนที่คุณรักมากนั้นได้มีลูก แม้คุณอาจจะยังคงอยู่ แต่ไม่อาจรู้สึกเหมือนเดิมได้อีกแล้ว\nแต่หากคำนึงถึงสัญญาเธอมีให้ - หากฉันสอนให้ลูกของเธอพูดภาษาทั่วไปได้สำเร็จล่ะก็...\n\"เมื่อเวลานั้นมาถึง ฉันจะบอกความลับเวทมนตร์ของเราให้เธอรู้\"\nเมื่อได้เห็นเธอสัญญากับฉันไว้อย่างนั้น มันทำให้ฉันมีแรงจูงใจอย่างมาก\nถ้าฉันรู้เวทมนตร์นั่น ฉันจะเปลี่ยนร่างเป็นนกได้ไหมนะ? ฉันจะบินไปได้สูงแค่ไหนกัน? ฉันอาจจะแปลงร่างเป็นปลาลงไปว่ายน้ำใน Musk Reef ที่ฉันไม่เคยไปได้ด้วยไหม\n\"ฉันจะใช้เวทมนตร์ล่าสัตว์ด้วย\" อดตื่นเต้นไม่ได้เลย \"จะไม่ต้องทนกินสตูแคร์รอตที่ไม่มีเนื้ออีกต่อไปแล้ว\"\nฉันจำไม่ได้แล้ว ว่าฉันอยู่ที่ทุ่งแดนดิไลออนที่เอนไหวไปตามลมมานานแค่ไหน\nเหตุผลหนึ่งที่ทำให้เจ้าตัวน้อยเรียนรู้ได้รวดเร็ว เพราะฉันไม่ได้สอนแค่ภาษาให้เขา แต่ฉันสอนทุกอย่างไปพร้อมกันด้วย ทั้งเรื่องการคำนวณเลข ปลูกหัวไชเท้า เปลี่ยนหน้าต่าง และลับมีด\nเราได้คุยกันระหว่างพัก\n\"ทำไมเธอต้องเรียนภาษามนุษย์ด้วยล่ะ?\"\nเขาตอบอย่างแทบจะทันที\n\"เพราะฉันจะได้หาเพื่อนที่เป็นมนุษย์ได้ไงล่ะ\"\nฉันจึงถามต่อไปว่า\n\"แล้วทำไมเธอถึงอยากเป็นเพื่อนกับมนุษย์ล่ะ?\"\nเขาลดสายตาลง"
          }
        ]
      },
      {
        "title": "ตอนที่ 6",
        "desc": [
          {
            "type": "RichText",
            "text": "\"ทำไมเธอต้องฝึกภาษามนุษย์ล่ะ\" \"เพราะฉันอยากเป็นเพื่อนกับมนุษย์ได้ในตอนที่ฉันได้เป็นแล้ว\"\nเสียงเล็กๆ ดั่งเด็กน้อยได้พูดขึ้น ท่ามกลางทุ่งแดนดิไลออน - สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน ตอนที่ 6\n\"ทำไมเธอต้องเรียนภาษามนุษย์ด้วยล่ะ?\"\nครั้งหนึ่งฉันเคยถามเจ้าจิ้งจอกน้อยด้วยคำถามนี้\nเขาตอบฉันอย่างเบิกบานด้วยภาษามนุษย์\n\"เพราะฉันจะได้หาเพื่อนที่เป็นมนุษย์ได้ไงล่ะ\"\n\"แล้วทำไมเธอถึงอยากเป็นเพื่อนกับมนุษย์ล่ะ?\"\nเมื่อได้ยินคำถามที่ชวนเศร้านั้น เขาพลันลดสายตาลง\n\"ฉันเคยเห็นเด็กผู้ชายคนหนึ่งในป่าที่อยู่ไกลออกไป\"\n\"เขาแต่งชุดสีเทา ๆ เขามีท่าทางและสายตาที่เหมือนกับหมาป่า\" เขาตอบกลับมา\n\"ตอนนั้นฉันเพิ่งจะได้เรียนรู้เวทมนตร์ ฉันจึงวิ่งเท้าเปล่าไปด้วยความตื่นเต้น การวิ่งไปบนพื้นหญ้าสนุกเหลือเกิน! แต่ด้วยความสูงที่ต่างกันของร่างจิ้งจอกกับมนุษย์ ทำให้ฉันเห็นหรือได้กลิ่นไม่เหมือนที่เคย\"\n\"ครูคงรู้ใช่ไหมว่าเกิดอะไรขึ้นต่อไป? ใช่แล้วล่ะ พอรู้ตัวอีกที ฉันก็หลงทางซะแล้ว\"\nเขาเล่าด้วยน้ำเสียงอันสับสน\nสุดท้ายเขาเล่าว่าได้เดินไปเรื่อยๆ จนไปพบกับมอนสเตอร์ที่ดุร้ายในป่าที่ห่างไกลออกไป\nในช่วงที่เขาคิดว่าคงไม่รอดแล้ว ก็มีเด็กชายผมสีเทา กระโจนออกมาจากแมกไม้ แล้วไล่มอนสเตอร์ตัวนั้นไป และหายตัวไปในป่าลึกโดยไม่พูดอะไรสักคำ\n\"หากฉันเปลี่ยนร่างเป็นมนุษย์ และพูดภาษามนุษย์ได้ ฉันก็จะได้ไปหาเขาและเป็นเพื่อนกับเขาได้\"\nน้ำเสียงเขาเต็มไปด้วยความยินดี\nพอได้ยินดังนั้น ฉันจึงอดถามเขากลับไปไม่ได้\n\"แล้วฉัน ไม่ใช่เพื่อนของเธอเหรอ?\"\nเจ้าตัวน้อยตอบกลับมาด้วยภาษาที่ฉันสอนด้วยน้ำเสียงที่จริงใจ\n\"แม่บอกว่าคุณเป็นคุณครู ฉันเป็นนักเรียน เราไม่เกี่ยวข้องกันแบบนั้น แต่ถ้าฉันบอกคุณแบบนั้นไป ก็จะทำให้คุณเสียใจ\"\nเขาเอียงหัวด้วยความสงสัย หางที่ฟูฟ่องปัดไปมาจนดอกแดนดิไลออนรอบ ๆ กระจายไปทั่ว ในขณะที่ครุ่นคิดในคำถามที่ยากสำหรับเขา\n\"ฉันรู้แล้ว!\"\nเขาโพล่งออกมา\n\"ถ้าฉันรู้เรื่องที่คุณไม่รู้ แปลว่าฉันก็จะเป็นคุณครูของคุณเหมือนกัน\"\n\"ถ้าเราก็เป็นคุณครูให้กันเอง ก็แปลว่าเราจะเหมือนกันแล้ว\"\nแม้เขาจะไม่ชำนาญภาษาที่ใช้อยู่ แต่ก็พยายามพูดโดยไม่ติดขัดเลย\n\"คุณครู ขอให้ฉันสอนเวทมนตร์ที่มีแต่ฉันที่รู้ก็แล้วกันนะ\""
          }
        ]
      },
      {
        "title": "ตอนที่ 7",
        "desc": [
          {
            "type": "RichText",
            "text": "\"แดนดิไลออนเอ๋ย จงลอยละล่องไปตามลมสู่ดินแดนไกลโพ้น\" เจ้าจิ้งจอกสวดภาวนา\nนายพรานจะเรียนรู้เวทมนตร์ที่ทำให้ความหวังของเขาเป็นจริงได้สำเร็จหรือไม่นะ? - สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน ตอนที่ 7\n\"คุณครู ขอให้ฉันสอนเวทมนตร์ที่มีแต่ฉันที่รู้ก็แล้วกันนะ\"\nแม้เขาจะไม่ชำนาญภาษาที่ใช้อยู่ แต่เพื่อเป็นเพื่อนกับฉัน ก็เลยพยายามพูดโดยไม่ติดขัดเลย\nเขาเด็ดดอกแดนดิไลออนออกมาหนึ่งดอก\n\"แดนดิไลออนเอ๋ย จงบินไปในสายลม สู่ดินแดนอันห่างไกลเถิด\"\nเจ้าจิ้งจอกน้อยร่ายคาถา\nเขาเป่าดอกแดนดิไลออน ทำเมล็ดของดอกนั้นกระจายไปในอากาศ จากนั้นก็พูดด้วยน้ำเสียงจริงจังขึ้นมา\n\"ทำแบบนี้แล้ว ความปรารถนาของคุณก็จะบินไปถึงเทพแห่งลมได้\"\nสายลมวูบหนึ่งพัดผ่านเรา พาเอากลุ่มเมล็ดของดอกแดนดิไลออนให้ลอยไปไกล\n\"เห็นไหม! เทพแห่งลมตอบรับคำขอของฉันแล้ว\"\nน้ำเสียงเขาช่างดูตื่นเต้นดีใจ\n\"เธอขออะไรไปเหรอ?\"\n\"ฉันขอให้ได้เป็นเพื่อนกับคุณครู\"\nเขาก้มหัวลงอย่างทันที\n\"คุณคงเหนื่อยมากที่ต้องสอนให้เขาพูดภาษาเดียวกับคุณ โครงสร้างปากของเราไม่เหมือนกันด้วยซ้ำ ต้องขอบคุณในความพยายามของคุณนะ\"\nแม่สุนัขจิ้งจอกเข้ามาใกล้ก่อนที่เราจะทันรู้ตัว ดวงตาของเธอลึกล้ำอย่างกับทะเลสาบที่ไร้ก้นบึ้ง สายตานั้นทำให้เจ้าจิ้งจอกน้อยหลบไปซ่อนตัวในดงแดนดิไลออนอย่างเงียบ ๆ\n\"เมื่อเขาเรียนรู้ภาษาได้สมบูรณ์แล้ว\"\nฉันคิด\n\"เมื่อเขาเรียนรู้ภาษาได้สมบูรณ์แล้ว\"\nเธอพูดออกมาอย่างแผ่วเบา"
          }
        ]
      },
      {
        "title": "ตอนที่ 8",
        "desc": [
          {
            "type": "RichText",
            "text": "\"เมื่อเขาเรียนรู้ภาษาได้สมบูรณ์แล้ว...\" เสียงของสุนัขจิ้งจอกถูกพัดไปกับสายลมโชยอ่อนยามค่ำคืน และพัดไปไกลออกไปเรื่อย ๆ พร้อมกับเมล็ดดอกแดนดิไลออน...\nสุนัขจิ้งจอกเป็นสัตว์ที่ต่างจากมนุษย์ มันจึงมีความสุขและความเศร้าที่ไม่เหมือนมนุษย์... สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน (VIII)\n\"เมื่อเขาเรียนรู้ภาษาได้สมบูรณ์แล้ว\"\nเธอพูดออกมาอย่างแผ่วเบา\nจ้องมองดูใบหน้าของเธอ แล้วก็เหม่อลอย\nจากนั้นเธอก็พูดอะไรมาซักอย่าง ซึ่งฉันได้ยินไม่ชัด สายลมอันแสนซนที่มาพร้อมกับแดนดิไลออนนั้น ได้กลบเสียงของเธอไปจนหมด\nหรืออาจจะเป็นภาษาดั้งเดิมของเธอ ภาษาแห่งสายลมและดอกแดนดิไลออน?\nจากนั้น เธอมองดูความงุ่มง่ามของฉัน แล้วก็หัวเราะออกมา\nรอยยิ้มของเธอนั้นช่างงดงาม ดวงตาที่โค้งงอเป็นประกายด้วยแสงที่ระยิบระยับ ราวกับดวงจันทร์สองดวงที่สะท้อนอยู่ในทะเลสาบที่กระเพื่อม\n\"ถ้าอย่างนั้น ที่คุณอยากจะเรียนเวทมนตร์ของจิ้งจอก มันเป็นเพราะอะไรกันล่ะ?\"\n\"ฉันอยากจะเรียนเวทมนตร์ของจิ้งจอกที่ใช้แปลงกาย แบบนั้นจะได้แปลงเป็นนกและบินสูงขึ้นไปบนท้องฟ้า จะได้บินไปยังสถานที่ที่ไม่เคยมองเห็นมาก่อน...\"\nฉันตอบไปอย่างนี้\n\"อาา... เวลาที่ล่าก็ไม่จำเป็นต้องหมอบอยู่ในพุ่มไม้ แต่สามารถล่าจากบนฟ้าได้เหมือนกับพญาอินทรี\"\nจากนั้น ฉันก็อดไม่ได้ที่จะคิดแบบนี้\nในขณะที่กำลังคิดอย่างนี้อยู่ ก็ดูเหมือนว่าแดนดิไลออนที่อยู่ในมือจะได้ยินความปรารถนาของฉัน และเริ่มลอยขึ้นไปท่ามกลางแสงจันทร์\n\"งั้นเหรอ...\"\nเธอก้มศีรษะลงเล็กน้อย ผมยาวสีดำไหลลงมาจากต้นคอขาว ๆ ของเธอลงมาราวกับน้ำตก แสงจันทร์ซีดขาวส่องลงบนเส้นผม และกระจายไปตามเส้นผมบนผิวสีขาว ส่องแสงเป็นประกายราวกับสะท้อนเงาของเมฆ ในท้องฟ้ายามค่ำคืน\nฉันไม่สามารถละสายตาจากเธอได้ จากนั้นสักพัก หน้าก็แดงขึ้นมาจนต้องหลบสายตาไปทางอื่น\nยังไงซะสุนัขจิ้งจอกเป็นสัตว์ที่รักอิสระ จะไม่ปกปิดความงามของตนเพียงเพราะอับอายเหมือนอย่างที่มนุษย์เป็น\nแม้ว่าจะไม่ได้เป็นครั้งแรกที่ได้เห็น ครั้งแรกที่ได้สัมผัส แต่ทุกครั้งที่แสงจันทร์สาดส่องลงมายังเส้นผมของเธอ ฉันก็อดไม่ได้ที่จะหน้าแดงและหลบสายตา\nเธอหันหน้าไปคิดสักพัก จากนั้นก็ถอนหายใจเบา ๆ และดูเหมือนไม่ค่อยจะมีความสุขเท่าไหร่\nพวกเรานั่งอยู่ท่ามกลางทุ่งดอกแดนดิไลออนโดยไม่พูดจา เป็นอย่างนี้อยู่พักใหญ่ ๆ นานถึงขนาดที่ฉันคิดว่าเธอคงจะโกรธฉันซะแล้ว\n\"จิ้งจอกอย่างพวกเราน่ะรู้คุณ ฉันจะสอนเวทมนตร์การแปลงกายให้คุณ ช่วยคุณให้สมหวังในสิ่งที่ปรารถนา\"\nจิ้งจอกหันมา และเอ่ยปากขึ้น\nดวงตาสีสวยราวกับมหาสมุทรภายใต้แสงจันทร์คู่นั้น ช่างทำให้ผ่อนคลาย\nเยี่ยมไปเลย เธอไม่ได้โกรธฉัน\nด้วยเหตุผลที่ไม่ชัดเจน ฉันรู้สึกโล่งใจขึ้นเล็กน้อย"
          }
        ]
      },
      {
        "title": "ตอนที่ 9",
        "desc": [
          {
            "type": "RichText",
            "text": "เมื่อถึงตอนที่ฉันสอนทุกสิ่งไปหมดแล้ว ยังจะได้เห็นทุ่งดอกแดนดิไลออนนี้อีกครั้งรึเปล่า...?\nนักล่าเริ่มคิดถึงการจากลา ท่ามกลางทุ่งดอกแดนดิไลออน สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน (IX)\nสุนัขจิ้งจอกเป็นสัตว์ที่ฉลาด ทั้งฉลาดและเจ้าเล่ห์\nลูกสุนัขจิ้งจอกนั้นเรียนรู้ได้เร็วมาก บางครั้งก็ถึงกับถามคำถามที่แม้แต่ฉันก็ยังตอบได้ยาก\nยังไงซะภาษาของมนุษย์ก็มีความซับซ้อนและละเอียดอ่อน ไม่ไร้เดียงสาเหมือนภาษาของสัตว์ทั่วไป\nบางครั้ง ภาษาก็ยุ่งซะจนเหมือนกับม้วนด้ายที่ถูกแมวน้อยเล่นจนยุ่งอิรุงตุงนัง แขวนอยู่ตรงนั้นที ติดอยู่ตรงนี้ที ทำให้ลิ้นของนักเรียนพันกันยุ่งเหยิง และบางครั้งก็ทำให้ผู้สอนสะดุดได้\nแต่สุนัขจิ้งจอกเป็นสัตว์ที่ฉลาดมาก สามารถเรียนรู้คำศัพท์ใหม่ ๆ ของมนุษย์ได้อย่างมากมายในเวลาอันสั้น สามารถอธิบายลักษณะของดอกแดนดิไลออนที่ลอยอยู่ และบ่อน้ำที่สะท้อนแสงจันทร์ด้วยภาษาง่าย ๆ ได้ในเวลาไม่นาน\nทุกครั้งที่เจ้าจิ้งจอกน้อยรู้คำศัพท์ใหม่ ทุกครั้งที่เขาพยายามสำรวจโลกที่คุ้นเคยด้วยภาษาใหม่ที่ไม่คุ้นเคย และรู้สึกตื่นเต้นที่จะมอบความหมายใหม่ให้สายลม ดอกแดนดิไลออน และผืนดิน เธอจะอยู่เคียงข้าง ยิ้มและมองมาที่พวกเรา\nเจ้าจิ้งจอกน้อยเรียนรู้ได้เร็วมาก แต่ฉันกลับไม่รู้สึกดีใจเท่าไหร่\nถึงตอนที่ฉันไม่มีอะไรจะสอนเค้าแล้วนั้น เธอยังจะยอมให้ฉันอยู่ที่ทุ่งดอกแดนดิไลออนนี้อยู่มั้ยนะ?\nเมื่อถึงตอนนั้น ฉันจะยังสามารถมองดวงตาที่อ่อนโยนคู่นี้ ภายใต้แสงจันทร์ได้อยู่หรือเปล่า?\nเธอจะยังคงยิ้มอย่างเจ้าเล่ห์ และพาฉันไปยังส่วนลึกของทุ่งแดนดิไลออน เล่นกับฉันและสูดกลิ่นที่หอมจนขมคอของสายลมเหนือและใต้นี้อยู่อีกมั้ยนะ?\nคิดไปอย่างนี้ แล้วฉันก็หลงอยู่ในความทรงจำที่เศร้าโศก\nในคืนที่จำได้อย่างราง ๆ คืนนั้น ในตอนที่ฉันต้องจากลากับหญิงสาวที่ฉันชื่นชม ดวงจันทร์บนท้องฟ้าก็หน้าตาเหมือนอย่างในคืนนี้\n\"ที่ผ่านมาต้องขอบคุณคุณมากเลยนะ\"\nโดยไม่รู้ตัว อยู่ ๆ จิ้งจอกก็มาอยู่ตรงหน้าของฉัน เธอก้มตัวลง ประกายแสงจันทร์ที่สะท้อนอยู่บนผมสีดำยาวประบ่าซึ่งไหลย้อยลงมาจากด้านบน นั้นราวกับสายน้ำที่ไหลริน\n\"ไว้เขาเรียนรู้ที่จะพูดภาษาของมนุษย์ได้เมื่อไหร่ ไม่แน่อาจจะได้เพื่อนใหม่ ๆ เพิ่มมาบ้างก็ได้...\"\n\"ที่ผ่านมาต้องขอบคุณมาก ๆ เลย ตั้งแต่เริ่มเรียนภาษาของมนุษย์เป็นต้นมา เขาก็ดูร่าเริงขึ้นมากเลยล่ะ\"\nเธอจ้องมาที่ฉันด้วยดวงตาที่ไร้ก้นบึ้ง และเปล่งประกายราวกับอัญมณีของเธอ\n\"อย่างไรก็ตาม หลังจากที่คุณสอนภาษาของมนุษย์ให้เขาจนหมดแล้ว จากนั้นจะไปที่ไหนต่องั้นรึ?\"\nแววตาอันเป็นประกายที่น่าหลงใหลของเธอ ทำเอาฉันลืมที่จะตอบไปชั่วขณะ\nนี่ก็คือเวทมนตร์ของพวกสุนัขจิ้งจอกงั้นรึ?\nสุนัขจิ้งจอกมองดูท่าทางที่แข็งทื่อของฉัน แล้วก็ยิ้มและถอนหายใจ\nจากนั้นเธอก็หันหลังกลับและเดินไปทางที่มีพระจันทร์ นำฉันไปสู่ใจกลางของทุ่งแดนดิไลออนที่สว่างไสวด้วยแสงจันทร์\nเมื่อเจ้าจิ้งจอกน้อยเห็นดังนั้น มันก็ส่ายหางและมุดเข้าไปในพุ่มดอกแดนดิไลออนท่ามกลางความมืด"
          }
        ]
      },
      {
        "title": "ตอนที่ 10",
        "desc": [
          {
            "type": "RichText",
            "text": "วันแห่งการจากลาย่อมต้องมาถึง... เจ้าจิ้งจอกกล่าวลาแม่ของมัน, อาจารย์ และทุ่งแดนดิไลออน\nถึงเวลาที่ต้องทำตามสัญญาแล้วล่ะ - สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน ตอนที่ 10\nเจ้าจิ้งจอกน้อยโบกมือให้เราในระหว่างที่เดินไปด้วย ร่างของเขาค่อย ๆ ห่างไกลออกไปจนเหลือเพียงจุดสีขาว กลืนไปกับทุ่งดอกแดนดิไลออน และหายไปอย่างช้า ๆ\nหลังจากเจ้าตัวน้อยไปแล้ว แม่จิ้งจอกก็เดินมาหาฉัน\nร่างของเธอค่อย ๆ ใหญ่ขึ้นทุกก้าวที่เดินเข้ามาหา\nเมื่อเธอเดินมาถึง เธอก็อยู่ในร่างมนุษย์แล้ว\nเธอทั้งสูงและสง่างาม คอยาวระหง ผิวขาวนวลดั่งไข่มุก ดวงตาเธอเป็นประกายดั่งกะรัตของอัญมณีในผืนน้ำ ในยามราตรีดวงตาของเธอดุจแสงตะวันที่สะท้อนผ่านหยดน้ำค้างบนใบไม้\n\"ช่างงดงามเหลือเกิน เธอดูเหมือนกับเด็กสาวที่ฉันตกหลุมรักในอดีตเมื่อนานมาแล้ว ฉันยังจำชื่อของเธอได้เลือนราง แต่ดวงตาคู่นั้นทำให้ฉันมั่นใจว่าใช่เธอแน่นอน\"\nฉันคิด\nสุนัขจิ้งจอกอาจมีทั้งเล่ห์และร่างแปลง แต่เทียบไม่ได้เลยกับดวงตาอันงดงาม ฉันได้แต่ยืนนิ่งเงียบอยู่ท่ามกลางทะเลแดนดิไลออนอันไร้ขอบเขต\nในที่สุด ฉันไม่อาจทนต่อไปได้ จึงพูดออกไป\nกลอุบายที่คุณจะสอนฉัน คือจิ้งจอกแปลงร่างงั้นเหรอ?\n\"ใช่แล้ว ฉันรู้สึกปลาบปลื้มเป็นอย่างยิ่ง ที่คุณช่วยฉันมาตลอด\"\nเธอโค้งศีรษะคำนับฉัน เส้นผมสีดำยาวไหลลงจากบ่าของเธออย่างกับสายน้ำ\nแม้การบอกลาจิ้งจอกน้อยจะทำให้ฉันรู้สึกโหวงในใจ แต่ฉันก็จะรู้สึกดีขึ้นในไม่ช้าด้วยมนตร์แปลงร่างที่ฉันกำลังจะได้เรียนรู้\nถ้าฉันรู้เวทมนตร์นั่น ฉันจะเปลี่ยนร่างเป็นนกได้ไหมนะ? ฉันจะบินไปได้สูงแค่ไหนกัน? ฉันอาจจะแปลงร่างเป็นปลาลงไปว่ายน้ำใน Musk Reef ที่ฉันไม่เคยไปได้ด้วยไหม\n\"ฉันจะใช้เวทมนตร์ล่าสัตว์ด้วย\" อดตื่นเต้นไม่ได้เลย \"จะไม่ต้องทนกินสตูแคร์รอตที่ไม่มีเนื้ออีกต่อไปแล้ว\"\n\"ถ้าอย่างนั้น ช่วยยืนนิ่ง ๆ ก่อนนะ\"\nเธอเดินวนรอบตัวฉันเป็นวงกลมอยู่เรื่อย ๆ ร่างกายของเธอค่อย ๆ ขยายขึ้นในแต่ละรอบที่เธอเดินวน\nไม่ ไม่เพียงแค่เธอ แต่ดอกแดนดิไลออนก็ขยายใหญ่ขึ้นด้วย จากที่เคยสูงเพียงข้อเท้า มันเริ่มขยายใหญ่จนกลายเป็นต้นไม้ยักษ์ไปแล้ว\nโดยไม่ทันรู้ตัว ฉันก็พบว่าเธอกลายเป็นยักษ์ไปแล้ว"
          }
        ]
      },
      {
        "title": "ตอนที่ 11",
        "desc": [
          {
            "type": "RichText",
            "text": "\"แดนดิไลออนเอ๋ย จงลอยละล่องไปตามลมสู่ดินแดนไกลโพ้น\" เจ้าจิ้งจอกสวดภาวนา\nเรื่องราวเล่าขานอันไม่รู้ลืมแห่ง Mondstadt ที่เล่าถึงนายพรานกับจิ้งจอก - สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน ก็ได้จบลง\nกว่าจะทันรู้ตัว ฉันก็กลายเป็นดอกแดนดิไลออนไปแล้ว\nแม้จะอยากต่อต้านเพียงใด ดอกแดนดิไลออนก็ไม่มีปากให้ส่งเสียงออกไปได้ ไม่มีอะไรที่ฉันทำได้นอกจากมองดูร่างยักษ์ เด็ดฉันขึ้นมาจากพื้นดินด้วยนิ้วชี้และนิ้วโป้งด้วยความนุ่มนวล\n\"แดนดิไลออนเอ๋ย จงบินไปในสายลม สู่ดินแดนอันห่างไกลเถิด...\"\nสุนัขจิ้งจอกร่ายคาถา\nด้วยแรงเป่าที่ตามมา เจ้าก้อนขนแดนดิไลออนก็ลอยล่องไปตามแรงลม ฉันเองก็ลอยขึ้นไปบนท้องฟ้าด้วยกระแสลมเช่นกัน\nแรงหมุนทำให้ฉันเวียนหัวไปหมด ดวงตาดุจอัญมณีคู่นั้นก็ลับหายไปพร้อมกับสติสัมปชัญญะ และความปรารถนาที่สุนัขจิ้งจอกขอไว้\n\"ท่านเทพแห่งลม ข้าวอนขอให้ท่านเปลี่ยนเราให้เป็นมนุษย์ด้วยเถิด เพื่อที่เราจะได้รอดพ้นจากศรและคมดาบของเหล่ามนุษย์ได้\"\n......\nเมื่อฉันตื่นขึ้นมา ก็พบว่าตนเองนั้นอยู่ในป่าหลังหมู่บ้านตัวเอง\nป่านั้นเต็มไปด้วยต้นไม้เขียวชอุ่ม มีทะเลสาบเล็ก ๆ อยู่กลางป่า\nทะเลสาบที่ใสดุจกระจกของมหาวิหารแห่ง Mondstadt พวกมันโปร่งใส และสะท้อนระยิบระยับยามต้องแสงตะวัน\nแสงอาทิตย์สาดส่องผ่านแมกไม้ สะท้อนไปมาราวกับผลึกในอัญมณี ช่างงดงามเหลือเกิน\nในวันนั้นอากาศเย็นสบาย ฉันออกล่าอยู่ในป่า และเมื่อเดินมาถึงริมทะเลสาบ แสงสะท้อนจากผิวน้ำก็ทำให้ฉันคิดถึงเด็กสาวที่ฉันเคยตกหลุมรักเมื่อนานมาแล้ว\nฉันจำไม่ได้แล้วว่าเธอรูปร่างเป็นอย่างไร แต่ดวงตาของเธอนั้นใสดั่งผิวน้ำ ระยิบระยับดั่งผลึกของอัญมณี\nใช่แล้ว ฉันคงเผลอหลับไประหว่างที่จ้องมองทะเลสาบอันสวยงามนี้โดยไม่ทันรู้ตัว"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "สุนัขจิ้งจอกในท้องทะเลแห่งแดนดิไลออน"
          }
        ]
      }
    ]
  }
}