{
  "epId": 2347,
  "name": "ไดอารี่ของใครบางคน",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Someone's Diary_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "จดหมายล่ำค่าของหนูน้อย Dongdong แห่งหมู่บ้าน Qingce Village ดูเหมือนว่าจะเป็นจดหมายที่พ่อของเขาส่งกลับมา\nถึง Dongdong ที่รัก:\nเวลาผ่านไปเร็วจังเลยนะ? นี่ก็เกือบสามเดือนแล้วที่ปะป๊าออกมา หนูคิดถึงป๊ารึเปล่า? เข้านอนตรงเวลาใช่ไหม คงไม่ทำให้คุณปู่คุณย่าในหมู่บ้านต้องลำบากใจนะ อีกไม่นานปะป๊าก็จะกลับจาก Inazuma แล้ว สัญญาเลยว่าจะพาหนูไปดูกองเรือ Crux ที่ท่าเรือด้วย ครั้งนี้จะไม่พลาดแน่นอน!\nDongdong... หนูยังจำหาด Yaoguang ได้มั้ย? ปะป๊าอยู่ที่นั่นร่อนทองได้เยอะแยะจนแบกคนเดียวยังทำไม่ไหวเลย รอปะป๊ากลับไปแล้วเราไปหาซื้อของอร่อย ๆ กินกันนะ จากนั้นก็ซื้อโรงสีในหมู่บ้าน จะได้กินเต้าหู้นุ่ม ๆ กันทุกวันไงล่ะ! แต่ว่านะ ปะป๊าอยากจะเอาทองส่วนนึงไปซื้อบ้านดี ๆ สักหลังที่ท่าเรือ Liyue เอาแบบที่มองเห็นวิวทะเลสวย ๆ นั่นไงล่ะ เดี๋ยวรอปะป๊ากลับไปแล้วให้หนูเป็นคนตัดสินใจนะ ดีมั้ย?\nจริงสิ ที่ฝั่งตรงข้ามของสระ Luhua ที่ Guili Plain น่ะ มีหน้าผาที่สูงมาก ๆ เลยล่ะ ที่นั่นปะป๊าบังเอิญไปเจอเข้ากับ Ruin Guard ตัวนึง มันนั่งอยู่ตรงนั้นก้มหัวอยู่นิ่ง ๆ ไม่ขยับตัว ข้างนอกฟ้าร้องโครมคราม สายฝนเทกระหน่ำลงบนตัวของมันแต่มันก็ไม่ขยับเขยื้อน... มองไป ๆ ถึงได้เข้าใจ ที่แท้มันหลับอยู่นี่เอง! เพราะงั้นปะป๊าก็เลยปีนขึ้นไปบนตัวของมัน จับหัวของมันแล้วก็บิดอย่างแรง... ได้ยินเสียงแกร๊ก ๆ ไม่กี่ครั้งแล้วก็เสียงที่ดังก้องขึ้นมาครั้งหนึ่ง! จากนั้นหัวสมองของมันก็กลิ้งตกหน้าผาลงไป น่าเสียดายที่หัวสมองที่ใหญ่ขนาดนั้นดันมาแตกเป็นเสี่ยง ๆ ตอนที่ตกลงไป ถ้าไม่งั้นล่ะก็ปะป๊าจะเอากลับไปบ้านทำเป็นของฝากให้ หนูจะได้ดูว่ามันหน้าตาเป็นยังไง\nปะป๊าไปที่ Jueyun Karst มาด้วยนะ ถ้าหนูโตขึ้นเมื่อไหร่ปะป๊าก็จะพาไป หนูจะได้เห็นวิวที่สวยมากเลยนะ เมฆลอยล่องเต็มท้องฟ้าเหมือนทะเล มีน้ำตกสวยกว่าของที่หมู่บ้าน Qingce เป็นล้านเท่า ถ้าได้มาเหยียบที่นี่สักครั้ง ต้องได้รู้สึกถึงดินแดนแห่งท่านเซียนของภูเขาแห่งนี้แน่ ๆ แค่บรรยายคงไม่ได้เหมือนกับมาเห็นเองแน่นอน รู้อะไรไหม? หนูคงไม่เชื่อปะป๊าแน่ เพราะปะป๊าได้เจอกับท่านเซียนตัวเป็น ๆ ด้วยล่ะ! เราดื่มแล้วก็คุยกัน ได้เล่าได้ฟังเรื่องสนุกเยอะแยะเลย... ท่านเซียนให้ของขวัญปะป๊ามาด้วยนะ มันเป็นขวดไวน์วิเศษ แค่เพียงเป่าไปที่ขวด แล้วไวน์ก็จะไหลทะลักออกมาจากในขวดด้วยล่ะ! แต่หนูห้ามดื่มไวน์ดื่มเหล้านะ หนูยังโตไม่พอ แต่ถ้าโตเมื่อไหร่ล่ะก็ สมบัติทั้งหมดของปะป๊า จะยกให้หนูหมดเลย\nการผจญภัยใน Liyue ของปะป๊ากำลังจะจบลง ถึงเวลาที่ต้องกลับไปที่เรือ Crux แล้ว ปะป๊าก็จะต้องกลับไปที่กองเรือ และล่องออกไปในทะเลอันแสนกว้างใหญ่ จะมีอะไรรออยู่ในจุดหมายครั้งต่อไปกันนะ แทบอดใจรอไม่ไหวที่จะได้เล่าให้หนูฟังแล้วสิ แต่จนกว่าจะถึงตอนนั้น Dongdong หนูต้องเข้านอนให้ตรงเวลาทุกคืน อย่ากินขนมหวานเยอะเกินไปเดี๋ยวจะโดนแมงกินฟันเอานะ แล้วก็ทำตัวดี ๆ กับคุณตาคุณยายในหมู่บ้านด้วยนะ พูดจริง ๆ นะ อย่าไปทะเลาะกับใครเขาด้วยล่ะ! ปะป๊าจะรีบกลับไปหานะ\nด้วยรัก จากปะป๊า"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "บันทึกที่ถูกลืมไว้อยู่กลางป่าของใครบางคน อธิบายถึงความโชคร้ายของเขาที่หาด Yaoguang\n—Yaoguang Shoal—\nหมอกเริ่มก่อตัวอีกครั้ง ความคิดของการร่อนทองที่นี่ กลับกลายเป็นการเสียเวลาเปล่า ฉันไม่น่าไปเชื่อคำของพวกคนเหมืองเก่าเลย เพราะเรื่องพวกนั้นมันต้องผ่านมาหลายสิบปีแล้วแน่ ๆ! ไม่ใช่เรื่องน่าแปลกใจเลย ข้อมูลทุกอย่างที่พวกเขาให้ฉันมามันเก่าไปหมด... ไม่มีค่าเลยสักอย่าง นี่มันไร้ประโยชน์ชัด ๆ บอกได้เลยว่าวันนี้ฉันคงต้องกลับบ้านมือเปล่า แต่จะกลับถึงบ้านรึเปล่า ท่ามกลางหมอกแบบนี้คงยากมากแน่ ๆ Dongdong จะกินข้าวเย็นรึยังนะ\nได้ยินเสียงของพวก Hilichurl ลอยมาไกล ๆ ไม่อาจรู้ได้เลยว่าพวกมันอยู่ที่ไหนกลางหมอกแบบนี้ ฉันคงต้องฟังให้ดีแล้วเดินไปให้ห่างจากเสียงของพวกมัน หวังว่าจะรอดชีวิตไปได้นะ...\nฉันไม่รู้เลยว่าเดินอยู่นานแค่ไหนแล้ว กลางหมอกหนาแบบนี้ ไม่รู้ด้วยซ้ำว่าเป็นกลางวันหรือกลางคืน ดูเหมือนจะมีเงาคนข้างหน้าด้วย ใช่ไหมนะ? คงเป็นพรจากท่านเทพแห่งหิน ถ้าไปถึงพวกเขาได้ ฉันคงรอดไปจากที่นี่ได้ ใช่แล้วล่ะ ฉันต้องทำได้ รอดแน่ ๆ!\nแต่เมื่อเข้าไปใกล้ ก็พบว่าเงาพวกนั้นไม่ใช่ของมนุษย์ นี่ฉันอยู่กลางค่ายของพวก Hilichurl เลย... ต้องรอให้พวกมันไปก่อนถึงจะเริ่มเคลื่อนไหวต่อไปได้ ฉันต้องกลับไปทางที่ผ่านมา\nแย่แล้ว ฉันได้ยินเสียงพวก Hilichurl ล้อมอยู่ทุกด้านเลย... ถ้าอย่างนั้นล่ะก็\n[เนื้อหาของบันทึกมีเท่านี้]"
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "บันทึกที่ถูกลืมไว้อยู่กลางป่าของใครบางคน อธิบายถึงความโชคร้ายของเขาที่ที่ราบ Guili Plain\n—Guili Plain—\nดวงกุดซะแล้ว!\nฉันหลบหนีออกมาจากค่ายของ Hilichurl ได้สำเร็จ แต่ก็ต้องมาเกือบตายเพราะ Ruin Guard ตัวนึง! ฉันคิดว่าคงดวงเหมาะเจาะที่มันตั้งอยู่ตรงนั้น นิ่งสนิทไม่ไหวติงกลางสายฝนกระหน่ำ แต่พอมีสายฟ้าฟาดลงมาตรงหัวของมัน มันก็เริ่มกลับมาทำงานอีกครั้งทันทีซะงั้น!\nต่อหน้ามันแล้ว ฉันไร้การป้องกัน ไร้ความสามารถที่ตอบโต้ มันยกฉันขึ้นอย่างกับลูกนก แล้วโยนลงมาจากชะง่อนผา แต่โชคยังเข้าข้าง ท่ามกลางความสับสนวุ่นวาย ฉันมุดหนีเข้าไปในถ้ำใต้ผานั่นได้สำเร็จ พอพ้นจากระยะการมองเห็นของมัน มันก็หาฉันไม่เจอ แต่ถ้ามันเจอเข้าล่ะก็ ฉันคงโดนมันจับทุ่มลงกับพื้น แล้วกระทืบลงมา ขยี้จนเละ... ตอนนั้นฉันก็ไม่รู้แล้วว่ามันจะทำอะไรได้อีกบ้าง\nมันน่าจะเดินออกไปไกลพอตัวแล้ว... แต่ถึงอย่างนั้นฉันก็ยังได้ยินเสียงเครื่องของมันอยู่ เสียงมันเหมือนกับฝูงผึ้งบินวนอยู่ในหัว ฉันว่าแขนของฉันคงหักแน่ ๆ เพราะทุกครั้งที่ออกแรงมันรู้สึกเจ็บร้าวมาก ๆ หวังว่าคงไม่เป็นอะไรมากกว่านี้ ยังไงก็เถอะ ฉันก็อายุเท่านี้แล้ว คงมีแต่ต้องกัดฟันทนไป หมายถึงว่าถ้าฉันไม่อดทน แล้ว Dongdong กับแม่จะคิดกับฉันยังไงบ้าง ใช่ไหมล่ะ"
          }
        ]
      },
      {
        "title": "ตอนที่ 4",
        "desc": [
          {
            "type": "RichText",
            "text": "บันทึกที่ถูกลืมไว้อยู่กลางป่าของใครบางคน อธิบายถึงความโชคร้ายของเขาที่ Jueyun Karst\n—Jueyun Karst—\nใกล้กับเนินผา ฉันได้เจอกับพ่อค้าสมุนไพรที่ช่วยดามกระดูกให้ฉัน ความเจ็บปวดนั่นแทบจะทำให้สลบได้เลย แต่เขาบอกว่าเท่าที่ได้เจอคนที่ปะทะเข้ากับ Ruin Guard แล้วรอดชีวิตมาได้ มักจะบาดเจ็บน้อยกว่าที่ฉันได้เจอ... คงเป็นเพราะโชคสินะ\nมองจากด้านบนลงมา Jueyun Karst ดูเหมือนกับว่ามนุษย์ไม่ได้มีส่วนเกี่ยวข้องกับมันเลย อีกทั้งมันยังโอบล้อมไปด้วยหมอก และยังคงเป็นความลึกลับที่ไม่มีใครรู้ได้ว่าในหมอกนั้นสามารถเข้าไปได้ลึกอีกแค่ไหน ในป่าเสาหินยังมีเสียงแปลก ๆ ลอยออกมาให้ได้ยินบ่อย ๆ ไม่รู้เลยว่านั่นเป็นเสียงของมอนสเตอร์หรือว่าเสียงของสัตว์เวทที่อยู่ในนั้น แต่เท่าที่รู้ก็คือเสียงนั่นมันน่าขนลุกไปหมด ถ้าโชคดีฉันคงได้เจออำพันสักก้อนหนึ่ง ไม่ก็สมุนไพรดี ๆ ที่มีราคาสูง ผู้คนในสมัยก่อนที่ยากจนก็คงเดินทางเสี่ยงโชค สร้างที่พักอาศัยใน Liyue และหาเลี้ยงชีวิตด้วยการเก็บสมุนไพรเหล่านี้มาขาย ถ้าเป็นฉันก็คงไม่พ้นต้องทำแบบเดียวกันแน่ ๆ\nเย็นวันนั้นฝนตกหนัก นั่นหมายความว่าหน้าผาก็จะลื่นชัน ฉันเองก็หาเชือกหรือขวานสำหรับปีนผาไม่ได้เลย แปลกมาก ฉันไม่ใช่คนที่จะทำของหายได้ง่าย ๆ เท่าไหร่ มันต้องมีมอนสเตอร์สักตัวในภูเขา แอบมาขโมยไปตอนที่ไม่ได้มองแน่ ๆ! หรืออาจจะเป็นสุนัขจิ้งจอกสักตัว...\nหลังจากค้นหาอย่างไร้ผลอยู่สี่ห้าวัน ฉันก็พบสมุนไพรมีราคาเข้าจนได้ เท่านี้ฉันก็กลับไปได้แล้ว ฉันก็อยากจะหาอะไรบางอย่างอีก แต่ที่นี่มันน่ากลัวซะเหลือเกิน พบเริ่มพลบค่ำเมื่อไหร่ ฉันก็จะได้เห็นเงาตามฉันไปทุกที่... แถมยังมีเสียงร้องแบบกระหายเลือดของสัตว์ประหลาดที่ไม่รู้จัก ดังขึ้นทั่วทุกทิศ และมันเริ่มเข้ามาใกล้เรื่อย ๆ ด้วย\nระหว่างที่กำลังลงจากเขา ฉันเจอขวดไวน์เก่าขวดหนึ่ง ก็เลยหยิบมันขึ้นมาแล้วเอาไปล้างสักหน่อย ตอนนี้มันสะอาดดีแล้ว ถ้าเอาไปเป็นของฝาก Dongdong ต้องถูกใจมากแน่ ๆ ฉันจะบอกว่านี่เป็นสมบัติที่ท่านเซียนมอบให้ฉันเป็นของขวัญ"
          }
        ]
      },
      {
        "title": "ตอนที่ 5",
        "desc": [
          {
            "type": "RichText",
            "text": "บันทึกที่ถูกลืมไว้อยู่กลางป่าของใครบางคน อธิบายถึงความโชคร้ายของเขาที่ท่าเรือ Liyue\n—ท่าเรือ Liyue—\nฉันขายสมุนไพรที่เก็บมาได้ให้ร้าน Bubu Pharmacy ทำให้ได้ทุนคืนกลับมา แถมกำไรอีกนิดหน่อย ถ้าฉันทำแบบนี้ไปเรื่อย ๆ อีกไม่กี่ปีก็จะสามารถซื้อบ้านใน Liyue ได้สักหลัง พอดีกับที่ Dongdong จะโตพอจนเข้าโรงเรียนได้\nถ้าตอนเด็กฉันตั้งใจเรียนมากกว่านี้อีกสักหน่อย ก็คงไม่ต้องมายุ่งเกี่ยวกับพวกกองโจรล่าสมบัติงี่เง่าพวกนี้หรอก แล้วก็คงไม่ทำให้มรดกที่พ่อทิ้งไว้ให้ต้องสูญสลายไปด้วย เรื่องพวกนี้เองที่ทำให้ฉันตัดสินใจว่า จะต้องให้ Dongdong มีครูที่ดีที่สุด ได้ตั้งใจเรียนอย่างเต็มที่ มีเพื่อนที่ดี และไม่ลงเอยด้วยการเป็นคนที่ไม่ได้เรื่องอย่างพ่อของเขา เพื่อ Dongdong แล้ว ฉันจะต้องไม่ยอมแพ้ ฉันต้องทำทุกวิถีทาง เพื่อให้เรามีชีวิตที่ดีให้ได้\n...ถึงจะว่าอย่างนั้นก็เถอะ ฉันเองก็ไม่มีความคิดดี ๆ ที่จะทำให้ได้เงินมาเร็วกว่านี้เลย ฉันก็เลยลองเสี่ยงโชคที่ The Jade Mystery ตอนแรกก็ไม่ได้ตั้งใจจะมาเอง แต่เถ้าแก่ Shitou นั่นแหละ ที่ยั่วให้ฉันต้องมาลองจนได้ แต่ผลลัพธ์มันก็ไม่ได้แย่ขนาดนั้นนะ... ฉันเสี่ยงผ่าหินที่ซื้อไว้ออกมา แล้วก็ได้หยกที่มีราคาอยู่บ้าง แต่แล้ว ด้วยอำนาจของโลกแห่งการพนันในอัญมณี ทำให้ฉันต้องส่งเคียวกับกล่องเก็บสมุนไพรที่เป็นเครื่องมาหากินไปจำนำ\nแหงล่ะ ตอนนี้ฉันหมดตัวแล้ว ถึงจะได้หยกดี ๆ จากการเสี่ยงโชคมาบ้างก็จริง แต่หยกก็ไม่ได้เป็นที่นิยมขนาดนั้น ฉันก็เลยกลับมาอยู่ในโหมดเอาชีวิตรอดอีกครั้ง ฉันว่าจะกลับไปล่องทะเลอีกสักครั้ง ต้องลองกลับไปร่วมกองเรือ Crux อีกที หวังว่ากัปตัน Baidou จะรับฉันไว้นะ\nฉันไม่ได้กินอะไรมาสามวันแล้ว ถึงต้องเป็นเด็กขัดดาดฟ้าเรือก็ยอม"
          }
        ]
      },
      {
        "title": "ตอนที่ 6",
        "desc": [
          {
            "type": "RichText",
            "text": "บันทึกของใครบางคนที่ถูกทิ้งไว้ในป่า ซึ่งอธิบายถึงความโชคร้ายของเขาบนเกาะ Jinren\n-- เกาะ Jinren --\nพายเรือลำเล็กที่ขโมยมาจากโจรสลัดถึง 3 วัน 3 คืน จนมาถึงฝั่งในที่สุด\nจากจุดนี้ สามารถมองเห็นภูเขาสูงบนเกาะ Grand Narukami และต้นซากุระใหญ่ต้นใหญ่ที่อยู่บนเกาะ สีสันของกลีบ Sacred Sakura สาดส่องอยู่ภายใต้แสงจันทร์ แลดูอ่อนโยน และเงียบสงบ..ทำให้ผู้เห็นคิดถึงบ้านยิ่งกว่าเดิม\nไม่รู้ว่า Dongdong ที่อยู่ที่หมู่บ้าน Qingce จะเหงารึเปล่า และไม่รู้ว่าการที่ฉันออกจากบ้านมาหาเลี้ยงชีพตามลำพังเช่นนี้ จะเป็นเรื่องที่ถูกต้องหรือไม่ อาจเป็นเพราะอายุมากแล้ว จึงมักคิดไปต่าง ๆ นานา\nขณะเดินไปเดินมาบนเกาะร้างแห่งนี้ เก็บเมล่อนสีม่วงได้ลูกหนึ่ง เนื้อของมันฝาด ๆ ไร้ซึ่งรสชาติใดๆ แม้แต่เปลือกยังทำให้ฟัน และลิ้นของฉันเป็นสีม่วงตั้งนาน... คราวหน้าคงต้องทำให้สุกก่อน\nตั้งเต็นท์บนเกาะก่อนก็แล้วกัน พรุ่งนี้เช้าค่อยมุ่งลงใต้... เห็นโจรสลัดบอกว่าเมือง Inazuma อยู่ที่นั่น\nในเมืองต้องมีงานให้ทำมากมายแน่นอน ล้มเลิกความคิดที่จะผจญภัย แล้วหางานดี ๆ ทำอยู่ที่นี่น่าจะดีกว่า พอเก็บเงินได้มากพอ ก็ซื้อบ้านสักหลัง จากนั้นก็ไปรับ Dongdong มาอยู่ด้วยกัน\nไม่ว่าจะยังไง บ้านของที่นี่ ต้องถูกกว่าที่ท่าเรือ Liyue อยู่แล้ว"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ไดอารี่ของใครบางคน"
          }
        ]
      }
    ]
  }
}