{
  "epId": 2349,
  "name": "ไข่มุกแห่งดวงใจ",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/String of Pearls_icon.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "Zixin หญิงชาวประมงผู้มีฐานะครอบครัวที่ยากจน วันหนึ่งขณะที่ขายปลาอยู่ข้างทาง เธอทำกำไลมุกที่ใส่อยู่ประจำหายไป แต่สิ่งที่เธอไม่รู้ก็คือ กำไลมุกนี้กำลังจะนำพาเธอไปสู่ชีวิตการแต่งงาน...\n- ตอนที่ 1: ปลาและน้ำ -\nตัวละครชาย: Fan Jie\nตัวละครหญิง: Zixin\nตัวโจ๊ก: ยาย Zhang\n[ฉากที่ 1]\n(Zixin ใส่ชุดสีฟ้า)\n(พูด)\nZixin: คลื่นทะเลสะท้อนภาพภูเขาที่อยู่ไกล ๆ สายลมพัดกระทบแนวปะการังอย่างแผ่วเบา\n(ตอบ)\nZixin: ข้า Zixin ลูกสาวชาวประมง ที่ใช้ชีวิตเติบโตอยู่ในท่าเรือ ปีนี้อายุสิบหกปีแล้ว\nZixin: พ่อแม่ของข้าแก่มากแล้ว ข้าเลยต้องรับช่วงต่อจากท่าน และออกเรือหาปลาในทะเล\n(Dongtang, lento, innig)\nZixin: ข้าเหวี่ยงแหลงไปจับปลาที่ว่ายไปมาอย่างอิสระ เพื่อหาเงินมาจุนเจือครอบครัว\n(Zixin เก็บแหตกปลา)\n(Dongtang, appassionato)\nZixin: ภายใต้แสงของดวงอาทิตย์ ดวงจันทร์และดวงดาว แต่ละวันช่างผ่านไปอย่างยากลำบาก คนรวยมีชีวิตที่สุขสบาย ส่วนคนจนต้องดิ้นรนกันไป\nZixin: ข้าแอบชื่นชมความงามของหญิงสาวที่ร่ำรวย แต่ข้าก็ไม่เคยน้อยเนื้อต่ำใจ ที่ตัวเองที่มีเพียงกำไลมุกเพียงเส้นเดียว\nZixin: บ้านของข้าไม่มีอะไรจะให้อวดได้ นอกจากกำแพงบ้านที่ว่างเปล่า ข้าหวังแค่เพียงว่าจะสามารถหาเงินได้ด้วยสองมือของตัวเอง\n(Zixin ผูกเรือของกับท่าเรือ แล้วกระโดดขึ้นฝั่งไป)\n(Dongtang, senza misura)\nZixin: ได้เวลาไปขายปลาที่ถนนแล้ว\n(Zixin ออกจากฉาก)\n[ฉากที่ 2]\n(Zixin ถือตะกร้าเข้ามา)\n(Dongtang, straziante)\nZixin: ในมือข้าถือตะกร้าปลา และร้องเร่ขายไปตามถนน\n(ยาย Zhang ถือตะกร้าดอกไม้เข้ามา)\n(Sprechstimme)\nยาย Zhang: ดูปลาตัวนี้สิ (ปลากระดิกหางพ่นน้ำใส่ยาย Zhang) ดุซะจริง! เอาไปทำซุปน่าจะอร่อย\nยาย Zhang: หลังจากดื่มซุปแล้ว ยายแก่ ๆ อย่างข้าก็จะกลับมาเป็นสาวสะพรั่ง ที่มีแก้มและปากแดงระเรื่ออีกครั้ง\n(ตอบ)\nZixin: คุณยายชื่ออะไรเหรอคะ?\nยาย Zhang: เรียกฉันว่ายาย Zhang ก็ได้ ฉันขายดอกไม้บนถนนเส้นนี้น่ะ\nยาย Zhang: สาวน้อยเอ๋ย เสียงของเจ้าเบาซะอย่างนี้ ต่อให้ขายจนตะวันตกดินก็ขายไม่ได้สักตัวหรอก\nยาย Zhang: สาวสวยอย่างเจ้า คงอายและไม่กล้าตะโกนเสียงดังสินะ แต่ถ้าไม่ทำอย่างนั้น ก็คงไม่อิ่มท้องหรอกนะ\n(Zixin ก้มหัวลง)\n(ตอบ)\nZixin: คุณยาย ท่านเป็นคนตลกจัง\nZixin: โอ้ ไม่นะ...\nยาย Zhang: ทำไมรึ?\nZixin: กำไลมุกที่ข้าใส่อยู่ประจำหายไป จะทำยังไงดี?\n(Fan Jie เดินเข้ามา ด้วยเสื้อผ้าสีสันสดใสและถือกำไลมุกไว้ในมือ)\n(Dongtang, andante calmo)\nFan Jie: ข้าเจอกำไลมุกนี้โดยบังเอิญระหว่างที่เดินเล่น ราวกับเห็นนกสีทองเปล่งประกายอยู่เหนือท้องฟ้า\n(ตอบ)\nFan Jie: ข้าชื่อ Jie Fan ทำงานรับจ้างทั่วไปอยู่ที่ท่าเรือ บรรดาพี่น้อง ๆ ได้เลือกให้ข้าเป็นหัวหน้าของพวกเขา\nFan Jie: กำไลมุกที่เก็บได้วันนี้ ดูเหมือนจะเป็นของที่หญิงสาวคนนี้ทำหล่นหายสินะ\nFan Jie: ข้าก็อยากจะเอาไปคืนให้นาง แต่ถ้าถูกนางแอบอ้างว่าเป็นเจ้าของ ก็คงจะไม่ดีแน่\nFan Jie: ขอข้าดูให้แน่ใจก่อนว่า ที่ข้อมือของนางมีรอยสวมกำไลรึเปล่า\n(Dongtang, 12-bar prelude, irato)\nFan Jie: อากาศร้อนเปรี้ยงแบบนี้ ซื้อปลาไปแกล้มเหล้าสักหน่อยน่าจะดี\nZixin: ปลาของข้าสด ๆ ทั้งนั้น ท่านจะเอาไปทอดหรือต้มก็ได้แล้วแต่ท่านเลย\nFan Jie: ปลาพวกนี้ดุอย่างกับเสือ พวกมันว่ายไม่หยุดเลยนะเนี่ย\nFan Jie: ช่วยขยับมาข้างหน้าสิ ขอข้าดูใกล้ ๆ หน่อย\n(Zixin ก้าวมาข้างหน้า)\nFan Jie: กำไลมุกก็ต้องคู่ควรกับคนสวย จริง ๆ ด้วยสินะ\n(Dongtang, appassionato)\nZixin: ข้าว่าผู้ชายคนนี้กำลังแกล้งข้าอยู่ เขาเอาแต่พูดเรื่องไร้สาระ\nZixin: ข้าหันไปพร้อมกับถลึงตาใส่และต่อว่าเขา\nZixin: เจ้าคนบ้า พูดจาเลอะเทอะ\n(ตอบ)\nFan Jie: ใจเย็นก่อน ข้าแค่อยากจะดูว่ามีรอยสวมกำไลที่ข้อมือของเจ้ารึเปล่า\nFan Jie: กำไลมุกนี้เป็นของ ๆ เจ้าสินะ ได้มันกลับคืนมาแล้ว ทีนี้เจ้าก็ไม่ต้องกังวลใจอีกแล้วล่ะ\nFan Jie: ข้าชื่อ Fan...\n(Fan Jie หยุดพูด และหันกลับไป)\nFan Jie: ข้าต้องไปแล้วล่ะ\n(ตอบ)\nZixin: เดี๋ยวก่อนสิ...\n(Dongtang, lento, innig)\nZixin: ที่แท้ข้าก็เข้าใจเขาผิด ช่างน่าละอายเสียจริง...\nZixin: ข้าไม่รู้แม้แต่ชื่อเขาด้วยซ้ำ แล้วจะตอบแทนน้ำใจของเขาได้ยังไง?\n(ตอบ)\nZixin: ช่างน่าละอายเสียจริง ๆ...\nยาย Zhang: นี่ต้องเป็นพรหมลิขิตที่ฟ้ากำหนดไว้ ถึงทำให้เจ้าได้มาพบกับชายหนุ่มผู้มีคุณธรรมคนนี้"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "Zixin ยังไม่ทันจะรู้ชื่อของชายหนุ่มที่เอากำไลมุกมาคืน เขาก็หายตัวไปเสียแล้ว คุณยาย Zhang จึงคิดวิธีเพื่อช่วยให้ Zixin ตามหาเขา...\n- ตอนที่ 2: ตามหาชายหนุ่มผู้แสนดี -\nตัวละครชาย: Fan Jie\nตัวละครหญิง: Zixin\nตัวโจ๊ก: ยาย Zhang\nตัวโจ๊ก: Zhang San, Li Si, Wang Er'ma\n[ฉากที่ 1]\n(Zixin และยาย Zhang เข้าฉาก)\n(ตอบ)\nZixin: ช่วงนี้ข้าเศร้าและหดหู่ จิตใจก็เลยไม่สงบ\nZixin: เป็นเพราะข้าเข้าใจชายหนุ่มผู้แสนดีคนนั้นผิดไปน่ะ\nZixin: เขาพยายามที่จะเอากำไลมุกมาคืนให้ ข้าไม่เพียงแต่จะไม่ได้ขอบคุณหรือถามชื่อเขา แต่กลับต่อว่าเขาไป\nZixin: ข้าอายมากจริง ๆ และอยากจะตามหาผู้ที่มีพระคุณคนนี้ แต่ท่ามกลางท่าเรืออันแสนกว้างใหญ่นี้ ข้าจะเจอเขาได้ยังไงกัน\nยาย Zhang: สาวน้อย ยายว่าเจ้าไม่เห็นต้องเศร้าและกลุ้มใจไปเลย\nZixin: อ่า ยาย Zhang ยายว่าอะไรนะ?\nยาย Zhang: เจ้าก็แค่เขียนประกาศไปว่าคนที่เอากำไลมุกมาคืนจะได้รับ Mora เป็นรางวัลตอบแทน แค่นี้เขาก็มาหาเจ้าแล้วใช่มั้ยล่ะ?\n(Danqing, andante calmo)\nZixin: ว่ากันว่า...\nZixin: เหล้าสามารถทำคนหน้าแดง และเงินก็สามารถทำให้คนใจเต้นแรงได้\n(Zixin เดิมก้มหน้า)\nZixin: ข้าตั้งใจจะตามหาผู้ที่มีพระคุณ แต่ไม่รู้ว่าเขาจะปรากฏตัวมั้ย\n(ตอบ)\nยาย Zhang: เอาน่ะ อย่ามัวแต่ลังเลอยู่เลย ทำตามนี้แหละ\nยาย Zhang: เชื่อยายสิ แล้วเจ้าจะไม่เสียใจ\n(Zixin และยาย Zhang ออกจากฉาก)\n[ฉากที่ 2]\n(Zhang San, Li Si, Wang Er'ma เข้าฉาก)\n(Sprechstimme)\nZhang San: ข้าชื่อ Zhang San\nLi Si: ข้าชื่อ Li Si\nWang Er'ma: ส่วนข้า Wang Er'ma\nZhang San: ดูประกาศนี่สิ ไปเอารางวัลกันเถอะ\nLi Si: แล้วเขาก็จะถามว่า เจ้าเป็นคนที่ทำความดีนั้นจริง ๆ หรือไม่?\nWang Er'ma: หึ คนโง่น่ะสิถึงจะพูดความจริง\n(ตอบ)\nZhang San: พี่ ๆ จะไปรับรางวัลจาก Zixin กันหมดเลยงั้นรึ?\nLi Si: ใช่แล้ว\nWang Er'ma: ถูกต้อง\nLi Si: เจ้าก็เก็บปิ่นดอกไม้ปักผมของ Zixin ได้เหมือนกันเหรอ?\nWang Er'ma: ข้าจำได้ว่าในประกาศ เธอบอกว่าทำตุ้มหูหายไม่ใช่เหรอ?\nLi Si: พูดจาเหลวไหล มันคือปิ่นดอกไม้ปักผมต่างหาก\nZhang San: เจ้าโง่ มันคือน้ำหอมต่างหากเล่า\nWang Er'ma: เอาล่ะ ๆ ไม่ว่าพวกเราจะเก็บได้หรือไม่ ก็ต่างรู้ดีอยู่แก่ใจอยู่ใช่มั้ยล่ะ?\nZhang San: ฮะฮ่าฮ่าฮ่าฮ่า\nLi Si: ฮะฮ่าฮ่าฮ่าฮ่า\n(Zhang San, Li Si และ Wang Er'ma ไปหา Zixin)\nZhang San: แม่นาง Zixin คนที่เก็บน้ำหอมของเจ้าได้ก็คือข้าเอง Zhang San เจ้าเตรียมรางวัลตอบแทนไว้รึยังล่ะ?\nLi Si: ช้าก่อน คนที่เอาปิ่นปักผมดอกไม้มาคืนเจ้าเมื่อวันก่อนคือข้าเอง Li Si เพราะฉะนั้นรางวัลตอบแทนนี้ควรจะเป็นของข้า\nWang Er'ma: หุบปากไปเลย ๆ คนที่เอาตุ้มหูมาคืนเจ้าคือข้า Wang Er'ma ต่างหาก รางวัลตอบแทนนี้ต้องเป็นของข้า\nZixin: นะ นะ...นี่มันชวนให้ปวดหัวซะจริง ๆ\nZixin: ข้าไม่เคยเจอพวกท่านมาก่อน อีกอย่างถ้าข้าทำตุ้มหู น้ำหอม และปิ่นปักผมหายไปจริง ๆ ทำไมข้าถึงไม่เห็นจะรู้เลยล่ะ?\nZhang San: เจ้าคงจะวุ่นอยู่กับการขายปลาจนจำไม่ได้น่ะสิ อย่าลังเลอยู่เลย เอารางวัลให้ข้าเลยดีกว่า\nLi Si: รีบให้ Mora มาเร็วเข้า!\nWang Er'ma: ถ้าไม่ให้ล่ะก็ เราจะพังร้านของเจ้า และต่อว่าทำลายชื่อเสียงของเจ้าซะ\nZixin: อ่า... นักเลงหัวไม้พวกนี้มาได้ยังไงกันนะ!\nZixin: ยาย Zhang ดูผลที่ตามมาจากแผนการของยายสิ\nยาย Zhang: สาวน้อยอย่าเพิ่งร้อนใจไป ยายจะหาวิธีไล่เจ้าพวกนี้ไปเอง\nยาย Zhang: เฮ้!\n(Zhang San, Li Si, Wang Er'ma ล้มลงไปบนพื้น)\nยาย Zhang: ข้าบอกให้เด็กสาวคนนี้เขียนประกาศปลอม ๆ ขึ้นมา เพื่อจับหัวขโมยอย่างพวกเจ้ายังไงล่ะ!\nยาย Zhang: สิ่งที่พวกเจ้านำมาคืนล้วนเป็นของปลอมทั้งสิ้น รีบเอาปิ่นดอกไม้ปักผม ตุ้มหู และน้ำหอมจริง ๆ ของ Zixin มาคืนซะดี ๆ\nยาย Zhang: ไม่งั้นล่ะก็...\nZhang San: ไม่งั้นจะทำไม?\nยาย Zhang: ไม่งั้นทั้งปิ่นดอกไม้ปักผมที่ทำมาจากดอก Glaze Lily แห้ง, ตุ้มหูที่ทำมาจาก Noctilucous Jade คุณภาพดีเยี่ยม และน้ำหอมจากต่างประเทศ...\nยาย Zhang: พวกเจ้าจะต้องชดใช้ด้วย Mora ทั้งหมด? จ่ายมาเดี๋ยวนี้ ๆ!\n(ยาย Zhang ถือไม้กวาดไล่ตี Zhang San, Li Si และ Wang Er'ma)\nZhang San: โอ๊ย\nLi Si: หยุดตีเถอะ เราไม่เอารางวัล Mora นั่นแล้ว!\nWang Er'ma: รีบตามหาเจ้าคนที่เก็บของ ๆ เธอได้จริง ๆ ให้มาชดใช้เร็วเข้า!\n[ฉากที่ 3]\n(Zhang San พาตัว Fan Jie เข้ามา)\n(ตอบ)\nZhang San: ข้าเข้าใจทุกอย่างหมดแล้ว เจ้านี่คือคนที่ขโมยของ ๆ แม่นางคนนี้ไป แต่พวกเรากลายเป็นแพะรับบาปที่ถูกตีแทน\nFan Jie: ข้า Fan Jie เป็นคนทำอะไรซื่อสัตย์และเที่ยงตรง ไม่เคยทำเรื่องผิดศีลธรรม อย่ามากล่าวหากันนะ\nZhang San: หึ เจ้าหนุ่มปากแข็งจริงนะ เจ้ากล้าไปเจอคนที่ทำของหายกับข้ามั้ยล่ะ?\nFan Jie: กลัวที่ไหนกันล่ะ ไป ๆๆ ข้าก็อยากรู้ว่าใครกันที่กล่าวหาข้า\n(Zhang San และ Fan Jie ไปหา Zixin)\nZhang San: แม่นาง Zixin คนนี้ไม่ใช่รึไงที่ทำของหาย? ดูซิว่าเจ้าจะแก้ตัวยังไง\nFan Jie: อ่า! ที่แท้ก็เจ้านี่เอง!\n(Dongtang, appassionato)\nFan Jie: ที่แท้ก็คือหญิงสาวที่พูดจาร้ายกาจ เวลาที่โกรธจนเลือดขึ้นหน้านี่เอง\n(Dongtang, allegro)\nFan Jie: แม่นางอย่ากล่าวหากันเลย ข้าก็เป็นแค่คนงานท่าเรือคนนึง\nFan Jie: ข้าใช้ชีวิตอย่างประหยัดและเจียมตัวเสมอมา ทำไมข้าจะต้องขโมยของ ๆ เจ้าด้วย\nFan Jie: ข้ารีบนำกำไลมุกของเจ้ามาคืนทันทีที่เจอด้วยความซื่อสัตย์\n(ตอบ)\nZixin: ที่แท้ฮีโร่จิตใจงามท่านนี้ก็ชื่อ Fan Jie นี่เอง\nZixin: ทั้งหมดเป็นความผิดของข้าเอง ที่ทำให้เขาต้องมาเกี่ยวข้องกับเรื่องนี้\nZixin: ข้าจะขอโทษเขา ถ้าเขาไม่ยอมรับล่ะก็ ข้าก็จะขอโทษเขาอีกสามครั้ง หรือจะมากกว่านั้นก็ย่อมได้\n(Zixin เดินไปเพื่อขอโทษ Fan Jie)\nZixin: อ่า ท่านก่อนหน้านี้เป็นเรื่องเข้าใจผิดไป อันที่จริงแล้ว...\n(Fan Jie เบือนหน้า)\nFan Jie: เฮ้อ\n(Zixin อมยิ้มและเดินไปข้างหน้า)\nZixin: อันที่จริงข้ามีแรงจูงใจอย่างอื่นด้วยน่ะ\nZixin: เป็นเพราะครั้งก่อนท่านไม่ทันได้บอกชื่อเสียงเรียงนามก็จากไปซะก่อน ข้าอยากจะตอบแทนแต่ก็หาท่านไม่เจอ\nZixin: ข้าเลยตัดสินใจใช้วิธีนี้ มันเป็นความผิดของข้าเองที่ทำให้ท่านต้องเดือดร้อน\nZixin: ข้าต้องขอโทษท่านด้วย\nFan Jie: เอ๋?\n(Dongtang, lento, innig)\nFan Jie: แม้ว่าตอนแรกข้าจะรู้สึกไม่พอใจที่ถูกกล่าวหา แต่พอสงบสติอารมณ์ลงแล้ว ข้าก็รู้ว่ามันเป็นเพียงแค่ความเข้าใจผิด\nFan Jie: ข้าต้องสงบความโกรธและใจเย็นลง ถึงจะพูดออกมาได้อย่างไม่ผิดพลาด\n(ตอบ)\nFan Jie: แค่ก ๆ ข้าขอถามเจ้าหน่อย\nFan Jie: ที่เจ้าบอกว่าก่อนหน้านี้เป็นแค่ความเข้าใจผิด\nFan Jie: เจ้าตั้งใจอยากจะตามหาคนที่เอากำไลมุกมาคืนก็เลยติดประกาศตามหา แต่ข้าดันโชคร้ายที่มาโดนกล่าวหาอย่างนั้นใช่มั้ย?\nZixin: ใช่แล้ว ข้าต้องขอโทษท่านอีกครั้ง\n(Fan Jie ประคอง Zixin)\nFan Jie: สาวน้อยเจ้าอย่าได้สุภาพขนาดนี้เลย ข้าเป็นเพียงแค่ผู้น้อยคนนึงเท่านั้น\nFan Jie: เป็นเพราะข้าเองที่บุ่มบ่ามจนทำให้เจ้าตกที่นั่งลำบาก ข้าสิที่ควรต้องขอโทษเจ้า\nZixin: โอ้ ไม่หรอกท่าน...\n(Fan Jie โค้งขอโทษ)\nZhang San: เอ๊ะ?! นี่พวกเธอพูดเรื่องอะไรกันเนี่ย แล้วสรุป Mora นี่จะให้หรือว่าไม่ให้กัน?\nยาย Zhang: เจ้าน่ะหุบปากซะเถอะ นี่เป็นเรื่องของพวกเขาสองคน มันเกี่ยวอะไรกับเจ้าด้วยฮะ?\nยาย Zhang: ท่านผู้ชมด้านล่างทั้งสุภาพบุรุษ สุภาพสตรี คุณผู้ชาย คุณผู้หญิงทุกท่าน ต่างมาที่นี่เพื่อดูการแสดงของ Yun Jin พวกเขาไม่มีเวลามาฟังเรื่องไร้สาระของเจ้าหรอกนะ\nยาย Zhang: หัดดูตาม้าตาเรือซะบ้างสิ มานี่มา\n(ยาย Zhang ลาก Zhang San ออกไป)\nZixin: พูดถึง ข้าขายปลาอยู่ที่นี่ทุกวัน แต่ทำไมถึงไม่เคยเจอท่านมาก่อนเลย?\nFan Jie: ข้าเดินผ่านเส้นทางนี้ทุกวัน เพื่อไปทำงาน\nFan Jie: อาจเป็นเพราะคนเยอะก็เลยไม่เห็นกัน แต่ถ้ามีวาสนา พรุ่งนี้ก็อาจจะได้เจอ...\nZixin: ถ้างั้น...ข้าจะเฝ้ารอวันพรุ่งนี้"
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "ชายหนุ่มและหญิงสาวได้พบและทำความรู้จักกัน พวกเขาต่างตกหลุมรักกัน และอยากที่จะใช้ชีวิตอยู่ด้วยกันอย่างมีความสุขตลอดไป แต่วายร้ายที่ปรารถนาในความงามของ Zixin กำลังวางแผนก่อความวุ่นวายอยู่...\n- ตอนที่ 3: กำไลมุกที่หายไปอีกครั้ง -\nตัวละครชาย: Fan Jie\nตัวละครหญิง: Zixin\nตัวโจ๊ก: ยาย Zhang\nตัวโกง: Wu Wang\nตัวโจ๊ก: Wu Yi, Wu Er\n[ฉากที่ 1]\n(Zixin และ Fan Jie เข้ามาจากด้านข้าง)\n(พูด)\nFan Jie: สุนัขเห่าอย่างคึกคักในตอนรุ่งสาง\nZixin: แสงอาทิตย์ที่สาดส่อง และน้ำค้างบาง ๆ บนชายคา\n(ตอบ)\nFan Jie: นั่น...แม่นาง Zixin ใช่มั้ย?\nZixin: ใช่แล้ว ท่าน Fan Jie นั่นเอง\n(Dongtang, senza misura)\nFan Jie: เมื่อคืนข้าฝันถึงเจ้า\nZixin: ข้าไม่อยากให้เราแยกจากกัน ถึงแม้จะได้พบกันอีกในไม่ช้าก็ตาม\nทั้งสองคน: ความปรารถนาจะเป็นจริง\n(บทพูดพร้อมเพรียงกัน)\nZixin: ท่านผู้กล้า...\nFan Jie: แม่นาง...\n(ตอบ)\nFan Jie: ดวงอาทิตย์ขึ้นทางทิศตะวันออกแล้ว ท่าเรือก็เริ่มทำงาน ได้เวลาเริ่มต้นวันใหม่ของข้าแล้ว\nFan Jie: แม่นาง Zixin ข้าต้องไปก่อนแล้วล่ะ\n(Zixin กล่าวลาและมองดูเขาจากไป Fan Jie ที่หันมองกลับมา Zixin ที่ก้มหน้าอยู่เงยหน้าขึ้นมอง Fan Jie ที่เดินจากไป และ Zixin ก็โบกมืออำลา)\n(Dongtang, lento, innig)\nZixin: ทำไมข้าถึงขี้ขลาดจนวินาทีสุดท้ายแบบนี้นะ\n(Zixin ออกจากฉาก)\n[ฉากที่ 2]\n(Wu Wang เดินเข้าฉากมาในชุดสีเขียว พร้อมกับลูกน้องทั้งสอง Wu Yi และ Wu Er)\n(พูด)\nWu Wang: ข้าชื่อ Wu Wang ขาใหญ่ของถนนเส้นนี้\nWu Wang: วันนี้ช่างเป็นวันที่น่าเบื่อ ออกไปเดินเล่นหาอะไรทำดีกว่า\n(ตอบ)\nWu Wang: Wu Yi, Wu Er!\n(ขานรับพร้อมกัน)\nทั้งสองคน: ครับ!\n(ตอบ)\nWu Wang: วันนี้ข้าอยากจะกินเมนูใหม่ ๆ สักหน่อย พวกเจ้ามีอะไรแนะนำมั้ย?\nWu Yi: Golden Shrimp Ball ดีมั้ยลูกพี่?\nWu Wang: ข้ากินเนื้อซะจนเลี่ยน Golden Shrimp Ball ก็ไม่เลวนะ\nWu Wang: Wu Er เจ้าออกไปหาร้านที่ขาย Golden Shrimp Ball กับข้า\nWu Er: ได้เลยลูกพี่\nWu Wang: เดี๋ยวก่อน Golden Shrimp Ball นี่ต้องทอดให้เป็นสีเหลืองทอง ห้ามให้ไหม้แม้แต่นิดเดียวนะ\nWu Er: ห้ามให้ไหม้แม้แต่นิดเดียว ได้เลยครับ\nWu Wang: ช้าก่อน Golden Shrimp Ball ทุกชิ้นต้องมีขนาดเท่ากัน ไม่เอาแบบที่เล็ก ๆ ใหญ่ ๆ ปะปนกันนะ\nWu Er: ไม่เอาแบบที่เล็ก ๆ ใหญ่ ๆ ปะปนกัน ให้ข้าทวนอีกครั้งมั้ย?\nWu Wang: ไม่ต้องแล้ว\nWu Er: ถ้าลูกพี่ต้องการอะไรอีก ก็บอกข้ามาได้เลย\nWu Er: ถ้าร้านนั้นทำออกมาได้ไม่ดี เราก็ทำตามกฎเดิมของเราแล้วกัน...\nWu Yi: กฎเดิมอะไร?\nWu Er: ก็ไม่ให้ Mora ไงล่ะ\nWu Wang: อ๊ะ ๆ เจ้าดูหญิงสาวที่แผงขายปลาริมทางนั่นสิ แค่เห็นความงามของนาง ข้าก็อิ่มแล้ว\n(Dongtang, lento, innig)\nWu Wang: เดี๋ยวขอข้าสืบข้อมูลเกี่ยวกับความรักของเธอก่อน จะได้รู้ว่าจะสามารถครอบครองหัวใจของเธอได้หรือไม่\n(Wu Wang เดินไปหา Zixin)\n(ตอบ)\nZixin: คุณลูกค้าต้องการซื้อปลางั้นรึ?\nWu Wang: อ่า ใช่แล้ว ๆ แม่นางเป็นลูกเต้าเหล่าใครรึ แล้วพ่อแม่ของเจ้าล่ะ?\nZixin: ข้าเติบโตที่ท่าเรือนี้ตั้งแต่เล็กจนโต พ่อแม่ของข้าแก่แล้วน่ะ ข้าก็เลยมาขายปลาหาเลี้ยงครอบครัวที่ถนนแห่งนี้แค่คนเดียว\nZixin: ว่าแต่ท่านถามทำไมเหรอ?\n(หันหน้าไปแล้วพูดด้วยเสียงทุ้มต่ำ)\nWu Wang: เยี่ยมเลย ๆ ไม่มีพ่อแม่อยู่ด้วยแบบนี้ ทางยิ่งสะดวกเลย\n(หันกลับหา Zixin)\nWu Wang: แม่นางมีคู่หมั้นคู่หมายแล้วรึยังล่ะ?\nZixin: ข้าทำงานทั้งวี่ทั้งวัน ไม่มีเวลาไปมีคู่หมั้นคู่หมายหรอกท่าน\nZixin: อ่า แล้วเรื่องคู่หมั้นคู่หมายของข้าเกี่ยวอะไรกับการซื้อปลาของท่านล่ะ\n(หันหน้าไปแล้วพูดด้วยเสียงทุ้มต่ำ)\nWu Wang: ดีมากเลย ยังไม่มีคู่หมั้นคู่หมายซะด้วย ถ้าเกิดอะไรขึ้นก็ไม่มีใครมาปกป้องเธอสินะ\n(หันกลับหา Zixin)\nWu Wang: แม่นาง แล้วเจ้ามีใครในใจแล้วรึยัง?\n(Zixin ก้มหน้าและไม่ตอบ)\n(Dongtang, senza misura)\nWu Wang: ดูท่าทางเธอก้มหน้าไม่พูดอะไรแบบนี้ คงไม่มีใครอยู่ในใจสินะ ข้า Wu Wang มีแผนการแล้วล่ะ...\nWu Wang: มา ๆๆ สหาย พวกเจ้าจงพาสาวงามคนนี้ไป อย่าให้ความงามของนางต้องเสียเปล่า\n(Wu Wang, Wu Yi และ Wu Er จับตัว Zixin ไป)\n[ฉากที่ 3]\n(ยาย Zhang เข้าฉาก)\n(ตอบ)\nยาย Zhang: ผู้ชมทุกท่าน ถ้าคุณเคยชมการแสดงของ Yun Jin บ่อยครั้งจนเป็นแฟนพันธุ์แท้แล้ว ก็น่าจะพอเดาได้ว่าจะเกิดอะไรต่อไป\nยาย Zhang: จะเกิดอะไรขึ้นต่อไป จะเกิดการต่อสู้ที่ดุเดือดขึ้นรึเปล่านะ\nยาย Zhang: ก่อนที่วีรชนจะปรากฏตัว ต้องมีแรงจูงใจบางอย่างดึงดูดเขาให้มา...\nยาย Zhang: เมื่อสัตว์ร้ายรุกรานผู้คน หรือเมื่อเกิดความเปลี่ยนแปลง ที่สุดแล้ววีรชนจะถือกำเนิดขึ้นท่ามกลางความวุ่นวายนั้น\nยาย Zhang: ถ้าเจ้าแสดงความกล้าหาญของเจ้าออกมา การกระทำของเจ้าจะเป็นที่จดจำและเลื่องลือตลอดไป แต่ถ้าเจ้าขี้ขลาด...\nยาย Zhang: แล้วใครจะจำได้ว่าเจ้าชื่อ Zhang Jie, Wang Jie หรือ Fan Jie?\nยาย Zhang: และยิ่งไปกว่านั้นชาวบ้านธรรมดา ๆ อย่างเราก็ต้องแสดงความกล้าหาญเพื่อสร้างความดีงามเอาไว้ให้เป็นที่เลื่องลือ\nยาย Zhang: เรามาดูกันว่า Fan Jie จะทำยังไงต่อไป\n(Fan Jie เข้าฉาก)\n(ตอบ)\nยาย Zhang: ปัดโธ่ ทำไมเจ้าถึงมาเอาป่านนี้ล่ะ!\nยาย Zhang: Zixin ถูกเจ้า Wu Wang จับตัวไปแล้ว!\n(Dongtang, allegro)\nFan Jie: โอ้ ไม่นะ...\nFan Jie: เมื่อได้ยินคำพูดของท่านยายแล้วข้าก็ตกใจเสียจนสติหลุดลอย ไม่คิดเลยว่าเรื่องร้าย ๆ จะเกิดขึ้นใกล้ตัวแบบนี้\nFan Jie: เจ้าคนร้ายเที่ยวปล้น ฆ่า ชิงตัวคนอื่นตามอำเภอใจคนนั้น ข้าจะบุกไปจัดการมันเอง...\nFan Jie: แต่เกรงว่าข้าอาจจะไม่มีชีวิตรอดกลับมาน่ะสิ\n(ยาย Zhang ยื่นกำไลมุกให้ Fan Jie)\nยาย Zhang: ท่าน Fan แล้วนี่จะทำยังไงดีล่ะ\n(Dongtang, allegro)\nFan Jie: พอเห็นกำไลมุกนี่แล้ว ข้าก็ฮึกเหิมขึ้นมาทันที...\nFan Jie: ผู้หญิงที่แสนบอบบางจะต้านทานเจ้าวายร้ายนั่นได้ยังไง\nFan Jie: ข้าชักดาบด้วยความโกรธแค้น พร้อมกับกำไลมุกที่อยู่ในมือ ข้าจะทำให้เจ้า Wu Wang นั่นสำนึกผิดด้วยความเจ็บปวด\n(Fan Jie และยาย Zhang ออกจากฉาก)"
          }
        ]
      },
      {
        "title": "ตอนที่ 4",
        "desc": [
          {
            "type": "RichText",
            "text": "เพื่อช่วยชีวิตคนที่เขารัก ชายหนุ่มไม่คำนึงถึงความปลอดภัยของตนเอง หยิบดาบมุ่งตรงไปยังถ้ำเสือ ในทางกลับกัน คนรักของเขาก็ให้กำลังใจเขาอย่างขมขื่น...\n- ตอนที่ 4: เชิงเทียน -\nตัวละครชาย: Fan Jie\nตัวละครหญิง: Zixin\nตัวโกง: Wu Wang\n[ฉากที่ 1]\n(Fan Jie สวมเสื้ออยู่ทางซ้ายมือ ส่วน Zixin นั่งอยู่ทางด้านขวามือเพียงลำพัง)\n(Dongtang, appassionato)\nFan Jie: เจ้าโจรร้ายกล้าลักพาตัวหญิงสาวกลางวันแสก ๆ แค่คิดว่าคนที่รักต้องทุกข์ทรมาน ใจข้าก็แสนร้าวราน\nFan Jie: นี่ช่างเป็นเรื่องที่ผิดศีลธรรมสิ้นดี ข้า Fan Jie จะพิพากษาโจรชั่วนี้เอง\nFan Jie: ข้าไปล่ะ\n(Fan Jie ขี่ม้าและมุ่งหน้าไปยังที่มั่นของเจ้าโจร Wu)\n(ตอบ)\nFan Jie: ข้าควบม้าเร็วมาถึงที่นี่ และได้ยินเสียงดังโวยวายจากด้านในกำแพง\nFan Jie: ที่นี่ต้องเป็นที่ซ่อนของพวกโจรแน่ ๆ\nFan Jie: เพื่อช่วยแม่นาง Zixin ข้าจะต้องเข้าไปในรังโจรและตามหานาง\nFan Jie: อืม เอาตามแผนนี้นี่แหละ\n(Fan Jie ปีนข้ามกำแพงและออกจากฉากไป)\n(เสียงร่วงหล่นของดอกไม้)\nZixin: ภายในห้องมีเพียงเทียนที่ส่องแสงอยู่ ส่วนด้านนอกประตูที่ล็อกอยู่นั้น ก็มีเหล่าเสือสิงห์คอยเฝ้าเอาไว้\nZixin: ไม่มีใครล่วงรู้ว่าจะเกิดเหตุการณ์แบบนี้ขึ้น และไม่มีใครรู้ว่าจะหนีจากที่ซ่อนของโจรนี้ได้อย่างไร\n[ฉากที่ 2]\n(Wu Wang เมาโซเซ และผลักประตูเข้ามาทางด้านขวา)\n(พูด)\nWu Wang: ข้าเป็นคนพาลที่แสนเดือดดาล แม้แต่เทพเจ้าก็ยังต้องยอมแพ้\n(ตอบ)\nWu Wang: ฮ่าฮ่าฮ่า เมื่อตอนกลางวันข้าได้ลักพาตัวคน ๆ หนึ่งมา เหอะ ๆ\nWu Wang: แม่นางผู้มีดวงตาสวยงามและริมฝีปากสีแดงสดใส\nWu Wang: ข้าร่ำสุรากับพ้องพวกจนอิ่มหนำสำราญ แล้วจึงมาเพื่อพบกับสาวงาม\n(Dongtang, andante calmo)\nZixin: เจ้าโจรขี้เมาทำให้ข้าร้อนรน และรีบหยิบเชิงเทียนที่มีน้ำตาเทียนเกาะอยู่ขึ้นมา\n(ตอบ)\nZixin: อย่าเข้ามานะ\n(Wu Wang และ Zixin สู้กันอย่างอุตลุด Zixin ตี Wu Wang ด้วยเชิงเทียนจนเขาล้มลงกับพื้น ส่วน Zi Xin ก็ทรุดตัวลงด้วยความตกใจ)\n(Dongtang, andante calmo)\nZixin: ท่ามกลางความโกลาหลนั้นก็ยังมีความโชคดี ข้าเดินโซซัดโซเซแล้วผลักประตูหนีออกมา\n(ตอบ)\nZixin: ด้านนอกไม่มีแสงสว่างเลยแม้แต่น้อย ทำไมถึงได้มืดอย่างนี้นะ?\nZixin: ข้าขอไปเอาเทียนสักครู่\nZixin: เดี๋ยวก่อน ถ้าถูกพวกนั้นจับได้ล่ะก็ ชีวิตข้าคงจะหาไม่\nZixin: ข้าจะนำเชิงเทียนที่ไร้แสงสว่างนี้ไปด้วย และค่อย ๆ คลำหาทางออกไปท่ามกลางความมืด\nZixin: อืม ทำตามแผนนี้แหละ"
          }
        ]
      },
      {
        "title": "ตอนที่ 5",
        "desc": [
          {
            "type": "RichText",
            "text": "ในรังโจรในตอนกลางดึกที่มืดจนมองไม่เห็นนิ้วทั้งห้า คนพาล ชายหนุ่มและหญิงสาวตามหากันในความมืด ความเข้าใจผิดที่เป็นอันตรายกำลังจะเกิดขึ้น...\n- ตอนที่ 5: ไข่มุกที่หวนคืน -\nตัวละครชาย: Fan Jie\nตัวละครหญิง: Zixin\nตัวโกง: Wu Wang\n[ฉากที่ 1]\n(Fan Jie เข้าฉากมาทางด้านซ้าย Zixin เข้ามาทางด้านขวา ส่วน Wu Wang นั้นนอนสลบอยู่ที่พื้น)\n(ทั้งสองคนต่างอยู่ในบ้านของโจร Wu และคลำหาทางเดินไปข้างหน้าท่ามกลางความมืด)\n(ทั้งสองเอื้อมมือไปสัมผัสกันในความมืด และต่างฝ่ายต่างตกใจเพราะไม่รู้ว่าอีกคนคือใคร)\n(Wu Wang ฟื้นขึ้นมา)\n(ตอบ)\nWu Wang: แม่นางช่างโหดร้ายเสียจริง ๆ กล้าทำร้ายข้าด้วยเชิงเทียนเชียวรึ\nWu Wang: มองไปรอบ ๆ ก็มืดเสียจนมองไม่เห็นผู้ใด ข้าเกรงว่าจะมีคนฉวยโอกาสนี้หนีเข้าไปในห้องโถง\nWu Wang: หึ แต่ฟ้ามืดแล้ว และประตูก็ถูกล็อกแล้วด้วย\nWu Wang: ถ้าไม่ปีนกำแพงก็ไม่มีทางออกไปได้แน่ ๆ แม่นางหนีไม่พ้นหรอก\n(Wu Wang กลับเข้าไปในห้องโถง)\n(ตอบ)\nWu Wang: อ่า เจ้าพวกโง่พวกนี้เมามายไม่ได้สติ แถมยังไม่จุดเทียนอีก\nWu Wang: เดี๋ยวข้าจุดเทียนแล้วจะเริ่มตามหาแม่นางคนนั้น\n(Wu Wang เหยียบเท้าของ Fan Jie เข้าท่ามกลางความมืด ทั้งสองคนต่างตกใจและรีบชักเท้ากลับ)\nWu Wang: ที่แท้แม่นางก็อยู่ที่นี่เอง ฮ่าฮ่าฮ่า\n(Wu Wang อ้าแขนเพื่อหวังจะจับตัว Fan Jie แต่ Fan Jie หลบได้ ทั้งสองต่างซ่อนหากันไปมาอยู่ในความมืด ส่วน Zixin นั้นหลบอยู่ที่มุมห้อง)\n(ในที่สุด Wu Wang ก็จับตัว Fan Jie ได้)\nWu Wang: ฮ่าฮ่าฮ่า จับได้แล้ว\n(ตอบ)\nWu Wang: เอ๊ะ? ไม่เจอกันเดี๋ยวเดียว ทำไมเอวอันแสนบอบบางของแม่นางถึงได้หนาขึ้นเพียงนี้ล่ะ?\nFan Jie: เป็นเพราะอากาศหนาว ข้าเลยใส่เสื้อหนาน่ะ\nWu Wang: โอ้ จริงสินะ อากาศหนาวก็ควรใส่เสื้อผ้าให้อบอุ่นเข้าไว้\nWu Wang: แล้วทำไมตัวเจ้าถึงได้สูงขึ้นขนาดนี้ล่ะ?\nFan Jie: ข้าสวมรองเท้าพื้นหนาแบบที่นักแสดงสวมใส่บนเวทีน่ะ\nWu Wang: อ่อ งั้นคงลำบากแย่เลย\nWu Wang: แล้วทำไมมือทั้งสองข้างของเจ้าถึงได้หยาบนักล่ะ?\nFan Jie: นั่นเป็นเพราะ... ท่านขยับเข้ามาใกล้ ๆ สิ\nWu Wang: โอ้ ข้าขยับมาใกล้ ๆ เจ้าแล้ว\n(Fan Jie แทง Wu Wang ด้วยดาบ)\nFan Jie: เป็นเพราะข้าจับดาบไว้แน่น เพื่อจะเอาชีวิตเจ้าไงล่ะ\n(Wu Wang ล้มลง)\n[ฉากที่ 2]\n(ตอบ)\nFan Jie: หึ เจ้าโจรใจทราม ดาบนี้จะพาวิญญาณเจ้าลงนรก\nZixin: ท่าน Fan Jie งั้นรึ?\nFan Jie: เสียงนี้ หรือจะเป็นแม่นาง Zixin?\n(Zixin, Fan Jie เอื้อมมือมาสัมผัสกัน)\nZixin: ท่าน Fan Jie!\nFan Jie: เจ้าคงลำบากแย่เลย\nFan Jie: ข้ากำจัดเจ้าวายร้ายนั่นไปแล้ว ทีนี้ก็เหลือแค่บรรดาลูกน้องมัน\nFan Jie: การตายของมันคงเป็นเหมือนต้นไม้ใหญ่ที่โค่นลง แล้วพวกลิงบนต้นไม้ก็พากันแตกกระเจิง\nFan Jie: แม่นางอย่าได้กังวลไปเลย เดี๋ยวข้าจะพังประตูเอง\n(Fan Jie พังประตู)\nZixin: หากไม่ได้ท่านมาช่วยไว้ ชีวิตข้าก็คงจะหาไม่เสียแล้ว\n(Dongtang, lento, innig)\nZixin: หวังว่าจะสามารถมอบไข่มุกเพื่อแทนใจของข้าให้กับท่านได้\nFan Jie: ปล่อยไปตามสายลมสุดขอบฟ้า\nFan Jie: ท่ามกลางแสงจันทร์สีขาวที่สาดส่องไปยังดอกไม้งาม\nZixin: และตัวข้าที่ก้มหน้าพร้อมคำสัญญาจากหัวใจ\n- จบ -"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ไข่มุกแห่งดวงใจ"
          }
        ]
      }
    ]
  }
}