{
  "epId": 2545,
  "name": "มาดาม Ping",
  "desc": "<p>อาจารย์ของ Yaoyao Yanfei และ Xiangling <span class=\"wk-shady\">เธอเป็นเซียนที่มีชื่อจริงว่า \"จ้าวขับขานล่องนครา\"</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/10257458/0f6d6b3952d41b274178b21b4b0169b9_5475850125967483263.png",
  "menuId": 10,
  "menuName": "คู่มือ NPC",
  "version": 1723998504,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "มาดาม Ping"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "ตำแหน่ง",
        "value": [
          {
            "type": "RichText",
            "text": "เซียน"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "จ้าวขับขานล่องนครา",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "เมื่อราว 3,700 ปีก่อน Rex Lapis ได้ก่อตั้งเมือง Liyue ขึ้นมาและได้ทำสัญญากับเหล่าเซียนเพื่อปกป้องผู้คนในเมือง พวกเขาได้ร่วมมือกันสร้างเมืองและถ่ายทอดการดำรงชีวิตและเทคโนโลยีต่าง ๆ ให้กับประชาชน และ จ้าวขับขานล่องนครา ก็เป็นหนึ่งในเซียนที่ยืนเคียงข้าง Rex Lapis"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/10257458/2a68bd933d4729296d6b6f53fed1c36a_2667928747658690201.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ในบรรดาเหล่าเซียนทั้งหมด Guizhong หรือ เทพแห่งฝุ่นธุลี เป็นเพื่อนอันเป็นที่รักของ จ้าวขับขานล่องนครา เรื่องราวของพวกเขาเริ่มต้นขึ้นจากกระดิ่งอันหนึ่ง Cleansing Bell เป็นหนึ่งในผลงานที่ Guizhong ได้สรรค์สร้างขึ้นมา โดยกระดิ่งอันนี้มีความสามารถด้านการขับขานบทเพลงได้ในระดับหนึ่ง มันถูกขับเคลื่อนด้วยกลไกและสามารถนำมาใช้เป็นเครื่องดนตรีได้อย่างยอดเยี่ยม ในความคิดเห็นของ Guizhong นั้น แม้ว่ากลไกจะทดแทนดนตรีที่มนุษย์สร้างอย่างสมบูรณ์มิได้ ทว่าก็เพียงพอจะสร้างสรรค์ทำนองเรียบง่ายขึ้นได้ แต่ จ้าวขับขานล่องนครา เชื่อว่าดนตรีคือเสียงจากจิตวิญญาณ เป็นสิ่งที่ออกมาจากความรู้สึก ซึ่งไม่อาจสร้างได้จากกลไก ทั้งสองโต้เถียงไม่จบไม่สิ้น จ้าววังวนเมฆาจึงต้องขอให้ราชาแห่งหินออกหน้าแทน ท่านยึดกระดิ่งและนำไปใช้ประกอบพิธีต่าง ๆ นานา ตั้งแต่นั้นมา พวกเขาก็เริ่มรวมตัวกันที่ภูเขาบ่อยครั้ง เพื่อพูดคุยเรื่องดนตรี กลไก และเรื่องต่างๆ ในโลกหล้า\nแต่ช่วงเวลาดี ๆ มักจะคงอยู่ไม่นาน ต่อมา สงครามเทพอสูรได้เริ่มขึ้น Guili Plain ลุกท่วมด้วยเปลวเพลิง Guizhong พ้ายแพ้แก่ฆ่าศึก และสิ้นใจลงในสมรภูมิ ตั้งแต่นั้นมา ด้วยคำร้องขอของ จ้าวขับขานล่องนครา ราชาแห่งหินจึงได้มอบ \"Cleansing Bell\" ให้เธอเก็บรักษาไว้"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/10257458/fbd73901aca7d29979882aac626a6dd4_7185028145569804609.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หลังจากที่เพื่อนของเธอกลับคืนสู่ฝุ่นธุลี จ้าวขับขานล่องนครา ก็ได้ตัดสินใจละทิ้งการเป็นเซียนและอยู่ร่วมกับเหล่าผู้คนในเมือง เธอได้เปลี่ยนรูปลักษณ์ของตนเองให้กลายเป็นหญิงชราและเรียกตัวเองว่า \"มาดาม Ping\""
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"ความตายของมนุษย์เปรียบดั่งโคมที่มอดดับ เฉกเช่นเดียวกับเซียนเทพ</color>\n<color=#ffffff>บางทีสักวันหนึ่ง เราอาจจะกลายเป็นฝุ่นธุลี และหวนคืนสู่ผืนดินอีกครา\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/10257458/37e0622188c126904a23f720dade00c6_7086245702761805540.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เพื่อรำลึกถึงเพื่อนที่เสียไป มาดาม Ping ได้ปลูกดอก Glaze Lily ขึ้นมา ซึ่งเป็นดอกไม้โบราณที่เกือบสูญพันธ์ไปแล้วหลังจากการเสียชีวิตของ Guizhong ในสมัยก่อนเชื่อว่าดอก Glaze Lily สามารถอ่านใจของมนุษย์ได้ หากพวกเขาได้ยินเสียงอันไพเราะ เช่น เสียงหัวเราะและการร้องเพลง พวกเขาเหล่านี้ก็คงจะบานสะพรั่งด้วยความยินดีเช่นกัน แต่ถ้าหากพวกเขาได้ยินคำนินทาหรือคำว่าร้ายมากจนเกินไป พวกเขาก็จะเหี่ยวเฉาลงอย่างรวดเร็ว ดังนั้นหลังจากการเสียชีวิตของ Guizhong จึงทำให้ดอก Glaze Lily พากันเหี่ยวเฉาลง ซึ่งนั่นรวมไปถึงเมื่อครั้งการประกาศการเสียชีวิตของเทพแห่งหิน Morax ด้วยเช่นกัน\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p>แขกลึกลับผู้ถูกเชิญโดย &#34;โถงแห่งการเกิดใหม่ Wangsheng&#34;</p><p>มีความรู้แตกฉานในทุก ๆ เรื่อง</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3487,
        "name": "Guizhong",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/27/115795437/d764314ff0105fdd260019c1d559cd97_7664251950626354349.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "จ้าววังวนเมฆา",
        "desc": "<p>NPC พิเศษเฉพาะเควสต์ เธอเป็นเซียนที่อาศัยอยู่บนภูเขา Aocang เมือง Liyue</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/65858273/46ee1323ddfe94fe1707c1d50912504e_4212768691664825878.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "name": "Cleansing Bell",
        "desc": "ว่ากันว่านี่คือระฆังเวทมนตร์ที่เตรียม เอาไว้ให้เซียนโดยเฉพาะ เสียงระฆังดังเป็นระยะๆ แต่ก้องกังวานและเนิ่นนาน ซึ่งสามารถชะล้างโลกมนุษย์ได้<br/>เมื่อถือไว้ในมือจะรู้สึกราวกับ มีสิ่งมีชีวิตอยู่ในนั้น...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Bell_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1183,
        "name": "Glaze Lily",
        "desc": "ดอกไม้ที่มีความเก่าแก่มาก ว่ากันว่าเคยพบได้ทุกที่ใน Liyue สามารถแปลงความทรงจำของเมืองให้เป็นกลิ่นหอมในช่วงที่บานสะพรั่ง",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Glaze Lily_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "มาดาม Ping",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "หลายปีต่อมา หลังจาก จ้าวขับขานล่องนครา ใช้ชีวิตในร่างของหญิงชรา และแทบจะไม่มีใครในเมืองที่รู้ว่าเธอเป็นเซียน เนื่องจาก Rex Lapis ได้มอบ \"Illumination\" ให้แก่เหล่าเซียน จึงทำให้พวกเขาสามารถสร้างโลกเสมือนขนาดพกพา และมาดาม Ping ได้สร้าง Serenitea Pot ให้กลายเป็นที่พำนักของเธอ"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/10257458/1156b91b397572c2e45461bf652d14e3_5366607965361809671.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "กระทั่งวันหนึ่ง ระหว่างพิธีส่งเซียน เทพแห่งหินที่ได้เสียชีวิตลง เพื่อช่วงระหว่างการทำพิธีนั้น ที่ปรึกษาของโถงทางเดินแห่งการเกิดใหม่ Wangsheng Zhongli ได้มาขอยืมกระดิ่งจากมาดาม Ping ซึ่งเป็นกระดิ่งเดียวกับที่ Zhongli เคยยึดไปจากเธอและ Guizhong ความจริงแล้ว Zhongli เป็นเทพแห่งหิน หรือก็คือ Rex Lapis ซึ่งเขาต้องการลงจากตำแหน่งเทพ เพื่อการนี้เองเขาจึงได้สร้างสถานการณ์นี้ขึ้นมาเพื่อให้ประชาชนเข้าใจว่าเทพแห่งหินได้เสียชีวิตลงแล้ว"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/30/10257458/b39d8e606ff91735c0caa80d6ff4509a_9214691874078683882.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "หลังจากการเสียชีวิตของเทพแห่งหิน ชาว Liyue ต้องเผชิญหน้ากับหายนะครั้งใหม่ เทพเจ้าวังน้ำวน Osial ซึ่งถูก Childe ปลดผนึกขึ้นมา ทำให้ต้องการแลกกับ Gnosis ของเทพแห่งหิน จ้าวขับขานล่องนคาร ได้เข้าร่วมการหยุดยั้ง Osial กับเหล่าเซียนทุกคน เพื่อปกป้องผู้คนในท่าเรือ Liyue เหล่าเซียนต่างไม่ต้องการมอบอำนาจให้แก่ Qixing ซึ่งเป็นมนุษย์ในการดูแลเมือง แต่ในทางกลับกันนั้น มาดาม Ping ต้องการมอบความไว้วางใจของชาว Liyue ให้เหล่าเซียนยอมรับ เธอรู้ว่า Ninngguang ซึ่งเป็น Tianquan เจ็ดดาราแห่ง Liyue มีพลังมากพอที่จะกำจัด Osial ลงได้ และหากเธอเต็มใจที่จะเสียสละทุกสิ่งในชีวิจของเธอเพื่อปกป้อง Liyue เธอก็คู่ควรที่จะได้ปกป้องเมืองแห่งนี้ต่อไป\nเมื่อเสร็จสิ้นพิธีส่งเซียนเป็นที่เรียบร้อยแล้ว มาดาม Ping ได้มอบที่พักพิงซึ่งอยู่ในกาน้ำชาให้เป็นของขวัญแก่นักเดินทางและ Paimon เพื่อเป็นการแสดงความขอบคุณสำหรับการช่วยเหลือ เพื่อที่ทั้งสองจะได้มีที่หลับนอนอยู่เสมอ สถานที่ที่เรียกว่า Serenitea Pot นั้นถูกสรั้างขึ้นจาก Smaragdus Jadeite และ Shimmersoil ซึ่งหาได้ยากยิ่งจากริมฝั่งของ Dihua Marsh มาดาม Ping ได้ขอให้เพื่อของเธอ Teapot Spirit Rain Calmer หรือที่รู้จักในชื่อ Tubby รับผิดชอบในการดูแลที่แห่งนี้\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p>แขกลึกลับผู้ถูกเชิญโดย &#34;โถงแห่งการเกิดใหม่ Wangsheng&#34;</p><p>มีความรู้แตกฉานในทุก ๆ เรื่อง</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 8,
        "name": "Ningguang",
        "desc": "<p>Tianquan แห่ง Liyue Qixing ความมั่งคั่งของเธอนั้น ไม่มีผู้ใดใน Teyvat เทียบได้</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Ningguang_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2100,
        "name": "Childe",
        "desc": "Tartaglia ผู้บริหารอันดับที่สิบเอ็ดของ Fatui มีฉายาว่า \"Childe\"<br/>เขาดึงพลังจาก \"เนตรมาร\" ซึ่งเป็นแหล่งพลังที่ชั่วร้าย และต่อสู้ด้วยศิลปะการต่อสู้ที่เขาเรียนรู้ในดินแดนแห่งความมืดมิด<br/><br/>เขาเป็นนักรบที่มีความปรารถนาในการต่อสู้อย่างไม่มีที่สิ้นสุด<br/>ทุกครั้งที่มีการต่อสู้จนเสียเลือด ทุกครั้งที่มีการท้าทายที่เอาชีวิตเป็นเดิมพัน สำหรับเขาแล้วมันเป็นเพียงบททดสอบที่น่าสนุกเท่านั้น<br/>ว่ากันว่าชื่อเสียงในด้านการต่อสู้ของ Childe นั้นเลื่องลือไปทั่วทุกสารทิศ<br/>แต่ตัวเขาเองไม่เคยสนใจกับคำพูดเหล่านี้เลย<br/><br/>เพราะว่า...<br/><i>\"เธอจะเป็นเหมือนตาพายุแห่งความขัดแย้ง</i><br/><i>\"เสียงของดาบที่ปะทะกันจะเป็นท่วงทำนองที่ร่วมทางไปกับเธอเสมอ</i><br/><i>\"ความทรงจำอันดำมืดจากการตกอยู่ในดินแดนแห่งความมืดมิด</i><br/><i>จะกลายเป็นพลังที่ทำให้เธอพลิกโลกทั้งใบได้\"</i>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Childe_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3524,
        "name": "Tubby",
        "desc": "<p>Tubby เป็นเซียนที่คอยดูแลและช่วยเหลือนักเดินทางในการสร้างอาณาจักรกาน้ำชาใน Sereniter Pot</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/05/10257458/92f7252b0d5f4a371655933b505a69c8_874904360585383615.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1038,
        "name": "Cleansing Bell",
        "desc": "ว่ากันว่านี่คือระฆังเวทมนตร์ที่เตรียม เอาไว้ให้เซียนโดยเฉพาะ เสียงระฆังดังเป็นระยะๆ แต่ก้องกังวานและเนิ่นนาน ซึ่งสามารถชะล้างโลกมนุษย์ได้<br/>เมื่อถือไว้ในมือจะรู้สึกราวกับ มีสิ่งมีชีวิตอยู่ในนั้น...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cleansing Bell_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 657,
        "name": "Serenitea Pot",
        "desc": "กาน้ำชาจากมาดาม Ping ซึ่งดูเหมือนว่าจะมีโลกอีกใบหนึ่งอยู่ด้านใน...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Serenitea Pot_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1478,
        "name": "Smaragdus Jadeite",
        "desc": "ก้อนหินที่ชื่อว่า \"Smaragdus Jadeite\" ไม่รู้เหมือนกันว่ามาดาม Ping จะเอามันมาทำอะไร...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Smaragdus Jadeite_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ลูกศิษย์",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "หากเหล่าเซียนได้บังเอิญพับกับคนที่มีโชคชะตาเกี่ยวกับวิถีแห่งเซียน พวกเขาจะรับคนเหล่านี้เข้ามาฝึกตนเป็นเซียนและฝึกสอนศิลปะการต่อสู่ให้แก่พวกเขา ในบรรดาเซียนทั้งหมดนั้น จ้าวขับขานล่องนครา เป็นหนึ่งในผู้ที่มีปฏิสัมพันธ์กับมนุษย์มากที่สุด เธอมีลูกศิษย์มากมาย และลูกศิษย์คนเล็กนั้นมีขื่อว่า Yaoyao การที่ Yaoyao คอยเก็บดอกไม้ ปลา หรือแม้กระทั่งหิน ทำให้เธอมักนึกถึงเพื่อนๆ เหล่าเซียนขึ้นมาอยู่บ่อยครั้ง และเพราะความเอาใจใส่ของเด็กคนนี้มักจะดึงดูดความสนใจของเธออยู่เสมอ Yaoyao เกิดมาในสถานที่เงียบสงบซึ่งใกล้กับหมู่บ้าน Qingce เมื่อครั้งที่ Yaoyao มาเป็นศิษย์วันแรก เธอเด็กเกินกว่าที่จะเรียนรู้การอ่านและเขียนได้ ดังนั้นอาจารย์ของเธอจึงได้เริ่มสอนให้เธอทราบถึงมารยาทของการอ่านหนังสือ เมื่อเธอเติบโตขึ้น จ้าวขับขานล่องนครา ได้ค่อย ๆ เพิ่มการฝึกฝนเช่นพิธีของเหล่าเซียนและศิลปะการใช้หอกให้แก่ Yaoyao ด้วยบทเรียนที่มีความกว้างขวางจึงเป็นเหมือนความท้าทายสำหรับ Yaoyao แต่ถึงกระนั้น อาจารย์ของเธอก็ไม่ได้กังวลมากเกินไปกับเรื่องพวกนี้ เพราะเห็นได้ชัดว่า Yaoyao มักจะตั้งใจฟังสิ่งที่เธอสอนอยู่เสมอ ในตอนแรกหลังจากที่ตัดสินใจเป็นอาจารย์ที่เข้มงวดนั้น จ้าวขับขานล่องนครา ก็รู้สึกโล่งใจเมื่อได้เห็นถึงทัศนคติที่จริงจังของ Yaoyao และด้วยเหตุนี้จึงทำให้เธอรู้สึกผ่อนคลายลงเล็กน้อย การที่ Yaoyao ปฏิบัติต่อเธอราวกับเป็นคุณยายคนหนึ่งเท่านั้นทำให้เธอรู้สึกอบอุ่นหัวใจเป็นอย่างมาก\nจริงๆ แล้วแม้ Yaoyao จะสูงเพียงครึ่งหนึ่งของผู้ใหญ่ แต่ Yaoyao ก็มักจะร่วมทานอาหารกับ เจ้าขับขานล่องนครา และกังวลเรื่องสุขภาพของเธอเมื่อช่วงหน้าร้อนของปีแล้วและได้เข้าสู่สภาพอากาศที่หนาวเย็น ราวกับวลืมไปว่าอาการปวดหัวและเป็นไข้ไม่ใช่ปัญหาสำหรับเซียน อันที่จริง จ้าวขับขานล่องนครา รู้สึกราวกับว่าเธอมีหลานสาวอยู่เคียงข้าง และตั้งแต่นั้นมา เธอก็ไม่เคยพูดอะไรที่เข้มงวดกับเด็กคนนี้อีกเลย แม้ว่าแรกเริ่มเดิมทีเธอไม่ได้สร้างความสัมพันธ์นี้ด้วยความตั้งใจใดๆ นอกเหนือจากการรับลูกศิษย์ แต่ตอนนี้เธอพบว่าตัวเองและ Yaoyao แยกจากกันไม่ได้ ซึ่งเธอคิดว่าถึงเป็นเช่นนี้ก็ไม่เป็นไร ปล่อยให้เด็กตัวน้อยอยู่เคียงข้างเธอสักพัก เพราะเธอยังมีอะไรให้สอนอีกมากมายนัก\nลูกศิษย์อีกคนหนึ่งของ จ้าวขับขานล่องนครา คือ Xiangling ซึ่งเป็นเพื่อนของ Yaoyao และเป็นเชฟที่มีพรสวรรค์ ซึ่งเธอมักจะทดลองส่วนผสมในการทำอาหารต่าง ๆ อยู่เสมอ จ้าวขับขานล่องนครา ได้ถ่ายทอดวิชาการใช้หอกให้แก่ Xiangling ซึ่งในตอนนี้เธอได้คอยช่วยสอนสั่งวิชานี้ให้แก่ Yaoyao ด้วยเช่นกัน"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/10257458/244271017e44c0b8e8e79747c2ab9856_3347134045069668755.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "นอกจากนี้ จ้าวขับขานล่องนครา ยังค่อนข้างมีความใกล้ชิดกับ Yanfei ที่ปรึกษาด้านกฎหมายชื่อดังแห่งท่าเรือ Liyue ซึ่งพ่อของเธอเป็นเซียนที่ต่อสู้เคียงข้าง Rex Lapis ในช่วงศึกสงครามเทพเจ้า ในขณะที่แม่ของเธอนั้นเป็นมนุษย์ เมื่อพ่อแม่ของ Yanfei ออกเดินทางไปยังแดนไกล Yanfei ก็ได้มาอาศัยอยู่กับมาดาม Ping\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>ศิษย์ที่อายุน้อยที่สุดที่อยู่ภายใต้การดูแลของจ้าวขับขานล่องนครา เธอคือ \"ผู้ใหญ่ตัวน้อย\" ที่อ่อนโยนและใจอารี</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/13/176148810/5bc9df1fb67391e4c8080da3d855de53_5201176621218310582.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 50,
        "name": "Xiangling",
        "desc": "<p>เชฟชื่อดังจาก Liyue ผู้หลงใหล ในการปรุงอาหารเป็นอย่างมาก</p><p>ซึ่งอาหารรสเผ็ดของเธอนั้น ช่างโดดเด่นไม่เป็นสองรองใคร</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiangling_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "ที่ปรึกษาด้านกฎหมายผู้โด่งดังที่ประจำอยู่ที่ท่าเรือ Liyue หญิงสาวผู้ปราดเปรื่องที่มีสายเลือดสัตว์เวทผสมอยู่",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Iridescence Tour",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "หลายชั่วอายุคนผ่านไป นักเดินทางจาก Fontaine ได้เดินทางมายัง Liyue และได้เกิดอุบัติเหตุลื่นตกลงไปในทะเลสาบ ขณะที่เขาจมลงสู่ก้นทะเลสาบและจวนจะขาดอากาศหายใจ เขากลับได้ยินเสียงเพลงอันน่ามหัศจรรย์ เขากล่าวว่ามันเป็นท่วงทำนองที่ไพเราะที่สุดเท่าที่เขาเคยได้ยินมา แม้แต่ในช่วงเวลาแห่งชีวิตนั้น ดนตรีอันบริสุทธิ์กลับดึงดูดความสนใจของเขาได้อย่างเต็มที่ และเกือบจะทำให้เขาลืมความเป็นจริงที่ว่าเขากำลังจมน้ำ ในที่สุดเมื่อเขาลืมตาตื่นอีกครั้งก็พบว่าเขาถูกพัดมาเกยฝั่งเสียแล้ว ไม่ไกลจากจุดที่เขาอยู่นั้น มีหญิงสาวแปลกหน้าที่ไม่คุ้นเคยและมีกลิ่นอายอันสูงส่ง เมื่อเธอเห็นเขาไม่ได้รับอันตรายแล้ว เธอก็จากไปโดยไม่เอ่ยกล่าวอะไรอีก นักเดินทางพยายามวิ่งตามเธอไปเพื่อที่จะแสดงความขอบคุณ แต่สุดท้ายแม้ว่าพวกเขาจะอยู่ห่างกันเพียงสิบก้าวเขาก็ไม่สามารถตามเธอได้ทัน ในท้ายที่สุดสิ่งที่เขาสามารถทำได้ในช่วงเวลานั้นมีเพียงการโค้งคำนับหญิงสาวคนนั้นในขณะที่เขามองดูเธอเดินจากไปผ่านแม่น้ำและภูเขา ก่อนที่เขาจะหันหลังและเดินทางกลับบ้านเกิด เมื่อเขากลับมาที่ Fontaine เขาเริ่มเรียนรู้เครื่องดนตรีมากมายเพื่อเผยแพร่เรื่องราวของเขาให้ออกสู่โลกกว้าง เฉกเช่นเดียวกับบทกวี หลังจากการเล่าขานถูกส่งต่อกันรุ่นสู่รุ่น มีการปรับเสริมเติมแต่ง และการแสดงละครมาหลายชั่วอายุคน ผู้คนต่างคิดว่าหญิงสาวคนนั้นเป็นเซียนหญิงตนหนึ่ง เรื่องนี้ได้กลายเป็นตำนานท้องถิ่นของ Fontaine ที่มีชื่อว่า \"ทะเลสาบที่เซียนหญิงคอยปกปักรักษา\" ผู้คนมักกล่าวว่า หากเล่นดนตรีแถวริมน้ำในป่า เมื่อเล่นในระดับที่ดีมากพอ จะมีเซียนหญิงล่องหนมาร่วมวงด้วย\nหลายปีผ่านไป Dvorak ซึ่งเป็นบรรพบุรุษของนักเดินทางคนนั้น ได้ออกเดินทางจากบ้านเกิดเพื่อค้นหาความจริงของนิทานเรื่องนี้ เขาตัดสินใจย้อนรอยถึงสิ่งที่เกิดขึ้นกับบรรพบุรุษของเขาและค้นหาเซียนหญิงคนนั้น เขาใช้เวลาหลายปีบนท้องถนน และความปราถนาที่เขาใช้เวลามาครึ่งชีวิตในการไล่ตามหาความจริงนั้นกลับกลายเป็นความหลงใหลไปในที่สุด ครั้งหนึ่ง Dvorak ได้สวดภาวนาขอคำชี้แนะจากเทพแห่งสายลม หน้าวิหารเมือง Mondstadt และทันทีที่เขาก้าวออกจากประตูเมือง เขาก็สังเกตุเห็นกลุ่มใบไม้ปลิวไสวไปตามสายลม ห่างออกไปเรื่อย ๆ จากจุดที่เขายืนอยู่นั้นคือทิศตะวันตก มุ่งหน้าสู่ Stone Gate คนในเมืองที่พบเห็นสิ่งที่เกิดขึ้นนี้ได้กล่าวว่า สายลมกำลังพักพานำเขาไปยัง Liyue ดังนั้นแล้ว Dvorak จึงได้ทำตามคำชี้แนะนั้นและออกเดินทางไปยังสถานที่แห่งนั้นทันที"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/10257458/851e05bae840cc509552425cd63d4b9d_7288637360863483597.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ด้วยความช่วยเหลือจากนักเดินทาง Paimon และ เจ้าวังวนเมฆา Dvorak ได้พบกับหญิงสาวที่ช่วยบรรพบุรุษของเขา ซึ่งนั่นก็คือ จ้าวขับขานล่องนครา ครั้งหนึ่งเมื่อนานมาแล้ว จ้าวขับขานล่องนครา เคยชอบการพบปะสังสรรค์ การดื่มสุรา และดนตรี แต่หลังจากที่ Guizhong ได้เสียชีวิตลง เธอก็ได้ละทิ้งตัวตนของเธอ และขึ้นไปยังยอดภูเขาเพียงลำพัง เธอได้แต่ครุ่นคิดและนึกถึงท่วงทำนองจากพิณของเธอ ดนตรีได้เปลี่ยนจากความเศร้าโศกกลายเป็นความผ่อนคลายและอบอุ่น และในช่วงเวลาหลายปีนั้นเองเธอได้แต่งทำนองเพลงหนึ่งจนเป็นที่น่าพอใจขึ้นมาเพื่อเป็นการไว้อาลัยให้แก่เพื่อนของเธอ เธอได้บรรเลงบทเพลงนั้นสู่ท้องนภา แต่น่าเสียดายที่มีคนเคยได้ยินเธอเล่นบทเพลงนี้แค่เพียงครั้งเดียวเท่านั้น"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"สายพิณยังไม่ขาด แต่สหายรู้ใจกลับตายจากแล้ว จ้าววังวน เจ้าบอกข้าสิว่าข้าจะบรรเลงเพลงนี้ให้ใครฟังได้อีก\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ท่วงทำนองนั้นได้ดึงดูดนักท่องเที่ยวและได้กลายเป็นตำนานที่ถูกเล่าขานส่งต่อกันมา"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/31/10257458/908cf36fa968c9df8d11d9d12f75458c_1486979625610497425.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เรื่องราวของบรรพบุรุษของ Dvorak และ จ้าวขับขานล่องนครา นั้นได้กลายเป็นแรงบันดาลใจให้แก่ Dvorak เพื่อจัดเทศกาล Iridescence Tour ซึ่งเป็นหนึ่งในเทศกาลดนตรีที่ใหญ่ที่สุดใน Fontaine Dvorak เป็นผู้ที่ริเริ่มการนำเทศกาล Lantern Rite มาทำให้กลายเป็นเทศกาลดนตรีที่ผสมผสานดนตรีสมัยใหม่และดนตรีคลาสสิกเข้าด้วยกัน ในตอนท้ายของเทศกาล Lantern Rite จ้าวขับขานล่องนครา ได้บรรเลงทำนองของเธอ ซึ่งเปรียบดั่งแรงบันดาลใจในการสร้างสรรค์เทศกาลดนตรีในครั้งนี้อีกด้วย\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "เทศกาล Lantern Rite",
        "desc": "<p>ในวันพระจันทร์เต็มดวงแรกของทุกปีจะเป็นวันเฉลิมฉลองเทศกาล Lantern Rite ของ Liyue ชาวเมืองจะประดับท้องฟ้ายามค่ำคืนด้วยโคมลอยและโคม Mingxiao ภายในโคมลอยจะมีหินแร่ Plaustrite และความปรารถนาที่ถูกเขียนลงบนแผ่นไม้ โคมที่ลอยล่องไปตามสายลม คอยให้แสงสว่างนำทางแก่วิญญาณที่คอยปกป้อง Liyue</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/115795437/fbae4f414f399aea1959bcbb588f50aa_5610504529125907311.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3486,
        "name": "Dvorak",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Dvorak เป็น NPC พิเศษที่ออกมาเฉพาะเควสต์กิจกรรม \"ลำนำเพลงบรรเลงก้องราตรี\"</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/10257458/3f82489b8c5f64483f809198483c4709_7752496024271841895.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2523,
        "name": "จ้าววังวนเมฆา",
        "desc": "<p>NPC พิเศษเฉพาะเควสต์ เธอเป็นเซียนที่อาศัยอยู่บนภูเขา Aocang เมือง Liyue</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/19/65858273/46ee1323ddfe94fe1707c1d50912504e_4212768691664825878.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>เควสต์เทพเจ้า</color>\nตอนที่ 1\nบทที่ 1: ลาก่อน เทพโบราณ\nท้องฟ้าในกาน้ำชา\nบทที่ 3: ดาราใหม่ฉายแสง\nกลับสู่สวรรค์\nส่งเซียน\n<color=#ffffff>เควสต์ระดับตำนาน</color>\n<color=#ffffff>แสงจันทร์พันลี้</color>\nบทแห่งกระเรียนเมฆา: ฉากที่ 1\n<color=#ffffff>เควสต์โลก</color>\nกาหยกแสนละมุน-1\nศาสตร์แห่งการทำสวน\n<color=#ffffff>เควสต์กิจกรรม</color>\n<color=#ffffff>เทศกาล Lantern Rite</color>\nตอนที่ 1: แสงมาจากไหนกันนะ\n<color=#ffffff>แสงนวลเคล้าจันทร์</color>\nตอนที่ 2: หนึ่งตะเกียบ เบิ้ลสอง ทุกสามมื้อ เลื่องลือไปทุกสี่ย่านน้ำ ครบห้ารสชาติอูมามิ\nตอนที่ 3: ผ่านหกสัมผัส รื่นเริงเจ็ดเทพเซียน กลิ่นหอมจากแปดทิศ ไปถึงเก้าสวรรค์ชั้นฟ้า สิบเปรมปรีดา\n<color=#ffffff>แสงสีสันแต่งแต้มท้องนภา</color>\nชมแสงแห่งเดือนและดาว ท่องไปตามป่าเขาลำเนาไพร\nดวงดาวโบยบินหลากสีสัน ร่วมกันอวยพรปีใหม่\n<color=#ffffff>ลำนำเพลงบรรเลงก้องราตรี</color>\nตอนที่ 1: ท่องพันลี้แสวงร่องรอยบทเพลงลึกลับ\nตอนที่ 2: ทำนองนี้ฟังกับผู้ใดเล่า\n<color=#ffffff>กิจกรรมเว็ปไซต์</color>\nการเดินทางแห่ง ความทรงจำ\nงานเลี้ยงบทเพลงเซียนหวนคืน\nความทรงจำของดวงดาว"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/10257458/61f706152a345f7148487f1169bdef55_6476433774495448647.png"
      },
      {
        "key": "สถานที่",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/10257458/12c8c0c1297ed856fa6bff78e5b29d97_6723261300904844220.jpg",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "ท่าเรือ Liyue - Liyue"
          }
        ]
      },
      {
        "key": "มาดาม Ping",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/10257458/9183df607ca57add5534afff69d9bb6e_8476321460188274119.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "มาดาม Ping ในร่าง \"จ้าวขับขานล่องนครา\""
          }
        ]
      },
      {
        "key": "มาดาม Ping",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/10257458/61d50fda74021bb63c04732f5140e73f_5331520259260965355.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Guizhong และ จ้าวขับขานล่องนครา (มาดาม Ping)"
          }
        ]
      },
      {
        "key": "มาดาม Ping",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/10257458/851e05bae840cc509552425cd63d4b9d_7584922855877294475.jpg",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "จ้าวขับขานล่องนครา และ จ้าววังวนเมฆา"
          }
        ]
      }
    ]
  }
}