{
  "epId": 2672,
  "name": "Deepwood Memories",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/14/176148810/f526e111c9c7dcbaed0d7fd8c8d58ef2_8243587209400106454.png",
  "filterValues": {
    "reliquaryEffect": [
      "ความต้านทานธาตุ",
      "โบนัสความเสียหาย"
    ]
  },
  "menuId": 5,
  "menuName": "อาร์ติแฟกต์",
  "version": 1698247101,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวละคร"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หมายเหตุ"
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>นกน้อยในกรงทองของวิหารแห่ง Surasthana ทำได้เพียงจ้องมองโลกใบนี้ผ่านทางความฝัน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/144837601/f29490bddc56b4a6773b6c5003bbb853_2080858609251172602.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Nahida เป็นตัวละคร <color=#99ff88>ธาตุไม้</color> ที่สามารถใช้ <color=#ffd780>สกิลธาตุ</color> สร้าง <color=#99ff88>ความเสียหายไม้</color> แก่ศัตรูได้จากทั้งในสนามและนอกสนาม ทำให้ Nahida สามารถใช้โบนัสเซ็ตของ <color=#ffffff>Deepwood Memories</color> เพื่อเพิ่มความเสียหายโดยรวมได้เป็นอย่างดี"
      },
      {
        "type": "CustomEntry",
        "epId": 3609,
        "name": "Baizhu",
        "desc": "<p><span>เจ้าของร้านยา \"</span>Bubu Pharmacy\" <span>มักจะมีงูเผือกที่ชื่อว่า \"</span>Changsheng\" <span>อยู่ข้างกายเสมอ เก่งเรื่องยาและการฝังเข็ม จิตใจลึกล้ำสุดหยั่งถึง</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/29/176148810/05599650d7f42e1c4adde373de6b297d_3847603196265472989.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Baizhu เป็นตัวละคร <color=#99ff88>ธาตุไม้</color> ที่สามารถใช้ทั้ง <color=#ffd780>สกิลธาตุ</color> และ <color=#ffd780>ท่าไม้ตาย</color> ในการสร้าง <color=#99ff88>ความเสียหายไม้</color> แก่ศัตรูได้จากทั้งในสนามและนอกสนาม ทำให้ Baizhu สามารถใช้โบนัสเซ็ตของ <color=#ffffff>Deepwood Memories</color> เพื่อเพิ่มความเสียหายโดยรวมได้เป็นอย่างดี"
      },
      {
        "type": "CustomEntry",
        "epId": 2265,
        "name": "Tighnari",
        "desc": "<p>นักวิชาการรุ่นเยาว์ที่เชี่ยวชาญด้านพฤกษศาสตร์</p><p>ตอนนี้เขาทำหน้าที่เป็นหัวหน้าเจ้าหน้าที่พิทักษ์ป่าที่ Avidya Forest</p><p>นิสัยตรงไปตรงมากระตือรือร้น เก่งในเรื่องการแนะนำสั่งสอนพวกคนสมองเลอะเลือน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/144837601/d039c6da9285163f46b85f0241f29c17_8067599399751884379.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Tighnari เป็นตัวละคร <color=#99ff88>ธาตุไม้</color> ที่สามารถใช้ทั้ง <color=#ffd780>สกิลธาตุ</color> และ <color=#ffd780>ท่าไม้ตาย</color> ในการสร้าง <color=#99ff88>ความเสียหายไม้</color> แก่ศัตรูได้ ทำให้ Tighnari สามารถใช้โบนัสเซ็ตของ <color=#ffffff>Deepwood Memories</color> เพื่อเพิ่มความเสียหายโดยรวมได้เป็นอย่างดี"
      },
      {
        "type": "CustomEntry",
        "epId": 3336,
        "name": "Alhaitham",
        "desc": "<p>เสมียนคนปัจจุบันของสถาบัน Sumeru มีสติปัญญา และพรสวรรค์ที่เหนือคนธรรมดา เขาใช้ชีวิตอย่างอิสระจนคนส่วนใหญ่แทบจะหาเขาไม่เจอ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/14/72229630/25249dd20b86c775fb35bdbbd805d9ec_4955674629450995104.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Alhaitham เป็นตัวละคร <color=#99ff88>ธาตุไม้</color> ที่สามารถใช้ทั้ง <color=#ffd780>สกิลธาตุ</color> และ <color=#ffd780>ท่าไม้ตาย</color> ในการสร้าง <color=#99ff88>ความเสียหายไม้</color> แก่ศัตรูได้ ทำให้ Alhaitham สามารถใช้โบนัสเซ็ตของ <color=#ffffff>Deepwood Memories</color> เพื่อเพิ่มความเสียหายโดยรวมได้เป็นอย่างดี"
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p>เจ้าหน้าที่พิทักษ์ป่าฝึกหัดที่ทำงานอยู่ใน Avidya Forest </p><p>เบื้องหลังคำพูดและการกระทำอันแสนใส่ใจ คือหัวใจที่ถูกเก็บงำซ่อนไว้</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/144837601/37a18b6b6865c59063003a9380f08225_7166298717920241053.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Collei เป็นตัวละคร <color=#99ff88>ธาตุไม้</color> ที่สามารถใช้ทั้ง <color=#ffd780>สกิลธาตุ</color> และ <color=#ffd780>ท่าไม้ตาย</color> ในการสร้าง <color=#99ff88>ความเสียหายไม้</color> แก่ศัตรูได้จากทั้งในสนามและนอกสนาม ทำให้ Collei สามารถใช้โบนัสเซ็ตของ <color=#ffffff>Deepwood Memories</color> เพื่อเพิ่มความเสียหายโดยรวมได้เป็นอย่างดี"
      },
      {
        "type": "CustomEntry",
        "epId": 3608,
        "name": "Kaveh",
        "desc": "<p>สถาปนิกที่มีชื่อเสียงของ Sumeru เขาเป็นคนที่ใส่ใจเป็นห่วงเป็นใยหลายสิ่งหลายอย่างมากจนเกินไป ทั้งยังเป็นนักสุนทรียศาสตร์ ผู้มีปัญหากับความเป็นจริงอีกด้วย</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/28/144837601/2270aba02b92034d7d76b4426be8f53b_9086553852489645779.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Kaveh เป็นตัวละคร <color=#99ff88>ธาตุไม้</color> ที่สามารถใช้ทั้ง <color=#ffd780>สกิลธาตุ</color> และ <color=#ffd780>ท่าไม้ตาย</color> ในการสร้าง <color=#99ff88>ความเสียหายไม้</color> แก่ศัตรูได้ ทำให้ Kaveh สามารถใช้โบนัสเซ็ตของ <color=#ffffff>Deepwood Memories</color> เพื่อเพิ่มความเสียหายโดยรวมได้เป็นอย่างดี"
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p>พนักงานส่งของบริษัทขนส่ง Komaniya Express \"เนโกะมาตะ\" ตนหนึ่งที่รักในงานของตัวเอง และโหยหาสังคมมนุษย์</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/22/65858273/d1699810632f8c3bc8c1e8c8beb8250f_7607215445636994387.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Kirara เป็นตัวละคร <color=#99ff88>ธาตุไม้</color> ที่สามารถใช้ทั้ง <color=#ffd780>สกิลธาตุ</color> และ <color=#ffd780>ท่าไม้ตาย</color> ในการสร้าง <color=#99ff88>ความเสียหายไม้</color> แก่ศัตรูได้ ทำให้ Kirara สามารถใช้โบนัสเซ็ตของ <color=#ffffff>Deepwood Memories</color> เพื่อเพิ่มความเสียหายโดยรวมได้เป็นอย่างดี"
      },
      {
        "type": "CustomEntry",
        "epId": 3335,
        "name": "Yaoyao",
        "desc": "<p>ศิษย์ที่อายุน้อยที่สุดที่อยู่ภายใต้การดูแลของจ้าวขับขานล่องนครา เธอคือ \"ผู้ใหญ่ตัวน้อย\" ที่อ่อนโยนและใจอารี</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/13/176148810/5bc9df1fb67391e4c8080da3d855de53_5201176621218310582.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Yaoyao เป็นตัวละคร <color=#99ff88>ธาตุไม้</color> ที่สามารถใช้ทั้ง <color=#ffd780>สกิลธาตุ</color> และ <color=#ffd780>ท่าไม้ตาย</color> ในการสร้าง <color=#99ff88>ความเสียหายไม้</color> แก่ศัตรูได้จากทั้งในสนามและนอกสนาม ทำให้ Yaoyao สามารถใช้โบนัสเซ็ตของ <color=#ffffff>Deepwood Memories</color> เพื่อเพิ่มความเสียหายโดยรวมได้เป็นอย่างดี"
      }
    ],
    "story": [
      {
        "title": "Labyrinth Wayfarer",
        "desc": [
          {
            "type": "RichText",
            "text": "ก่อนที่ราชาแห่งพงไพรจะถือกำเนิด เขาเคยได้รับมงกุฎจากเทพพฤกษา\nสุดท้ายแล้วมงกุฎก็ตกทอดไปยังสาวน้อยคนแรกที่เดินตามรอยเท้าของราชาจนผ่านเขาวงกตมาได้\nเธอเคยรับอุปการะเด็ก ๆ มากมายที่หลงทางในป่า และไม่เคยเหยียบย่ำดอกไม้เลย\nเพราะเธอมีชีวิตอยู่เพื่อรับใช้ราชา และช่วยรักษาเขาวงกตไว้เท่านั้น เพราะเธอรู้ว่าโลกนี้เป็นแค่ความฝันของป่าเท่านั้น\nจึงได้สอนวิธีล่าสัตว์ในป่าและหลักการเดินในฝันให้กับเด็ก ๆ พวกเธอต้องรักต้นไม้ใบหญ้าในผืนป่า เพราะนั่นเป็นสวนของราชา\nต้องเคารพเหยื่อที่ถูกลูกธนูยิงตาย เพราะพวกมันล้วนเป็นราษฎรของราชา\nคำสั่งสอนของเธอแพร่สะพัดอยู่ในหมู่เด็ก ๆ ผู้หลงป่ามาอย่างช้านาน\nและมันก็เปลี่ยนแปลงไปมากเช่นกัน จนสุดท้ายแล้ว ที่มาของคำสอนเหล่านี้ก็ถูกลืมเลือนไป\nบางคนกลายเป็นผู้พิทักษ์ลาดตระเวนป่า พวกเขากลับมายังโลกมนุษย์ และเมื่อราตรีที่ยาวนานที่สุดมาถึง\nพวกเขาก็จุดกองไฟเพื่อขับไล่เงามืด และมีคนคนหนึ่งที่เดินอยู่ท่ามกลางแมกไม้เสมอ\nสุดท้ายแล้วเขาก็ล่าสัตว์จนลืมเลือนเวลาไป และเนื้อตัวเต็มไปด้วยเลือดสกปรก\nอายุของเธอแก่พอ ๆ กับราชาแห่งพงไพรองค์สุดท้าย ในท้ายที่สุดเธอก็ฝันถึงเขาวงกตและการล่าสัตว์\nความฝันนี้กว้างใหญ่จนครอบคลุมความฝันของประชากรทั้งหมดในป่าไว้ด้วย\nเขาวงกตแห่งนี้เป็นพื้นที่ล่าสัตว์ที่มองไม่เห็นขอบเขต ประกอบด้วยทางเดินที่สร้างจากกิ่งไม้กับลำธารที่สลับซับซ้อนยิ่งกว่าลวดลายของเสือ\nและเปลี่ยนแปลงง่ายเสียยิ่งกว่าเงาดวงจันทร์ที่สะท้อนในน้ำเสียอีก เสียงกระซิบที่บอกเล่า \"ความตาย\" หลงหายไปในเขาวงกต\nเพราะมีเพียงเธอและเด็กที่เข้าใจคำสอนของราชาแห่งพงไพร จึงจะลัดเลาะผ่านเขาวงกตและเดินเข้าไปในพื้นที่ล่าสัตว์อันไร้ขอบเขตได้\nจนกระทั่งเสียงกระซิบเงียบหาย จนสัตว์ร้ายเผ่นหนีไป และเธอถูกกัดกร่อนไปทั่วร่าง จึงได้สลายไปพร้อมกับความฝันอันยิ่งใหญ่นี้\n<color=#dcddde>สุดท้ายแล้วเธอก็ไหลเข้าไปในฝันของมนุษย์พร้อมกันกับ เศษเสี้ยวของความฝันอีกมากมาย ราวกับกระจกแตกที่จะสะท้อนภาพแปลกประหลาดจากมุมต่าง ๆ</color>\n<color=#dcddde>ความฝันที่เธอทิ้งไว้ถูกถ่ายทอดไปสู่ผู้คนมากมายในรูปแบบต่าง ๆ เรื่องราวที่ได้รับการยอมรับ (อยู่เหนือสิ่งอื่นใด) มากที่สุด สุดท้ายก็ไม่มีความเกี่ยวข้องกับเธอแล้ว</color>\n<color=#dcddde>ชื่อของเธอที่ปรากฎในเรื่องราว อันที่จริงเป็นชื่อของมงกุฎองค์นั้น ส่วนสิ่งที่เธอเหลือไว้ให้ตนเองก็คือชื่อจริงของเธอ และน้ำหนึ่งฝ่ามือที่มีเงาสะท้อนของดวงจันทร์</color>\n<color=#dcddde>รวมถึงดอกไม้ประดับสีทองที่แกะจากมงกุฎของพระราชา</color>"
          }
        ]
      },
      {
        "title": "Scholar of vines",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#dcddde>มันเป็นช่วงเวลาของราชาแห่งเขาวงกต...</color>\n<color=#dcddde>กล่าวกันว่าสาวน้อยข้ารับใช้ขององค์ราชา มีความปราดเปรื่องที่สุดในบรรดานางกำนัล</color>\n<color=#dcddde>เธอรอบรู้ภาษาสัตว์นานาชนิด และสามารถถอดแปลบทกวีจากแสงจันทร์ได้ คอยปกปักรักษาผืนป่าอันเงียบสงบ</color>\n<color=#dcddde>ผืนน้ำอันนิ่งสะท้อนเงาดวงจันทร์ และพื้นที่ล่าสัตว์อันกว้างใหญ่ที่มองไม่เห็นฝั่ง ณ ปลายทางของป่าในห้วงฝัน</color>\n<color=#dcddde>\"พวกข้าถือกำเนิดขึ้นในป่าหลวงเขียวขจี โลกของเราอยู่ใต้ร่มเงาไม้ เหนือพื้นหญ้า\"</color>\n<color=#dcddde>\"สิ่งที่นำมาจากป่า ท้ายที่สุดก็ต้องหวนคืนสู่ป่า ตราบใดที่ปฏิบัติตามกฎแห่งฟ้าดิน ก็หาได้ต้องหวั่นเกรงชีวิตไม่\"</color>\n<color=#dcddde>\"เพราะกฎแห่งธรรมชาติ จะชี้นำเราเดินผ่านเขาวงกตในป่าหลวง และไปถึงทุ่งหญ้าที่กว้างใหญ่ไพศาลในที่สุด\"</color>\n<color=#dcddde>แม้คำสอนของเธอได้สร้างแรงบันดาลใจให้กับเด็ก ๆ มากมาย แต่สุดท้ายแล้ว มันก็เปรียบดั่งสายเลือดสมิง ที่ค่อย ๆ เบาบางลงไป...</color>\nมันคือช่วงเวลาของดวงจันทร์อาเพศ... กล่าวกันว่าเด็กหนุ่มตาบอดเดินตามรอยเท้าของพี่ชายคนโตผู้สวมเกราะขาวบริสุทธิ์\nก้าวข้ามผ่านนานาแคว้น ขุนเขาและแม่น้ำ จนหลงทางในป่าลึกอันมืดทมิฬไปในที่สุด แม้หลงใหลในวิชาดาบ แต่เขากลับอ่อนโยนยิ่งกว่าใคร\nแม้จะยึดมั่นในคำสอน แต่ก็ยืนหยัดในความยุติธรรมเหนือผู้ใด...\nปลายทางของภาพลวงขาวบริสุทธิ์ เขาพบเพียงสิ่งของศักดิ์สิทธิ์พิทักษ์ป่าที่มีสีขาวสุกสกาวดั่งแสงจันทร์\nต่อจากนั้นก็คือสัตว์ป่าที่กระหายเลือด เมื่อนักล่าเดินตามแสงริบหรี่ของกิ่งไม้ขาวมาถึงข้างกายเขา เมื่อนั้นเขาได้สูญเสียพลังอธิษฐานไปเสียแล้ว\nเงาบริสุทธิ์ที่คอยนำทางให้ก็ค่อย ๆ จางลง และหายไปในที่สุด...\nมันเป็นช่วงเวลาที่คืนมืดเป็นฝ่ายได้เปรียบ ขณะที่รุ่งอรุณยังมาไม่ถึง ในฝันร้ายนั้นนักปราชญ์มองเห็นดาบยาวสีดำคล้ำ และสีแดงฉานที่กระจายตัวในน้ำ"
          }
        ]
      },
      {
        "title": "A time of insight",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#dcddde>ในตำนานที่ผ่านมา ราชาแห่งพงไพรเป็นอมตะไม่มีวันตาย เมื่อใกล้จะสิ้นอายุขัย ร่างกายของเขาจะถูกกลืนเข้าไปในป่าทีบ</color>\n<color=#dcddde>กรงเล็บกลายเป็นไม้เหล็ก ลวดลายกลายเป็นเขาวงกตที่ไม่สิ้นสุด ดวงตาที่ร้อนผ่าวถูกแยกเป็นดวงจันทร์บนฟ้าและในน้ำ</color>\n<color=#dcddde>สิ่งที่ตายไปแล้ว จะกลับไปเกิดในร่างใหม่ สิ่งที่เน่าเปื่อยไป จะงอกขึ้นใหม่เป็นต้นกล้าอ่อนบริสุทธิ์</color>\n<color=#dcddde>\"แต่ดวงวิญญาณที่ดับสูญไปเพราะความตาย ความทรงจำที่สูญหายไปตลอดกาล\"</color>\n<color=#dcddde>\"ในวัฏสงสารยังมีที่ว่างสำหรับพวกมันหรือไม่?\"</color>\n<color=#dcddde>\"วิญญาณเป็นแนวคิดที่ว่างเปล่า และความทรงจำก็จะกลับคืนสู่พื้นดินในที่สุด\"</color>\n<color=#dcddde>\"ความว่างเปล่าไม่น่ากลัวเลย เหตุใดจึงต้องกังวลกับการหายไปของมัน\"</color>\n<color=#dcddde>\"ขอแค่ตักเตือนช่วยเหลือกัน และจดจำภาพของทุกคนไว้ตลอดไปก็เพียงพอแล้ว\"</color>\n\"แบบนี้เราก็สามารถเอาชนะวัฏจักรเกิดดับ และกักเก็บความทรงจำไว้ได้ตลอดกาล!\"\nเมื่อเวลาผ่านไปเนิ่นนาน เพื่อนรักที่สัญญาว่าจะตักเตือนกันป่วยเป็นโรคหลงลืม จากภาพของสามคน\nและภูตสามตนในฝันครั้งเก่าที่ยังอยู่ในความทรงจำไม่เลือนหาย รวมทั้งบันทึกกับการคาดเดาของแพทย์สติไม่ดีที่ถูกคณะไล่ออก\nไปไล่จับความฝัน... ไล่จับผู้อาศัยในป่าที่ควบคุมความฝันได้ ทำให้เพื่อนรักจดจำตนเองและระลึกถึงความทรงจำที่มีร่วมกันเถอะ\nหากอวัยวะที่ควบคุมความทรงจำเสียหายหนักจนยากที่จะฟื้นคืนได้ ก็พาเพื่อนเก่าอีกคนไปใช้ชีวิตในความฝันครั้งเก่าร่วมกัน\nวิ่งเล่นในบ้านไม้และผจญภัยในป่าลึก แบบนั้นก็ไม่เลวเหมือนกัน\nทุกคนมีโอกาสเริ่มต้นใหม่ในความฝัน ก่อนอื่นต้องจับภูตในความฝันให้ได้เสียก่อน\nทหารรับจ้างเหล่านั้นเคยทำเพื่อฉันมามากมาย คราวนี้ก็คงจะไม่ทำให้ฉันผิดหวังหรอกนะ"
          }
        ]
      },
      {
        "title": "Lamp of the lost",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#dcddde>ในตำนานเล่าว่า หลังจากที่ราชาผู้โง่เขลาล่มสลายไปเพราะความทะเยอทะยานของตนเอง</color>\n<color=#dcddde>ราชาทั้งหลายในทะเลทรายก็ลุกขึ้นฮือ และดับมอดลงดั่งประกายไฟ ทรราชเล็ก ๆ มากมายได้รวบรวมผู้ลี้ภัยที่หนีตายจากวันสิ้นโลกไว้</color>\n<color=#dcddde>อาศัยใช้ซากปรักหักพังโบราณเป็นฐาน แล้วสร้างเทวาลัย ตำหนักและกำแพงสูงขึ้นมา เมืองที่สร้างจากโบราณสถานล่มสลายวันแล้ววันเล่า</color>\n<color=#dcddde>เหล่าทรราชที่อวดอ้างบารมี และร่ำรวยมั่งคั่งก็มีชีวิตที่สั้นเหลือเกิน ตะเกียงดวงนี้เป็นหนึ่งในสมบัติลับที่เหลืออยู่ในคลังสมบัติ</color>\n<color=#dcddde>ซึ่งมีเจ้าชายหนุ่มจากอาณาจักรที่ล่มสลายไปแล้วเป็นเจ้าของ</color>\n\"ท่านพ่อปีนขึ้นไปบนหอคอยสูงเพื่อไล่จับเหยี่ยวนักล่า หอคอยโบราณเปราะบางเกินกว่าจะรับน้ำหนักของเขา จึงสะบัดเขาให้ตกลงไปในผืนทรายอันร้อนระอุ\"\n\"และแล้ว อาณาจักรก็ได้ล่มสลายลง ส่วนข้าผู้ควรสืบทอดบัลลังก์ต่อ ก็ถูกดึงให้เข้าไปพัวพันกับความชุลมุนที่ไม่จำเป็น เกลือกกลิ้งไปมาท่ามกลางเล่ห์กล\"\n\"ขณะนั้นเอง ข้าก็มีคนที่ข้ารัก นางคิดแต่จะเป็นราชินีโดยไม่สนว่าผู้ครองบัลลังก์คือใครกันแน่\"\n\"ข้าจึงได้สูญเสียคนรักไป เพื่อรักษาไว้ซึ่งชีวิตและบัลลังก์ ข้าได้ปิดปากนางด้วยจูบของงูพิษ และฝังร่างของนางไว้ในกองทราย\"\n\"หลังจากนั้น ทุกสิ่งที่เกิดขึ้นก็เหมือนกับอาณาจักรต่าง ๆ ในความทรงจำของข้า ทั้งภัยด้านในและภัยด้านนอก บรรดาน้าและอา ทาสและไพร่ ต่างก็เข่นฆ่ากันเอง\"\n\"ความหิวกระหายและการแก่งแย่งชิงดีเปรียบเสมือนคู่แฝดพิการ สลับกันร่ายรำอยู่บนผืนทรายร้อนระอุที่ไร้ซึ่งเทพแห่งนี้ และฝั่งกลบตัวตนท่ามกลางภาพลวงมายา\"\nและแล้ว อาณาจักรบนผืนทรายร้อนระอุก็ถูกฝังกลบไป ในขณะที่เจ้าชายผู้เคยมั่งคั่งกลายเป็นผู้ลี้ภัยที่สิ้นเนื้อประดาตัว\nด้วยความมุ่งมั่นที่หมายจะพิชิตดินแดนใหม่ เขาจึงได้พกพาทรัพย์สินที่หลงเหลืออยู่ เดินทางมุ่งสู่ป่าฝนเพียงลำพัง\nเมื่อกาลเวลาผ่านไปเนิ่นนาน เจ้าชายผู้หวังจะเจริญรอยตามสมิงเครายาวสืบทอดผืนป่า กลับพ่ายแพ้ให้กับแสงจันทร์อันเงียบสงบ\nเขาหลงใหลร่างอันปราดเปรียวของนักล่าหญิงผู้ถือธนูขาว จึงได้เฝ้าสะกดรอยตามและถูกขับไล่ซ้ำ ๆ คืนแล้วคืนเล่า\nเจ้าชายผู้พลัดถิ่นค่อย ๆ เข้าใจการพึมพำของป่าฝนและเสียงกระซิบของพยัคฆ์ แล้วถูกความฝันแห่งความดียอมรับ...\n\"ฮ่าฮ่าฮ่า... ช่างเป็นเรื่องราวที่ดีจริง ๆ บอกเล่าถึงการพลัดถิ่นของชนชั้นสูง แล้วค้นพบโชคชะตา หวนคืนสู่เกียรติยศอีกครั้ง...\"\n\"ห้วงฝันแห่งทองคำ กำลังพร่ำเรียกเม็ดทรายพเนจร..."
          }
        ]
      },
      {
        "title": "Laurel Coronet",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#dcddde>การเกิดและดับของสรรพสิ่งมีเวลาของมัน หมุนเวียนอยู่ในวัฏจักรไม่สิ้นสุด ราชาแห่งพฤกษาเคยสอนถึงหลักวัฎจักรชีวิตที่ไม่สิ้นสุดเช่นนี้</color>\n<color=#dcddde>สิ่งที่ตายไปแล้ว จะกลับไปเกิดในร่างใหม่ สิ่งที่เน่าเปื่อยไป จะงอกขึ้นใหม่เป็นต้นกล้าอ่อนบริสุทธิ์ ผลไม้ที่ร่วงหล่นลงพื้นจะกลายเป็นอาหารของสัตว์</color>\n<color=#dcddde>แล้วสัตว์ก็จะกลับคืนสู่พื้นดิน และกลายเป็นผลไม้ไปในที่สุด ผืนป่าเต็มไปด้วยชีวิตเสมอ ตำนานเล่าว่าเทพพฤกษาต้องการสร้างป่าในผืนทราย</color>\n<color=#dcddde>จึงได้สร้างกลไกเรียกฝนขึ้นที่ใต้พิภพก่อน ดังนั้นภายใต้การส่องของแสงจันทร์ ลวดลายของเขาวงกตจึงปรากฎขึ้นบนผิวน้ำ</color>\n<color=#dcddde>แล้ว \"เสือ\" ก็ถือกำเนิดขึ้น ลวดลายของเสือเปลี่ยนแปลงได้หลากหลายรูปแบบ เฉกเช่นเดียวกับเส้นทางของต้นไม้</color>\n<color=#dcddde>ดังนั้นเสือจึงกลายเป็นราชาแห่งเขาวงกต นามว่า Viaghara ราชาแห่งพงไพรที่ได้รับการอวยพรเดินอยู่ในอุทยานหลวงด้วยความภาคภูมิ</color>\n<color=#dcddde>นอกจากปกครองสัตว์จำพวกเลี้ยงลูกด้วยนมแล้ว ยังรวมถึงนกและสัตว์ที่ต้องพึ่งพาเขาวงกตอีกด้วย</color>\n<color=#dcddde>หลังจากนั้นเมล็ดผลทาฑิมก็ร่วงหล่นลงในดิน และให้กำเนิดภูตแห่งป่าออกมา ราชาแห่งพงไพรอวยพรพวกเขาอยู่ใต้ Vasara ต้นแรก</color>\n<color=#dcddde>โดยตกลงกับเหล่าทวยเทพว่า จะแบ่งปันเขาวงกตกับพวกเขา และสั่งกำชับไม่ให้เหล่าสัตว์ในป่าทำร้ายพวกเขา</color>\n<color=#dcddde>ถึงแม้แสงแดดเคยถูกบดบัง สายน้ำจะเคยเน่าเสีย ราชาแห่งพงไพรองค์สุดท้ายได้สิ้นชีพลงเพื่อปกป้องสวนเพาะชำแห่งชีวิต</color>\n<color=#dcddde>แต่ยังคงมีสมิงเครายาวตนใหม่มาสืบทอดราชบัลลังก์ คอยเลียนแบบท่าทางของราชา</color> และคอยลาดตระเวนสัตว์ทั้งหลายในป่า\nแม้มาดและพลังของเขาจะเทียบไม่ได้กับเศษเสี้ยวหนึ่งของราชาเลยแม้แต่น้อย แต่เขายังคงยึดมั่นต่อคำสัญญาของราชา\nปกปักรักษาผืนป่ามาอย่างช้านาน และไม่เคยคิดทำร้ายภูตพิทักษ์ต้นไม้เลยสักครั้ง\nใช่แล้วล่ะ แม้เขาวงกตที่เปลี่ยนแปลงตลอดเวลานั้นจะตายไปแล้ว แต่ในป่ายังคงเต็มไปด้วยชีวิต"
          }
        ]
      }
    ],
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Lamp of the lost",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "เดิมที่เป็นตะเกียงน้ำมันสไตล์ทะเลทราย แต่มีใบไม้สีเขียวเรืองแสงงอกขึ้นมา"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/14/176148810/80ddb6398975e6b891e383a30079b873_4101530503182219308.png"
      },
      "sands_of_eon": {
        "title": "A time of insight",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "นาฬิกาที่ใช้โดยผู้ซึ่งอุทิศตนเพื่อวิถีแห่งผู้รอบรู้ ภายในไม่ได้เต็มไปด้วยเม็ดทรายที่ไร้ซึ่งชีวิต แต่กลับเป็นเมล็ดมัสตาร์ดเม็ดเล็ก ๆ มากมาย"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/14/176148810/05d12e842479ba0a1427baba124c4929_5248386386128830218.png"
      },
      "plume_of_death": {
        "title": "Scholar of vines",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "ใบไม้สีเขียวมรกตที่สง่างามราวกับขนนก ซึ่งถูกดึงมาจากชุดของนักปราชญ์แห่งป่าลึก"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/14/176148810/9339ebbf175d61844f0b4fafddf7c601_5267755643927584779.png"
      },
      "circlet_of_logos": {
        "title": "Laurel Coronet",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "มงกุฎที่ถูกมอบให้โดยเทพแห่งแมกไม้ สืบทอดในหมู่ราชาแห่งเขาวงกตจากรุ่นสู่รุ่น ท้ายที่สุดก็ได้ตกไปถึงบริวารของกษัตริย์"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/14/176148810/11abc6739dff1cf50b95b394a3462162_7564174515620950068.png"
      },
      "flower_of_life": {
        "title": "Labyrinth Wayfarer",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "ดอกไม้ทองคำที่ดึงออกมาจากมงกุฎของราชาแห่งพงไพร"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/14/176148810/f526e111c9c7dcbaed0d7fd8c8d58ef2_7208587877062137346.png"
      }
    },
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Deepwood Memories"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>ได้รับโบนัสความเสียหายไม้ 15%</p>",
      "fourSetEffect": "<p>หลังจากที่สกิลธาตุหรือท่าไม้ตายถูกศัตรู ความต้านทานไม้ของเป้าหมายที่ถูกโจมตีจะลดลง 30%</p><p>เป็นเวลา 8 วินาที โดยที่เอฟเฟกต์นี้จะยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้</p>"
    }
  }
}