{
  "epId": 2826,
  "name": "Original Fish Ointment",
  "desc": "<p>วัสดุสำหรับขัดเกลา “End of the Line” โดยเฉพาะ<br>น้ำมันที่ได้จากปลาในทะเลสาบทางตอนเหนือ สามารถช่วยฟื้นฟูพลังชีวิตให้ปลาธนูภายในช่วงเวลาสั้น ๆ<br>ว่ากันว่าในทะเลสาบแห่งนั้นมีสิ่งมีชีวิตที่ไม่สามารถพบเห็นได้จากที่อื่นอาศัยอยู่</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/144837601/7ab1ad10d5a3c4df46f22cf917442213_7985917004027590839.png",
  "filterValues": {
    "objectType": [
      "วัสดุสำหรับขัดเกลา"
    ]
  },
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 1665540681,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Original Fish Ointment"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "วัสดุสำหรับขัดเกลา"
          }
        ]
      },
      {
        "key": "หาได้จาก",
        "value": [
          {
            "type": "RichText",
            "text": "ร้านค้า สมาคมตกปลา Sumeru"
          }
        ]
      },
      {
        "key": "วัสดุแลกเปลี่ยน",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2831,
            "name": "Peach of the Deep Waves",
            "desc": "<p>ปลาขนาดกลางที่มีรูปลักษณ์กลมก้อน มีกระดูกอ่อนลักษณะเหมือนเขา ว่ากันว่าพวกมันสามารถใช้เขาเจาะขุดรูใต้น้ำ เพื่อสร้างที่พักอาศัยได้ อีกทั้งยังสามารถใช้ไล่สิ่งมีชีวิตที่คิดจะมาทำร้ายตัวเองได้ด้วย<br>Angler ที่มีลำตัวสีชมพูกับครีบและหางสีเขียวอ่อน มักจะชวนให้คนนึกถึง Zaytun Peach อยู่เสมอ ปลาชนิดนี้มีรสชาติหวานอร่อยสมชื่อของพวกมัน ถึงขั้นถูกชาวประมงยอมรับว่า “นำมาทำเป็นของหวานก็ไม่ขัด”<br>แน่นอนว่าด้วยผลกระทบจากสาเหตุหลาย ๆ อย่าง ของหวานจากเนื้อปลาที่เหล่าชาวประมงคาดหวังจึงไม่สำเร็จ แถมปลาชนิดนี้ยังหาได้ยาก ราคาสูง ยากที่จะนำมาเป็นวัตถุดิบอาหารได้ </p><p>ผู้คนจึงมักจะเลี้ยงมันเอาไว้เป็นปลาสวยงามที่มีไว้เพียงดูชม เนื่องจากไม่อยากเสียกำลังทรัพย์มากมายในการซื้อปลาชนิดนี้ แต่ก็ยังมีจำนวนคนมากมายที่ชอบสีสันของมัน จึงมีนักธุรกิจพลิกล็อกปรากฏการณ์นี้ </p><p>โดยนำ Zaytun Peach มาทำขายในรูปลักษณ์ของปลาชนิดนี้แทน ยอดขายเรียกได้ว่าไม่เลวเลย</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/144837601/6720f1dab0b0b6aa0d67b709e5a18df0_9107562627771829272.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2830,
            "name": "Lazurite Axe Marlin",
            "desc": "<p>ปลาที่มีรูปร่างอันเป็นเอกลักษณ์ เป็นญาติห่าง ๆ ของปลา Shirakodai ใน Sumeru โครงสร้างกระดูกของปลาชนิดนี้กว้างใหญ่ และมีโครงร่างโค้งไม่เหมือนใคร </p><p>ตำนานกล่าวไว้ว่าชาวประมงที่ตกปลาชนิดนี้ขึ้นมาได้เป็นคนแรก ได้วางคันเบ็ดไว้ข้างปลายหางของมัน ก่อนจะค้นพบว่าพอทั้งสองรวมร่างแล้วมีลักษณะเหมือนอาวุธด้ามยาวบางชนิดซะงั้น </p><p>ดังนั้นจึงตั้งชื่อให้มันว่า “Axe Marlin” เทียบกับชื่อทางวิชาการของมันอย่าง “Anchor Hook Butterfly” แล้ว ชื่อที่ตั้งดูสมหน้าตามันมากกว่า เพราะอย่างนั้นจึงเป็นที่เรียกแพร่หลายในหมู่คนทั่วไป<br>แม้ว่าจะมีที่มาของชื่อจากอาวุธ แต่ Axe Marlin ส่วนมากมีนิสัยอ่อนโยน โดยเฉพาะชนิดที่มีร่างสีฟ้าสลับลายอ่อนเช่นนี้ ด้วยข้อได้เปรียบจากเกล็ดและรูปร่างแข็งแกร่ง Axe Marlin </p><p>จึงสามารถทนต่อการโจมตีของสิ่งมีชีวิตใต้น้ำอื่น ๆ และรอให้ฝ่ายตรงข้ามเหนื่อยหมดแรงจากไปอย่างสบาย ๆ<br>นิสัยของพวกมันก็เป็นอีกหนึ่งข้อท้าทายสำหรับชาวประมง ต้องทำใจให้นิ่ง ใช้เวลามาก และจับโอกาสกับแรงในการตวัดเบ็ดให้ดี จึงจะตกพวกมันขึ้นมาได้</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/144837601/b515aec19c896a47ce4ec9899a0cb25d_7698742920256764354.png"
          },
          {
            "type": "CustomEntry",
            "epId": 2828,
            "name": "Halcyon Jade Axe Marlin",
            "desc": "<p>ปลาที่มีรูปร่างอันเป็นเอกลักษณ์ เป็นญาติห่าง ๆ ของปลา Shirakodai ใน Sumeru โครงสร้างกระดูกของปลาชนิดนี้กว้างใหญ่ และมีโครงร่างโค้งไม่เหมือนใคร </p><p>ตำนานกล่าวไว้ว่าชาวประมงที่ตกปลาชนิดนี้ขึ้นมาได้เป็นคนแรก ได้วางคันเบ็ดไว้ข้างปลายหางของมัน ก่อนจะค้นพบว่าพอทั้งสองรวมร่างแล้วมีลักษณะเหมือนอาวุธด้ามยาวบางชนิดซะงั้น </p><p>ดังนั้นจึงตั้งชื่อให้มันว่า “Axe Marlin” เทียบกับชื่อทางวิชาการของมันอย่าง “Anchor Hook Butterfly” แล้ว ชื่อที่ตั้งดูสมหน้าตามันมากกว่า เพราะอย่างนั้นจึงเป็นที่เรียกแพร่หลายในหมู่คนทั่วไป<br>Axe Marlin สีเขียวดั่งหยก ชอบเคลื่อนไหวอยู่ในบริเวณที่มีพืชใต้น้ำแน่นหนา ร่างกายหลอมรวมกับพื้นหลังได้อย่างง่ายดาย เดี๋ยวก็พรางตัว เดี๋ยวก็แสดงตัว </p><p>ปลาเล็กปลาน้อยที่แหวกว่ายในหมู่พืชน้ำมักชนเข้ากับร่างมันราวกับเจอกำแพงจนมึนไปหมด แต่ Halcyon Jade Axe Marlin ก็ไม่ได้ถูกยั่วให้โมโห กลับกันก็มักจะช่วยปกป้องเหล่าเพื่อนบ้านพวกนี้ด้วยเสมอ</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/144837601/7a2bcc9668aec3c23811a2b346b2e086_4495933069608738754.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}