{
  "epId": 2921,
  "name": "คัมภีร์บทเพลงลอยละล่อง",
  "desc": "<p>ม้วนบันทึกโบราณที่ขุดพบจากซากปรักหักพังของโบราณสถานกลางทะเลทรายโดยนักวิชาการภาควิชาสมุฏฐานวิทยาจากทางสถาบัน ไม่สามารถระบุตัวตนของผู้แต่งได้</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/15/144837601/c27b975a9c45619911e4e3decb71c44c_8882593885234470956.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1665833974,
  "components": {
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "…เมื่อนายหญิงแห่ง Pushpavatika ได้ยินเรื่องนี้ ก็ลดเกียรติของนางลงอย่างไม่ลังเล\nมุ่งหน้าไปยังพระราชวังใหญ่แห่ง (…) หวังที่จะทดสอบปัญญาขององค์หญิง ด้วยปริศนาที่ยากจะแก้ไข\nนางกำนัล ข้ารับใช้และทหารจำนวนนับไม่ถ้วน รวมกันอยู่ข้างกายเจ้าผู้เจิดจรัสตลอดกาล\nพวกเขาล้วนแต่งกายด้วยผ้าลินินและผ้าไหมอย่างดี ราวกับดวงดารานับหมื่น ประดับตกแต่งแสงจันทราที่มีอยู่เพียงหนึ่งเดียว\n[หมายเหตุจาก Tafazzoli ผู้เป็น Herbad ของคณะ Haravatat: จุดนี้แปลผิด “ผ้าไหม” ในประโยคสุดท้ายของท่อนนี้ ควรแปลว่า “สิ่งทอที่ยังไม่มีใครเคยพบเห็นมาก่อน” จะได้ไม่ไปสับสนกับสินค้าขึ้นชื่อของ Liyue, อีกอย่าง ในประโยคที่สองของท่อนนี้พูดถึง “พระราชวัง” แต่ในภาษาดั้งเดิมไม่ได้หมายถึง “วัง” หรือ “สิ่งปลูกสร้าง” ใด ๆ อย่างเฉพาะเจาะจง แต่เป็น “พื้นดินที่เทพประทับอยู่เป็นการชั่วคราว” ต่างหาก รู้สึกว่านักวิชาการจากคณะ Vahumana ที่แปลหนังสือเล่มนี้ไม่เข้าใจภาษาในยุคสมัยนั้นอย่างถ่องแท้ แต่ฉันยังคงตั้งใจเขียนหมายเหตุให้อย่างดี]\n…กลิ่นหอมหวานที่อบอวลอยู่บนตัวราชินีบน (รั้ว, สวนดอกไม้, สมรภูมิรบ?) นั้น\nดุจสายน้ำที่ไหลวนรอบแสงจันทร์สีเงินที่แหลกสลายอยู่ใต้เงาไม้\nตั้งแต่อดีตจนถึงปัจจุบัน ยังไม่มีผู้ใดพบพานความงดงามเช่นนี้มาก่อน\nเฉกเช่นเดียวกับที่ไม่มีผู้ใดเคยได้เห็นหิมะยามเช้าที่ตกในเดือนเจ็ด\n[หมายเหตุจาก Tafazzoli ผู้เป็น Herbad ของคณะ Haravatat: ประโยคแรกของท่อนนี้ คำที่ยังไม่สามารถยืนยันความหมายได้ สามารถแปลว่า “ที่นา” หรือ “สวนสุสาน” ก็ได้เหมือนกัน\nหมายเหตุจาก Yarshater ผู้เป็น Herbad ของคณะ Vahumana: ขอบคุณมากสำหรับหมายเหตุ ท่าน Tafazzoli ตอนนี้พวกเราชักจะไม่แน่ใจแล้วว่า นักเขียนของหนังสือเล่มนี้เป็นใครกันแน่]\n…ด้วยเหตุนี้ เจ้าแห่งผู้ลอยละล่องจึงกล่าวว่า:\n“สรรเสริญผู้มีปีก ราชาผู้ปกครองนานาประเทศบนผืนแผ่นดิน\nข้าคือภูตผู้ถูกสร้างมาเมื่อครั้งปฐมกาล ข้าเป็นภาพลวงตาที่ระยิบระยับ ข้าคือแสงอันริบหรี่ที่เล็ดลอดออกจากดวงตาของผู้สร้าง\nราษฎรที่อยู่ในดินแดนห่างไกลล้วนต่างแซ่ซ้องถึงสติปัญญาของเจ้า ไม่ทราบว่าเจ้าจะช่วยขจัดความงุนงงที่กวนใจข้ามานานได้หรือไม่?\nข้าจะมอบเครื่องเทศ, ทองคำ และอัญมณีเหล่านี้เป็นของตอบแทน หากเจ้าจะช่วยไขปริศนาสามข้อให้ข้า”\nองค์หญิงผู้(…)ตอบว่า:\n“สรรเสริญผู้มีปีก หลักเที่ยงธรรมที่ปกครองนานาประเทศบนผืนแผ่นดิน\nข้าคือผู้ครอบครองวันวาน ข้าเป็นผู้ตัดสินอรุณในวันพรุ่ง แต่ไม่เคยเห็นความงดงามและสง่างามเช่นเจ้ามาก่อนเลย\nเจ้าแห่งผู้ลอยละล่อง ไม่ว่าเจ้าเคลือบแคลงสงสัยสิ่งใด เจ้าสามารถบอกกับข้าได้จดหมดสิ้น\nเมื่อนำเครื่องเทศ, ทองคำ และอัญมณีเหล่านี้มารวมกันทั้งหมด ยังไม่อาจเทียบกับคุณค่าของการประสาทความรู้ได้”"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "ดังนั้น เจ้าแห่งผู้ลอยละล่องจึงพูดอีกว่า:\n“องค์หญิงผู้เมตตา หากท่านจริงใจเช่นนี้\nก็โปรดฟังปริศนาข้อแรกจากข้าเถอะ\nอะไรเอ่ย เมื่อมีชีวิตอยู่ จะเยือกเย็นเหมือนสิ่งที่เสียชีวิตไปแล้ว\nแต่เวลาสลายไปจะมอบสายลมอันอบอุ่นให้กับผู้คนได้?”\nองค์หญิงผู้(…)ตอบว่า:\n“ท่านพูดถึงกุหลาบที่ร่วงโรยง่ายในปลายฤดูใบไม้ผลิ แม้เต็มไปด้วยหนามคม แต่ก็ยากจะบดบังกลิ่นหอมกรุ่นของมัน\nดอกไม้ถูกเด็ดมาทำเป็นน้ำหอมเข้มข้น ก้านดอกไม้ถูกตัดมาทำเป็นไส้ตะเกียง\nตั้งแต่โบราณกาลจวบจนปัจจุบัน มีคนรักตั้งเท่าไหร่ที่หลงใหลในตัวเธอ แม้แต่ราชาแห่งธงสีชาดก็ชื่นชมในความงามของเธอ\nแต่ดอกกุหลาบเคยปรารถนาผู้ใดบ้าง มันได้แต่เหี่ยวเฉาไปพร้อมกับจันทร์ข้างแรมและน้ำค้างรุ่งอรุณ”\nเจ้าแห่งผู้ลอยละล่องแอบชื่นชมในใจ ใบหน้างดงามยังคงเรียบเฉย\nเธอเดินหน้าไปเงียบ ๆ พูดปริศนาข้อที่สองต่อองค์หญิง\nเจ้าแห่งผู้ลอยละล่องพูดว่า:\n“องค์หญิงผู้รอบรู้ ท่านได้ตอบปริศนาข้อแรกของข้าได้แล้ว\nแต่ว่า จากดวงดาวถึงก้นเหว บนโลกนี้ยังมีปริศนาลับที่ยากจะอธิบายเหลืออีกคณานับ\nองค์หญิงผู้รอบรู้ หากปัญญาของท่านไม่ได้ผิดเพี้ยนจากคำร่ำลือของผู้คน\nก็ขอให้ท่านตอบคำถามข้อที่สองของข้า เหมือนกับที่ท่านตอบปริศนาข้อแรกด้วยเถอะ\nของอะไรเอ่ย ลอยจากพื้นดินขึ้นไปบนฟ้า และลอยจากฟ้าลงมาบนพื้นดิน\nไม่มีผู้ใดเคยพบเห็นมัน แต่มันกลับมองเห็นทุกสิ่ง\nส่วนบนของมันก็เหมือนกับส่วนล่าง แล้วส่วนล่างก็คล้ายกับส่วนบน\nแต่ทำได้เพียงจากบนลงล่าง ไม่สามารถจากล่างขึ้นบน?”\nองค์หญิงผู้(…)ตอบว่า:\n“สิ่งที่ท่านกล่าวมาคือกฎที่สวรรค์กำหนดไว้ เป็นแผนอันศักดิ์สิทธิ์ที่ถูกสร้างไว้ตั้งแต่แรกเริ่ม\nไม่มีผู้ใดในโลกเคยเห็นกฎหมายอันเป็นนิรันดร์ แต่กฎหมายสามารถปกครองสรรพสิ่งในโลกได้เสมอ\nผู้คนสามารถหมอบกราบต่อเทพสวรรค์ Vaana แต่ไม่ควรยกย่องแผนการเจ้าเล่ห์เพทุบาย\nหากผู้ใดกล้าเลียนแบบวิชาต้องห้าม สิ่งที่รอคอยเราอยู่ริมหน้าผาแห่งปัญญา ก็คือความพินาศนั่นเอง”"
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "เมื่อเจ้าแห่งผู้ลอยละล่องได้ยินเช่นนี้ก็บังเกิดความปีติยินดี แต่ใบหน้าอันงดงามยังคงเจือแววเย็นชาอยู่\nเธอโน้มตัวทำความเคารพต่อผู้รอบรู้ แล้วถามปริศนาข้อที่สามต่อองค์หญิง\nเจ้าแห่งผู้ลอยละล่องพูดว่า:\n“องค์หญิงผู้รอบรู้เอ๋ย ท่านเป็นผู้ควบคุมความฉลาดทั้งปวงระหว่างดวงดาวกับเหวลึก\nแต่ว่า โลกนี้ไม่ได้มีเพียงสิ่งไม่เที่ยง ยังมีแสงสว่างที่เรียกได้ว่าเป็นนิรันดร์อีกด้วย\nองค์หญิงผู้รอบรู้ หากปัญญาของท่านไม่ได้ผิดเพี้ยนจากคำร่ำลือของผู้คน\nก็ขอให้ท่านตอบคำถามข้อสุดท้ายของข้า เหมือนกับที่ท่านตอบปริศนาข้อที่สองด้วยเถอะ\nของอะไรเอ่ย ไม่สามารถต้านทานลูกธนู แต่ต้านทานการทำลายล้างได้\nของอะไรเอ่ย ไม่อาจทำลายเกราะรบ แต่สามารถทำลายเมืองได้\nอีกทั้งไม่ยอมสยบให้กับเทวทูตจากสวรรค์เบื้องสูง และไม่ยอมศิโรราบต่อนานาประเทศบนผืนดิน\nไม่ว่าเหล่าทวยเทพหรือมารอสูร แม้จะทุ่มสุดกำลังก็ไม่อาจเอาชนะมันได้?”\nองค์หญิงผู้(…)ตอบว่า:\n“สิ่งที่ท่านกล่าวมาคือปัญญาที่ไม่มีวันสิ้นสุด มันเป็นผู้ปกปักผดุงอารยธรรมของ(…)\nมันจะตายแล้วเกิดใหม่เฉกเช่น(…) และอยู่ยงคงกระพันเหมือนดั่ง(…)\nแม้กาลเวลาจะพัดม้วนฝุ่นทรายที่อยู่ใต้เท้าของมันขึ้นมา แต่แม้จะผ่านไปอีกนับพันนับหมื่นปี มันก็ยังคงเหมือน(…)\nสุดท้ายแล้ว ผู้คนจะยินดีปรีดาเพราะมัน(…) แล้วมันก็จะ(…)เพราะพวกเขาด้วยเช่นกัน\n[หมายเหตุจาก Tafazzoli ผู้เป็น Herbad ของคณะ Haravatat: การขาดหายไปของส่วนนี้ไม่ได้เกิดจากฝีมือมนุษย์ แต่เป็นเพราะหน้าหนังสือหายไป ส่วนที่ขาดหายไปสามารถคาดเดาได้จากร่องรอยรอบ ๆ ข้อความที่หลงเหลืออยู่ในต้นฉบับ แต่น่าเสียดายที่ นักวิชาการจากคณะ Vahumana ที่รับผิดชอบแปลหนังสือเล่มนี้ เหมือนจะไม่เข้าใจความรู้ที่เกี่ยวข้อง ดังนั้น ฉันจะเขียนเพิ่มเติมตรงนี้เข้าไป\nคำที่ขาดหายไปในประโยคแรกของท่อนนี้: “(เป็นของ) พวก (เรา)” หรือ “เป็นนิรันดร์” หรือ “ทั้งหมด”\nคำที่ขาดหายไปในประโยคที่สามของท่อนนี้: จุดนี้เหมือนเป็นชื่อคน แต่ก็สามารถเติมข้อความ “ศพที่ได้รับการจัดการอย่างเรียบร้อย” เข้าไปได้เช่นกัน\nคำแรกที่ขาดหายไปในประโยคที่สี่ของท่อนนี้: “กลับคืนมา” หรือ “ตายไป” หรือ “เกิดใหม่”\nคำอื่น ๆ ที่ขาดหายไป ตอนนี้ยังคาดเดาไม่ได้\nหมายเหตุจาก Yarshater ผู้เป็น Herbad ของคณะ Vahumana: …ตอนนั้นคุณไม่คิดจะบอกเรื่องพวกนี้กับฉันเลยใช่มั้ย?]\nองค์หญิงสามารถตอบปริศนาทั้งสามข้อได้หมด ไม่มีข้อไหนเป็นความลับที่เธอตอบไม่ได้เลย\nเมื่อเจ้าแห่งผู้ลอยละล่อง ได้ยินคำตอบของเธอ จึงเลื่อมใสในตัวองค์หญิงอย่างที่สุด\nดังนั้น เจ้าแห่งผู้ลอยละล่องจึงพูดขึ้นว่า:\n“องค์หญิงผู้เมตตา รอบรู้ และไม่มีที่สิ้นสุดเอ๋ย\nปัญญาของท่าน เหนือกว่าคำบอกเล่าของผู้คนจริง ๆ\nบริวารของท่านมีความสุขแค่ไหน ราษฎรของท่านโชคดีเพียงใด\nที่พวกเขาได้ฟังคำสอนของท่านอยู่ข้างกาย”\n…นับแต่นั้นมา ราชินีทั้งสองก็ได้ผูกพันเป็นพันธมิตรที่แน่นแฟ้น ราชาแห่ง (โลหิต? ความโกรธแค้น? มงกุฎสีชาด?) เป็นผู้ซึ่งเคียงข้างพวกเธอตลอดมา ทั้งสามคนร่วมแรงร่วมใจกัน ร่วมกันนำพาราษฎรแห่ง(…)ก้าวไปสู่ความเจริญรุ่งโรจน์ตลอดกาล"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "คัมภีร์บทเพลงลอยละล่อง"
          }
        ]
      }
    ]
  }
}