{
  "epId": 2922,
  "name": "บทตีพิมพ์แห่งใบไม้แรมปี",
  "desc": "<p>ชีวประวัติที่เขียนโดยนักวิชาการของ Sumeru ซึ่งบันทึกร่องรอยของเทพแห่งพฤกษาในช่วงที่เกิดภัยพิบัติ</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/15/144837601/0de691fd7ef4621a488218ee8eefad9e_324483436389822537.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1665833960,
  "components": {
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "…ข้ามิบังอาจกล่าวถึงนามแท้จริงของเธอโดยพลการ และไม่กล้าล่วงเกินคาดเดาท่าทางของเธอส่งเดช ข้า Sunitha Cosamvi ข้ารับใช้ผู้ด้อยปัญญา เพียงแค่บันทึกเรื่องราวที่ได้ยินจากเหล่านักปราชญ์ที่ติดตามเธอไปตามความจริง ไม่ได้ฟังจากที่อื่นเลย ถ้อยคำเหล่านี้จริงแท้แน่นอนเหมือนตัวตนของข้า\nในยามที่เงาจันทร์แตกสลาย ฝูงอสูรผุดขึ้นจากใต้เหวลึก กลืนกินสรรพชีวิตไป สิ่งที่เธอสร้างขึ้นมา ไม่มีผู้ใดสามารถหนีพ้นจากเคราะห์กรรมที่ถูกกำหนดไว้แล้ว ความดีงาม, ความสงบ และปัญญาที่เธอประทานมา ล้วนถูกทำลายไปเบื้องหน้าความอาฆาตพยาบาทอันบริสุทธิ์ ใต้จันทราเสี้ยวแสยะยิ้ม คลื่นสีดำมืดที่เหี่ยวเฉาไหลทะลักผ่านทะเลทรายและหุบเขา ทำให้น้ำแร่ใสที่ถูกดอกกุหลาบพันเกี่ยวต้องสกปรก ความโสมมของมันทำให้แผ่นดินแปดเปื้อน มนุษย์สั่นสะท้านด้วยความสิ้นหวัง นักปราชญ์เรียกมันว่ากระแสสีดำ เพราะมันเป็นน้ำหลากที่กลืนกินทุ่งหญ้า หมู่บ้าน และบ้านเมืองไปจนหมดสิ้น\nเธอมองเห็นสิ่งเหล่านี้ด้วยตาตนเอง เธอร้องไห้ด้วยความโศกเศร้า เพราะเห็นความทุกข์ทรมานของสรรพสิ่ง หยาดน้ำตาที่เปี่ยมไปด้วยความเศร้าโศกของเธอร่วงหล่นลงพื้น ดับเปลวไฟชั่วร้ายที่ร้อนระอุ ด้วยเหตุนี้เองดอกไม้ที่ชุ่มไปด้วยหยาดน้ำค้างจึงเบ่งบานขึ้นจากพื้นดินที่ไหม้เกรียม ทว่าต้นตอของเคราะห์ร้ายยังซุ่มรอโอกาสอยู่ใต้ดินไหม้เกรียม เงาร้ายแห่งความตายยังคงปกคลุมแสงจันทร์ที่เคยสุกสกาวเอาไว้ เธอจึงตั้งปณิธานว่า จะช่วยให้สิ่งมีชีวิตบนโลกให้ฟื้นคืนกลับมา แล้วก้าวขึ้นสู่การเดินทางไกลครั้งสุดท้ายร่วมกับทูตแห่งวิญญาณเหล่านั้นที่ติดตามเธอ"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "เธอเดินตามแสงเงากระดำกระด่าง เข้าไปในป่าที่แตกสลายไปนานแล้ว ทุกก้าวที่เธอก้าวเดินไป ก็จะมี Nilotpala Lotus นับพันดอกเบ่งบานตามหลังเธออย่างเงียบสงบ ภัยพิบัติ, เปลวไฟ, ความตายและการทำลายล้างทั้งหมด ล้วนถอยร่นไปเมื่อต้องเผชิญหน้ากับปัญญาอันน่าอัศจรรย์ของเธอ ดอกไม้หอมฟุ้งเบ่งบานขึ้นมาอีกครั้งในแดนมรณะ และยังคงงอกงามจนถึงบัดนี้ จำนวนของมันมากพอ ๆ กับเม็ดทรายที่อยู่ในแม่น้ำ Ardravi ลมพายุเองเงียบสงบลงด้วยเสียงเพลงของเธอ พลันแปรเปลี่ยนเป็นลมหายใจแผ่วเบา พัดกระดิ่งวิเศษตรงปกเสื้อให้พลิ้วไหวเบา ๆ ส่งเสียงไพเราะเสนาะหู เหล่าทูตวิญญาณ, ภูต, มนุษย์และอมนุษย์ ล้วนชื่นชอบความสุขสงบ เคารพและสรรเสริญนามของเธอ เพราะเธอเป็นผู้ที่ฉลาดและมีเมตตาที่สุดอย่างแท้จริง\nในป่าลึก เธอเก็บต้นหญ้ามาเป็นเครื่องดนตรี เก็บดอกไม้มาเป็นมงกุฎ บรรเลงบทเพลงอันไร้ที่ติด้วย Karrenay ทันใดนั้น กองทัพอสูรนับหมื่นก็กลายเป็นผุยผง สลายไปจนสิ้น และไม่อาจพบเจอในสถานที่อื่นได้อีก เธอปาดน้ำตาให้กับสิ่งมีชีวิตในป่าอย่างเบามือ ปลอบประโลมความเศร้าของพวกมัน เหมือนที่เธอเคยพัดสายลมแห่งชีวิตข้ามผืนทรายที่ร้างเปล่า ราวกับทูตแห่งโอเอซิสอันเป็นนิรันดร์จากกาลเวลาอันยาวนาน\nเพียงแต่แผ่นดินนี้ยังคงแหลกสลาย ผีร้ายและอสูรชั่วร้ายได้กลืนกินหัวใจของมันลงไปแล้ว และทำให้ที่นั่นกลายเป็นที่พำนักของพวกมัน ถ้ำอันมืดมิดที่แสงสุริยาจันทราหรือเปลวไฟส่องไปไม่ถึง สำหรับพวกมัน ดินคือสมบัติล้ำค่า ดินโคลนคืออาหารที่ยอดเยี่ยมที่สุด เหมือนนกที่นุ่งห่มขนนกแต่ไม่สามารถทะยานขึ้นไปบนฟ้าได้ เธอจึงตัดสินใจว่าจะเดินทางไปที่นั่น ไปยังถ้ำอันมืดมิดแห่งนั้น ก้าวเดินเข้าไปยังที่พำนักของสิ่งชั่วร้ายที่ไม่มีผู้ใดหนีกลับออกมาได้อีก เดินไปสู่เส้นทางที่ไม่อาจหวนกลับได้อีก มุ่งสู่การเดินทางแห่งความเมตตาและความบริสุทธิ์เส้นนี้\nเธอเดินเข้าไปในดวงใจแห่งโลกมนุษย์อันว่างเปล่าเพียงลำพัง ลูบไล้สัมผัสใบหน้านิรันดร์ของมันอย่างแผ่วเบา ด้วยเหตุนี้เธอจึงกลายเป็น Gaokerena ผู้เป็นอมตะ และกลายเป็นโลกเสียเอง ทุกเสี้ยวความรู้ ต้นหญ้าหอมทุกต้น ล้วนเป็นเจตจำนงอมตะของเธอ และมีทุ่งดอกไม้งอกงามล้อมรอบตัวเธออยู่ ที่มีสีดั่งหยกเขียว หอมดั่งน้ำค้างกุหลาบ ชุ่มชื่นดั่งอาภรณ์สวรรค์ ฝูงนกนับร้อยขับร้องบทเพลงล้อมรอบตัวเธอ สรรเสริญการเกิดใหม่ของเธอที่กำลังจะได้รับ เฉกเช่นที่มนุษย์โยนเสื้อผ้าชุดเก่าทิ้ง แล้วเปลี่ยนเป็นชุดพิธีการใหม่เอี่ยม สลัดพ้นจากเครื่องพันธนาการแต่เดิม และก้าวขึ้นสู่โถงแห่งความเป็นนิรันดร์"
          }
        ]
      },
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "ผู้คนมากมายไม่เคยได้ยินเสียงของเธอเสียด้วยซ้ำ แม้เคยได้ยิน พวกเขาก็ไม่รู้ว่านั่นคือเธอ น้อยคนนักที่จะได้ยินคนที่เล่าเรื่องเก่งเพราะได้ยินจากแดนไกล คนที่มองเห็นแก่นแท้และเชี่ยวชาญการสอนก็พบเห็นได้ยากเช่นกัน เจตจำนงของเธอแผ่ซ่านไปทั่วทุกสิ่ง ไม่ดับสูญเฉกเช่นเดียวกับความรู้ สิ่งที่ทำลายไม่ได้เหล่านั้น ก็ไม่อาจมีผู้ใดทำลายมันได้เช่นกัน เพราะบนโลกนี้ไม่เคยมีการไม่ดำรงอยู่ที่ดำรงอยู่ และไม่เคยมีการดำรงอยู่ที่ไม่ดำรงอยู่ด้วยเช่นกัน\nต้องทราบไว้ก่อนว่า ผืนป่านนี้เคยล่มสลายเพราะการบุกรุกของฝูงอสูรแห่งความมืดมิด แสงจันทราส่องทอดลงบนน้ำนิ่งแตกกระจัดกระจายเหมือนกับความฝันที่ส่องสะท้อนจากมัน เขาวงกตที่ไม่สิ้นสุดนั้นเองได้ก็พังทลายลงท่ามกลางไฟโหมกระหน่ำ ราชาแห่งสัตว์ทั้งปวงแผดเสียงคำรามด้วยความโกรธเกรี้ยวก่อนตาย แล้วสิ้นใจลงไป เพื่อปกป้องสิ่งที่เธอเคยฝากฝังไว้ ทว่าความทรงจำเองนั้นไม่เคยแตกสลาย พังทลายและร่วงหล่นไป เช่นเดียวกับปัญญาที่เธอทิ้งไว้เบื้องหลัง ไม่เกิด ไม่เสื่อมสลาย เป็นนิรันดร์ และเก่าแก่\nองค์หญิงดินแดนแห่งความฝันทำตามคำแนะนำของเธอ หักกิ่งไม้สีขาวอย่างเบามือ แล้วสร้างพื้นที่ล่าสัตว์เขียวขจีขึ้นอีกครั้งท่ามกลางใบไม้ร่วงหล่นที่แห้งเหี่ยว ส่วนเด็กเหล่านั้นที่ขอพรที่ยิ่งใหญ่และเป็นลูกหลานของป่า ในที่สุดก็สามารถนอนหลับฝันดีได้อีกครั้ง ไม่ว่าต้องทนทุกข์สักเพียงใด นักล่าก็มักหาทางกลับมาได้เสมอ… นั่นก็คือคำสัญญาที่เธอมอบให้กับเด็ก ๆ และพวกผู้ใหญ่ที่เคยเป็นเด็กมาก่อน ซึ่งเป็นคำสัญญาแรกและคำสัญญาสุดท้ายด้วยเช่นกัน บางทีฝุ่นแห่งจันทราที่กระจายอยู่บนโลกนี้อาจค่อย ๆ เลือนรางไปราวกับหยาดน้ำค้างในยามเช้า แต่สิ่งที่หลงเหลืออยู่ในความทรงจำ อย่างความฝันอันงดงามและความคิดถึง กลับเป็นดั่งไข่มุก ที่แม้ถูกลมพัดทรายขัดเกลาอีกสักกี่ครา ก็ไม่อาจเปลี่ยนแปลงสีบริสุทธิ์ดั้งเดิมของมันได้"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "บทตีพิมพ์แห่งใบไม้แรมปี"
          }
        ]
      }
    ]
  }
}