{
  "epId": 2924,
  "name": "เรื่องราวของ Shiruyeh และ Shirin",
  "desc": "<p>เรื่องราวที่ญินเล่าให้เด็กเลี้ยงแกะฟังท่ามกลางสายลมยามค่ำคืน ทั้งไม่รู้ที่มา และหาสาระไม่ได้</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/15/144837601/1cf52e4ba9a7722762b61b5c22d7b42d_1382558342267923940.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1665833948,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "เรื่องราวของ Shiruyeh และ Shirin"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "ตอนที่ 1",
        "desc": [
          {
            "type": "RichText",
            "text": "“เรื่องที่จะเล่าต่อจากนี้ เกิดขึ้นในยุคสมัยของ Shiruyeh ‘ราชาแห่งโรคระบาด’ เพียงแต่ในตอนนั้น เจ้าประเทศองค์นี้ยังไม่มีชื่อเสียงฉาวโฉ่เนื่องจากเหตุการณ์ ‘โรคระบาดแห่ง Shiruyeh’ และราษฎรของเขาก็ยังไม่ได้กระจัดกระจายเร้นกายเข้าไปในโลกแห่งความมืด กลายเป็นสิ่งมีชีวิตป่าเถื่อนที่สูญเสียภาษาและใบหน้า…”\nภูตเมืองแห่งธิดาจันทรา หยุดไปชั่วขณะหนึ่ง ก่อนจะเหยียดตัวบิดขี้เกียจครั้งใหญ่ เหรียญเงินสีจันทร์ที่ข้อมือกับข้อเท้าส่งเสียงดังรัว ดูเหมือนว่าจะกำลังไม่พอใจการกระแทกของ Sumpter Beast\n“จะว่าไปแล้ว เจ้านกเรเวนน้อย เจ้ารู้ความหมายของนาม ‘Shiruyeh’ หรือไม่?”\n“เอิ่ม… ผู้ที่น่าขัน ต่ำช้าที่สุด?”\nเด็กหนุ่มที่ถูกเรียกว่า “นกเรเวน” ตอบไปส่ง ๆ เนื่องจากความร้อนของแสงแดดและการคุกคามของทรายดูด ทำให้เขาไม่มีแก่ใจที่จะฟังเรื่องราวของเพื่อนร่วมทาง\n“ในชนเผ่าของเรา ‘Shiruyeh’ เป็นนามแห่งความอัปยศ มีเพียงผู้นำที่ถูกเนรเทศเท่านั้นถึงจะถูกประทับนามแบบนี้ไว้บนหน้าผาก เวลาสาปแช่งหรือด่าทอใครก็จะเอ่ยถึงชื่อนี้ นี่เป็นธรรมเนียมของเรา… คิดว่าเผ่าอื่น ๆ ก็คงไม่ต่างกันมากเท่าไรนัก”\n“ฮ่าฮ่า! ความรู้ของมนุษย์เหมือนกับทรายดูด ผลัดเปลี่ยนไปตามสายลมแห่งกาลเวลา ประหลาดเสียจริง!”\nคำตอบแบบไม่ใส่ใจของ “นกเรเวน” กลับชวนให้ภูตอยากเย้ยหยันอย่างนึกสนุก\n“อันที่จริง… ในภาษาที่สูญหายไปแล้ว ‘Shiruyeh’ หมายถึง ‘ลูกสิงโตที่ยังไม่หย่านม’ พ่อของเขา ‘Parvezravan’ ตั้งชื่อนี้ให้แก่ลูกรักในวัยหนึ่งเดือน แต่ไม่รู้เลยว่า เจ้าประเทศที่เรียกตัวเองว่า ‘วิญญาณแห่งชัยชนะนิรันดร์’ ผู้นี้ จะถูก ‘สิงโตน้อย’ ที่เขารักยิ่งฉีกออกเป็นชิ้น ๆ ราวกับสุนัขล่า…”\nภูตนิ่งชะงักไปครู่นึง คล้ายว่ากลัวผู้รับฟังจะเบื่อหน่าย พอได้สบตากับเด็กหนุ่มแล้ว ก็พูดต่อไปว่า:\n“ส่วน ‘Parvezravan’ ผู้นี้ เล่ากันว่า ในยุคที่มนุษย์ต่างยึดครองอาณาเขตปกครองในฐานะเจ้าประเทศ ‘Parvezravan’ เคยเป็นหนึ่งในราชาผู้ทรงอานุภาพ…”\n“Parvezravan” ไม่ใช่ชื่อเดิมของราชาองค์นี้ เหล่าภูตเล่ากันว่า เขาเคยเป็นเด็กกำพร้าที่ถูกนกยักษ์ Ghoghnus เลี้ยงดูอยู่ในรังจนเติบใหญ่ และให้ชื่อว่า “Kisra” ซึ่งหมายถึง “ผู้ได้รับนามอันไพเราะ” ต่อมา เนื่องจากความทะเยอทะยานที่คิดจะเรืองอำนาจ อีกทั้งได้รับความช่วยเหลือจากนกศักดิ์สิทธิ์ เจ้าประเทศราช Ormazd Shah จึงรับเขาไว้เป็นลูกบุญธรรม และได้กลายเป็นนักปราชญ์และวีรบุรุษในมวลมนุษย์ปุถุชน\nในบทเพลงของชนเผ่าทะเลทรายที่ล่มสลายไปแล้วเล่าว่า Kisra ได้ยึดครองดินแดนบนโลกทั่วทั้งสี่ทิศ เพื่อเจ้าประเทศราช Ormazd Shah บีบบังคับให้เมืองเก้าสิบเก้าแห่งต้องทอดทิ้งกำแพงเมืองหอคอยสูงที่สร้างจากดินปูนและทองสัมฤทธิ์ เอาชนะหัวหน้าชนเผ่าล่าสัตว์เก้าสิบเก้าคน และใช้โซ่ทองล่ามนักปราชญ์ผู้รอบรู้ด้านหลักแห่งดวงดาวเอาไว้ จับกุมและนำตัวกลับมาคุมขังในปราสาทสูงตระหง่านของเมืองหลวง Gurabad\nขณะนั้นเอง ดินแดนสุขาวดี “Valivija” เพิ่งถูกทรายคลั่งเคลือบทองฝังกลบไป หนึ่งในสามเทพอสูรได้ดับไปแล้ว เวลานับร้อยปีแห่งความอลหม่านและโกลาหล มนุษย์ปุถุชนได้กระจัดกระจายไปปกป้องตนเองในดินแดนของประเทศ จนกระทั่ง Ahmar นายของข้า และราชาผู้ปรีชาแห่ง Greenwood ได้รวบรวมราษฎร สร้างแดนสวรรค์แห่งโอเอซิสขึ้นมาใหม่อีกครั้ง ยุคสมัยการช่วงชิงดินแดนของเจ้าประเทศจึงสิ้นสุดลง\nกลับมาที่เรื่องราวก่อนหน้านี้ เนื่องจากผลงานที่ Kisra สร้างไว้ มงกุฎของ Ormazd จึงหนักอึ้งขึ้นเรื่อย ๆ จนสุดท้ายแล้วคอของเขาก็ไม่อาจรับน้ำหนักของมงกุฎราชานั้นได้อีก จึงจำต้องใช้โซ่ทองบริสุทธิ์ แขวนมันไว้กลางโถงใหญ่ไปตลอดกาล\nอันเนื่องจากคุณงามความดีของเด็กหนุ่ม Kisra ได้รับรางวัลอันสูงส่งจากเจ้าประเทศ Ormazd Shah เขามอบนาม “Parvez” ให้แก่บุตรบุญธรรม และยก Shirin บุตรีให้แต่งงานกับเขาด้วย ในบทเพลงอันลอยละล่องของเหล่าภูตขับขานกันว่า เธอเป็นทายาทเลือดผสมระหว่างเจ้าประเทศผู้เป็นมนุษย์และบรรพชนสตรี Liloufar เนื่องด้วยมีปัญญาที่ล้ำเลิศ จึงมีอายุขัยอันไร้จุดสิ้นสุด และสามารถทำนายลางนิมิตในปัจจุบัน ได้เหมือนกับนักปราชญ์คนแรก\nหาก Kisra Parvez หยุดลงเพียงเท่านี้ นามแห่งวีรบุรุษของเขาก็จะปราศจากมลทินใด ๆ แต่ในวันที่ถูกสาปแช่ง เจ้าประเทศ Ormazd และทายาทอีกสามร้อยคนของเขาเสียชีวิตภายในชั่วค่ำคืนที่เมือง Gurabad หลังจากเหตุการณ์ไร้ซึ่งเหตุผลนี้ Kisra ก็ได้สืบทอดบัลลังก์ต่อ และเพิ่มฉายา “Ravan” ให้กับตัวเอง ก้าวขึ้นเป็นเจ้าประเทศที่แกร่งที่สุดในมนุษย์ปุถุชนทั้งปวง\n“…”\nภูตหยุดการเล่าเรื่องลง พลางทอดสายตามองไปที่ดวงตะวันสีชาดที่กำลังดำดิ่งลงหลังเนินทราย จากนั้นก็ผิวปากเสียงแหลม ส่งสัญญาณบอกเด็กหนุ่มให้หยุด Sumpter Beast เตรียมตัวตั้งแคมป์ใต้เสาหินผุพัง\n“มีคนบอกไว้ว่า…”\nภูตกระโดดลงจาก Sumpter Beast ด้วยความคล่องแคล่ว หมุนเป็นวงกลมกลางพื้นทรายอยู่หลายครั้ง เหมือนนักเต้นรำ “Setaria” ที่สูญหายไปนานแล้ว ปล่อยให้แสงจันทราที่เพิ่งปรากฏขึ้น ได้เคลือบประกายสีเงินให้กับผิวโปร่งใสของตนเองอย่างทั่วถึงกัน กลิ่นอายของมดยอบโปรยปรายเคล้าคลอกับปอยผมนับพัน พร้อมเสียงระฆังสีทองแผ่ออกไปไกล\nจากนั้น ภูตโน้มตัวเล็กน้อยแล้วหยุดปลายเท้าของตนเองไว้ พลางหัวเราะออกมาเบา ๆ\nมีคนบอกว่า โศกนาฏกรรมของเมือง Gurabad เกิดจากน้ำมือของวีรบุรุษ Kisra\nบางคนเล่าว่า ในคืนนั้นที่เกิดโศกนาฏกรรมขึ้น เจ้านกวายร้ายที่ปราศจากกรงเล็บบินหนีออกจากปราการแข็งแกร่ง ไม่กินไม่ดื่ม ร่ำไห้โหยหวนทั้งคืน เจ้าหนูที่มีใบหน้าเหมือนคนในปราสาทกัดแทะโซ่ทองที่แขวนมงกุฎไว้ จนมงกุฎหนักเทอะทะตกกระแทกใส่พื้นเต็มแรง ได้รับความเสียหายและผิดรูป\nผู้คนเล่ากันว่า เสียงที่มงกุฎตกพื้นดังสนั่นราวแผ่นดินไหว ถึงขนาดที่ทำให้ข้าทาส Fellahin ที่ทำงานหนักและตั้งรกรากอยู่นอกปราการ ต้องอกสั่นขวัญแขวนให้กับทรราชที่พวกเขาไม่เคยเห็นหน้ามาก่อน\nหลังจากนั้น ได้ยินว่ามีนักผจญภัยค้นพบห้องใต้ดินโบราณของเมือง Gurabad ที่ฝังอยู่ภายใต้ทรายเหลืองเคลือบทอง ภายในนั้นได้ซุกซ่อนศพขนาดใหญ่ที่แห้งเหี่ยวไปแล้วของ Ormazd และลูกหลานของเขาเอาไว้ โดยมีคำจารึกที่ไม่สามารถถอดรหัสเขียนไว้บนศพทั้งหมด…\n“หวังว่าเรื่องนี้จะทำให้เจ้าตกใจได้บ้างนะ”\nภูตจับจ้องอย่างตั้งตารอ ขณะที่เด็กหนุ่มกำลังดื่มน้ำจากกระติกน้ำหนังสัตว์\nชนเผ่าในทะเลทราย มักจะดื่มน้ำอย่างประหยัดและระมัดระวังตามสัญชาตญาณ แต่ภูตเป็นสิ่งมีชีวิตที่เกิดจากธาตุอันบริสุทธิ์ ไม่เคยรับรู้ถึงความรู้สึกกระหาย หรือความรู้สึกดื่มด่ำกับความสุขอันหรูหรา เหมือนดั่งเจ้าหญิงโบราณ Shirin ที่ขับขานกันในบทเพลงอันเศร้าโศก\n“ส่วนเรื่อง Shirin บุตรีของบรรพชนสตรี Liloufar เรื่องราวของเราเพิ่งจะเริ่มต้นขึ้น…”\nภูตหัวเราะด้วยความเจ้าเล่ห์อีกครั้ง รูม่านตาสีทองอำพัน และรอยยิ้มของเธอนั้นดูเหมือนเจ้าหญิงในอาณาจักรโบราณ"
          }
        ]
      },
      {
        "title": "ตอนที่ 2",
        "desc": [
          {
            "type": "RichText",
            "text": "ขณะนั้นเอง ดินแดนสุขาวดี “Valivija” เพิ่งถูกทรายคลั่งเคลือบทองฝังกลบไป หนึ่งในสามเทพอสูรได้ดับไปแล้ว เวลานับร้อยปีแห่งความอลหม่านและโกลาหล มนุษย์ปุถุชนได้กระจัดกระจายไปปกป้องตนเองในดินแดนของประเทศ จนกระทั่ง Ahmar นายของข้า และราชาผู้ปรีชาแห่ง Greenwood ได้รวบรวมราษฎร สร้างแดนสวรรค์แห่งโอเอซิสขึ้นมาใหม่อีกครั้ง ยุคสมัยการช่วงชิงดินแดนของเจ้าประเทศจึงสิ้นสุดลง\n“ใช่ เจ้าเคยเล่าไปรอบนึงแล้ว”\nน้ำเสียงของเด็กหนุ่มฉายให้เห็นถึงความรำคาญ เขามองไปยังจันทร์เต็มดวงบนท้องนภา อาศัยตำแหน่งของดาวบริวารเพื่อคำนวณเส้นทางของวันรุ่งขึ้น\nแต่ภูตก็รู้ว่า เขาเองก็ตั้งใจฟังเรื่องราวที่เธอเล่าอยู่เหมือนกัน จมูกของเธอจึงทำเสียงเหมือนได้ใจออกมา แล้วทันใดนั้นเองก็ได้กลับกลายเป็นโมโหเพราะกริยาที่ไม่เหมาะสมเช่นนี้:\n“มนุษย์ปุถุชนใจร้อนรนกระวนกระวาย ฟังผ่านหูก็ลืมเสียแล้ว ข้าจะไปรู้ได้ไงเล่าว่าเจ้าได้ฟังอยู่หรือเปล่า!”\nกลับมาที่ประเด็นหลัก ในบทเพลงอันโศกเศร้าของภูตเล่าว่า Shirin เป็นบุตรีของ Ormazd วีรบุรุษมนุษย์และ Liloufar ภูตซึ่งเป็น “บุตรสาวแห่งบัวสาย” เธอถือกำเนิดขึ้นระหว่างใบบัวกับหยาดน้ำค้างหอมฟุ้ง นกช้อนหอยสีขาวบริสุทธิ์ประทานคำอวยพรแก่เธอ, งูเห่ามอบไข่มุกสีเขียวแก่เธอ, แม้แต่จระเข้ยักษ์เองก็ยังหมอบกราบเธอ\nในฐานะบรรพชนสตรีแห่งภูต ก่อนที่จะมอบบุตรีให้แก่เจ้าประเทศผู้เป็นมนุษย์ Liloufar ได้ให้คำทำนายไปสามข้อ: ข้อแรก Shirin จะตกหลุมรักกับวีรบุรุษผู้ยิ่งใหญ่คนหนึ่ง บุตรของพวกเขาจะเก่งกว่าบิดา, ข้อที่สอง ญาติทั้งหลายของ Shirin จะมีจุดจบที่หวานชื่นรื่นรมย์, ข้อที่สาม Shirin จะได้ครอบครองอาณาจักรของบิดาแต่เพียงผู้เดียว\nหลังจากนั้น Liloufar ได้ให้คำเตือนสามข้อแก่ลูกรักผู้เป็นมนุษย์ว่า: ข้อแรก ความสุขของบุตรี จะทำให้ผู้เป็นพ่อต้องหลั่งน้ำตา, ข้อที่สอง หลังจากที่บุตรีแต่งงานไป จะไม่สามารถร่วมโต๊ะกินเลี้ยงกันได้อีก, ข้อที่สาม ทายาทของบุตรีจะนำพาลางร้ายมาสู่ราชอาณาจักร\nเจ้าประเทศเพิกเฉยต่อคำทำนายและคำเตือนเหล่านี้\n“ต่อมา Shirin ถูกพ่อของเธอจับหมั้นหมายให้กับวีรบุรุษผู้ยิ่งใหญ่ ‘Parvezravan’ คำทำนายข้อแรกจึงเป็นจริงขึ้นมา?”\nเด็กหนุ่มขัดจังหวะการเล่าเรื่องของภูต\n“ใช่แล้ว แต่ ก็ไม่ถูกทั้งหมดหรอก…”\nภูตชี้นิ้วไปที่ปลายจมูกของเด็กหนุ่ม อีกฝ่ายรีบเบนหนีด้วยใบหน้าแดงก่ำ ราวกับกลัวว่าจะโดนคำสาปแห่งความตายอันลอยละล่องของภูตเข้า ซึ่งท่าทางไร้เดียงสาเช่นนี้ ก็ทำให้ภูตหัวเราะออกมาอีกครั้ง\nเมื่อ Shirin ถึงวัยที่พอรู้ความแล้ว คำทำนายที่มารดาได้ฝากไว้ที่เธอ ได้กลายเป็นคำสาปที่วนเวียนอยู่รอบตัวเธอไม่จากไปไหน เธอเฝ้ารอคอยวันเวลาที่จะได้ครองรักกับวีรบุรุษทุกวี่วัน รอคอยวันที่จะได้สืบทอดอาณาจักรของบิดา เฝ้าหวังอนาคตอันหวานชื่นสมบูรณ์แบบ แต่ก็ไม่สมดั่งใจหมายสักที\nบอกตามความเป็นจริงเลยว่า ชีวิตการแต่งงานระหว่าง Shirin กับวีรบุรุษ Kisra นั้นไม่ได้มีความสุขเลยแม้แต่น้อย… อย่างไรก็ตาม วีรบุรุษของมนุษย์ล้วนเป็นพวกชอบใช้ความรุนแรง เต็มไปด้วยความทะเยอทะยานคิดจะครองอำนาจ ส่วนทายาทของ Liloufar เต็มไปด้วยความภาคภูมิของความเป็นภูต ไม่สามารถทนรับกับดักทองของความรักที่ดูเหมือนจะลึกซึ้งของวีรบุรุษมนุษย์ และไม่อาจหาความสงบสุขระหว่างเตียงนอนกับห้องครัวได้ ในที่สุดแล้ว ชีวิตที่ขาดรักและน่าเบื่อเช่นนี้ ก็ได้ก่อให้เกิดความเกลียดแค้นที่มีสดใหม่… เป็นความเกลียดแค้นเฉกเช่นเดียวกับผู้ที่ถูกจองจำไว้ในขวดสีเงินมีอยู่\nต่อมา ในคืนงานเลี้ยงฉาวโฉ่คืนนั้น บ่าวไพร่ต่ำต้อยบางคน… นักเวทแห่ง Mazandaran Oasis หรือบ่าวไพร่ของ Fellahin ที่ไม่รู้หนังสือ… ได้หยดพิษแมงป่องเข้าไปในน้ำผึ้งมัสก์ แล้วถวายให้กับเจ้าประเทศ Ormazd และลูกหลานอีกสามร้อยคนของเขา แล้วเฝ้ามองพวกเขาจมดิ่งสู่ดินแดนฝันมรณะอันหวานชื่นที่ปราศจากความฝัน ดำดิ่งลงไปสู่โลหิตและไขมันของผู้ต่ำต้อย สายเลือดและหยาดน้ำตาหลั่งไหลไปตามทาง…\nแล้วในค่ำคืนนี้เอง ผู้ที่พอได้เพลิดเพลินกับความฝันก็เหลือเพียง Shirin ที่ถูกพ่อของเธอกันออกจากงานเลี้ยงกับ Kisra ที่เป็นทั้งผู้ไม่เต็มใจสมรู้ร่วมคิดและสามีของเธอ\nบรรดาผู้ลอบสังหารราชาผู้ต่ำต้อยถูกราชาองค์ใหม่ลงโทษด้วยการจุ่มเข้าไปในบ่อน้ำผึ้ง ปากที่กำลังเอ่ยคำสาปแช่งถูกอุดตันไปด้วยน้ำผึ้งที่เหนียวหนึบ\nและคำโกหกดั่งเลือดสีดำก็พรั่งพรูไหลออกจากปากของราชาองค์ใหม่ นามแห่งวีรบุรุษค่อย ๆ ด่างพร้อยไป…\nดังนั้น คำทำนายที่สองจึงเป็นจริงขึ้นมา\nต่อมา Shiruyeh บุตรของ Kisra Parvezravan ผู้โตมาด้วยการประคบประหงมของมารดา กลับถูกบิดาขับไล่ออกเมือง Gurabad โดยสั่ง Shiruyeh ว่า นับจากนี้ไปห้ามเหยียบเข้ามาในเมืองหลวงอีก เพราะ “Parvezravan” หวาดกลัวคำเตือนของบรรพชนสตรีแห่งภูต Liloufar เป็นอย่างมาก จึงได้ตัดสินใจสั่งการเช่นนี้เพราะรักตัวกลัวตาย\nด้วยเหตุนี้ ท่ามกลางความหวาดกลัวอันไม่สิ้นสุดของเจ้าประเทศ Shirin ก็ค้นพบโอกาสดีในการแก้แค้นอีกครั้ง\nในคืนวันหนึ่ง เธอปลอมตัวเป็นเทพธิดาแห่งอารามเทพจันทรา ได้พบกับบุตรผู้พเนจรที่มาค้างแรมที่นี่ ภายใต้แสงเงินระยิบระยับ ท่ามกลางดอกลิลลี่ที่หยดหยาดน้ำค้าง เธอได้ประทานคำพยากรณ์จอมปลอมแก่หนุ่มพเนจรผู้ปิดหน้าไว้ดังนี้:\n“การปกครองแบบเผด็จการของบิดา สำหรับผู้เร่ร่อนแล้วมิใช่ความโชคร้ายที่ยิ่งใหญ่ที่สุดหรอกหรือ? บุตรแห่งเทพจันทราเอ๋ย ไม่ว่าแสงจันทร์จะส่องไปที่ใด ล้วนเป็นดินแดนที่เจ้าปกครอง เมล็ดพันธุ์ที่เจ้าหว่านออกไป จะต้องเติบโตขึ้นอย่างแข็งแกร่งและงอกงาม ในเมื่อแสงจันทร์ได้มอบธนูชั้นเลิศและดาบคมแก่เจ้าแล้ว เจ้าจะทนคนใจเสาะที่นั่งอยู่บนบัลลังก์ไปทำไม? เหตุใดถึงไม่รวบรวมความกล้า เผชิญหน้าต่อความเกลียดแค้น และเผชิญหน้ากับตนเองเสีย?”\nเล่ากันว่าในขณะที่ Shiruyeh ลังเลและตัดสินใจไม่ได้อยู่นั้น สายลมได้พัดผ่าน ทำให้ผ้าคลุมหน้าผืนบางที่ Shirin ใช้ปิดหน้าหลุดร่วงลงมาด้วย\nเมื่อเห็นใบหน้าที่คุ้นเคย ในใจของเด็กหนุ่มที่ถูกบีบให้ปิดหน้าไว้ ก็พังทลายลงทันทีเพราะความหวาดกลัวและความละอายใจ เขาวิ่งหนีไปจากอารามหลังนั้นที่ถูกแปดเปื้อนไปด้วยมลทิน เสียงหัวเราะแผ่วเบาราวกับกระดิ่งและแสงจันทร์อันเย็นชา ล้วนกลายเป็นประจักษ์พยานถึงความหวาดกลัวของเขา\nเรื่องราวหลังจากนั้นไม่ใช่เรื่องที่ดีเท่าไรนัก: เจ้าประเทศผู้ไร้เทียมทาน “Parvezravan” ถูกลูกทรพีที่ปิดหน้าเอาไว้สังหารบนเตียงของเขา และทิ้งคราบเลือดที่ไม่อาจชะล้างออกไว้บนเตียงอันวิจิตรที่ประดับด้วยไพลินและเขาสัตว์สีทอง\nบทเพลงอันโศกเศร้าของภูตได้ขับขานเอาไว้ว่า: หลังจากที่ Shiruyeh ได้ก่อความผิดมหันต์ขึ้น เขาได้ร้องไห้อย่างขื่นขมกับ Shirin ผู้เป็นมารดา แต่ Shirin ไม่ได้ตำหนิเขาเลย เธอทำเพียงแค่กอดลูกรักไว้ในอ้อมอก แล้วถอดหน้ากากทองเหลืองอันเป็นสัญลักษณ์ของการเนรเทศลง จากนั้นก็มอบรอยจุมพิตสุดซึ้งแห่งการอวยพรแก่เขา\nหลังจากที่ Shiruyeh ได้ครองราชย์ เขาได้ทรมานกับฝันร้ายที่ไม่อาจหลุดพ้นมาเป็นเวลานาน และแล้วในขณะที่ออกประพาสในตอนกลางคืนอันโกลาหลครั้งหนึ่ง เขาได้ตกลงไปในช่องแยกอันมืดมิดของแผ่นดิน และหายตัวไปอย่างไร้ร่องรอย ต่อมาเกิดโรคระบาดครั้งใหญ่จากรอยแยก กลืนกินสิ่งมีชีวิตของเมือง Gurabad ไปกว่าครึ่ง ประเทศที่สูญเสียเจ้าประเทศและขุนนางบ่าวไพร่ ได้ตกต่ำลงนับแต่นั้น แล้วถูกทรายเหลืองละโมบฝังกลบไปทีละนิด ๆ\nและผู้รอดชีวิตที่เร่ร่อนได้ เรียกภัยพิบัติครั้งนี้ว่า “โรคระบาดแห่ง Shiruyeh” เป็นการตามสนองของกรรมที่ทรราชอายุสั้นผู้เหลวไหลก่อขึ้นเอง\nส่วน Shirin ผู้เป็นมารดา ก็ได้ทำให้คำทำนายข้อที่สามของ Liloufar กลายเป็นจริงขึ้นมา… เธอกับบุตรของเธอได้รับอิสรภาพที่แท้จริง บนแผ่นดินที่ล่มสลายไปเพราะการล้างแค้น ในที่สุดเธอก็กลายเป็นวิญญาณร้ายที่คอยล้างแค้นคนอวดดีจองหอง\n“มีคนบอกว่า ตอนหลัง Shirin ถูก Ahmar นายของข้ากำราบ แล้วคุมขังไว้ในขวดเวทมนตร์สีเงิน และมีคนเล่าอีกว่า จนถึงตอนนี้เธอยังคงเร่ร่อนอยู่ในทะเลทราย ตามตื๊อนักผจญภัยที่ไม่รู้ฟ้าสูงแผ่นดินต่ำไม่เลิกรา และยังคงเฝ้าตามหาบุตรอันเป็นที่รักที่ตกลงไปในโลกอันมืดมิดอย่างไม่รู้จักเหน็ดเหนื่อย…”\nภูตเผยรอยยิ้มอย่างภาคภูมิ ทำท่าทีพูดสรุปเรื่องราวทั้งหมด\nขณะนี้ดวงจันทราลอยอยู่เหนือฟ้า ซึ่งเป็นโบราณกาลแสนยาวไกลที่ทะเลทรายยังไม่ได้ก่อตัวเป็นทะเลทราย เป็นช่วงเวลาที่เทพธิดาจัดพิธีบูชายัญขึ้น"
          }
        ]
      }
    ]
  }
}