{
  "epId": 2930,
  "name": "เรื่องราวของเด็กเลี้ยงแกะกับขวดวิเศษ",
  "desc": "<p>เรื่องราวของเด็กเลี้ยงแกะที่พบกับขวดวิเศษกลางทะเลทราย รวมไปถึงแขกไม่ได้รับเชิญที่ถูกขังอยู่ข้างในนั้น</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/20/144837601/7a0a7278d7ddb0d96d13606cc45155a4_5601973724029564593.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1671969334,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "เรื่องราวของเด็กเลี้ยงแกะกับขวดวิเศษ"
          }
        ]
      },
      {
        "key": "หาได้จาก",
        "value": [
          {
            "type": "RichText",
            "text": "วังแห่งปัญญา"
          }
        ]
      }
    ],
    "body": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "ผู้คนเล่าว่า สมัยที่ราชา Ahmar มีชีวิตอยู่ เคยรวบรวมญินและมารปีศาจบนพื้นดิน เก็บเข้าไปในขวดเวทมนตร์นับพัน\nผู้คนเล่าขานกันว่า โลกใบนี้เคยดาษดื่นไปด้วยญิน Ahmar ผู้กล้าแกร่งแต่ยังคงงุนงงได้คว้าจับพวกมันมาจากสายลมยามราตรีสีเงินและทรายดูดในทะเลทราย จากเกลียวคลื่นที่ยากเกินคาดเดาในห้วงมหาสมุทร จากเสียงตกกระทบของสายน้ำลำธารในป่าฝน แล้วเก็บเข้าไปในขวดสีเงิน… เขาเป็นเหมือนทั้งผู้พิชิตที่หยิ่งผยอง และเด็กน้อยที่มีความอยากรู้อยากเห็น\nAhmar เคยใส่บังเหียนและแอกไว้กับญินเพื่อให้พวกมันคอยรับใช้ ทั้งยังได้รู้ถึงเรื่องราวอดีตของดวงจันทร์อันหม่นหมองกับดาวประกายพรึกผู้เป็นสารถีจากบทเพลงคร่ำครวญของพวกมัน พร้อมทั้งได้สร้าง Ay-Khanoum เมืองแห่งทวิอัฒจันทร์… นามว่า “เมืองแห่งธิดาจันทรา”… เพื่อเป็นที่ระลึกถึงอีกด้วย เล่ากันว่าเมืองแห่งนี้เป็นเมืองของเหล่าญิน เป็นดินแดนสุขาวดีที่ Ahmar ประทานให้กับชาวจันทราที่เหลือหลงอยู่ และเพื่อเป็นการตอบแทน เหล่าญินจึงได้สร้างบานประตูขนาดยักษ์ให้กับสุสานของ Ahmar\nทั้งหมดนี้คือคำบอกเล่าของผู้ขับขานแห่งทะเลทราย เมื่อเวลาผ่านไปนับพันปีจนถึงทุกวันนี้ เมือง Ay-Khanoum และชนเผ่าที่อาศัยอยู่ในเมืองนับไม่ถ้วน ก็เป็นเฉกเช่นเดียวกันกับเมือง Saleh ของชาว Thamudian ผู้กล้าหาญ, เมือง Tulaytullah ของชาว Tighnarian ผู้เปี่ยมด้วยปัญญา หรือเมือง Orghana เมืองแห่ง 29 Dey เหล่าญิณที่ถูกขวดเวทมนตร์สีเงินจองจำไว้ ต่างก็ถูกทรายเหลืองชั้นแล้วชั้นเล่า กระแสไหลวนและดินโคลนฝังกลบไปนานแล้ว\nแต่ว่าตอนนี้ พวกเราอย่ามัวไปสนใจกับการหาหลักฐานอ้างอิงที่ไม่จำเป็น กลับเข้าสู่ประเด็นกันก่อน…\nในปีที่สิบห้าหลังจากที่ท่าเรือ Ormos สร้างเสร็จ หนุ่มเลี้ยงแกะคนหนึ่งขุดพบขวดสีเงินใบหนึ่งจาก Gravelsong Dunes (หมายเหตุ 1) ไม่รู้ว่าเป็นเพราะความอยากรู้อยากเห็นแสนไร้เดียงสา หรือเป็นเพราะความประมาทที่ชาวทะเลทรายไม่ควรมี ภายใต้แสงจันทร์ เด็กหนุ่มได้ทำการแกะผนึกใต้ขวด และเปิดขวดสีเงินนั้นออกมา (หมายเหตุ 2)\n“นกเรเวนในโลกมนุษย์ ช่างน่ารำคาญเสียจริง…”\nญินลอยขึ้นจากภายในขวด (หมายเหตุ 3) พลันปรากฏขึ้นเป็นรูปลักษณ์ของนักร่ายรำที่สุกใสชุ่มฉ่ำราวบัวสาย, อ่อนโยนนุ่มนิ่มเกียจคร้านดั่งแมวเหมียว\n“นกเรเวน…?”\nเด็กหนุ่มผู้โง่เขลาไม่เข้าใจเลยแม้แต่น้อย เพราะรูปลักษณ์ของเขาไม่เหมือนนกทั้งยังไม่ได้มีนิสัยร้องโหวกเหวกโวยวายอีกด้วย\n“ใช่แล้ว นกเรเวน”\nญินตนนั้นทวนซ้ำอีกครั้งด้วยท่าทีรำคาญ\n“เจ้านกที่เกิดเร็วและตายเร็ว มีชีวิตที่เสียงดังโหวกเหวก… ‘พวกเขาจะตื่นขึ้น ในตอนที่ตายไปเท่านั้น’ เจ้าไม่เข้าใจตรงไหนกัน?”\nเด็กหนุ่มส่ายหน้าด้วยความงุนงงอีกครั้ง และได้รับเสียงถอนหายใจกลับมาจากอีกฝ่าย\n“เอาอย่างนี้ละกัน เจ้านกแสนโง่เขลา”\nญินส่ายหัว ปอยผมที่ทาเคลือบด้วยมดยอบพลิ้วไหวอย่างแผ่วเบาภายใต้แสงจันทร์ กระดิ่งทองที่ผูกไว้ปลายหางเปียส่งเสียงชวนให้ผู้คนเข้าสู่ความฝัน ทว่ารูม่านตาสีเหลืองอำพันนั้นกลับเปล่งประกายแวววาวราวกับกริช\n“ข้าอนุญาตให้เจ้าถามได้สามคำถาม แต่ข้าเองก็มีเงื่อนไขสามข้อด้วยเช่นกัน…”\n“ข้อแรก ห้ามลบหลู่ Ahmar เจ้านายของข้า ข้อนี้สำคัญที่สุด (หมายเหตุ 4)”\n“ข้อที่สอง ห้ามมีความคิดเย่อหยิ่งโอหัง เจ้าคนอายุสั้นควรรู้จุดยืนของตนเอง”\n“ข้อที่สาม ห้ามแอบฟังเรื่องของสวรรค์และโลก เจ้าควรรู้ไว้ว่า บนสวรรค์มีองครักษ์แกร่งกล้าและดวงดาวเจิดจรัสอยู่อย่างแท้จริง”\n“มิฉะนั้น ข้าก็จะโบยบินท่ามกลางสายลมยามราตรีพุ่งเข้าไปในปากและจมูกของเจ้า เหมือนอย่างที่สามเทพธิดาแห่งดวงจันทร์ควบม้าศึกของพวกนาง กวาดล้างอวัยวะและวิญญาณของเจ้าให้หมดสิ้น แล้วเอากายเนื้อกึ่งเป็นกึ่งตายเจ้ามาทำเป็นบ้านใหม่ของข้าเสีย”\nเด็กหนุ่มรีบปิดปากและจมูกไว้ แล้วพยักหน้าอย่างหนักแน่น พยายามยืนยันให้เห็นว่าตัวเองเข้าใจเงื่อนไขของญินแล้ว\n“ถามมาได้เลย ผู้เป็นที่รักของเจ้านายข้า ข้ารับใช้ของสวรรค์”\nญินหัวเราะอย่างแผ่วเบาและพูดขึ้น แสงจันทร์สกาวสาดใส่ปอยผมนับพันของเธอ และกระจายแทรกซึมเข้าสู่ผิวที่แทบจะโปร่งใสของเธอ เปล่งประกายราวผลึกคริสตัล\n“เจ้าคือผู้ใด?”\nเด็กหนุ่มเอ่ยถาม\n“ข้าคือผลผลิตจากฟากฟ้า และเป็นสิ่งมีชีวิตบนโลก ข้าเป็นผู้พลัดถิ่นจากยุคสมัย และเป็นข้ารับใช้ผู้ซื่อสัตย์ของเจ้านายผู้ยิ่งใหญ่ของข้าด้วย ข้าคือวิญญาณธาตุผู้ไม่ยอมจำนนต่อเลือดเนื้อ เป็นนักโทษตลอดกาลผู้พอใจในความสงบสุขบนหน้ากากจอมปลอม…”\nญินยืดอกด้วยความภาคภูมิ ปล่อยให้แสงจันทร์ไหลผ่านร่างอันโปร่งใสของเธอ ให้สายลมในราตรีกาลพัดกระดิ่งทองของเธอจนก้องกังวาน\n“ข้าคือลูกหลานของ Liloufar ข้าสามารถย่อหดตัวให้ใหญ่หรือเล็กได้ จะลอยขึ้นหรือล่องหนก็ได้ ไม่ว่าในคลื่นทะเล, ในสายลม หรือบนแสงจันทร์หม่นหมองที่สิ้นชีพไปแล้ว ล้วนมีเผ่าพันธุ์เช่นเดียวกับข้าอยู่ พูดง่าย ๆ ก็คือ ข้าคือ ญินผู้ภาคภูมิ”\n“แล้วเจ้ามาอยู่ในขวดใบนี้ได้อย่างไรกันเล่า?”\nเด็กหนุ่มผู้ไม่ประสีประสาเขย่าขวดสีเงินบนมือไปมา และเอ่ยถามด้วยความไม่เข้าใจ\n“Ahmar เจ้านายของข้า ตั้งปณิธานจะพิชิตฟ้าและผืนปฐพี ขุนเขาและทะเลทั้งปวงต้องฟังคำสั่งเขา เพราะเหตุนี้เขาจึงหล่อขวดเวทมนตร์ด้วยก้อนแร่เงินให้กับพวกเรา พร้อมทั้งประทับตราของเขาไว้บนตัวพวกของพวกเราด้วย พวกเราจึงได้กลายเป็นข้ารับใช้ของเขา ทำงานสร้างสรรค์และบุกเบิกอันสูงส่ง หรือจะพูดอีกอย่างก็คือ… ไม่ใช่ข้ารับใช้ที่น่าอัปยศ แต่เป็นข้ารับใช้ที่เต็มไปด้วยความภาคภูมิต่างหากเล่า”\n“แต่ภายหลัง…”\nแสงสว่างในดวงตาสีเหลืองอำพันของญินมอดลง เสียงก็เบาลงไปมากเช่นกัน\n“เจ้านายของข้านำหายนะมาสู่ตนเอง ทำให้พวกข้าได้รับบทลงโทษโดยการถูกลืมเลือนมาหลายยุคหลายสมัย ดังนั้นพวกข้ากับพวกพ้องจึงถูกขังไว้ในขวดเงินที่ถูกปิดผนึกไว้ จมปลักอยู่กับความฝัน จนกว่าช่วงเวลาแห่งความตายจะมาถึง”\n“เอาล่ะ คำถามข้อที่สาม!”\nญินโบกมืออย่างร่าเริง เหรียญเงินโบราณที่ร้อยข้อมือไว้จึงส่งเสียงดังกรุ๊งกริ๊งออกมา\n“ถามให้ดี ๆ ล่ะ ไม่เช่นนั้นก็ระวังปากกับจมูกของเจ้าไว้!”\n“ถ้างั้น…”\nเด็กหนุ่มลังเลอยู่ครู่หนึ่ง ก่อนจะถามคำถามสุดท้ายออกมา\n“ชีวิตในขวดเป็นอย่างไรบ้าง?”\nดูเหมือนว่าญินจะไม่เคยได้ยินคำถามเช่นนี้มาก่อนเลย หลังนิ่งไปพักใหญ่ แล้วจึงตอบออกมาอย่างเชื่องช้าว่า:\n“ในยุคแรกสุด ข้าอาศัยอยู่ในตำหนักที่ไร้ซึ่งความกังวล ร่วมร้องเพลงกับนกไนติงเกล พลอดรักกับดอกกุหลาบ มันเป็นยุคสมัยที่งดงาม เป็นยุคที่นักกวีกับคนรักเกิดมาเพื่อข้า ในตอนนั้น รู้สึกว่า ‘เมืองแห่งธิดาจันทรา’ ทั้งเมืองต่างก็อยู่ในขวด แม้แต่น้ำแร่ที่ไร้กลิ่นไร้รสก็ยังน่าหลงใหล”\n“ตอนนั้น ข้าบอกตนเองว่า ถ้ามีผู้ใดทำลายผนึก แล้วปล่อยข้าออกไปข้างนอก ข้าก็จะสาปแช่งให้ผู้นั้นพบกับความตาย”\n“ในยุคสมัยต่อมา พายุทรายโหมกระหน่ำ, มารปีศาจออกอาละวาด, นกไนติงเกลร่ำไห้จนเสียงร้องของมันแหบแห้ง และดอกกุหลาบร่วงโรย กลายเป็นขวากหนามที่พันเกี่ยวเข้าด้วยกัน นักกวีอดตายเพราะความหิวโหย, คนรักหนีหายตายจาก และความรุ่งเรืองทั้งปวงได้มลายหายไป… มันเป็นยุคสมัยที่น่ากลัว ทุกอย่างได้หยุดชะงักลงท่ามกลางการล่มสลายอันนิรันดร์ และเหมือนเช่นเคย ‘เมืองแห่งธิดาจันทรา’ ก็ยังคงอยู่ในขวด”\n“เพราะเช่นนั้น ข้าจึงบอกตัวเองว่า ถ้ามีผู้ใดทำลายผนึก แล้วปล่อยข้าออกไปข้างนอก ข้าจะต้องทวงถามความอยุติธรรมของมันให้จงได้”\n“จากนั้น ยุคที่สาม ทุกอย่างกลับคืนสู่เถ้าธุลี ทุกอย่างถูกทำลายจนสิ้น ละครยิ่งใหญ่ของ ‘เมืองแห่งธิดาจันทรา’ ได้มาถึงจุดจบแล้ว เหลือเพียงซากปรักหักพังของโรงละครมหึมา และหน้ากากที่แตกเป็นเสี่ยง ๆ ของทวยเทพ น้ำตาของข้าเหือดแห้งไปในยุคนี้ เสียงดังของกระดิ่งทองและผ้าคลุมชั้นแล้วชั้นเล่าได้กลายเป็นคำสาปที่พันล้อมตัวของข้าเอาไว้”\n“เพราะแบบนี้ ท่ามกลางความอ้างว้างเปล่าเปลี่ยว ข้าจึงบอกตัวเองว่า ถ้ามีผู้ใดทำลายผนึก แล้วปล่อยข้าออกไปข้างนอก ข้าจะกลายร่างเป็นวิญญาณร้าย… ทำลายโลก หรือไม่ก็ทำลายตัวข้าเองเสีย”\n“ดังนั้น…”\nลมหนาวจากทะเลทรายพัดมาในทันใด เด็กหนุ่มหนาวดึงเสื้อคลุมหลวมมาคลุมห่อหุ้มตัวไว้อย่างแน่นหนา\n“ใช่แล้ว เดิมทีข้าคิดจะเอาเจ้ามาเป็นเป้าหมายคนแรกสำหรับแก้แค้น… ฉีกกระดูกเลือดเนื้อของเจ้าให้ขาดสะบั้น นำวิญญาณของเจ้ามาแต่งเป็นบทเพลงอันโหดร้าย”\nญินหัวเราะอย่างมีเล่ห์เหลี่ยมราวกับนกไนติงเกลที่ร่ำร้องประกาศความตายในคืนฤดูร้อน\n“เพียงแต่ แสงจันทราสิ้นชีพสาดแสงไปยังเนินทรายที่ไหลร่วง และสาดส่องมายังข้าด้วย… ทำให้ข้าระลึกได้ว่า โลกนี้ช่างน่ารักเหลือเกิน”\n“เจ้าญินผู้น่าสงสาร เป็นเฉกเช่นนกน้อยที่พยายามฟักออกจากไข่อย่างสุดกำลัง ตกหลุมรักโลกอันแร้นแค้นและซอมซ่อแห่งนี้อย่างสิ้นหวัง รวมทั้งการเกิดใหม่และดับสูญไปของสรรพสิ่งอันโง่เขลาในระหว่างนั้น ผู้ภาคภูมิที่เคยถูกหล่อเลี้ยงด้วยกุหลาบเลิศรส บัดนี้กลับตกหลุมรักดินแดนที่เต็มไปด้วยคางคกและงูพิษ…\n“สิ่งเหล่านี้ทำให้ข้าอดใจรอแทบไม่ไหว อยากรู้ว่าช่วงเวลาที่ ‘นกเรเวน’ กลายเป็น ‘เจ้าบ่าว’… จะเป็นอย่างไรกัน”\n“ดังนั้น…?”\nเด็กหนุ่มหดตัวสะดุ้งขึ้นมาอีกครั้ง\n“ดังนั้น เจ้านกเรเวนน้อย ช่วยเล่าเรื่องราวให้ข้าฟังสักเรื่อง ช่วยให้ข้าได้รู้จักกับโลกใบนี้สักหน่อยเถอะ”\nญินหัวเราะด้วยความเจ้าเล่ห์ เมื่อมองเห็นใบหน้าซื่อ ๆ ของเด็กหนุ่ม กระดิ่งสีทองที่ปอยผมก็รัวดังขึ้นมา\nและแล้ว ญินแห่ง “เมืองแห่งธิดาจันทรา” ก็ได้เริ่มต้นเดินทางในโลกขึ้นอีกครั้ง\nเชิงอรรถ:\n1. พื้นที่ทะเลทรายที่สมาชิกใน “กลุ่ม Eremite” เรียกกันว่า “Dar Al-Azif” ไม่ใช่ชื่อจำเพาะ แต่เป็นเพราะเดิมทีเนินทรายก็เป็นสิ่งที่เคลื่อนไหวได้เหมือนลมอยู่แล้ว\n2. Faramaraz นักวิชาการ Purbiruni ยืนกรานความคิดเหลวไหลของตนเอง คิดว่า “ความโง่เขลาทั้งหมดมาจากชาวทะเลทราย” ความคิดนี้ไม่มีค่าพอให้หักล้าง สำหรับคนไร้เหตุผลแบบนี้ ขอให้นกทั้งหลายไปรวมตัวบนเตียงของเขา ขอให้ภูเขาทั้งหลายโยนก้อนหินใส่เขาเสีย!\n3. Faramaraz นักวิชาการ Purbiruni โต้แย้งกับนักเขียนอีกครั้ง คิดว่าคำว่า “ลอยขึ้น” ไม่เหมาะสม ควรใช้คำที่ดีกว่านี้ในการบรรยายลักษณะที่ “กระจายโปรยปรายเหมือนหมอกควันพราวพร่างพราย” ต้องยอมรับว่าแม้ความเห็นของเขาพอมีประโยชน์อยู่บ้างในทางวรรณกรรม แต่ไม่ใช่สิ่งที่นักวิชาการสมควรทำเลย ขอให้ลำไส้และกระเพาะของเขาพันกันเหมือนก้อนหิน และขอให้ช่างตัดผมเป็นดั่งเพชฌฆาตของหนวดเคราและเส้นผมของเขา!\n4. Faramaraz นักวิชาการ Purbiruni บอกว่า “Ahmar” ไม่ใช่ชื่อเรียกในสมัยที่ราชาองค์นี้ยังมีชีวิตอยู่ เอามาอ้างอิงในจุดนี้ เกรงว่าอาจจะไม่เหมาะสมเท่าไรนัก ขอให้ปัญญารังเกียจการมีอยู่ของเขา ขอให้ผมของเขาบางลงไว และขอให้หนวดหงอกในเร็ววัน!"
          }
        ]
      }
    ]
  }
}