{
  "epId": 2931,
  "name": "ต้นฉบับของหัวหน้าคณะละครทไวไลท์",
  "desc": "<p>บทละครเรื่อง “Phantasmagoria – บันทึกดาบแห่งเจ้าหญิง!” รอยขีดเขียนลวก ๆ คล้ายจะเป็นความคิดเห็นประกอบที่หัวหน้าคณะละครเขียนเอาไว้ ข้อความบางส่วนค่อนข้างรุนแรง คิดว่าคงไม่ได้นำไปใช้แล้วแหละมั้ง</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/20/144837601/fc846e5a1e69eed303041501122d9752_6445482762010318979.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1671969329,
  "components": {
    "body": [
      {
        "title": "รายละเอียด",
        "desc": [
          {
            "type": "RichText",
            "text": "อารัมภบท\n(พระราชวังสุดหรูหรา ฉากเองก็ต้องตระการตามากด้วย ราชาผู้ยิ่งใหญ่ เจ้าหญิงผู้กล้าหาญ และผู้รับใช้ที่ซื่อสัตย์ต่างเดินขึ้นไปรอบนเวที)\nผู้บรรยาย: ได้ยินมาว่าความฝันของผู้คนนั้นมีค่าราวกับทองคำ มังกรร้ายจึงมายังอาณาจักรเพื่อกลืนกินความฝันของทุกคน\nผู้บรรยาย: ในเวลานั้น ราชากำลังโต้เถียงกับเจ้าหญิงว่าในมื้อค่ำจะทานผักหรือทานเนื้อ\nผู้บรรยาย: อ่า ทำไมไม่ทานทั้งสองอย่างไปเสียเลย ผู้รับใช้ที่ซื่อสัตย์ที่สุดของเจ้าหญิงที่อยู่ข้างกายคิดเช่นนั้น\nผู้บรรยาย: แต่เขาก็เป็นเพียงคนตัวเล็ก ๆ เท่านั้น ไม่มีใครใส่ใจความคิดของเขา\n(มังกรร้ายบินวนอยู่กลางอากาศสามรอบก่อนเข้าสู่เวทีพร้อมพ่นไฟไปด้วย แต่ต้องระวังฉากบนเวทีให้ดี แล้วก็ อย่าพ่นไปโดนเหล่าผู้ชมโดยเด็ดขาด!)\nมังกรร้าย: ความฝันดั่งทอง ไม่รู้ว่าจะอร่อยแค่ไหนกันเชียว?\n(เมื่อมังกรร้ายลงมาสู่พื้นเวทีจะต้องสั่นสะเทือน ต้องสร้างความตื่นตะลึง! แต่อย่าให้รุนแรงจนเกินเหตุ ไม่งั้นฉากต่าง ๆ จะพังเอา)\nมังกรร้าย: ฟู่วว พื้นวังที่ไม่เสมอกันนี่ ตอนโฉบลงมาเกือบทำหน้าทิ่มแล้ว\nมังกรร้าย: โอ้! เยี่ยมไปเลย! เยี่ยมมาก! ผู้คนตัวกระจ้อย มีความฝันอันยิ่งใหญ่! ดูน่าจะกินอิ่มได้มื้อนึงแล้ว!\n(ท่านราชาเดินออกมาข้างหน้า เพื่อเผชิญหน้ากับมังกรร้ายอย่างเที่ยงธรรมและซื่อตรง)\nราชา: เจ้ามังกรร้าย! เจ้ามาที่แห่งนี้เพื่อการอันใดกัน!\nมังกรร้าย: มังกรร้ายเหรอ? เจ้าตัวเล็กนี้ไร้มารยาทเสียจริง\n(มังกรร้ายสยายปีกบดบังแสงไฟบนเวที อย่างน้อยก็ต้องบดบังให้ได้สักครึ่งหนึ่ง)\nมังกรร้าย: มังกรที่มีวิสัยทัศน์อย่างข้า ควรถูกเรียกว่า “มังกรแสนดี” สิ!\nมังกรร้าย: สหายร่วมเผ่าพันธุ์ของข้าต่างโลภโหยหาสมบัติ แต่ข้ากลับพบสิ่งที่ล้ำค่ายิ่งกว่าสมบัติเสียอีก นั่นก็คือความฝันของมนุษย์ยังไงเล่า!\nมังกรร้าย: ไม่ว่าจะหิวจนไส้กิ่วหรือกินอิ่มอยู่สบาย ในหัวของพวกมนุษย์ต่างก็เต็มเปี่ยมไปด้วยความฝัน ช่างน่าอัศจรรย์เสียจริง\nมังกรร้าย: ความฝันของมนุษย์ล้ำค่ายิ่งกว่าทองคำ พวกมนุษย์พูดกันแบบนี้\nมังกรร้าย: (ละโมบ) วันนี้ข้าก็อยากจะดูสักหน่อยว่า สิ่งของที่มันล้ำค่ายิ่งกว่าทองคำ มันจะทำให้ข้าอิ่มท้องได้หรือเปล่า\nมังกรร้าย: (ดุร้าย) ความหิวโหยเรียกร้องให้ข้าเผยแววตาโหดเหี้ยมนี้ออกมา ข้าอดใจรอที่จะลิ้มลองไม่ไหวแล้ว\nมังกรร้าย: เจ้าราชาตัวกระจ้อย หากเจ้าหวงแหนชีวิตของตนเองและคนในครอบครัว ก็ส่งมอบของสังเวยมาให้ตรงเวลาเสีย!\nราชา: ดวงตาอันชั่วร้ายของเจ้ามันเป็นเพียงสิ่งประดับเท่านั้นหรืออย่างไร จึงมิอาจแยกแยะระหว่างจอมขี้ขลาดหรือผู้กล้าได้\nราชา: ความสูงส่งและความฝันคือสิ่งที่ข้าแสวงหามาชั่วชีวิต ข้าไม่มีทางละทิ้งมันเพราะภัยคุกคามเพียงเล็กน้อยเช่นนี้หรอก\nราชา: ไปเสียเถอะ! เจ้ามังกรร้าย! ข้าจะไม่ยอมสละสิ่งใดให้เจ้าแม้แต่น้อย!\nมังกรร้าย: เจ้าตัวเล็กใจกล้าไม่เบาหนิ แต่มังกรแสนดีอย่างข้าขอแนะนำให้เจ้าลองคิดดูให้ดีเสียก่อน\nมังกรร้าย: จะเสียสละหรือพังพินาศสิ่งใดหนักหนากว่ากัน ชั่งน้ำหนักดูก่อนแล้วค่อยตัดสินใจก็ยังไม่สาย\nมังกรร้าย: หึหึ ข้าจะไปงีบที่ชานเมืองสักหน่อย ก่อนตะวันตกดินข้าต้องได้ลิ้มลองของอร่อย\nมังกรร้าย: ถ้าเจ้าไม่ให้ ข้าก็จะจัดการเอง พอถึงตอนนั้น โถงใหญ่นี่ก็จะกลายเป็นเตาหิน และวังก็จะกลายเป็นห้องอาหารของข้า!\n(มังกรส่งเสียงคำรามอึกทึก และเวทีก็สั่นสะเทือนตามไปด้วย เพื่อแสดงให้เห็นถึงพลังของเสียงคำรามจากมังกรร้าย แต่ในขณะเดียวกันก็ต้องระวังอย่าให้รุนแรงเกินไป หรือหาวิธียึดพวกแผ่นกระดานของฉากหลังเอาไว้ด้วยเชือก ตอนที่มังกรร้ายบินออกจากเวทีไม่จำเป็นต้องพ่นไฟ ควรใช้ทุนที่เหลือสำหรับฉากใหญ่ที่จะตามมาในภายหลัง)\nผู้บรรยาย: มังกรร้ายออกไปจากวัง บินไปยังชานเมืองเพื่อพักผ่อน และรออาหารมื้อใหญ่ที่ราชาจัดเตรียมไว้ให้\nผู้บรรยาย: ราชาผู้เที่ยงธรรมไม่ได้มีเจตนาจะยอมแพ้ และเตรียมพร้อมรวบรวมกองกำลังเพื่อพิชิตมังกรร้าย\nเจ้าหญิง: (ตอนเจ้าหญิงขึ้นเวที ต้องฉายสปอตไลท์ไปที่เธอด้วย!) เพื่อปกป้องอาณาจักร ข้าจะออกไปพิชิตมังกรร้ายกลืนกินความฝันตัวนี้ด้วยตัวของข้าเอง\nราชา: ลูกพ่อ! เจ้าคงไม่เข้าใจสถานะของตนเองเท่าใดนัก!\nราชา: เจ้าคือเจ้าหญิง ทำไมถึงได้ดื้อรั้นเช่นนี้\nราชา: สนามรบมิใช่สถานที่ที่เจ้าควรอยู่ ในห้องส่วนตัวในวังนั่นต่างหากที่เหมาะสมกับเจ้า\nเจ้าหญิง: อะไรกันที่ทำให้ท่านกลับคำเช่นนี้ ลืมคำที่ท่านสอนไปแล้วเหรอ: อย่าละทิ้งความสูงส่งและความฝันน่ะ!\nเจ้าหญิง: ข้าเป็นเจ้าหญิง และก็เป็นนักรบด้วยเช่นกัน กับประชาชนในอาณาจักรยามมีสุขข้าร่วมเสพ ยามมีทุกข์ข้าก็จะร่วมต้าน\nเจ้าหญิง: ตอนนี้มังกรร้ายบุกมาถึงอาณาจักร ข้าจะนั่งนิ่งอยู่ในโถงอันสูงศักดิ์นี้ได้อย่างไรกัน?\nราชา: ข้าคือนักรบ แต่เจ้านั้นเป็นแค่เจ้าหญิง\nราชา: ต่อให้เป็นครอบครัวสามัญชนคนธรรมดา จะมีพ่อคนใดกันเล่าที่ยอมให้บุตรสาวออกไปเสี่ยงอันตราย?\nราชา: ยิ่งไปกว่านั้นหลายปีก่อน เจ้ายัง…\nผู้รับใช้ที่ซื่อสัตย์: (ไม่ต้องฉายไฟให้ Leon) แฮ่มแฮ่ม! ฝ่าบาทโปรดวางพระทัย มีข้าอยู่ด้วย การเดินทางครั้งนี้ข้าจะคอยปกป้องความปลอดภัยของเจ้าหญิงอย่างแน่นอน!\nราชา: แต่ตัวเจ้าไร้ซึ่งคุณงามความดี ไร้ชื่อเสียงเรียงนาม ข้าจะวางใจได้อย่างไรกัน\n(ราชาโบกมือให้ Leon ถอยออกไป)\nราชา: ช่างเถอะ ข้าจะเรียกตัวผู้กล้าที่มีชื่อเสียงที่สุดในอาณาจักรร่วมออกเดินทางไปพร้อมกับเจ้าหญิง\nผู้บรรยาย: ผู้กล้าที่มีชื่อเสียงที่สุดในอาณาจักรนั้นมีอยู่สามคน ซึ่งแต่ละคนต่างก็มีทักษะการต่อสู้ที่ยอดเยี่ยม และมีความสามารถเฉพาะตัว\nผู้บรรยาย: ผู้กล้าทั้งสามรออยู่ภายนอกห้องโถง พร้อมที่จะเข้าไปในห้องโถงได้ทุกเมื่อ\n(ต้องฉายไฟสปอตไลต์ตอนที่ผู้รับใช้ทั้งสามคนเดินขึ้นเวที ถ้าเพิ่มขนนกร่วงหล่น ผสมกับเอฟเฟกต์สปอตไลต์ก็น่าจะไม่เลวนะ?)\nผู้บรรยาย: ผู้สร้างผู้ยิ่งใหญ่ ผู้กล้าที่มีชื่อเสียงไปทั่วโลกา ผู้รับใช้ A\nผู้บรรยาย: คุณงามความดีทางการทหารของเขาเปี่ยมล้น การผจญภัยของเขาเป็นที่เล่าลือในหมู่ผู้คน\nผู้บรรยาย: ในอาณาจักร นอกจากคนที่ไม่ใส่ใจแล้ว จะมีผู้ใดอีกที่ไม่เคยได้ยินชื่อเสียงเรียงนามอันยิ่งใหญ่ของเขา?\n(ผู้รับใช้ A ถือดาบเดินไปข้างหน้า หันหน้าไปหาผู้ชม ตรงนี้ เสียงเขาจะต้องดังมาก อย่างต่ำก็ต้องดังกว่าตัวละครอื่น ๆ สักสามเท่าขึ้นไปล่ะนะ)\nผู้รับใช้ A: สหาย! หากเจ้ายังไม่เคยได้ยินผลงานของข้า เช่นนั้นตอนนี้เจ้าก็ต้องตั้งใจฟังสิ่งที่ข้าพูดให้ดี!\nผู้บรรยาย: ทำการอันใดใจไม่แน่วแน่ นักยุทธศาสตร์ที่ระแวดระวังมากเกินไป ผู้รับใช้ B\nผู้บรรยาย: แต่กลับประสบกับภัยอันตรายมากมาย และรอดพ้นจากอันตรายได้ครั้งแล้วครั้งเล่า\nผู้บรรยาย: มีคนที่วิจารณ์หาว่าเขาจิตใจโลเล แต่ก็มีคนที่ชื่นชมบอกว่าเขาละเอียดรอบคอบ\n(ผู้รับใช้ B ก็หันหน้าไปทางผู้ชมเช่นกัน)\nผู้รับใช้ B: หะ หากใช้ปัญญาได้ เหตุใดต้องใช้กำลังเผชิญหน้ากันเล่า? แผนการอันแยบยล ต้องไม่ใช่แค่วันเดียวคืนเดียวแน่นอน…\nผู้รับใช้ B: จะ…เจ้าบอกว่าข้ากลัวเหรอ? ขะ ข้าเองก็ผ่านการต่อสู้มานับร้อยแล้ว เจ้าอย่าประเมินข้าต่ำเกินไปนะ!\nผู้บรรยาย: และสุดท้าย ปรมาจารย์ผู้ปราบมังกร เก่งกาจมากประสบการณ์ ผู้รับใช้ C\nผู้บรรยาย: “ปราบมังกรง่ายอย่างกับหั่นผัก อย่าบอกนะว่ามีแต่ข้าที่คิดแบบนั้น?”\nผู้บรรยาย: ขณะพูดปรมาจารย์ช่างฝีมือก็หยิบสมบัติแห่งการต่อสู้ออกมา พร้อมบรรยายถึงตำนานเรื่องราวแต่ละช่วงอย่างละเอียด\n(ผู้รับใช้ C เดินเข้าไปหยิบเสื้อคลุมผืนหนึ่งออกมาจากหีบสมบัติ และคลี่ออกให้เหล่าผู้ชมได้ดู)\nผู้รับใช้ C: เจ้าดูนี่สิ เสื้อคลุมตัวนี้มีที่มาที่ไม่ธรรมดาเลยล่ะ เรื่องราวของมันถ้าให้พูดก็น่าจะยาวน่ะ…\nผู้บรรยาย: เหล่านักรบมาถึงอย่างพร้อมเพรียงแล้ว พวกเขาทุกคนพร้อมที่จะต่อสู้\nเจ้าหญิง: ข้าไม่เคยได้ยินชื่อที่ยาวและซับซ้อนขนาดนี้มาก่อน ไม่ทราบว่าเหตุใดจึงเป็นเช่นนั้น?\nผู้รับใช้ที่ซื่อสัตย์: การใช้ฉายาในหนังสือแต่งเติมสีสันให้กับชื่อของตนเอง เป็นสิ่งที่นิยมในอาณาจักรในช่วงเวลานี้น่ะ\nเจ้าหญิง: โอ้! ดูเหมือนว่าข้าจะโง่เขลา ที่ไม่เคยได้ยินเรื่องความนิยมเช่นนี้มาก่อน\nราชา: ยินดีต้อนรับ! เหล่าผู้กล้า! การเดินทางครั้งนี้ยากและอันตรายเพียงใดคงไม่ต้องพูดถึงแล้ว หวังว่าทุกท่านจะนำชัยชนะกลับมา!\n(ผู้รับใช้ทั้งสามก้าวไปข้างหน้าเพื่อเปิดตัว ไฟสปอตไลต์จะต้องคอยติดตามให้ดี)\nผู้รับใช้ A: ใช้ชัยชนะที่ผ่านมาเป็นหลักประกัน ข้าให้สัญญาว่าจะอุทิศคุณงามความดีในวันนี้ให้กับเจ้าหญิง!\nผู้รับใช้ A: มีข้าร่วมทาง เจ้าหญิงไม่ต้องกังวลใจไป มังกรร้ายแสนดุดัน ไม่ใช่ปัญหาอะไร!\nผู้รับใช้ B: …มะ มังกรตัวเล็ก ๆ ไม่ควรค่าให้หวาดกลัว!\nผู้รับใช้ B: รอข้าวางแผนเสร็จ จะต้องทำให้เจ้ามังกรร้ายนั่นไม่กล้าอืดอาด และรีบจากไปอย่างรวดเร็วแน่นอน\nผู้รับใช้ C: เขาพูดได้สมเหตุสมผล แต่น่าเสียดายที่กำปั้นนี้อาจจะไม่มีโอกาสได้ยืดเส้นยืดสายแล้วล่ะ\nผู้รับใช้ C: คิดดูสิ ข้าปราบมังกรมานับไม่ถ้วน และมีชื่อเสียงกว้างไกล เจ้ามังกรร้ายนั่นจะไม่เกรงกลัวต่อพลังของข้า จนหนีไปได้อย่างไรกัน?\nผู้บรรยาย: เพราะเหตุนี้ เจ้าหญิงจึงได้พาผู้รับใช้ที่ซื่อสัตย์ของตนเองมา…\nผู้บรรยาย: ร่วมเดินทางไปพร้อมกับผู้กล้าทั้งสามคน และออกเดินทางไปพิชิตมังกรทันที\n(ตอนที่ทุกคนลงจากเวที สามารถเพิ่มเอฟเฟกต์พิเศษเข้าไปได้อีกเล็กน้อย เช่นใช้แสงไฟส่องไปยังทางที่ทุกคนกำลังมุ่งหน้าไป เพื่อแสดงให้เห็นว่าทุกคนกำลังมุ่งหน้าสู่อนาคตที่สว่างสดใส! แต่ต้องระวังอย่าส่องไปโดนผู้ชมที่อยู่เบื้องล่าง เพราะฉันไม่อยากโดนร้องเรียนเพราะเรื่องนี้)\nองก์กลางเรื่อง 1\n(ชานเมือง ป่าไม้ริมทะเลสาบ ปราสาทบนเนินเขาที่สามารถมองเห็นทิวทัศน์ที่ห่างไกล การจัดวางต้นไม้จะต้องดูเป็นธรรมชาติที่สุด และยังสามารถโปรยใบไม้ร่วงไว้บนเวทีก่อนล่วงหน้า เวลาที่มังกรร้ายบินผ่านเวที มันก็จะพัดพาใบไม้ร่วงให้ลอยขึ้น ซึ่งสามารถเพิ่มความสมจริงให้กับฉากของเราได้!)\nผู้บรรยาย: ดินแดนขุมทรัพย์ริมทะเลสาบเขตชานเมือง สายลมโชยอ่อน สีเขียวชอุ่มละลานตา จะไม่ให้ผู้คนรู้สึกผ่อนคลายและมีความสุขได้อย่างไรกัน\nผู้บรรยาย: เจ้ามังกรร้ายบิน ๆ หยุด ๆ จนมาถึงยังสถานที่แห่งนี้ และตั้งใจที่จะพักผ่อน\n(มังกรร้ายบินเข้ามาในเวทีจากที่ไกล ๆ และบินวนรอบเวทีทั้งหมดสามรอบ… สามารถเพิ่มรอบบินได้ แต่ไม่ต้องพ่นไฟ เพื่อป้องกันไฟไหม้ฉากบนเวที)\nมังกรร้าย: ปราสาทที่อยู่ไกลออกไปมองดูแล้วก็เหมือนนกเกาะอยู่บนต้นไม้ เจ้าคนตัวเล็กที่อยู่ในนั้นจะเตรียมอาหารเย็นให้ข้าเสร็จหรือยังนะ?\nมังกรร้าย: บนพื้นในตอนเที่ยงนี่ช่างร้อนเหลือเกิน บางทีข้าก็ควรจะย้ายไปที่ไหนสักแห่งเพื่อหลบแดดที่แผดเผานี่ซะก่อน\n(มังกรร้ายลงสู่พื้นภายใต้ร่มไม้ ขดตัวเป็นก้อนเตรียมตัวพักผ่อน แต่ตอนขดตัว ระวังอย่าให้หางไปโดนฉากจนล้มระเนระนาดล่ะ)\nมังกรร้าย: เพื่ออาหารเลิศรสข้าต้องเดินทางอย่างยากลำบากมาไกลแสนไกล หลังจากที่สั่งการเจ้ามนุษย์ตัวน้อยนั่นแล้ว ตอนนี้ก็ชักหิวขึ้นมาเสียแล้ว\nมังกรร้าย: หวังว่าเจ้าตัวเล็กนั่นรู้ว่าอะไรควรไม่ควร ไม่เช่นนั้นความอดทนของข้าจะต้องถูกใช้จนหมดสิ้นแน่\nผู้บรรยาย: ด้วยเหตุนี้เจ้ามังกรร้ายจึงไปพักพิงอยู่ที่ใต้ร่มไม้ ในขณะเดียวกันนั้นเอง ผู้ที่มีรูปลักษณ์ราวกับคนค้าขายก็โผล่มาในอีกทางหนึ่งด้วยท่าทีรีบร้อน\n(คนค้าขายเข้าฉาก และรีบเดินผ่านเจ้ามังกรร้ายอย่างรวดเร็ว)\nคนค้าขาย: (ฉุนเฉียว) ยังไม่ทันได้ขายก็ต้องปิดร้านเพราะมีคนเอะอะโวยวายเสียแล้ว ช่างโชคร้ายเสียจริง!\nคนค้าขาย: แม้ว่าข้าจะเป็นคนค้าขาย แต่ข้าก็เดินทางมาจากแดนไกล กฎของอาณาจักรนี้เขาต้อนรับแขกกันแบบนี้เหรอ?\nคนค้าขาย: เจ้าคนเสียงดังนี่ก็จริง ๆ เลย ข้าทำการค้ามานานหลายปียังไม่เคยเจอผู้ซื้อที่แปลกประหลาดเช่นนี้มาก่อน\nคนค้าขาย: ขายแพง เขาก็กล่าวหาข้าด้วยน้ำตาบอกว่าข้าหลอกลวง ขายถูก เขาก็บ่นข้าว่าคุณภาพสินค้าไม่ดี\nคนค้าขาย: ต่อรองราคากันสองสามครั้ง ข้านึกว่าเขาเป็นนักชื่นชมศิลปะอะไรเสียอีก ที่แท้ก็แค่ปั่นหัวข้าเล่น!\nคนค้าขาย: อันที่จริงแล้วเขาไม่ได้ต้องการปิดการซื้อขายใดเลย เพียงแค่เห็นการซื้อขายเป็น “การท้าทาย” อย่างนึง ที่ไม่อาจยอม “พ่ายแพ้” ได้โดยง่าย\nผู้บรรยาย: คนค้าขายฝั่งนี้กำลังโมโหจนเต็มอก อีกคนที่กำลังเดือดดาลก็เดินผ่านเข้ามา\n(นักผจญภัยเข้าฉาก และเดินสวนทางกับคนค้าขาย)\nนักผจญภัย: ช่างโชคร้ายเสียจริง! เจ้าประหลาดนี้ตามติดฉันไม่ยอมไปไหน เดิมทีข้าจะไปไล่ล่าตามมังกรร้าย จะมีเวลาที่ไหนไปข้องเกี่ยวกับเขากัน?\nนักผจญภัย: ข้าในฐานะนักผจญภัยจะปล่อยเจ้ามังกรร้ายนั่นไปโดยไม่เหลียวแลได้เหรอ? พอเอ่ยถึงเจ้าประหลาดนั่นข้าโมโหขึ้นมาเลยเนี่ย!\nนักผจญภัย: ข้าบอกว่าข้าไม่เคยได้ยินชื่อเสียงเรียงนามของเขา เขาก็ไม่ยอมให้อภัยข้า ราวกับข้ากระทำความผิดครั้งใหญ่หลวงและต้องการที่จะประณามข้า\nนักผจญภัย: ไม่เพียงแค่นั้นยังด่าทอข้า บอกว่าที่ข้าตามไล่ล่ามังกรนั่นเป็นการยุ่งไม่เข้าเรื่อง และอยากทำไปเพื่อเอาชนะเขาก็เท่านั้น\nผู้รับใช้ A: (ภายในฉาก) เจ้ามังกรร้าย! ไม่ต้องคิดหลบซ่อน! หยุดทำการต่อต้านที่ไร้ประโยชน์นั้นเสีย!\nคนค้าขาย: เสียงนี่มัน! เขาผู้นั้น!\nนักผจญภัย: เขานั่นแหละ! จะต้องเป็นเขาแน่!\n(คนค้าขายและนักผจญภัยมองไปรอบ ๆ ด้วยอารมณ์โกรธเคือง พยายามมองหาผู้รับใช้ A ปิดม่าน เพื่อให้อารมณ์ของนักแสดงดูสมจริงสมจังยิ่งขึ้น ก่อนขึ้นเวที สามารถบอกนักแสดงทั้งสองคนให้จินตนาการว่าผู้รับใช้ A ขโมยทานอาหารเย็นของพวกเขา)\nมังกรร้าย: เจ้ามนุษย์ตัวจ้อยนี่เสียงดังโวยวายไร้มารยาท ไม่มีผู้ใดถูกมันรบกวนหรืออย่างไรกัน ช่างอัศจรรย์เสียจริง\nผู้บรรยาย: ที่แท้ก็เป็นผู้กล้าที่มีชื่อเสียงไปทั่วโลกานี่เอง แม้ว่าแสงอาทิตย์จะแผดเผา แต่เขาก็ยังตามไล่ล่ามังกรอย่างเต็มกำลัง\n(ผู้รับใช้ A ถือดาบเข้ามาในฉากด้วยท่าทางมั่นอกมั่นใจ สปอตไลต์ส่องไปที่ตัวเขา)\nผู้รับใช้ A: ฮ่า! ดูเหมือนชื่อเสียงที่กระจายก้องไกลของข้า แม้แต่มังกรร้ายก็ยังกลัวจนเสียสติเมื่อได้ยิน\nมังกรร้าย: เจ้าตัวน้อยนี่เหตุใดจึงหยาบคายเช่นนี้นะ มังกรแสนดีอย่างข้าจะเพิกเฉยต่อเรื่องนี้ได้อย่างไรกัน\nผู้รับใช้ A: อ่า! เจ้ามังกรร้าย! ให้ข้าหาเจอจนได้! คิดไม่ถึงเลยว่าเจ้าจะกล้าโผล่หน้าออกมารับความตายเองเช่นนี้ (ผู้รับใช้ A ชักดาบและหันไปเผชิญหน้ากับมังกรร้าย ตั้งท่าเตรียมโจมตี)\nมังกรร้าย: เจ้าตัวน้อยที่ทำท่าทีดุดันแข็งกร้าว ความฝันของเขาจะเป็นอย่างไรกัน ข้าขอดูให้เห็นเป็นประจักษ์หน่อย\nมังกรร้าย: อือ… อืม (มังกรร้ายมองประเมินผู้รับใช้ A ตั้งแต่หัวจรดเท้า พร้อมเผยสีหน้าแปลกประหลาดออกมา)\nผู้รับใช้ A: เจ้ามังกรร้ายเหตุใดจึงเงียบไปเช่นนั้น? หรือความฝันของข้านั้นยิ่งใหญ่เกินกว่าที่เจ้าจะย่อยมันได้?\nผู้บรรยาย: นักรบที่มีชื่อเสียงกำลังเผชิญหน้ากับมังกรร้าย และในที่สุดเจ้าหญิงและคนอื่น ๆ ที่เกรงว่าจะเกิดเรื่องอะไรขึ้นก็เดินทางมาถึง\nผู้บรรยาย: ผู้รับใช้นิรนามก็กำลังจับตามองการต่อสู้ในครั้งนี้อยู่ด้วยเช่นกัน ถ้อยคำของผู้กล้าได้ปลุกจิตวิญญาณการต่อสู้ของเขาขึ้นมา\n(Leon เข้าสู่ฉาก สายตาจับจ้องไปที่ผู้รับใช้ A และเริ่มพูดคนเดียว)\nผู้รับใช้ที่ซื่อสัตย์: ข้าชักจะอิจฉาท่าทางไร้ความเกรงกลัวของเขาเสียแล้ว ข้าเองก็หวังว่าข้าจะได้แสดงความกล้าหาญของข้าด้วยเช่นกัน\nผู้รับใช้ A: นี่! เจ้ามังกรร้าย! เหตุใดจึงไม่เอ่ยวาจาอันใดเลย? หรือว่าเรื่องมาถึงขั้นนี้แล้วเจ้าเกิดกลัวขึ้นมา?\nมังกรร้าย: เจ้าตัวจ้อยไม่ต้องกังวลมากไปหรอก แม้ความฝันของเจ้าจะดูยิ่งใหญ่แต่ข้างในนั้นกลับว่างเปล่า จะกินดีหรือไม่ มังกรร้าย อ่ะไม่สิ มังกรแสนดีอย่างข้าก็ยังลังเลอยู่\nผู้รับใช้ A: เจ้ามังกรร้ายปากคอเราะราย! ไม่เพียงแต่เป็นปรปักษ์กับข้า แต่ยังดูถูกข้าเช่นนี้อีก!\nผู้รับใช้ A: ข้าเห็นเจ้าเป็นคู่ต่อสู้ที่คู่ควร แต่เจ้ากลับใช้อุบายที่ชั่วร้ายและเจ้าเล่ห์เช่นนี้!\nผู้รับใช้ A: ผู้กล้าที่มีชื่อเสียงไปทั่วโลกาอย่างข้า จะไม่มีวันยอมจำนนกับอุบายเจ้าเล่ห์ของเจ้าแน่ เจ้ามังกรร้าย เจ้าเหยียดหยามข้ามาก! (ผู้รับใช้ A ก้าวไปข้างหน้าหมายจะต่อกรกับเจ้ามังกรร้าย แต่มังกรร้ายกลับดูเหนื่อยล้า ทั้งยังส่งเสียงหาวออกมา)\nผู้บรรยาย: คำปราศรัยปลุกใจของเหล่าผู้กล้า ทำให้เธอผู้ที่แม้ว่าจะได้รับแรงกดดันอยู่เป็นประจำทุกวัน ก็ไม่สามารถระงับไฟที่โหมกระหน่ำในหัวใจของเธอได้\n(เจ้าหญิงผู้กล้าหาญเดินเข้าฉาก! แม้ว่าฉากนี้จะไม่เน้นภาพลักษณ์อันรุ่งโรจน์ของเธอ แต่ก็ต้องฉายไฟสปอตไลต์ไปที่ตัวเธอ นอกจากนี้ “ไม่สามารถระงับไฟที่อยู่ภายในใจ” เป็นเพียงคำบรรยายเท่านั้น อย่าไปจุดไฟบนเวทีจริง ๆ เชียวนะ แล้วมีวิธีทำให้ไฟกลายเป็นสีแดงมั้ย? ไม่รู้ว่าถ้าใช้น้ำจากผล Valberry ทาจะใช้ได้รึเปล่า…)\nเจ้าหญิง: ข้าเบื่อหน่ายความเงียบสงบในห้องส่วนตัวมานานแล้ว เมื่อไหร่ข้าจะสามารถต่อสู้เคียงข้างนักรบของข้าในแนวหน้าได้เสียที?\nมังกรร้าย: มังกรแสนดีอย่างข้าเพียงแค่รำคาญไม่อยากจะต่อปากต่อคำ ดูท่าเจ้ามนุษย์ตัวจ้อยต้องการจะบีบบังคับข้างั้นรึ?\nมังกรร้าย: การกินอาหารมากเกินไปก่อนมื้ออาหารหลักทำให้เสียอรรถรส แต่เรื่องราวมาถึงขั้นนี้แล้วบางทีข้าคงไม่ต้องกังวลเรื่องนั้นแล้ว\nผู้บรรยาย: พูดไปพลางมังกรร้ายก็กลืนกินความฝันของผู้กล้าไปในคำเดียว ซึ่งเกินกว่าที่ทุกคนที่อยู่ตรงนั้นจะคาดคิด\n(แสงอันมืดมิดพุ่งพรวดออกมาจากชุดเกราะของผู้รับใช้ A มังกรร้ายชูปีกทั้งสองขึ้นสูง โน้มตัวลง และกลืนกินแสงสีดำนั้นจนหมดสิ้น! ผู้รับใช้ A ล้มพับลงกับพื้นอย่างไร้วิญญาณ ดาบกระเด็นกระดอนไปอีกทาง ท่วงท่าต้องแผ่วเบาเล็กน้อย เพื่อป้องกันไม่ให้ฉากหลังถล่มจากแรงกระทบกระเทือน… เพราะไม่ว่าอย่างไร ผู้รับใช้ A ก็สวมชุดเกราะอยู่บนตัว)\nมังกรร้าย: ไม่ต่างจากที่มังกรแสนดีอย่างข้าคิดเอาไว้เลยแม้แต่น้อย รสชาติกรุบกรอบมาก หากจะพูดถึงเพียงเรื่องเนื้อสัมผัสนั้นก็ยอดเยี่ยมมากเช่นกัน\n(มังกรร้ายใช้ลิ้นเลียรอบปากอย่างพึงพอใจ จากนั้นก็ทะยานขึ้นกลางอากาศและบินออกจากฉากไป)\nเจ้าหญิง: แม้แต่ผู้กล้ายังเอาชนะได้ง่ายดายถึงเพียงนี้ นั่นก็หมายความว่าเดิมทีเขาไม่ใช่ผู้กล้าที่แท้จริง แต่เป็นเพียงแค่อัจฉริยะทางคำพูดเท่านั้น\nผู้รับใช้ที่ซื่อสัตย์: ดูเหมือนว่าชื่อเสียงของเขาจะไม่สมกับความสามารถของเขาสักเท่าใดนะ โอ้อวดชื่อเสียงจอมปลอม ไม่ช้าก็เร็วมันจะกลับมาทำลายตัวผู้พูดเอง\nผู้บรรยาย: นั่นยังไม่เพียงพอที่จะสนองความอยากอาหารของมังกร เจ้าหญิงและคนอื่น ๆ มองดูมันบินจากไป โดยไม่รู้ว่ากำลังมุ่งหน้าไปที่ใด\n(ปิดม่าน เจ้าหญิงควรยืนอยู่ตรงจุดกึ่งกลางของเวที ต้องให้ผู้ชมได้เห็นความกล้าหาญของเจ้าหญิง จนกว่าม่านทั้งหมดจะปิดสนิท!)\nองก์กลางเรื่อง 2\n(เมืองหลวง หน้าประตูเมือง ธงกำลังโบกสะบัดอยู่กลางสายลม เผยให้เห็นถึงความตระหง่านอร่ามตา มังกรร้ายบินจากหน้าต่างเข้ามาในเวที และลงมายังหน้าประตูเมือง มองสำรวจไปรอบ ๆ ถึงแม้ว่าการลงมายังกำแพงเมืองจะให้เอฟเฟกต์ที่ดีกว่า แต่ฉากบนเวทีคงจะรับน้ำหนักของมังกรร้ายไม่ไหว ดังนั้นให้ลงที่หน้าประตูเมืองแหละดีแล้ว!)\nผู้บรรยาย: มังกรร้ายบินหนีไปจากปราสาท และหยุดพักอยู่ที่ประตูเมือง\nมังกรร้าย: ยามกลางวันแท้ ๆ แต่กลับไม่พบร่องรอยของทหารรักษาการณ์ หรือว่าจะขี้ขลาดหวาดกลัวความตาย?\nผู้บรรยาย: มังกรร้ายหยุดพักอยู่ที่นี้โดยไม่หลบและไม่ซ่อน ไม่นานนัก เจ้าหญิงและคนอื่น ๆ ก็ตามมังกรร้ายมาจนทัน\nผู้บรรยาย: อัศวินผู้แสนซื่อสัตย์มักจะยืนอยู่แถวหน้าเสมอ จึงพบเข้ากับเจ้ามังกรร้ายเป็นคนแรก\n(Leon เข้าฉากก่อน แล้วเริ่มบทพูดคนเดียวตรงหน้าผู้ชม)\nผู้รับใช้ที่ซื่อสัตย์: (แน่วแน่) เจ้ามังกรร้ายช่างบังอาจเหิมเกริม ข้าได้สัญญากับองค์ราชาไว้แล้วว่า จะไม่มีทางให้มันเข้าใกล้ตัวเจ้าหญิงได้เป็นอันขาด!\nผู้รับใช้ที่ซื่อสัตย์: (กังวลเล็กน้อย) นักยุทธศาสตร์ดูจะมีความมั่นอกมั่นใจเต็มเปี่ยม ไม่รู้ว่าเขามีวิธีดี ๆ ในการจัดการกับเจ้ามังกรร้ายหรือไม่\nผู้รับใช้ที่ซื่อสัตย์: ตำนานเล่าว่า ไม่ว่าเขาจะพบเจอกับภัยอันตรายแบบใด ก็สามารถข้ามผ่านมันได้อย่างราบรื่นเสมอ\nผู้รับใช้ที่ซื่อสัตย์: ผู้ที่ประมาทมักประสบกับความสูญเสียเพราะความหุนหันพลันแล่น มีเพียงนักยุทธศาสตร์ที่ทำทุกอย่างโดยละเอียดรอบคอบเท่านั้น จึงจะเรียกได้ว่าทรงปัญญา\nผู้รับใช้ที่ซื่อสัตย์: ยามนี้ยังไร้ซึ่งแผนที่ครอบคลุมรอบด้าน เกรงว่าคงไม่เหมาะที่จะไปกระตุกหนวดมังกรร้าย\nผู้บรรยาย: ผู้รับใช้ที่ซื่อสัตย์ไม่กล้าประมาท จึงแจ้งข่าวคราวเบื้องหน้าให้ผู้อื่นทราบผ่านเสียงกระซิบ\nผู้บรรยาย: “ฉวยโอกาสช่วงมังกรร้ายงีบหลับ ยามนี้เป็นฤกษ์ดีในการวางแผนระยะยาว”\nผู้บรรยาย: เธอย่องเข้าไปใกล้อย่างระมัดระวัง หวั่นว่าเจ้ามังกรร้ายจะรู้ตัวจากเสียงฝีเท้าของเธอ\n(เจ้าหญิงเข้าสู่ฉาก เดินไปยืนด้านหน้าของ Leon เผชิญหน้ากับผู้ชม และเริ่มบทพูดคนเดียว)\nเจ้าหญิง: สิ่งที่นักยุทธศาสตร์กล่าวไว้ล้วนมีเหตุผล การมีเพียงความกล้าแต่ไร้ซึ่งกลยุทธ์นั้นถือเป็นสิ่งต้องห้ามในการทำสงคราม\nเจ้าหญิง: โชคดีที่ผู้รับใช้ที่ซื่อสัตย์จับสังเกตความเคลื่อนไหวของมังกรร้ายไว้ล่วงหน้า เราจึงสามารถคว้าโอกาสในการบุกโจมตีได้\nผู้รับใช้ที่ซื่อสัตย์: นี่เป็นหน้าที่ของข้าอยู่แล้ว ไม่ควรค่าให้เจ้าหญิงกล่าวชื่นชมหรอกขอรับ\nเจ้าหญิง: บนโลกใบนี้ การตกรางวัลและการลงโทษเป็นสิ่งที่ควรแบ่งแยกให้ชัดเจน รางวัลที่ควรเป็นของเจ้า ก็อย่าได้ผลักไสต่อมันเลย\nเจ้าหญิง: นักยุทธศาสตร์มิได้ตามมา เหตุใดฝีเท้าของเขาถึงสะเปะสะปะเช่นนั้น หรือมีเรื่องอันใดรั้งเขาไว้งั้นหรือ?\nผู้รับใช้ที่ซื่อสัตย์: เขากล่าวว่าตนมีแผนเด็ดในการปราบภัยพิบัติจากเจ้ามังกรร้ายแล้ว อาจเป็นเพราะมีแผนมากมายเกินไปจึงยากต่อการตัดสินใจก็เป็นได้\nผู้บรรยาย: ไม่ว่าใครจะว่าอย่างไร นักยุทธศาสตร์ผู้ละเอียดรอบคอบก็ยังขมวดคิ้วและนิ่งเงียบอยู่เช่นนั้น\n(ผู้รับใช้ B เข้าฉาก สีหน้าหวาดหวั่นและวิตกกังวล)\nผู้รับใช้ B: …\nผู้รับใช้ที่ซื่อสัตย์: ท่านนักยุทธศาสตร์ มังกรร้ายอยู่ตรงหน้าแล้ว หากมีอุบายเด็ดอันใดโปรดช่วยชี้แนะด้วย\nผู้รับใช้ B: …อะ…อุบายเด็ด? สะ…สถานการณ์ตรงหน้าห่างไกลจากสิ่งที่คาดการณ์เอาไว้มากนัก การจัดเตรียมแผนจึงจำเป็นต้องใช้เวลา…\nมังกรร้าย: ฮ่าฮ่า ข้าจะให้เวลาเจ้า ขอแค่คิดแผนออกมาให้ทันก่อนพลบค่ำก็พอ\n(จู่ ๆ มังกรร้ายที่เดิมทีเคลื่อนไหวอยู่หน้าประตูเมืองก็แหงนหน้าขึ้น แล้วพ่นไฟขึ้นไปบนฟ้า! แต่ต้องระวังอย่าให้ไหม้ไปโดนธงนะ เพราะฉากบนเวทีไม่ได้กันไฟ ถ้าลุกไหม้คงยุ่งยากน่าดู)\nเจ้าหญิง: เหตุใดมังกรร้ายจึงได้เอ่ยปากกะทันหันเช่นนี้? ที่แท้มันไม่ได้หลับไปจริง ๆ มันเพียงแสร้งหลับ เพื่อหลอกให้พวกเราติดกับเท่านั้น!\nผู้รับใช้ B: อ่ะ!\n(ผู้รับใช้ B หน้าถอดสีและรีบโกยแนบไปทันที ล้มลุกคลุกคลานลงจากเวทีไป ทุกคนเผยสีหน้าตกตะลึงออกมา)\nผู้บรรยาย: ผู้รับใช้ B อกสั่นขวัญแขวน จนแทบจะคุกเข่าร้องขอชีวิต\nผู้บรรยาย: เขาพึมพำคำว่าขอโทษ และวิ่งหนีไปทางประตูเมืองโดยไม่ลังเลเลยแม้แต่น้อย\nผู้บรรยาย: เจ้าหญิงและผู้รับใช้ที่ซื่อสัตย์ของเธอรีบวิ่งไปหานักยุทธศาสตร์ ทิ้งให้เจ้ามังกรร้ายหัวเราะร่าอยู่กับที่\nมังกรร้าย: (เยาะเย้ย) ยามนั้นที่เจ้าราชายื้อยุดกลับถือว่าดีเสียอีก ยามนี้ข้าจึงได้เสพสำราญจนอิ่มแปล้\nผู้บรรยาย: เจ้าหญิงปล่อยให้ผู้รับใช้ที่ซื่อสัตย์ไปไล่ตามหานักยุทธศาสตร์ที่หลบหนี ส่วนตัวเธอก็ย้อนกลับไปดูเจ้ามังกรร้ายตัวนั้น\n(แม้จะไม่มีบทพูด แต่ไฟสปอตไลต์ก็ยังต้องฉายไปที่ตัวของเจ้าหญิง)\nเจ้าหญิง: (หันไปทางผู้ชม พูดคนเดียว) หรือนักยุทธศาสตร์หาได้มีฝีมือดั่งที่เคยคุยโว แต่ยามนี้ข้าควรใช้วิธีใดมาปกป้องความปลอดภัยของอาณาจักรดีเล่า?\nเจ้าหญิง: เดิมทีเราควรได้โจมตีมังกรร้ายในทีเผลอ แต่ยามนี้กลับกลายเป็นมังกรร้ายที่เฝ้ารอเหยื่อมาเข้าปาก\nเจ้าหญิง: นักยุทธศาสตร์หลบหนีไม่เลือกเส้นทาง ผู้รับใช้ที่ซื่อสัตย์ของข้าไล่ตามประชิดหลังเพื่อจับกุมเขา\nเจ้าหญิง: และทหารรักษาการณ์ที่เดิมควรอยู่ประจำตำแหน่งก็หายตัวไปอย่างไร้ร่องรอย ประตูเมืองเปิดกว้างไร้ผู้เฝ้ายาม\nผู้บรรยาย: ทหารรักษาการณ์อาวุโสที่เอ้อระเหยลอยชายเดินเข้ามาอย่างเนิบช้า สีหน้าดูมึนเมา แต่ท่วงท่ายามเดินเหินกลับมั่นคงอย่างน่าประหลาด\n(ทหารรักษาการณ์อาวุโสเข้าฉาก)\nทหารรักษาการณ์อาวุโส: …เอิ่ก ถ้าจะให้ข้าพูดนะ ทั้งอาหารเลิศรส ไวน์ชั้นยอดและสาวงาม กับยุคสมัยอันสงบสุขนั้นดีที่สุดแล้ว\nทหารรักษาการณ์อาวุโส: เจ้าพวกที่ใช้ชีวิตอยู่บนหอคอยงาช้าง จะไปรับรู้ถึงความทุกข์ยากของคนที่ต้องตากแดดตากฝนอย่างพวกเราได้อย่างไร\nทหารรักษาการณ์อาวุโส: มังกรเอย นักยุทธศาสตร์เอย ล้วนแต่เป็นเรื่องละเมอเพ้อพกทั้งนั้น\nทหารรักษาการณ์อาวุโส: หูตาข้ามืดบอด มือสั่นเอวเคล็ด เหตุใดจึงได้ส่งข้าไปแนวหน้าเพื่อรับมือกับมังกร?\nผู้บรรยาย: แม้ทหารรักษาการณ์รุ่นเยาว์จะได้รับการ “ถ่ายทอดความรู้” มาจากรุ่นก่อน ๆ แต่ความตั้งใจเดิมในการปกป้องอาณาจักรก็ไม่เคยเปลี่ยนแปลงเลย\n(ทหารรักษาการณ์รุ่นเยาว์เข้าฉาก)\nทหารรักษาการณ์รุ่นเยาว์: เพื่อเจ้าหญิง! ข้าจะปล่อยเจ้ามังกรร้ายตัวนั้นไปง่าย ๆ ไม่ได้เด็ดขาด!\nทหารรักษาการณ์รุ่นเยาว์: นักยุทธศาสตร์ตาขาวหนีหางจุกตูด ท่านอาวุโสเองก็ร่ำสุราทั้งวี่วันจนไม่เป็นการเป็นงาน จึงเหลือเพียงข้าเท่านั้น!\nทหารรักษาการณ์รุ่นเยาว์: จะต้องยืนหยัดท่ามกลางวิกฤติ กำจัดเจ้ามังกรจอมละโมบ และช่วยเหลืออาณาจักรจากเภทภัย!\nทหารรักษาการณ์รุ่นเยาว์: (ชักดาบและเดินไปข้างหน้า) เจ้ามังกรร้าย! ก่อนที่จะถูกสอยร่วง เจ้ามีคำใดจะกล่าวอีกหรือไม่?\nมังกรร้าย: (สุขสันต์) เยี่ยมยอด ๆ! แสดงให้ข้าดูสิ ว่าเจ้ามีฝีมือจริงอย่างปากว่าหรือไม่!\n(มังกรร้ายทะยานตัวขึ้นอีกครั้ง แล้วหลุบตามองดูทหารรักษาการณ์รุ่นเยาว์ ส่วนผู้ที่อยู่เบื้องล่างก็ไม่กล้ารอช้า รีบหยิบคันธนูขึ้นมา ยิงไปทางมังกรร้ายที่บินอยู่บนฟ้าทันที แค่ตั้งท่าก็พอ ไม่ต้องยิงออกไปจริง ๆ ถ้าเกิดไปโดนใครเข้าจะเป็นอันตรายเอา!)\nผู้บรรยาย: เมื่อเห็นว่าการต่อสู้อันดุเดือดใกล้ปะทุขึ้นเต็มที ผู้รับใช้ที่ซื่อสัตย์จึงรีบกลับมาจากเส้นทางที่แยกออกไป\n(Leon เดินเข้ามาในฉากอย่างรวดเร็ว ขณะนี้ ความสนใจของเหล่าผู้ชมยังคงอยู่บนตัวของทหารรักษาการณ์รุ่นเยาว์กับมังกรร้าย ดังนั้นต้องใช้ไฟสปอตไลต์ฉายไปที่ตัวเขาสักหน่อย)\nผู้รับใช้ที่ซื่อสัตย์: ร่องรอยของนักยุทธศาสตร์นั้นค่อนข้างหายาก ได้แต่หวังว่าทหารหนุ่มที่เต็มไปด้วยความฮึกเหิมจะไม่ประมาทเลินเล่อจนเกินไป\nผู้รับใช้ที่ซื่อสัตย์: อ่ะ! ข้ามาช้าไปหรือนี่ หน้าที่ปกป้องเจ้าหญิงควรเป็นของข้าแท้ ๆ!\nผู้บรรยาย: ผู้ที่มาช้าส่งเสียงอุทานที่ไร้ประโยชน์ออกมา ส่วนอารมณ์ของมังกรร้ายก็เริ่มคุกรุ่นไปตั้งนานแล้ว\n(มังกรร้ายพุ่งลงไปหาทหารรักษาการณ์รุ่นเยาว์อย่างรุนแรง ทหารรักษาการณ์รีบทิ้งคันธนูในมือและชักดาบออกมา ท่ามกลางความชุลมุน ทั้งสองฝ่ายต่างก็ต่อสู้กันอย่างดุเดือด แต่สุดท้ายแล้วทหารรักษาการณ์รุ่นเยาว์ก็ไม่ใช่คู่ต่อสู้ของมังกรร้าย ถูกเจ้ามังกรร้ายพุ่งชนจนลอยกระเด็นไป มังกรร้ายรีบบินตามไป และกลืนกินแสงสีดำของทหารรักษาการณ์รุ่นเยาว์อย่างอิ่มหนำสำราญทันที เอฟเฟกต์ของฉากต่อสู้นี้จะต้องสุดยอดมาก! ยกตัวอย่างเช่น ตอนที่ดาบของทหารรักษาการณ์และกรงเล็บของมังกรร้ายปะทะกัน สามารถใช้ให้มังกรร้ายพ่นไฟออกมาเล็กน้อยด้วยความระมัดระวัง เพื่อเป็นการจำลองเอฟเฟกต์ของประกายไฟ…)\nผู้บรรยาย: ทหารรักษาการณ์รุ่นเยาว์ลงมือไปด้วยความกล้าแต่หากไร้ซึ่งกลยุทธ์ การที่มังกรร้ายจะกลืนกินความฝันของเขาจนไม่เหลือก็หาใช่เรื่องยากเย็นอะไรนัก\nทหารรักษาการณ์รุ่นเยาว์: ฮือออ… เป็นเพราะทุกทีที่ฝึกฝนข้าประเมินตนเองสูงเกินไป พอถึงคราววิกฤตจึงเพิ่งจะมาเห็นกำลังที่แท้จริงของตนอย่างชัดเจนเช่นนี้…\nมังกรร้าย: แม้จะไม่พอให้อิ่มท้อง แต่ก็เป็นอาหารเรียกน้ำย่อยที่ทำให้ข้าพึงพอใจ\nมังกรร้าย: ปริมาณไม่สามารถร้องขอได้ แต่รสชาติกลับอร่อยถูกปากเลยทีเดียว\nมังกรร้าย: มังกรแสนดีเยี่ยงข้าลองใคร่ครวญดูแล้ว ก่อนมื้ออาหารยังทำให้ข้าสนุกได้ถึงขนาดนี้ มื้ออาหารหลักคงจะต้องวิเศษยอดเยี่ยมกว่านี้เป็นแน่\nผู้บรรยาย: แล้วเจ้ามังกรร้ายก็เพิกเฉยต่อเสียงตะโกนโห่ร้องของเจ้ามนุษย์ตัวจ้อย และบินออกไปจากประตูเมืองเสียอย่างนั้น\n(มังกรร้ายบินออกไปจากเวที ทุกคนมองดูเงาของเจ้ามังกรร้ายที่บินจากไปไกลอย่างตะลึงงัน ปิดม่าน)\nองก์กลางเรื่อง 3\n(ชานเมือง หมู่บ้าน ก่อนเปิดม่านสามารถจุดฟืนที่ฉากหลังได้ เพื่อแสดงให้เห็นถึงฉากที่มีควันไฟตลบอบอวล)\nผู้บรรยาย: เจ้าหญิงเดินทางไปยังชานเมือง และสาบานว่าจะเอาชนะเจ้ามังกรร้ายตัวนั้นให้จงได้\nผู้บรรยาย: ผู้รับใช้ที่ซื่อสัตย์เดินอยู่แถวหน้า แบกสัมภาระให้กับปรมาจารย์ผู้ปราบมังกรโดยไม่ปริปากบ่นแม้เพียงประโยคเดียว\nผู้บรรยาย: แม้ผู้ที่ประกาศตนเองเป็นปรมาจารย์ผู้ปราบมังกรมีประสบการณ์การต่อสู้นับร้อยครั้งดูถูกเขา แต่ตัวเขาเองก็ไม่ได้ใส่ใจแต่อย่างใด\n(Leon แบกหีบสมบัติหรูหราเดินขึ้นไปบนเวทีอย่างยากลำบาก)\nผู้รับใช้ที่ซื่อสัตย์: เขาอ้างว่าได้ฆ่ามังกรนับไม่ถ้วน ส่วนข้าก็แค่คนตัวเล็ก ๆ ไร้ชื่อเสียง ข้าเลยต้องแบกสัมภาระให้เขา\nผู้รับใช้ที่ซื่อสัตย์: ดาบที่อยู่ในศิลาเล่มนี้กล่าวกันว่าเป็นขุมทรัพย์ลับท่ามกลางขุมทรัพย์ลับ มีเพียงผู้กล้าแห่งโชคชะตาเท่านั้นที่คู่ควรกับมัน\nผู้รับใช้ที่ซื่อสัตย์: ได้ยินมาว่าปรมาจารย์ผู้ปราบมังกรมีฝีมือการต่อสู้เก่งกล้า อยากจะเห็นเสียจริงว่าเขาปราบเจ้ามังกรร้ายด้วยดาบแห่งขุมทรัพย์นี้อย่างไรกัน\n(มังกรร้ายบินเข้ามาจากที่ไกล ๆ พร้อมกับเสียงคำราม เปลวไฟที่พ่นออกมาจุดประกายฉากพระอาทิตย์ตกดินที่ประดับอยู่บนเวที ก่อนอื่นต้องตรวจสอบให้ดีก่อนว่าด้านข้างของฉากพระอาทิตย์ตกดินมีการติดตั้งแผงป้องกันไฟอยู่หรือไม่ หากไม่มีละก็ ให้ดึงฉากพระอาทิตย์ตกดินลงมาเลย จะได้ป้องกันการเกิดอุบัติเหตุและการร้องเรียนจากเหล่าผู้ชม)\nผู้บรรยาย: ในเวลานี้เองมังกรร้ายก็ได้โฉบลงมาจากฟากฟ้า และหยุดในหมู่บ้านชานเมืองแห่งนี้\nมังกรร้าย: ขอข้าดูหน่อยสิว่า ข้าจะตามหาความฝันสีทองได้จากที่ไหน\n(ผู้รับใช้ C เดินเข้าฉากตามหลังของ Leon ด้วยท่าทางสบาย ๆ)\nผู้รับใช้ C: เจ้ามังกรร้ายเอ๋ย ถ้าเจ้าเคยได้ยินชื่อเสียงเรียงนามของข้า ข้าขอแนะนำให้เจ้ามาทางไหนกลับไปทางนั้นจะดีกว่า!\nมังกรร้าย: คำพูดของเจ้าตัวจ้อยนี่ช่างน่าเบื่อเสียจริง มีก็แต่คำพูดโบราณล้าสมัย จนข้าอยากจะหัวเราะออกมา\nผู้รับใช้ C: ผู้มีความรู้ประสบการณ์กว้างไกลอย่างข้า ไม่ถือสาเจ้าหรอก ก็แค่จะแนะนำให้เจ้าได้คิดเอง\nผู้รับใช้ C: อย่ารอให้ข้าแสดงความสามารถที่แท้จริงออกมา แล้วเจ้าถึงมาตะโกนเรียกร้องเสียใจที่ทำไปเช่นนั้น\nมังกรร้าย: ฮ่าฮ่า เจ้าตัวจ้อยความสามารถไม่มาก แต่ฝีปากกล้าใช่ย่อยเลย\nมังกรร้าย: ถ้าเจ้ามีความสามารถเช่นนั้นจริง ก็ลองแสดงให้มังกรแสนดีอย่างข้าได้เห็นสักหน่อยเป็นไง\nผู้บรรยาย: ผู้มีเกียรติสูงสุดท่านนั้นในที่สุดก็ตามทันเหล่าผู้รับใช้ของเธอแล้ว\n(ไฟสปอตไลต์สาดส่องไปรอบ ๆ เวที และหยุดลงบนตัวของเจ้าหญิง ในที่สุดเจ้าหญิงผู้กล้าหาญก็ได้เข้าฉากอีกครั้ง!)\nเจ้าหญิง: การขับไล่เจ้ามังกรร้ายออกจากอาณาจักร เดิมทีแล้วควรเป็นภารกิจของข้า\nผู้รับใช้ C: เจ้าหญิงที่เคารพของข้า ได้โปรดอนุญาตให้ข้าได้ท้าทายกับเจ้ามังกรร้ายตัวนั้นด้วยเถิด\nผู้รับใช้ C: ด้วยดาบขุมทรัพย์และประสบการณ์ที่มากล้นของข้า มังกรร้ายตัวนั้นจะไปคณามืออะไร?\nเจ้าหญิง: ข้าอนุญาต แต่มังกรร้ายดุดันนัก เจ้าต้องระมัดระวังให้มาก\nผู้รับใช้ C: ข้าเคยเอาชนะมังกรพิษที่ยึดครองหุบเขา และได้เลือกสมบัติชิ้นที่มีค่าที่สุดจากสมบัตินับไม่ถ้วน (เปิดเสื้อคลุม)\nผู้รับใช้ C: มีเสื้อคลุมตัวนี้ ไม่ว่าผู้ใดก็มองไม่เห็นว่าข้าอยู่ที่ใด\n(ในจังหวะที่เหล่าผู้ชมกำลังจดจ่ออยู่กับเสื้อคลุม จู่ ๆ ผู้รับใช้ C ก็หายตัวไป!)\nผู้รับใช้ C: (ภายในฉาก) ผู้ใดเล่นจะคาดเดาได้ว่าฉันแฝงตัวอยู่ท่ามกลางฝูงชนเพียงเพื่อรอจนกระทั่งถึงโอกาสที่จะทำการจู่โจม!\nมังกรร้าย: มังกรแสนดีอย่างข้าก็นึกว่าเจ้ามีความสามารถพิเศษอันใดเสียอีก ที่แท้ก็แค่การพรางตัวที่ไร้ซึ่งประโยชน์\nมังกรร้าย: หรือว่าเจ้าตัวจ้อยขี้ขลาดดั่งหนูคิดอยากจะหลบหนีไปตั้งนานแล้ว ตอนนี้เพียงแค่ทำการฝึกซ้อมดูก่อนเท่านั้น?\nผู้บรรยาย: สวมผ้าคลุมล่องหนและซ่อนตัวในฝูงชน ผู้ใดเล่าจะมีดวงตาแห่งปัญญาที่จะสามารถมองเห็นเขาได้?\nผู้รับใช้ C: เจ้ามังกรร้ายกล้าดีอย่างไรมาทำลายชื่อเสียงของข้าเช่นนี้ ผู้เชี่ยวชาญอย่างข้าจะเกรงกลัวได้อย่างไรกัน!\nผู้รับใช้ C: อุตส่าห์ชี้แนะให้เจ้าถอยร่นไปเองแล้ว แต่มังกรร้ายอย่างไรก็คือมังกรร้าย ทำเช่นไรก็ไม่เห็นความหวังดีของผู้อื่น\nผู้รับใช้ C: รอข้าชักอาวุธสังหารออกมา เจ้าก็จะรู้เองว่าไม่มีเวลาให้มาเสียใจอีกแล้ว\nมังกรร้าย: มังกรแสนดีเยี่ยงข้าต่างหากที่ต้องชี้แนะเจ้าว่าไม่ต้องกังวลเรื่องนั้น เจ้ามีความสามารถอันใดก็แสดงออกมาให้หมดสิ้นได้เลย\nผู้รับใช้ C: ตะ ตรงนี้ไม่เหมาะนัก พวกเราไปประลองกันทางนู้นจะดีกว่า!\nผู้บรรยาย: มังกรร้ายได้ยินเช่นนั้นก็แสยะยิ้มราวกับไม่ได้ยิ้มออกมา ไม่พูดอันใดให้มากความ ก็ตกลงเปลี่ยนสนามต่อสู้ตามนั้น\n(ปิดม่าน เมื่อม่านปิดลงแล้ว ให้เปลี่ยนฉากบนเวทีเล็กน้อย แล้วก็อย่าลืมดับไฟบนของตกแต่งพระอาทิตย์ตกดินด้วยนะ!)\nผู้บรรยาย: ในชั่วเวลาเพียงพริบตาเดียว มังกรร้ายก็มาถึงยังสถานที่ซึ่งกำหนดโดยปรมาจารย์ผู้ปราบมังกร\nผู้บรรยาย: เจ้าหญิงและบริวารที่ภักดีของเธอก็เดินสาวเท้าอย่างรวดเร็วตามเจ้ามังกรร้ายไปติด ๆ\nผู้บรรยาย: ถามถึงปรมาจารย์ผู้ปราบมังกรงั้นเหรอ? เขายังคงนิ่งอยู่กับที่ ไม่รู้ว่าเขากำลังวางแผนกลยุทธ์อยู่หรือเปล่า\n(ผู้รับใช้ C เข้าฉาก เดินวนรอบดาบที่ปักอยู่ในก้อนหิน แต่ไม่ยอมดึงออกมา)\nผู้รับใช้ C: …เจ้ามังกรร้ายเอ๋ย เจ้าจะได้เห็นถึงฝีมือของปรมาจารย์ผู้ปราบมังกร ณ บัดนี้!\nผู้รับใช้ C: ข้าเคยได้ข้ามทุ่งน้ำแข็ง ปีนเขาสูงชัน มุ่งลึกเข้าไปในดินแดนลึกลับ และเอาชนะมังกรจอมโลภ…\nผู้รับใช้ C: ข้าได้รับดาบเล่มนี้ที่มีแต่ผู้กล้าที่แท้จริงของโลกเท่านั้นที่คู่ควร\nผู้รับใช้ C: เจ้ามังกรร้ายหากเจ้ายังฉลาดอยู่บ้างก็ควรรีบจากไปเสีย ไม่เช่นนั้นดาบขุมทรัพย์ที่สามารถฟันเหล็กให้เหลวแหลกได้เล่มนี้ แม้แต่เกล็ดมังกรก็คงยากที่จะต้านทานได้\nมังกรร้าย: ฮ่าฮ่าฮ่าฮ่า เจ้าตัวจ้อยคิดวางแผนอันใดให้มันมากมาย มังกรแสนดีอย่างข้าก็บอกไปแล้วว่ามันไร้ประโยชน์\nมังกรร้าย: ข้าจะอยู่ที่นี่ไม่หลบเลี่ยงไปที่ใดทั้งนั้น พวกเจ้าสามารถลองชักดาบโจมตีมาให้สุดกำลังได้เลย\nผู้บรรยาย: ชาวบ้านที่เฝ้าดูอยู่ไม่เคยเห็นสิ่งแปลกประหลาดเช่นนี้มาก่อน พวกเขากระตือรือร้นที่จะลองค้นหาและสำรวจความลึกลับที่อยู่ภายในนั้น\nผู้บรรยาย: ชาวนาคนหนึ่งลงสนามมาเพื่อทำการท้าทาย ไม่รู้ว่าสองมือที่คุ้นชินในการจับคราด จะจับดาบเล่มนี้ได้อย่างแน่นหนาหรือไม่?\n(ชาวนาเข้าฉาก ทิ้งคราดที่อยู่ในมือและเดินมายืนข้างดาบ)\nชาวนา: ในด้านร่างกายและจิตวิญญาณ ข้าเองก็ไม่ได้ด้อยไปกว่าเจ้าพวกที่ถูกเลี้ยงดูในวังพวกนั้นหรอก\n(ชาวนาพยายามดึงดาบออกมาอย่างสุดความสามารถ แต่ดาบกลับไม่ขยับเขยื้อนเลยแม้แต่น้อย)\nชาวนา: เหอะ! ข้าคิดว่าตนเองมีพลังแกร่งกล้ามากพอแล้ว แต่ก็ยังทำอันใดกับมันไม่ได้\nผู้บรรยาย: ชาวนาออกแรงจนสุดกำลัง แต่ดาบที่อยู่ในศิลากลับไปไม่ขยับเขยื้อนเลยแม้แต่น้อย\nผู้บรรยาย: แต่เจ้าหญิงและผู้รับใช้ที่ซื่อสัตย์ของเธอ ได้ปฏิเสธโอกาสที่จะเข้าร่วมการท้าทายนี้ด้วยเหตุผลส่วนตัวของพวกเขาเอง\nผู้บรรยาย: ก่อนหน้านี้ มังกรร้ายเอาแต่เฝ้าดูอยู่เงียบ ๆ ในที่สุดเขาก็หมดความอดทน\nมังกรร้าย: (เบื่อหน่าย) เฮ้อ ข้าเบื่อฝีปากและคารมคมคายพวกนี้เต็มทีแล้ว ข้าต้องรอถึงเมื่อใดกันจึงจะได้ลิ้มลองความสามารถที่แท้จริงของมนุษย์ตัวจ้อยเสียที?\nมังกรร้าย: มังกรแสนดีอย่างข้าขอชี้แนะว่าอย่ายื้อเวลาอีกต่อไปเลย ดึงดาบออกมาเดี๋ยวนี้เลยเป็นไง!\nผู้รับใช้ C: ขะ…ข้าเป็นถึงปรมาจารย์ผู้ปราบมังกร ไม่เชื่อฟังคำสั่งใด ๆ ของมังกรร้ายหรอกนะ!\nมังกรร้าย: ผู้ปราบมังกรมือฉมังงั้นเหรอ? เจ้ามันก็แค่คนพูดโม้โอ้อวดให้เหนือผู้อื่นก็เท่านั้น\nมังกรร้าย: ปรมาจารย์ช่างฝีมืออันใดกัน ช่างน่าขำนัก ไม่เชื่อเจ้าก็ลองไปถามเจ้าเด็กน้อยดู แม้แต่เด็กน้อยก็ยังรู้ไส้รู้พุงเจ้าเลย\nผู้บรรยาย: จริงหรือที่มังกรพูด เจ้าตัวน้อยในหมู่มนุษย์ตัวจ้อยสามารถมองผ่านความจริงใจภายใต้เกราะได้?\n(เด็กน้อยเข้าฉาก หันไปมองมังกรร้ายก่อน แล้วจึงหันไปมองผู้รับใช้ C)\nเด็กน้อย: นั่นก็คือมังกรร้ายที่อยู่ในบทเพลงเหรอ ตัวใหญ่กว่าที่คิดไว้…แต่ข้าไม่กลัวหรอก!\nเด็กน้อย: เกราะที่ส่องประกายตรงนั้น เหตุใดจึงสั่นอย่างนั้น? เขาอ้าปาก แต่เพราะเหตุใดถึงไม่เอ่ยพูด?\nมังกรร้าย: แม้เดิมทีข้าไม่ได้ตั้งใจที่จะเพิ่มอาหาร แต่ขนมหวานที่ส่งมาให้ถึงหน้า มีเหตุผลใดที่จะไม่ลิ้มลอง!\nผู้บรรยาย: พอพูดจบมังกรร้ายก็อ้าปาก และกลืนกินความฝันของปรมาจารย์ผู้ปราบมังกร\n(ผู้รับใช้ C ยืนนิ่งอยู่กับที่ ขยับตัวไม่ได้เนื่องจากความหวาดกลัว ส่วนมังกรร้ายก็บินให้สูงขึ้นแล้วค่อยโฉบลงมา อย่างน้อยก็ต้องบินสูงประมาณห้าสิบเมตร เพื่อให้เสียงคำรามดังพอที่จะสั่นสะเทือนเวที และกลืนกินแสงสีดำที่หลุดออกมาจากชุดเกราะของผู้รับใช้ C เขายังคงยืนอยู่กับที่ไม่ขยับเขยื้อน ดาบที่ปักอยู่ในก้อนหินถูกเขาโยนทิ้งไว้ข้าง ๆ แต่ตอนที่โยนทิ้งต้องเบา ๆ มือหน่อยนะ เพื่อป้องกันไม่ให้อุปกรณ์ประกอบฉากเวทีเสียหาย)\nมังกรร้าย: งั่มงั่ม เป็นอย่างที่ข้าคาดไว้ไม่มีผิด ความฝันที่เน่าเฟะไปเนิ่นนานถือเป็นอาหารในอุดมคติไม่ได้เลยแม้แต่น้อย\nมังกรร้าย: ความฝันของเขาก็เหมือนดังผลแอปเปิลที่เน่าเฟะ กินเข้าไปก็เสียปาก\n(มังกรร้ายกัดฟันด้วยความรังเกียจและบินออกจากหมู่บ้านไป ผู้รับใช้ที่ซื่อสัตย์และทุกคนต่างก็ตะลึงงัน ส่วนเจ้าหญิงก็ส่งเสียงถอนหายใจออกมาเบา ๆ)\nผู้รับใช้ที่ซื่อสัตย์: อ๊ะ! ปรมาจารย์ผู้ปราบมังกรพ่ายแพ้แก่เจ้ามังกรร้ายแล้ว\nเจ้าหญิง: ดูเหมือนว่าการต่อสู้นับไม่ถ้วนเป็นเพียงการโอ้อวด และฝีปากของเขาก็ไม่อาจช่วยเขาไว้ได้\nผู้บรรยาย: มังกรร้ายบินหนีจากหมู่บ้านชานเมือง และทิ้ง “ปรมาจารย์ผู้ปราบมังกร” ที่สูญเสียความฝันที่ตกตะลึงไว้เบื้องหลัง\n(ปิดม่าน จำไว้ให้ดีว่าต้องรอให้มังกรร้ายบินออกไปไกล ๆ ก่อนแล้วค่อยดึงม่าน ไม่เช่นนั้นความสนใจของเหล่าผู้ชมก็จะไม่จดจ่ออยู่ที่ตัวของเจ้าหญิง)\nองก์สุดท้าย\n(ณ ชานเมืองของเมืองหลวง เจ้าหญิงและผู้รับใช้ที่ซื่อสัตย์ของนางเดินมาถึงหน้าปากถ้ำที่เป็นถิ่นที่พักของมังกรร้าย)\nเจ้าหญิง: เท่าที่ดูด้วยสายตา ดวงตะวันได้ลาลับไปทางตะวันตก และจันทราเสี้ยวก็ทะยานขึ้นมาทางตะวันออกแล้ว\nเจ้าหญิง: เส้นตายที่เจ้ามังกรกำหนดกำลังจะเลยล่วงไป แต่ข้ากลับยังไม่บรรลุจุดประสงค์การเดินทางในครั้งนี้\nเจ้าหญิง: นักรบที่มีชื่อเสียงผลัดกันท้าทายมังกรร้ายนั่น แต่ในที่สุดพวกเขาก็ล้มเหลวไม่เป็นท่า\nเจ้าหญิง: ก่อนออกเดินทาง ข้าเคยสาบานว่าจะปราบมังกรด้วยตนเอง…\nเจ้าหญิง: ตอนนี้ข้าอดไม่ได้ที่จะกังวลว่า คำสาบานนี้จะถูกผู้คนดูแคลนว่าเป็นการโอ้อวดที่น่าละอายหรือไม่…\nผู้รับใช้ที่ซื่อสัตย์: หากเจ้าหญิงกังวลเรื่องภารกิจ ข้าในฐานะผู้รับใช้ที่ซื่อสัตย์ที่สุด ข้าควรจะแบ่งเบาความกังวลของท่าน\nผู้รับใช้ที่ซื่อสัตย์: ชื่อเสียงเรียงนามของข้าไม่มีค่าให้พูดถึง ต้องขอบพระทัยความเมตตาของเจ้าหญิงที่ทำให้ข้ามีที่ยืนในวัง\nผู้รับใช้ที่ซื่อสัตย์: ข้ารู้เรื่องราวของผู้กล้าเหล่านั้นน้อยมาก แต่ความขยันหมั่นเพียรของเจ้าหญิงข้าจะไม่รู้ได้อย่างไรกัน?\nผู้รับใช้ที่ซื่อสัตย์: เจ้าหญิงโปรดอย่าได้ประเมินตนเองต่ำเกินไป มาตรวจสอบความผิดพลาดของ “ผู้กล้า” เหล่านี้อย่างถี่ถ้วนกัน\nเจ้าหญิง: ที่เจ้าพูดก็มีเหตุผล ข้าขอนึกคำพูดและการกระทำของพวกเขาทุกคนครู่หนึ่ง\nผู้บรรยาย: เจ้าหญิงนึกย้อนกลับไป ผู้ใดที่ภายนอกดูแข็งแกร่ง และมั่นใจในตัวเองสูง? ผู้ใดที่เอ่ยวาจาโอ้อวดมากมาย แต่กลับไร้ซึ่งผลงาน?\n(ผู้รับใช้ A เข้าฉาก หันไปทางผู้ชมด้วยท่าทางสลดหดหู่ สปอตไลต์ส่องไปที่ตัวเขา)\nผู้รับใช้ A: ตัวข้านั้นเรียกตนเองว่านักรบ มีชื่อเสียงบันลือไกลในโลกา ถูกมังกรร้ายมองทะลุจนปรุโปร่ง แท้จริงแล้วหามีฝีมือไม่ แต่หาได้รู้จักประมาณตน\nผู้รับใช้ A: ข้าไม่มีกำลังพอจะเผชิญหน้ากับศัตรูที่แข็งแกร่ง แต่ก็ไม่อาจทิ้งศักดิ์ศรีอันเปราะบางของตนได้\nผู้รับใช้ A: คนรอบข้างต่างหาว่าข้าวาจาหยาบคาย แท้จริงแล้วข้าก็แค่กลัวว่าจะโดนผู้อื่นดูถูก\n(สปอตไลต์กลับไปที่ตัวของเจ้าหญิง)\nเจ้าหญิง: ดั่งที่มังกรร้ายว่าไว้ ความฝันของนักรบนั้นดูเหมือนจะยิ่งใหญ่ แต่แท้จริงแล้วกลับว่างเปล่า\nเจ้าหญิง: เขามีความกล้าหาญ แต่กลับไร้ซึ่งกำลังที่ทัดเทียมกับความกล้านั้น\nผู้บรรยาย: เจ้าหญิงจำได้ ว่าใครที่เคยให้สัญญาไว้ว่ามีแผนรับมือรอบด้านอยู่แล้ว แต่เมื่อถึงยามออกศึก กลับแอบย่องหนีไป?\n(ผู้รับใช้ B เข้าฉาก หันไปทางผู้ชมด้วยท่าทางเจ็บปวดใจ สปอตไลต์ส่องไปที่ตัวเขา)\nผู้รับใช้ B: เพื่อปกป้องตนเอง ข้าจึงคิดได้แค่วิธีหลบหนี และปล่อยให้ผู้อื่นเข้ามาแทนที่ตำแหน่งของตน\nผู้รับใช้ B: ข้าเคยคิดว่าตนจะสามารถคิดแผนโค่นล้มมังกรร้ายได้ แต่ความจริงกลับเป็นข้าที่ถอยหนีเพราะความขลาดกลัว\nผู้รับใช้ B: คนรอบข้างรู้เพียงว่าข้าเปลี่ยนร้ายให้กลายเป็นดีได้ แต่หารู้ไม่ว่าทุกครั้งที่พบกับภัยอันตราย ข้ามักจะทิ้งเพื่อนพ้องอย่างหน้าไม่อายเสมอ\n(ที่นี่เองก็ต้องการสปอตไลต์เช่นกัน!)\nเจ้าหญิง: เขาเรียกตนว่าเป็นนักยุทธศาสตร์ แต่กลับไร้ซึ่งกลยุทธ์ใด ๆ เมื่อต้องพบกับภัยอันตราย ก็ไม่กล้ารับผิดชอบต่อหน้าที่\nเจ้าหญิง: การระวังและรอบคอบถือเป็นเรื่องที่สมควร แต่หากละเลยต่อหน้าที่แล้วให้ผู้อื่นเผชิญภัยแทนตน ก็คงไร้ซึ่งความน่าเชื่อถือ\nผู้บรรยาย: เจ้าหญิงได้ย้อนคิด ว่าใครกันที่เป็นพวกปากว่าตาขยิบ ไม่กล้าเผชิญหน้ากับปัจจุบัน เอาแต่อวดอ้างความรุ่งโรจน์ในครั้งอดีต\n(ผู้รับใช้ C เข้าฉาก หันไปทางผู้ชมด้วยท่าทางรู้สึกผิดและเป็นกังวล สปอตไลต์ส่องไปที่ตัวเขา)\nผู้รับใช้ C: ผลของการต่อสู้ได้เป็นข้อพิสูจน์แล้วว่าสิ่งที่ข้าพูดนั้นหาได้ลวงหลอก เพียงแต่ตอนนี้ข้าไม่อยากเป็นศัตรูกับคู่ต่อสู้ที่ฝีมือต่างกันราวฟ้ากับเหวอีกต่อไปแล้ว\nผู้รับใช้ C: การแสวงหาผลประโยชน์และหลีกเลี่ยงความสูญเสียนั้นเป็นสัญชาตญาณของมนุษย์แต่ทุนเดิม ข้านั้นได้สร้างชื่อไปนานแล้ว เหตุใดจักต้องไปสละชีวิตเพื่ออาณาจักรอีกเล่า\n(ให้ผู้รับใช้ทั้งสามค่อย ๆ ลงจากเวทีอย่างเงียบ ๆ ในจังหวะที่สปอตไลต์กลับไปที่ตัวของเจ้าหญิง)\nเจ้าหญิง: ไม่ว่าประสบการณ์ของเขานั้นจะจริงหรือเท็จ การหลงระเริงไปกับความรุ่งโรจน์ในอดีตนั้นก็หาใช่สิ่งที่น่าภาคภูมิไม่\nเจ้าหญิง: ดูเหมือนว่าสติของเขาจะเลอะเลือนไปตั้งนานแล้ว ลืมความหมายของความสูงส่งและความฝัน ถึงขั้นภาคภูมิไปกับการหลงลืม\n(เจ้าหญิงลูบไล้ดาบที่อยู่ในมือเบา ๆ พร้อมเงยหน้าขึ้นมาทอดมองไปยังท้องฟ้าที่อยู่ห่างไกล)\nเจ้าหญิง: อา พวกเขาอาจจะทำภารกิจขับไล่มังกรไม่สำเร็จ แต่ข้า…\nเจ้าหญิง: นอกจากใจที่มุ่งมั่นของตัวข้าแล้ว ก็มีเพียงดาบบาง ๆ เล่มนี้ แล้วจะให้ข้าประมือกับมังกรร้ายได้อย่างไร?\n(Leon เดินไปหาเจ้าหญิง พยักหน้าเล็กน้อยเพื่อแสดงถึงความมุ่งมั่น)\nผู้รับใช้ที่ซื่อสัตย์: ข้าเป็นเพียงคนนอกที่คอยอยู่ใกล้ชิดกับเจ้าหญิงภายในวัง\nผู้รับใช้ที่ซื่อสัตย์: ในสายตาของข้า เจ้าหญิงหาใช่คนไม่ประมาณตน หรือหวังสูงเกินไปไม่\nผู้รับใช้ที่ซื่อสัตย์: และหาใช่คนแล้งน้ำใจที่ละทิ้งพวกพ้องเมื่อต้องพบเจอภัยอันตรายไม่\nผู้รับใช้ที่ซื่อสัตย์: ความมุ่งมั่นหมั่นเพียรของเจ้าหญิง และความฝันที่เปล่งประกายราวทองคำนั้น ต่างก็เป็นที่ประจักษ์ชัดเจน\nผู้รับใช้ที่ซื่อสัตย์: เจ้าหญิงที่เคารพของข้า โปรดอย่าได้ดูแคลนตนเอง โปรดเชื่อมั่นในตนเอง และเชื่อมั่นในความฝันของตน…\nผู้รับใช้ที่ซื่อสัตย์: ข้าเชื่อมั่น ว่าท่านจะต้องกำราบเจ้ามังกรร้ายที่กลืนกินความฝันตัวนั้นได้แน่!\n(ปิดม่าน ตอนที่ม่านถูกเปิดออกอีกครั้ง มังกรร้ายที่กำลังคืบคลานอยู่ภายในถ้ำก็แลดูกระสับกระส่าย ตอนที่มังกรร้ายเข้าฉากจะต้องคอยระวังให้ดี ๆ อย่าเปิดม่านออกเชียวล่ะ!)\nผู้บรรยาย: เมื่อเวลาอาหารค่ำที่นัดไว้ใกล้มาถึง มังกรร้าย ที่เปลี่ยนเป็น “มังกรหิวโหย” ก็แทบจะอดทนรอไม่ไหวแล้ว\nมังกรร้าย: กิน “ของว่าง” มาทั้งบ่ายแล้ว แต่นั่นก็แทนที่อาหารมื้อหลักไม่ได้หรอก\nมังกรร้าย: “ของว่าง” อย่างไรก็เป็นแค่ “ของว่าง” แม้รสชาติจะหลากหลาย แต่ก็รองท้องได้เพียงชั่วคราวเท่านั้น\nมังกรร้าย: ยิ่งไปกว่านั้น “ของว่าง” เหล่านี้ก็หาได้เลิศรส กลับยิ่งทำให้ฉันท้องไส้ปั่นป่วนเสียเปล่า ๆ\nมังกรร้าย: เกรงว่ายามนี้คงมีเพียงความฝันที่เปล่งประกายราวกับทองคำ ที่จะสามารถเติมเต็มกระเพาะของข้าได้\n(Leon เดินย่องกลับเข้าไปบนเวที มังกรร้ายกำลังลูบท้องของตัวเองอยู่ จึงไม่ทันได้สังเกตเห็นเขา)\nผู้บรรยาย: ในตอนนั้นเอง เขาค่อย ๆ ย่องเข้าไปตรวจสอบมังกรร้ายอย่างเงียบเชียบ เพื่อท่านผู้นั้นที่เขาเคารพรัก เขาหาได้มีความหวั่นกลัวแม้แต่น้อย\nผู้รับใช้ที่ซื่อสัตย์: นี่ไม่ใช่เพียงสัญญาที่ให้ไว้กับราชา…\nผู้รับใช้ที่ซื่อสัตย์: ข้าหวังว่าความฝันของเจ้าหญิงจะได้สมหวัง แม้สถานการณ์ในตอนนี้จะดูเป็นไปไม่ได้เลยก็ตาม…\nผู้รับใช้ที่ซื่อสัตย์: เอ๊ะ? ดูเหมือนว่าเจ้ามังกรร้ายจะต่างไปจากทุกทีนะ เหตุใดมันถึงได้กุมหน้าอกแล้วส่งเสียงงึมงำเช่นนั้น? ขอข้าฟังหน่อยว่ามันกำลังบ่นเรื่องอะไร…\nมังกรร้าย: (พูดคนเดียว) ข้าควรต้องควบคุมความตะกละของตนไว้ตั้งนานแล้ว และไม่ควรประเมินพวกมนุษย์ตัวจ้อยต่ำเกินไป…\nมังกรร้าย: บัดนี้ในท้องข้าปั่นป่วนเหลือทน จะเอาแรงที่ไหนไปสู้กับราชาตัวจ้อยนั่นได้เล่า\nผู้บรรยาย: ผู้รับใช้ที่ซื่อสัตย์เมื่อได้ยินเช่นนั้นก็ดีอกดีใจ รีบนำข่าวนี้กลับไปรายงานต่อท่านผู้นั้น\n(Leon รีบลงจากเวที จากนั้นเจ้าหญิงก็ถือดาบเดินขึ้นมา สปอตไลต์สาดส่องไปที่ตัวของเจ้าหญิง เจ้าหญิงชูดาบขึ้นและเข้าไปประจันหน้ากับมังกรร้าย!)\nเจ้าหญิง: ตอนนี้ในใจข้าเต็มเปี่ยมไปด้วยความกล้า และสามารถจับดาบเล่มนั้นขึ้นมาได้อย่างภาคภูมิใจ\nผู้รับใช้ที่ซื่อสัตย์: (ชี้ไปที่หัวใจของมังกรร้าย) โปรดดูนี่สิ! ตรงหัวใจของมังกรร้าย เป็นจุดอ่อนเพียงหนึ่งเดียวที่ไม่มีเกล็ดปกคลุม\nผู้รับใช้ที่ซื่อสัตย์: ฉวยโอกาสตอนที่มันกำลังอ่อนแอจัดการมันซะ เวลาไม่คอยท่า รีบคว้ามันเอาไว้!\nเจ้าหญิง: เจ้ามังกรร้าย! เพื่อความสงบสุขของอาณาจักร พวกเราจะขอท้าสู้กับเจ้า! เจอนี่ซะ!\n(เจ้าหญิงกระโดดขึ้นสูง และแทงดาบไปยังกลางอกของเจ้ามังกรร้าย มังกรร้ายรีบลุกขึ้นมากางปีกออกหมายจะหยุดการโจมตี แต่เจ้าหญิงกลับใช้ร่างอันใหญ่โตของมังกรร้ายเป็นแท่นเพื่อกระโดดให้สูงขึ้นไป และแทงดาบลงไปกลางหัวใจของมังกรร้าย!)\nมังกรร้าย: อ๊ากกก! เจ้ามนุษย์ชั้นต่ำ!\nผู้บรรยาย: เจ้าหญิงพุ่งออกไปสุดแรงเกิด และเอาชนะมังกรร้ายได้ดั่งที่เธอหวัง\n(มังกรร้ายล้มลงจนเกิดเสียงดังสนั่น เสียง “โครมคราม” ใช้เป็นเอฟเฟกต์เสียงก็พอแล้ว! อย่าล้มลงจนเกิดเสียงดังโครมครามจริง ๆ ล่ะ เดี๋ยวเวทีแสดงจะพังเอา!)\nเจ้าหญิง: ขอแค่เพียงไม่ละทิ้งความสูงส่งและความฝัน ประตูแห่งโลกก็จะเปิดทางให้กับข้า\nเจ้าหญิง: ผู้รับใช้ที่ซื่อสัตย์ ต้องขอบคุณเจ้าด้วยที่คอยอยู่เคียงข้างเสมอมา เจ้าจะไม่ได้เป็นเพียงผู้ที่ไร้นามอย่างแน่นอน\nเจ้าหญิง: หากอิงตามกระแสนิยมของอาณาจักรในยามนี้ ข้าคิดว่าฉายานี้คงเหมาะสมกับนามของเจ้า\n(เจ้าหญิงชี้นิ้วไปยังผู้รับใช้ที่ซื่อสัตย์ของเธอ และคนถูกชี้ก็เริ่มเปล่งแสงอันมืดมิดออกมา ขนนกมากมายร่วงหล่นลงบนเวที ผู้รับใช้ค่อย ๆ หมุนตัวและบินสูงขึ้นไปสู่เบื้องบน ปิดม่าน)\nผู้บรรยาย: “ปีกสีนิลบดทลายความสิ้นหวัง ข้ารับใช้แห่งผู้พิพากษาทัณฑ์ศักดิ์สิทธิ์” คนไร้นามได้รับชื่อใหม่อย่างเป็นทางการ\nผู้บรรยาย: ในตอนท้ายของนิทาน เจ้าหญิงได้ขับไล่มังกรร้ายออกจากอาณาจักรด้วยตนเอง และความสงบก็ได้รับการปกป้องในที่สุด\nผู้บรรยาย: ช่างน่ายินดี ช่างน่ายินดี"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ต้นฉบับของหัวหน้าคณะละครทไวไลท์"
          }
        ]
      },
      {
        "key": "หาได้จาก",
        "value": [
          {
            "type": "RichText",
            "text": "อีเวนต์ \"บทกวีคิมหันต์ กับการเดินทาง ณ ทะเลแสนไกล\" เวอร์ชั่น 2.8\nเควสต์โลก 'บทละครแห่ง Phantasmagoria - บันทึกดาบแห่งเจ้าหญิง!'"
          }
        ]
      }
    ]
  }
}