{
  "epId": 32,
  "name": "Kamisato Ayaka",
  "desc": "คุณหนูใหญ่ของตระกูล Kamisato แห่งสำนัก Yashiro ใน Inazuma ทั้งสง่างามและมีเกียรติ เปี่ยมไปด้วยสติปัญญาและความแข็งแกร่ง",
  "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayaka_icon.png",
  "headerImgUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/avatar.png",
  "filterValues": {
    "characterWeapon": "ดาบ",
    "characterRegion": "Inazuma",
    "characterRarity": 5,
    "characterVision": "น้ำแข็ง",
    "characterProperty": "ความแรงคริ"
  },
  "menuId": 2,
  "menuName": "คู่มือตัวละคร",
  "version": 1734402358,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/avatar_header.png"
      },
      {
        "key": "ภาพตัวละคร",
        "img": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/avatar.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "คอสตูมดั้งเดิม - ชุดเกราะอันโชติช่วง\nชุดเกราะคลุมกระโปรงที่แสดงให้เห็นที่ความสูงส่งและความยืดหยุ่นของ\n\"Shirasagi Himegimi\""
          }
        ]
      },
      {
        "key": "คอสตูม",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/144837601/1851ca34d58f6285ebebbb69baabdae1_7970083489890283461.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "ณ ใต้ต้น Sacred Sakura มีผ้าทอผืนงามวางอยู่ ด้านบนวางไว้ซึ่งอาหารเลิศรสที่เรียงรายสวยงามเมื่อทำตามคำแนะนำในจดหมายเชิญ และมาถึงสถานที่ \"ปิกนิก\" ที่กล่าวถึง ฉากดังกล่าวก็ปรากฏอยู่เบื้องหน้าไม่นานหลังจากนั้น Kamisato Ayaka ผู้จัดงาน \"ปิกนิก\" ในครั้งนี้ก็ค่อย ๆ เดินออกมาจากหลังต้นไม้ พร้อมพัดในมือและรอยยิ้มบนใบหน้า \"ว่ากันว่าชาว Fontaine ชอบการปิกนิก ฉันเลยอยากสัมผัสบรรยากาศแบบนี้สักครั้ง ว่าจะเหมือนในนวนิยายรึเปล่า\" ไม่แปลกใจเลย ที่ไลท์โนเวล Fontaine เรื่อง \"แฟ้มบันทึกคดีของคุณ Orith\" ที่เพิ่งตีพิมพ์ใหม่ของสำนักพิมพ์ Yae กำลังเป็นนิยมใน Inazumaช่วงนี้ Ayaka ก็อ่านไลท์โนเวลเล่มนี้เหมือนกัน บางครั้งก็มักจะมาหารือกับคุณเกี่ยวกับเหตุผลในหนังสือ ซึ่งแสดงถึงความชอบที่เธอมีต่อเรื่องราวชุดนี้\nด้วยผมยาวที่ม้วนเป็นเกลียว และสวมหมวกสุภาพสตรีที่สง่างาม Ayaka จึงตรงตามลักษณะสาวงาม Fontaine ในภาพประกอบของไลท์โนเวลไม่มีผิดน่าแปลก ที่ใบหน้านั้นเหมือนกับ Ayaka ที่คุณรู้จักอย่างชัดเจน มีเพียงเครื่องแต่งกายเท่านั้นที่เปลี่ยนไป ทำให้บรรยากาศของทุกอย่างแปลกใหม่ \"สาวงาม Fontaine\" ที่อยู่เบื้องหน้าได้เอ่ยปากกับคุณว่า: \"เวลาอ่าน 'แฟ้มบันทึกคดีของคุณ Orith' ฉันมักรู้สึกว่า ถึงแม้วัฒนธรรมของแต่ละประเทศจะมีความคล้ายคลึงกัน...\" \"แต่วิถีชีวิตส่วนตัวกลับแตกต่างกันอย่างสิ้นเชิง\" \"การใช้ประสบการณ์ชีวิตของตัวเองคาดเดาโลกภายนอก Inazuma ก็เหมือนกับการมองดวงจันทร์ผ่านก้อนเมฆ...\"\nเธอก้มหน้าลง ราวกับมีเรื่องกังวลอะไรสักอย่างในฐานะคุณหนูใหญ่ของสำนัก Yashiro มันเป็นเรื่องยากสำหรับเธอมากที่จะใช้ชีวิตอิสระเหมือนอย่างนักผจญภัย คุณคงเข้าใจดีคุณกำลังจะปลอบใจ Ayaka ที่เศร้าสร้อย แต่แล้วเธอก็พยักหน้าราวกับคิดอะไรบางอย่างออก และชิงพูดขึ้นมาว่า:\n\"ถึงแม้ความจริงจะเป็นแบบนี้ แต่เมื่อเทียบกับคนทั่วไปแล้ว ชีวิตของฉันโชคดีมากแล้วล่ะ\" \"เพราะฉันมีเพื่อนอย่างเธออยู่เคียงข้าง แม้ว่าฉันจะไม่ได้ออกไปท่องเที่ยวแดนไกล แต่เรื่องที่ฉันรู้ก็ไม่ได้จำกัดอยู่แค่ Inazuma เท่านั้น\" \"...ฉันหวังว่า นอกจากฉันแล้ว ทุกคนก็สามารถรับรู้และเข้าใจเรื่องราวของโลกภายนอก Inazuma มากขึ้น\" โอ้ ที่แท้ Ayaka ไม่ได้กังวลเรื่องของตัวเองสินะ\n\"คุณ Aratani เคยบอกกับฉันว่า นอกจาก Inazuma แล้ว การศึกษาของ Sumeru, Mondstadt, Liyue และ Fontaine ก็กำลังพัฒนาอย่างแข็งขันเหมือนกัน\" \"แต่พวกเรากลับไม่ค่อยรู้เรื่องนี้...\" \"ฉันตั้งใจว่าจะเสนอท่านพี่และท่าน Miko ให้นำผลงานจากนอกเมืองเข้ามาเพิ่มมากขึ้น!\" \"การใช้ผลงานวรรณกรรมเป็นหน้าต่าง อาจทำให้ได้เห็นทิวทัศน์ต่าง ๆ ที่ไม่เคยเห็นมาก่อน...\" ท่าทางของ Ayaka ในตอนนี้นั้นเหนือจากความคาดหมายของคุณมาก สมกับที่เป็นองค์หญิงกระเรียนขาวแห่งตระกูล Kamisato ของสำนัก Yashiro\n\" ...ก่อนที่จะเสนอเรื่องนี้ให้ท่านพี่และท่าน Miko ฉันต้องจัดทำรายชื่อหนังสือโดยเฉพาะเสียก่อน ก็เลยอยากจะมาขอคำแนะนำจากเธอ\"ขณะที่กำลังรู้สึกทึ่ง Ayaka ก็พูดถึงรายละเอียดของแผนให้โดยที่ไม่ทันรู้ตัวคุณครุ่นคิดอยู่ครู่หนึ่ง จากนั้นก็เริ่มเขียนบรรทัดแรกของรายการ\n\" 'เจ้าหญิงหมูป่า'? \"\n\"ใช่แล้วล่ะ นี่เป็นนิยายที่โหดร้ายแต่สวยงาม และเพราะว่ามันแตกต่างจากหนังสือเล่มอื่น ฉันคิดว่าทุกคนน่าจะให้ความสนใจนะ\"แต่น่าเสียดาย ที่เมื่อ Ayaka นำรายชื่อหนังสือนี้ให้บรรณาธิการ Aratani ผู้ที่อ่านหนังสือมานับไม่ถ้วนดู เธอกลับขีดฆ่า \"เจ้าหญิงหมูป่า\" ทิ้งโดยที่ไม่ลังเล \"อะแฮ่ม ฉันว่านิยายเรื่องนี้ค่อนข้างพิเศษเกินไป ผู้คนคงยังไม่พร้อมที่จะอ่านหรอก...\""
          }
        ]
      },
      {
        "key": "อนิเมชันยามว่าง 1",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/144837601/e784c725e9a327ece792b5f6e52e6025_8881378188162757859.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "คอสตูมดั้งเดิม - ชุดเกราะอันโชติช่วง\nชุดเกราะคลุมกระโปรงที่แสดงให้เห็นที่ความสูงส่งและความยืดหยุ่นของ\n\"Shirasagi Himegimi\""
          }
        ]
      },
      {
        "key": "อนิเมชันยามว่าง 2",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/144837601/74bf77ea19d2ff44a3a4b264a5929d0e_8097843480674979467.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "คอสตูมดั้งเดิม - ชุดเกราะอันโชติช่วง\nชุดเกราะคลุมกระโปรงที่แสดงให้เห็นที่ความสูงส่งและความยืดหยุ่นของ\n\"Shirasagi Himegimi\""
          }
        ]
      },
      {
        "key": "อนิเมชันยามว่าง 3",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/144837601/6e3bca4604e10dd76e47d9559c367a0c_7923020872821668050.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "คอสตูม - สารเมื่อยามดอกไม้ผลิบาน\nชุดเดินทางของ Kamisato Ayaka ทำขึ้นโดยอ้างอิงจากเครื่องแต่งกายของหญิงชาว Fontaine ในภาพประกอบไลท์โนเวล\nดูเหมือนจะสะท้อนถึงวิถีชีวิตสุภาพสตรีของ Fontaine ได้เป็นอย่างดี"
          }
        ]
      },
      {
        "key": "อนิเมชันยามว่าง 4",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/144837601/2ccea8642976f1b5baf2ec2ff01c7c7a_3981507271636754259.gif",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "คอสตูม - สารเมื่อยามดอกไม้ผลิบาน\nชุดเดินทางของ Kamisato Ayaka ทำขึ้นโดยอ้างอิงจากเครื่องแต่งกายของหญิงชาว Fontaine ในภาพประกอบไลท์โนเวล\nดูเหมือนจะสะท้อนถึงวิถีชีวิตสุภาพสตรีของ Fontaine ได้เป็นอย่างดี"
          }
        ]
      },
      {
        "key": "กลุ่มดาว",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/19/144837601/dd0e0771e654a187af64027387d68ccd_5842319261086232435.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Grus Nivis"
          }
        ]
      },
      {
        "key": "นามบัตร",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/20/176148810/4dd1e63a990e19141b3a1219883b15b4_520692258318175430.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Kamisato Ayaka - พัด\nพัดที่เข้าคู่กันของ Ayaka นั้นแน่นอนเปลี่ยนแปลงตลอดเวลา หากต้องการมอบมันให้กับเธอเป็นของขวัญ จำไว้ว่าอย่าให้มันเป็นพัดที่ใช้ในฤดูร้อนหรือใช้ในเกมพัดโยนเสี่ยงทาย ใช้เป็นพัดเต้นรำหรือพัดยามดื่มชาก็ถือเป็นทางเลือกที่ดี"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Kamisato Ayaka"
          }
        ]
      },
      {
        "key": "วันเกิด",
        "value": [
          {
            "type": "RichText",
            "text": "28/9"
          }
        ]
      },
      {
        "key": "กลุ่มดาว",
        "value": [
          {
            "type": "RichText",
            "text": "Grus Nivis"
          }
        ]
      },
      {
        "key": "ฉายา",
        "value": [
          {
            "type": "RichText",
            "text": "กระเรียนขาวกลางหิมะ"
          }
        ]
      },
      {
        "key": "วิชั่น",
        "value": [
          {
            "type": "RichText",
            "text": "น้ำแข็ง"
          }
        ]
      },
      {
        "key": "สังกัด",
        "value": [
          {
            "type": "RichText",
            "text": "สำนัก Yashiro"
          }
        ]
      },
      {
        "key": "ภาษาจีน CV",
        "value": [
          {
            "type": "RichText",
            "text": "小N"
          }
        ]
      },
      {
        "key": "ภาษาอังกฤษ CV",
        "value": [
          {
            "type": "RichText",
            "text": "Erica Mendez"
          }
        ]
      },
      {
        "key": "ภาษาญี่ปุ่น CV",
        "value": [
          {
            "type": "RichText",
            "text": "早見沙織"
          }
        ]
      },
      {
        "key": "ภาษาเกาหลี CV",
        "value": [
          {
            "type": "RichText",
            "text": "Lee Yoo-ri"
          }
        ]
      },
      {
        "key": "อาหารระดับพิเศษ",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 153,
            "name": "\"Snow on the Hearth\"",
            "desc": "เมนูพิเศษของ Kamisato Ayaka ดูคล้ายกับผลงานศิลปะขนาดเล็กสุดน่ารัก ที่ห่อด้วยเสื้อคลุมสีแดงบาง ๆ ซึ่งสื่อถึงความรู้สึกของหญิงสาวที่เริ่มมีตั้งแต่วินาทีนั้นเป็นต้นมา หากใครได้รับเกียรติให้ลิ้มลองอาหารจานนี้ ในขณะที่จิบชาร่วมกับเจ้าหญิงผู้สูงส่งและสง่างาม ราวกับนกกระเรียนขาวบนหน้าผาล่ะก็ ผู้นั้นคงอยากหยุดช่วงเวลานั้นเอาไว้ตลอดกาล",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/\"Snow on the Hearth\"_icon.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "การ์ดตัวละครเกมกลเจ็ดอัจฉริยะ",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3177,
            "name": "Kamisato Ayaka",
            "desc": "<p>กระเรียนหวนคืน คลื่นเหมันต์ซัดสาด</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/02/144837601/211461a497211dfc0494d14820e78a9e_2987734562692054718.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "เวอร์ชันเผยแพร่",
        "value": [
          {
            "type": "RichText",
            "text": "2.0"
          }
        ]
      }
    ],
    "story": [
      {
        "title": "ข้อมูลตัวละคร",
        "desc": [
          {
            "type": "RichText",
            "text": "ผู้สืบทอดหนึ่งในสามสำนักที่มีชื่อเสียงที่สุดในเมือง Inazuma คือสองพี่น้องตระกูล Kamisato\nพี่ชาย Ayato รับตำแหน่งเป็น \"เจ้าสำนัก\" รับผิดชอบเรื่องงานราชการ ส่วนน้องสาว Ayaka มีตำแหน่งเป็น \"องค์หญิง\" ดูแลกิจการภายในและภายนอกของตระกูลในวันธรรมดา\nAyaka มักจะปรากฏตัวในงานสังคม และได้พบปะกับผู้คนค่อนข้างมาก ดังนั้นเธอซึ่งคุ้นเคยกับประชาชนมากกว่า จึงมีชื่อเสียงที่โด่งดังกว่าพี่ชายของเธอ และถูกยกย่องว่า \"องค์หญิงกระเรียนขาว\"\nอย่างที่เราทราบกันดีว่า ด้วยรูปลักษณ์ที่สง่างามและบุคลิกอันสูงส่ง คุณหนู Ayaka ลูกสาวของตระกูล Kamisato จึงเป็นผู้ที่ได้รับการชื่นชมจากผู้คนมากมาย"
          }
        ]
      },
      {
        "title": "เรื่องราวของตัวละคร 1",
        "desc": [
          {
            "type": "RichText",
            "text": "เมื่อมองไปที่อาณาเขตของ Inazuma เรื่องราวส่วนใหญ่ที่ยังไม่ถึงโชกุน Raiden ถูกจัดการโดย \"Triarchal Council\"\n\"Triarchal Council\" แบ่งอำนาจออกเป็นสามตระกูล โดยเรียกว่าสามสำนักมหาอำนาจคือ \"สำนัก Yashiro\" \"สำนัก Tenryou\" และ \"สำนัก Kanjou\"\nตระกูลที่เป็นเจ้าของสิทธิ์ทั้งสามสำนักนี้คือ ตระกูล Kamisato, ตระกูล Kujou และ ตระกูล Hiiragi พวกเขาเป็นสามตระกูลที่ทุกคนใน Inazuma รู้จัก\nและ Kamisato Ayaka ก็คือคุณหนูใหญ่ของตระกูล Kamisato แห่งสำนัก Yashiro ซึ่งมีชื่อดังไปไกลด้วยชื่อว่า \"องค์หญิงกระเรียนขาว\"\nถ้าถามว่าทำไมเธอถึงถูกเรียกว่าองค์หญิงกระเรียนขาว ชาวเมือง Inazuma ต่างมีคำบอกเล่าที่แตกต่างกันออกไป\n\"เพราะท่าน Ayaka นั้นสง่างามและมีเกียรติเหมือนนกกระเรียน ดูที่รูปลักษณ์ที่สวยงามของเธอ การพูดจาสนทนาที่ฉลาดและเหมาะสมของเธอ นั่นไม่สมควรถูกเรียกว่าองค์หญิงรึไงกัน\"\n\"แม้ท่าน Ayaka จะเป็นคนสูงศักดิ์ แต่เธอก็สุภาพและใจดีต่อเรา เธอมีบุคลิกที่ใจดีและมีคุณธรรม และเต็มใจที่จะช่วยเหลือผู้อื่น คุณรู้ไหมว่าเธอคือผู้ต่อต้านความคิดของทุกคนและช่วย Thoma ไว้\"\nแม้ความคิดเห็นของแต่ละคนจะแตกต่างกัน แต่ก็ไม่มีใครสามารถบอกเหตุผลของชื่อ \"องค์หญิงกระเรียนขาว\" ได้อย่างชัดเจน\nอย่างไรก็ตาม เห็นได้อย่างเป็นที่ประจักษ์ว่า Ayaka นั้นเป็นที่รักของผู้คน"
          }
        ]
      },
      {
        "title": "เรื่องราวของตัวละคร 2",
        "desc": [
          {
            "type": "RichText",
            "text": "ในฐานะลูกสาวของตระกูล Kamisato แห่งสำนัก Yashiro ตัว Ayaka จะต้องคอยป้องกันการต่อสู้แย่งชิงอำนาจระหว่างตระกูลผู้สูงศักดิ์\nเธอยังเด็กแต่ก็มีชื่อเสียงมากแล้ว จึงอดไม่ได้ที่จะพบกับความอิจฉาของพี่น้องในตระกูล Kamisato แอบยั่วยุเธอ\nการสร้างภาพลักษณ์สาธารณะเป็นแบบแผน แต่สำหรับตระกูล Kamisato แล้ว ด้วยสถานะที่ถูกกำหนดว่า ไม่ว่ากิจวัตรจะไร้ความหมายเพียงใด พวกเขาก็มีความสำคัญทางสังคมเสมอ\nถ้าไม่ทำการขยับขยายวงความสัมพันธ์ใน Inazuma ก็ไม่อาจจะนั่งอยู่ในตำแหน่งของสำนัก Yashiro ได้อย่างมั่นคง เพราะเหตุนี้ พี่น้องทั้งสองจึงรวมกันเป็นหนึ่ง\nพี่ชาย Ayato ยุ่งอยู่กับงานราชการและไม่ชอบแสดงตัว เรื่องการแสดงออกต่อสาธารณะเพื่อสร้างภาพลักษณ์จึงได้มอบให้แก่ Ayaka น้องสาวผู้มีมารยาทงดงามและเข้ากับผู้คนได้ดี\nด้วยท่าทีที่สง่างาม สงบและสุภาพ Ayaka จึงมีตัวตนในการรวมกลุ่มสังคมต่าง ๆ ไม่ว่าจะเจรจากับผู้ที่อาจเป็นหุ้นส่วนหรือจัดการกับเรื่องชนชั้นสูงที่ยากลำบาก เธอก็สามารถทำได้ดีและไร้ที่ติ\nนอกจากนี้ Ayaka ยังจัดการหลายสิ่งหลายอย่างในตระกูล หากไม่มีเธอ ในตระกูลคงตกอยู่ในความโกลาหลไปนานแล้ว"
          }
        ]
      },
      {
        "title": "เรื่องราวของตัวละคร 3",
        "desc": [
          {
            "type": "RichText",
            "text": "บ่ายวันหนึ่งในฤดูใบไม้ร่วง Ayaka ที่เพิ่งจัดการเรื่องทางบ้านเสร็จ และกำลังอยู่ในระหว่างเดินทางกลับ เธอก็ได้ยินเสียงร้องเพลงจากบ้านหลังเก่าหลังหนึ่งโดยบังเอิญ\nในบ้านมีหญิงชราคนหนึ่งซึ่งตาบอดทั้งสองข้าง กำลังดีดสายพิณด้วยนิ้วอันเรียวบาง พิณไม้ส่งเสียงออกมาเหมือนกับเสียงน้ำที่ไหลพรั่งพรู\nอาจเป็นเพราะหูที่ไวต่อการสัมผัส หญิงชราได้ยินเสียงฝีเท้าและถามว่าใครคือคนที่อยู่นอกประตู Ayaka ไม่อยากรบกวน เธอจึงบอกว่าเธอเป็นผู้อาศัยในบริเวณใกล้เคียงที่หลงทางเข้ามาที่นี่\nในฐานะคนของสำนัก Yashiro แล้ว Ayaka มีความคุ้นเคยกับวิถีชีวิตของผู้คนเป็นอย่างดี และตระหนักได้อย่างรวดเร็วว่า หญิงชราที่ไม่มีบุตรคนนี้ เป็นคนผู้นั้นที่เล่นและร้องเพลงบนถนนในวันที่อากาศแจ่มใส\nเนื้อเพลงนี้เป็นเพลงเก่าที่ล้าสมัย และดนตรีเองก็เช่นกัน เธอที่เป็นผู้สูงอายุและเสียการมองเห็นไป ก็ได้เสียการรับรู้เรื่องเวลาไปนานแล้ว แม้แต่ในอาณาจักรที่ไล่ตามความเป็นนิรันดร์ ก็ยังมีผู้คนที่มีชีวิตอยู่อย่างยากลำบาก\nด้วยความตั้งใจที่ดี Ayaka จึงปกปิดตัวตนของเธอ และพูดคุยกับหญิงชราเป็นเวลานาน หญิงชราคิดว่า Ayaka นั้นเป็นเพียงผู้หญิงธรรมดาคนหนึ่ง จึงบอกวิธีบรรเลงพิณและแบ่งใบชาที่เก็บมาให้เธอด้วย\nเมื่อเทียบกับชาที่ดีที่สุดในตระกูล Kamisato แล้ว ชาหยาบ ๆ เหล่านี้เกือบจะเป็นแค่ใบหญ้าธรรมดา แต่ Ayaka ก็ยังชื่นชมเธอและขอบคุณเธอครั้งแล้วครั้งเล่า\nในวันนี้ เธอนึกถึงท่านพ่อท่านแม่ของเธอซ้ำไปซ้ำมา ถ้าท่านพ่อท่านแม่ยังอยู่ ย่อมมีวันที่ต้องแก่ชราอย่างนี้แน่นอน\nเมื่อกลับไปถึงที่บ้าน Ayaka นำเรื่องนี้ไปเล่าให้พี่ชาย Ayato ฟัง สองพี่น้องนำชาที่ได้รับจากหญิงชรามาชงชาดื่มกันอย่างเพลิดเพลิน\nหลังจากนั้น Ayaka มักจะไปเยี่ยมหญิงชราด้วยตนเองอยู่บ่อยครั้ง และยังคงพบปะในนามของชาวบ้านที่อยู่ใกล้เคียง โดยทุกครั้งเธอจะนำของใช้ประจำวัน ที่สามัญชนชื่นชอบ ไปให้กับหญิงชราผู้นั้นด้วย\n\"ต้นซากุระสีแดงตรงทางเข้าถนนกำลังบานสะพรั่งขึ้นมาอีกครั้งแล้วล่ะ\" Ayaka บอกหญิงชราด้วยรอยยิ้ม \"มันงดงามราวกับเสียงบรรเลงพิณของคุณเลยล่ะค่ะ\""
          }
        ]
      },
      {
        "title": "เรื่องราวของตัวละคร 4",
        "desc": [
          {
            "type": "RichText",
            "text": "ในจินตนาการของชาวเมือง อาหารการกินและเสื้อผ้าของตระกูลชนชั้นสูงนั้นต้องสูงส่งกว่าคนธรรมดาทั่วไป เช่นนั้น Kamisato Ayaka ผู้สูงส่งจะต้องใช้ชีวิตอย่างหรูหราและใช้ชีวิตตามใจตัวเองอย่างที่สุด\nอย่างไรก็ตาม แนวคิดนี้ถูกต้องเพียงครึ่งเดียวเท่านั้น\nคือในแง่ของลักษณะภายนอกเท่านั้น เพราะชีวิตของ Ayaka นั้นดูพิถีพิถันกว่าคนธรรมดามากจริง ๆ\nในวันธรรมดา ค่าใช้จ่ายในการเรียนเรื่องการจัดดอกไม้และพิธีชงชา, ชิมชาที่มีชื่อเสียงและชื่นชมดอกไม้แปลกตาก็ไม่น้อยเลยล่ะ อย่างไรก็ตาม ทักษะเหล่านี้ล้วนเป็นทักษะที่เธอต้องเชี่ยวชาญในฐานะหญิงผู้สูงศักดิ์ และไม่ใช่การ \"ทำตามอำเภอใจ\" แต่อย่างใด\nสิ่งที่ทำให้ Ayaka ยิ้มได้จริง ๆ คือสิ่งเล็ก ๆ น้อย ๆ ที่คนธรรมดาทั่วไปสามารถเพลิดเพลินได้เช่นกัน\nเช่น การทำขนม เช่น การช้อนหาปลาทองริมสระน้ำ หรือซ่อนตัวอ่านนิยายเรื่องใหม่ของสำนักพิมพ์ Yae... ทั้งหมดนี้เป็นเรื่องเล็กน้อยทั้งนั้น\nในตอนนี้เธอไม่ใช่องค์หญิงกระเรียนขาวที่น่าชื่นชม ไม่ใช่ท่าน Ayaka ที่ดูแลคฤหาสน์ Kamisato แต่เป็น Ayaka ที่เป็นเด็กสาวธรรมดาเท่านั้น\nเมื่อลบภาพลักษณ์ภายนอกที่สง่างามและเคร่งขรึม ก็จะเผยให้เห็นตัวตนที่แท้จริงที่เป็นอิสระและเรียบง่าย มีเพียงในตอนที่เป็น \"เด็กสาวธรรมดาคนหนึ่ง\" เท่านั้น ที่เธอสามารถปลดปล่อยภาระและทำในสิ่งที่ผู้หญิงธรรมดาสามารถทำได้\nเมื่อรู้สึกหิวตอนดึกก็จะแอบหลบคนรับใช้ แอบเข้าไปในครัว ฮัมเพลงทำ Chazuke ให้ตัวเอง ในชั้นเรียนพิธีชงชาก็จะแอบทำนายดวงความรักตามรูปทรงของใบชา... เป็นต้น\nแม้ว่าเธออาจจะไม่เคยอธิบายเรื่องนี้ให้คนอื่นฟัง แต่ Ayaka ก็รักเวลาของเธอในฐานะเด็กสาวธรรมดา เพราะช่วงเวลาแห่งอิสรภาพแบบนี้ของเธอมีน้อยมากจริง ๆ"
          }
        ]
      },
      {
        "title": "เรื่องราวของตัวละคร 5",
        "desc": [
          {
            "type": "RichText",
            "text": "อาจารย์ผู้สอนที่ชี้นำ Ayaka ในศิลปะต่าง ๆ ของเธอเคยพูดว่า: ไม่ว่าจะในพิธีชงชา หมากรุก ศิลปะแห่งดาบ หรือในเรื่องความสง่างามอื่น ๆ Ayaka ต่างก็เป็นผู้เชี่ยวชาญอยู่แล้ว\nเห็นได้ชัดว่าเธอเป็นหญิงผู้สูงศักดิ์ที่เก่งกาจ เชี่ยวชาญทั้งในตำราและวิชาดาบ การได้สอนลูกศิษย์เช่นนี้ ก็เป็นความสุขของอาจารย์ด้วยเช่นกัน\nไม่เคยมีความเสียใจอยู่เลยจริง ๆ งั้นเหรอ? Ayaka แอบคิดอย่างเงียบ ๆ\nแก่นแท้ของชาคือความสงบและความเงียบ\nหัวใจของดาบคือคมดาบที่แหลมคมที่สุด\nจิตวิญญาณของหมากรุกคือสติปัญญาในการเข้าใจภาพรวม\nทั้งสามอย่างเธอเข้าใจดีแล้ว แต่เธอก็ยังคงโหยหาจิตวิญญาณแห่งมิตรภาพที่แท้จริงด้วย\nAyaka รอคอยเพื่อนคนหนึ่ง ที่จะเดินเคียงข้างเธออย่างเท่าเทียมกัน อยู่ร่วมกันแบบเคียงบ่าเคียงไหล่\nบุคคลนั้นที่ไม่เห็นว่าเธอเป็นสมาชิกของสำนัก Yashiro หรือในฐานะขององค์หญิงกระเรียนขาว และการกระทำที่มีต่อเธอจะไม่ถูกผูกมัดด้วยมารยาทหรือสถานะ และถ้าเป็นไปได้ อาจจะเชี่ยวชาญในด้านต่าง ๆ ของการศึกษามากมาย และได้เห็นสิ่งที่น่าสนใจทุกรูปแบบ... และบางทีอาจจะสามารถเล่าเรื่องให้เธอฟังได้บ้าง\nคน ๆ นั้นเท่านั้นที่จะกลายเป็นเพื่อนรักของ Ayaka ได้\n\"และถ้าเรื่องนี้ไม่ใช่เรื่องที่ยากลำบากอะไร... ขอถามได้มั้ยว่าฉันจะหาคนแบบนี้ได้ที่ไหนกันน่ะ?\""
          }
        ]
      },
      {
        "title": "Moriwakamaru",
        "desc": [
          {
            "type": "RichText",
            "text": "\"มา มา มา\"\n\"มาเล่น Temari กัน\"\n\"หนึ่ง สอง สาม\"\n\"Temari โบยบินเหนือต้นซากุระศักดิ์สิทธิ์\"\n\"สี่ ห้า หก\"\n\"Temari โบยบินเหนือ Mt. Yougou\"\n\"เจ็ด แปด เก้า\"\n\"Temari กลับมาที่เดิมแล้ว\"\n\"กลับไปที่มือของ Ayaka น้อยแล้วล่ะ\"\nนี่เป็นเพลงเด็กเพลงโปรดในวัยเด็กของ Ayaka\nในตอนนั้น เธอตั้งชื่อ Temari ที่เธอโปรดปรานว่า \"Moriwakamaru\" และฮัมเพลงนี้ในตอนที่เธอเล่น Moriwakamaru ในทุก ๆ วัน\nเมื่อได้ยินเสียงร้องเพลงของ Ayaka ท่านพ่อ ท่านแม่และพี่ชายก็อดยิ้มไม่ได้ แถมยังร่วมเล่นกับเธอด้วย คนในครอบครัวล้อมวงกันเป็นวงกลมและผลัดกันโยน Temari\nแต่ว่านั่นก็ผ่านมานานมากแล้ว และ Ayaka เองก็เลิกเล่น Temari ไปนานแล้ว\nเธอได้กลายเป็นบุคคลสำคัญที่มีบทบาทหน้าที่ และ Moriwakamaru ซึ่งเป็นสัญลักษณ์ของวัยเด็ก และแบกรับความทรงจำอันล้ำค่าของเธอไว้นั้น ก็ถูกเก็บไว้ในตู้ของ Ayaka อย่างดี"
          }
        ]
      },
      {
        "title": "วิชั่น",
        "desc": [
          {
            "type": "RichText",
            "text": "เมื่อหลายปีก่อน ในครอบครัวได้เกิดการเปลี่ยนแปลงครั้งใหญ่ มีภาระที่หนักอึ้งตกลงบนบ่าของ Ayato ผู้เป็นพี่ชาย ในเวลานั้น Ayaka ยังไม่มีความเป็นผู้ใหญ่และความสามารถเหมือนที่เธอเป็นอยู่ในขณะนี้\nเธอเป็นเด็กขี้เล่น ไม่เข้าใจความรับผิดชอบของครอบครัว อีกทั้งยังขาดทักษะและประสบการณ์ ในการจัดการกับผู้คนมากหน้าหลายตา\nแต่เมื่อมองดูท่านแม่นอนป่วยอยู่บนเตียงในโรงพยาบาล และเห็นพี่ชายที่ต้องทำงานอย่างหนัก Ayaka ก็ตระหนักได้ว่าเธอต้องเติบโตขึ้น\nดังนั้นเธอจึงตัดสินใจเลือกวิชาดาบและกวีนิพนธ์ที่ถูกทอดทิ้งมาเป็นเวลานานเป็นอย่างแรก นี่คือการฝึกขั้นพื้นฐานของการเป็นชนชั้นสูง หากเธอสามารถเชี่ยวชาญทั้งสองสิ่งนี้ได้ ก็จะถือได้ว่าเธอคู่ควรกับการเป็นบุตรสาวแห่งตระกูล Kamisato และจะสามารถเข้าร่วมพิธีการบางอย่างแทนพี่ชายของเธอได้ เพื่อแบ่งเบาภาระของเขา\nข้อเท็จจริงได้พิสูจน์แล้วว่า Ayaka ไม่ใช่คนที่มีพรสวรรค์ และเธอมีปัญหากับสิ่งต่าง ๆ เช่น การท่องจำบทกวีไม่ได้ งานเขียนที่ขาดความสง่างาม และการขาดวินัยในการเป็นซามูไร\nแต่เธอก็ไม่เคยหวั่นไหว เมื่อจำบทกวีที่ไม่สามารถท่องจำได้ในการอ่านเพียงครั้งเดียว เธอก็จะท่องจำซ้ำไปห้าสิบครั้ง คำที่เขียนได้ไม่ดีในครั้งเดียว เธอก็จะฝึกเขียนมันซ้ำอีกห้าสิบครั้ง และเมื่อฝึกฝนวิชาดาบได้ไม่ดีในครั้งเดียว ก็ฝึกซ้ำไปอีกห้าสิบครั้ง\n\"ไม่มีใครสามารถเอาชนะคนที่ฝึกฝนมานับพันครั้งได้\" นี่คือสิ่งที่ท่านแม่ของเธอบอกไว้กับเธอ\nหลังจากที่ท่านแม่ของเธอจากไป เธอก็ไม่ใช่ Ayaka น้อยอีกต่อไป เธอในตอนนี้คือ Kamisato Ayaka เป็นคุณหนูใหญ่ของตระกูล Kamisato แห่งสำนัก Yashiro หนึ่งในสามตระกูลที่ปกครองโดยท่านโชกุน\nการฝึกวิชาดาบได้กลายเป็นส่วนหนึ่งของชีวิตประจำวันของเธอ การฝึกฝนดาบได้ดำเนินต่อไปตั้งแต่ต้นจนถึงปัจจุบันโดยไม่มีการหยุดพัก\nจนวันหนึ่งในที่สุด Ayaka ก็เอาชนะคู่ต่อสู้ได้ในการโจมตีเพียงครั้งเดียว ทันใดนั้น ขณะที่เธอยืนอยู่กลางโรงฝึก ดอกไม้ที่เย็นยะเยือกก็ควบแน่นไปทั่ว และ ณ จุดนั้นเอง ที่ปลายดาบของเธอมีวิชั่นที่เยือกเย็นและสว่างไสวห้อยอยู่\n\"ไม่มีใครสามารถเอาชนะคนที่ฝึกฝนมานับพันครั้งได้\" ใช่แล้ว แม้แต่เทพเจ้าเองก็ยังสั่นสะท้าน"
          }
        ]
      }
    ],
    "voice": [
      {
        "title": "พบกันครั้งแรก...",
        "desc": "Kamisato Ayaka ผู้สำเร็จวิชาดาบแห่ง Inazuma Kamisato Art Tachi Jutsu มารับคำท้าถึงที่แล้ว!<br/>ช่วยชี้แนะด้วยนะ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/a58bc82e100f1b80326c279f64c82660_4298939301264409096.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/88b1640485249153560e168bcf92bd00_7767568334269639412.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/98df7a20f517af3ffc89bab6472ad5fb_2965745326386753767.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/8983e189577a14d8c1de0d170cc6081e_5636464363760872832.wav"
          }
        ]
      },
      {
        "title": "แชท - เสถียรภาพ",
        "desc": "ถ้าได้มีช่วงเวลาที่สบาย ๆ และสงบแบบนี้บ่อย ๆ ก็คงจะดีนะ... ฉันโลภเกินไปซะแล้ว",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/37234e42e26590db9ccee48b4ae9f38f_7078921953348156727.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/7221f96cc3a1f28c8871163b6973d9b8_686157259523297329.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b1d2c562b789a86b0d4c5f4b954cad82_653578200111787420.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/273103e190b453a21d6adb1d77396a34_1101017289127099743.wav"
          }
        ]
      },
      {
        "title": "แชท - ดาบ",
        "desc": "ดาบก็เหมือนใบชา มีเพียงผู้ที่ได้ลิ้มลองมันอย่างละเมียดละไม ถึงจะเข้าใจความซับซ้อนของมัน",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/a44009e94e7e3a3235171dd25407b0a7_8458940405235344975.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/259f0dc9207a76e869f2a9c5ffd9cc6f_3700736085654405458.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/41f8ef618492f49f2beb8cf20aaaf399_4797688700910053632.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/694cba901718b674e738740fcbfc943e_4830837555131678596.wav"
          }
        ]
      },
      {
        "title": "แชท - เหม่อลอย",
        "desc": "นี่คือชีวิตปกติของนักเดินทางงั้นเหรอ... อืม รู้สึกเหมือนได้รู้จักเธอมากขึ้นเลยนะ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b1c591d9b6e2a0b9b2d857ff33d8ac62_7912698643168238019.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/5801f94b0ed113e8d12fd9f391777986_4286730835109464571.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/a8c5156d96f2dfcdb1cb5e941cb979b7_5913943913243097402.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/64edcc54b26bd9c684be46ae1a4d39b2_3912412119129557480.wav"
          }
        ]
      },
      {
        "title": "แชท - ดาบที่มีชื่อเสียง",
        "desc": "คมดาบโอบกอดหน้าที่ เฉกเช่นช่างฝีมือที่หวงแหนอัญมณีอันงดงาม",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/c465f26b5500570dfbeb1abf3aef736c_5945920641610142863.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/5deeecee054e36cc432922201c407b34_1615807779584652052.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/f294a24acb0cbd50e54a1df34dc54630_1801285651940654777.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/f25e24f4561bda35b5b1df12ce7c241a_4997296567007466263.wav"
          }
        ]
      },
      {
        "title": "ในเวลาที่ฝนตก...",
        "desc": "ไปหลบฝนกับฉันเถอะ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b4cfbd11405f0e1e9d8ae58489a6511b_3003029866054660818.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/129952bd4171860993a35bb626ec7076_7271259241818014854.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/e31f974bbfd1b53e4bf84a0099a44cb7_1166459879755748332.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/8e9834eaea4ed2418e0ae75cdf1232ac_7473792153897251969.wav"
          }
        ]
      },
      {
        "title": "ในเวลาที่ฟ้าผ่า...",
        "desc": "ท่านโชกุน... กำลังพยายามจะบอกอะไรเหรอ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/d12ceee653877f51d0cc241a3d2d5e01_2244781997054097658.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/d57b742463b3b6b70625c8e13725f402_4622436414745456939.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/8a70c3f1c516f58a98dbf5d84359bdb4_3264495369198343685.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/9c922e2b12e7b5be881f0ed01b84c026_4896817189763584746.wav"
          }
        ]
      },
      {
        "title": "ในเวลาที่หิมะตก...",
        "desc": "\"หิมะขาวเปลี่ยนโลกเป็นสีเงิน กิ่งไม้เปล่งประกายทอแสง\" อืม... เป็นวิวที่งดงามจริง ๆ ถ้ามีชาดี ๆ สักกาคงจะเพอร์เฟกต์ไปเลยล่ะ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/502c5983829bbb488ef95f823375ac8c_4667869345275222469.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/753f77485833e7540d5c0a5208d914be_1936252896648450455.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b2d46e59aa49c0f8dad252c0dc161771_2762502004422751917.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/8c7468d0ce20ee2ef873246157736060_5492671179412242351.wav"
          }
        ]
      },
      {
        "title": "แดดส่องดีจัง...",
        "desc": "สายลมและแสงแดด... ไปเดินเล่นที่ไหนดีนะ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/d6594cd9e2a6c31966dd826810891268_5985048074621816680.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/7908e93c0d3b7efcbbd94a46dd7924dd_473921713094256252.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/c95f9921aec2e585b3002e6ca3173692_2963054471854741255.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/8b9c538061955822f8f22d50a2dbdae7_9046520536356027931.wav"
          }
        ]
      },
      {
        "title": "ในเวลาที่ลมพัด...",
        "desc": "หลับตาลง แล้วหันหน้าไปรับลมดูสิ...เป็นไง? สบายมากเลยใช่มั้ยล่ะ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/fc5a10f8d666482e36a332d3ea844b94_3215886238329769624.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/52b9308c87b2bc0a87a3f6050b354e82_5053368868260654336.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/cf096aaadb8d67bd6c14bab27659b339_1884621232151238956.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/c611bfd0986e4abfe265f072d3f493f2_3583962430420147150.wav"
          }
        ]
      },
      {
        "title": "อรุณสวัสดิ์...",
        "desc": "อรุณสวัสดิ์ นักเดินทาง ได้เจอเธอตั้งแต่เช้าแบบนี้ ทำให้ฉันรู้สึกได้ว่า... วันนี้ต้องเป็นวันที่ราบรื่นแน่นอน",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/33053e1a2c42d81e50cb8c0b11f7b892_3054755597196848344.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/d2057906bad5242f5965eaba7af4567a_2026590916704006856.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/debd81ade0cb4139bb10fb046d1d4d17_6149927956684407184.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/a3c579851b8679b98310a1af4911253c_5973428500215134573.wav"
          }
        ]
      },
      {
        "title": "สวัสดีตอนเที่ยง...",
        "desc": "สวัสดีตอนเที่ยงนะ การง่วงหลังทานข้าวเสร็จมันเป็นเรื่องปกติ สนใจมาเล่นหมากรุกแก้ง่วงมั้ยล่ะ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/76bd5abc8d8e63b4e1cbe3df16451f59_9181043256896124040.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b4466a86aa915d7dc37f513d9c8e0c52_7423128032933016881.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/975033121817ebe7a356844cfbabff48_2208281707594811158.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b4fd1c93519e3ae50c087ea7089fd740_8363095961198426394.wav"
          }
        ]
      },
      {
        "title": "สวัสดีตอนเย็น...",
        "desc": "สวัสดีตอนเย็น ลมช่วงเย็นนี่สบายดีจังเลย คืนนี้ต้องเป็นค่ำคืนที่สงบสุขแน่นอน",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/716398bdadf3aeda655709bf69145f6b_6723532932314892374.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/5b3f8757da3118d4cd338e191caeaae1_6058974905893014665.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/eb923a815d6fa6b1f5b18b8913f6fbf5_4010960761893957820.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/1a99f2900efbeaad3bb9a559d1fcf8ec_5991563872228730041.wav"
          }
        ]
      },
      {
        "title": "ราตรีสวัสดิ์...",
        "desc": "\"หากแม้นรู้ว่าฝันแล้วใยต้องพลันตื่น ลืมตาฟื้นขึ้นมาพบพานกับความจริง\"",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/ebcd29c69e33bf4faa68387a6e4290ac_3262557993561627229.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/1fac12352cfce88f6fb60f5929ab7a1c_1567594221670524204.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/1ed2056fffddd1cc980f3f96d53cf6da_3573790998994255948.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/5c4b401a3af9de41ba7f2960a7f420c6_4958015652633234059.wav"
          }
        ]
      },
      {
        "title": "เกี่ยวกับตัวของ Kamisato Ayaka: สำนัก Yashiro",
        "desc": "\"Shogunate แห่ง Inazuma, สำนัก Yashiro, ตระกูล Kamisato\" เป็นกลุ่มอำนาจที่มีชื่อเสียงใน Inazuma ในฐานะหนึ่งในสามสำนักมหาอำนาจ เรามีหน้าที่รับผิดชอบงานด้านพิธีกรรมและกิจการที่เกี่ยวข้องกับศิลปวัฒนธรรม หลังจากพ่อแม่ของฉันเสียชีวิตไป ฉันกับท่านพี่ก็เป็นคนดูแลงานพวกนี้ ไม่ว่าจะเป็นเรื่องเล็กหรือเรื่องใหญ่",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/12b8a455c4b530b4edbb31f30d92829a_7024303142889032161.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b380ffaa0547f88718a835f756af0a3b_3757033992757116041.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/4cf42c728c77cfa796f1c9b2159bd8e6_7652594277882539808.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b048f8402dd3975fc1f1e7ac1edcc7ef_5557367579838862000.wav"
          }
        ]
      },
      {
        "title": "เกี่ยวกับ Kamisato Ayaka: ตำแหน่ง",
        "desc": "มีคนมากมายที่ให้ความเคารพฉัน เพราะว่าฉันคือ \"องค์หญิงกระเรียนขาว\" ที่เป็นคุณหนูใหญ่ของตระกูล Kamisato แห่งสำนัก Yashiro เพียงเพราะว่าตำแหน่งจุดยืนของฉัน ไม่ได้เกี่ยวอะไรกับตัวฉันที่เป็น Ayaka คนนี้เลย...<br/>เพราะงั้นฉันจึงคิดว่า คนที่สามารถเข้าใกล้ฉันได้อย่างแท้จริง บางทีคงจะมีเพียง....",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/c9209b407f7e3687051ec4b1f8708cc0_8738232270031251707.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/536992360d6579ae1a04c9ce378f5107_6040845681348865625.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/dc5fc55cde64fda3034c23942af528b9_1643856328611456007.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/4b010e192136ec2e7c712a52eb717919_4528714332580906412.wav"
          }
        ]
      },
      {
        "title": "เกี่ยวกับ Kamisato Ayaka: ความปรารถนา",
        "desc": "ตัวฉันในทุกวันนี้ ก็ยังคงเป็นเช่นเดิม ยังคงอยากที่จะเป็นคนที่คู่ควรแก่การได้รับความเชื่อถือจากทุกคน อย่างไรก็ตาม เหตุผลที่เป็นแรงบันดาลใจให้ฉันนั้น ไม่ใช่ภาระความรับผิดชอบที่อยู่บนบ่า หรือความคาดหวังของคนอื่น ๆ อีกต่อไป แต่เป็นเพราะว่า... เธอเองก็เป็นคนแบบนี้เหมือนกันยังไงล่ะ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/723dafa2127e3d3f1571fa68f40262ec_7761594496860579435.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/0e1654b06950b7e519cdbc5e37f22a7f_541148026209488627.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/0fe40c4bd26971d185fcc1475026eac9_5838149822371554214.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b88297c58e6730bbe45219ee5221f497_2982175321041564310.wav"
          }
        ]
      },
      {
        "title": "เกี่ยวกับพวกเรา: ร้านชา",
        "desc": "หากเธอมีเวลา พวกเราไปที่โรงน้ำชา Komore กันดีมั้ย? ในวันที่เงียบสงบอย่างนี้ ถ้าได้พูดคุยแลกเปลี่ยนความคิดเห็นเกี่ยวกับชากันสักหน่อย คิดว่าน่าจะดีไม่น้อยเลย",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/1d314cbfb2a9a724b21e775226dac4a3_3531929229089313067.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/cb396e178752ca5177ae626f4e2eed14_7020079638454144971.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/1a59dcf61cd874f5c800b62cd63ab92d_4694507125171629674.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/004709850af238f49f20d9f0a5984bf8_2789957672950649670.wav"
          }
        ]
      },
      {
        "title": "เกี่ยวกับพวกเรา: เทศกาล",
        "desc": "ถ้ามีโอกาสล่ะก็ ฉันอยากจะลองไปงานเทศกาลที่ต่างแดนกับเธอบ้าง ธรรมเนียมและกฎกติกามารยาทของท้องถิ่นที่ต้องปฏิบัติตาม รวมถึงคำแนะนำต่าง ๆ เกี่ยวกับของฝาก เธอช่วย... ให้คำแนะนำฉันหน่อยได้มั้ย?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/775be967d4c0fd40d75848ac2d41c158_8507591381822787315.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/c7b4456230613ffb55ef7b7e61204feb_5968495104098925093.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/d813702c5845fc4e5cca5e8548cf5509_246272203700960029.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/76e3df78692637bcbc8fb8ba6781c3c9_8844465801371343694.wav"
          }
        ]
      },
      {
        "title": "เกี่ยวกับ \"วิชั่น\"...",
        "desc": "\"วิชั่น\" คือตราประทับของผู้คนที่มีความปรารถนาอันยิ่งใหญ่ ถ้าถามฉันว่าความปรารถนาของฉันคืออะไร... เรื่องนี้ขอเก็บเป็นความลับละกันนะ มันก็แค่ความฝันเล็ก ๆ น้อย ๆ เท่านั้นแหละ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/1565d2740beae9b1dfef182e9e8bf695_1646963651985424166.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/54030a8b86e11b5bd78e108f9d67e6ac_8252061176742818181.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/a7ddbb47c388949a5a91a6cf2e9335e5_4325828806786716236.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/3a4fa9c59d60977c1fc5b8099bd325e9_8178168355846706482.wav"
          }
        ]
      },
      {
        "title": "ต้องการจะแชร์อะไร...",
        "desc": "ถามหน่อยสิ ที่ผู้คนพูดกันว่า \"รสชาติของเซนคือรสชาติของชา\" และก็ \"พลังของเซนคือพลังแห่งดาบ\" ถ้างั้นชากับดาบมันเกี่ยวกันยังไงนะ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/43fe0bd7f60413c1e6715b5cd7ca5349_2973583805086472400.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/4116d87c547389f41ee138df9c63d047_7767568334269639412.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/fdd6fd0b811a2d50099c42fec4e90920_6189253930266334034.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/4c4ef89c70be51aa16db867bd6152500_9062627782499297087.wav"
          }
        ]
      },
      {
        "title": "ข้อมูลที่น่าสนใจ...",
        "desc": "เธอเคยสังเกตต้นซากุระที่เหี่ยวเฉาในเมืองมั้ย? ความงามของ \"ความเหี่ยวเฉา\" นี้ ทำให้ฉันนึกถึงภาพที่บานสะพรั่งในฤดูใบไม้ผลิ แต่ดูเหมือนว่าคนอื่นจะไม่คิดแบบนี้นะ ต้นซากุระที่ไม่ออกดอกจะต้องถูกถอนทิ้งไป... ขอแค่อีกครั้งเดียวก็ยังดี ฉันอยากจะเห็นมันบานอีกครั้งจังเลย",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/18117bbfde3ba1268576f310fdaca249_8241149742186827388.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/7b71cfb9dd52897725bd99baf310f9d4_6695452438590855605.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/f769f2a15793cbe96bfb5480d63789d0_6851693971063966781.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/5ad7f6e60fe6f3425cf9338fe1340d23_146599649803511917.wav"
          }
        ]
      },
      {
        "title": "เกี่ยวกับ Thoma...",
        "desc": "Thoma คือเพื่อนคนสำคัญของฉัน ความสดใสและร่าเริงของเขาส่งผลกระทบต่อฉัน ในแง่หนึ่ง เขาก็เหมือนกับพี่ชายอีกคนหนึ่งของฉันล่ะนะ กลายเป็นสมาชิกของ \"ตระกูล Kamisato\" ไปเรียบร้อยแล้วล่ะ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/de2bab877e2ad6c5aa69f4a3a84f7bc2_3522679267611448727.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/19cf8a42d95c634ce48d32ec84fb633c_1993769472711153221.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/398022248df939d61866ef5cad4a5486_7398343376444414818.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/8e61e834c1bbb52be9b5f6b29dbdd2f4_3531622459088710667.wav"
          }
        ]
      },
      {
        "title": "เกี่ยวกับ Kujou Sara...",
        "desc": "Kujou Sara ผู้ทำงานให้แก่ \"สำนัก Tenryou\" ...เธอมักจะทำหน้าเคร่งขรึมอยู่ตลอดเวลา ฉันกับเธอมีเรื่องให้ต้องเถียงกันอยู่บ้างในบางครั้ง อย่างไรก็ตามความซื่อสัตย์ของเธอนั้น เป็นเรื่องที่ไม่สามารถปฏิเสธได้จริง ๆ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/18621968c119a1308b6fb156006e4d99_2734901952566159561.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/c75417384d432ec903956bcf17ceaae3_5591132647719005811.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/acda9a429200006325739a5d07e03bbc_7190524118565887230.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/2293177a299d9e375a98f1b97ad5e1e2_8023035003728558477.wav"
          }
        ]
      },
      {
        "title": "เกี่ยวกับ Shikanoin Heizou...",
        "desc": "คุณ Shikanoin? เขาก็เหมือนกับคุณ Kujou นั่นแหละ เป็นคนของ \"สำนัก Tenryou\" เขาเอง... ก็เป็นคนที่มีหลักการเช่นกัน สำหรับ \"หลักการ\" เหล่านี้น่ะ น่าจะถึงขั้นเข้มงวดกว่าคุณ Kujou ซะอีก เพียงแต่ว่า เรื่องอะไรบ้างที่ควรนับให้อยู่ใน \"หลักการ\" เหล่านี้ ฉันว่า... บางทีคงจะมีแต่เจ้าตัวเท่านั้นที่รู้ล่ะนะ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/17e054af33bbb2fafd5d73e5f3c01c54_6409478612964883760.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/417df39618604ee72ca3dd1ed9b82837_8902673270281506674.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/3ca0c076541effe73f29c91dd9c8b92e_2951899998980286003.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/38f83f427568b1911fb0cdba81c02e53_932718646240233260.wav"
          }
        ]
      },
      {
        "title": "เกี่ยวกับ Sayu...",
        "desc": "Sayu เหรอ... ช่วงนี้เด็กคนนั้นไปสร้างความวุ่นวายให้เธอบ้างรึเปล่า? ถ้าเกิดเห็นเธอไปแอบอู้ที่ไหน ก็มาบอกฉันได้เลยนะ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/2c3d7910f6539a5c81544795aa56b0b7_8297863681656942795.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/3f8ca35869e775af2a7352e1cc78d1f1_887190891289895455.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/10199d1046d758098c68849725682b18_5182946121442793888.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/8cc9aa9aed00261486c5e71951978895_521967779494808036.wav"
          }
        ]
      },
      {
        "title": "เกี่ยวกับโชกุน Raiden: คาดเดา",
        "desc": "ความคิดเห็นที่มีต่อท่านโชกุนผู้ยิ่งใหญ่งั้นเหรอ? นี่ไม่ใช่สิ่งที่ผู้น้อยอย่างฉันจะพูดถึงพล่อย ๆ ได้หรอกนะ แต่ว่า... เส้นทางของการไล่ตาม \"ความเป็นนิรันดร์\" ของท่านโชกุนน่ะ น่าจะเหงามากเลยทีเดียว",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/00c00cbfa63e483d6b9e2412a4fecdb6_7507971982022466179.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/93e5e94c13e31c6dd9fa1f220664d474_6847727227429066907.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/9895f271643a12a02126fcbb5988e3a8_4676000681415689464.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/3615e974064ed254fb63ccd1a0269137_5459187812295167593.wav"
          }
        ]
      },
      {
        "title": "เกี่ยวกับโชกุน Raiden: จุดยืน",
        "desc": "การเจอกับ \"Musou no Hitotachi\" และเอาชีวิตรอดมาได้ ถือเป็นประสบการณ์ที่ยอดเยี่ยมมาก ถึงแม้สำหรับฉันแล้ว เค้าจะเป็นเทพเจ้าที่แท้จริง ผู้ที่สามารถเปลี่ยนแปลงชะตาของ Inazuma ได้ตามที่ต้องการ แต่ถ้าเค้ากับเธอขัดแย้งกันล่ะก็... ฉันจะอยู่ข้างเธอแน่นอน",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/d765e5bdda2b36c1c9a79cb708ada970_830464507876371358.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/d731ff59fbc4528152667337acf5c869_6032973026593253015.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/47b8a1219a0a977301b9f9015c5a5ebb_4271019867395486564.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/3c568608e20516f0585b27a9f9b75138_7048069478881614585.wav"
          }
        ]
      },
      {
        "title": "เกี่ยวกับ Yae Miko...",
        "desc": "ฉันมีความสุขมากที่ได้ร่วมงานกับท่าน Guuji Yae อย่างที่เธอเห็นว่าการจัดเทศกาลนั้นต้องใช้ความพยายามเป็นอย่างมาก อีกทั้งรายได้ก็ไม่ดีนัก แต่กิจการที่ท่าน Guuji Yae ดำเนินการนั้น มักจะสง่างามและได้ผลตอบรับที่ดีจริง ๆ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/fe5276aeced9d015352c4428172e98d6_1533849830195513455.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/ce86e479410e24b55a22c871ff5237a4_7330413394803484221.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/2141731fe7f94fcfd4317d2fa1f0e9ef_6142981584315861320.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/410104780e342228ddd2b0d1a7a7cf9d_7490490937840219256.wav"
          }
        ]
      },
      {
        "title": "เกี่ยวกับ Kamisato Ayato...",
        "desc": "ในฐานะผู้นำของตระกูล Kamisato แล้ว ท่านพี่มักจะต้องไปออกงานตามที่ต่าง ๆ มากมาย ถึงแม้ว่าฉันจะพยายามแบ่งเบาภาระของเขาอย่างเต็มที่ แต่ก็ยังไม่สามารถบรรเทาความเหนื่อยล้าที่สะสมมาตลอดปีของเขาได้อยู่ดี เห้ออ... ในฐานะน้องสาว ฉันหวังว่าเธอจะสามารถเกลี้ยกล่อมให้เขาสนใจสุขภาพตัวเองให้มากขึ้นได้นะ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/3c1d4054876f79d60cbea154045d82f4_539489629985999289.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/70c1171ca5062c0bdec9959060864d32_1614967440093387778.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/1e114094a1f0812f65b3461aabe06aab_6906459793707668929.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/86f8fc354853958031fd3462a5a92f0d_1665964830016595139.wav"
          }
        ]
      },
      {
        "title": "เกี่ยวกับ Yoimiya...",
        "desc": "การจัดการงานเทศกาลเป็นความรับผิดชอบของสำนัก Yashiro และพวกมิโกะ ส่วนผู้เชี่ยวชาญด้านการทำดอกไม้ไฟคนนั้นก็สามารถทำให้บรรยากาศครึกครื้นขึ้นมาได้อย่างแท้จริง พอได้ร่วมงานกันนาน ๆ ก็เริ่มที่จะใกล้ชิดกันมากขึ้นเรื่อย ๆ<br/>อื๋อ? ปัญหาด้านความปลอดภัยและการป้องกันอัคคีภัยงั้นเหรอ? พวกเราเองก็จะเพิ่มการวางแผนล่วงหน้าต่าง ๆ เข้าไปร่วมกันล่ะนะ เพราะหากต้องอดชมดอกไม้ไฟด้วยเหตุผลพวกนี้ล่ะก็ น่าจะทำให้ผู้คนผิดหวังกันน่าดูเลยล่ะ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/d3ce280c5058cc0806f21868c6301b34_4916319671316416050.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/eb63446ebb54b7dbe438a45db604ccff_2863757761450736087.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/c2c3823ad0c26d138e421006bbcd8e5c_1923050743004676970.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/fb549927b7a8236acbb5b9020101f2a9_8256155494816000247.wav"
          }
        ]
      },
      {
        "title": "อยากรู้เกี่ยวกับ Kamisato Ayaka - 1",
        "desc": "สำหรับฉันแล้วคำขอของเธอมันพิเศษมากเลยนะ ในเมื่อเธอเป็นเพื่อน ฉันก็ควรจะปฏิบัติต่อเธออย่างซื่อสัตย์ตรงไปตรงมา อย่างไรก็ตามถ้าเกี่ยวกับความลับของตระกูล Kamisato ฉันก็หวังว่าเธอจะช่วยเก็บเป็นความลับด้วยนะ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/91da2957d990391a519f28ee1aa301ae_2990891454840334051.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/a22be141ac034780a4bce208c6029500_1924384125781959225.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/36801ebe8a35a629761294e95342669a_1315582998391040534.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/832c86badab0978a92b2836e618528bf_1183779406590027387.wav"
          }
        ]
      },
      {
        "title": "อยากรู้เกี่ยวกับ Kamisato Ayaka - 2",
        "desc": "ในอดีต ตระกูล Kamisato ถูกโจมตีอย่างหนัก เนื่องจากไม่สามารถปกป้องช่างตีดาบฝีมือขั้นสมบัติของชาติได้ เนื่องจากการสมคบคิดของพวก Fatui เราสูญเสียคนของตระกูลไปหลายคน แล้วยังได้รับการลงโทษต่าง ๆ นานามากมาย ถึงขนาดทำให้สุขภาพของท่านพ่อต้องทรุดโทรมลงก่อนเวลาอันควร สถานะของตระกูล Kamisato ใน Shogunate ก็ตกต่ำลงอย่างมาก... โชคดีที่ท่านพี่สามารถพลิกสถานการณ์ท่ามกลางความยากลำบากได้สำเร็จ อย่างไรก็ตาม แม้ว่าตระกูลจะได้รับการฟื้นฟู และกลับมาเป็นน้ำหนึ่งใจเดียวกันกับสำนัก Yashiro อีกครั้ง แต่เรื่องสำคัญต่าง ๆ ก็ยังคงต้องพึ่งพาท่านพี่ให้เป็นคนตัดสินใจอยู่ดี",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/f762b1ae9ad711784529cccdb542b55a_2296784771206305083.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/058ca5946572f3b95dbf0167583b09c3_4861648315547390457.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/e3c7512325a440297ad440b72b7028d3_4342091141270357503.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/07c4f94f12919cb2034ec852aa233355_7813331246539879146.wav"
          }
        ]
      },
      {
        "title": "อยากรู้เกี่ยวกับ Kamisato Ayaka - 3",
        "desc": "ศิลปะการตีดาบที่สอนโดยท่านโชกุนนั้น ขึ้นอยู่กับสิ่งต่าง ๆ มากมาย ทั้งในด้านโหราศาสตร์, จุดประสงค์การใช้งาน, คุณภาพของแร่, สภาพของเตาหลอม, บุคลิกภาพของคน รวมถึงการเปลี่ยนแปลงของธาตุ มันคือสิ่งที่ช่างตีดาบเรียกกันว่า \"Raiden Gokaden\" ช่างตีดาบที่สามารถตีดาบที่มีชื่อเสียงได้ ก็นับว่าเป็นบุคลากรที่เกี่ยวข้องกับสิ่งศักดิ์สิทธิ์ ที่มีความสามารถในการสื่อสารกับเหล่าทวยเทพ ซึ่งพวกเขาอยู่ภายใต้การจัดการของสำนัก Yashiro ผู้ดูแลเกี่ยวกับวัฒนธรรม, ศิลปะ และพิธีกรรมต่าง ๆ ด้วยเหตุนี้เรื่องราวการทรยศของช่างตีดาบ จึงเป็นเพราะความบกพร่องในหน้าที่ของตระกูล Kamisato ไปโดยปริยาย",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/c52ef91b8a23301059ff5ba4e938bb2e_5182946121442793888.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/84e78f7583d1b6425c3525caf526fd97_7803514811746129963.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/05e551752505323eb00e37a59b36cf46_687256455788264816.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/0a02a1c7985e5aee25a59c0611a1bf9c_5345619222593554050.wav"
          }
        ]
      },
      {
        "title": "อยากรู้เกี่ยวกับ Kamisato Ayaka - 4",
        "desc": "สำหรับฉันแล้ว ท่านแม่คือคนที่น่าเหลือเชื่อมาก ๆ ทั้งสง่างามและเปี่ยมไปด้วยเกียรติ ไม่ว่าจะต้องเจอกับสถานการณ์แบบไหน ก็มักจะแสดงรอยยิ้มที่แสนอ่อนโยนออกมา และจัดการธุระต่าง ๆ ของตระกูลด้วยท่าทีที่สงบนิ่งอยู่เสมอ ซึ่งมันไม่ใช่เรื่องเกินจริงเลย ที่จะบอกว่าท่านแม่คือตัวตนที่สมบูรณ์แบบ แต่นับตั้งแต่ตอนที่ท่านจากโลกนี้ไป ฉันก็ตระหนักได้ว่า ฉันไม่สามารถทำตัวเป็นเด็กหญิง Ayaka ที่เอาแต่หลบอยู่ข้างหลังของท่านแม่ได้อีกต่อไป",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/0592d718c8f9164024216e0e1ccfd7c9_4734317995206129715.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/6a610ada00f90bb6f089a6c755817b9e_9013597102220108280.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/f800d68b2a14f1615474ba06035684ba_5720604978626240452.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/28d232857fc2a35898bc823c2e3fec37_5179429767331814507.wav"
          }
        ]
      },
      {
        "title": "อยากรู้เกี่ยวกับ Kamisato Ayaka - 5",
        "desc": "สิ่งที่ฉันจะพูดต่อไปนี้ อาจไม่เหมาะสมกับฐานะของ \"Shogunate แห่ง Inazuma ในสำนัก Yashiro ของตระกูล Kamisato\" เท่าไหร่ แต่ฉันเดาว่า เธอน่าจะทนต่อความเอาแต่ใจเล็ก ๆ น้อย ๆ ของฉันได้สินะ?<br/>...ถ้าฉันเหนื่อย...ขอฉันซบไหล่เธอหน่อยจะได้มั้ย? แค่ครู่เดียวเท่านั้น",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/bc380173f6849b9efcc1f0e13c51befe_7688116044755482110.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/a3d7c62db9e5fb1d18589c58d699dfe7_7192782467175682571.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/93e17819182726ddf91c986a7a48e3b1_1151378135165590814.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/c38fd67151cde63af229972353e47601_4643959867574735926.wav"
          }
        ]
      },
      {
        "title": "งานอดิเรกของ Kamisato Ayaka...",
        "desc": "สิ่งที่เกี่ยวกับศิลปวัฒนธรรมน่ะฉันชอบทั้งนั้นแหละ: ดนตรี, บทกวี, โชงิ และก็เต้นรำ เธอสนใจรึเปล่า?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/86b6f49bfb3409ef9079d256c664913b_3471876897266858894.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b111ad21f154bd9050427e8a7c1742d5_8550607741594811498.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/ee6b3290b5e12e27ca4b0399b24f7b16_6024622355332302658.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/3aedfd764c5692b7391267971c5917f5_3376347683817804271.wav"
          }
        ]
      },
      {
        "title": "เรื่องกลุ้มใจของ Kamisato Ayaka - กังวล",
        "desc": "เรื่องกลุ้มใจเหรอ? อาา แน่นอน ชีวิตก็เป็นอย่างนี้ล่ะนะ มักจะมีเรื่องที่ไม่สมหวังเกิดขึ้นอยู่เสมอ แต่ถ้าหากทำให้คนอื่น ๆ รอบตัวต้องเป็นห่วงเพราะเรื่องของตัวเองล่ะก็... ยังไงซะฉันขอเก็บไว้คนเดียวดีกว่า...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/7c5ecca367e86125ec5bcd23e4bb8472_4151385532967146233.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/99b6ca0e329c6a3d9a848efcd142740d_8560255221918940300.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/5bd8870f27e3df34b4c9538ef86bb542_1752969259001417281.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/d78cfaf03f187064af36f7e8b4271f1c_7517143277288996056.wav"
          }
        ]
      },
      {
        "title": "เรื่องกลุ้มใจของ Kamisato Ayaka - ความปรารถนา",
        "desc": "\"การเปิดเผย\" เป็นเรื่องหนึ่งที่ยากจริง ๆ ฉันต้องคอยเตือนตัวเองอยู่เสมอว่าเป็นคุณหนูใหญ่แห่งตระกูล Kamisato ต้องมีกิริยาท่าทางที่สมบูรณ์ไร้ที่ติท่ามกลางสายตาที่จดจ้อง และตอบรับความคาดหวังของคนมากมาย คนอย่างฉันควรจะไล่ตามความปรารถนาของตัวเองรึเปล่านะ บางทีฉันอาจควรที่จะ...เล่าความปรารถนาของฉันให้เธอฟัง...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/c138249a5c68011762366df415c9aa7d_7679078154822308573.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/3487da065f0886a40851c88a02640f02_1018322684867706854.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/6f91a4054e0c3e20be7a73ee8197d821_233614278142636849.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/135207a5def3c1c3ed67d4f5034b5361_5200625218376228303.wav"
          }
        ]
      },
      {
        "title": "อาหารที่ชอบ...",
        "desc": "ฉันสนใจอาหารในต่างแดนมากเลยล่ะ ถึงแม้ว่าจะไม่ค่อยมีโอกาสได้ลิ้มลองก็ตาม อืม... ถ้าเอาแค่เฉพาะใน Inazuma ล่ะก็... น่าจะเป็น \"Chazuke\" ล่ะมั้ง แต่ว่าจะให้คนอื่นเห็นไม่ได้ อันนี้ฉันแอบบอกเธอเฉย ๆ นะ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/73f32935244891e8993e7795f221da56_4404899541978319033.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/47ca7d8e346485e4c10bb885e47a2508_494340234419301100.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/3ff95b59c22f2f0f926a64fa606ec826_484245624116896812.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/855f677f357e0d7303f98d2905ac018e_3611598491770453285.wav"
          }
        ]
      },
      {
        "title": "อาหารที่เกลียด...",
        "desc": "ถึงแม้ว่าจะไม่ถึงขั้นกินไม่ได้ แต่สำหรับฉันแล้ว ของกินอย่างไขมันหรือเครื่องในของสัตว์มันออกจะ...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/a094ddacff0df421657baa9112b39e75_3841738511729776382.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/3c92fd2300eefc8e9be0ae0ce86ced7e_6115160419177699052.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/fda947dc500f3c4c20bcf7c89307f147_156370768749042572.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/f56cd5c42efc26daf14871408a5adbf3_3669996885487755069.wav"
          }
        ]
      },
      {
        "title": "ได้รับของขวัญ - 1",
        "desc": "<p><span>อื้ม... มีความสุขจังเลย...</span></p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/57219302beb6dac261ffabe9af42fece_2951653423931219853.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/5e4685c55d02c07fd20c08f4a2c2febc_3408524984656724177.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/bb52485839908800a95e087e08c4a419_1154992401495243995.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/4779e1a3c645883566a3dae9f8aab88f_4741935727689623199.wav"
          }
        ]
      },
      {
        "title": "ได้รับของขวัญ - 2",
        "desc": "<p><span>ขอบคุณที่เธอให้โอกาสฉันได้ชิมอาหารจานนี้นะ ฉันจะจดจำรสชาติของมันเอาไว้ในใจของฉันเลย</span></p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/063fd5147b9fc1ca6e87deea430a94b7_338510784076091939.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/27038f8c180ead59a71d47e34d0e616b_2683984445555225003.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/c2ee286b81bde2a3c8b5c9bb63a88eeb_9014027593811273299.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/c158a6228f59aff96af6ccf21b3045f7_2188064411672723135.wav"
          }
        ]
      },
      {
        "title": "ได้รับของขวัญ - 3",
        "desc": "<p><span>เอ่อ... มันค่อนข้างจะมีรสชาติมันเลี่ยนไปสักหน่อยน่ะ</span></p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b598ae91877814aa304b9876cb330d1e_4448393240804336175.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/51acd13b6c139f88b6a5a59209fa7ed0_2953305077906330487.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/28ba53b2a89a134fdf4f64a79d5a109f_2540134551990331515.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/e59dd70bef249eb661c544ec4f9057ff_2959252099777161767.wav"
          }
        ]
      },
      {
        "title": "วันเกิด...",
        "desc": "ช่วยมากับฉันทีสิ! เดินไปแค่แป๊บเดียวเท่านั้นแหละ ไม่กวนเวลาเธอนานนักหรอกนะ<br/>หลังจากรู้วันเกิดของเธอแล้ว ฉันก็เริ่มเตรียมการล่วงหน้ามาพักหนึ่ง ถ้าเทียบกับของขวัญราคาแพง ฉันเดาว่า... บางทีของขวัญแบบนี้อาจจะเหมาะกับมิตรภาพของเรามากกว่า ครั้งนี้ฉันจะขอใช้การระบำพัดเป็นของขวัญให้เธอละกัน<br/>เอาล่ะ จะเริ่มล่ะนะ...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/17fffb5d79e154ebb7e60c8608f267e7_3165915341725327426.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/56ac6b98f09db639af501c545f827819_3157218715059266487.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/67a1b3b9a1267a09931fcfaf833da6e8_6805057621360468193.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/1e629bbc91527ba81a92d0b84ee38342_4523799595773079425.wav"
          }
        ]
      },
      {
        "title": "ความรู้สึกที่ได้เลื่อนขั้น - บทนำ",
        "desc": "ขอบคุณมากนะ การได้แลกเปลี่ยนมุมมองกับเธอมันดีต่อฉันมาก ๆ เลยล่ะ และฉันก็เชื่อว่ายังสามารถพัฒนาวิชาดาบของตัวเองได้อีก",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/74fa8db087c04ea912a2dcef55fcbbdc_3671362470463511467.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/8e54c9ea310e8bb87bf8c06c22047f5e_3626287654641746337.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/964b91d5f811149cb32f3acfe1f958be_365279115454695353.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/6224b88349675f4728885353f8531b0e_8627765326542005669.wav"
          }
        ]
      },
      {
        "title": "ความรู้สึกที่ได้เลื่อนขั้น - ชี้แจง",
        "desc": "ต้องขอบคุณคำแนะนำของเธอ พอได้รับความช่วยเหลือจากเธอแล้ว ฉันก็เข้าใจความสามารถของตัวเองมากยิ่งขึ้น",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/befc8f4eaca4ce0581d568ec23dee7ee_3813466391083591630.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/9606cc1bd607434c3715e1e3d6307581_4953319353562351924.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/bf0b1dc410b80ad484184d153501e0a8_5150007831831799937.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/570c6a2e37cd9dd2691db5b5af18ac62_5555067970887776260.wav"
          }
        ]
      },
      {
        "title": "ความรู้สึกที่ได้เลื่อนขั้น - มุมมองอื่น ๆ",
        "desc": "รู้สึกว่าทำเรื่องต่าง ๆ ได้ดีขึ้นพอสมควรเลย นอกเหนือจากการทำงานกับสำนัก Yashiro แล้ว ก็ยังมีเวลาเหลือไปลองทำสิ่งใหม่ ๆ อีกด้วย ฉันเพิ่งเรียนทำขนมมา อยากจะลองชิมดูมั้ยล่ะ?",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b1156d46ae85829571bc23447f4f108c_4531874430641208706.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/5cc5a1832ff36606a8c62de7a39e30ba_4419862061392330157.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/626282e4eaf20215861a889edb12d1ac_225193681617324606.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/1ab21f7fc5997741ba7ed48d279bd0b4_6085973493514407391.wav"
          }
        ]
      },
      {
        "title": "ความรู้สึกที่ได้เลื่อนขั้น - บทสรุป",
        "desc": "\"คราหนึ่งข้าเคยคิด โลกนี้หนักแน่นดุจศิลา ใครเล่าจักคาดคิดแท้จริงโลกนี้เบาหวิวไม่จีรัง ยากที่จะรั้งไว้\"<br/>...ขอโทษที เป็นเวลาที่ควรจะดีใจแท้ ๆ แต่ฉันกลับไปนึกถึงบทกวีที่น่าเศร้านั่นซะได้ ในเวลาที่ได้อยู่กับเธอฉันมีความสุขมากจริง ๆ จนทำให้ฉันกลัวว่าจะสูญเสียทุกสิ่งไป ฉันต้องตั้งสติให้มากกว่านี้",
        "audios": [
          {
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/e6d137e56bc85e45a00bcae5fc8fdc92_2359691694341879491.wav"
          },
          {
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/3f882d8b1a81d33893c336c058a471bc_7019498861630164928.wav"
          },
          {
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/41c40831f574729f27142084b19349e5_1226370946535702131.wav"
          },
          {
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/5c73dcd918e997166c3387e7bd74c167_8304372134002111608.wav"
          }
        ]
      },
      {
        "title": "สกิลธาตุ - 1",
        "desc": "มาเต้นรำกันเถอะ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/30243e1b4e5005792f6e12dbca7e1678_7253779822774801194.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/42c4a64ec58249d4e281f05e76152786_8297009372392845051.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/8f153cac699e7db23c0d1ef6dbe53ca1_4263299466517952183.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/a39ab708665cc37e0a245e2b65dd933a_319394528268317846.wav"
          }
        ]
      },
      {
        "title": "สกิลธาตุ - 2",
        "desc": "ขออภัย",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/eb3ecea41cb1b3dde1d9c4bbdb401f09_5926089313141262065.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/4aba0cb6468be49f9dd89cc394b97397_5503187653774949853.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/958f2aec818c7f80c962d30801358ea8_3796678406689206729.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/64dac013330040eef3f53ee505aba2c4_3037003786776641330.wav"
          }
        ]
      },
      {
        "title": "สกิลธาตุ - 3",
        "desc": "หิมะปลิวว่อน",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/6ffdd559c2541d7f14fff2fdf943fd51_7556828618374779068.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/7ba1c8bee8ccb9b77664feb84463d7e7_694029506052933122.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/89e281bebc4f7991b430fc4d9f94b305_3266390386429382906.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/601534b8016d5acc7055c01233345ac1_1089124833129105450.wav"
          }
        ]
      },
      {
        "title": "ท่าไม้ตาย - 1",
        "desc": "ชัยชนะเป็นของฉัน!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/c9aa2ca16756c1f9e33db0b681f1afd3_4100616457512119281.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/175bbdd8a98d4db1b683ad3a1cd38da4_1924384125781959225.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/245e912bad60c83689299156bdb11602_3426377063026602103.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/6c3370dbea323c34b4ea721afea4dd33_6034252242719754446.wav"
          }
        ]
      },
      {
        "title": "ท่าไม้ตาย - 2",
        "desc": "พายุหิมะซากุระโปรยปราย",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/6c949d27b72cf182d8ac512f4e14b51e_5944220163358667740.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/824f40bf837d316ab3ea1e2f3650b829_4881664796797818115.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/704480460fca58870d8029d82f151076_2789473863436586669.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/d657187b69d1fd42f8052338934f88eb_5514886298886354461.wav"
          }
        ]
      },
      {
        "title": "ท่าไม้ตาย - 3",
        "desc": "วิชาสาย Kamisato... คมเยือกแข็งพิฆาต!",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b16ed00a2051fc25f8102b2740b08952_8319876793048242974.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/2cd266fe155a5541f5876876aec22a79_8252507695437328898.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/ca5041e043ac77c543d77aebeef86f7d_6199290063946894495.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/eefc203dc218415655f20002651589c9_7891703557689340372.wav"
          }
        ]
      },
      {
        "title": "เปิดหีบสมบัติ - 1",
        "desc": "การตามหาสมบัติและสิ่งมหัศจรรย์... ก็นับเป็นความสง่างามอย่างนึง",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/c7f3ac1158ba7021098db4c89136dd09_5179429767331814507.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b5d07ee3ea2839686daf4ce7ff780e9c_4647253066318151545.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/a107fab2bf2056d003f7fb214fd4a418_3911033031036864752.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/62d2d7946190175019b74472ecaa4a34_949321999290536849.wav"
          }
        ]
      },
      {
        "title": "เปิดหีบสมบัติ - 2",
        "desc": "ฮะฮะ... วันนี้โชคดีจังเลย",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/cb6dab9d03f9929f4d331e99cb4f3aa2_269738809881984864.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/1442763cb19c0177429372a4e47c02f6_8824941288230151917.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/dc016bc12d4c3633193128f9b2d9a4e2_1456752003393220041.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/7cd390ed9a65b87d7e7aa77b3289dcec_8306312598568620995.wav"
          }
        ]
      },
      {
        "title": "เปิดหีบสมบัติ - 3",
        "desc": "ฉันจะดูแลความโชคดีนี้อย่างดีเลยล่ะ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/202ba0cde921a923d2975c8f1379b40d_7969385073255371883.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/2ed2c558cb0c942ffba32660ec5595cb_342111283886547097.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/ea44c33c6a3acf3df10c46d337cda64a_4286643561280387169.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/94535382dceb70a7f4a615eadcc1c0a4_980142458838919898.wav"
          }
        ]
      },
      {
        "title": "ค่าพลังชีวิตต่ำ - 1",
        "desc": "อย่ามาดูถูกกันนะ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b6c295925e1e079a2f3d620a51090ccf_7885451886377467719.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/dafae227cb8d2fceff192f074018e9cc_5179630587145602212.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/af8955de068de1ccb5d59bdd65a4ed88_3068159608902068021.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/4547517687d293d4dacf365d32040810_8778828228108766510.wav"
          }
        ]
      },
      {
        "title": "ค่าพลังชีวิตต่ำ - 2",
        "desc": "คู่ต่อสู้ที่ตามหามานาน...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/ac0cb75f0db2a892778675a1b803d8ea_6123944612507758359.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/096e6170315c69c2c8bfb74018597546_2630465846895604925.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b0314e6ee519de1c5b90fdceff858713_5903085274337723481.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/78599bcc920dbe15d7f0f6e1bfc488ee_1472681972509591034.wav"
          }
        ]
      },
      {
        "title": "ค่าพลังชีวิตต่ำ - 3",
        "desc": "ได้เวลาตัดสินแล้ว...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/bf4b39587670d35fd57d9a16b624093e_6959909119962458263.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/da12b11f96945fe2c97fa111210296d7_7494999742752608299.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/e7c1e1b581ea5e85f7076fb0918b276b_5265462275887014139.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/551b3becb24e30e21397e25615f10a08_5536965063341136905.wav"
          }
        ]
      },
      {
        "title": "ค่าพลังชีวิตของเพื่อนต่ำ - 1",
        "desc": "<p><span>จะประมาทไม่ได้นะ</span></p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/6fc9198942af36a6ad7fb94926bbaea1_1744340504142868766.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/4a9f2d6121817ed1dd3d722bd8010b6d_2312232946279333681.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/961b1e6892f1875b75b9d97577c90f5c_379016969877902974.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/a485d22201c8432908f9bf241e1ae0e8_6065144699303623834.wav"
          }
        ]
      },
      {
        "title": "ค่าพลังชีวิตของเพื่อนต่ำ - 2",
        "desc": "<p><span>เธอต้องระวังตัวด้วยนะ</span></p>",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/5cc40fd7721bc5b422f1b61c520eb0cf_5265462275887014139.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/4ec8dfda04e9d2bea3cd3cb430910702_9099979562014140915.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/dd01d76469b7ac4497cdfdcada830b26_1936448442164481386.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/36380067b447f204a72fcae2a31d3361_8675185128740225658.wav"
          }
        ]
      },
      {
        "title": "หมดสติ - 1",
        "desc": "ประมาทซะแล้ว...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/d0287f5b63233edb4b698aa06799a22f_5385038964610095445.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/e49a8ba723281ae26e3247f79b174929_7297484868371811800.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/c3722db20c238e73108b768b172b4a74_76411855563513450.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/24a1deb5603d61e6920961b958aa9ff0_8046378072360469005.wav"
          }
        ]
      },
      {
        "title": "หมดสติ - 2",
        "desc": "ฉันยังมี... เรื่องที่ยังทำไม่เสร็จ...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/500f82a365439b186fa81032242759ff_7921768077115330941.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/cce4dba4f8df5b75f9a8bee957878fb1_8304372134002111608.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/2f9b169dd2a98c7ebfd9caa05ba7fe82_8540718306779770105.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b6f295c592cef3611818cac7b38fbe5a_9223270855033650592.wav"
          }
        ]
      },
      {
        "title": "หมดสติ - 3",
        "desc": "ฉันทำให้ตระกูล... ต้องอับอาย...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/a920b9d911e7dc2eed3397ec3a6a7471_435092046670959334.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/4800e1cf1be48e6cd55eaa7d9774fd63_2121223328236908890.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/f524f673280d791d11fa396278f51216_4774503586574501139.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b43f379634108c7c0be70d34555af002_5227170132510201480.wav"
          }
        ]
      },
      {
        "title": "โดนโจมตีอย่างหนัก - 1",
        "desc": "หยาบคายซะจริง...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/56ec154d02535d69c0cab7fff0a5d559_3570483592363571438.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/3d7b7dcbf9a845eb55c1152958dab1c7_3289068297158915232.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/65751be387af030659a223ea93a5ec58_5108978309594887845.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/0b11bd3bcf277c7d548b8f3a0778bd8d_7295442568667456848.wav"
          }
        ]
      },
      {
        "title": "โดนโจมตีอย่างหนัก - 2",
        "desc": "อะไรกัน...",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/8d1586bb29931a372af754a760bfff98_6698969467818845240.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/c6f03601eeaa06a18fb94abe0547b493_3141152802416746705.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/a28c062f64382fa778fcbfee42673014_3426377063026602103.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/7c9c8c031e3bc8905e9675110e0b81d2_6083593317251150128.wav"
          }
        ]
      },
      {
        "title": "เข้าร่วมทีม - 1",
        "desc": "Kamisato Ayaka มาแล้ว",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/d1ca896da9c830cc45b5eb8a22d82c13_2654944777334200120.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/226b8c16812e91a60efec11d38a609c0_2563313286738588778.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/31d887e7a67d51d583ffd86d72ab6bcd_8406129082177103771.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/5766bafa7f8c27b0298472b2324a942b_8952147206848540668.wav"
          }
        ]
      },
      {
        "title": "เข้าร่วมทีม - 2",
        "desc": "โปรดชี้แนะด้วย",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/10dece494e54ba53b97582e26cd5e917_1894697549030622262.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/edf00094a21241f30cd425bba30fbcd7_2092959768114228503.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/b3c2948ef13f4abea775bc873726a146_3253256996896110681.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/f6f2238d92b4a48b3634c9b2ee78767c_8780267560052596108.wav"
          }
        ]
      },
      {
        "title": "เข้าร่วมทีม - 3",
        "desc": "ฮ่ะ ฮ่ะ ฝากตัวด้วยนะ",
        "audios": [
          {
            "name": "CN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/44b640f7d98822c44ecc701e90aa652a_3326811691285701193.wav"
          },
          {
            "name": "EN",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/78a97be6844836e88bfcf74e2bcb05a4_5983894625366487403.wav"
          },
          {
            "name": "JP",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/9bbd3f23984b75db73ca6bcc6bb301ec_9133743719380286103.wav"
          },
          {
            "name": "KR",
            "url": "https://upload-static.hoyoverse.com/hoyolab-wiki-voice/2022/12/16/176148810/cab3cf405d16ecfa03f8c0e16b19363e_4081820505591691946.wav"
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Lv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ก่อนเลื่อนขั้น",
              "หลังเลื่อนขั้น"
            ]
          },
          {
            "key": "พลังชีวิตพื้นฐาน",
            "values": [
              "-",
              "1001"
            ]
          },
          {
            "key": "พลังโจมตีพื้นฐาน",
            "values": [
              "-",
              "27"
            ]
          },
          {
            "key": "ป้องกันพื้นฐาน",
            "values": [
              "-",
              "61"
            ]
          },
          {
            "key": "ความแรงคริ",
            "values": [
              "-",
              "0%"
            ]
          }
        ]
      },
      {
        "key": "Lv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ก่อนเลื่อนขั้น",
              "หลังเลื่อนขั้น"
            ]
          },
          {
            "key": "พลังชีวิตพื้นฐาน",
            "values": [
              "2597",
              "3455"
            ]
          },
          {
            "key": "พลังโจมตีพื้นฐาน",
            "values": [
              "69",
              "92"
            ]
          },
          {
            "key": "ป้องกันพื้นฐาน",
            "values": [
              "158",
              "211"
            ]
          },
          {
            "key": "ความแรงคริ",
            "values": [
              "0%",
              "0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 411,
            "name": "Shivada Jade Sliver",
            "desc": "วัสดุเลื่อนขั้นตัวละคร",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Sliver_icon.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 1362,
            "name": "Sakura Bloom",
            "desc": "กลีบดอกที่ร่วงหล่นจาก Sacred Sakura ที่ศาลเจ้า Grand Narukami เต็มไปด้วยความห่วงใยที่มีต่อ Inazuma",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sakura Bloom_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 1248,
            "name": "Old Handguard",
            "desc": "ส่วนป้องกันที่ติดอยู่บนดาบ Inazuma ซึ่งได้ผ่านการต่อสู้มาอย่างมากมาย<br/>สำหรับผู้ที่เชี่ยวชาญในเรื่องดาบนั้น กะบังดาบสามารถช่วยป้องกันมือจากดาบของฝ่ายตรงข้ามได้ แต่สำหรับซามูไรมือใหม่แล้ว กะบังดาบคงเป็นส่วนสำคัญในการป้องกันมือขวาของตัวเองซะมากกว่า",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Lv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ก่อนเลื่อนขั้น",
              "หลังเลื่อนขั้น"
            ]
          },
          {
            "key": "พลังชีวิตพื้นฐาน",
            "values": [
              "5170",
              "5779"
            ]
          },
          {
            "key": "พลังโจมตีพื้นฐาน",
            "values": [
              "138",
              "154"
            ]
          },
          {
            "key": "ป้องกันพื้นฐาน",
            "values": [
              "315",
              "352"
            ]
          },
          {
            "key": "ความแรงคริ",
            "values": [
              "0%",
              "9.6%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 40000
          },
          {
            "type": "CustomEntry",
            "epId": 410,
            "name": "Shivada Jade Fragment",
            "desc": "วัสดุเลื่อนขั้นตัวละคร<br/>\"...ขอโทษ...\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 731,
            "name": "Perpetual Heart",
            "desc": "แกนกลางที่ทำให้ Perpetual Mechanical Array เคลื่อนไหวได้อย่างอิสระ<br/>บางคนคาดเดาว่าสัญลักษณ์บนแกนกลางชนิดนี้ เป็นความรู้และตรรกะที่ถูกบันทึกไว้ด้วยภาษาที่ไม่สามารถมองเห็นได้ด้วยตาเปล่า บางคนคิดไปอีกขั้นว่า เป็นเพราะแกนกลางขนาดใหญ่และสัญลักษณ์ที่ซับซ้อน จึงทำให้ซากกลไกสุดพิเศษชนิดนี้ เลือกที่จะละทิ้งลักษณะของสิ่งมีชีวิต เพื่อสมรรถนะที่ทรงพลัง",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Perpetual Heart_icon.png",
            "amount": 2
          },
          {
            "type": "CustomEntry",
            "epId": 1362,
            "name": "Sakura Bloom",
            "desc": "กลีบดอกที่ร่วงหล่นจาก Sacred Sakura ที่ศาลเจ้า Grand Narukami เต็มไปด้วยความห่วงใยที่มีต่อ Inazuma",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sakura Bloom_icon.png",
            "amount": 10
          },
          {
            "type": "CustomEntry",
            "epId": 1248,
            "name": "Old Handguard",
            "desc": "ส่วนป้องกันที่ติดอยู่บนดาบ Inazuma ซึ่งได้ผ่านการต่อสู้มาอย่างมากมาย<br/>สำหรับผู้ที่เชี่ยวชาญในเรื่องดาบนั้น กะบังดาบสามารถช่วยป้องกันมือจากดาบของฝ่ายตรงข้ามได้ แต่สำหรับซามูไรมือใหม่แล้ว กะบังดาบคงเป็นส่วนสำคัญในการป้องกันมือขวาของตัวเองซะมากกว่า",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png",
            "amount": 15
          }
        ]
      },
      {
        "key": "Lv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ก่อนเลื่อนขั้น",
              "หลังเลื่อนขั้น"
            ]
          },
          {
            "key": "พลังชีวิตพื้นฐาน",
            "values": [
              "6649",
              "7462"
            ]
          },
          {
            "key": "พลังโจมตีพื้นฐาน",
            "values": [
              "177",
              "198"
            ]
          },
          {
            "key": "ป้องกันพื้นฐาน",
            "values": [
              "405",
              "455"
            ]
          },
          {
            "key": "ความแรงคริ",
            "values": [
              "9.6%",
              "19.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 60000
          },
          {
            "type": "CustomEntry",
            "epId": 410,
            "name": "Shivada Jade Fragment",
            "desc": "วัสดุเลื่อนขั้นตัวละคร<br/>\"...ขอโทษ...\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Fragment_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 731,
            "name": "Perpetual Heart",
            "desc": "แกนกลางที่ทำให้ Perpetual Mechanical Array เคลื่อนไหวได้อย่างอิสระ<br/>บางคนคาดเดาว่าสัญลักษณ์บนแกนกลางชนิดนี้ เป็นความรู้และตรรกะที่ถูกบันทึกไว้ด้วยภาษาที่ไม่สามารถมองเห็นได้ด้วยตาเปล่า บางคนคิดไปอีกขั้นว่า เป็นเพราะแกนกลางขนาดใหญ่และสัญลักษณ์ที่ซับซ้อน จึงทำให้ซากกลไกสุดพิเศษชนิดนี้ เลือกที่จะละทิ้งลักษณะของสิ่งมีชีวิต เพื่อสมรรถนะที่ทรงพลัง",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Perpetual Heart_icon.png",
            "amount": 4
          },
          {
            "type": "CustomEntry",
            "epId": 1362,
            "name": "Sakura Bloom",
            "desc": "กลีบดอกที่ร่วงหล่นจาก Sacred Sakura ที่ศาลเจ้า Grand Narukami เต็มไปด้วยความห่วงใยที่มีต่อ Inazuma",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sakura Bloom_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 711,
            "name": "Kageuchi Handguard",
            "desc": "ส่วนป้องกันที่ติดอยู่บนดาบอันยอดเยี่ยม<br/>Inazuma มีประเพณีการทำดาบที่สืบทอดกันมาช้านาน เวลาที่ช่างตีดาบ ก็มักจะสร้างขึ้นมาหลาย ๆ เล่ม จากนั้นจะเลือกเอาผลงานที่ดีที่สุดให้เป็น \"shinuchi\" ส่วนที่เหลือจะถูกเรียกว่า \"kageuchi\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Lv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ก่อนเลื่อนขั้น",
              "หลังเลื่อนขั้น"
            ]
          },
          {
            "key": "พลังชีวิตพื้นฐาน",
            "values": [
              "8341",
              "8951"
            ]
          },
          {
            "key": "พลังโจมตีพื้นฐาน",
            "values": [
              "222",
              "238"
            ]
          },
          {
            "key": "ป้องกันพื้นฐาน",
            "values": [
              "509",
              "546"
            ]
          },
          {
            "key": "ความแรงคริ",
            "values": [
              "19.2%",
              "19.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 80000
          },
          {
            "type": "CustomEntry",
            "epId": 409,
            "name": "Shivada Jade Chunk",
            "desc": "วัสดุเลื่อนขั้นตัวละคร<br/>\"...ขอโทษ...\"<br/>\"ให้พวกเธอต้องมาทนกับ ความเศร้าโศกของโลกทั้งใบกับฉัน\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Chunk_icon.png",
            "amount": 3
          },
          {
            "type": "CustomEntry",
            "epId": 731,
            "name": "Perpetual Heart",
            "desc": "แกนกลางที่ทำให้ Perpetual Mechanical Array เคลื่อนไหวได้อย่างอิสระ<br/>บางคนคาดเดาว่าสัญลักษณ์บนแกนกลางชนิดนี้ เป็นความรู้และตรรกะที่ถูกบันทึกไว้ด้วยภาษาที่ไม่สามารถมองเห็นได้ด้วยตาเปล่า บางคนคิดไปอีกขั้นว่า เป็นเพราะแกนกลางขนาดใหญ่และสัญลักษณ์ที่ซับซ้อน จึงทำให้ซากกลไกสุดพิเศษชนิดนี้ เลือกที่จะละทิ้งลักษณะของสิ่งมีชีวิต เพื่อสมรรถนะที่ทรงพลัง",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Perpetual Heart_icon.png",
            "amount": 8
          },
          {
            "type": "CustomEntry",
            "epId": 1362,
            "name": "Sakura Bloom",
            "desc": "กลีบดอกที่ร่วงหล่นจาก Sacred Sakura ที่ศาลเจ้า Grand Narukami เต็มไปด้วยความห่วงใยที่มีต่อ Inazuma",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sakura Bloom_icon.png",
            "amount": 30
          },
          {
            "type": "CustomEntry",
            "epId": 711,
            "name": "Kageuchi Handguard",
            "desc": "ส่วนป้องกันที่ติดอยู่บนดาบอันยอดเยี่ยม<br/>Inazuma มีประเพณีการทำดาบที่สืบทอดกันมาช้านาน เวลาที่ช่างตีดาบ ก็มักจะสร้างขึ้นมาหลาย ๆ เล่ม จากนั้นจะเลือกเอาผลงานที่ดีที่สุดให้เป็น \"shinuchi\" ส่วนที่เหลือจะถูกเรียกว่า \"kageuchi\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Lv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ก่อนเลื่อนขั้น",
              "หลังเลื่อนขั้น"
            ]
          },
          {
            "key": "พลังชีวิตพื้นฐาน",
            "values": [
              "9838",
              "10448"
            ]
          },
          {
            "key": "พลังโจมตีพื้นฐาน",
            "values": [
              "262",
              "278"
            ]
          },
          {
            "key": "ป้องกันพื้นฐาน",
            "values": [
              "600",
              "637"
            ]
          },
          {
            "key": "ความแรงคริ",
            "values": [
              "19.2%",
              "28.8%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 100000
          },
          {
            "type": "CustomEntry",
            "epId": 409,
            "name": "Shivada Jade Chunk",
            "desc": "วัสดุเลื่อนขั้นตัวละคร<br/>\"...ขอโทษ...\"<br/>\"ให้พวกเธอต้องมาทนกับ ความเศร้าโศกของโลกทั้งใบกับฉัน\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Chunk_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 731,
            "name": "Perpetual Heart",
            "desc": "แกนกลางที่ทำให้ Perpetual Mechanical Array เคลื่อนไหวได้อย่างอิสระ<br/>บางคนคาดเดาว่าสัญลักษณ์บนแกนกลางชนิดนี้ เป็นความรู้และตรรกะที่ถูกบันทึกไว้ด้วยภาษาที่ไม่สามารถมองเห็นได้ด้วยตาเปล่า บางคนคิดไปอีกขั้นว่า เป็นเพราะแกนกลางขนาดใหญ่และสัญลักษณ์ที่ซับซ้อน จึงทำให้ซากกลไกสุดพิเศษชนิดนี้ เลือกที่จะละทิ้งลักษณะของสิ่งมีชีวิต เพื่อสมรรถนะที่ทรงพลัง",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Perpetual Heart_icon.png",
            "amount": 12
          },
          {
            "type": "CustomEntry",
            "epId": 1362,
            "name": "Sakura Bloom",
            "desc": "กลีบดอกที่ร่วงหล่นจาก Sacred Sakura ที่ศาลเจ้า Grand Narukami เต็มไปด้วยความห่วงใยที่มีต่อ Inazuma",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sakura Bloom_icon.png",
            "amount": 45
          },
          {
            "type": "CustomEntry",
            "epId": 400,
            "name": "Famed Handguard",
            "desc": "ส่วนป้องกันที่สร้างขึ้นอย่างประณีต ซึ่งติดอยู่บนดาบอันเลื่องชื่อ<br/>บางคนเชื่อว่าดาบนั้นมีจิตวิญญาณและชีวิต จึงเป็นเหตุผลให้ผู้คนตั้งชื่อให้กับดาบ คนที่รักและทะนุถนอมดาบ ก็ย่อมได้รับการยอมรับจากดาบ แต่คนที่เห็นดาบเป็นเพื่อนหรือแม้แต่คนรัก ก็ควรต้องรู้ว่าความสัมพันธ์นี้ถูกหล่อเลี้ยงด้วยการเข่นฆ่าและการนองเลือด คนที่มักจะชุ่มไปด้วยเลือดและร่ายรำไปพร้อมกับดาบนั้น ที่สุดแล้วเลือดของพวกเขาถูกทำให้เย็นลงด้วยคมดาบที่เหี้ยมโหดนี้",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Lv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ก่อนเลื่อนขั้น",
              "หลังเลื่อนขั้น"
            ]
          },
          {
            "key": "พลังชีวิตพื้นฐาน",
            "values": [
              "11345",
              "11954"
            ]
          },
          {
            "key": "พลังโจมตีพื้นฐาน",
            "values": [
              "302",
              "318"
            ]
          },
          {
            "key": "ป้องกันพื้นฐาน",
            "values": [
              "692",
              "729"
            ]
          },
          {
            "key": "ความแรงคริ",
            "values": [
              "28.8%",
              "38.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 120000
          },
          {
            "type": "CustomEntry",
            "epId": 408,
            "name": "Shivada Jade Gemstone",
            "desc": "วัสดุเลื่อนขั้นตัวละคร<br/>\"...ขอโทษ...\"<br/>\"ให้พวกเธอต้องมาทนกับ ความเศร้าโศกของโลกทั้งใบกับฉัน\"<br/>\"เมื่อคุณสามารถทนความหนาว ที่ขมขื่นของฉันได้ เช่นนั้นคุณต้องมีความปรารถนาในหัวใจของคุณแน่นอน?\"<br/>\"ถ้าอย่างนั้น ช่วยจุดไฟเผาโลกใบเก่านี้แทนฉันทีสิ\"",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Shivada Jade Gemstone_icon.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 731,
            "name": "Perpetual Heart",
            "desc": "แกนกลางที่ทำให้ Perpetual Mechanical Array เคลื่อนไหวได้อย่างอิสระ<br/>บางคนคาดเดาว่าสัญลักษณ์บนแกนกลางชนิดนี้ เป็นความรู้และตรรกะที่ถูกบันทึกไว้ด้วยภาษาที่ไม่สามารถมองเห็นได้ด้วยตาเปล่า บางคนคิดไปอีกขั้นว่า เป็นเพราะแกนกลางขนาดใหญ่และสัญลักษณ์ที่ซับซ้อน จึงทำให้ซากกลไกสุดพิเศษชนิดนี้ เลือกที่จะละทิ้งลักษณะของสิ่งมีชีวิต เพื่อสมรรถนะที่ทรงพลัง",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Perpetual Heart_icon.png",
            "amount": 20
          },
          {
            "type": "CustomEntry",
            "epId": 1362,
            "name": "Sakura Bloom",
            "desc": "กลีบดอกที่ร่วงหล่นจาก Sacred Sakura ที่ศาลเจ้า Grand Narukami เต็มไปด้วยความห่วงใยที่มีต่อ Inazuma",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sakura Bloom_icon.png",
            "amount": 60
          },
          {
            "type": "CustomEntry",
            "epId": 400,
            "name": "Famed Handguard",
            "desc": "ส่วนป้องกันที่สร้างขึ้นอย่างประณีต ซึ่งติดอยู่บนดาบอันเลื่องชื่อ<br/>บางคนเชื่อว่าดาบนั้นมีจิตวิญญาณและชีวิต จึงเป็นเหตุผลให้ผู้คนตั้งชื่อให้กับดาบ คนที่รักและทะนุถนอมดาบ ก็ย่อมได้รับการยอมรับจากดาบ แต่คนที่เห็นดาบเป็นเพื่อนหรือแม้แต่คนรัก ก็ควรต้องรู้ว่าความสัมพันธ์นี้ถูกหล่อเลี้ยงด้วยการเข่นฆ่าและการนองเลือด คนที่มักจะชุ่มไปด้วยเลือดและร่ายรำไปพร้อมกับดาบนั้น ที่สุดแล้วเลือดของพวกเขาถูกทำให้เย็นลงด้วยคมดาบที่เหี้ยมโหดนี้",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
            "amount": 24
          }
        ]
      },
      {
        "key": "Lv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "ก่อนเลื่อนขั้น",
              "หลังเลื่อนขั้น"
            ]
          },
          {
            "key": "พลังชีวิตพื้นฐาน",
            "values": [
              "12858",
              "-"
            ]
          },
          {
            "key": "พลังโจมตีพื้นฐาน",
            "values": [
              "342",
              "-"
            ]
          },
          {
            "key": "ป้องกันพื้นฐาน",
            "values": [
              "784",
              "-"
            ]
          },
          {
            "key": "ความแรงคริ",
            "values": [
              "38.4%",
              "-"
            ]
          }
        ]
      }
    ],
    "map": "https://act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header#/map/2?shown_types=199&center=5004.00,3616.00&zoom=-1.00",
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "แนะนำตัวละคร",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "คุณหนูใหญ่ของตระกูล Kamisato แห่งสำนัก Yashiro ใน Inazuma นามว่า Kamisato Ayaka ทั้งสง่างามและมีเกียรติ เปี่ยมไปด้วยสติปัญญา และความแข็งแกร่ง อย่างที่ทราบกันดีว่า คุณหนู Kamisato Ayaka ด้วยรูปลักษณ์ที่สง่างามและบุคลิกอันสูงส่ง เธอจึงเป็นที่ชื่นชมของผู้คนมากมาย เนื่องจากเธอมักจะทำหน้าที่โดยใช้ชื่อสำนัก Yashiro ในการออกหน้าจัดการกิจการพลเรือนเสมอ Ayaka เป็นคนพูดจาฉลาดหลักแหลม และละเอียดอ่อนเหมาะสม ทำให้ผลลัพธ์ของสิ่งที่เธอทำนั้นสมบูรณ์แบบ แต่ผู้คนมักเห็นเธอเก็บตัว และมีความยับยั้งชั่งใจเสมอ น้อยคนนักที่จะรู้ว่าภายใต้ชื่อที่งดงาม และโด่งดังนี้ มีความอ่อนโยน และความน่ารักที่ไม่รู้จักซ่อนอยู่ในส่วนลึกของหัวใจสาวน้อย",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ความสัมพันธ์ของตัวละคร",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 16,
        "name": "Thoma",
        "desc": "พ่อบ้านผู้จัดการงานต่าง ๆ ภายในคฤหาสน์ของตระกูล Kamisato &#34;ผู้มีอิทธิพล&#34; ซึ่งเคลื่อนไหวใน Inazuma",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Thoma_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "โดยสังเขป"
      },
      {
        "type": "RichText",
        "text": "Thoma เป็นพ่อบ้านที่จัดการงานต่าง ๆ ในตระกูล Kamisato Ayaka มองว่า Thoma เป็นทั้งเพื่อนคนสำคัญ เป็นพี่ชาย และ เป็นหนึ่งในสมาชิกของตระกูล Kamisato ด้วยเช่นกัน"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เสียงพากย์"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Thoma:</color>\nคุณหนู Kamisato เป็นผู้มีความรู้ มีเหตุผล ใจดี อ่อนโยน และสง่างาม แค่ไม่ตรงไปตรงมาพอ อ๊ะ จริงสิ ครั้งหน้าเวลาพูดคุยกันแล้วคุณหนูแสดงท่าทีลังเลอ้ำอึ้งล่ะก็ เธอจะต้องชักจูง และถามความคิดเห็นของคุณหนูเพิ่มเติมนะ\n<color=#ffd780>Kamisato Ayaka:</color>\nThoma คือเพื่อนคนสำคัญของฉัน ความสดใสและร่าเริงของเขาส่งผลกระทบต่อฉัน ในแง่หนึ่ง เขาก็เหมือนกับพี่ชายอีกคนหนึ่งของฉันล่ะนะ กลายเป็นสมาชิกของ \"ตระกูล Kamisato\" ไปเรียบร้อยแล้วล่ะ"
      },
      {
        "type": "CustomEntry",
        "epId": 3,
        "name": "Kujou Sara",
        "desc": "นายพลแห่งสำนัก Tenryou เด็ดเดี่ยว กล้าหาญ และเชี่ยวชาญในการต่อสู้",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kujou Sara_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "โดยสังเขป"
      },
      {
        "type": "RichText",
        "text": "Kujou Sara นั้นรอคอยโอกาสที่จะได้พบปะกับ Kamisato Ayaka แต่ก็มักจะกังวลกับท่าทางจริงจังของตัวเอง ในขณะเดียวกัน Ayaka ก็ชื่นชมในความซื่อสัตย์ของ Kujou Sara"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เสียงพากย์"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Kujou Sara:</color>\nปกติแล้วบ้านของตระกูล Kujou จะมีแค่เสียงของทหารฝึกที่ฝึกซ้อมอยู่ในโรงฝึก แต่ทุกครั้งที่เดินผ่านบ้าน Kamisato มักจะได้ยินแต่เสียงร้องเต้นเล่นระบำ เสียงครื้นเครง และเสียงหัวเราะ ได้ยินมาว่าคุณหนูใหญ่แห่งตระกูล Kamisato เล่นหมากรุกเก่งมาก ฉันรอโอกาสที่จะไปเยี่ยมเธอที่บ้านมาตลอด แต่ก็กลัวว่า...คนที่ท่าทางจริงจังอย่างฉัน จะเข้ากับบรรยากาศแบบนั้นได้รึเปล่า\n<color=#ffd780>Kamisato Ayaka:</color>\nKujou Sara ผู้ทำงานให้แก่ \"สำนัก Tenryou\" ...เธอมักจะทำหน้าเคร่งขรึมอยู่ตลอดเวลา ฉันกับเธอมีเรื่องให้ต้องเถียงกันอยู่บ้างในบางครั้ง อย่างไรก็ตามความซื่อสัตย์ของเธอนั้น เป็นเรื่องที่ไม่สามารถปฏิเสธได้จริง ๆ"
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "นักสืบหนุ่มอัจฉริยะของสำนัก Tenryou ผู้มาพร้อมกับสัญชาตญาณที่เฉียบแหลม และจิตใจที่งดงาม",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "โดยสังเขป"
      },
      {
        "type": "RichText",
        "text": "Shikanoin Heizou กับ Kamisato Ayaka นั้นไม่ได้รู้จักมักจี่กันเป็นการส่วนตัว จึงไม่ทราบรายละเอียดของกันและกันมากนัก"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เสียงพากย์"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Shikanoin Heizou:</color>\nระหว่างฉันกับคุณหนูใหญ่แห่งตระกูล Kamisato คงนับได้แค่ว่ารู้จักกันผ่านการพยักหน้าทักทายเท่านั้นแหละ ยังดีที่ทางบ้านฉันไม่ใช่ตระกูลที่มีชื่อเสียงอะไร ชีวิตแบบนั้นมันไม่เหมาะกับฉันหรอก\n<color=#ffd780>Kamisato Ayaka:</color>\nคุณ Shikanoin? เขาก็เหมือนกับคุณ Kujou นั่นแหละ เป็นคนของ \"สำนัก Tenryou\" เขาเอง... ก็เป็นคนที่มีหลักการเช่นกัน สำหรับ \"หลักการ\" เหล่านี้น่ะ น่าจะถึงขั้นเข้มงวดกว่าคุณ Kujou ซะอีก เพียงแต่ว่า เรื่องอะไรบ้างที่ควรนับให้อยู่ใน \"หลักการ\" เหล่านี้ ฉันว่า... บางทีคงจะมีแต่เจ้าตัวเท่านั้นที่รู้ล่ะนะ"
      },
      {
        "type": "CustomEntry",
        "epId": 21,
        "name": "Sayu",
        "desc": "นินจารูปร่างบอบบางแห่ง Shuumatsuban มักจะมีท่าทางเหมือนคนนอนหลับไม่เพียงพออยู่เสมอ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sayu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "โดยสังเขป"
      },
      {
        "type": "RichText",
        "text": "Sayu ทำงานอยู่ใต้บังคับบัญชาของตระกูล Kamisato"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เสียงพากย์"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Sayu:</color>\nคุณหนูใหญ่ผู้สง่างามแห่งตระกูล Kamisato แต่เธอสั่งให้พวกพี่สาวจากศาลเจ้า ให้มาคอยสอดส่องดูแลฉัน ไม่ให้ฉันขี้เกียจ...ทำไมต้องทำแบบนี้ด้วยนะ...\n<color=#ffd780>Kamisato Ayaka:</color>\nSayu เหรอ... ช่วงนี้เด็กคนนั้นไปสร้างความวุ่นวายให้เธอบ้างรึเปล่า? ถ้าเกิดเห็นเธอไปแอบอู้ที่ไหน ก็มาบอกฉันได้เลยนะ"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "ท่าน Narukami Ogosho ผู้ยิ่งใหญ่ ผู้ซึ่งสัญญาว่าจะมอบ &#34;ความเป็นนิรันดร์&#34; ที่ไม่มีวันเปลี่ยนแปลงให้กับชาว Inazuma",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "โดยสังเขป"
      },
      {
        "type": "RichText",
        "text": "Raiden Shogun นั้นชื่นชมในฝีมือดาบของ Kamisato Ayaka โดยที่ Kamisato Ayaka นั้นก็รู้สึกเคารพ Raiden Shogun แต่ก็ไม่ได้เห็นด้วยกับแนวทางของ Raiden Shogun ซะทีเดียว"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เสียงพากย์"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Raiden Shogun:</color>\nตระกูล Kamisato หนึ่งในตระกูลที่มีชื่อเสียงที่สุดใน Inazuma เอ๊ะ เธอบอกว่าฉันพูดเหมือนกับโชกุนเลยงั้นเหรอ ถ้างั้น เอาเป็น วิชาดาบของ Ayaka นั้นดีมากแล้วกันนะ\n<color=#ffd780>Kamisato Ayaka:</color>\nความคิดเห็นที่มีต่อท่านโชกุนผู้ยิ่งใหญ่งั้นเหรอ? นี่ไม่ใช่สิ่งที่ผู้น้อยอย่างฉันจะพูดถึงพล่อย ๆ ได้หรอกนะ แต่ว่า... เส้นทางของการไล่ตาม \"ความเป็นนิรันดร์\" ของท่านโชกุนน่ะ น่าจะเหงามากเลยทีเดียว\nการเจอกับ \"Musou no Hitotachi\" และเอาชีวิตรอดมาได้ ถือเป็นประสบการณ์ที่ยอดเยี่ยมมาก ถึงแม้สำหรับฉันแล้ว เค้าจะเป็นเทพเจ้าที่แท้จริง ผู้ที่สามารถเปลี่ยนแปลงชะตาของ Inazuma ได้ตามที่ต้องการ แต่ถ้าเค้ากับเธอขัดแย้งกันล่ะก็... ฉันจะอยู่ข้างเธอแน่นอน"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p>ท่าน Guuji แห่งศาลเจ้า Grand Narukami และเป็นหัวหน้าบรรณาธิการของ &#34;สำนักพิมพ์ Yae&#34;</p><p>ภายใต้รูปโฉมภายนอกที่งดงาม มีความเฉลียวฉลาดและเล่ห์กลซ่อนอยู่</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "โดยสังเขป"
      },
      {
        "type": "RichText",
        "text": "Yae Miko เอ็นดู Ayaka มาก เธออยากจะดึงตัวสาวน้อยคนนี้มาทำงานด้วย ถ้าไม่ติดว่าเธอเป็นคนของตระกูล Kamisato"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เสียงพากย์"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Yae Miko:</color>\nฉันชอบสาวน้อยของสำนัก Yashiro มาก ๆ เลย เธอจัดการทุกเรื่องได้อย่างเรียบร้อย แต่สำนัก Yashiro มักจะทำเป็นไม่เห็นคุณค่าของเธอเสมอ น่าสงสารจริง ๆ ถ้าเธอไม่ได้เป็นคนของตระกูล Kamisato นะ ฉันดึงตัวเธอมาที่สำนักพิมพ์ Yae ตั้งนานแล้วล่ะ\n<color=#ffd780>Kamisato Ayaka:</color>\nฉันมีความสุขมากที่ได้ร่วมงานกับท่าน Guuji Yae อย่างที่เธอเห็นว่าการจัดเทศกาลนั้นต้องใช้ความพยายามเป็นอย่างมาก อีกทั้งรายได้ก็ไม่ดีนัก แต่กิจการที่ท่าน Guuji Yae ดำเนินการนั้น มักจะสง่างามและได้ผลตอบรับที่ดีจริง ๆ"
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "ผู้นำตระกูล Kamisato แห่งสำนัก Yashiro ชายหนุ่มผู้มากความสามารถ ซึ่งปฏิบัติต่อผู้คนด้วยความสุภาพอ่อนโยน และมักจะจัดการเรื่องต่าง ๆ อย่างมีชั้นเชิง",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "โดยสังเขป"
      },
      {
        "type": "RichText",
        "text": "Kamisato Ayato เป็นพี่ชายของ Ayaka"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เสียงพากย์"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Kamisato Ayato:</color>\nฉันเชื่อในความสามารถของ Ayaka แต่ฉันก็หวังว่าเธอจะรักษาหัวใจที่บริสุทธิ์เอาไว้ได้ ไม่ต้องต่อสู้แย่งชิงอำนาจ และไม่ต้องเผชิญความมืดมิดของโลก ฉันสมควรเคลียร์เรื่องพวกนี้ในฐานะพี่ชาย... เผลอพูดมากไปซะแล้ว ถือซะว่าเรื่องนี้เป็นความลับระหว่างคุณกับฉันนะ\n<color=#ffd780>Kamisato Ayaka:</color>\nในฐานะผู้นำของตระกูล Kamisato แล้ว ท่านพี่มักจะต้องไปออกงานตามที่ต่าง ๆ มากมาย ถึงแม้ว่าฉันจะพยายามแบ่งเบาภาระของเขาอย่างเต็มที่ แต่ก็ยังไม่สามารถบรรเทาความเหนื่อยล้าที่สะสมมาตลอดปีของเขาได้อยู่ดี เห้ออ... ในฐานะน้องสาว ฉันหวังว่าเธอจะสามารถเกลี้ยกล่อมให้เขาสนใจสุขภาพตัวเองให้มากขึ้นได้นะ"
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "เจ้าของร้านดอกไม้ไฟ Naganohara &#34;ราชินีแห่งเทศกาลฤดูร้อน&#34; ช่างฝีมือมากความสามารถ ผู้ส่งความปรารถนาของผู้คนผ่านการทำดอกไม้ไฟ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "โดยสังเขป"
      },
      {
        "type": "RichText",
        "text": "Yoimiya เป็นหนึ่งในเพื่อนไม่กี่คนของ Ayaka"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เสียงพากย์"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Yoimiya:</color>\nตระกูลของฉันกับเธอต้องร่วมงานกันหลายครั้ง ทุกครั้งที่คุยกัน เธอจะฟังฉันพูดจนจบก่อน แล้วยังตั้งใจตอบคำถามของฉันด้วย แล้วไม่เคยแสดงท่าทีรำคาญใจเลย ต่างจากคนของอีกสองตระกูลที่เหลือลิบลับ คำว่า \"กุลสตรีที่มาจากตระกูลใหญ่\" เนี่ย น่าจะมีไว้สำหรับเธอโดยเฉพาะจริง ๆ เนอะ\nมีอยู่ครั้งนึงที่เราคุยกันเรื่องงานเทศกาลจนดึก เราก็เหนื่อยกันทั้งคู่ ฉันก็เลยชวนเธอไปแช่น้ำร้อนเพื่อผ่อนคลาย แต่พอเธอได้ยินคำว่า \"แช่ออนเซน\" ที่ต้องมีคนหลาย ๆ คนไปแช่รวมกันในบ่อเดียว เธอก็หน้าแดงแป๊ดเลย ถึงตอนนั้นฉันถึงรู้ว่า คุณหนูใหญ่คงจะไม่เหมาะกับการแช่น้ำในที่สาธารณะสินะ\n<color=#ffd780>Kamisato Ayaka:</color>\nการจัดการงานเทศกาลเป็นความรับผิดชอบของสำนัก Yashiro และพวกมิโกะ ส่วนผู้เชี่ยวชาญด้านการทำดอกไม้ไฟคนนั้นก็สามารถทำให้บรรยากาศครึกครื้นขึ้นมาได้อย่างแท้จริง พอได้ร่วมงานกันนาน ๆ ก็เริ่มที่จะใกล้ชิดกันมากขึ้นเรื่อย ๆ\nอื๋อ? ปัญหาด้านความปลอดภัยและการป้องกันอัคคีภัยงั้นเหรอ? พวกเราเองก็จะเพิ่มการวางแผนล่วงหน้าต่าง ๆ เข้าไปร่วมกันล่ะนะ เพราะหากต้องอดชมดอกไม้ไฟด้วยเหตุผลพวกนี้ล่ะก็ น่าจะทำให้ผู้คนผิดหวังกันน่าดูเลยล่ะ"
      },
      {
        "type": "CustomEntry",
        "epId": 22,
        "name": "Kaedehara Kazuha",
        "desc": "ซามูไรพเนจรของ Inazuma ตอนนี้อาศัยอยู่ในกองเรือ Crux ของ Liyue นิสัยอ่อนโยนและรักอิสระ มีเหตุการณ์ในอดีตมากมายฝังอยู่ในใจของเขา",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaedehara Kazuha_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "โดยสังเขป"
      },
      {
        "type": "RichText",
        "text": "ตระกูลของ Kaedehara Kazuha นั้น เคยอยู่ภายใต้การปกครองของตระกูล Kamisato ของ Ayaka"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เสียงพากย์"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Kaedehara Kazuha:</color>\nทุกคนที่อาศัยอยู่ในเมือง Inazuma น่าจะเคยได้ยินชื่อของ Shirasagi Himegimi มาบ้างล่ะ บุตรสาวคนโตของตระกูล Kamisato เป็นคนที่แทบจะเรียกได้ว่าสมบูรณ์แบบ แต่ฉันเองก็ไม่ค่อยมีโอกาสได้เจอกับเธอ ไม่รู้ว่าเธอจะคิดยังไงกับสถานการณ์ของ Inazuma ในทุกวันนี้บ้าง"
      },
      {
        "type": "CustomEntry",
        "epId": 5,
        "name": "Gorou",
        "desc": "พลเอกของกองทหารแห่งเกาะ Watatsumi ผู้ได้รับความไว้วางใจจากผู้ใต้บังคับบัญชาเป็นอย่างสูง",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Gorou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "โดยสังเขป"
      },
      {
        "type": "RichText",
        "text": "Gorou รู้สึกชื่นชมในการรับมือสถานการณ์ต่าง ๆ ของ Kamisato Ayaka"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เสียงพากย์"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>Gorou:</color>\nสำนัก Yashiro นั้นเป็นส่วนหนึ่งของโชกุน แต่มักจะมีจุดยืนที่เอนเอียงมาทางชาวเมืองมากกว่า ภายใต้สถานการณ์ที่กลืนไม่เข้าคายไม่ออกนี้ \"องค์หญิงกระเรียนขาว\" ยังคงตั้งมั่นและยืนหยัดอยู่ได้อย่างสงบเยือกเย็น อีกทั้งยังสามารถจัดการกับสิ่งต่าง ๆ ได้อย่างเหมาะสม นี่เป็นสิ่งที่ควรค่าแก่การเรียนรู้มาก"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "ภาพรวมพรสวรรค์"
      },
      {
        "type": "RichText",
        "text": "แหล่งที่มาของความเสียหายหลัก ของ Ayaka มาจากทั้ง <color=#ffd780>การโจมตีปกติ</color> <color=#ffd780>การชาร์จโจมตี สกิลธาตุ</color> และรวมไปถึง <color=#ffd780>ท่าไม้ตาย</color>\nหลังจาก Sprint การ <color=#ffd780>โจมตีปกติ/ชาร์จโจมตี</color> ของ Ayaka จะถูกเคลือบด้วย <color=#99ffff>ธาตุน้ำแข็ง</color>\nความเสียหายจากการ <color=#ffd780>โจมตีปกติ</color> และการ <color=#ffd780>ชาร์จโจมตี</color> จะเพิ่มขึ้นหลังจากที่ใช้ <color=#ffd780>สกิลธาตุ</color>\nจะได้รับ <color=#99ffff>โบนัสความเสียหายน้ำแข็ง</color> เพิ่มเติมเมื่อ <color=#ffd780>ท่าไม้ตาย</color> โจมตีถูกศัตรู"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "อาวุธแนะนำ"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "อาวุธ 3-ดาว"
      },
      {
        "type": "CustomEntry",
        "epId": 2052,
        "name": "Harbinger of Dawn",
        "desc": "ดาบที่ครั้งหนึ่งเคยส่องประกายดั่งแสงตะวัน ผู้กวัดแกว่งดาบเล่มนี้จะได้รับพรและบัฟ \"ความรู้สึกดี\" วัสดุที่สะท้อนแสงอยู่บนใบดาบนั้น ได้หมดแสงของมันไปนานแล้ว",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/黎明神剑.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Harbinger of Dawn</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ความสามารถ:</color>\nค่าสถานะรอง: <color=#ffd780>ความแรงคริ</color>\nสกิลติดตัว: จะเพิ่ม <color=#ffd780>อัตราคริ</color> เมื่อมีพลังชีวิตมากกว่า 90%\n<color=#ffffff>หมายเหตุ:</color>\nHarbinger of Dawn ให้ค่าพลัง <color=#ffd780>ความแรงคริ</color> ซึ่ง Ayaka สามารถใช้ได้ดีหากมีปริมาณ <color=#ffd780>อัตราคริ</color> ที่เพียงพอ นอกจากนี้หากสามารถคงพลังชีวิตไว้ได้มากกว่า 90% ก็จะได้ <color=#ffd780>อัตราคริ</color> เพิ่มอีกด้วย\n<color=#ffffff>หาได้จาก:</color>\nเควสต์\nการอธิษฐาน\nNPC"
      },
      {
        "type": "CustomEntry",
        "epId": 1938,
        "name": "Cool Steel",
        "desc": "อาวุธที่สร้างขึ้นจากเหล็กกล้า ดูพึ่งพาได้ เป็นเครื่องพิสูจน์ถึงการผจญภัยอันยิ่งใหญ่ของเจ้าของเก่าของมัน",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/冷刃.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Cool Steel</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ความสามารถ:</color>\nค่าสถานะรอง: <color=#ffd780>พลังโจมตี</color>\nสกิลติดตัว: เพิ่มความเสียหายแก่ศัตรูที่ได้รับผลกระทบจากธาตุ <color=#80c0ff>น้ำ</color> และ <color=#99ffff>น้ำแข็ง</color>\n<color=#ffffff>หมายเหตุ:</color>\nเนื่องจาก Ayaka สามารถเคลือบธาตุ <color=#99ffff>น้ำแข็ง</color> ให้กับการโจมตีได้ ทำให้สามารถใช้สกิลติดตัวของ Cool Steel ได้ง่าย\n<color=#ffffff>หาได้จาก:</color>\nกล่อง\nการอธิษฐาน\nNPC"
      },
      {
        "type": "CustomEntry",
        "epId": 2048,
        "name": "Skyrider Sword",
        "desc": "ดาบเหล็กกล้าที่พึ่งพาได้ เคยมีบางคนพยายามขี่มันเพราะชื่อของมันด้วย",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/飞天御剑.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Skyrider Sword</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ความสามารถ:</color>\nค่าสถานะรอง: <color=#ffd780>การฟื้นฟูพลังงาน</color>\nสกิลติดตัว: หลังจากใช้ท่าไม้ตายจะเพิ่ม <color=#ffd780>ค่าพลังโจมตี</color> และ <color=#ffd780>ความเร็วในการโจมตี</color>\n<color=#ffffff>หมายเหตุ:</color>\n<color=#ffd780>ค่าฟื้นฟูพลังงาน</color> จะช่วยในเรื่องการใช้ท่าไม้ตายของ Ayaka ที่ต้องใช้ <color=#ffd780>ค่าพลังงาน</color> สูงถึง 80 หน่วย นอกจากนี้ยังช่วยเพิ่มค่า <color=#ffd780>พลังโจมตี</color> และ <color=#ffd780>ความเร็วในการโจมตี</color> หลังจากการกดใช้ท่าไม้ตายอีกด้วย\n<color=#ffffff>หาได้จาก:</color>\nการอธิษฐาน\nNPC"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "อาวุธ 4-ดาว"
      },
      {
        "type": "CustomEntry",
        "epId": 3984,
        "name": "Finale of the Deep",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">ดาบที่เงียบสงัดราวกับห้วงเหวลึกลับใต้ทะเล มันดูเก่าแก่ยิ่งกว่ายุคสมัยที่มันควรจะอยู่เสียอีก</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/65858273/b71cc98eae057203ed634565ab2e3cc5_8158087977420094789.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Finale of the Deep</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ความสามารถ:</color>\nค่าสถานะรอง: <color=#ffd780>พลังโจมตี</color>\nสกิลติดตัว: เมื่อใช้ <color=#ffd780>สกิลธาตุ</color> <color=#ffd780>พลังโจมตี</color> จะเพิ่มขึ้น 12% และได้รับ \"บ่วงพันธะชีวัน\" โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ \"บ่วงพันธะชีวัน\" ถูกลบล้าง <color=#ffd780>พลังโจมตี</color> จะเพิ่มขึ้นเป็นเวลา 15 วินาที\n<color=#ffffff>หมายเหตุ:</color>\nสกิลติดตัวของ Finale of the Deep จะช่วยให้ Ayaka สร้างความเสียหายได้มากยิ่งขึ้นหลังจากที่กด <color=#ffd780>สกิลธาตุ</color>\nควรมีตัวละครที่สามารถ <color=#ffd780>ทำการรักษา</color> ได้อยู่ในทีมเพื่อลบล้าง \"บ่วงพันธะชีวัน\"\n<color=#ffffff>หาได้จาก:</color>\nสามารถหลอมได้ที่ช่างตีเหล็ก"
      },
      {
        "type": "CustomEntry",
        "epId": 1952,
        "name": "Amenoma Kageuchi",
        "desc": "ตามตำนานกล่าวกันว่า นี่คือดาบที่ถูกสั่งทำขึ้นเป็นพิเศษโดยซามูไรที่มีชื่อเสียง ซึ่งแม้แต่เท็งงุที่รวดเร็วดั่งสายฟ้า ก็ยังสามารถฟันให้ร่วงลงมาได้",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天目影打刀.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Amenoma Kageuchi</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ความสามารถ:</color>\nค่าสถานะรอง: <color=#ffd780>พลังโจมตี</color>\nสกิลติดตัว: ช่วยในเรื่องของค่าพลังงานหลังจากการกดใช้ <color=#ffd780>สกิลธาตุ</color> และ <color=#ffd780>ท่าไม้ตาย</color>\n<color=#ffffff>หมายเหตุ:</color>\nสกิลติดตัวของ Amenoma Kageuchi จะช่วยให้พลังงานแก่ Ayaka หลังจากที่กด <color=#ffd780>สกิลธาตุ</color> ซึ่งช่วยในเรื่องของค่าพลังงานในการใช้ <color=#ffd780>ท่าไม้ตาย</color> ของ Ayaka\n<color=#ffffff>หาได้จาก:</color>\nสามารถหลอมได้ที่ช่างตีเหล็ก"
      },
      {
        "type": "CustomEntry",
        "epId": 3999,
        "name": "Wolf-Fang",
        "desc": "<p>ตำนานเล่าว่าในอดีตอันยาวนาน นี่เคยเป็นดาบของอัศวินพเนจรท่านหนึ่ง</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/144837601/e1d10d55b8b96e0695000018664e17ef_5795431637307631087.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Wolf-Fang</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ความสามารถ:</color>\nค่าสถานะรอง: <color=#ffd780>อัตราคริ</color>\nสกิลติดตัว: เพิ่มความเสียหายของ <color=#ffd780>สกิลธาตุ ท่าไม้ตาย</color> และช่วยเพิ่ม <color=#ffd780>อัตราคริ</color> ให้กับทั้ง <color=#ffd780>สกิลธาตุ</color> และ <color=#ffd780>ท่าไม้ตาย</color> เมื่อโจมตีถูกศัตรู\n<color=#ffffff>หมายเหตุ:</color>\nช่วยเพิ่มความเสียหายให้แก่ <color=#ffd780>สกิลธาตุ</color> และ <color=#ffd780>ท่าไม้ตาย</color> ของ Ayaka\n<color=#ffffff>หาได้จาก:</color>\nซื้อ Gnostic Hymn (Battle Pass)"
      },
      {
        "type": "CustomEntry",
        "epId": 2053,
        "name": "The Black Sword",
        "desc": "ดาบสีดำยาวที่กระหายเพียงความขัดแย้งและฆ่าฟัน กล่าวกันว่ามันทำให้ผู้คนมัวเมาไปกับการต่อสู้ที่นองเลือด",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/黑剑.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>The Black Sword</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ความสามารถ:</color>\nค่าสถานะรอง: <color=#ffd780>อัตราคริ</color>\nสกิลติดตัว: เพิ่มความเสียหายในการ <color=#ffd780>โจมตีปกติ</color> และ <color=#ffd780>ชาร์จโจมตี</color>\n<color=#ffffff>หมายเหตุ:</color>\nช่วยเพิ่มความเสียหายให้แก่การ <color=#ffd780>โจมตีปกติ</color> และการ <color=#ffd780>ชาร์จโจมตี</color> ของ Ayaka\nประสานกับค่าการเติบโตของ Ayaka ที่เป็น <color=#ffd780>ความแรงคริ</color>\n<color=#ffffff>หาได้จาก:</color>\nซื้อ Gnostic Hymn (Battle Pass)"
      },
      {
        "type": "CustomEntry",
        "epId": 2058,
        "name": "Blackcliff Longsword",
        "desc": "Blackcliff ตีเหล็กจนเป็นดาบยาว สีดำของตัวดาบเผยให้เห็นประกายของเลือด",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/黑岩长剑.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Blackcliff Longsword</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ความสามารถ:</color>\nค่าสถานะรอง: <color=#ffd780>ความแรงคริ</color>\nสกิลติดตัว: หลังจากที่กำจัดศัตรูจะเพิ่มค่า <color=#ffd780>พลังโจมตี</color>\n<color=#ffffff>หมายเหตุ:</color>\nให้ค่า <color=#ffd780>ความแรงคริ</color> ซึ่งสามารถใช้งานได้ดีหาก Ayaka มีค่า <color=#ffd780>อัตราคริ</color> ที่มากพอแล้ว\nสกิลติดตัวของดาบนี้สามารถใช้งานได้ดีเมื่อมีศัตรูจำนวนมาก\n<color=#ffffff>หาได้จาก:</color>\nร้านค้า Paimon"
      },
      {
        "type": "CustomEntry",
        "epId": 1983,
        "name": "The Alley Flash",
        "desc": "ดาบตรงสีดำยาว ราวกับราตรีอันมืดมิด ครั้งหนึ่งเคยเป็นของโจร ที่ร่อนเร่ไปมาในตรอกมืด",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/暗巷闪光.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>The Alley Flash</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ความสามารถ:</color>\nค่าสถานะรอง: <color=#ffd780>ความชำนาญธาตุ</color>\nสกิลติดตัว: เพิ่มค่าความเสียหายให้แก่ตัวละครที่สวมใส่ หากได้รับความเสียหาย สกิลติดตัวจะหายไปเป็นเวลา 5 วินาที\n<color=#ffffff>หมายเหตุ:</color>\nให้ค่าโจมตีพื้นฐานสูงที่สุดในบรรดาอาวุธ 4-ดาว\nค่า <color=#ffd780>ความชำนาญธาตุ</color> สามารถใช้ได้ดีเมื่อใช้ Ayaka ใน <color=#ece5d8>ทีมระเหย</color>\n<color=#ffffff>หาได้จาก:</color>\nการอธิษฐาน"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "อาวุธ 5-ดาว"
      },
      {
        "type": "CustomEntry",
        "epId": 2044,
        "name": "Mistsplitter Reforged",
        "desc": "ดาบที่เปล่งประกายแสงสีม่วงออกมาอย่างรุนแรง ชื่อ \"Reforged\" ของมันนั้น ได้มาจากการที่ครั้งหนึ่งมันเคยหักไป",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/雾切之回光.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Mistsplitter Reforged</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ความสามารถ:</color>\nค่าสถานะรอง: <color=#ffd780>ความแรงคริ</color>\nสกิลติดตัว: ได้รับ <color=#ffd780>โบนัสความเสียหายของธาตุ</color> ทั้งหมดและได้รับพลังของ \" <color=#ffd780>Mistsplitter's Emblem</color> \" โดยเมื่อครอบครอง Mistsplitter's Emblem 1/2/3 ชั้น จะได้รับโบนัสความเสียหายของธาตุตัวเอง โดยที่ตัวละครจะได้รับ Mistsplitter's Emblem 1 ชั้น ในแต่ละสถานการณ์ต่อไปนี้: เมื่อ <color=#ffd780>การโจมตีปกติ</color> ทำให้เกิด <color=#ffd780>ความเสียหายธาตุ</color> ; เมื่อใช้ <color=#ffd780>ท่าไม้ตาย</color> ; เมื่อ <color=#ffd780>พลังงานธาตุ</color> ของตัวละครต่ำกว่า 100%\n<color=#ffffff>หมายเหตุ:</color>\nเป็นอาวุธประจำตัวของ Kamisato Ayaka\nให้ทั้งค่า <color=#ffd780>ความแรงคริ</color> และ <color=#ffd780>โบนัสความเสียหายธาตุ</color> เพื่อเพิ่มความเสียหายของ Ayaka\n<color=#ffd780>การโจมตีปกติ</color> ของ Ayaka จะเพิ่ม <color=#99ffff>ความเสียหายน้ำแข็ง</color> เมื่อสามารถครอบครองได้ถึงชั้นที่ 3\n<color=#ffffff>หาได้จาก:</color>\nการอธิษฐาน"
      },
      {
        "type": "CustomEntry",
        "epId": 1989,
        "name": "Haran Geppaku Futsu",
        "desc": "ผลงานชิ้นเอกที่ Futsu ได้รับคำสั่งให้ทำขึ้น เนื่องจากมีลักษณะเหมือนคลื่นทะเลอันแสนปั่นป่วน จึงได้รับนามว่า \"Haran (คลื่นคลั่ง)\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/波乱月白经津.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Haran Geppaku Futsu</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ความสามารถ:</color>\nค่าสถานะรอง: <color=#ffd780>อัตราคริ</color>\nสกิลติดตัว: ได้รับ <color=#ffd780>โบนัสความเสียหายของธาตุ</color> ทั้งหมด เมื่อตัวละครอื่น ๆ ในทีมที่อยู่ในบริเวณใกล้เคียงปล่อย <color=#ffd780>สกิลธาตุ</color> จะทำให้ตัวละครที่ใช้อาวุธนี้ได้รับเอฟเฟกต์ <color=#ffd780>Wavespike</color> เมื่อตัวละครที่ใช้อาวุธนี้ปล่อย <color=#ffd780>สกิลธาตุ</color> หากมีเอฟเฟกต์ Wavespike สะสมอยู่ จะทำให้เพิ่มความเสียหายของ <color=#ffd780>การโจมตีปกติ</color> ขึ้น\n<color=#ffffff>หมายเหตุ:</color>\nให้ค่า <color=#ffd780>อัตราคริ</color> ซึ่งประสานกับค่า <color=#ffd780>ความแรงคริ</color> จากโบนัสค่าสถานะการเลื่อนขั้นของ Ayaka\nให้ทั้งค่า <color=#ffd780>อัตราคริ</color> และ <color=#ffd780>โบนัสความเสียหายธาตุ</color> เพื่อเพิ่มความเสียหายของ Ayaka\n<color=#ffffff>หาได้จาก:</color>\nการอธิษฐาน"
      },
      {
        "type": "CustomEntry",
        "epId": 3461,
        "name": "Light of Foliar Incision",
        "desc": "<p><span>ดาบที่ทำขึ้นจากกิ่งสีขาวที่แสนล้ำค่า และถูกตกแต่งด้วยทองคำ ซึ่งได้ฟาดฟันพิษแห่งความมืด ที่แพร่ระบาดไปทั่วทั้งป่า จนขาดสะบั้นมาแล้วนับไม่ถ้วน</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/16/144837601/ba00a8dd74d8190456a95ecc95d7daf7_4687378398000099479.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Light of Foliar Incision</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ความสามารถ:</color>\nค่าสถานะรอง: <color=#ffd780>ความแรงคริ</color>\nสกิลติดตัว: <color=#ffd780>อัตราคริ</color> เพิ่มขึ้นหลังจากที่ <color=#ffd780>การโจมตีปกติ</color> ทำให้เกิดความเสียหายธาตุ จะได้รับเอฟเฟกต์ \" <color=#ffd780>Foliar Incision</color> \": <color=#ffd780>การโจมตีปกติ</color> และสกิลธาตุสร้าง <color=#ffd780>ความเสียหาย</color> เพิ่มขึ้น โดยค่าที่เพิ่มจะขึ้นอยู่กับค่า <color=#ffd780>ความชำนาญธาตุ</color>\n<color=#ffffff>หมายเหตุ:</color>\nให้ทั้งค่า <color=#ffd780>ความแรงคริ</color> และ <color=#ffd780>อัตราคริ</color> เพื่อเพิ่ม <color=#ffd780>ความเสียหาย</color> ของ Ayaka\nเนื่องจาก Ayaka สามารถใช้สกิลธาตุและโจมตีด้วย <color=#99ffff>ธาตุน้ำแข็ง</color> ได้ ทำให้สามารถใช้สกิลติดตัวของอาวุธได้\n<color=#ffffff>หาได้จาก:</color>\nการอธิษฐาน"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Splendor of Tranquil Waters",
        "desc": "<p>คทาที่ปกคลุมด้วยน้ำบริสุทธิ์ ครั้งหนึ่งเคยเป็นสัญลักษณ์ของอำนาจสูงสุดบนผืนทะเลในอดีตอันไกลโพ้น</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/144837601/9807aa25f336daae391a6f6d4995af3d_5387643842425348750.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Splendor of Tranquil Waters</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ความสามารถ:</color>\nค่าสถานะรอง: <color=#ffd780>ความแรงคริ</color>\nสกิลติดตัว: เมื่อ <color=#ffd780>พลังชีวิต</color> ของตัวละครที่สวมใส่เพิ่มขึ้นหรือลดลง <color=#ffd780>ความเสียหาย</color> ที่สกิลธาตุสร้างจะเพิ่มขึ้น 8% โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้มากสุด 3 ครั้ง และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที เมื่อ <color=#ffd780>พลังชีวิต</color> ของตัวละครอื่น ๆ ในทีมเพิ่มขึ้นหรือลดลง <color=#ffd780>พลังชีวิตสูงสุด</color> ของตัวละครที่สวมใส่จะเพิ่มขึ้น 14% โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้มากสุด 2 ครั้ง และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ตัวละครที่สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้\n<color=#ffffff>หมายเหตุ:</color>\nให้ค่า <color=#ffd780>ความแรงคริ</color> เพื่อเพิ่ม <color=#ffd780>ความเสียหาย</color> ของ Ayaka\n<color=#ffffff>หาได้จาก:</color>\nการอธิษฐาน"
      },
      {
        "type": "CustomEntry",
        "epId": 2000,
        "name": "Primordial Jade Cutter",
        "desc": "ดาบสำหรับพิธีการที่แกะสลักมาจากหยกบริสุทธิ์อย่างประณีต เมื่อแกว่งดาบไปมาในสายลม จะมีเสียงที่คล้ายกับเสียงลมหายใจ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/磐岩结绿.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Primordial Jade Cutter</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ความสามารถ:</color>\nค่าสถานะรอง: <color=#ffd780>อัตราคริ</color>\nสกิลติดตัว: เพิ่ม <color=#ffd780>พลังชีวิต</color> นอกจากนี้จะได้รับโบนัส <color=#ffd780>พลังโจมตี</color> ตาม <color=#ffd780>พลังชีวิต</color> สูงสุดของตัวละครที่ใช้อาวุธนี้\n<color=#ffffff>หมายเหตุ:</color>\nให้ทั้งค่า <color=#ffd780>อัตราคริ</color> และ <color=#ffd780>พลังโจมตี</color> เพื่อเพิ่ม <color=#ffd780>ความเสียหาย</color> ของ Ayaka แม้พรสวรรค์ของ Ayaka จะไม่ได้ใช้ <color=#ffd780>พลังชีวิต</color> แต่ค่า <color=#ffd780>อัตราคริ</color> ของอาวุธชิ้นนี้ก็สามารถใช้ได้ดีกับค่าการเติบโตซึ่งเป็น <color=#ffd780>ความแรงคริ</color> ของ Ayaka\n<color=#ffffff>หาได้จาก:</color>\nการอธิษฐาน"
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Skyward Blade",
        "desc": "ดาบของอัศวินที่เป็นสัญลักษณ์ของการกอบกู้เกียรติยศของ Dvalin ด้วยพรของเทพแห่งลมที่หลับใหลอยู่ในดาบนี้จึงทำให้มันมีพลังของท้องฟ้าและสายลม",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Skyward Blade</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ความสามารถ:</color>\nค่าสถานะรอง: <color=#ffd780>การฟื้นฟูพลังงาน</color>\nสกิลติดตัว: เพิ่ม <color=#ffd780>อัตราคริ</color> และเมื่อใช้ท่าไม้ตายจะได้รับ <color=#ffd780>ความเร็วในการเคลื่อนที่</color> ความ <color=#ffd780>เร็วในการโจมตี</color> และค่าความเสียหายจากการ <color=#ffd780>โจมตีปกติ</color> และการ <color=#ffd780>ชาร์จโจมตี</color> เพิ่มขึ้น\n<color=#ffffff>หมายเหตุ:</color>\n<color=#ffd780>ค่าฟื้นฟูพลังงาน</color> จะช่วยในเรื่องการใช้ท่าไม้ตายของ Ayaka ที่ต้องใช้ <color=#ffd780>ค่าพลังงาน</color> สูง นอกจากนี้ยังช่วยเพิ่มค่า <color=#ffd780>อัตราคริ, ความเร็วในการเคลื่อนที่,</color> <color=#ffd780>ความเร็วในการโจมตี</color> และเพิ่มความเสียหายในการ <color=#ffd780>โจมตีปกติ</color> และ <color=#ffd780>ชาร์จโจมตี</color> หลังจากการกดใช้ <color=#ffd780>ท่าไม้ตาย</color> อีกด้วย\n<color=#ffffff>หาได้จาก:</color>\nการอธิษฐาน"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "อาร์ติแฟกต์แนะนำ"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ค่าสถานะอาร์ติแฟกต์"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/1387f1512524772db99ae30b6303f939_5072609172935942900.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>พลังโจมตี</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/56451470fe75f710b812ac28e226273b_5774236690802856497.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#99ffff>โบนัสความเสียหายน้ำแข็ง</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2022/11/20/35428890/8bc07934c9290b83751c7fa183a43ab7_32021027934025390.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>อัตราคริ / ความแรงคริ / พลังโจมตี</color>",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เซ็ต 4 อัน"
      },
      {
        "type": "CustomEntry",
        "epId": 2062,
        "name": "Blizzard Strayer",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Blizzard Strayer</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>โบนัสเซ็ต:</color>\nเซ็ต 2 อัน: ได้รับโบนัส <color=#99ffff>ความเสียหายน้ำแข็ง</color> 15 %\nเซ็ต 4 อัน: เมื่อโจมตีศัตรูที่ได้รับผลกระทบของ <color=#99ffff>ธาตุน้ำแข็ง</color> <color=#ffd780>อัตราคริ</color> จะเพิ่มขึ้น 20%; หากศัตรูตกอยู่ใน <color=#ece5d8>สภาวะแช่แข็ง</color> <color=#ffd780>อัตราคริ</color> จะเพิ่มขึ้นอีก 20%\n<color=#ffffff>หมายเหตุ:</color>\nควรใช้ Ayaka ในทีมปฎิกิริยาธาตุ <color=#99ffff>น้ำแข็ง</color> หรือทีม <color=#ece5d8>แช่แข็ง</color> เพื่อใช้งานโบนัสเซ็ต 4 อัน\nโบนัสเซ็ต 4 อันจะทำให้สามารถเพิ่ม <color=#ffd780>ความแรงคริ</color> หรือค่าสถานะอื่นของ Ayaka ได้มากขึ้นโดยที่ไม่จำเป็นต้องมุ่งไปที่ค่า <color=#ffd780>อัตราคริ</color> มากนัก"
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Gladiator's Finale",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Gladiator's Finale</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>โบนัสเซ็ต:</color>\nเซ็ต 2 อัน: เพิ่ม <color=#ffd780>พลังโจมตี</color> 18%\nเซ็ต 4 อัน: เมื่อตัวละครที่สวมเซ็ตอาร์ติแฟกต์นี้ใช้ดาบ, ดาบใหญ่, หอก ตัวละครจะสร้างความเสียหายจากการ <color=#ffd780>โจมตีปกติ</color> เพิ่มขึ้น 35%\n<color=#ffffff>หมายเหตุ:</color>\nช่วยเพิ่ม <color=#ffd780>พลังโจมตี</color> ของ Ayaka และนอกจากนี้ยังช่วยเพิ่มความเสียหายจากการ <color=#ffd780>โจมตีปกติ</color> ของ Ayaka"
      },
      {
        "type": "CustomEntry",
        "epId": 2090,
        "name": "Emblem of Severed Fate",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Emblem of Severed Fate</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>โบนัสเซ็ต:</color>\nเซ็ต 2 อัน: เพิ่มประสิทธิภาพ <color=#ffd780>การฟื้นฟูพลังงาน</color> 20%\nเซ็ต 4 อัน: เพิ่มความเสียหายของ <color=#ffd780>ท่าไม้ตาย</color> ขึ้น 25% ของ <color=#ffd780>ประสิทธิภาพการฟื้นฟูพลังงาน</color> โดยจะสามารถเพิ่มความเสียหายด้วยวิธีนี้ได้มากสุดถึง 75%\n<color=#ffffff>หมายเหตุ:</color>\nทำให้ <color=#ffd780>ท่าไม้ตาย</color> ของ Ayaka สร้างความเสียหายได้มากขึ้น\nทำให้ไม่จำเป็นต้องจำกัดการเล่นในทีมต่าง ๆ ของ Ayaka"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เซ็ต 2 อัน / เซ็ต 2 อัน"
      },
      {
        "type": "CustomEntry",
        "epId": 2062,
        "name": "Blizzard Strayer",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Gladiator's Finale",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Blizzard Strayer + Gladiator's Finale</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>โบนัสเซ็ต:</color>\n[Blizzard Strayer] เซ็ต 2 อัน: ได้รับโบนัส <color=#99ffff>ความเสียหายน้ำแข็ง</color> 15 %\n[Gladiator's Finale] เซ็ต 2 อัน: เพิ่ม <color=#ffd780>พลังโจมตี</color> 18%\n<color=#ffffff>หมายเหตุ:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Gladiator's Finale",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "สามารถใช้"
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Vermillion Hereafter",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "/"
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Echoes of an Offering",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "/"
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Shimenawa's Reminiscence",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "ทดแทนได้"
      },
      {
        "type": "CustomEntry",
        "epId": 2062,
        "name": "Blizzard Strayer",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2075,
        "name": "Noblesse Oblige",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Blizzard Strayer + Noblesse Oblige</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>โบนัสเซ็ต:</color>\n[Blizzard Strayer] เซ็ต 2 อัน: ได้รับโบนัส <color=#99ffff>ความเสียหายน้ำแข็ง</color> 15 %\n[Noblesse Oblige] เซ็ต 2 อัน: ความเสียหายของ <color=#ffd780>ท่าไม้ตาย</color> เพิ่มขึ้น 20%\n<color=#ffffff>หมายเหตุ:</color>\nโบนัสพลังของเซ็ต 2+2 สามารถหาได้ง่าย และเป็นทางเลือกที่ดีหากคุณไม่สามารถหาเซ็ต 4 อัน มาใช้ได้\nควรจะเริ่มฟาร์มหาอาร์ติแฟกต์ 5 ดาวเมื่อระดับนักผจญภัยถึงระดับ 45 เป็นต้นไป\nผสมการใช้ เซ็ต 2 อัน/เซ็ต 2 อัน จากข้างต้น เพื่อเพิ่ม <color=#99ffff>โบนัสความเสียหายน้ำแข็ง</color> และ ความเสียหายโดยรวมจากท่าไม้ตายของ Ayaka"
      },
      {
        "type": "CustomEntry",
        "epId": 2062,
        "name": "Blizzard Strayer",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/539b03bed1057707abd643147e18abde_5208416816830639300.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Blizzard Strayer + Marechaussee Hunter</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>โบนัสเซ็ต:</color>\n[Blizzard Strayer] เซ็ต 2 อัน: ได้รับโบนัส <color=#99ffff>ความเสียหายน้ำแข็ง</color> 15 %\n[Marechaussee Hunter] เซ็ต 2 อัน: เพิ่มความเสียหาย <color=#ffd780>การโจมตีปกติ</color> และ <color=#ffd780>การชาร์จโจมตี</color> 15%\n<color=#ffffff>หมายเหตุ:</color>\nโบนัสพลังของเซ็ต 2+2 สามารถหาได้ง่าย และเป็นทางเลือกที่ดีหากคุณไม่สามารถหาเซ็ต 4 อัน มาใช้ได้\nควรจะเริ่มฟาร์มหาอาร์ติแฟกต์ 5 ดาวเมื่อระดับนักผจญภัยถึงระดับ 45 เป็นต้นไป\nผสมการใช้ เซ็ต 2 อัน/เซ็ต 2 อัน จากข้างต้น เพื่อเพิ่ม <color=#99ffff>โบนัสความเสียหายน้ำแข็ง</color> และเพิ่มความเสียหาย <color=#ffd780>การโจมตีปกติ</color> กับ <color=#ffd780>การชาร์จโจมตี</color> ของ Ayaka"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/539b03bed1057707abd643147e18abde_5208416816830639300.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Gladiator's Finale",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Marechaussee Hunter + Gladiator's Finale</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>โบนัสเซ็ต:</color>\n[Marechaussee Hunter] เซ็ต 2 อัน: เพิ่มความเสียหาย <color=#ffd780>การโจมตีปกติ</color> และ <color=#ffd780>การชาร์จโจมตี</color> 15%\n[Gladiator's Finale] เซ็ต 2 อัน: เพิ่ม <color=#ffd780>พลังโจมตี</color> 18%\n<color=#ffffff>หมายเหตุ:</color>\nโบนัสพลังของเซ็ต 2+2 สามารถหาได้ง่าย และเป็นทางเลือกที่ดีหากคุณไม่สามารถหาเซ็ต 4 อัน มาใช้ได้\nควรจะเริ่มฟาร์มหาอาร์ติแฟกต์ 5 ดาวเมื่อระดับนักผจญภัยถึงระดับ 45 เป็นต้นไป\nผสมการใช้ เซ็ต 2 อัน/เซ็ต 2 อัน จากข้างต้น เพื่อเพิ่ม <color=#ffd780>พลังโจมตี</color> และเพิ่มความเสียหาย <color=#ffd780>การโจมตีปกติ</color> กับ <color=#ffd780>การชาร์จโจมตี</color> ของ Ayaka"
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Gladiator's Finale",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "สามารถใช้"
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Vermillion Hereafter",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "/"
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Echoes of an Offering",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "/"
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Shimenawa's Reminiscence",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "ทดแทนได้"
      },
      {
        "type": "CustomEntry",
        "epId": 2062,
        "name": "Blizzard Strayer",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2090,
        "name": "Emblem of Severed Fate",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Blizzard Strayer + Emblem of Severed Fate</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>โบนัสเซ็ต:</color>\n[Blizzard Strayer] เซ็ต 2 อัน: ได้รับโบนัส <color=#99ffff>ความเสียหายน้ำแข็ง</color> 15 %\n[Emblem of Severed Fate] เซ็ต 2 อัน: เพิ่มประสิทธิภาพ <color=#ffd780>การฟื้นฟูพลังงาน</color> 20%\n<color=#ffffff>หมายเหตุ:</color>\nโบนัสพลังของเซ็ต 2+2 สามารถหาได้ง่าย และเป็นทางเลือกที่ดีหากคุณไม่สามารถหาเซ็ต 4 อัน มาใช้ได้\nควรจะเริ่มฟาร์มหาอาร์ติแฟกต์ 5 ดาวเมื่อระดับนักผจญภัยถึงระดับ 45 เป็นต้นไป\nผสมการใช้ เซ็ต 2 อัน/เซ็ต 2 อัน จากข้างต้น เพื่อเพิ่ม <color=#99ffff>โบนัสความเสียหายน้ำแข็ง</color> และ ค่า <color=#ffd780>การฟื้นฟูพลังงาน</color> ของ Ayaka"
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Gladiator's Finale",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2090,
        "name": "Emblem of Severed Fate",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Emblem of Severed Fate/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>Gladiator's Finale + Emblem of Severed Fate</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>โบนัสเซ็ต:</color>\n[Gladiator's Finale] เซ็ต 2 อัน: เพิ่ม <color=#ffd780>พลังโจมตี</color> 18%\n[Emblem of Severed Fate] เซ็ต 2 อัน: เพิ่มประสิทธิภาพ <color=#ffd780>การฟื้นฟูพลังงาน</color> 20%\n<color=#ffffff>หมายเหตุ:</color>\nโบนัสพลังของเซ็ต 2+2 สามารถหาได้ง่าย และเป็นทางเลือกที่ดีหากคุณไม่สามารถหาเซ็ต 4 อัน มาใช้ได้\nควรจะเริ่มฟาร์มหาอาร์ติแฟกต์ 5 ดาวเมื่อระดับนักผจญภัยถึงระดับ 45 เป็นต้นไป\nผสมการใช้ เซ็ต 2 อัน/เซ็ต 2 อัน จากข้างต้น เพื่อเพิ่ม <color=#ffd780>พลังโจมตี</color> และค่า <color=#ffd780>การฟื้นฟูพลังงาน</color> ของ Ayaka"
      },
      {
        "type": "CustomEntry",
        "epId": 2095,
        "name": "Gladiator's Finale",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Gladiator's Finale/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "สามารถใช้"
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Vermillion Hereafter",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "/"
      },
      {
        "type": "CustomEntry",
        "epId": 2076,
        "name": "Echoes of an Offering",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Echoes of an Offering/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "/"
      },
      {
        "type": "CustomEntry",
        "epId": 2098,
        "name": "Shimenawa's Reminiscence",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Shimenawa's Reminiscence/flower_of_life_icon.png",
        "amount": 1,
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "ทดแทนได้"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "รายละเอียดตัวละคร",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "การประกาศตัวละคร"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>06/07/21</color>\n\"คุณหนู Ayaka เป็นบุตรสาวคนโตในตระกูล Kamisato แต่กลับคอยดูแลพวกเราทุกคน ไม่ว่าจะเป็นเรื่องลำบากยุ่งยากขนาดไหน เธอก็จะทำมันด้วยตัวเอง ถ้าฉันไม่ได้เห็นกับตาตัวเองล่ะก็ ไม่น่าเชื่อว่าจะยังมีคุณหนูสูงศักดิ์นิสัยแบบนี้อยู่บนโลก\" พ่อค้าธรรมดา ๆ ใน Hanamizaka"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/16/144837601/eed414dbaf87ba72a68a4f41eced0933_632688483721955255.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ธีมวิดีโอตัวละคร Kamisato Ayaka - \"กระเรียนขาวในลานบ้าน\""
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15/07/21</color>\nสำนัก Yashiro รับผิดชอบกิจการเกี่ยวกับสิ่งศักดิ์สิทธิ์ และงานรื่นเริงของ Inazuma\n\"องค์หญิงกระเรียนขาว\" ที่สง่างามและสุขุมเอง ก็มักจะยุ่งอยู่กับการประสานงานเรื่องต่าง ๆ อยู่เสมอ\nแต่เมื่อกระเรียนขาวบินกลับมาถึงลานบ้าน ก็จะกลายเป็น Ayaka เด็กสาวธรรมดา ๆ คนหนึ่งที่มีความปรารถนาของตัวเองอยู่ในใจ\nแต่ว่าในครั้งนี้มีนักเดินทางต่างแดนร่วมทางด้วย ไม่แน่ว่าความปรารถนานี้อาจจะเป็นจริงในไม่ช้า\n<color=#ff9999>YouTube:</color>\nภาษาจีน CV: -\nภาษาอังกฤษ CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=vsCO7C416bs"
      },
      {
        "type": "RichText",
        "text": "ภาษาญี่ปุ่น CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=Da6hE1zSh1Q"
      },
      {
        "type": "RichText",
        "text": "ภาษาเกาหลี CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=00m2V1jGNLE"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/cc5506a6b3e6e53683820df08c5bd387_4843992279322034154.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "แนะนำตัวละคร"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15/07/21</color>\nวันนี้ขอแนะนำให้ทุกคนรู้จักกับคุณหนูใหญ่จาก \"ตระกูล Kamisato แห่งสำนัก Yashiro\" - Kamisato Ayaka\nมีตำแหน่งเป็น \"เจ้าหญิง\" ผู้ดูแลกิจการภายในและภายนอกของตระกูลในวันธรรมดา\nเธอมีรูปลักษณ์ที่สง่างามและบุคลิกอันสูงส่ง จึงเป็นที่ชื่นชมของผู้คนมากมาย"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/48dd2aa3f70e72ddcff5f8a620cc9d56_5711278338892008968.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ประกาศรายชื่อผู้พากย์เสียง"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21/07/21</color>\nประกาศรายชื่อผู้พากย์เสียง\n\"ฉันรอคอยที่จะได้พบท่านมาเนิ่นนาน\"\nนักเดินทาง มาทำความรู้จักกับนักพากย์ของ \"กระเรียนขาวกลางหิมะ\" Kamisato Ayaka กันเถอะ!\nนักพากย์\n<color=#99ffff>EN CV: Erica Mendez</color>\n<color=#99ffff>JP CV: HAYAMI Saori</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/92d74329d2d385e64bf76bad0ad533ad_5878424595436351337.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวอย่างตัวละครของ - \"Kamisato Ayaka - สึบากิแย้มบานกลางเหมันต์\""
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>20/07/21</color>\nแม้ว่า Ayaka จะสำเร็จวิชาดาบ Kamisato มานานแล้ว แต่เธอยังยืนหยัดที่จะฝึกฝนต่อไปอย่างเคร่งครัด\nในช่วงนี้ คนรับใช้ในบ้านต่างสังเกตเห็นว่าเธอฝึกวิชาดาบของเธอบ่อยขึ้นกว่าปกติ...\n<color=#ff9999>YouTube:</color>\nภาษาจีน CV: -\nภาษาอังกฤษ CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=5RCsr1Y8UZA"
      },
      {
        "type": "RichText",
        "text": "ภาษาญี่ปุ่น CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=sle7Rd0ntWQ"
      },
      {
        "type": "RichText",
        "text": "ภาษาเกาหลี CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=Ot1d7g5Q-hE"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/f48898e419fe895681b7410c71f471d8_349071074857549944.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เก็บตกตัวละคร - \"Kamisato Ayaka: กระเรียนร่ายรำกลางหิมะ\""
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21/07/21</color>\nผู้คนเพียงพบเห็นกระเรียนหิมะที่สูงส่ง แต่ใต้เงาปีกที่กระพืออย่างสง่างามนั้น\nไม่มีใครเคยรู้ถึงความเพียรพยายามฝึกฝนอย่างหนักที่อยู่เบื้องหลังความสง่างามของ Ayaka\nหัวใจของดาบ, แก่นแท้ของชา, จิตวิญญาณของหมากรุก เช่นเดียวกับหัวใจที่แท้จริงของ Kamisato Ayaka\nที่เป็นดั่งดาบที่ถูกทุบตีนับพันครั้งแต่ก็ไม่เสียเจตจำนง\n<color=#ff9999>YouTube:</color>\nภาษาจีน CV: -\nภาษาอังกฤษ CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=hUDhKYxGh0M"
      },
      {
        "type": "RichText",
        "text": "ภาษาญี่ปุ่น CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=R7uBLW2SWHg"
      },
      {
        "type": "RichText",
        "text": "ภาษาเกาหลี CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=AtsYNre8JBc"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/085221769f190a767ba17b635ea575f4_8667044008404845765.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "กิจกรรมบนหน้าเว็บต้อนรับตัวละครใหม่: Kamisato Ayaka"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>26/07/21</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/f230f93bb6f8837b56c000132fbbc1bd_2875622621148201640.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "อิโมจิ",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ภาพวาดของ Paimon VIII"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25/11/21</color>\nสวัสดีนักเดินทาง! แพ็กอิโมจิใหม่ล่าสุดของ \"Genshin Impact\" เปิดตัวแล้ว!\nในภาพวาดของ Paimon ได้รวบรวมแพ็กอิโมจิแบบจิบิของตัวละครใน \"Genshin Impact\" ไว้มากมาย หวังว่าทุกคนจะชอบนะ ในอนาคต Paimon ก็จะทุ่มเทและพยายามเพื่อวาดผลงานที่ทุกคนชื่นชอบออกมาอีกนะ!"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/50c267577653304955bac96685f4d555_1321341407300029570.jpg",
        "alignment": "left"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/554f13b05269c13021f9c7082bb6f8b7_6285573552948048127.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/198356b76733769f122faa2e3140d76d_319375967494152007.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/55fdb388ee2577b723e880b1fa7cdebd_3114376106867094248.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/b10933df312f19d144f96e7bf1d84f4b_4661149190624657050.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ภาพวาดของ Paimon XIV"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21/04/22</color>\nสวัสดีนักเดินทาง! แพ็กอิโมจิใหม่ล่าสุดของ \"Genshin Impact\" เปิดตัวแล้วที่ HoYoLAB!\nในภาพวาดของ Paimon ได้รวบรวมแพ็กอิโมจิแบบจิบิของตัวละครใน \"Genshin Impact\" ไว้มากมาย หวังว่าทุกคนจะชอบนะ ในอนาคต Paimon ก็จะทุ่มเทและพยายามเพื่อวาดผลงานที่ทุกคนชื่นชอบออกมาอีกนะ!"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/d95f5b80cbea50d29b52e09e53639c0d_1966883843966677813.jpg",
        "alignment": "left"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/28a5a451f2d67cdbc6f6773ad43e0908_940364930299498040.jpg",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/18c42d065bbe5340ec4fddeb6430dbd8_2368813777724036530.jpg",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/b79dfab6f15b410131603eda0eb734d2_7874828001918736156.jpg",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/c0ddb3709da5fd167ec0530dfd90af6f_1757857217344232481.jpg",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ภาพวาดของ Paimon XX"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15/12/22</color>\nสวัสดีนักเดินทาง! แพ็กอิโมจิใหม่ล่าสุดของ \"Genshin Impact\" เปิดตัวแล้วที่ HoYoLAB!\nในภาพวาดของ Paimon ได้รวบรวมแพ็กอิโมจิแบบจิบิของตัวละครใน \"Genshin Impact\" ไว้มากมาย\nหวังว่าทุกคนจะชอบนะ ในอนาคต Paimon ก็จะทุ่มเทและพยายามเพื่อวาดผลงานที่ทุกคนชื่นชอบออกมาอีกนะ!"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/b1e0bb4deff0b1216bdb60095ca99526_4725792314095988610.jpg",
        "alignment": "left"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/cfbd99a10f94252bcf752f25050ef6eb_2723775312146248863.jpg",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ภาพวาดของ Paimon XXIX"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>28/12/23</color>\nสวัสดีนักเดินทาง! แพ็กอิโมจิใหม่ล่าสุดของ \"Genshin Impact\" เปิดตัวแล้วที่ HoYoLAB!\nในภาพวาดของ Paimon ได้รวบรวมแพ็กอิโมจิแบบจิบิของตัวละครใน \"Genshin Impact\" ไว้มากมาย หวังว่าทุกคนจะชอบนะ ในอนาคต Paimon ก็จะทุ่มเทและพยายามเพื่อวาดผลงานที่ทุกคนชื่นชอบออกมาอีกนะ!"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/03/144837601/5779ec6993707541530e8654009ca534_2948132395128350674.png",
        "alignment": "left"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/16/144837601/73bc22e9938c4501b03d5bca38af3921_1740472422331181987.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/16/144837601/088f9b46bd907c53fae9889915a99ed2_7569985364702796169.png",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "การปรากฏตัวอื่น ๆ",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "วิดีโอเปิดตัว Genshin Impact"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>07/07/19</color>\n<color=#ff9999>YouTube:</color>\nภาษาจีน CV: -\nภาษาอังกฤษ CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=lMdsrZ1otlA"
      },
      {
        "type": "RichText",
        "text": "ภาษาญี่ปุ่น CV: -\nภาษาเกาหลี CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=yytFBFzJLmU"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/db08dfcceb467c66265d17dfb2d6b668_6405708656167845700.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวอย่างเควสต์หลัก - \"รอยเท้า\""
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>27/09/20</color>\n[Prologue - คนแปลกหน้าผู้มากับสายลม]\n- [I. ลาก่อน เทพโบราณ]\n- [II. พันมือพันเนตรในโลกหล้า]\n- [III.คัมภีร์แห่งความว่างเปล่า]\n- [IV. การเต้นรำของคนบาป]\n- [V. บทกวีแห่งการฟื้นคืนชีพ]\n- [VI. ดินแดนหิมะที่ไร้ซึ่งความเมตตาจากเทพเจ้า]\n<color=#ff9999>YouTube:</color>\nภาษาจีน CV: -\nภาษาอังกฤษ CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=TAlKhARUcoY"
      },
      {
        "type": "RichText",
        "text": "ภาษาญี่ปุ่น CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=iRDcHzO3qZI"
      },
      {
        "type": "RichText",
        "text": "ภาษาเกาหลี CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=aCNNqHEMA9A"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/7ca7921f0e26d61824b06304f6476346_9197774351657069167.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวอย่างเวอร์ชัน 2.0: สายฟ้านิรันดร์ กับความฝันอันว่างเปล่า"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>09/07/21</color>\nสายฟ้าจากต่างแดน ทะลวงมายาแห่งนิรันดร์ อัสนีตัดเงามืด สำแดงเจตจำนงเทพเจ้า ข้ามผ่านพายุฝนฟ้าคะนอง เดินท่องไปตามหมู่เกาะที่ได้รับพรจากดอกซากุระ ร่วมเป็นสักขีพยานของท่านโชกุนผู้ยิ่งใหญ่ในการตามล่าความเป็นนิรันดร์\n<color=#ff9999>YouTube:</color>\nภาษาจีน CV: -\nภาษาอังกฤษ CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=gEOI-Ae_aaU"
      },
      {
        "type": "RichText",
        "text": "ภาษาญี่ปุ่น CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=H8NhrjsRBO4"
      },
      {
        "type": "RichText",
        "text": "ภาษาเกาหลี CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=r2KigQV40i4"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/15/144837601/f5d402e511c5de8d2dca42e3cf215986_7686496158475243958.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "OST ธีมตัวละคร \"The Stellar Moments Vol. 2\""
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>26/01/22</color>\n\"OST ธีมตัวละครของ Genshin Impact \"The Stellar Moments Vol. 2\" เปิดตัวแล้ว!\nประกอบไปด้วยบทเพลง 21เพลง จากเพลงประกอบต้นฉบับที่ผลิตโดยทีมงาน HOYO-MiX\nซึ่งทุกเพลงจะเป็นเพลงต้นฉบับที่แต่งขึ้นสำหรับแต่ละตัวละครในเกม Genshin Impact โดยเฉพาะ\"\n<color=#ff9999>YouTube:</color>\nภาษาจีน CV: -\nภาษาอังกฤษ CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=hopQXbkXm94"
      },
      {
        "type": "RichText",
        "text": "ภาษาญี่ปุ่น CV: -\nภาษาเกาหลี CV: -"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/a8752ebf2eb06d2ba7ee20469fa72c7a_3155553889254933963.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "คลิปสั้นโฆษณาเนื้อเรื่อง Genshin Impact"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>04/02/22</color>\nตัวละครที่ปรากฏตัวในคลิปสั้นโฆษณา:\nYae Miko\nKaedehara Kazuha\nนักเดินทาง Aether\nPaimon\nKamisato Ayato\nKamisato Ayaka\nSangonomiya Kokomi\nRaiden Shogun\n<color=#ff9999>YouTube:</color>\nภาษาจีน CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=yPC4dSCKBzg"
      },
      {
        "type": "RichText",
        "text": "ภาษาอังกฤษ CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=nU0MnCpsUD4"
      },
      {
        "type": "RichText",
        "text": "ภาษาญี่ปุ่น CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=B7ub6eMw0V0"
      },
      {
        "type": "RichText",
        "text": "ภาษาเกาหลี CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=sRCDN-BmhKc"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/07/04/176148810/ff71525dc9019e2b6f702726e1b85a2e_8744890065943320700.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวอย่างเวอร์ชัน 2.6: \"สายลมพัดหวนลานสวนม่วงคราม\""
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>18/03/22</color>\nสายลมพัดผ่านท้องทุ่งเขียวขจี เยี่ยมเยือนม้วนภาพบทกวีของสวนสีม่วง\nแสงอันบริสุทธิ์ของหุบเขาส่องแสงสว่างที่มุมก้นเหวลึกมืดมิด\nเหนือผืนน้ำที่สว่างไสวดั่งกระจกเงา อดีตที่ถูกลืมได้ตื่นขึ้นอีกครั้ง...\n<color=#ff9999>YouTube:</color>\nภาษาจีน CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=wRHpMly1Rsk"
      },
      {
        "type": "RichText",
        "text": "ภาษาอังกฤษ CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=LqCwQicfMuc"
      },
      {
        "type": "RichText",
        "text": "ภาษาญี่ปุ่น CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=tTgs_WYG0_g"
      },
      {
        "type": "RichText",
        "text": "ภาษาเกาหลี CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=0WI2xZFg_JA"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/41607af2e8dbe42eae90ad2c8aaf2943_6169518301966654824.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ธีมวิดีโอตัวละคร Kamisato Ayato - \"แสงไฟสว่างไสวยามราตรี\""
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>24/03/22</color>\nงานของสำนัก Yashiro นั้นเป็นเรื่องสำคัญ แต่ในสายตาของท่าน Kamisato แล้ว มันไม่ได้พิเศษอะไร\nทุ่มเทแรงกายแรงใจกับสิ่งที่ทำ จัดการเรื่องมากมายสารพันปัญหา\nเพื่อแสงไฟอันอบอุ่นท่ามกลางสายฝนพรำในยามราตรี\n<color=#ff9999>YouTube:</color>\nภาษาจีน CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=TsVw551Gbwc"
      },
      {
        "type": "RichText",
        "text": "ภาษาอังกฤษ CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=s3ok84NeMdU"
      },
      {
        "type": "RichText",
        "text": "ภาษาญี่ปุ่น CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=cklsFHnt-38"
      },
      {
        "type": "RichText",
        "text": "ภาษาเกาหลี CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=qo_djskMb9s"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/e96b233eb66cb3eea657c7a6a4498da4_4061874403019084502.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "PV เนื้อเรื่อง - \"เรื่องราวของ Kasen\""
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>13/04/22</color>\nเมื่อนานมาแล้ว Inazuma มีนักกวีมากความสามารถอยู่ห้าคน\nหลังจากเรื่องราวของ Kasen ที่เหลือทิ้งไว้ได้พลิกผันหลายครั้งครา พายุก็สงบลง\nวันนี้ มีผู้มีพรสวรรค์ห้าคนมารวมตัวกันในสวนสีม่วงเพื่อไขข้อสงสัย\nจนเมื่อสืบหาความจริงจนปรากฏ จึงได้นำความเก่ามาเรียบเรียงเขียนใหม่อีกครั้ง\n<color=#ff9999>YouTube:</color>\nภาษาจีน CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=oYE_9lq-IOo"
      },
      {
        "type": "RichText",
        "text": "ภาษาอังกฤษ CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=bVDDhl26Q0I"
      },
      {
        "type": "RichText",
        "text": "ภาษาญี่ปุ่น CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=sxASuK2hoZw"
      },
      {
        "type": "RichText",
        "text": "ภาษาเกาหลี CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=2Ao_9hU4Qio"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/05/22/144837601/4035739bddb230a27c84b245de95d00f_2404358072220698974.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "PV วิดีโอสั้น - \"เหมันต์โรยราสึบากิผลิบาน\""
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>18/04/22</color>\nดอกไม้ไม่ว่าจะแย้มบานสวยงามเพียงใด ก็ต้องอดทนต่อบททดสอบของฤดูหนาวอันโหดร้าย\nแต่เมื่อเกล็ดหิมะหยุดโปรยปราย ต้นไม้ที่เย็นยะเยือกก็ยังคงยืนหยัดอยู่\nเมื่อเมฆเปิดออกหิมะหลอมละลาย ถึงรู้ว่าฤดูใบไม้ผลิได้มาถึงแล้ว\n<color=#ff9999>YouTube:</color>\nภาษาจีน CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=v_QkcrKZ-Wc"
      },
      {
        "type": "RichText",
        "text": "ภาษาอังกฤษ CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=rAlymhPyKhQ"
      },
      {
        "type": "RichText",
        "text": "ภาษาญี่ปุ่น CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=1_wHgvZyZdk"
      },
      {
        "type": "RichText",
        "text": "ภาษาเกาหลี CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=fMyuzvUQNMg"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/e871478e74942e24b0fe15a4ee4f22e1_9221807281944472757.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "มินิอัลบั้ม - ภวังค์กระเรียนพเนจร"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>19/04/22</color>\nกลีบดอกไม้ของฤดูใบไม้ผลิพัดผ่านสวนสีม่วง ราวกับปีกกระพือไหวงดงามสง่า\nท่ามกลางเสียงเจื้อยแจ้วของมวลหมู่วิหกที่ลำธารในป่า ซุ่มซ่อนความคิดอย่างเงียบงัน\n<color=#ff9999>YouTube:</color>\nภาษาจีน CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=_Rd3wSwGKlg"
      },
      {
        "type": "RichText",
        "text": "ภาษาอังกฤษ CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=1TrFbhfq0s0"
      },
      {
        "type": "RichText",
        "text": "ภาษาญี่ปุ่น CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=mRoJGKDzt24"
      },
      {
        "type": "RichText",
        "text": "ภาษาเกาหลี CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=k2hjE2a4JjY"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/166f44c58b7cd758eb8fd7e2704c58b5_7335431874956856416.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "วิดีโอเข้าร่วมงาน TGA 2022 ของ Genshin Impact"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>08/12/22</color>\nด้วยแรงสนับสนุนของทุกท่าน \"Genshin Impact\" ได้รับรางวัล \"Players' Voice\"\nรวมถึงได้รับการเสนอชื่อเข้าชิงรางวัลประเภท \"Best Mobile Game\" และ \"Best Ongoing\" ในงาน The Game Awards 2022\nขอขอบพระคุณทุกท่านที่อยู่เคียงข้างพวกเรามาตลอดการเดินทางครั้งนี้!\n<color=#ff9999>YouTube:</color>\nภาษาจีน CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=7WSUFuca0R8"
      },
      {
        "type": "RichText",
        "text": "ภาษาอังกฤษ CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=8BSYycuH-q8"
      },
      {
        "type": "RichText",
        "text": "ภาษาญี่ปุ่น CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=teSOgJDYnBQ"
      },
      {
        "type": "RichText",
        "text": "ภาษาเกาหลี CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=_b5gmkDPsDg"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/04/20/144837601/2a84dab684bf9ce61263fc3af5481ba3_5963245275750513484.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "PV แฟชั่นคอสตูม Teyvat - กรุ่นกลิ่นดอกไม้จากหน้ากระดาษ"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>07/01/23</color>\nในโลกนี้มีหนังสือมากมายจนดูเหมือนครอบคลุมทุกสิ่งเกี่ยวกับโลกใบนี้ได้ บางเล่มเคร่งครัดจริงจัง บางเล่มแปลกใหม่\nแต่ทุกเล่มมีส่วนที่เหมือนกันเพียงอย่างเดียว นั่นคือ ต้องอ่านเงียบ ๆ ด้วยจิตใจที่สงบ จึงจะเข้าใจความหมายของมันได้\nเมื่อปิดหนังสือลง สิ่งที่อยู่ในห้วงภวังค์ ทั้งความทรงจำในวันวาน เรื่องราวหรือว่าตำนาน ล้วนล่องลอยไปไกลเช่นเดียวกับกลิ่นหอมของดอกไม้\n<color=#ff9999>YouTube:</color>\nภาษาจีน CV: -\nภาษาอังกฤษ CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=co59abJjokc"
      },
      {
        "type": "RichText",
        "text": "ภาษาญี่ปุ่น CV: -\nภาษาเกาหลี CV: -"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/6ddd2d6903a096494b3f977c128569c2_1369367616690452889.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "\"ค้นหาคำตอบให้เจอ ด้วยวิธีการของฉันเอง\" - คอสตูมใหม่ Kamisato Ayaka \"สารเมื่อยามดอกไม้ผลิบาน\""
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>07/01/23</color>\nสวัสดีนักเดินทางทุกท่าน~\nคอสตูมใหม่ของ Kamisato Ayaka \"สารเมื่อยามดอกไม้ผลิบาน\" จะเปิดตัวหลังจากอัปเดตเป็นเวอร์ชัน 3.4 แล้ว นักเดินทางสามารถไปซื้อที่ร้านค้าคอสตูมตัวละครได้เลย ต่อไป เรามาดูรายละเอียดของคอสตูมกันเถอะ~"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/467219af33312ceec295df7fdde88b79_8554812526899457358.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "คลิปสั้นโฆษณาเทศกาล Lantern Rite: ดั่งห้วงฝันโคม Mingxiao"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>22/01/23</color>\nแสงโคมนับพันมาบรรจบกันเหนือฟากฟ้า นำพาห้วงฝันนับพันมาบรรจบกันในช่วงเวลานี้\nขอให้ห้วงฝันนับพันร้อยเรียงสอดประสาน ให้เราได้พบพานกันอีกครา\n<color=#ff9999>YouTube:</color>\nภาษาจีน CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=DL4H_ZL_bo4"
      },
      {
        "type": "RichText",
        "text": "ภาษาอังกฤษ CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=2kY4raFWXtM"
      },
      {
        "type": "RichText",
        "text": "ภาษาญี่ปุ่น CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=lprwglzwQ4E"
      },
      {
        "type": "RichText",
        "text": "ภาษาเกาหลี CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=cPq_BkPzcyw"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/04/01/144837601/fea21e28ec57c3dcb05822af1ed42f02_5047778188843608850.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวอย่างเวอร์ชัน 4.3: \"กุหลาบและศัสตรา\""
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>08/12/23</color>\nเมื่อเทศกาลภาพยนตร์ Fontinalia เริ่มขึ้น ดูเหมือนว่าผู้กำกับ โปรดิวเซอร์ นักแสดง และผู้กำกับศิลป์... จะเข้าประจำตำแหน่งที่ถูกต้องกันหมดแล้ว\nดังนั้น การจะทำให้ปืนคาบศิลาลั่นไกส่งเสียงในเวลาที่เหมาะสม และทำให้ดอกกุหลาบเบ่งบานได้ถูกเวลานั้น จึงขึ้นอยู่กับความพยายามของทุกคนแล้ว\n<color=#ff9999>YouTube:</color>\nภาษาจีน CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=AIWWvD-dIRw"
      },
      {
        "type": "RichText",
        "text": "ภาษาอังกฤษ CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=Z1SK-G1B6rY"
      },
      {
        "type": "RichText",
        "text": "ภาษาญี่ปุ่น CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=l60SIb7ndso"
      },
      {
        "type": "RichText",
        "text": "ภาษาเกาหลี CV:"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=7chKakDDe5w"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/144837601/14ba867513f90bef1242897391882c7b_4709231894433034387.png",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "กิจกรรมความร่วมมือ",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "HEYTEA x Genshin Impact"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>06/09/22</color>\n<color=#80c0ff>Link:</color>\n<color=#37ffff>https:/www.bilibili.com/video/BV1jR4y1Y76v</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/c500cd2f4457f33a3816d4efaeada6d3_5810178746605314947.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genshin x Sweets Paradise"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>28/09/22</color>\n<color=#80c0ff>Link:</color>\n<color=#37ffff>https:/www.sweets-paradise.jp/collaboration/genshin202209</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/d2cf47a1008036476af0a3d6544d25ef_6360834814205949172.jpg",
        "alignment": "left"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "Genshin x GiGO"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>10/12/22</color>\n<color=#80c0ff>Link:</color>\n<color=#37ffff>https:/tempo.gendagigo.jp/genshin-2022/top.html</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/03/22/176148810/985a0bf57d6f30c9c239754534ca3345_4591503835498548341.jpg",
        "alignment": "left"
      }
    ],
    "textualResearch": [
      {
        "title": "[ข้อความวันเกิด] SNS & illust 1 (2020)",
        "desc": [
          {
            "type": "RichText",
            "text": "นี่คือเซอร์ไพรส์ที่คุณบอกครั้งก่อนใช่มั้ย?\nการที่ได้รู้จักกับคุณ เป็นความโชคดีของ Ayaka ค่ะ\nโปรดวางใจได้เลย ขอขวัญชิ้นนี้รวมทั้งความปรารถนาของคุณ Ayaka ได้รับแล้วล่ะ~\nFB URL: https:/www.facebook.com/genshinimpact.th/photos/a.1129889414067850/1470450263345095/"
          }
        ]
      },
      {
        "title": "[ข้อความวันเกิด] SNS & illust 1 (2021)",
        "desc": [
          {
            "type": "RichText",
            "text": "สุขสันต์วันเกิดนะ Kamisato Ayaka!\n\"แสงแดดสะท้อนเริงระบำของหิมะ ลมภูเขาร่ายกลีบซากุระบาน\"\nมีเธออยู่เคียงข้างชื่นชมทัศนียภาพด้วยกัน ช่างเบิกบานใจเสียจริง\nงั้น...ก่อนที่ดอกไม้ระร่วงโรย ให้ฉันได้ขอบคุณเธอสักหน่อยเถอะ"
          }
        ]
      },
      {
        "title": "[ข้อความวันเกิด] SNS & illust 2 (2021)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"นักเดินทาง Paimon มากันแล้วเหรอ มาลองชิมชาที่ฉันเพิ่งได้มาใหม่นี่สิ ฉันทำขนมไว้ด้วย หวังว่าพวกเธอจะชอบกันนะ\"\n\"ก่อนหน้านี้เห็น Ayaka บอกว่าสนใจอาหารต่างแดน วันนี้ Paimon กับนักเดินทางเลยเตรียมบางอย่างไว้ให้~ ฮี่ฮี่ ลองชิมดูสิ!\""
          }
        ]
      },
      {
        "title": "[ข้อความวันเกิด] SNS & illust 1 (2022)",
        "desc": [
          {
            "type": "RichText",
            "text": "สุขสันต์วันเกิดนะ Kamisato Ayaka!\nถึงจะเป็นสถานที่เดิม แต่ความรู้สึกทุกครั้งที่มากลับไม่เคยเหมือนเดิม....\nช่วงเวลาแห่งความสุขนั้นช่างแสนสั้น บางทีนั่นอาจเป็นเหตุผลว่าทำไมฉันถึงหวงแหนมันเหลือเกิน\nเธอจะช่วยรับดอกไม้ช่อนี้ไว้ได้มั้ย?\nฉันหวังว่า...กลิ่นหอมของดอกไม้นี้จะคอยอยู่เคียงข้างเธอเสมอ"
          }
        ]
      },
      {
        "title": "[ข้อความวันเกิด] SNS & illust 2 (2022)",
        "desc": [
          {
            "type": "RichText",
            "text": "สุขสันต์วันเกิดนะ Kamisato Ayaka!\n\"อาหารพวกนี้...มาจากต่างแดนทั้งหมดเลยเหรอคะ...\"\n\"ขอบคุณนะ นักเดินทาง ฉันมีความสุขมาก\""
          }
        ]
      },
      {
        "title": "[ข้อความวันเกิด] SNS & illust 1 (2023)",
        "desc": [
          {
            "type": "RichText",
            "text": "สุขสันต์วันเกิดนะ Kamisato Ayaka!\nจดหมายทุกฉบับที่เธอส่งมาให้ ฉันเก็บรักษาไว้อย่างดีเลยนะ\nดูสิ จดหมายฉบับนี้เป็นจดหมายที่เธอส่งมาให้ระหว่างเดินทางอยู่ใน Sumeru\nฉันนำ Padisarah ที่แนบมากับจดหมายไปทำเป็นดอกไม้แห้ง เพื่อจะได้รักษาความงามของมันเอาไว้ให้ได้นานที่สุด\nขอบคุณนะที่คอยส่งจดหมายมาหาฉัน และเล่าเรื่องราวที่น่าตื่นเต้นเหล่านั้นให้ฉันฟังตลอดเลย"
          }
        ]
      },
      {
        "title": "[ข้อความวันเกิด] SNS & illust 2 (2023)",
        "desc": [
          {
            "type": "RichText",
            "text": "สุขสันต์วันเกิดนะ Kamisato Ayaka!\n\"พี่คะ ระวัง!\"\n\"นานแล้วที่ไม่ได้ฝึกด้วยกัน ฝีมือดาบของเธอเก่งขึ้นเยอะเลยนะ\""
          }
        ]
      },
      {
        "title": "[ข้อความวันเกิด] SNS & illust 1 (2024)",
        "desc": [
          {
            "type": "RichText",
            "text": "อ๋อ นิยายเล่มนี้เหรอ เป็นไลท์โนเวลเรื่องใหม่ซึ่งใช้ธีม Fontaine เป็นเบื้องหลัง ที่สำนักพิมพ์ Yae เพิ่งตีพิมพ์ออกมาน่ะ\nบรรณาธิการขอให้ฉันหาเวลามาอ่านให้หน่อย บอกว่าความคิดเห็นของฉันมีค่ามากสำหรับพวกเขา ฉันว่าพวกเขาชมกันเกินไปแล้วจริง ๆ\nแต่ว่าธีมเป็นแนวสืบสวนสอบสวนที่ฉันชอบมากเลย เธอ... อยากมาอ่านด้วยกันกับฉันมั้ยล่ะ?\nนั่งก่อนสิ อ้อ ของว่างนี่ให้เธอนะ ฉัน... ทำเองกับมือให้เธอโดยเฉพาะเลย หวังว่าเธอจะชอบนะ"
          }
        ]
      },
      {
        "title": "[ข้อความวันเกิด] SNS & illust 2 (2024)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"ลำบากเธอแล้วนะ... Chiori มีอะไรฝากมาบอกมั้ย?\"\n\"อ๊ะ ๆ ! มี ๆ! 'ชุดกับเครื่องประดับนี้จะต้องเหมาะกับเธอแน่' แล้วก็... 'สุขสันต์วันเกิดนะ!'\""
          }
        ]
      },
      {
        "title": "Kamisato Ayaka ดาบคาตานะ [2022]",
        "desc": [
          {
            "type": "RichText",
            "text": "\"ดาบก็เหมือนใบชา มีเพียงผู้ที่ได้ลิ้มลองมันอย่างละเมียดละไม ถึงจะเข้าใจความซับซ้อนของมัน\""
          }
        ]
      }
    ],
    "talent": [
      {
        "key": "โจมตีปกติ - Kamisato Art: Kabuki",
        "title": "โจมตีปกติ - Kamisato Art: Kabuki",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/battle_talent_0/battle_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>โจมตีปกติ</color>\nใช้ดาบโจมตีต่อเนื่องมากสุดห้าครั้ง\n<color=#ffd780>ชาร์จโจมตี</color>\nใช้พลังกายส่วนหนึ่งเพื่อปลดปล่อยคลื่นดาบผ่าอากาศออกมาโจมตีต่อเนื่อง\n<color=#ffd780>โจมตีพุ่งลงจากอากาศ</color>\nกระโจนจากกลางอากาศลงมายังพื้นดินเพื่อโจมตีศัตรูที่อยู่ในเส้นทางการโจมตี โดยจะสร้างความเสียหายวงกว้างเมื่อลงถึงพื้น"
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11"
            ]
          },
          {
            "key": "ความเสียหายขั้น 1",
            "values": [
              "45.7%",
              "49.4%",
              "53.2%",
              "58.5%",
              "62.2%",
              "66.5%",
              "72.3%",
              "78.1%",
              "84%",
              "90.4%",
              "96.8%"
            ]
          },
          {
            "key": "ความเสียหายขั้น 2",
            "values": [
              "48.7%",
              "52.6%",
              "56.6%",
              "62.3%",
              "66.2%",
              "70.8%",
              "77%",
              "83.2%",
              "89.4%",
              "96.2%",
              "103%"
            ]
          },
          {
            "key": "ความเสียหายขั้น 3",
            "values": [
              "62.6%",
              "67.7%",
              "72.8%",
              "80.1%",
              "85.2%",
              "91%",
              "99%",
              "107%",
              "115%",
              "123.8%",
              "132.5%"
            ]
          },
          {
            "key": "ความเสียหายขั้น 4",
            "values": [
              "22.6%*3",
              "24.5%*3",
              "26.3%*3",
              "29%*3",
              "30.8%*3",
              "32.9%*3",
              "35.8%*3",
              "38.7%*3",
              "41.6%*3",
              "44.8%*3",
              "47.9%*3"
            ]
          },
          {
            "key": "ความเสียหายขั้น 5",
            "values": [
              "78.2%",
              "84.5%",
              "90.9%",
              "100%",
              "106.4%",
              "113.6%",
              "123.6%",
              "133.6%",
              "143.6%",
              "154.5%",
              "165.5%"
            ]
          },
          {
            "key": "ความเสียหายชาร์จโจมตี",
            "values": [
              "55.1%*3",
              "59.6%*3",
              "64.1%*3",
              "70.5%*3",
              "75.0%*3",
              " 80.1%*3",
              " 87.2%*3",
              " 94.2%*3",
              "101.3%*3",
              "109.0%*3",
              " 116.7%*3"
            ]
          },
          {
            "key": "ชาร์จโจมตีใช้พลังกาย",
            "values": [
              "20 หน่วย",
              "20 หน่วย",
              "20 หน่วย",
              "20 หน่วย",
              "20 หน่วย",
              "20 หน่วย",
              "20 หน่วย",
              "20 หน่วย",
              "20 หน่วย",
              "20 หน่วย",
              "20 หน่วย"
            ]
          },
          {
            "key": "ความเสียหายพุ่งลง",
            "values": [
              "63.9%",
              "69.1%",
              "74.3%",
              "81.8%",
              "87%",
              "93%",
              "101.1%",
              "109.3%",
              "117.5%",
              "126.4%",
              "135.3%"
            ]
          },
          {
            "key": "ความเสียหายพุ่งถึงพื้นจากที่ต่ำ/สูง",
            "values": [
              "127.8%/159.7%",
              "138.2%/172.7%",
              "148.6%/185.7%",
              "163.5%/204.2%",
              "173.9%/217.2%",
              "185.8%/232.0%",
              "202.2%/252.5%",
              "218.5%/272.93%",
              "234.9%/293.4%",
              "252.7%/315.6%",
              "270.5%/337.9%"
            ]
          }
        ],
        "materials": [
          null,
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 12500
            },
            {
              "type": "CustomEntry",
              "epId": 195,
              "name": "Teachings of Elegance",
              "desc": "วัสดุยกระดับพรสวรรค์<br/>รูปลักษณ์ของดินแดนแห่งสายฟ้านั้นสง่างาม<br/>ผู้ที่สง่างามจะไม่สอพลอและมีเกียรติอยู่เสมอ เช่นเดียวกับนกอินทรีตามทะเลที่ต้องการบินให้สูงเพื่อต่อสู้กับพายุฝน การตอบสนองต่อความหยาบคายก็เหมือนกับการเอามงกุฎดอกไม้ไปเกลือกกลั้วโคลน จนทำให้เกียรตินั้นต้องแปดเปื้อน",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Teachings of Elegance_icon.png",
              "amount": 3
            },
            {
              "type": "CustomEntry",
              "epId": 1248,
              "name": "Old Handguard",
              "desc": "ส่วนป้องกันที่ติดอยู่บนดาบ Inazuma ซึ่งได้ผ่านการต่อสู้มาอย่างมากมาย<br/>สำหรับผู้ที่เชี่ยวชาญในเรื่องดาบนั้น กะบังดาบสามารถช่วยป้องกันมือจากดาบของฝ่ายตรงข้ามได้ แต่สำหรับซามูไรมือใหม่แล้ว กะบังดาบคงเป็นส่วนสำคัญในการป้องกันมือขวาของตัวเองซะมากกว่า",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Old Handguard_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 17500
            },
            {
              "type": "CustomEntry",
              "epId": 194,
              "name": "Guide to Elegance",
              "desc": "วัสดุยกระดับพรสวรรค์<br/>รูปลักษณ์ของดินแดนแห่งสายฟ้านั้นช่างสง่างาม<br/>ผู้ที่สง่างามจะไม่ทะนงตัวและมักจะถ่อมตัวอยู่เสมอ เพียงกำจัดความฟุ้งเฟ้อและความเมินเฉยออกไป ก็จะสามารถมองทุกอย่างได้ทะลุปรุโปร่ง และค้นพบขอบเขตที่แท้จริงของความงามและความสง่างามได้ แม้แต่ในสิ่งที่ไม่น่าดูที่สุดก็ตาม",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Elegance_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 711,
              "name": "Kageuchi Handguard",
              "desc": "ส่วนป้องกันที่ติดอยู่บนดาบอันยอดเยี่ยม<br/>Inazuma มีประเพณีการทำดาบที่สืบทอดกันมาช้านาน เวลาที่ช่างตีดาบ ก็มักจะสร้างขึ้นมาหลาย ๆ เล่ม จากนั้นจะเลือกเอาผลงานที่ดีที่สุดให้เป็น \"shinuchi\" ส่วนที่เหลือจะถูกเรียกว่า \"kageuchi\"",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
              "amount": 3
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 25000
            },
            {
              "type": "CustomEntry",
              "epId": 194,
              "name": "Guide to Elegance",
              "desc": "วัสดุยกระดับพรสวรรค์<br/>รูปลักษณ์ของดินแดนแห่งสายฟ้านั้นช่างสง่างาม<br/>ผู้ที่สง่างามจะไม่ทะนงตัวและมักจะถ่อมตัวอยู่เสมอ เพียงกำจัดความฟุ้งเฟ้อและความเมินเฉยออกไป ก็จะสามารถมองทุกอย่างได้ทะลุปรุโปร่ง และค้นพบขอบเขตที่แท้จริงของความงามและความสง่างามได้ แม้แต่ในสิ่งที่ไม่น่าดูที่สุดก็ตาม",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Elegance_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 711,
              "name": "Kageuchi Handguard",
              "desc": "ส่วนป้องกันที่ติดอยู่บนดาบอันยอดเยี่ยม<br/>Inazuma มีประเพณีการทำดาบที่สืบทอดกันมาช้านาน เวลาที่ช่างตีดาบ ก็มักจะสร้างขึ้นมาหลาย ๆ เล่ม จากนั้นจะเลือกเอาผลงานที่ดีที่สุดให้เป็น \"shinuchi\" ส่วนที่เหลือจะถูกเรียกว่า \"kageuchi\"",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
              "amount": 4
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 194,
              "name": "Guide to Elegance",
              "desc": "วัสดุยกระดับพรสวรรค์<br/>รูปลักษณ์ของดินแดนแห่งสายฟ้านั้นช่างสง่างาม<br/>ผู้ที่สง่างามจะไม่ทะนงตัวและมักจะถ่อมตัวอยู่เสมอ เพียงกำจัดความฟุ้งเฟ้อและความเมินเฉยออกไป ก็จะสามารถมองทุกอย่างได้ทะลุปรุโปร่ง และค้นพบขอบเขตที่แท้จริงของความงามและความสง่างามได้ แม้แต่ในสิ่งที่ไม่น่าดูที่สุดก็ตาม",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Elegance_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 711,
              "name": "Kageuchi Handguard",
              "desc": "ส่วนป้องกันที่ติดอยู่บนดาบอันยอดเยี่ยม<br/>Inazuma มีประเพณีการทำดาบที่สืบทอดกันมาช้านาน เวลาที่ช่างตีดาบ ก็มักจะสร้างขึ้นมาหลาย ๆ เล่ม จากนั้นจะเลือกเอาผลงานที่ดีที่สุดให้เป็น \"shinuchi\" ส่วนที่เหลือจะถูกเรียกว่า \"kageuchi\"",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
              "amount": 6
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 30000
            },
            {
              "type": "CustomEntry",
              "epId": 194,
              "name": "Guide to Elegance",
              "desc": "วัสดุยกระดับพรสวรรค์<br/>รูปลักษณ์ของดินแดนแห่งสายฟ้านั้นช่างสง่างาม<br/>ผู้ที่สง่างามจะไม่ทะนงตัวและมักจะถ่อมตัวอยู่เสมอ เพียงกำจัดความฟุ้งเฟ้อและความเมินเฉยออกไป ก็จะสามารถมองทุกอย่างได้ทะลุปรุโปร่ง และค้นพบขอบเขตที่แท้จริงของความงามและความสง่างามได้ แม้แต่ในสิ่งที่ไม่น่าดูที่สุดก็ตาม",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Guide to Elegance_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 711,
              "name": "Kageuchi Handguard",
              "desc": "ส่วนป้องกันที่ติดอยู่บนดาบอันยอดเยี่ยม<br/>Inazuma มีประเพณีการทำดาบที่สืบทอดกันมาช้านาน เวลาที่ช่างตีดาบ ก็มักจะสร้างขึ้นมาหลาย ๆ เล่ม จากนั้นจะเลือกเอาผลงานที่ดีที่สุดให้เป็น \"shinuchi\" ส่วนที่เหลือจะถูกเรียกว่า \"kageuchi\"",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Kageuchi Handguard_icon.png",
              "amount": 9
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 37500
            },
            {
              "type": "CustomEntry",
              "epId": 193,
              "name": "Philosophies of Elegance",
              "desc": "วัสดุยกระดับพรสวรรค์<br/>รูปลักษณ์ของดินแดนแห่งสายฟ้านั้นช่างสง่างาม<br/>ผู้ที่สง่างามนั้นไม่ธรรมดาและมักจะเดินทางเพียงลำพัง ไม่ยอมจำนนต่อความชั่วร้าย ไม่หวั่นไหวเพราะความรัก ไม่หลบหลีกความโง่เขลา ถึงจะสามารถแยกแยะระหว่างความสง่างามและความธรรมดาได้",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Elegance_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 400,
              "name": "Famed Handguard",
              "desc": "ส่วนป้องกันที่สร้างขึ้นอย่างประณีต ซึ่งติดอยู่บนดาบอันเลื่องชื่อ<br/>บางคนเชื่อว่าดาบนั้นมีจิตวิญญาณและชีวิต จึงเป็นเหตุผลให้ผู้คนตั้งชื่อให้กับดาบ คนที่รักและทะนุถนอมดาบ ก็ย่อมได้รับการยอมรับจากดาบ แต่คนที่เห็นดาบเป็นเพื่อนหรือแม้แต่คนรัก ก็ควรต้องรู้ว่าความสัมพันธ์นี้ถูกหล่อเลี้ยงด้วยการเข่นฆ่าและการนองเลือด คนที่มักจะชุ่มไปด้วยเลือดและร่ายรำไปพร้อมกับดาบนั้น ที่สุดแล้วเลือดของพวกเขาถูกทำให้เย็นลงด้วยคมดาบที่เหี้ยมโหดนี้",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
              "amount": 4
            },
            {
              "type": "CustomEntry",
              "epId": 1576,
              "name": "Bloodpearl Branch",
              "desc": "กิ่งกระดูกที่เปล่งแสงประหลาด ซึ่งเกิดขึ้นจากพลังของ \"Azhdaha\" <br/>เส้นทางที่เกิดจากความโกรธแค้น แสงจันทร์ที่เย็นยะเยือก ทำให้กระดูกถูกขยายขึ้น... <br/>แม้ว่าจะหักลงในระหว่างการต่อสู้ แต่กิ่งกระดูกที่ถูกเลี้ยงด้วยเลือดมังกรยังคงส่งเสียงและอยู่อย่างไม่เป็นสุข",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodjade Branch_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 120000
            },
            {
              "type": "CustomEntry",
              "epId": 193,
              "name": "Philosophies of Elegance",
              "desc": "วัสดุยกระดับพรสวรรค์<br/>รูปลักษณ์ของดินแดนแห่งสายฟ้านั้นช่างสง่างาม<br/>ผู้ที่สง่างามนั้นไม่ธรรมดาและมักจะเดินทางเพียงลำพัง ไม่ยอมจำนนต่อความชั่วร้าย ไม่หวั่นไหวเพราะความรัก ไม่หลบหลีกความโง่เขลา ถึงจะสามารถแยกแยะระหว่างความสง่างามและความธรรมดาได้",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Elegance_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 400,
              "name": "Famed Handguard",
              "desc": "ส่วนป้องกันที่สร้างขึ้นอย่างประณีต ซึ่งติดอยู่บนดาบอันเลื่องชื่อ<br/>บางคนเชื่อว่าดาบนั้นมีจิตวิญญาณและชีวิต จึงเป็นเหตุผลให้ผู้คนตั้งชื่อให้กับดาบ คนที่รักและทะนุถนอมดาบ ก็ย่อมได้รับการยอมรับจากดาบ แต่คนที่เห็นดาบเป็นเพื่อนหรือแม้แต่คนรัก ก็ควรต้องรู้ว่าความสัมพันธ์นี้ถูกหล่อเลี้ยงด้วยการเข่นฆ่าและการนองเลือด คนที่มักจะชุ่มไปด้วยเลือดและร่ายรำไปพร้อมกับดาบนั้น ที่สุดแล้วเลือดของพวกเขาถูกทำให้เย็นลงด้วยคมดาบที่เหี้ยมโหดนี้",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
              "amount": 6
            },
            {
              "type": "CustomEntry",
              "epId": 1576,
              "name": "Bloodpearl Branch",
              "desc": "กิ่งกระดูกที่เปล่งแสงประหลาด ซึ่งเกิดขึ้นจากพลังของ \"Azhdaha\" <br/>เส้นทางที่เกิดจากความโกรธแค้น แสงจันทร์ที่เย็นยะเยือก ทำให้กระดูกถูกขยายขึ้น... <br/>แม้ว่าจะหักลงในระหว่างการต่อสู้ แต่กิ่งกระดูกที่ถูกเลี้ยงด้วยเลือดมังกรยังคงส่งเสียงและอยู่อย่างไม่เป็นสุข",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodjade Branch_icon.png",
              "amount": 1
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 260000
            },
            {
              "type": "CustomEntry",
              "epId": 193,
              "name": "Philosophies of Elegance",
              "desc": "วัสดุยกระดับพรสวรรค์<br/>รูปลักษณ์ของดินแดนแห่งสายฟ้านั้นช่างสง่างาม<br/>ผู้ที่สง่างามนั้นไม่ธรรมดาและมักจะเดินทางเพียงลำพัง ไม่ยอมจำนนต่อความชั่วร้าย ไม่หวั่นไหวเพราะความรัก ไม่หลบหลีกความโง่เขลา ถึงจะสามารถแยกแยะระหว่างความสง่างามและความธรรมดาได้",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Elegance_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 400,
              "name": "Famed Handguard",
              "desc": "ส่วนป้องกันที่สร้างขึ้นอย่างประณีต ซึ่งติดอยู่บนดาบอันเลื่องชื่อ<br/>บางคนเชื่อว่าดาบนั้นมีจิตวิญญาณและชีวิต จึงเป็นเหตุผลให้ผู้คนตั้งชื่อให้กับดาบ คนที่รักและทะนุถนอมดาบ ก็ย่อมได้รับการยอมรับจากดาบ แต่คนที่เห็นดาบเป็นเพื่อนหรือแม้แต่คนรัก ก็ควรต้องรู้ว่าความสัมพันธ์นี้ถูกหล่อเลี้ยงด้วยการเข่นฆ่าและการนองเลือด คนที่มักจะชุ่มไปด้วยเลือดและร่ายรำไปพร้อมกับดาบนั้น ที่สุดแล้วเลือดของพวกเขาถูกทำให้เย็นลงด้วยคมดาบที่เหี้ยมโหดนี้",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
              "amount": 9
            },
            {
              "type": "CustomEntry",
              "epId": 1576,
              "name": "Bloodpearl Branch",
              "desc": "กิ่งกระดูกที่เปล่งแสงประหลาด ซึ่งเกิดขึ้นจากพลังของ \"Azhdaha\" <br/>เส้นทางที่เกิดจากความโกรธแค้น แสงจันทร์ที่เย็นยะเยือก ทำให้กระดูกถูกขยายขึ้น... <br/>แม้ว่าจะหักลงในระหว่างการต่อสู้ แต่กิ่งกระดูกที่ถูกเลี้ยงด้วยเลือดมังกรยังคงส่งเสียงและอยู่อย่างไม่เป็นสุข",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodjade Branch_icon.png",
              "amount": 2
            }
          ],
          [
            {
              "type": "CustomEntry",
              "epId": 757,
              "name": "Mora",
              "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
              "amount": 700000
            },
            {
              "type": "CustomEntry",
              "epId": 193,
              "name": "Philosophies of Elegance",
              "desc": "วัสดุยกระดับพรสวรรค์<br/>รูปลักษณ์ของดินแดนแห่งสายฟ้านั้นช่างสง่างาม<br/>ผู้ที่สง่างามนั้นไม่ธรรมดาและมักจะเดินทางเพียงลำพัง ไม่ยอมจำนนต่อความชั่วร้าย ไม่หวั่นไหวเพราะความรัก ไม่หลบหลีกความโง่เขลา ถึงจะสามารถแยกแยะระหว่างความสง่างามและความธรรมดาได้",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Philosophies of Elegance_icon.png",
              "amount": 16
            },
            {
              "type": "CustomEntry",
              "epId": 400,
              "name": "Famed Handguard",
              "desc": "ส่วนป้องกันที่สร้างขึ้นอย่างประณีต ซึ่งติดอยู่บนดาบอันเลื่องชื่อ<br/>บางคนเชื่อว่าดาบนั้นมีจิตวิญญาณและชีวิต จึงเป็นเหตุผลให้ผู้คนตั้งชื่อให้กับดาบ คนที่รักและทะนุถนอมดาบ ก็ย่อมได้รับการยอมรับจากดาบ แต่คนที่เห็นดาบเป็นเพื่อนหรือแม้แต่คนรัก ก็ควรต้องรู้ว่าความสัมพันธ์นี้ถูกหล่อเลี้ยงด้วยการเข่นฆ่าและการนองเลือด คนที่มักจะชุ่มไปด้วยเลือดและร่ายรำไปพร้อมกับดาบนั้น ที่สุดแล้วเลือดของพวกเขาถูกทำให้เย็นลงด้วยคมดาบที่เหี้ยมโหดนี้",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Famed Handguard_icon.png",
              "amount": 12
            },
            {
              "type": "CustomEntry",
              "epId": 1576,
              "name": "Bloodpearl Branch",
              "desc": "กิ่งกระดูกที่เปล่งแสงประหลาด ซึ่งเกิดขึ้นจากพลังของ \"Azhdaha\" <br/>เส้นทางที่เกิดจากความโกรธแค้น แสงจันทร์ที่เย็นยะเยือก ทำให้กระดูกถูกขยายขึ้น... <br/>แม้ว่าจะหักลงในระหว่างการต่อสู้ แต่กิ่งกระดูกที่ถูกเลี้ยงด้วยเลือดมังกรยังคงส่งเสียงและอยู่อย่างไม่เป็นสุข",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodjade Branch_icon.png",
              "amount": 2
            },
            {
              "type": "CustomEntry",
              "epId": 900,
              "name": "Crown of Insight",
              "desc": "วัสดุล้ำค่าที่ใช้ในการยกระดับพรสวรรค์<br/>ในสมัยโบราณจะใช้ของประกอบพิธีในการถ่ายทอดวิชาความรู้ ส่วนทุกวันนี้ภูมิปัญญานั้นอาศัยคำพูดและตำรา แต่พลังและภูมิปัญญาที่ยังหลงเหลืออยู่ใน \"มงกุฎแห่งความรู้\" ยังสามารถนำความก้าวหน้าที่ยิ่งใหญ่มาสู่ผู้คนในปัจจุบันได้",
              "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crown of Insight_icon.png",
              "amount": 1
            }
          ]
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/battle_talent_0/battle_talent_0.gif"
      },
      {
        "key": "Kamisato Art: Hyouka",
        "title": "Kamisato Art: Hyouka",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/battle_talent_1/battle_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "เรียกดอกไม้น้ำแข็งที่เบ่งบานออกมา เพื่อโจมตีศัตรูที่อยู่โดยรอบให้กระเด็นและสร้าง <color=#99ffff>ความเสียหายน้ำแข็งวงกว้าง</color>\n.\n\"หมู่เมฆกระจ่างใสในคืนเดือนหงาย ความมัวเมาเพ้อฝันดั่งสายหมอก เติมเต็มจิตใจที่ถูกกักขังด้วยความลุ่มหลงแห่งการเดินทาง\""
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11",
              "Lv.12",
              "Lv.13",
              "Lv.14"
            ]
          },
          {
            "key": "ความเสียหายสกิล",
            "values": [
              "239.2%",
              "257.1%",
              "275.1%",
              "299%",
              "316.9%",
              "334.9%",
              "358.8%",
              "382.7%",
              "406.6%",
              "430.5%",
              "454.5%",
              "478.4%",
              "508.3%"
            ]
          },
          {
            "key": "คูลดาวน์",
            "values": [
              "10 วิ",
              "10 วิ",
              "10 วิ",
              "10 วิ",
              "10 วิ",
              "10 วิ",
              "10 วิ",
              "10 วิ",
              "10 วิ",
              "10 วิ",
              "10 วิ",
              "10 วิ",
              "10 วิ"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/battle_talent_1/battle_talent_1.gif"
      },
      {
        "key": "Kamisato Art: Senho",
        "title": "Kamisato Art: Senho",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/battle_talent_2/battle_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffd780>Alternate Sprint</color>\nหลบเข้าไปในรอยแยกน้ำแข็งโดยแลกกับพลังกาย เปลี่ยนเป็นกระแสน้ำและเคลื่อนที่อย่างรวดเร็ว\nภายใต้สภาวะของ Senho จะทำให้ Ayaka สามารถเคลื่อนที่ได้อย่างรวดเร็วเหนือผิวน้ำ\nเมื่อ Senho สิ้นสุดลงและปรากฏตัว จะทำให้เกิดเอฟเฟกต์ดังนี้:\n·ปลดปล่อยพลังของน้ำแข็ง เพื่อทำให้ศัตรูโดยรอบติดสภาวะ <color=#99ffff>ธาตุน้ำแข็ง</color> ;\n·จะสะสมไอเย็นไว้ที่คมดาบ ซึ่งจะทำให้ Ayaka ได้รับ <color=#99ffff>พลังแห่งน้ำแข็ง</color> ในช่วงเวลาสั้น ๆ\n.\n\"น้ำกระเซ็นลงบนขนนกและซึมหายวับไป กระเรียนขาวที่ย่ำอยู่เหนือน้ำจะบ่นอะไรได้?\""
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1"
            ]
          },
          {
            "key": "ใช้พลังกายเริ่มต้น",
            "values": [
              "10 หน่วย"
            ]
          },
          {
            "key": "ใช้พลังกายต่อเนื่อง",
            "values": [
              "15 หน่วย/วิ"
            ]
          },
          {
            "key": "ระยะเวลาที่อาวุธได้รับพลัง",
            "values": [
              "5 วิ"
            ]
          }
        ],
        "materials": [
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/battle_talent_2/battle_talent_2.gif"
      },
      {
        "key": "Kamisato Art: Soumetsu",
        "title": "Kamisato Art: Soumetsu",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/battle_talent_3/battle_talent_3.png",
        "desc": [
          {
            "type": "RichText",
            "text": "รวบรวมน้ำค้างแข็งด้วยกระบวนท่าอันไร้ที่ติ ปล่อย Frostflake Seki no To ที่จะเคลื่อนที่ไปข้างหน้าอย่างต่อเนื่องออกมา\n<color=#ffd780>Frostflake Seki no To</color>\n·ฟาดฟันศัตรูที่สัมผัสโดนอย่างต่อเนื่อง ด้วยสายลมอันเย็นยะเยือกที่คมราวกับใบมีด เกิดเป็น <color=#99ffff>ความเสียหายน้ำแข็ง</color> ;\n·เบ่งบานเมื่อช่วงเวลาต่อเนื่องสิ้นสุดลง และสร้าง <color=#99ffff>ความเสียหายน้ำแข็งวงกว้าง</color>\n.\n\"พายุหิมะปกคลุมความคิดของนกกระเรียน พอกพูนความสงสารที่หนักอึ้งอยู่ในใจ\""
          }
        ],
        "attributes": [
          {
            "key": "Level",
            "values": [
              "Lv.1",
              "Lv.2",
              "Lv.3",
              "Lv.4",
              "Lv.5",
              "Lv.6",
              "Lv.7",
              "Lv.8",
              "Lv.9",
              "Lv.10",
              "Lv.11",
              "Lv.12",
              "Lv.13",
              "Lv.14"
            ]
          },
          {
            "key": "ความเสียหายการฟัน",
            "values": [
              "112.3%",
              "120.7%",
              "129.1%",
              "140.4%",
              "148.8%",
              "157.2%",
              "168.4%",
              "179.7%",
              "190.9%",
              "202.1%",
              "213.4%",
              "224.6%",
              "238.6%"
            ]
          },
          {
            "key": "ความเสียหายเมื่อเบ่งบาน",
            "values": [
              "168.4%",
              "181%",
              "193.7%",
              "210.6%",
              "223.2%",
              "235.8%",
              "252.7%",
              "269.5%",
              "286.4%",
              "303.2%",
              "320%",
              "336.9%",
              "358%"
            ]
          },
          {
            "key": "ระยะเวลาต่อเนื่อง",
            "values": [
              "5 วิ",
              "5 วิ",
              "5 วิ",
              "5 วิ",
              "5 วิ",
              "5 วิ",
              "5 วิ",
              "5 วิ",
              "5 วิ",
              "5 วิ",
              "5 วิ",
              "5 วิ",
              "5 วิ"
            ]
          },
          {
            "key": "คูลดาวน์",
            "values": [
              "20 วิ",
              "20 วิ",
              "20 วิ",
              "20 วิ",
              "20 วิ",
              "20 วิ",
              "20 วิ",
              "20 วิ",
              "20 วิ",
              "20 วิ",
              "20 วิ",
              "20 วิ",
              "20 วิ"
            ]
          },
          {
            "key": "พลังงานธาตุ",
            "values": [
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80",
              "80"
            ]
          }
        ],
        "materials": [
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null,
          null
        ],
        "talentImg": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/battle_talent_3/battle_talent_3.gif"
      },
      {
        "key": "Amatsumi Kunitsumi Sanctification",
        "title": "Amatsumi Kunitsumi Sanctification",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/const_talent_0.png",
        "desc": [
          {
            "type": "RichText",
            "text": "ภายใน 6 วินาที หลังจากใช้ <color=#ffd780>Kamisato Art: Hyouka</color> การโจมตีปกติและชาร์จโจมตีของ Kamisato Ayaka จะสร้างความเสียหายเพิ่มขึ้น 30%"
          }
        ],
        "attributes": null
      },
      {
        "key": "Kanten Senmyou Blessing",
        "title": "Kanten Senmyou Blessing",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/const_talent_1.png",
        "desc": [
          {
            "type": "RichText",
            "text": "เมื่อการโจมตีด้วยน้ำแข็งในตอนจบของ <color=#ffd780>Kamisato Art: Senho</color> ถูกศัตรู Kamisato Ayaka จะได้รับเอฟเฟกต์ดังนี้:\n·ฟื้นฟูพลังกาย 10 หน่วย;\n·ได้รับ <color=#99ffff>โบนัสความเสียหายน้ำแข็ง</color> 18% เป็นเวลา 10 วินาที"
          }
        ],
        "attributes": null
      },
      {
        "key": "Fruits of Shinsa",
        "title": "Fruits of Shinsa",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/const_talent_2.png",
        "desc": [
          {
            "type": "RichText",
            "text": "เมื่อสร้างวัสดุเลื่อนขั้นอาวุธ จะมีโอกาส 10% ที่จะได้รับผลผลิตเพิ่มขึ้น 2 เท่า"
          }
        ],
        "attributes": null
      }
    ],
    "summaryList": [
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/constellation_1.png",
        "name": "Snowswept Sakura",
        "desc": [
          {
            "type": "RichText",
            "text": "เมื่อการโจมตีปกติหรือชาร์จโจมตีของ Kamisato Ayaka สร้าง <color=#99ffff>ความเสียหายน้ำแข็ง</color> แก่ศัตรู จะมีโอกาส 50% ที่จะทำให้ช่วงเวลาคูลดาวน์ของ <color=#ffd780>Kamisato Art: Hyouka</color> ลดลง 0.3 วินาที โดยที่เอฟเฟกต์นี้จะเกิดขึ้นเพียงหนึ่งครั้ง ในทุก 0.1 วินาที"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/constellation_2.png",
        "name": "Blizzard Blade Seki no To",
        "desc": [
          {
            "type": "RichText",
            "text": "เมื่อใช้ <color=#ffd780>Kamisato Art: Soumetsu</color> จะปลดปล่อย Frostflake Seki no To ขนาดเล็กออกมาเพิ่มสองอัน โดยที่แต่ละอัน จะสร้างความเสียหายเป็น 20% ของความเสียหายดั้งเดิม"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/constellation_3.png",
        "name": "Frostbloom Kamifubuki",
        "desc": [
          {
            "type": "RichText",
            "text": "เพิ่มเลเวลสกิลของ <color=#ffd780>Kamisato Art: Soumetsu</color> ขึ้น 3 ระดับ\nเพิ่มได้มากสุด 15 ระดับ"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/constellation_4.png",
        "name": "Ebb and Flow",
        "desc": [
          {
            "type": "RichText",
            "text": "เมื่อศัตรูได้รับความเสียหายที่เกิดจาก Frostflake Seki no To ของ <color=#ffd780>Kamisato Art: Soumetsu</color> พลังป้องกันจะลดลง 30% เป็นเวลา 6 วินาที"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/constellation_5.png",
        "name": "Blossom Cloud Irutsuki",
        "desc": [
          {
            "type": "RichText",
            "text": "เพิ่มเลเวลสกิลของ <color=#ffd780>Kamisato Art: Hyouka</color> ขึ้น 3 ระดับ\nเพิ่มได้มากสุด 15 ระดับ"
          }
        ]
      },
      {
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/神里绫华/constellation_6.png",
        "name": "Dance of Suigetsu",
        "desc": [
          {
            "type": "RichText",
            "text": "ในทุก 10 วินาที Kamisato Ayaka จะได้รับ Usurahi Butou ซึ่งจะเพิ่มความเสียหายของการชาร์จโจมตีขึ้น 298% โดยหลังจากโจมตีถูกศัตรู 0.5 วินาที เอฟเฟกต์ Usurahi Butou จะหายไป และเริ่มคำนวณเวลาใหม่อีกครั้ง"
          }
        ]
      }
    ]
  }
}