{
  "epId": 3321,
  "name": "Flower of Paradise Lost",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/176148810/50ce09dfa5a91a33aa9cedfb15bcf2d1_7795706238144586197.png",
  "filterValues": {
    "reliquaryEffect": [
      "ความชำนาญธาตุ",
      "โบนัสความเสียหาย"
    ]
  },
  "menuId": 5,
  "menuName": "อาร์ติแฟกต์",
  "version": 1698163861,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "<p>ความชำนาญธาตุเพิ่มขึ้น 80 หน่วย</p>",
      "fourSetEffect": "<p>ปฏิกิริยางอกเงย, ไฮเปอร์บลูม และเบ่งบานของผู้สวมใส่ จะสร้างความเสียหายเพิ่มขึ้น 40% นอกจากนี้ หลังจากที่ผู้สวมใส่ทำให้เกิดปฏิกิริยางอกเงย, ไฮเปอร์บลูม หรือเบ่งบาน โบนัสความเสียหายที่เกิดจากเอฟเฟกต์ที่กล่าวข้างต้น จะเพิ่มขึ้น 25% โดยที่เอฟเฟกต์นี้จะคงอยู่ 10 วินาที ซ้อนทับได้สูงสุด 4 ครั้ง และในทุก 1 วินาที จะเกิดขึ้นได้มากสุดหนึ่งครั้ง ซึ่งเอฟเฟกต์นี้ จะยังคงเกิดขึ้นได้ แม้ผู้สวมใส่อยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้</p>"
    },
    "story": [
      {
        "title": "Ay-Khanoum's Myriad",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>มีเพียงญินเท่านั้นที่จำเรื่องในกาลก่อนได้ จ้าวแห่งบุปผานั้นถูกสวรรค์ทอดทิ้ง</color>\n<color=#ffffff>ร่างกายที่สง่างามสูงส่งโรยราทรุดโทรม เผ่าพันธุ์ก็โดนลงทัณฑ์จนเสียสติไป...</color>\n<color=#ffffff>ตำนานเล่าว่าจ้าวแห่งบุปผาเคยท่องไปในดินแดนที่แห้งแล้งทุรกันดาร เป็นเวลาเจ็ดสิบสองคืน...</color>\n<color=#ffffff>ส้นเท้าถูกกรวดที่ไร้ความปรานีบาดลึกฉีกขาด ปากแผลที่ได้รับมีสายไหลนองออกมาเป็นน้ำพุใส และกลายเป็นลำธารที่ไร้ขอบเขต</color>\n<color=#ffffff>จากนั้นสายน้ำของลำธารก็ไหลรดสวนเขียวขจี ผลิดอกอุบลชาติสีน้ำเงินราวราตรีออกมา...</color>\n<color=#ffffff>ดอกอุบลชาตินี้คือมารดาของญิน ซึ่งญินถือกำเนิดเกิดจากความฝันอันเมามาย และความทรงจำอันขื่นขมของการสูญเสีย</color>\n<color=#ffffff>เดิมทีญินเป็นสิ่งมีชีวิตที่ฉลาดหลักแหลม พวกนางทั้งหมดกลับเสพติดความฝันที่ไร้เดียงสาและความรักที่ราวกับความฝันอันแสนหวาน</color>\n<color=#ffffff>ระลึกถึงพระคุณผู้สร้างด้วยซาบซึ้ง ญินสัมผัสแขนของนายหญิง เพื่อสวมมงกุฎดอกเบญจมาศป่าลงบนศีรษะของนาง</color>\n<color=#ffffff>\"จ้าวแห่งดอกไม้เอ๋ย จ้าวแห่งสวนขจี ได้โปรดอยู่ที่นี่ ได้โปรดอย่าได้ทอดทิ้งข้า!\"</color>\n<color=#ffffff>\"ใช่แล้ว ใช่แล้ว มารดาแห่งความฝัน เมรัยและการลืมเลือน ได้โปรดเป็นราชินีของสวนแห่งนี้ด้วยเถิด\"</color>\n<color=#ffffff>เพราะเหล่าญินที่แสนอ่อนโยน จึงอดไม่ได้ที่จะอยู่ต่อ เทพที่ถูกเนรเทศจึงได้พักอยู่ในสวนที่ดอกไม้บานสะพรั่ง</color>\n<color=#ffffff>ทุกย่างก้าวที่นางหยุดเดิน จะมีดอกไม้สีม่วงงดงามราวแสงจันทร์เบ่งบานขึ้นมา นามว่า \"Padisarah\"</color>"
          }
        ]
      },
      {
        "title": "Wilting Feast",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>ในอดีตที่มีเพียงญินเท่านั้นที่ร่ำไห้ นายหญิงแห่งโอเอซิสได้ตัดสินใจครั้งสุดท้าย</color>\n<color=#ffffff>ขณะนั้น ในที่สุดเธอก็ตระหนักได้แล้วว่า ชะตากรรมของตนไม่ใช่ปริศนา แต่เป็นกุญแจในการเปิดประตูลึกลับ</color>\n<color=#ffffff>จากคำพูดแค่ความฝันของราชา Deshret เธอมองเห็นความเป็นไปได้ที่จะก้าวข้ามกฎอันไร้สาระของโลกนี้</color>\n<color=#ffffff>ราชามงกุฎแดงปฏิเสธของขวัญจากบัลลังก์ และแสวงหาเส้นทางใหม่ตามเจตนารมณ์ของตนเอง</color>\n<color=#ffffff>แม้ว่าอนาคตที่เธอเปิดเผยจะเลวร้ายและเยือกเย็น แต่กษัตริย์กลับยังยืนกรานไม่ถอยร่นแม้ครึ่งก้าว</color>\n<color=#ffffff>แม้รู้ว่าต้องออกเดินทางที่เต็มไปด้วยอันตราย แม้รู้ว่าจะได้เห็นการหายตัวไปของคนที่รัก...</color>\n<color=#ffffff>แต่ราชันสีชาดเลือกคำโกหกอันสูงส่ง เพื่อนำพาผู้ศรัทธาไปสู่ความพินาศที่ไม่อาจหลีกเลี่ยงได้</color>\n<color=#ffffff>\"สิ่งที่เจ้าแสวงหาเป็นเพียงการไล่ตามลม บนหลุมศพของเทพอสูร มนุษย์จะเป็นเทพเจ้าของเหล่าทวยเทพ\"</color>\n<color=#ffffff>\"ภาพมายาของแดนฝันอันไร้กังวลจะต้องพังทลาย และบนเศษซากของคำโกหกที่แหลกสลาย มนุษย์จะกลายเป็นราชาแห่งราชัน\"</color>\n<color=#ffffff>ราชินีแห่งบุปผายอมจำนนต่อความเขลาของพวกพ้อง และเธอพบว่าการกบฏอันล้ำค่านั้น ลุกโชนอยู่ในความทะเยอทะยานของเทพเจ้า</color>\n<color=#ffffff>ความคิดที่จะรวมภูมิปัญญาของคนนับพัน และความพยายามอันยิ่งใหญ่ในการผูกมัดความฝัน และพลังนับพันเข้าด้วยกัน</color>\n<color=#ffffff>สิ่งที่ซ่อนอยู่ในนั้นไม่ได้เป็นเพียงคำโกหก แต่มันเป็นของอนาคตของมนุษย์ ราวกับประกายไฟแห่งความหวัง...</color>\n<color=#ffffff>ความฝันจะเลือนรางในที่สุด ภาพฝันมักจะมีคืนที่พังทลายลงเสมอ... นี่ต่างหากคือความหมายที่แท้จริงของการเบ่งบาน</color>\n<color=#ffffff>มีเพียงการประสบกับความพินาศที่หลงผิดของเทพเจ้าเท่านั้น มนุษย์จึงจะมีวันลุกขึ้นต่อต้านความประสงค์ของเหล่าทวยเทพได้...</color>\n<color=#ffffff>เช่นเดียวกับเทพผู้ดื้อรั้นที่เตรียมการกบฏลับนี้เพื่อนาง และรอดชีวิตมาได้ด้วยเจตจำนงของตัวเอง</color>\n<color=#ffffff>เพียงแต่ว่า นายหญิงแห่งบุปผาไม่เคยรู้จักความรักที่จะหวานเหมือนดั่งไวน์ นับประสาอะไรกับความรักของมนุษย์เพียงเล็กน้อย</color>\n<color=#ffffff>แม้ว่านางจะเฉลียวฉลาดมาก แต่ก็ยากที่จะคาดเดา เมื่อไหร่เจ้าสิ่งมีชีวิตตัวเล็กพวกนี้ถึงจะตระหนักรู้ได้นะ...</color>\n<color=#ffffff>\"...สิ่งที่เรียกว่า 'เทพ' นั้น ไม่ได้จำเป็นสำหรับเจ้าตั้งแต่แรกแล้วหรอกหรือ?\"</color>"
          }
        ]
      },
      {
        "title": "A Moment Congealed",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>ในอดีตที่มีเพียงญินเท่านั้นที่ร่ำไห้ นายหญิงแห่งโอเอซิสได้ตัดสินใจครั้งสุดท้าย</color>\n<color=#ffffff>ขณะนั้น ในที่สุดเธอก็ตระหนักได้แล้วว่า ชะตากรรมของตนไม่ใช่ปริศนา แต่เป็นกุญแจในการเปิดประตูลึกลับ</color>\n<color=#ffffff>จากคำพูดแค่ความฝันของราชา Deshret เธอมองเห็นความเป็นไปได้ที่จะก้าวข้ามกฎอันไร้สาระของโลกนี้</color>\n<color=#ffffff>ราชามงกุฎแดงปฏิเสธของขวัญจากบัลลังก์ และแสวงหาเส้นทางใหม่ตามเจตนารมณ์ของตนเอง</color>\n<color=#ffffff>แม้ว่าอนาคตที่เธอเปิดเผยจะเลวร้ายและเยือกเย็น แต่กษัตริย์กลับยังยืนกรานไม่ถอยร่นแม้ครึ่งก้าว</color>\n<color=#ffffff>แม้รู้ว่าต้องออกเดินทางที่เต็มไปด้วยอันตราย แม้รู้ว่าจะได้เห็นการหายตัวไปของคนที่รัก...</color>\n<color=#ffffff>แต่ราชันสีชาดเลือกคำโกหกอันสูงส่ง เพื่อนำพาผู้ศรัทธาไปสู่ความพินาศที่ไม่อาจหลีกเลี่ยงได้</color>\n<color=#ffffff>\"สิ่งที่เจ้าแสวงหาเป็นเพียงการไล่ตามลม บนหลุมศพของเทพอสูร มนุษย์จะเป็นเทพเจ้าของเหล่าทวยเทพ\"</color>\n<color=#ffffff>\"ภาพมายาของแดนฝันอันไร้กังวลจะต้องพังทลาย และบนเศษซากของคำโกหกที่แหลกสลาย มนุษย์จะกลายเป็นราชาแห่งราชัน\"</color>\n<color=#ffffff>ราชินีแห่งบุปผายอมจำนนต่อความเขลาของพวกพ้อง และเธอพบว่าการกบฏอันล้ำค่านั้น ลุกโชนอยู่ในความทะเยอทะยานของเทพเจ้า</color>\n<color=#ffffff>ความคิดที่จะรวมภูมิปัญญาของคนนับพัน และความพยายามอันยิ่งใหญ่ในการผูกมัดความฝัน และพลังนับพันเข้าด้วยกัน</color>\n<color=#ffffff>สิ่งที่ซ่อนอยู่ในนั้นไม่ได้เป็นเพียงคำโกหก แต่มันเป็นของอนาคตของมนุษย์ ราวกับประกายไฟแห่งความหวัง...</color>\n<color=#ffffff>ความฝันจะเลือนรางในที่สุด ภาพฝันมักจะมีคืนที่พังทลายลงเสมอ... นี่ต่างหากคือความหมายที่แท้จริงของการเบ่งบาน</color>\n<color=#ffffff>มีเพียงการประสบกับความพินาศที่หลงผิดของเทพเจ้าเท่านั้น มนุษย์จึงจะมีวันลุกขึ้นต่อต้านความประสงค์ของเหล่าทวยเทพได้...</color>\n<color=#ffffff>เช่นเดียวกับเทพผู้ดื้อรั้นที่เตรียมการกบฏลับนี้เพื่อนาง และรอดชีวิตมาได้ด้วยเจตจำนงของตัวเอง</color>\n<color=#ffffff>เพียงแต่ว่า นายหญิงแห่งบุปผาไม่เคยรู้จักความรักที่จะหวานเหมือนดั่งไวน์ นับประสาอะไรกับความรักของมนุษย์เพียงเล็กน้อย</color>\n<color=#ffffff>แม้ว่านางจะเฉลียวฉลาดมาก แต่ก็ยากที่จะคาดเดา เมื่อไหร่เจ้าสิ่งมีชีวิตตัวเล็กพวกนี้ถึงจะตระหนักรู้ได้นะ...</color>\n<color=#ffffff>\"...สิ่งที่เรียกว่า 'เทพ' นั้น ไม่ได้จำเป็นสำหรับเจ้าตั้งแต่แรกแล้วหรอกหรือ?\"</color>"
          }
        ]
      },
      {
        "title": "Secret-Keeper's Magic Bottle",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>ในอดีตที่มีเพียงญินเท่านั้นนิ่งสงบ ราชันทรายชาดแสดงความทะเยอทะยานของตัวเองต่อราชินีบุปผา</color>\n<color=#ffffff>แสงจันทร์ส่องสะท้อนในแก้วไวน์ทาฑิม และในที่สุดราชินีแห่งบุปผาก็ยอมจำนนต่อการเกลี้ยกล่อมของเพื่อนอันเป็นที่รัก</color>\n<color=#ffffff>ไม่มีใครรู้ว่าราชา Deshret พูดสิ่งใดในคืนนั้น แม้แต่ญินที่อายุมากที่สุดก็ยังเลือกที่จะปิดปากเงียบ</color>\n<color=#ffffff>ไม่มีใครจำความปรารถนาของราชา Deshret ที่เผยขึ้นในคืนนั้นได้ แม้แต่เทพที่ทรงปัญญาที่สุดก็อาจสั่นสะท้าน</color>\n<color=#ffffff>แต่จ้าวแห่งดอกไม้นั้นรู้ถึงความหมายของมันดี เป็นอย่างที่เธอคาดไว้ เป็นอย่างที่คิดไว้ไม่มีผิด</color>\n<color=#ffffff>ทะเลทรายและโอเอซิสเป็นราชาที่ทรงอำนาจและสูงส่งที่สุด แต่กลับมีความคิดดื้อรั้นเป็นที่สุด</color>\n<color=#ffffff>\"ข้าจะช่วยเจ้าเก็บความลับไว้ เพราะความรู้สึกที่มีต่อเจ้านั้นลึกซึ้งเฉกเช่นที่ข้ามีต่อเทพแห่งปัญญา\"</color>\n<color=#ffffff>\"ข้าจะสร้างสะพานให้แก่เจ้า เพื่อเติมเต็มความฝันเฟื่องในใจเจ้า แต่อย่าได้หวั่นกลัวต่อกรงเล็บไพลินสีน้ำเงิน...\"</color>\n<color=#ffffff>\"ข้าจะนำทางเจ้าสู่ความรู้อันลึกซึ้ง แต่อย่างที่ข้าได้เตือนไว้ ว่าเจ้าจะต้องสูญเสียมากมายอย่างแน่นอน...\"</color>\n<color=#ffffff>\"อย่างไรก็ตาม จงจำบทเรียนที่ข้าพร่ำสอน และโทษทัณฑ์อันโหดร้ายที่เหล่าผู้ส่งสาสน์พึงได้รับ...\"</color>\n<color=#ffffff>\"โปรดจำไว้ หากยังมีความหวังในโลกหล้า ความหวังนั้นจะอยู่ที่มนุษย์อย่างแน่นอน\"</color>\n<color=#ffffff>ในความมืดมิด เธอนำทางเพื่อนรักไปยังเส้นทางลับ ที่นำไปสู่ความรู้ทั้งหมดที่เกี่ยวกับสวรรค์และนรก</color>\n<color=#ffffff>ใช้ตัวเองเป็นสะพาน และใช้โอเอซิสเป็นข้อแลกเปลี่ยน ความหลงผิดของเขาจะดับไปด้วยความรุ่งโรจน์อันพร่างพราว...</color>\n<color=#ffffff>หลังจากสูญเสียเทพอสูร พายุแห่งสวรรค์ก็ปะทุขึ้น ทรายสีเหลืองลอยฟ่องเต็มท้องฟ้า ไม่นานหายนะก็กลืนกินทุกสิ่ง...</color>\n<color=#ffffff>ราชา Deshret กลับมาจากพายุทรายที่หมุนวนเต็มท้องฟ้า แต่เขากลับไปพบแม้แต่เงาของนายหญิงแห่งบุปผา</color>\n<color=#ffffff>\"...เมื่อครู่ข้าฝันถึงเจ้า... คลำหาระหว่างกำแพงในเขาวงกตแห่งคริสตัล... แต่สิ่งที่พบ...กลับมีเพียงทะเลทราย...\"</color>"
          }
        ]
      },
      {
        "title": "Amethyst Crown",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>ในอดีตที่มีเพียงญินเท่านั้นที่ร้องเพลงได้ นายหญิงแห่งโอเอซิสได้พบกับราชันทรายชาด</color>\n<color=#ffffff>ในช่วงเวลาโหดร้ายที่กษัตริย์แก่งแย่งชิงอำนาจกันเอง ราชา Deshret ได้ตัดสินใจแบ่งปันบัลลังก์ให้กับอีกสองคน</color>\n<color=#ffffff>เหล่าญินมอบบัลลังก์นกยูงที่ประดับด้วยมรกตและทับทิม เพื่อเป็นการเฉลิมฉลองพันธสัญญาของเพื่อนรักทั้งสามคน</color>\n<color=#ffffff>เพื่อเกียรติยศแห่งโอซิสอันเป็นนิรันดร์ เพื่อ Padisarah ที่บานสะพรั่ง นายหญิงแห่งบุปผาจึงได้สวมมงกุฎอเมทิสต์</color>\n<color=#ffffff>\"แต่ 'นิรันดร์' เป็นเพียงคำโกหก ความมัวเมาและความรักจะบดขยี้ความทรงจำ และกลายเป็นความเพ้อฝันที่แหลกสลาย\"</color>\n<color=#ffffff>\"เจ้าเคยถามข้าว่าทำไมถึงถอนหายใจบ่อยเหลือเกิน ในค่ำคืนที่จันทราส่องสว่างนี้ ข้าจะค่อย ๆ เล่าเรื่องในอดีตให้เจ้าฟังก็แล้วกัน...\"</color>\n<color=#ffffff>\"มันเป็นยุคแห่งสันติที่อยู่ห่างไกลนัก มีผู้ส่งสาส์นจำนวนมากที่สื่อสารกับมนุษย์ และคอยถ่ายทอดถ้อยคำของสวรรค์...\"</color>\n<color=#ffffff>\"แต่ต่อมา ได้มีผู้รุกรานลงมาจากฟากฟ้า ทำลายสิ่งต่าง ๆ นับไม่ถ้วน สายน้ำกลับตาลปัตร และโรคระบาดก็โหมกระหน่ำขึ้น...\"</color>\n<color=#ffffff>\"ผู้ที่มาจากภายนอกนำสงครามมาสู่อดีตชาติตระกูลของข้า และนำความหลงผิดมาสู่การทลายพันธนาการของแผ่นดิน\"</color>\n<color=#ffffff>\"เจ้าแห่งท้องนภาหวาดกลัวต่อความหลงผิดและความก้าวหน้า ท่านจึงปลดปล่อยตะปูศักดิ์สิทธิ์เพื่อซ่อมแซมโลก และทำลายอาณาจักรมนุษย์ให้สิ้น...\"</color>\n<color=#ffffff>\"เราต้องทนทุกข์กับการถูกเนรเทศ ขาดการติดต่อกับสวรรค์ และสูญเสียความสามารถในการศึกษา...\"</color>\n<color=#ffffff>\"เนื่องจากภัยพิบัติ ข้าถูกสาปแช่งอย่างรุนแรงจนไม่สามารถแหงนมองท้องฟ้าได้อีก โชคดีที่ข้ายังรักษาชีวิตได้ถึงทุกวันนี้...\"</color>\n<color=#ffffff>\"แต่บ้านเกิดเอาแต่พร่ำเรียกฉันอยู่เสมอ แม้ว่าภัยพิบัติของดวงดาวกับขุมนรกจะก่อตัวขึ้นบนคริสตัลก็ตาม\"</color>\n<color=#ffffff>\"จงฟังคำเตือนของข้า อย่าได้ตามหาจ้าวแห่งเงาทั้งสี่ อย่าถามถึงความลับของสวรรค์และขุมนรก\"</color>\n<color=#ffffff>\"มิฉะนั้น ดั่งเมื่อกรงเล็บแห่งลงทัณฑ์เป็นที่แน่ชัด จุดจบอันน่าเศร้าและขมขื่นจะบังเกิดขึ้น\"</color>\n<color=#ffffff>อย่างไรก็ตาม ราชาสีชาดไม่เห็นด้วยกับคำเตือนของคู่หู และแสดงความปรารถนาอันหยิ่งผยองขึ้นในใจ</color>\n<color=#ffffff>ภายใต้แสงจันทร์ส่อง ขณะบรรจงเช็ดน้ำตาของคู่หู เขาบอกเล่าความปรารถนาของตนเองให้แก่เทพอสูรแห่งบุปผาฟัง...</color>"
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "Wilting Feast",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "ขนนกจากนกที่สูญพันธุ์ไปเมื่อนานมาแล้ว ถูกฝังด้วยทองคำ และอัญมณีล้ำค่า โดยผู้ติดตามของเทพแห่งมวลบุปผาในสมัยโบราณ"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/176148810/30b5885215b1c09b6033b5cafe437d2c_6939673400765108667.png"
      },
      "flower_of_life": {
        "title": "Ay-Khanoum's Myriad",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "ดอกไม้อเมทิสต์ที่ถูกประดิษฐ์ขึ้นอย่างวิจิตรบรรจง มีลักษณะใกล้เคียงกับดอกไม้โบราณที่สูญพันธุ์ไปแล้ว"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/176148810/50ce09dfa5a91a33aa9cedfb15bcf2d1_79195368022049510.png"
      },
      "circlet_of_logos": {
        "title": "Amethyst Crown",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "มงกุฎที่ประดับด้วยอเมทิสต์ และมรกต ดูเหมือนจะเป็นผ้าโพกศีรษะ ของนักบวชของเทพแห่งมวลบุปผาในสมัยโบราณ"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/176148810/d0dac0543a776782f0496bf908870291_5920794887821071710.png"
      },
      "sands_of_eon": {
        "title": "A Moment Congealed",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "นาฬิกาทรายที่หยุดไหล ไม่ว่าจะพลิกกลับด้านอย่างไร ก็ไม่ตอบสนองต่อการไหลของเวลาอีกต่อไป"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/176148810/baf7c8bd6eba7afe0c71c9bf8cc6f96b_8072463861545275715.png"
      },
      "goblet_of_eonothem": {
        "title": "Secret-Keeper's Magic Bottle",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "ขวดขนาดเล็กที่แกะสลักจากคริสตัลสีม่วง ถูกปิดผนึกอย่างแน่นหนาด้วยฝามรกต"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/176148810/f4e5dde048f278e01371e56637a7bd1f_7815441942617700338.png"
      }
    },
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Flower of Paradise Lost"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวละคร"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หมายเหตุ"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "ท่าน Narukami Ogosho ผู้ยิ่งใหญ่ ผู้ซึ่งสัญญาว่าจะมอบ &#34;ความเป็นนิรันดร์&#34; ที่ไม่มีวันเปลี่ยนแปลงให้กับชาว Inazuma",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Raiden Shogun เป็นตัวละครที่มีการทำให้ <color=#ffacff>ติดสถานะไฟฟ้า</color> ได้ง่าย จึงทำให้สามารถใช้งานได้ดีในทีมที่เน้นทำปฏิกิริยาธาตุเกี่ยวกับ <color=#ece5d8>งอกเงย</color> ทำให้สามารถใช้โบนัสเซ็ต <color=#ffffff>Flower of Paradise Lost</color> เพื่อเพิ่มความเสียหายโดยรวมของปฏิกิริยาธาตุ <color=#ece5d8>ไฮเปอร์บลูม</color> ได้เป็นอย่างดี"
      },
      {
        "type": "CustomEntry",
        "epId": 3608,
        "name": "Kaveh",
        "desc": "<p>สถาปนิกที่มีชื่อเสียงของ Sumeru เขาเป็นคนที่ใส่ใจเป็นห่วงเป็นใยหลายสิ่งหลายอย่างมากจนเกินไป ทั้งยังเป็นนักสุนทรียศาสตร์ ผู้มีปัญหากับความเป็นจริงอีกด้วย</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/28/144837601/2270aba02b92034d7d76b4426be8f53b_9086553852489645779.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Kaveh เป็นตัวละครที่มีรูปแบบการเล่นที่เน้นการทำปฏิกิริยา <color=#ece5d8>งอกเงย</color> เป็นหลัก ทำให้สามารถใช้โบนัสเซ็ต <color=#ffffff>Flower of Paradise Lost</color> เพื่อเพิ่มความเสียหายโดยรวมของปฏิกิริยาธาตุ <color=#ece5d8>งอกเงย</color> ได้เป็นอย่างดี"
      },
      {
        "type": "CustomEntry",
        "epId": 2256,
        "name": "Kuki Shinobu",
        "desc": "<p>รองหัวหน้าผู้มีความสามารถ และเชื่อถือได้ของ &#34;แก๊ง Arataki&#34;...</p><p>หมายเหตุพิเศษ: คนที่มีความสามารถ และเชื่อถือได้ไม่ใช่ &#34;แก๊ง Arataki&#34; แต่เป็นรองหัวหน้า</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kuki Shinobu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Kuki Shinobu เป็นตัวละครที่มีการทำให้ <color=#ffacff>ติดสถานะไฟฟ้า</color> ได้ง่าย จึงทำให้สามารถใช้งานได้ดีในทีมที่เน้นทำปฏิกิริยาธาตุเกี่ยวกับ <color=#ece5d8>งอกเงย</color> ทำให้สามารถใช้โบนัสเซ็ต <color=#ffffff>Flower of Paradise Lost</color> เพื่อเพิ่มความเสียหายโดยรวมของปฏิกิริยาธาตุ <color=#ece5d8>ไฮเปอร์บลูม</color> ได้เป็นอย่างดี"
      },
      {
        "type": "CustomEntry",
        "epId": 16,
        "name": "Thoma",
        "desc": "พ่อบ้านผู้จัดการงานต่าง ๆ ภายในคฤหาสน์ของตระกูล Kamisato &#34;ผู้มีอิทธิพล&#34; ซึ่งเคลื่อนไหวใน Inazuma",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Thoma_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Thoma เป็นตัวละครที่มีการทำให้ <color=#ff9999>ติดสถานะไฟ</color> ได้ง่าย จึงทำให้สามารถใช้งานได้ดีในทีมที่เน้นทำปฏิกิริยาธาตุเกี่ยวกับ <color=#ece5d8>งอกเงย</color> ทำให้สามารถใช้โบนัสเซ็ต <color=#ffffff>Flower of Paradise Lost</color> เพื่อเพิ่มความเสียหายโดยรวมของปฏิกิริยาธาตุ <color=#ece5d8>เบ่งบาน</color> ได้เป็นอย่างดี"
      }
    ]
  }
}