{
  "epId": 3322,
  "name": "Desert Pavilion Chronicle",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/176148810/b86d9fd7cf57937a021c9c68c9b185ed_976392577584055765.png",
  "filterValues": {
    "reliquaryEffect": [
      "โบนัสความเสียหาย"
    ]
  },
  "menuId": 5,
  "menuName": "อาร์ติแฟกต์",
  "version": 1698163434,
  "components": {
    "story": [
      {
        "title": "The First Days of the City of Kings",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>คนสูงศักดิ์ผู้ร่วงหล่นสู่ฝุ่นทรายเอ๋ย โปรดรับฟังถ้อยคำของคนแก่ตาบอดผู้นี้...</color>\n<color=#ffffff>ถ้อยคำบอกกล่าวถึงบทเรียนที่เมือง Gurabad ได้รับ ถ้อยคำเกี่ยวกับดอกไม้สร้างจากมือมนุษย์ที่มลายสิ้นในชั่วอึดใจ</color>\n<color=#ffffff>ถ้อยคำเล่าถึงราชาผู้เกิดมาอย่างต่ำต้อย รวมถึงแรงคลั่งรักและความโกรธเกรี้ยวของญิณ...</color>\n<color=#ffffff>ตำนานเล่าขานไว้ว่า หลังคู่ครองของราชันทรายชาดจากไป เขาได้ทำสัญญากับมนุษย์ธรรมดาโดยมีญิณเป็นทูต</color>\n<color=#ffffff>มีเพียงผู้ที่จิตใจยังไม่ผ่านความยากลำบากจนแข็งกระด้าง และผู้ที่ยังไม่ถูกความลวงหลอกกลืนกินเท่านั้น</color>\n<color=#ffffff>ถึงมีสิทธิ์เป็นราชาผู้ปกครองฝ่ายมนุษย์ ประหนึ่งโหราจารย์ผู้ชี้นำฝูงแกะที่สับสนหลงทาง</color>\n<color=#ffffff>ด้วยเหตุฉะนี้ ภายใต้ความเมตตาและความเข้มงวดของผู้เป็นนาย ญิณก็มีตัวเลือกเกิดขึ้นภายในใจ...</color>\n<color=#ffffff>Ormazd คนเลี้ยงแกะที่ยังหนุ่มแน่นในตอนนั้น ได้ตกสู่ห้วงความรักร่วมกับ Liloupar ผู้ถือกำเนิดจากบงกช</color>\n<color=#ffffff>\"ข้าจะมอบพรให้เจ้าไปอีกสิบภพสิบชาติ ทว่าราคาที่ต้องแลกนั้นคือคมดาบแห่งการแก้แค้น และสุราสีโลหิตที่หลั่งริน\"</color>\n<color=#ffffff>\"เพราะแรงคลั่งรักของญิณย่อมควบคู่ไปด้วยตัณหาความละโมบ และสุดท้ายจะจบด้วยการแก้แค้นที่ยุติธรรมสำหรับตัวเอง\"</color>\n<color=#ffffff>ภายใต้แสงจันทร์ส่อง Ormazd หาได้เก็บเอาคำเตือนมาใส่ใจ...</color>\n<color=#ffffff>ราวกับคิดว่าโทษทัณฑ์แห่งโชคชะตานั้น ยังไกลห่างจากชายหนุ่มผู้กล้าหาญไปไกลแสนไกล</color>\n<color=#ffffff>ภายใต้การช่วยเหลือของญิณ คนเลี้ยงแกะหนุ่มได้กลายเป็นผู้นำของชนเผ่าเร่ร่อน</color>\n<color=#ffffff>เวลาต่อมา Ormazd คว้าชัยเหนือผู้ปกครองดินแดนอื่นอีกมากมาย และขึ้นครองบัลลังก์ชาวมนุษย์ในที่สุด</color>\n<color=#ffffff>เมือง Gurabad เป็นดั่งดอกไม้ที่บานสะพรั่งบนหินผาด้วยการสร้างจากมือมนุษย์ และกลายเป็นนครหลวงของมวลมนุษย์</color>\n<color=#ffffff>คนเลี้ยงแกะ Ormazd หรือก็คือราชาชาวมนุษย์ในปัจจุบัน ผู้เป็นตัวแทนของนายแห่งทรายชาด</color>\n<color=#ffffff>ถึงกระนั้น ขณะที่ดอกไม้สดเบ่งบานล้วนมีแต่คนเชยชมกลิ่นหอมรัญจวน ผู้ใดเล่าจะคิดไปถึงว่า...</color>\n<color=#ffffff>สิ่งที่ก่อร่างสร้างขึ้นหลังการบานสะพรั่งนั้น กลับเป็นผลแห่งความตายรสขมขื่นและรุนแรง</color>\n<color=#ffffff>Xiphos ก้าวเข้าสู่เส้นทางอันมุ่งไปนครแห่งไพลิน ตามตำนานในอดีตที่อาจารย์ได้เล่าให้ฟัง</color>\n<color=#ffffff>บทเรียนของเมื่อวานที่ถูกฝังกลบใต้ทรายสีทองในวันนี้ พรุ่งนี้จะเริ่มเปิดการแสดงขึ้นอีกครั้งในช่วงเวลาที่สายลมพัดไม่รู้จบ...</color>"
          }
        ]
      },
      {
        "title": "End of the Golden Realm",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>เหล่าคนพเนจรผู้อ่อนเยาว์เอ๋ย โปรดรับฟังถ้อยคำของคนแก่ตาบอดผู้นี้...</color>\n<color=#ffffff>ถ้อยคำเกี่ยวกับเศษซากของเมือง Gurabad ถ้อยคำที่เล่าถึงจุดจบของความใฝ่ฝันอันบ้าระห่ำ...</color>\n<color=#ffffff>ถ้อยคำที่บอกถึงหลังคาโค้งประดับด้วยอัญมณีส่องประกายดุจดวงดาว ถ้อยคำที่เกี่ยวข้องกับหลายประเทศที่แตกหักกัน</color>\n<color=#ffffff>หอคอยและวิหารทองคำสูงเสียดฟ้าถูกกลืนกินโดยคลื่นแห่งความโกรธแค้น พระราชวังและตำหนักถูกยึดครองโดยประชาชนผู้ยากแค้น...</color>\n<color=#ffffff>ฝูงประชาคั่งแค้นไล่ตามไปตามคำชี้นำของผู้สวมหน้ากากทองเหลือง ผู้มีความรู้ต่างเรียกเหตุการณ์นี้ว่า \"โรคระบาดครั้งใหญ่\"</color>\n<color=#ffffff>หลังเมือง Gurabad ล่มสลายลงจากโรคระบาดครั้งใหญ่อันมืดมิดครั้งนี้ นายใหญ่แห่งทรายสีชาดก็ได้จมสู่เส้นทางความพินาศแห่งตน...</color>\n<color=#ffffff>เพราะประสบผลกรรมจากเล่ห์กลอุบายชั่วร้าย ญิณ Liloupar ผู้เกิดจากบงกชจึงได้รับกรรม ทำให้วิญญาณแตกเป็นหลายชิ้นส่วน</color>\n<color=#ffffff>ขณะที่อาณาจักรโอเอซิสอันอุดมสมบูรณ์ พังทลายลงท่ามกลางผืนทรายในชั่วข้ามคืน หลายเผ่าพันธุ์และหลายเมืองก็เกิดความโกลาหลขึ้นอีกครา...</color>\n<color=#ffffff>หลังจากนั้น มนุษย์ท่ามกลางทะเลทรายและโอเอซิสก็ได้แยกตัวออกเป็นเจ็ดประเทศ โดยมีนครแห่งไพลินอย่าง \"Tulaytullah\" ที่ยิ่งใหญ่ที่สุด</color>\n<color=#ffffff>\"ข้ามั่นใจว่าตัวเองมีชีวิตอยู่มาอย่างยาวนาน และเคยเป็นสักขีพยานในเรื่องราวของคนโง่กับคนชั่วมานับไม่ถ้วน...\"</color>\n<color=#ffffff>\"ยามข้าเยาว์วัย กำแพงยักษ์ที่หลอมขึ้นจากโลหะทองแดง เคยค้ำยันหลังคาโค้งประดับอัญมณีที่เป็นดั่งคลื่นทะเลใต้แสงจันทร์\"</color>\n<color=#ffffff>\"ยามข้าเยาว์วัย คูคลองของ Tulaytullah ถักทอเป็นตาข่ายพร่างพราว แสงไฟแข่งกันส่องสว่างกับดวงจันทร์...\"</color>\n<color=#ffffff>\"ในวันนี้ที่ข้าสูญเสียดวงตาไปทั้งคู่ กลับได้ประจักษ์กับชนชั้นสูงที่ตกเป็นทาส องค์ชายผู้ถูกเชลยศึกขับไล่จากตำแหน่ง...\"</color>\n<color=#ffffff>\"ในวันนี้ที่ข้าสูญเสียดวงตาไปทั้งคู่ กลับกำลังเล่าถึงเรื่องผู้มีปัญญาที่ถูกลอบสังหารโดยชนชั้นสูง เรื่องนักระบำต่างแดนผู้แย่งชิงอำนาจ...\"</color>\n<color=#ffffff>\"เมืองเกิดขึ้นและล่มสลายในแค่หนึ่งห้วงฝันเมามาย คนดีและคนชั่วในนั้นต่างถูกบดทับแตกสลายราวกับข้าวเปลือกใต้โม่\"</color>\n<color=#ffffff>ทะเลแห่งไพลินถูกกลบหายไปด้วยคำลวงนับไม่ถ้วน ถ้อยคำลวงเหล่านั้นได้กลายเป็นตำนานและประวัติศาสตร์...</color>\n<color=#ffffff>แม่ทัพผู้เคยรุกรานเมืองมากมายเหลือคณานับ สุดท้ายข้างกายก็เหลือทาสรับใช้คอยนำทางเพียงผู้เดียว</color>\n<color=#ffffff>ทาสรับใช้วัยละอ่อนครอบครอง \"กุญแจ\" และความหวังเลือนรางที่จะฟื้นฟูบ้านเกิดเมืองนอน...</color>\n<color=#ffffff>ราชาผู้สิ้นลมอย่างน่าขัน เพียงเพราะการล่าเหยี่ยวนั้น บนลำคอของเขามีรอยมีดประดับไว้ด้วยเลือดเจิ่งนอง</color>\n<color=#ffffff>นักระบำสาวผู้ให้คำมั่นสัญญากับองค์ชาย ในใจกลับโอบอุ้มเต็มไปด้วยความเคียดแค้นที่มีต่อทรราชผู้เลือดเย็น...</color>\n<color=#ffffff>มือของมนุษย์ได้สร้างร่างเหยี่ยวโบยบิน และบรรจุเสี้ยววิญญาณญิณที่แตกสลายไว้ในนั้น</color>\n<color=#ffffff>เหินทะยานขึ้นจากยอดผาเมือง Gurabad บินพาดผ่านเมืองแห่งทะเลทรายอันน่าสลด...</color>\n<color=#ffffff>ในที่สุดก็บินมาตกอยู่ในมือของทายาทของผู้ฉาบด้วยทอง ความทรงจำเลือนหายดั่งเม็ดทรายที่ร่วงหล่น</color>\n<color=#ffffff>ขนนกมนุษย์สร้างที่นอนนิ่งกลางผืนเนินทราย เป็นการประกาศการล่มสลายของอาณาจักรอย่างเงียบงัน...</color>\n<color=#ffffff>ท่ามกลางเสียงแก่เฒ่า องค์ชายผู้เหลือรอดหวนนึกถึงพระราชวังในบ้านเกิดที่ถูกแผดเผา</color>\n<color=#ffffff>ครั้นเวลานั้น อาจารย์ยังเป็นแม่ทัพกับกวีคนหนึ่ง ที่สวามิภักดิ์ต่อทรราชผู้ทำลายบ้านเมืองของตัวเอง</color>\n<color=#ffffff>กงเกวียนกำเกวียน คนหนึ่งสูญเสียตาทั้งคู่ อีกคนสูญเสียบัลลังก์...</color>\n<color=#ffffff>วงล้อแห่งโชคชะตายังคงหมุนเวียน และคอยโปรยซากเศษเสี้ยวความหวังสู่โลกมนุษย์ต่อไป</color>"
          }
        ]
      },
      {
        "title": "Timepiece of the Lost Path",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>\"ท่านแม่... ท่านแม่...!\"</color>\n<color=#ffffff>\"แก่ชราตั้งแต่ครั้นถือกำเนิด สติที่แตกสลายคอยประคับประคองพลังอันยิ่งใหญ่...\"</color>\n<color=#ffffff>\"มิเคยลิ้มรสความหอมหวานของน้ำนม มิเคยสัมผัสความอบอุ่นของน้ำคร่ำ...\"</color>\n<color=#ffffff>\"หยาดน้ำตาแห้งระเหยจากตะวันแรงกล้า ความรื่นรมย์ยินดีเพียงชั่วขณะถูกฟันเฟืองบดขยี้...\"</color>\n<color=#ffffff>\"พวกข้าหาได้เกิดมาจากการหลอมรวมของความรัก ทว่าต่างเกิดขึ้นจากความชิงชังและห่างเหิน...\"</color>\n<color=#ffffff>\"ท่านแม่... ท่านแม่...!\"</color>\n<color=#ffffff>\"พวกข้าไร้ซึ่งความทะนงตัว และขาดซึ่งสติปัญญาที่จะโพนทะนา...\"</color>\n<color=#ffffff>\"ไร้หลักแหล่งให้ดำรงอาศัย และก็ไร้เวลาว่างให้ได้พักผ่อน...\"</color>\n<color=#ffffff>\"คอหอยถูกแทนที่ด้วยหลอดโลหะ หน้าท้องบวมเป่งไม่มีสะดือให้เห็น...\"</color>\n<color=#ffffff>\"มารดาผู้มิเคยให้กำเนิดแก่พวกข้าเอ๋ย ขอให้โรคร้ายทั้งเจ็ดบันดาลสู่ท่าน...\"</color>\n<color=#ffffff>\"ท่านแม่... ท่านแม่...!\"</color>\n<color=#ffffff>\"พวกเขาเป็นวิญญาณของเครื่องจักรไร้วิญญาณ เป็นทาสในหมู่ญิณทั้งหลาย...\"</color>\n<color=#ffffff>\"พวกเขามิเคยได้รับนาม และมิเคยได้ยินใครขานเรียก...\"</color>\n<color=#ffffff>\"ร่างกายถูกสลักขึ้นด้วยความทนทุกข์และเจตนาชั่วร้าย ร่างกายซึ่งขับเคลื่อนด้วยแรงเคียดแค้น...\"</color>\n<color=#ffffff>\"ความโกรธแค้นนับหมื่นนับพันรวมตัวกันอยู่ภายใน และสร้างทุกสิ่งขึ้นด้วยความปรารถนาที่จะทำลายล้างให้สิ้น...\"</color>\n<color=#ffffff>\"ยามแสงจันทร์สาดส่องลงบนใบหน้าที่วิกลตั้งแต่เกิดนั้น พวกข้าได้ลั่นวาจาเป็นครั้งสุดท้าย...\"</color>\n<color=#ffffff>\"ขอให้เม็ดกรวดทรายอัดแน่นปอดทั้งคู่ที่แห้งเหี่ยว ขอให้สรรพสิ่งที่เขียวชอุ่มกลายเหี่ยวไหม้...\"</color>\n<color=#ffffff>\"ในที่สุด พวกข้าก็หลุดพ้นจากโซ่ตรวนที่ตรึงเอาไว้ตั้งแต่เกิด...\"</color>\n<color=#ffffff>\"ในที่สุด พวกข้าก็กลับคืนสู่ อ้อมอกของผู้บริสุทธิ์ที่ต้องตกระกำลำบากอย่าง Shirin...\"</color>"
          }
        ]
      },
      {
        "title": "Defender of the Enchanting Dream",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>นักเดินทางผู้มาดื่มกินน้ำแร่เอ๋ย โปรดรับฟังถ้อยคำของคนแก่ตาบอดผู้นี้...</color>\n<color=#ffffff>ถ้อยคำที่กล่าวถึงบทโศกแห่งเมือง Gurabad ถ้อยคำที่เกี่ยวกับฝันประหลาดของนายแห่งทรายสีชาด...</color>\n<color=#ffffff>ถ้อยคำซึ่งเล่าถึงเศษเสี้ยวญิณกล้าหาญผู้สัตย์ซื่อ รวมถึงถ้อยคำที่บอกถึงความทรยศของพวกพ้อง</color>\n<color=#ffffff>ตำนานเล่าขานว่า ยามเมื่อราชินีแห่งบุปผาร่วงโรย บริวารญินหลายตนของนางได้หันไปสวามิภักดิ์ต่อราชา Deshret แทน</color>\n<color=#ffffff>ราชา Deshret คอยตามหาสรวงสวรรค์ในวันเก่า ณ จุดที่เสาสวรรค์ตกลงอย่างไม่รู้จักเหน็ดเหนื่อย และได้สร้างโอเอซิสนิรันดร์ขึ้น...</color>\n<color=#ffffff>ญิณยิ่งใหญ่นามว่า \"Ferigees\" ได้รับสั่งจากนายแห่งทรายสีชาดให้เป็นผู้ปกครองโอเอซิส</color>\n<color=#ffffff>เพื่อปกปักรักษาสุสานซึ่งนายหญิงหลับใหล นางเคยใช้พลังแห่งญิณ เพื่อคงรักษาน้ำแร่ไม่ขาดสาย</color>\n<color=#ffffff>แพร่ขยายความเขียวชุ่มไปทั่วทะเลทรายดั่งดาวพร่างพราย และมอบแหล่งพักพิงให้แก่ผู้ร่อนเร่ซึ่งสูญเสียบ้านเกิดเมืองนอนไป...</color>\n<color=#ffffff>เวลาต่อมา ภายใต้การนำของญิณ Liloupar เมืองห้อมล้อม \"โอเอซิสนิรันดร์\" ที่ถูกปกครองด้วยราชาชาวมนุษย์ก็ได้ก่อร่างสร้างตัวขึ้น</color>\n<color=#ffffff>ด้วยความจงรักภักดีที่มีต่อนายหญิงแห่งบุปผา และความเมตตาที่มีต่ออาณาจักรแห่งใหม่ Ferigees ตัดสินใจที่จะเสียสละตนเอง</color>\n<color=#ffffff>ญิณยิ่งใหญ่เมินซึ่งคำรั้งจากราชันทรายชาด และขังร่างงดงามของตนไว้ในโซ่ตรวนอันหนาวเหน็บ</color>\n<color=#ffffff>แปรเปลี่ยนเป็นผนึกราวกับแก้วคริสตัล เพื่อระงับโทสะของทะเลทราย และใช้รูปลักษณ์ที่ไม่มีวันเปลี่ยนแปลงมาปกป้องเมืองของมนุษย์...</color>\n<color=#ffffff>\"ถึงกระนั้น สรรพสิ่งก็มีเวลาของตน สรรพสิ่งย่อมมีวันเปลี่ยนผัน วันนี้พึ่งพากันและกัน พรุ่งนี้อาจทอดทิ้งอีกฝ่ายเหมือนกัน\"</color>\n<color=#ffffff>\"สูญสิ้นอิสระที่ญิณแสนภาคภูมิใจ สูญเสียร่างกายที่ใช้เสพความรักและสุขสันต์ สติเริ่มเลือนรางไปตามกาลเวลา\"</color>\n<color=#ffffff>\"นางไม้แห่งบงกชใช้วาจาโป้ปดหวานเชื่อมล่อลวงราชาชาวมนุษย์สู่กลอุบาย ส่วนราชันทรายชาดเองก็จมดิ่งลงสู่ฝันแห่งความบ้าคลั่ง...\"</color>\n<color=#ffffff>\"ข้ารอคอยมาโดยตลอด เอาแต่เฝ้ารออยู่ในห้วงฝันอันไร้ซึ่งการหลับใหล... รอให้ราชาแห่งผืนทรายทำตามคำสัญญาตั้งแต่ครั้นโบราณ\"</color>\n<color=#ffffff>ร่างที่ถูกตรึงภายในจักรกลรูปลักษณ์อัปลักษณ์ ยังคงเฝ้าหวังว่านายหญิงแห่งตนจะตื่นขึ้นจากนิทรารมณ์</color>\n<color=#ffffff>นางปกปักรักษาความฝันที่แตกสลายของดินแดนแห่งทรายอย่างเงียบงัน โดยโอบกอดความหวังอันน่าเศร้านี้ไว้</color>\n<color=#ffffff>แม้ว่าน้ำแร่จะมีเศษทรายกรวดรสขมปะปน แม้ว่าโอเอซิสจะถูกทรายทับถมกลืนหายไป...</color>\n<color=#ffffff>ท่ามกลางแรงเคลื่อนตัวอันเป็นนิรันดร์ของเครื่องจักรกลนั้น ยังคงคอยฟังฝีเท้าที่จะนำมาซึ่งความเปลี่ยนแปลงอยู่</color>\n<color=#ffffff>\"แต่อาจารย์ตาบอดท่านนี้เอ๋ย ข้าที่เป็นทาสซึ่งถูกโซ่ตรวนตั้งแต่เกิดนั้น ข้าผู้ซึ่งสูญสิ้นไปทุกอย่างตั้งแต่เด็กนั้น...\"</color>\n<color=#ffffff>\"ข้าที่ถูกโชคชะตาซึ่งยากจะคาดเดาดั่งเนินทรายทอดทิ้งผู้นี้ ยังมีสิทธิ์รอต้อนรับโอกาสเปลี่ยนผันของชีวิตอีกหรือ?\"</color>"
          }
        ]
      },
      {
        "title": "Legacy of the Desert High-Born",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>คนค้าขายที่หลีกเลี่ยงพายุทรายเอ๋ย เหตุใดไม่รับฟังถ้อยคำของคนแก่ตาบอดผู้นี้...</color>\n<color=#ffffff>ถ้อยคำในอดีตของเมือง Gurabad ถ้อยคำกงเกวียนกำเกวียนที่ชาวเมืองแสวงหา</color>\n<color=#ffffff>ถ้อยคำถึงขุนนางที่เรืองอำนาจที่ถือกำเนิดใหม่ ถ้อยคำถึงบริวารใต้พระราชวัง</color>\n<color=#ffffff>ตำนานกล่าวไว้ว่าเมื่อเมือง Gurabad อุบัติขึ้น ราชาแห่งมวลมนุษย์รวมโอเอซิสมากมายเข้าเป็นหนึ่งเดียว</color>\n<color=#ffffff>จากนั้นเป็นต้นมา ชนเผ่าที่กระจัดกระจายและอาณาจักรที่มีอายุขัยแสนสั้น ล้วนยอมจำนนต่อ Ormazd เพียงผู้เดียว</color>\n<color=#ffffff>Ormazd ได้น้อมรับราชันทรายชาดให้มาเป็นผู้ปกครอง ทั้งสร้างพระราชวังและศาลาสักการะ</color>\n<color=#ffffff>พรากผู้คนจากชนเผ่ามาเป็นทาส ทั้งแรงงานจากเขตย่อยและเรียกร้องบรรณาการจากเมือง...</color>\n<color=#ffffff>บ้านเมืองเจริญรุ่งเรือง ทั้งขุนนางและทาสล้วนถูกปกคลุมไปด้วยร่มเงาเฉกเช่นเดียวกัน</color>\n<color=#ffffff>สนมญินยืนอยู่บนหอคอยสูงทอดสายตาไปยังเหล่าปุโรหิตและทาสเล็กจิ๋วราวกับฝูงมดและตั๊กแตน พลางถอนหายใจด้วยความเศร้า</color>\n<color=#ffffff>ในฐานะผู้รับใช้ของเทพบุปผา เชื่อว่าตนได้เลือกราชาในอุดมคติแล้ว แต่มิได้ปรารถนาให้เขาถูกครอบงำด้วยความหลงระเริง</color>\n<color=#ffffff>ดังนั้นญินจึงได้เสนอคำแนะนำที่อ่อนโยนยามอยู่บนเตียง พยายามโน้มน้าวให้ราชาเปลี่ยนใจอย่างเปล่าประโยชน์...</color>\n<color=#ffffff>ในทางกลับกัน Ormazd ถือว่าการเป็นทาสถือเป็นข้อตกลงและเป็นกฎอันเป็นที่แน่นอน จึงกล่าวโทษคำตักเตือนของคู่รัก</color>\n<color=#ffffff>\"การมอบความรักของตนเองให้ เพื่อเคียงคู่กันตลอดไปเป็นดั่งความกระหายที่ไร้สิ้นสุด\"</color>\n<color=#ffffff>\"ขอความฝัน, ขอบ้าน และขอเพื่อที่คนที่รักอย่างสุดใจ จะก้าวข้ามความฝันที่เหนือมนุษย์ธรรมดา\"</color>\n<color=#ffffff>\"แต่ตอนนี้ คู่รักกำลังจมอยู่ในความโลภและความหน้าซื่อใจคด ค่อย ๆ เปลี่ยนให้กลายเป็นเผด็จการ\"</color>\n<color=#ffffff>\"เพื่อบรรเทาความคับข้องใจและโทสะของการถูกทรยศ ข้าจะกำหนดให้มีการขับไล่เป็นเวลาสามชั่วโคตร\"</color>\n<color=#ffffff>ญินถอดต่างหูที่ทรราชมอบให้อย่างเงียบ ๆ เพื่อแสดงความมุ่งมั่นของนาง</color>\n<color=#ffffff>ในใจที่เย็นชามีกลอุบายที่จะใช้ลงโทษคนรักอยู่นานแล้ว</color>\n<color=#ffffff>\"Xiphos ลูกของข้าเอ๋ย ความแค้นเหมือนเปลวไฟแผดเผาลุกลามดั่งเพลิงป่าและหลงเหลือทิ้งไว้เพียงเถ้าถ่านแห่งความบ้าคลั่ง\"</color>\n<color=#ffffff>\"ความรักที่ต้องหวาดระแวงนั้นอันตรายยิ่งกว่านัก สิ่งชั่วร้ายมากมายในโลกนี้เกิดจากความรักที่คลั่งไคล้...\"</color>"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>ได้รับโบนัสความเสียหายลม 15%</p>",
      "fourSetEffect": "<p>หลังจากที่การชาร์จโจมตีถูกศัตรู ความเร็วของการโจมตีปกติของตัวละครนี้ จะเพิ่มขึ้น 10% โดยที่การโจมตีปกติ, การชาร์จโจมตี และการโจมตีพุ่งลงจากอากาศ จะสร้างความเสียหายเพิ่มขึ้น 40% เป็นเวลา 15 วินาที</p>"
    },
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวละคร"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หมายเหตุ"
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "ผู้พเนจร",
        "desc": "<p>ผู้พเนจรที่มีตัวตนเป็นปริศนา เขาแต่งตัวเหมือนผู้ฝึกตน แต่คำพูด และการกระทำของเขาไม่ใช่สิ่งที่ผู้ฝึกตนควรกระทำ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/144837601/24d97a22be742fb732ea96f625d1faac_2930533850308061452.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจากผู้เพนจรเป็นตัวละครที่สร้างความเสียหายจาก <color=#ffd780>การโจมตีปกติ</color> เป็นหลัก จึงทำให้สามารถใช้โบนัสเซ็ตของ <color=#ffffff>Desert Pavilion Chronicle</color> ได้อย่างมีประสิทธิภาพ"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "<p>&#34;ยักษา&#34; เซียนผู้พิทักษ์ Liyue ผู้ได้รับสมญานาม &#34;ผู้กำราบอสูร&#34; และ &#34;ยักษาผู้พิทักษ์&#34;</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Xiao เป็นตัวละครที่สร้างความเสียหายจาก <color=#ffd780>การโจมตีพุ่งลงจากอากาศ</color> เป็นหลัก จึงทำให้สามารถใช้โบนัสเซ็ตของ <color=#ffffff>Desert Pavilion Chronicle</color> ได้อย่างมีประสิทธิภาพ"
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "นักสืบหนุ่มอัจฉริยะของสำนัก Tenryou ผู้มาพร้อมกับสัญชาตญาณที่เฉียบแหลม และจิตใจที่งดงาม",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Heizou เป็นตัวละครที่สร้างความเสียหายจาก <color=#ffd780>การโจมตีปกติ</color> เป็นหลัก จึงทำให้สามารถใช้โบนัสเซ็ตของ <color=#ffffff>Desert Pavilion Chronicle</color> ได้อย่างมีประสิทธิภาพ"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Desert Pavilion Chronicle"
          }
        ]
      }
    ],
    "artifactList": {
      "flower_of_life": {
        "title": "The First Days of the City of Kings",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "ดอกไม้ประดิษฐ์ที่เปล่งประกายแสงออกมาอย่างน่าประหลาด ราวกับมีเสียงหัวเราะอันแผ่วเบาลอยออกมาเมื่อลองเงี่ยหูฟัง"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/176148810/b86d9fd7cf57937a021c9c68c9b185ed_8996522366844907633.png"
      },
      "goblet_of_eonothem": {
        "title": "Defender of the Enchanting Dream",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "ถ้วยทองคำโบราณ ที่มีรูปทรงสวยงามหรูหรา ภายในที่ว่างเปล่านั้น ราวกับมีเสียงกระซิบสะท้อนอยู่"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/176148810/0c319d4054751adc08be47eee0ebad53_4305336876821817986.png"
      },
      "circlet_of_logos": {
        "title": "Legacy of the Desert High-Born",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "ต่างหูที่ทำขึ้นจากทองอำพัน และฝังด้วยอัญมณี เปล่งประกายแสงที่น่าพิศวงออกมา"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/176148810/999a78b73235c08ca4a0664a23e7079f_1183181897759395602.png"
      },
      "plume_of_death": {
        "title": "End of the Golden Realm",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "ขนนกเทียมที่ใสแวววาวดุจคริสตัล หนึ่งในมรดกที่ถูกทิ้งไว้ของอาณาจักรมนุษย์ยุคโบราณ ราวกับว่าเสียงของอินทรีเอง ก็ยังถูกผนึกไว้ภายใน"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/176148810/6fdd4f75d233d1690e845a2db65ba433_5404170631821885753.png"
      },
      "sands_of_eon": {
        "title": "Timepiece of the Lost Path",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "กลไกจากยุคสมัยโบราณ เศษเสี้ยวของญินยังคงเปล่งแสงอยู่ที่ใจกลาง และสั่นไหวอย่างแผ่วเบา ราวกับกำลังบอกอะไรบางอย่าง..."
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/176148810/88ca09ebc7ed0069e8e8de5516bea8c7_1042398527364710258.png"
      }
    }
  }
}