{
  "epId": 3373,
  "name": "กิ่งก้านขาวแรกแย้ม",
  "desc": "<p>กิ่งใหม่ก้านหนึ่ง ซึ่งเก็บมาจากศูนย์กลางของโลก<br>ครั้งหนึ่งเคยมีต้นไม้ยักษ์ที่ครอบคลุมทั่วทั้งโลกเอาไว้ ซึ่งกิ่งก้านนี้ ก็เป็นส่วนหนึ่งของมันเช่นกัน แม้ว่ามันจะถูกหักออกจากต้น แต่สายสัมพันธ์กับต้นไม้นั้นกลับยังคงเชื่อมโยงมิแปรผัน ดังนั้น ตราบใดที่ต้นไม้ยักษ์สีขาวอันเป็นสัญลักษณ์ของศูนย์กลางโลกไม่ตายจาก กิ่งไม้ก็จะไม่มีวันเหี่ยวเฉาเช่นกัน<br><br>“ต้นไม้” เป็นสัญลักษณ์ของชีวิต มีเรื่องราวจากที่แห่งหนึ่งเล่าว่า มีคนผู้หนึ่งได้ฝากจิตสำนึกของตัวเอง ไว้กับกิ่งก้านของต้นไม้สีขาวก่อนจะจากไป ด้วยเหตุนี้ ชีวิตและความหวังจะไม่มีวันสูญสลาย กิ่งก้านนั้นจะเติบโต แตกหน่อในที่ที่มีแสงแดดสาดส่องและสายฝนโปรยปราย แล้ววันหนึ่งมันจะผลิดอกออกผลในที่สุด<br>“ต้นไม้” ก็ยังเป็นสัญลักษณ์แห่งปัญญาอีกด้วย ในตำนานหนึ่งเล่าว่า นักปราชญ์ที่ห้อยกลับหัวอยู่บนต้นไม้ ได้รับความรู้เกี่ยวกับวิธีการจารึกอักษรรูน เพื่อควบคุมวาจาสิทธิ์ และอาณาจักรที่สร้างขึ้นตามรากของแมกไม้ ก็เห็นความลับของมารร้ายในที่สุด<br>ความรู้ ความทรงจำ และประสบการณ์ทั้งหมด ที่หลั่งไหลอยู่ในรากของต้นไม้ยักษ์นี้ เปรียบเสมือนสายน้ำที่ไหลลงสู่แม่น้ำ แม่น้ำไหลสู่มหาสมุทร จากนั้นก็ระเหยกลายเป็นน้ำฝนและตกลงสู่พื้นโลก เฉกเช่นเดียวกับชีวิต</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/07/144837601/983d3f16d136104cf995201013c75053_601170490955892901.png",
  "filterValues": {
    "objectType": [
      "ไอเทมเควสต์"
    ]
  },
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 1673252802,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "กิ่งก้านขาวแรกแย้ม"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      },
      {
        "key": "หาได้จาก",
        "value": [
          {
            "type": "RichText",
            "text": "เควสต์เทพเจ้า บทที่ 3: ฉากที่ 5 'Akasha ปลุกปั่น เปลวเพลิงลุกโชน'"
          }
        ]
      }
    ]
  }
}