{
  "epId": 3454,
  "name": "เรื่องราวของค่ำคืนนับพัน",
  "desc": "<p>นักวิชาการพเนจรในยุคแห่งภัยพิบัติได้เดินทางไปทั่วทั้งป่าฝน, ทะเลทราย และตัวเมือง เพื่อรวบรวมเรื่องเล่ามากมายให้กลายเป็นเรื่องราว ตามตำนานเล่าว่านิทานต้นฉบับนั้นไร้จุดสิ้นสุด แต่ส่วนที่หลงเหลือมาจนถึงปัจจุบันกลับเป็นเพียงเสี้ยวหนึ่งของมันเท่านั้น</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/07/144837601/a5208574b37c07ee5a79556e6b75dcf7_9112909394443274470.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1678463459,
  "components": {
    "body": [
      {
        "title": "เรื่องราวของค่ำคืนนับพัน (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "เรื่องราวของคนไร้เงา\nบนแผ่นดินใหญ่เคยมีกลุ่มคนที่ไร้เงาอาศัยอยู่\nพวกเขาใช้ชีวิตธรรมดาเรียบง่าย ไม่รู้เรื่องรู้ราวเกี่ยวกับโลกภายนอกแหล่งอาศัยของตนเลยสักนิด\nจนกระทั่งวันหนึ่ง นักผจญภัยผู้หลงทางได้มาพบพวกเขาเข้า คนไร้เงาค้นพบอย่างน่าทึ่งว่านักผจญภัยคนนี้มีผู้ติดตามทุกย่างก้าวอยู่เคียงข้าง ทั้งเงียบไร้วาจาและซื่อสัตย์อย่างยิ่ง นักผจญภัยเองก็ตะลึงเช่นกัน ไม่คิดเลยว่าบนแผ่นดินนี้จะมีเผ่าพันธุ์ที่ไม่ทิ้งเงาใต้แสงตะวันด้วย\n\"ในฝันฉันยังนึกไม่ถึงเลยว่าจะเจออะไรแบบนี้\" นักผจญภัยเอ่ย\n\"ฝัน? คนของพวกเราไม่ฝันมานานแล้ว\" หนึ่งในคนไร้เงากล่าว \"ผู้เฒ่าเคยพูดไว้ว่า ความฝันทุกอย่างถูกฝันไปหมดแล้ว\"\n\"ภายในเงามีความลับแห่งวิญญาณซ่อนอยู่ คุณไม่มีเงา เพราะงั้นจึงไม่มีฝัน\" นักผจญภัยพูดต่อ \"บางทีพวกคุณอาจเคยมีเงาก็ได้ เหมือนอย่างที่พวกคุณเคยมีความฝันมาก่อนนั่นแหละ\"\n\"ในเมื่อเป็นเช่นนี้ ฉันควรไปตามหาสิ่งที่หายไปของตัวเองยังไงดี?\"\n\"ลองไปดูในป่าลึกลับเถอะ ที่นั่นมีความฝันอยู่มากมาย บางทีนักจับฝันอาจมีความฝันที่เกินมา และสามารถแบ่งปันให้คุณได้\"\nคนไร้เงาวัยเยาว์ทิ้งบ้านเกิดไว้เบื้องหลัง เดินทางไกลจนมาถึงป่าลึกลับที่นักผจญภัยบอก ในส่วนลึกของป่ามีเงาซ้อนทับกันมากมาย เงาของเมฆเอย เงาของต้นไม้เอย กระทั่งนกตัวน้อยนิดยังสามารถทิ้งเงาขนาดใหญ่เอาไว้บนผืนดินนุ่มได้\nวันแล้ววันเล่า เขาเดินลอดผ่านระหว่างเงานับชั้นไม่ถ้วน ภายในเงามีความลับแห่งวิญญาณซ่อนอยู่ เขาคิด ท่ามกลางความลับมากมายเหล่านี้ มีเพียงเขาคนเดียวที่ไม่มีความลับ ดังนั้นวันหนึ่งเขาจึงค้นพบว่า ห้วงฝันทุกแห่งต่างอ้าแขนต้อนรับเขา แม้เขาจะไม่มีความฝันของตัวเอง แต่กลับสามารถเข้าสู่ฝันของผู้อื่นได้\nเขาได้เยี่ยมเยือนห้วงฝันมากมาย ฝันของนกมีสีสันสดใส ฝันของเสือมีกลิ่นหอมฟุ้ง แต่เขาก็ยังไม่เจอนักจับฝันอยู่ดี และไม่เห็นความฝันที่เกินมาเลยสักนิด ความฝัน เงา และทุกสิ่งที่อยู่ ณ ที่นี้... ต่างสอดคล้องกัน เขาคิด บางทีนักผจญภัยอาจหลอกเขาเข้าให้ซะแล้ว บางทีมันอาจไม่เคยมีความฝันไร้เจ้าของอยู่ด้วยซ้ำ เช่นเดียวกับที่ไม่มีเงาซึ่งไร้เจ้าของนั่นแหละ\nตอนที่เขากำลังจะยอมรับความล้มเหลวของตัวเองนั้น นักจับฝันตามหาเขาจนเจอ การพบพานเกิดขึ้นในความฝันของหอยสังข์ เขาบุกรุกเข้าไปในช่วงที่ฝันใกล้จบ นึกอยากตามหาคลื่นขาวกับลมรสเกลือดู แต่ก็คว้าน้ำเหลวท่ามกลางความเศร้าสร้อยที่ทิ้งทวน\n\"เธอก็เป็นเหมือนกับหอยสังข์ขอนนี้ ป่าแห่งนี้ไม่ใช่ที่ของเธอ\"\nเสียงผู้หญิงคนหนึ่งกล่าวขึ้น เขาตระหนักได้อย่างรวดเร็วว่า เธอคือนักจับฝันที่นักผจญภัยบอก เพราะว่าเงาของหญิงคนนั้นมีลวดลายเนื้อผิวประหลาด ราวกับม่านซึ่งฝังไปด้วยอัญมณี\n\"ฉันตามหาคุณมาโดยตลอด\" เขาเอ่ย \"บางทีคุณอาจมีความฝันที่เกินมาบ้าง...\"\n\"มันคือสิ่งที่เลือนหายไปอย่างรวดเร็วดั่งน้ำค้างยามเช้า...\" น้ำเสียงนักจับฝันไร้วี่แววความโศกเศร้า \"ความฝันไร้เจ้าของไม่อาจเก็บรักษาไว้ได้นาน ฉันเคยลองมาหลายวิธี แต่สุดท้ายพวกมันก็หายไปอยู่ดี\"\n\"...ดูสิ เหมือนกับหอยสังข์ขอนนี้... พวกเราควรออกไปกันได้แล้ว\" นักจับฝันจับมือของเขา และพาเขาออกจากความฝันไร้คลื่นขาวและลมเกลือที่ใกล้ดับมอด\nณ ริมสายน้ำไหลริน ผู้หญิงคนนั้นเล่าเรื่องราวให้เขาฟังมากมาย พร้อมทั้งสอนเคล็ดลับการเข้าสู่ฝันให้แก่เขา จากนั้นเธอก็ย้ำเตือนเขาอีกหลายหนเกี่ยวกับข้อห้ามของนักจับฝัน เช่น ห้ามย้อนกลับเข้าฝันของผู้อื่นซ้ำสอง เพราะความลับของผู้อื่นก็เป็นดั่งเหวลึกที่มองไม่เห็นจุดสิ้นสุด\n\"ฝันร้ายเจ้าเล่ห์เพทุบายกว่าที่เธอคิดยิ่งนัก เมื่อค้นพบการมีอยู่ของเธอ พวกมันก็จะห้อมล้อมเข้ามาพร้อมลากเธอไปยังจุดบอดแสง ที่นั่นไร้ขอบเขตของเงา เธอจะออกมาไม่ได้อีก หากอยู่ในนั้นนานพอ เธอจะเริ่มแยกแยะฟังคำพูดจากเสียงกระซิบกระซาบพวกนั้นออก สิ่งเหล่านั้นคือชื่อเก่าแก่ที่หลงเหลือจากความฝันเจือจางซึ่งไม่มีอยู่ในแห่งหนใดอีกต่อไป เธอก็รู้ เราไม่ควรเอ่ยพูดถึงนามของผู้ล่วงลับ ไม่งั้นพวกเขาจะมาหาเธอ...\"\n\"ฉันเคยนึกว่าพวกคุณไม่มีเงา\" เขาพูดต่อด้วยความจริงใจ \"ฉันเคยนึกว่านักจับฝันเองก็ไร้ฝันของตัวเอง เพราะฉะนั้นถึงต้องไปรวบรวมความฝันของผู้อื่น\"\nผู้หญิงคนนั้นไม่ได้ตอบคำใด เงาลายตาของเธอสั่นไหวไปตามลมค่ำคืนราวกับใบไม้\nทว่าคนไร้เงาวัยเยาว์อยากรู้คำตอบเหลือเกิน ถึงแม้นักจับฝันจะปกป้องเงาเอาไว้เป็นอย่างดี เขาก็ยังหาโอกาสเจออยู่ดี ต่างจากฝันของสิ่งมีชีวิตที่พเนจรเร่ร่อนตามป่า ห้วงฝันของพวกเขาเปิดประตูอ้าซ่า แต่หนทางสู่ห้วงฝันของนักจับฝันกลับเป็นเพียงถนนคับแคบเส้นเล็ก\nเห็นได้ชัดเจนว่าเธอเก็บความฝันของตัวเองเอาไว้ในฝันของผู้อื่น เขาคิด แต่ความลับของเธอคืออะไรกันล่ะ? และนี่คือฝันของผู้ใดกัน?\nฝันของนักจับฝันก็ซ้อนทับหลายชั้นดั่งป่าลึกลับ เขาหลงทางในเวลาไม่ช้า ในขณะที่ไม่รู้ตัวนั้น ฝันร้ายก็ได้เข้าถึงตัวเขาแล้ว\n\"ฉันละเมิดข้อห้ามของนักจับฝัน แต่ถึงจะจ้องหุบเหวไร้ที่สิ้นสุดไป ก็ไม่ได้คำตอบอยู่ดี\" เขาคิด \"เธอเคยบอกว่า หากอยู่นานพอ จะสามารถแยกแยะชื่อได้จากเสียงของพวกมัน ถ้าเป็นแบบนั้น บางทีอาจพอรู้ได้ว่านี่คือฝันของใคร\"\nดังนั้นเขาจึงปล่อยให้ฝันร้ายลากเขาไปยังห้วงลึกตามอำเภอใจ ที่นั่นเป็นดั่งที่ผู้หญิงคนนั้นเตือนเอาไว้ เป็นจุดบอดแสงอันไร้ขอบเขต เขาตั้งใจฟังเสียงกระซิบกระซาบทุกสิ่ง เฝ้าหวังว่าจะได้ยินคำพูดที่เป็นชื่อออกมาบ้าง\nไม่รู้ว่าผ่านไปนานเท่าไหร่ ในที่สุดเขาก็ปะติดปะต่อชื่อหนึ่งได้จากสุ้มเสียงที่ฟังไม่ได้ศัพท์ ชื่อนั้นราวกับมีแรงดึงดูดประหลาด ที่ทำให้เขาเอาแต่พร่ำเอ่ยทวนมันไม่หยุด\nจากนั้นเขาก็ลืมตาทั้งคู่ขึ้น\n\"ฉันเห็นภาพประหลาด\" เขาเอ่ย \"ฉันเห็นผู้หญิงคนหนึ่งเข้าสู่ฝันของฉัน เธอขโมยฝันฉันไป ขโมยความลับของวิญญาณที่ฉันไม่เคยรู้ไป นับแต่นั้นมา ฉันก็ไม่มีเงาอีก ฉันได้ยินเธอคนนั้นเรียกฉันแบบนี้ เธอเรียกฉันว่า...\"\n\"เธอก็รู้\" ผู้หญิงคนนั้นขัดประโยคของเขาขึ้น \"เราไม่ควรเอ่ยพูดถึงนามของผู้ล่วงลับ ไม่งั้นพวกเขาจะมาหาเธอ...\"\nนักจับฝันนั่งอยู่ข้างริมสายน้ำไหลริน เงาลายตาสั่นไหวไปตามลมค่ำคืนราวกับใบไม้\n\"นั่นก็แค่เรื่องราวหนึ่งของผู้ล่วงลับ ฉันเคยเล่าเรื่องราวแบบนี้ให้เธอฟังไปมากมายแล้ว แต่ก็ยังมีอีกมากมายที่ยังไม่ได้เล่า\"\nดังนั้น นักจับฝันจึงเล่าเรื่องราวที่ไม่เคยมีใครได้ฟังให้แก่คนไร้เงาวัยเยาว์ต่อไป..."
          }
        ]
      },
      {
        "title": "เรื่องราวของค่ำคืนนับพัน (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "เรื่องราวของ Dastur\nกาลครั้งหนึ่ง มี Dastur จากคณะ Vahumana ผู้หนึ่ง ได้เดินทางไปยังส่วนลึกของทะเลทรายเพียงลำพัง เพื่อตรวจสอบโบราณสถานของประเทศโบราณ แต่กลับโชคร้ายเจอเข้ากับพายุทรายและพลัดหลงทาง ในจังหวะที่เขาเหลือลมหายใจเพียงน้อยนิด หญิงสาวนัยน์ตาสีอำพันผู้หนึ่งก็ปรากฏตัวขึ้นต่อหน้าเขา แหวกทรายพัดโหมออกเป็นทางด้วยไม้เท้า จากนั้นก็พาเขาออกจากทะเลทราย\nเมื่อพวกเขามาถึงหมู่บ้านก็เป็นเวลาเที่ยงแล้ว เธอเชิญชวนให้เขามากินอาหารเที่ยงในบ้าน พร้อมรับปากว่าตอนบ่ายจะไปส่งเขาที่ Caravan Ribat กระนั้น เมื่อได้เห็นนักเวทอ่อนเยาว์แหวกพายุทราย และไล่ฝูงอสูรดำมืดมิดระหว่างทางพวกนั้นแล้ว Dastur ก็ไม่ยอมที่จะจากไป เขาอยากให้อีกฝ่ายรับตนเป็นศิษย์ และสอนเคล็ดวิชาจากประเทศโบราณให้แก่เขา\nนักเวทตอบว่า ดวงตาสีอำพันของเธอสามารถมองเห็นสิ่งที่ผู้ตายเคยพบและสิ่งที่ผู้มีชีวิตเคยเจอทั้งมวลได้ ทั้งคนไร้เงา, นาฬิกาทองแดงที่แกว่งได้ด้วยแรงจากจินตนาการ, วาฬผู้ไม่เคยออกนอกดินแดน, เมืองที่ดำรงอยู่แค่ในกระจกเงินที่สะท้อนแสงเงาจันทรา, นักวิชาการที่ถูกขังอยู่ในความเป็นนิรันดร์, หอคอยสูงที่ตั้งอยู่บนเส้นเจ็ดสาย นักเวทดูออกว่า เขามีพรสวรรค์ที่ไร้ผู้ใดเทียบได้และมีอนาคตอันกว้างไกลรอคอยอยู่ เธอยินดีที่จะถ่ายทอดความรู้ทั้งหมดที่ตนเองมี เพียงแต่ว่าเธอเป็นห่วงว่า เมื่อที่เขาเรียนรู้ทุกสิ่งไปแล้ว เขาจะเห็นแก่ผลประโยชน์และไม่เห็นหัวตัวเองอีกต่อไป\nDastur คุกเข่าลงในที่นั้น พร้อมจุมพิตลงที่ปลายรองเท้าของเธอ รับประกันกับเธอเสียงแข็ง ไม่ว่าจะเกิดอะไรขึ้น เขาก็ไม่มีทางลืมบุญคุณของเธอเป็นอันขาด ถึงจะต้องตายร่วมกับเธอ เขาก็จะไม่มีวันไม่เห็นหัวเธอแน่นอน ความจริงใจของเขาโน้มน้าวใจนักเวทสาวสำเร็จ เธอยิ้มอ่อนโยนก่อนพยุงเขาขึ้น จากนั้นก็จูงมือพาเขาไปยังหน้าประตูห้องใต้ดิน พร้อมบอกว่ายินดีจะรับเขาเป็นศิษย์ และความลับทุกสิ่งที่เธอรู้ก็ได้ซ่อนอยู่ในคลังหนังสือใต้ดินแห่งนี้แล้ว\nพวกเขาลงไปกันตามบันไดวน ชั้นแล้วชั้นเล่า ทุกชั้นจะมีกระจกบานหนึ่งแขวนไว้เสมอ ในกระจกสะท้อนแสงรำไรจากคบเพลิงและใบหน้าของเขา ไม่รู้เลยว่าตัวเองเดินมานานเท่าไหร่แล้ว บางทีอาจเป็นไม่กี่ชั่วโมง หรืออาจแค่ไม่กี่นาทีก็ได้ ความมืดทำการรับรู้ด้านเวลาของเขาพร่ามัว สุดทางบันไดเป็นประตูคับแคบบานหนึ่ง หลังประตูเป็นห้องหนังสือทรงหกเหลี่ยม เขามองไม่เห็นเพดาน และไม่สามารถเดาความสูงของห้องได้เลย แต่ประเภทหนังสือของที่นี่มีมากมายเกินกว่าจินตนาการที่เขาจะมีต่อความรู้ทั้งมวล\nภายใต้การชี้นำของนักเวท เขาเรียนรู้ได้อย่างราบรื่น กระนั้นหลังผ่านไปหลายสัปดาห์ ทูตจากวิหารแห่งความเงียบงันก็ได้มาเยือนยังหมู่บ้าน พร้อมแจ้ง Dastur ว่าอาจารย์ที่ปรึกษาของเขาตายด้วยโรคร้าย เมื่อพิจารณาเห็นว่า วิทยานิพนธ์ที่เขาส่งก่อนหน้านี้ได้ผ่านการตรวจสอบแล้ว สถาบันจึงตัดสินใจเลื่อนระดับเขาขึ้นตำแหน่ง Herbad เป็นกรณีพิเศษ เพื่อสืบทอดตำแหน่งอาจารย์ที่ปรึกษา และฟูมฟักนักเรียนต่อไป Herbad ดีใจออกนอกหน้า แต่กลับเสียดายที่จะจากไป ดังนั้นจึงไปถามนักเวทอย่างระมัดระวังว่า ขอให้เธอนำหนังสือบางส่วน และกลับไปยังสถาบันเพื่อชี้นำเขาต่อไปได้หรือไม่ นักเวทสาวตอบกลับว่า เธอยอมรับคำชวน แต่เธอมีน้องสาวอยู่คนหนึ่งที่อยากเข้าไปเรียนในสถาบันตลอด ทว่าเนื่องจากมีชาติกำเนิดอยู่ที่ทะเลทราย จึงไม่ถูกรับเข้าเรียนสักที เธอหวังว่า Herbad จะให้น้องสาวของเธอได้เข้าไปนั่งฟังการเรียนการสอนบ้าง Herbad กล่าวว่าสถาบันมีขั้นตอนตรวจสอบเข้มงวดในการรับนักเรียน เขายกให้เธอเป็นกรณีพิเศษไม่ได้ ถึงจะเข้าไปนั่งฟังอย่างเดียวก็ไม่ได้ นักเวทไม่ได้พูดอะไรมากอีก เธอเก็บข้าวของง่าย ๆ ก่อนจะเดินทางกลับไปยัง Sumeru พร้อมเขา\nหลายปีให้หลัง นักปราชญ์ของคณะ Vahumana ได้สิ้นลมไป ด้วยวิทยานิพนธ์อันล้ำเลิศที่สำเร็จภายใต้การช่วยเหลือจากนักเวทนั้น Herbad ได้ขึ้นเป็นปราชญ์คนใหม่ตามคาด นักเวทเดินทางไปแสดงความยินดี พร้อมทั้งหวังว่าเขาจะสามารถใช้ตำแหน่งปราชญ์ ช่วยให้น้องสาวตนได้เข้าฟังการเรียนการสอนบ้าง ทว่าปราชญ์ที่เพิ่งรับตำแหน่งปฏิเสธ บอกว่าตนไม่มีหน้าที่ต้องทำเรื่องเช่นนี้ เขาไม่ต้องการคำชี้นำจากเธออีกต่อไป เพราะว่าเขาไม่จำเป็นต้องเขียนวิทยานิพนธ์อีกต่อไปแล้ว เธอควรกลับหมู่บ้านไปใช้ชีวิตเกษียณตัวอย่างสงบเสียที นักเวทไม่ได้พูดอะไรมากอีก เธอเก็บข้าวของง่าย ๆ ก่อนจะเดินทางกลับไปยังทะเลทรายเพียงลำพัง\nผ่านไปอีกหลายปี มหาปราชญ์ได้สิ้นชีพลง นักปราชญ์ของคณะ Vahumana ได้ถูกเลือกให้เป็นมหาปราชญ์คนใหม่ เมื่อได้ยินข่าวนี้ นักเวทก็รีบปรี่มาจากทะเลทราย พอเจอตัวมหาปราชญ์ก็คุกเข่าลงต่อหน้า พร้อมจุมพิตลงที่ปลายรองเท้าของเขา เตือนถึงคำสัญญาที่เขาเคยให้เอาไว้ในอดีต ขอร้องอ้อนวอนให้เขารับชาวเผ่าของตนที่ไร้บ้านเพราะพายุทราย ขอให้พวกเขาได้ไปลี้ภัยในป่าฝน มหาปราชญ์บันดาลโทสะ บอกว่าจะโยนเธอไปขังยังคุกทองสัมฤทธิ์ ให้เธอตายไปด้วยความหิวกระหาย เพราะเขาไม่แม้แต่จะรู้จักจอมต้มตุ๋นที่มาจากทะเลทรายผู้นี้ด้วยซ้ำ แต่เธอกลับกล้าพูดจามั่วซั่วขู่บังคับสถาบัน นักเวทที่พ้นวัยอ่อนเยาว์เงยหน้าขึ้น ปาดน้ำตาบนแก้มอย่างแผ่วเบา ใช้ดวงตามัวสีอำพันทั้งคู่จ้องมหาปราชญ์เป็นครั้งสุดท้าย หวังว่าอีกฝ่ายจะเมตตาปล่อยเธอกลับหมู่บ้าน และหวังว่าเขาจะช่วยเพื่อนร่วมเผ่าของตน มหาปราชญ์ปฏิเสธและสั่งให้ทหารมัดตัวเธอเอาไว้ ดังนั้น นักเวทไม่ได้พูดอะไรมากอีก เพียงแค่ตอบกลับประโยคเดียว:\n\"หากเป็นเช่นนี้ ขอเชิญท่านกลับไปยังหมู่บ้านของตนเถอะ\"\nมหาปราชญ์ชะงักงัน เมื่อเงยหน้าอีกครั้งก็ค้นพบว่าตนอยู่ตรงหน้า Caravan Ribat ตอนนี้เป็นเวลากลางดึก หมู่บ้านที่อยู่ห่างออกไปถูกปกคลุมด้วยฝุ่นทรายที่ลอยว่อนและแสงราตรี ดูรางเลือนไม่สมจริง เด็กสาวยืนตรงหน้าแย้มยิ้มหวานให้เขา นัยน์ตาสีอำพันสะท้อนสภาพในตอนนี้ของเขา Dastur จากคณะ Vahumana ที่วิทยานิพนธ์ยังไม่ผ่านขั้นตอนการตรวจสอบ\n\"เอาล่ะ นี่ก็ดึกมากแล้ว ท่านควรกลับสถาบันได้แล้วล่ะ เพราะอย่างไร มันก็เหมือนกับในเรื่องเล่า...\""
          }
        ]
      },
      {
        "title": "เรื่องราวของค่ำคืนนับพัน (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "เรื่องราวของเจ้าชายและ Sumpter Beast\nกาลครั้งหนึ่งเมื่อแสนนานมาแล้ว ในยุคสมัยที่ท่าเรือ Ormos ยังถูกปกครองด้วยเหล่า Dey ผู้ออกเรือไปทั่วทุกน่านน้ำ ตอนนั้นเคยมี Dey ผู้กล้าหาญชาญชัยคนหนึ่งได้ยึดครองเกาะและดันเจี้ยนจำนวนนับไม่ถ้วน เพราะเหตุนี้จึงได้รับสมบัติล้ำค่าหายากมากมาย และกลายเป็นผู้ร่ำรวยที่สุดในท่าเรือ กระนั้น เนื่องจากล่องทะเลเป็นเวลาหลายปีดีดัก กว่า Dey ท่านนี้จะให้กำเนิดบุตรคนเดียวขึ้นก็ชราตัวลงแล้ว ปรากฏว่าเจ้าชายยังไม่ทันจะบรรลุนิติภาวะ เขาก็สิ้นชีพลงเสียก่อน\nแม้ว่าเจ้าชายในวัยเยาว์จะสืบทอดทรัพย์สินที่ Dey เหลือเอาไว้ทั้งหมด แต่กลับไร้กำลังปกครองผู้ใต้บังคับบัญชาของบิดา และด้วยการชี้นำจากผู้ใหญ่ละโมบไร้จริยธรรม ไม่นานนักเขาจึงใช้ชีวิตเยี่ยงเดรัจฉานซึ่งไร้ความละอายแก่ใจ ถนนตรอกซอยในท่าเรือ Ormos เป็นดั่งอสูรเขมือบทรัพย์ มรดกของ Dey ถูกเจ้าชายผลาญหมดในเวลาไม่กี่ปี มิหนำซ้ำยังมีหนี้สินก้อนโตอีกต่างหาก รอจนเจ้าชายรู้ตัวอีกที ตนก็สิ้นเนื้อประดาตัว แม้แต่ Mora เดียวก็ควักไม่ออก หลังจากขายทอดคฤหาสน์และปลดข้ารับใช้กลุ่มสุดท้ายออก เจ้าชายผู้จนตรอกได้แต่ไปยังวิหารศักดิ์สิทธิ์กลางเมือง ที่นี่บูชาสักการะเทพโบราณผู้คุ้มครองเหล่ากะลาสี เพราะได้รับการอุปถัมภ์จากบิดาของตน วิหารถึงได้มีสภาพยิ่งใหญ่สมเกียรติเช่นนี้\nเจ้าชายเอ่ยขอความช่วยเหลือจากนักบวชของวิหาร \"ผู้อาวุโสอันปราดเปรื่อง เราเป็นบุตรของ Dey ผู้พิชิตเจ็ดสมุทร แต่กลับใช้เงินล้างผลาญจนตกอยู่ในสภาพเช่นนี้ โปรดเมตตาช่วยชี้นำทางสว่างให้เราด้วยเถอะ ให้เราสามารถใช้หนี้ทั้งหมดคืนและซื้อบ้านของเรากลับมา เราสาบานว่าจะกลับตัวกลับใจเป็นคนที่รู้หน้าที่ของตัวเอง\"\n\"เจ้าชายผู้อ่อนเยาว์เอ๋ย\" นักบวชเอ่ย \"แม้โชคชะตาของมนุษย์จะถูกเทพเจ้ากำหนดเอาไว้แต่แรก แต่มันก็เกิดขึ้นด้วยการกระทำของพวกเขาเองด้วยทั้งนั้น ในเมื่อวันนี้ท่านปรารถนาที่จะกลับตัวกลับใจ งั้นก็ควรต้องทำงานอย่างขยันขันแข็ง จะมาคิดหาโอกาสพึ่งพาทางลัดได้อย่างไร?\"\nเจ้าชายตอบอย่างรวดเร็ว \"บิดาของเราเคยอุปถัมภ์วิหารศักดิ์สิทธิ์แห่งนี้เอาไว้มาก หากให้พูดกันตามตรง รูปเคารพทองคำพวกนี้ รวมถึงค่าใช้จ่ายเหล่านี้ ครึ่งหนึ่งของทั้งหมดนั้นควรเป็นของเราด้วยซ้ำ และเราก็มาเพื่อทวงคืนหนี้เหล่านี้อย่างไรล่ะ!\"\n\"เจ้าชายผู้ยโสโอหัง ท่านจะเป็นปฏิปักษ์ต่อเทพเจ้าได้อย่างไร?\" นักบวชอุทาน \"แต่เห็นแก่บิดาของท่าน หากท่านตอบปากรับคำกระผมว่าจากนี้จะกลับตัวกลับใจ บริหารเงินทองให้ดี กระผมก็สามารถบอกวิธีกลับมาร่ำรวยให้กับท่านได้\"\nเจ้าชายสาบานต่อเทพเจ้า ดังนั้นนักบวชจึงบอกให้เขาไปยังถนนท่าเรือชั้นนอก เจ้าชายมาถึงตลาดและได้พบกับสตรีแต่งตัวสง่าราวกับคุณหญิงคุณนายกำลังยืนเฝ้า Sumpter Beast ผ่ายผอมตัวหนึ่ง\nเจ้าชายปรี่เข้าไปถาม \"คุณผู้หญิง มีอะไรให้เราช่วยได้หรือไม่?\"\n\"คุณมาได้พอดีเลย\" สตรีผู้นั้นตอบ \"ฉันมีเรื่องด่วนต้องล่องทะเลไปไกล กำลังปวดหัวที่ไม่มีใครสามารถช่วยดูแลสัตว์ตัวนี้ให้ฉันได้อยู่เลย หากคุณสามารถช่วยฉันได้ ไว้สามเดือนหลังฉันกลับมาจากต่างแดน จะมอบค่าตอบแทนจำนวนสิบล้าน Mora ให้คุณ\"\nเจ้าชายฟังแล้วก็ยินดีปรีดายิ่งนัก\n\"แต่ว่า\" สตรีผู้นั้นพูดต่อ \"คุณห้ามให้อาหารสัตว์ตัวนี้จนอิ่มเด็ดขาด และห้ามพูดคุยกับมันด้วย มิเช่นนั้นละก็คุณจะสูญเสียแม้กระทั่งสิ่งที่มีอยู่ตอนนี้ทั้งหมด\"\n\"ฉันยังมีอะไรให้สูญเสียอีกล่ะ?\" เจ้าชายคิดในใจ ดังนั้นจึงตอบตกลงอย่างเต็มปากเต็มคำ สตรีผู้นั้นจึงฝาก Sumpter Beast ไว้กับเขา เวลาสามเดือนผ่านไปอย่างรวดเร็ว เจ้าชายทำตามที่สตรีสั่ง ไม่ให้อาหาร Sumpter Beast จนอิ่ม และไม่เคยคุยกับมันเลยสักคำ จนกระทั่งคืนสุดท้าย\nวันนั้น เจ้าชายที่อยู่หน้ากองไฟกำลังจินตนาการถึงชีวิตหลังจากได้รับค่าตอบแทน ด้วยอารมณ์คึกคะนองจึงปริปากพูดกับ Sumpter Beast ว่า \"Sumpter Beast เอ๋ย Sumpter Beast เพราะแกแท้ ๆ ฉันถึงกลับมาร่ำรวยอีกครั้ง หากแกอยากได้อะไร ฉันจะทำให้แกแน่นอน\"\nเมื่อได้ยินประโยคนี้ Sumpter Beast ตัวนั้นก็ร้องโฮขึ้น \"เจ้าชายที่เคารพ ข้าไร้คำขออื่นใด ขอเพียงได้กินอิ่มสักมื้อในวันสุดท้ายก็เท่านั้น\"\nเมื่อได้ยิน Sumpter Beast ปริปากพูด เจ้าชายก็ตะลึงงัน ด้วยความอยากรู้อยากเห็นจึงทิ้งคำสั่งของสตรีเอาไว้หลังหัว ก่อนจะหันไปหยิบหญ้าและน้ำจากรางอาหารมา\nเจ้าชายฟังคำของ Sumpter Beast อย่างเชื่อครึ่งไม่เชื่อครึ่ง สุดท้ายก็ตัดสินใจซ่อน Sumpter Beast เอาไว้ ส่วนตัวเองก็หลบอยู่ในซอกมุมรอวันกลับมาของสตรีผู้นั้น\nวันต่อมา สตรีกลับมายังตลาดตามคำนัด ปรากฏว่ากลับไม่เห็นแม้แต่เงาของเจ้าชายและ Sumpter Beast\n\"เจ้ายาจกตระบัดสัตย์!\" สตรีก่นด่า \"หากฉันจับตัวได้ละก็ ฉันจะจับแกขังอยู่ในขวดวิเศษใบเล็กสุด ให้แกต้องทนทุกข์ทรมานตราบชั่วชีวิต\"\nเมื่อเห็นท่าทีของสตรี ในที่สุดเจ้าชายก็เชื่อคำพูดของ Sumpter Beast หลังจากสตรีผู้นั้นจากไป เขาก็เตรียมที่จะปล่อย Sumpter Beast ตัวนั้นไป ก่อนแยกจากกัน Sumpter Beast กล่าวกับเขาว่า \"เจ้าชายผู้เมตตา ขอให้เทพเจ้าทุกองค์แห่งทะเลทรายคุ้มครองท่าน ข้าจะทำตามสัญญา มอบความร่ำรวยและความสุขอันเป็นอนันต์ให้แก่ท่าน หากแต่มีเพียงเรื่องเดียว นั่นคืออย่าถามถึงที่มาของพวกมันเด็ดขาด มิเช่นนั้นละก็ท่านจะสูญเสียสิ่งที่มีอยู่ตอนนี้ทั้งหมด\"\nเจ้าชายมาถึงยังสถานที่ลับแห่งหนึ่ง ณ ชายขอบทะเลทรายตามคำชี้นำของ Sumpter Beast เขาได้พบกับวังหรูหราอลังการแห่งหนึ่งตามที่อีกฝ่ายบอก กำแพงทั้งหมดประดับประดาด้วยทองคำและอัญมณี ประตูทำขึ้นจากทองคำบริสุทธิ์ หนุ่มรับใช้หล่อเหลาเดินนำหญิงบำเรอสะโอดสะองออกมายืนต้อนรับเขานอกประตู\nนับแต่นั้นมา เจ้าชายก็กลับมาใช้ชีวิตสำมะเลเทเมาอีกหน หนุ่มรับใช้จะนำเพชรนิลจินดาจำนวนนับไม่ถ้วนมาให้ทุกวัน อาหารโอชาและเหล้าสุราเลิศรสมีให้กินตามอำเภอใจ หญิงบำเรอที่มามอบความสำราญใจก็ต่างหน้าไปในทุกวัน ชีวิตของเขาผ่านไปแบบนี้เป็นเวลาสามปี\nทว่าจะดื่มด่ำอย่างมีความสุขเช่นไรก็ย่อมมีวันต้องเบื่อหน่าย วันหนึ่ง เจ้าชายตื่นขึ้นจากความมัวเมาตลอดหลายวันที่ผ่านมา จู่ ๆ ก็เกิดความคิดที่ว่า \"ฉันเบื่อชีวิตในตอนนี้แล้ว ต้องหาเรื่องราวตื่นเต้นใหม่ ๆ ตอนนั้นฉันไม่ฟังคำสั่งของแม่มดถึงได้มีชีวิตดีงามแบบนี้ Sumpter Beast ที่บอกว่าตนเป็นกษัตริย์ตัวนั้น ต้องกลัวว่าฉันจะเจอความลับของเขา ถึงปิดบังฉันเอาไว้แน่นอน หากเจอต้นตอของความร่ำรวยทั้งหมดทั้งมวลนี้ ฉันจะต้องได้รับความสุขสันต์อีกมากมายแน่นอน\"\nดังนั้นเจ้าชายจึงเรียกข้ารับใช้มาพร้อมถาม \"ข้ารับใช้ผู้ซื่อสัตย์ บอกเราได้หรือไม่ว่าเพชรนิลจินดา อาหารเหล้าสุราชั้นดี รวมถึงสาวบำเรอที่มาปรนนิบัติเหล่านี้ ได้มาแต่ที่ใดกัน?\"\n\"ย่อมได้แน่นอน นายท่านที่เคารพ\" หนุ่มรับใช้ตอบ \"ทุกวันกระผมจะไปกลับระหว่างทะเลทรายและวัง สิ่งที่ท่านใช้ในชีวิตประจำวันต่างมาจากผืนทรายทั้งนั้น สาวบำเรองามงดคือปลาไหลทะเลทราย ทองคำส่องประกายคือเม็ดทรายนับไม่ถ้วนในทะเลทราย อาหารชั้นเลิศก็มีกระผมเป็นผู้ทำขึ้น\"\n\"ส่วนตัวกระผม ข้ารับใช้ของท่านนั้น\" หนุ่มรับใช้ชะงักเล็กน้อย \"เป็นเพียงสคารับต่ำต้อยตัวหนึ่งก็เท่านั้น\"\nเมื่อคำพูดจบลง วังที่เคยตั้งตระหง่านตระการตาก็สลายไปในทันที ในชั่วพริบตานั้น เจ้าชายค้นพบว่าตนกำลังนั่งอยู่บนเนินทรายต่ำแห่งหนึ่ง รอบด้านนอกจากแมลงแล้วก็ไร้สิ่งใดอีก\nเวลาผ่านไปนาน เจ้าชายถึงเรียกสติตัวเองกลับคืน ขณะที่ตกใจตื่นกลัวนั้น กลับอดไม่ได้ที่จะเสียใจกับสิ่งที่ทำลงไป แต่การจะได้สิ่งที่สูญเสียไปคืนมาหาใช่เรื่องง่าย สุดท้ายเจ้าชายก็กลายเป็นผู้เร่ร่อน รับรู้ไม่ถึงความสุขอีกต่อไป หลังจากนั้น ทุกครั้งที่เขาได้พบคนที่ยินดีจะฟังเขาพูดนั้น เขาจะบอกเล่าเรื่องเล่าเช่นนี้..."
          }
        ]
      },
      {
        "title": "เรื่องราวของค่ำคืนนับพัน (VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "เรื่องราวของคนจับนก\nนี่เป็นเรื่องราวเกี่ยวกับคนจับนกวัยชรา\nตอนเหนือของอาณาจักรมีป่าทึบอยู่แห่งหนึ่ง ภายในป่ามีนกที่เลียนแบบเสียงพูดได้เติบโตและอาศัยอยู่ที่นั่น พวกมันมีขนที่งดงาม เมื่อแสงยามเช้าสาดส่องลงมายังผืนป่า พวกมันจะมารวมตัวกัน โบยบินดุจปุยเมฆท่ามกลางต้นไม้สูงตระหง่าน และส่งเสียงร้องไม่หยุด ในขณะที่ในป่ามีชายชราคนหนึ่ง รูปร่างผอมแห้ง ผิวดำคล้ำ สวมเสื้อผ้าขาดกะรุ่งกะริ่งราวกับคนป่า เอาแต่พยายามที่จะวางแผนจับนกพูดได้\nเมื่อก่อนชายชราก็เคยเป็นชายหนุ่มหล่อเหลา เฉกเช่นต้นไม้สูงใหญ่ที่เคยเป็นต้นอ่อนเล็ก ๆ มาก่อน เขาเติบโตขึ้นในหมู่บ้านชายป่า ด้วยความที่เขาเป็นคนคล่องแคล่วว่องไวและมีจิตใจดี จึงเป็นที่ชื่นชอบของผู้คน ตอนนั้นสาว ๆ ในหมู่บ้านต่างก็ชื่นชอบเขากันทั้งนั้น แต่เขารักมั่นเพียงคนรักของตนเองเท่านั้น คนรักของเขาคือหญิงสาวที่เป็นนักบวชอยู่ในป่า และเพราะเธอเป็นที่รักของผืนป่า จึงสามารถแสดงสิ่งมหัศจรรย์ที่น่าหลงใหลต่าง ๆ ต่อหน้าเขาได้ ซึ่งชายหนุ่มก็รู้สึกตื่นตาตื่นใจกับมันมาก\nชายหนุ่มคิดอยู่บ่อยครั้งว่า ถ้าสามารถใช้ชีวิตร่วมกันกับนักบวชหญิงเช่นนี้ไปจนถึงบั้นปลายของชีวิตได้ เขาก็ยินดี\nแต่ช่วงเวลาดี ๆ นั้นคงอยู่ไม่นาน อาณาจักรเตรียมทำสงครามอันยาวนาน ชายหนุ่มทุกคนถูกเรียกตัวไปเกณฑ์ทหาร ต้องจากบ้านเกิดไปสู่สนามรบ ในคืนก่อนเดินทาง นั่นเป็นครั้งแรกที่เขาเห็นคนรักร้องไห้ หยาดน้ำตาเป็นราวกับหยดน้ำค้างร่วงหล่นสู่ก้นบึ้งของหัวใจเขา เวลานั้นเขาไม่รู้เลยว่า เหตุใดหญิงสาวถึงร้องไห้เสียใจเช่นนี้ เขาแค่คิดว่าอีกฝ่ายคงเศร้าที่ใกล้จะต้องแยกจากกัน ดังนั้นจึงรีบให้สัญญากับเธอไว้ โดยหวังว่ามันจะช่วยบรรเทาความเศร้าเสียใจของหญิงสาวได้\nหญิงสาวโศกเศร้าเสียใจ จึงไม่ได้แสดงท่าทีใด ๆ ต่อคำมั่นสัญญานั้น เธอนิ่งเงียบไปพักใหญ่ แล้วบอกว่า นับจากนี้เธอจะให้นกที่เลียนเสียงพูดได้เหล่านี้บินไปหาชายหนุ่ม เพื่อฝากถ้อยคำแห่งความคิดถึงของเธอไปถึงชายคนรักที่อยู่แสนไกล แม้ว่ามันจะแปลกไปบ้าง แต่ชายหนุ่มก็คิดว่า หญิงสาวคงใช้พลังนั้นเพราะอยากผูกใจเขาไว้\nชายหนุ่มพยักหน้าตอบรับ\nวันต่อมา ชายหนุ่มออกเดินทางไปเป็นทหารของอาณาจักร เดิมทีเขาคิดว่าไม่นานคงได้กลับมา แต่สงครามยืดเยื้อยาวนาน จนคางของชายหนุ่มมีหนวดเคราขึ้น สายตาแปรเปลี่ยนเป็นว่องไวและเฉียบคม สองมือหยาบกร้านเพราะถืออาวุธ สงครามครั้งนี้จึงสิ้นสุดลง\nแต่ท่ามกลางสงครามอันโหดร้าย สิ่งเดียวที่สามารถปลอบโยนจิตใจของเขาได้บ้างก็คือ นกเลียนเสียงพูดได้ที่บินมาจากบ้านเกิดของเขา ซึ่งราวกับสวรรค์ก็เป็นใจ นกพวกนั้นมักจะมาหาเขาในยามดึกสงัด เพื่อถ่ายทอดคำพูดของนักบวชหญิงให้เขาฟัง ชายหนุ่มจึงได้ฟังถ้อยคำแห่งความคิดถึงที่เธอพร่ำพูด ได้ฟังเธอเล่าถึงความเปลี่ยนแปลงเล็ก ๆ น้อย ๆ ภายในหมู่บ้าน และบทกลอนสั้น ๆ ที่เธอเขียนถึงเขา\nการแยกจากกันอันแสนยาวนานไม่ได้ทำให้ความรักที่เขามีต่อหญิงสาวลดน้อยลงเลย แต่มันกลับยิ่งมั่นคงหนักแน่นดุจศิลาที่ตั้งอยู่กลางใจของเขา\nหลังจากสงครามสิ้นสุดลง เขาจึงรีบกลับไปยังบ้านเกิด นึกอยากสู่ขอหญิงสาวมาเป็นภรรยา แต่กลับได้รู้ข่าวว่าเธอป่วย และเสียชีวิตหลังจากชายหนุ่มออกเดินทางไปได้ไม่นานเท่าไหร่\nชาวหนุ่มคิดว่ามันเป็นเรื่องโกหกทั้งเพ เพราะเมื่อคืนนี้ เขายังได้ยินหญิงสาวอ่านบทกลอนให้เขาฟังจากปากของนกที่เลียนเสียงพูดได้อยู่เลย\nเขาบุกเข้าไปยังลานบ้าน เปิดประตูบ้านที่ปิดสนิทของหญิงสาว ทันใดนั้น นกพูดได้จำนวนนับไม่ถ้วนที่ถูกร่ายมนตร์ให้หลับใหล พลันถูกปลุกให้ตื่นขึ้น และตกใจแสงแดดที่ลอดผ่านประตูเข้ามา พวกนกที่ตื่นขึ้นมาจึงพากันสยายปีกโบยบินราวกับปุยเมฆเคลื่อนคล้อย บินผ่านข้างตัวข้างหูเขา ออกไปข้างนอกผ่านประตูที่เขาเปิดไว้ กลับสู่ผืนป่าที่พวกมันเคยอยู่ เมื่อเขาได้สติกลับมา สิ่งที่ปรากฏอยู่ตรงหน้าเขาเป็นเพียงห้องว่างเปล่าที่ไม่มีอะไรอยู่เลย\nในที่สุดเขาก็เข้าใจแล้วว่า ทำไมคืนนั้นหญิงสาวถึงได้เศร้าเสียใจขนาดนั้น ทั้งยังเตรียมการแปลก ๆ แบบนั้นเอาไว้\nและท้ายที่สุดก็เข้าใจแล้วว่า พวกนกพูดได้ที่ตกใจเพราะประตูเปิดออกจนบินหนีไปนั้นคือ สิ่งที่เธอเตรียมไว้เพื่อเขาก่อนตาย... เธอเตรียมคำพูดไว้มากมายเพื่อเขา\nอายุขัยของนกยืนยาวกว่าที่มนุษย์คิดไว้มาก หลังจากนั้นชายหนุ่มจึงไล่ตามนกเลียนเสียงพูดที่พากันบินเข้าป่า เพื่อต้องการไถ่โทษที่ทำให้ความตั้งใจของคนรักกระจัดกระจายไปทั่วป่า เขาไม่กินไม่นอนทั้งวันทั้งคืน จนดูมีสภาพราวกับคนเสียสติ จากชายหนุ่มกลายเป็นชายวัยกลางคน จากชายวัยกลางคนกลายเป็นชายชรา แม้ว่าจะไม่ได้ยินอะไรใหม่ ๆ อีก และแม้ว่านกเลียนเสียงพูดที่ยังคงจดจำคำพูดของหญิงสาวได้จะมีจำนวนน้อยลงเรื่อย ๆ แต่อาจจะมีสักประโยคที่ตนเองอาจจะยังไม่เคยได้ยินก็ได้ เพราะยึดมั่นในความคิดนี้ แม้ว่าคนจับนกจะไม่ใช่ชายหนุ่มอีกต่อไปแล้ว แต่เขาก็ยังไม่ยอมจากไปไหน\nเขาดักจับนกพวกนั้นอย่างชำนาญ และนำมันใส่กรงไว้ เขาจะลูบคอมันอย่างอ่อนโยน หยอกล้อกับพวกมัน ให้พวกมันกินธัญพืชที่ดีที่สุด ดื่มน้ำที่ใสสะอาดที่สุด แล้วจึงบอกกับพวกมันว่า พูดสิ ๆ เจ้านกพูดได้ พูดสิ่งที่คนรักของฉัน หญิงสาวผู้เป็นที่รักของผืนป่าสอนแกพูดสิ พูดสิว่าเธอสอนแกพูดว่าอะไรบ้าง\nบางครั้งเจ้านกพูดได้ที่กินอิ่มแล้วจะพูดเรื่องราวแบบนี้ออกมา..."
          }
        ]
      },
      {
        "title": "เรื่องราวของค่ำคืนนับพัน (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "เรื่องราวของกระจก พระราชวัง และผู้หลับฝัน\nเธอมักจะฝันถึงพระราชวังอันแสนไกลแห่งนั้นคืนแล้วคืนเล่า หัวมุมมากมาย ทางเดินที่มีหลังคาโค้ง และทางเดินแคบ ๆ ที่ประกอบกันเป็นสิ่งก่อสร้างที่สลับซับซ้อนแห่งนี้ ทุกหัวโค้งตรงระเบียงทางเดินจะแขวนกระจกเงินขอบชุบทองคำเอาไว้ ว่ากันว่าพระราชาใช้เวลาถึงสองร้อยปี (ถ้าคำนวณตามปฏิทินโบราณในเวลานั้น ต้องบวกเพิ่มอีกหกปี) ในการออกแบบพระราชวังแห่งนี้ เพียงนั่งบนบัลลังก์ และมองไปที่กระจกบานไหนก็ได้ จะสามารถมองเห็นทุกมุมของอาณาจักรตามเส้นทางการหักเหของแสงที่วางแผนไว้เป็นอย่างดีได้ แต่ขณะที่อยู่ในฝัน เมื่อเธอมองไปยังกระจกที่อยู่ปลายระเบียงทางเดิน กลับมองเห็นเพียงเงาสะท้อนที่เลือนรางของตัวเอง... หญิงสาวสวมหน้ากากที่แต่งกายด้วยชุดแสนสวยเดินผ่านระเบียงวนที่ตกแต่งอย่างงดงาม แลดูเลื่อนลอยและพร่าเลือนท่ามกลางแสงสีทองยามกลางวันที่สว่างไสวเหลือเกิน เธอรู้จุดหมายของตัวเองดี แม้ว่านี่จะดูผิดปกติอยู่บ้างก็เถอะ เธอต้องการไปเข้าเฝ้าพระราชาองค์นั้น เพื่อพูดอะไรบางอย่าง เพราะเธอรู้ดีว่า นั่นคือความมุ่งมั่นที่เธอไม่อาจควบคุมได้ ซึ่งบังคับให้เธอต้องพูดออกไป แม้ว่าในยามที่เธอสะดุ้งตื่นแล้ว คำพูดที่รอให้กล่าวออกไปเหล่านั้นมักจะหายไปในแสงกระจกที่คดเคี้ยววกวนก็ตาม\nปีแล้วปีเล่าในความฝันที่ราวกับแสงรุ่งอรุณ แต่ทว่าเธอก็ยังหาทางไปยังบัลลังก์ไม่เจอ และยังไม่เคยได้เห็นหน้าค่าตาของพระราชาองค์นั้นสักที หญิงสาวที่เคยหลงทางในกระจกเมื่อกาลก่อน บัดนี้กลายเป็นนักเวทที่มีชื่อเสียงโด่งดังแล้ว แต่ถึงจะเป็นเช่นนั้น การตื่นขึ้นอันไร้ความหมายในระหว่างความฝันอันแสนสั้นพวกนั้น... ความคิดที่แสนมหัศจรรย์นั่นก็ยังคงติดอยู่ในใจของเธอ จนวันหนึ่ง เธอได้พบเบาะแสของอาณาจักรอันแสนไกลนั่น นักเวทจึงละทิ้งทุกอย่างที่ผู้คนมองว่าล้ำค่าโดยไม่ลังเล และออกเดินทางเพียงลำพังภายใต้แสงจันทร์พร่างพราย ผ่านหุบเขาลึกแห่งเงามืด และป่าลึกอันมืดมิด จนในที่สุดก็พบอาณาจักรแห่งนั้นที่อยู่ในความฝัน เพียงแต่เมืองถูกเผาทำลายไปเมื่อหลายร้อยปีก่อนแล้ว อาณาจักรที่เคยรุ่งเรืองในอดีตล่มสลายไปนานแล้ว ดังเช่นที่กล่าวไว้ในบทกวี:\nสายลมรุ่งอรุณถูกอดีตลืมเลือน\nดุจท้องนภาบดบังเมฆาและเสียงเพลง\nเหลือเพียงแสงกะพริบริบหรี่บนยอดหอคอย\nส่องสะท้อนราตรีอันยาวนานของเมืองร้าง\nเธอเดินเข้าไปในซากพระราชวัง ท่ามกลางกำแพงที่หักพัง กระจกเงินขอบชุบทองคำเหล่านั้นแตกเสียหาย กลายเป็นเศษซากกระจัดกระจายอยู่ท่ามกลางกองฝุ่น เศษกระจกแต่ละชิ้นต่างสะท้อนเงาของจันทราเย็นเยียบ พระราชวังไม่ได้ดูเลือนรางพิศวงเหมือนอย่างที่เธอเคยเห็นในฝัน แค่เลี้ยวไม่กี่หัวมุม เดินผ่านทางเดินที่มีหลังคาโค้งไม่กี่เส้น เธอก็สามารถเปิดประตูใหญ่ที่พาไปสู่บัลลังก์ โดยแทบไม่ต้องออกแรงด้วยซ้ำ นั่นคือท้องพระโรงรูปทรงวงแหวน ที่มีกระจกแบบเดียวกับตรงระเบียงทางเดินหลายร้อยบานแขวนอยู่บนกำแพงหิน กระจกส่วนใหญ่ล้วนแตกไปหมดแล้ว นักเวทค่อย ๆ เดินไปนั่งลงบนบัลลังก์ที่ว่างมานานหลายร้อยปี และมองไปยังกระจกบานที่ยังคงมีสภาพดีอยู่\nในกระจกปรากฏภาพหญิงสาวสวมหน้ากากที่แต่งกายด้วยชุดแสนสวย กำลังเดินผ่านระเบียงวนที่ตกแต่งอย่างงดงาม และด้านหลังหญิงสาวซึ่งมีกระจกที่อยู่ในสภาพสมบูรณ์ก็กำลังสะท้อนเงาของเธอนับพัน\nเธอตกตะลึง เงยหน้าขึ้นในทันที หญิงสาวที่สวมหน้ากากคนนั้นกำลังยืนอยู่ตรงหน้าเธอ เฝ้ามองดูเธออย่างเงียบงันด้วยแววตาโศกเศร้าอย่างที่เธอนึกไม่ถึง นักเวทอยากจะพูดอะไรบางอย่าง แต่หญิงสาวคนนั้นกลับใช้กริชแทงเข้าหัวใจของเธอ กุหลาบอันงดงามผลิบานตรงปลายกริชอย่างเงียบเชียบ เปลวไฟลุกโชนขึ้นรอบด้าน และกลืนกินท้องพระโรงที่เคยถูกเผาเมื่อหลายร้อยปีก่อนอีกครั้ง\nเธอยิ้มออกมาด้วยความรู้สึกสับสน แปลกใจ และโล่งใจ หญิงสาวปลดหน้ากากออก เผยให้เห็นใบหน้าของนักเวท ริมฝีปากที่แห้งผากคู่นั้นสั่นไหวเล็กน้อย\nคราวนี้ ในที่สุดเธอก็ได้ยินคำพูดของอีกฝ่ายอย่างชัดเจน ผ่านมาหลายสิบปี หลายร้อยปี ถ้อยคำที่อยู่ในความฝันอันลึกลับยามอาทิตย์อัสดงครึ้มมัวนั้น เป็นเรื่องราวเรื่องหนึ่ง เรื่องราวที่เธอเล่าให้เธอฟัง เรื่องราวที่สะท้อนอยู่ในเศษกระจกเงินนับไม่ถ้วน ที่จะดังสะท้อนไปชั่วนิรันดร์..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "เรื่องราวของค่ำคืนนับพัน"
          }
        ]
      }
    ]
  }
}