{
  "epId": 3694,
  "name": "Vourukasha's Glow",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/07/65858273/6e2518c61e769f58cc86a01361a99947_7385266580555471505.png",
  "filterValues": {
    "reliquaryEffect": [
      "พลังชีวิต",
      "โบนัสความเสียหาย"
    ]
  },
  "menuId": 5,
  "menuName": "อาร์ติแฟกต์",
  "version": 1705340854,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวละคร"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หมายเหตุ"
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">สมาชิกทหารรับจ้างของ \"กลุ่ม Eremite\" ที่ออกท่องไปทั่วท้องทะเลทราย Sumeru เธอคือนักรบผู้โด่งดังใน \"กลุ่ม Eremite\" ที่ทั้งกล้าหาญและทรงพลัง</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/23/65858273/65b22311e1e38ffa45a4928d4005ecee_651713700393764649.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก <color=#ffd780>ความเสียหายหลัก</color> ของ Dehya มาจาก <color=#ffd780>สกิลธาตุ</color> และ <color=#ffd780>ท่าไม้ตาย</color> เป็นหลัก นอกจากนี้ Dehya ยังสามารถรับความเสียหายจากนอกสนาม ทำให้สามารถใช้โบนัสเซ็ตของ <color=#ffffff>Vourukasha's Glow</color> ได้ง่าย"
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p>พลังชีวิตเพิ่มขึ้น 20%</p>",
      "fourSetEffect": "<p>สกิลธาตุ และท่าไม้ตายสร้างความเสียหายเพิ่มขึ้น 10%; ภายใน 5 วินาที หลังจากที่ผู้สวมใส่ได้รับความเสียหาย เอฟเฟกต์เพิ่มความเสียหายข้างต้น จะเพิ่มขึ้น 80% โดยเอฟเฟกต์บัฟนี้ จะซ้อนทับได้มากสุด 5 ชั้น มีช่วงเวลาคงอยู่ของแต่ละชั้นที่คิดแยกกัน และจะยังคงเกิดขึ้นได้ แม้ตัวละครอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้</p>"
    },
    "story": [
      {
        "title": "Stamen of Khvarena's Origin",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"บุตรีผู้ยังไม่รู้เดียงสาของข้า ควาเรนาห์ของข้า...\" \"ข้าจำต้องยกเจ้าให้แก่มาตาตนอื่น ของให้เจ้าจงมอบความรักและภักดีต่อนาง\" \"สติปัญญาของนางหาได้ด้อยไปกว่าข้าไม่ ทั้งแสงเรืองรองของนางยังสว่างเจิดจ้ากว่าของข้ามากนัก\" \"ข้าฝันร้าย ในฝันยามค่ำคืนข้าได้ฝันเห็นใบหน้าที่ไร้หน้า มันทำให้ข้าหวาดกลัว...\" \"ดังนั้นข้าจึงแยกเจ้าออกมาจากร่างของข้า ขอให้เจ้าช่วยหยุดยั้งไม่ให้มันกลับมาอีก\" \"ควาเรนาห์ของข้า แสงแห่งดวงตาของข้า...\" \"ข้าจักย้ำเตือนเจ้าถึงกระแสแห่งความมืดมิดที่กำลังคืบคลานมาถึง และจากนั้น เจ้าจะได้รู้ซึ้งถึงหน้าที่และชะตากรรมของตัวเจ้าเอง\" \"โปรดอย่าถอยหนีเพราะขลาดกลัว อย่าปล่อยให้แสงควาเรนาห์จางหายไป อย่าทำให้มาตาของเจ้าต้องอับอาย\" \"การเสียสละเพื่อมนุษย์เป็นชะตากรรมของข้าฉันใด การเสียสละก็เป็นดั่งบทนำอันสวยงามสู่ชีวิตใหม่ก็เช่นกัน\" \"จงไปสู่อ้อมกอดมาตาแห่งแมกไม้ ในอาณาจักรของนาง เจ้าจักได้พบชะตากรรมของเจ้า\" \"ควาเรนาห์ของข้า บุตรีที่แสนบริสุทธิ์ของข้า...\" \"โฉมหน้าของเจ้าจักต้องเปลี่ยนไป เจ้าจักต้องเผชิญกับบททดสอบแห่งความตาก และความแตกแยก\" \"หลังจากนั้น เจ้าจักมีชีวิตอยู่ตลอดไป แต่นั่นเป็นเส้นทางที่มืดมนยิ่งกว่า...\" \"จ้าวแห่งหยาดอมฤตและจ้าวแห่งแมกไม้ต่างสูญเสียร่างศักดิ์สิทธิ์ของนางต่อหน้าเจ้า...\" \"พวกนางจักถูกลืมเลือน และสิ่งที่พวกเจ้าคงเหลืออยู่จะมีเพียงความทรงจำของการเสียสละเท่านั้น\" \"ควาเรนาห์ของข้า บุตรีของดอกไม้...\" \"หากเจ้ามุ่งมั่นแน่วแน่ที่จะไม่ถอยหนีจากความหวาดกลัว...\" \"ก็จงมาอยู่ในอ้อมกอดของนายคนใหม่เถิด\"</color>"
          }
        ]
      },
      {
        "title": "Vibrant Pinion",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>ในคืนที่ไม่มีใครจดจำได้ คืนที่พายุทรายแห่งโศกนาฏกรรมพัดผ่านสรวงสวรรค์... ดอกไม้และพืชพรรณต่าง พูดถึงอาณาจักรของมนุษย์ พูดถึงความหวังและอนาคตที่ รกร้างว่างเปล่า คนจัณฑาลนำมาซึ่งความตายสีเทา กระแสน้ำอันมืดมิดสาดซัดทำลายล้างริมฝั่งแม่น้ำ มีเพียงสรรพสิ่งที่เกิดใหม่เท่านั้นที่จะรวมตัวกับมนุษย์และขับไล่คลื่นชั่วร้ายให้ถอยกลับไป ในช่วงหลายปีที่เปล่าเปลี่ยวหลังจากที่นางเลิกผูกสัมพันธ์กับนายแห่งทรายสีชาด ราชินีแห่งแมกไม้ได้แปลงควาเรนาห์ ให้กลายเป็นวิหคศักดิ์สิทธิ์ มอบหมายหน้าที่พิทักษ์โลกทั้งสองให้แก่นาง เพื่อปกป้องพรมแดนระหว่างความเป็นและความตาย วิหคศักดิ์สิทธิ์อาศัยอยู่ลึกเข้าไปในดินแดนที่ซึ่งต้นสนไซเปรส และบัวหิมะเติบโต และหลับใหลในความฝันว่าพันธสัญญายังคงอยู่... ต่อเมื่อภัยพิบัตินั้นมาถึง นางจึงค่อยตื่นขึ้นมาจากหลับใหล มุ่งหน้าสู่ชะตากรรมแห่งภัยพิบัติที่มิอาจหลีกเลี่ยงได้ ต่อมา ก็เป็นดั่งคำพยากรณ์อันน่าเศร้าที่คนผู้นั้นพยากรณ์ไว้ ความตายอันเงียบงันแผ่ซ่านไปทั่วป่าฝน... เฉกเช่นเดียวกับที่สหายแห่งพันธสัญญาคนนั้นได้เอ่ยเตือน ฝูงอสูรแห่งความมืดมิดจะถาโถมเข้ามาและกวาดล้างป่าฝนที่เพิ่งเกิดใหม่ไปสิ้น... นายเก่าแห่งอาณาจักรแห่งน้ำสิ้นชีพในกลียุค และร่างได้กลายเป็นทะเลแห่งหยาดอมฤต อย่างไรก็ตาม สุดท้ายน้ำค้างอันบริสุทธิ์ก็จะถูกแผดเผาและเหือดแห้งบนดินแดนรกร้างที่ถูก Abyss ทำลายล้างไปในที่สุด นายหญิงแห่งแมกไม้ไร้เวลามาคร่ำครวญ ต้นมาตาสรรพต้องได้รับการทะนุบำรุง... เพื่อชำระมลทินของห้วงทมิฬ และรับประกันว่าหยาดอมฤตจะคงความบริสุทธิ์ไว้ได้ ซีเมิร์กจึงได้ทำลายร่างอันศักดิ์สิทธิ์ของมัน—— \"การสร้างสรรค์อันงดงามที่เกิดจากดอกไม้แห่งควาเรนาห์ ล้วนต้องเผชิญหน้ากับชะตากรรมที่จำต้องเหี่ยวเฉาและสลายกลายเป็นเพียงโคลนตมอย่างหลีกเลี่ยงไม่ได้\" \"และเมื่อเหี่ยวแห้งลง ก็จะได้รับการหล่อเลี้ยงจากหยาดอมฤต และได้เกิดใหม่อีกครั้งในทุ่งดอกไม้ ไม่ต้องกังวลกับสิ่งที่เรียกว่า 'ความตาย' อีกต่อไป\"</color>"
          }
        ]
      },
      {
        "title": "Ancient Abscission",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"ชิ้นส่วนแห่งควาเรนาห์นี้ต้องฝากเจ้าแล้ว สหายรักของข้า และข้าหวังว่าเจ้าจะรักษามันด้วยชีวิตและจิตใจ\" \"นางมาจากภูมิปัญญาของดอกไม้ และสายใยจากท้องฟ้า และครอบครองความบริสุทธิ์ของชีวิต\" \"ควาเรนาห์คือจุดหนึ่งในใจกลางของดอกไม้ เป็นแสงเพียงจุดเดียวท่ามกลางหยาดอมฤตนับพัน\" \"โปรดทะนุถนอมของขวัญของข้า จวบจนวันที่ห้วงทมิฬสีดำกลืนกินสรรพชีวิตทั้งปวง...\" นิทานอันไกลโพ้นเล่าสู่กันฟังท่ามกลางแมกไม้เขียวขจีและดอกไม้งาม ล้วนถูกจดจำโดยผลและเมล็ดพันธุ์ รอให้นายหญิงแห่งบุปผาร่วงโรยเหี่ยวเฉาเป็นผุยผง จวบจนจ้าวแห่งทะเลทรายถูกลวงหลอกชักนำให้หลงผิดด้วยเพ้อฝัน จวบจนทรราชเผด็จการถูกกลบฝังอยู่ในเม็ดทรายที่แปรผันตลอดกาล ความทะเยอทะยานทั้งปวงก็ดับมอดลงในที่สุด จวบจนกว่าสิ่งที่มาจากดินจะกลับคืนสู่ทรายสีเหลือง สิ่งที่มาจากสายลมจะหวนกลับคืนสู่ป่าฝน... ราชินีแห่งแมกไม้เฝ้าดูการเปลี่ยนแปลงของโลกอย่างเงียบ ๆ โดยคำนึงถึงคำสาบานที่ได้ให้ไว้กับผู้วายชนม์ \"โปรดให้สัญญากับข้าว่าจะรักษาควาเรนาห์ดวงนี้ไว้ สหายของข้า สหายที่ข้ารักที่สุด\" \"หลังจากที่พวกเราจากไปแล้ว มนุษย์ก็คงยังระหกระเหินดั่งทารกที่เพิ่งออกจากผ้าห่อตัวเป็นครั้งแรก\" \"เปราะบางแต่แข็งแกร่งพอที่จะเอาพิชิตลมป่า เปลวไฟที่แผดเผา และความไม่สมบูรณ์ของตัวเอง\" \"แต่สิ่งที่ข้าเศร้าโศก หาใช่ภัยพิบัติที่สามารถคาดการณ์ได้ แต่เป็นความมืดมิดที่แสนโกลาหล...\" \"มีเพียงความอาฆาตพยาบาทอันมืดมิดและการคุกคามของ 'ความตาย' เท่านั้นที่สามารถบดขยี้ดอกตูมได้\" เมื่อสรวงสวรรค์ในอดีตถูกทรายสีทองกลืนกินไปในที่สุด จ้าวแห่งแมกไม้จึงได้ปฏิบัติตามข้อตกลงเดิม: ฟังเจตจำนงของควาเรนาห์ สร้างรูปร่างที่งดงามให้กับมัน และเปลี่ยนมันให้กลายเป็นชีวิตที่งดงามหาที่เปรียบมิได้—— นั่นคือวิหคศักดิ์สิทธิ์ \"ซีเมิร์ก\" ที่มีลำตัวเสมือนรวบรวมสีสันของนกนับพัน และเสียงร้องประสานของเสียงนกและดอกไม้นับพัน... ความฝันสุดท้ายของโอเอซิสถูกรวมอยู่ในร่างเดียว กลายเป็นทะเลดอกไม้ที่บริสุทธิ์สดใสไร้ที่สิ้นสุดที่ซ่อนอยู่ในส่วนลึกของวิหคศักดิ์สิทธิ์</color>"
          }
        ]
      },
      {
        "title": "Feast of Boundless Joy",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>เมื่อนายหญิงแห่งสวนบุปผาสิ้นชีวาลัย ราชินีแห่งแมกไม้ก็สูญสลายไปพร้อมกับทะเลทราย เธอยอมละทิ้งความรักและอำนาจอันบ้าคลั่ง พร้อมตัดสินใจเลือกกลับไปยังป่าฝนเพื่อรักษาวิถีชีวิต... เช่นนั้น ชีวิตใหม่จึงถือกำเนิดขึ้นในป่าฝน เหล่านักปราชญ์ต่างเริ่มกระตือรือร้นและสร้างบ้านของครอบครัวตน จินตนาการเพ้อฝันนำไปสู่ความตายที่ไม่อาจหลีกเลี่ยง และหลักคำสอนเรื่องความตายก็คอยเตือนสติมนุษย์อยู่เสมอ ควาเรนาห์แห่งดอกไม้ถือกำเนิดจากงานเลี้ยงที่รื่นเริงที่สุด และความสุขอันบริสุทธิ์ที่สุด ซึ่งไม่มีความขมขื่นของการฝึกตนหรือกลิ่นอายของผู้มีอำนาจ ท้ายที่สุดชะตากรรมของเธอจะนำพาไปสู่ความตาย ความเหี่ยวเฉา และความสูญสลายของทุกสิ่ง... มีเพียงเทพแห่งปัญญาเท่านั้น ที่จะเรียนรู้และใช้มันได้อย่างเหมาะสม \"แต่อย่าได้ลืมคำทำนายของนายหญิงผู้ยิ่งใหญ่ เพราะท่านได้ฝากฝังไว้กับเจ้าแล้ว\" \"ความโง่เขลาไม่เพียงพอที่จะทำลายมนุษย์ แต่กระแสแห่งความมืดจากนอกโลกจะกวาดล้างทุกสิ่งจนหมดสิ้น\" \"ข้าคือวิญญาณดวงสุดท้ายที่เหลือของนายหญิง ข้าคือแก่นแท้ของดอกไม้ที่ชำระล้างทุกสิ่ง\" \"หากเมื่อผสานรวมกับน้ำบริสุทธิ์ ข้าจะแตกสลายดั่งผลทาฑิม และเปล่งประกายแสงแพรวพราวนับพันหมื่น\" ด้วยเหตุนี้ วิหคศักดิ์สิทธิ์จึงได้ถือกำเนิดขึ้นจากควาเรนาห์ มันอ้อยอิ่งอยู่เคียงข้างเจ้านายชั่วครู่ ก่อนจะบินจากไปยังทุ่งดอกไม้</color>"
          }
        ]
      },
      {
        "title": "Heart of Khvarena's Brilliance",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"สหายรัก สหายแสนหลักแหลมที่ลาจากโลกนี้ไปตั้งแต่ยังเยาว์วัย...\" \"ท่ามกลางตำนานอันรุ่งโรจน์ แฝงความโศกเศร้าสีเทาของการถูกลืมเลือน\" \"ชีวิตมักมาพร้อมกับความตายฉันใด การลืมเลือนก็เป็นที่รักของความทรงจำฉันนั้น\" \"หากปราศจากการคุกคามแห่งความตาย ชีวิตก็ไร้ซึ่งความหมาย\" \"หากไม่มีคลื่นแห่งการลืมเลือนคอยชะล้าง ก็ไม่มีประวัติศาสตร์ใดที่ควรค่าแก่การจดจำ...\" ในอดีตแสนไกลโพ้น ราชินีแห่งแมกไม้ได้มอบความไว้วางใจของนาง จึงมอบร่างวิหคศักดิ์สิทธิ์ให้แก่ดอกแห่งควาเรนาห์ เพื่อให้คอยปกป้องป่าฝนอยู่มุมหนึ่ง เช่นเดียวกับชะตากรรมของดอกไม้ที่ต้องร่วงโรย ชะตากรรมของซีเมิร์กก็คือการเสียสละ จ้าวเขียวขจีเรื่องนี้ตั้งแต่คืนที่หลับใหลไปพร้อมกับจ้าวบุปผา... \"ส่งผลให้วิหคศักดิ์สิทธิ์สีเขียวมรกตงอกงามออกมาเป็นดอกควาเรนาห์นับพัน ผลิบานออกไปราวกับนกกะรางหัวขวานโบยบิน...\" \"ควาเรนาห์กระจัดกระจายร่วงหล่นลงบนร่างไร้ชีวิตที่ใสสะอาดของจ้าวแห่งหยาดอมฤต ก่อกำเนิดเป็นทุ่งดอกไม้พร่างพราย\" \"ในทุ่งดอกไม้วิญญาณมากมายหลายร้อยชนิด โอบกอดความปรารถนาของพืชพรรณ และน้ำค้าง เพื่อชำระล้างมลทินทั้งปวง\" \"ในทุ่งดอกไม้วิญญาณมากมายหลายร้อยชนิด ขับขานบทเพลงแก่มาตาทั้งสาม พืชพรรณ, หยาดอมฤต และดอกไม้\" จนมาถึงค่ำคืนหนึ่ง ที่บุตรีต้องลาจากอ้อมอกมาตาทั้งสามไป เพราะบนโลกใบนี้มีมลทินมากมายเหลือคณา จำต้องเสียสละจึงจะชำระล้างได้...</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Vourukasha's Glow"
          }
        ]
      }
    ],
    "artifactList": {
      "sands_of_eon": {
        "title": "Ancient Abscission",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>อุปกรณ์บอกเวลาโบราณ ที่เปล่งประกายควาเรนาห์ออกมา ภายในบรรจุด้วยของเหลวบริสุทธิ์ที่ดูราวกับว่ามีชีวิต</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/07/65858273/9937be8c372d94d854f3522a4facc14e_8864003617337048988.png"
      },
      "plume_of_death": {
        "title": "Vibrant Pinion",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>เครื่องประดับทรงขนนกแสนงดงาม เปล่งแสงประกายวาววับด้วยสีเขียวของใบไม้ และกลิ่นหอมหวนของดอกไม้</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/07/65858273/91b6ef2ba69f318c60ec070fac4389bd_7507968107516437755.png"
      },
      "flower_of_life": {
        "title": "Stamen of Khvarena's Origin",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>ตราสัญลักษณ์ที่ผู้แสวงบุญเคยสวมใส่เมื่อนานมาแล้ว มันคือดอกไม้เล็ก ๆ ดอกหนึ่งที่แสนสวยงาม</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/07/65858273/6e2518c61e769f58cc86a01361a99947_1346709429198823729.png"
      },
      "circlet_of_logos": {
        "title": "Heart of Khvarena's Brilliance",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>ต่างหูที่ดูหรูหราประณีต ดูราวกับว่ามันจะเผยความแวววาวของดอกไม้นับร้อยออกมา</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/07/65858273/478ee34ff1598ca49897509d6d16e4f7_9143102047846416770.png"
      },
      "goblet_of_eonothem": {
        "title": "Feast of Boundless Joy",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>แก้วไวน์แสนสวยที่ครั้งหนึ่งเต็มไปด้วยน้ำทิพย์ และน้ำหวาน ในทุกวันนี้หลงเหลือเพียงความว่างเปล่า</color>"
          }
        ],
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/07/65858273/9a3cdb8aaae95c2b84f58ef5b8427f16_7341206640226279473.png"
      }
    }
  }
}