{
  "epId": 3983,
  "name": "The First Great Magic",
  "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">อุปกรณ์ประกอบการแสดงที่ \"นักมายากลผู้ยิ่งใหญ่\" ในอดีตเคยใช้งาน ความลับที่ถูกเปิดเผยในตอนสุดท้ายก็คือ อันที่จริงแล้วมันยังเป็นอาวุธที่อยู่เหนือความคาดหมายด้วย</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/65858273/6c159cd156de2785d869a5e3490ea56c_6760735453037854536.png",
  "filterValues": {
    "weaponType": "ธนู",
    "weaponRarity": 5,
    "weaponProperty": "ความแรงคริ"
  },
  "menuId": 4,
  "menuName": "อาวุธ",
  "version": 1693227848,
  "components": {
    "galleryCharacter": [
      {
        "key": "รูปแบบดั้งเดิม",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/65858273/6cc585a5c43098641ca6853f904b230b_6080014706144827535.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "ก่อนเลื่อนขั้นเลเวล 40"
          }
        ]
      },
      {
        "key": "รูปแบบหลังเลื่อนขั้น",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/65858273/4b3c46e2a56d751fd18442061bcb3ec2_7563425223998341786.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "หลังเลื่อนขั้นเลเวล 40"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวละคร"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หมายเหตุ"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span>นักมายากลเลื่องชื่อแห่ง Fontaine ผู้มีพรสวรรค์ และไหวพริบอันเฉียบแหลม มักใช้ทริกกับคำพูดอันแยบยลในการจูงใจของผู้ชม</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/176148810/e343d4442cc3b8e243f0d528bb715f75_1856082092126268256.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "อาวุธชิ้นนี้เป็นอาวุธประจำตัวซึ่งสามารถใช้ไดักับ Lyney เป็นอย่างดี เนื่องจาก Lyney เป็นตัวละครที่จำเป็นต้องใช้ตัวละครธาตุเดียวกับตนเองในทีมอย่างน้อยสามตัว เพื่อให้สามารถใช้ <color=#ffd780>พรสวรรค์</color> ได้อย่างเต็มประสิทธิภาพ ดังนั้นจึงทำให้สามารถได้รับโบนัส <color=#ffd780>ค่าพลังโจมตี</color> จากเอฟเฟกต์เฉพาะของอาวุธชิ้นนี้ได้ ซึ่งสามารถช่วยเพิ่มความเสียหายโดยรวมได้เป็นอย่างดี"
      }
    ],
    "ascension": [
      {
        "key": "Lv.",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "46",
              "14.4%"
            ]
          }
        ]
      },
      {
        "key": "Lv.20\n",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "122",
              "153",
              "25.4%"
            ]
          }
        ]
      },
      {
        "key": "Lv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "235",
              "266",
              "37.1%"
            ]
          }
        ]
      },
      {
        "key": "Lv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "308",
              "340",
              "42.9%"
            ]
          }
        ]
      },
      {
        "key": "Lv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "382",
              "414",
              "48.7%"
            ]
          }
        ]
      },
      {
        "key": "Lv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "457",
              "488",
              "54.5%"
            ]
          }
        ]
      },
      {
        "key": "Lv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "532",
              "563",
              "60.3%"
            ]
          }
        ]
      },
      {
        "key": "Lv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "608",
              "-",
              "66.2%"
            ]
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "The First Great Magic"
          }
        ]
      },
      {
        "key": "หาได้จาก",
        "value": [
          {
            "type": "RichText",
            "text": "กิจกรรมอธิษฐานอาวุธ"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ธนู"
          }
        ]
      },
      {
        "key": "ค่าสถานะรอง",
        "value": [
          {
            "type": "RichText",
            "text": "ความแรงคริ"
          }
        ]
      },
      {
        "key": "Parsifal the Great",
        "value": [
          {
            "type": "RichText",
            "text": "ความเสียหายจากการชาร์จโจมตีเพิ่มขึ้น 16%; ตัวละครทุก 1 ตัว ในทีม ที่มีชนิดธาตุเหมือนกับผู้สวมใส่ (รวมผู้สวมใส่) จะทำให้ได้รับเอฟเฟกต์ Gimmick 1 ชั้น; ตัวละครทุก 1 ตัว ในทีม ที่มีชนิดธาตุต่างกับผู้สวมใส่ จะได้รับเอฟเฟกต์ Theatric 1 ชั้น เมื่อมีเอฟเฟกต์ Gimmick 1/2/3 ชั้น หรือมากกว่า พลังโจมตีจะเพิ่มขึ้น 16%/32%/48%; เมื่อมีเอฟเฟกต์ Theatric 1/2/3 ชั้น หรือมากกว่า ความเร็วในการเคลื่อนที่จะเพิ่มขึ้น 4%/7%/10%"
          }
        ]
      }
    ],
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffffa6>\"ฉันคือยอดนักมายากล... Parsifal 'ผู้ยิ่งใหญ่'!\" \"สิ่งที่พวกคุณกำลังจะได้เห็นต่อไปนี้ คือโลกมายาที่ไม่อาจจินตนาการได้!\" \"อย่างเช่น หมวกที่เชื่อมไปยังถ้ำขนาดใหญ่ในตำนานตะวันออก!\" \"อย่างเช่น ดินแดนอันตรายในกระจกที่ไม่ถูกกาลเวลาของเราผูกมัด!\"</color>\n<color=#ffffffa6>มายากลกับการหลอกลวง และการขโมยต่างก็มีจุดที่คล้ายคลึงกัน มายากลอาศัยฝีมือการแสดงและความสามารถในการเล่าเรื่อง ส่วนสองอย่างหลังอาศัยเทคนิค</color>\n<color=#ffffffa6>\"ในละครของปรมาจารย์ Coppelius เมื่อกี้นี้ มีโจรที่หาตัวยากคนหนึ่งสินะ?\" \"เราใช้ชื่อนั้นเป็นชื่อการแสดงของเรา! ดีรึเปล่า?\" แผงขายอาหารริมน้ำ Fleuve Cendre มีเด็กสาวท่าทางตื่นเต้นคนหนึ่งกำลังพูดอย่างดีใจ \"Parsifal? งั้นฉัน ก็เป็นสาวน้อยอัญมณีที่ถูกเธอขโมยไปน่ะสิ?\" คู่หูของเธอตอบกลับมาแบบนี้ เสียงหัวเราะส่องสว่างเมืองใต้ดินที่ไม่เคยเห็นแสงตะวัน</color>\n<color=#ffffffa6>และแล้ว สองสาวพี่น้องโจรที่เข้าออกโรงอุปรากรเกียรติยศเพื่อต้มตุ๋นและลักขโมย ด้วยความหลงใหลไปกับเรื่องราวตลกของผู้ต่อต้านบนเวที ทำให้ลืมความตั้งใจเดิมที่เข้ามาในที่แห่งนี้ไป แล้วเกิดความคิดที่จะใช้ทักษะกับฝีมือการแสดงของตัวเอง ก้าวขึ้นสู่บนเวที ไปยืนอยู่ใต้แสงไฟนั้น ใช้แสงสว่างของการแสดง สาดส่องความฝันของแขกในห้องวีไอพี และผู้ชมที่ไม่มีที่นั่งอย่างเท่าเทียมกัน คนหนึ่งรับบทเป็น \"Parsifal\" ส่วนอีกคนนึงคือผู้ช่วย Josephine ตอนแรกพวกเขาแสดงในร้านเหล้าของ Eduardo, ข้างท่อระบายน้ำ หรือข้างแผงขายของริมทาง โดยมีเด็ก ๆ ที่มีคราบน้ำมันและฝุ่นเปื้อนหน้ามองด้วยสายตาที่เปล่งประกาย พร้อมด้วยเสียงปรบมือจากชาวบ้าน ต่อมาก็เป็นโรงอุปรากรเกียรติยศ ที่ซึ่งแสงบนเวทีเจิดจ้าและสว่างราวกับดวงอาทิตย์ \"ขนนกกลายร่างเป็นผีเสื้อ\", \"ถ้ำใหญ่\", \"ดวงไฟในกระจก\", \"ปลาทอง\" ... เช่นเดียวกับแสงของการแสดงเหล่านี้ ที่ส่องสว่างไปทั่วห้องวีไอพีและที่นั่งแบบยืนในโรงละคร ชื่อของ Parsifal กลายเป็นที่พูดถึงในเมืองบนดินและเมืองใต้ดิน</color>\n<color=#ffffffa6>คนชุดสีม่วงมักพูดว่าคนเราต่างก็มีตำแหน่งของตัวเอง หน้าเวทีเองก็เช่นกัน: ไม่ว่าจะเป็นห้องวีไอพีสวยงามที่มองลงไปเห็นเวที หรือตำแหน่งแขกผู้มีเกียรติที่ต้องยืนเท่านั้น ถึงแม้แสงสว่างของการแสดงจะสาดส่องไปยังทั้งสองฝ่ายอย่างเท่าเทียมกัน แต่ข้างนอกโรงอุปรากรนั้น ความไม่ยุติธรรมและความเจ็บใจที่ถูกลืมไปชั่วขณะ มักจะเหมือนรากไม้ที่ฝังลึกเข้าไปในกำแพงหิน</color>\n<color=#ffffffa6>ในที่สุดกำแพงหินก็ถล่มลงมาในปฏิบัติการจัดระเบียบ Fleuve Cendre เด็กสาวที่รับบทเป็น Josephine เดินทางกลับไปที่ Fleuve Cendre นอกจากกลิ่นสนิมและกลิ่นเน่าเหม็นที่ลอยอบอวลอยู่ตลอดแล้ว ก็เหลือแค่ความโมโห ความเศร้าและเลือดที่ยังไม่แห้งสนิทเท่านั้น</color>\n<color=#ffffffa6>สิ่งที่ผู้คนรับรู้คือ Parsifal ผู้ช่วยก็เป็นเพียงแค่ผู้ช่วย ถ้าเรื่องราวมีแค่นี้ ก็ง่ายมาก และสะดวกมาก เช่นเดียวกับที่ผู้ช่วยบนเวทีถูกดาบฟันขาดเป็นสองท่อน แต่ไม่เคยได้รับอันตรายเลย และนาฬิกาพกที่หายไป ก็มักจะคืนให้กับผู้ชมที่ทำเป็นมองไม่เห็นเสมอ ในที่สุดเด็กสาวก็สูญเสีย \"ตำแหน่ง\" ในชีวิตไป ดังนั้นเธอจึงได้ออกแบบ \"สุดยอดมายากล\" ที่เป็นของพวกเธอออกมา</color>\n<color=#ffffffa6>\"ฉันคือยอดนักมายากล... Parsifal 'ผู้ยิ่งใหญ่'!\" \"สิ่งที่พวกคุณกำลังจะได้เห็นต่อไปนี้ คือโลกมายาที่ไม่อาจจินตนาการได้!\" \"ไม่มีชนชั้นสูง ไม่มีราชา ไม่มีดาบที่ชี้ไปยังพวกเธอ!\" \"ไม่มีความร่ำรวยที่ติดตัวมาตั้งแต่เกิด ไม่มีความจนที่สลัดไม่พ้น</color> <color=#ffffff>!\"</color>"
          }
        ]
      }
    ]
  }
}