{
  "epId": 3988,
  "name": "Flowing Purity",
  "desc": "<p><span style=\"color: #BFBFBF\">หนังสือรวมบทละครหน้าตาประหลาด มันได้รวบรวมบทละครที่ Coppelius เคยสร้างสรรค์ไว้ทั้งหมด</span></p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/65858273/604e657cdb57075763d5192c1857c5b2_3540722649879116475.png",
  "filterValues": {
    "weaponRarity": 4,
    "weaponProperty": "เปอร์เซ็นต์การโจมตี",
    "weaponType": "สื่อเวท"
  },
  "menuId": 4,
  "menuName": "อาวุธ",
  "version": 1693227845,
  "components": {
    "ascension": [
      {
        "key": "Lv.",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "เปอร์เซ็นต์พลังโจมตี"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "44",
              "6.0%"
            ]
          }
        ]
      },
      {
        "key": "Lv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "เปอร์เซ็นต์พลังโจมตี"
            ]
          },
          {
            "key": "",
            "values": [
              "119",
              "144",
              "10.6%"
            ]
          }
        ]
      },
      {
        "key": "Lv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "เปอร์เซ็นต์พลังโจมตี"
            ]
          },
          {
            "key": "",
            "values": [
              "226",
              "252",
              "15.4%"
            ]
          }
        ]
      },
      {
        "key": "Lv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "เปอร์เซ็นต์พลังโจมตี"
            ]
          },
          {
            "key": "",
            "values": [
              "293",
              "319",
              "17.9%"
            ]
          }
        ]
      },
      {
        "key": "Lv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "เปอร์เซ็นต์พลังโจมตี"
            ]
          },
          {
            "key": "",
            "values": [
              "361",
              "387",
              "20.3%"
            ]
          }
        ]
      },
      {
        "key": "Lv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "เปอร์เซ็นต์พลังโจมตี"
            ]
          },
          {
            "key": "",
            "values": [
              "429",
              "455",
              "22.7%"
            ]
          }
        ]
      },
      {
        "key": "Lv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "เปอร์เซ็นต์พลังโจมตี"
            ]
          },
          {
            "key": "",
            "values": [
              "497",
              "523",
              "25.1%"
            ]
          }
        ]
      },
      {
        "key": "Lv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "เปอร์เซ็นต์พลังโจมตี"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "565",
              "27.6%"
            ]
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวละคร"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หมายเหตุ"
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "ผู้พเนจร",
        "desc": "<p>ผู้พเนจรที่มีตัวตนเป็นปริศนา เขาแต่งตัวเหมือนผู้ฝึกตน แต่คำพูด และการกระทำของเขาไม่ใช่สิ่งที่ผู้ฝึกตนควรกระทำ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/144837601/24d97a22be742fb732ea96f625d1faac_2930533850308061452.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจากผู้พเนจรนั้น จำเป็นต้องใช้ <color=#ffd780>สกิลธาตุ</color> เพื่อเพิ่มความเสียหายโดยรวม และเอฟเฟกต์เฉพาะของอาวุธชิ้นนี้นั้น สามารถเพิ่ม <color=#ece5d8>ความเสียหายธาตุ</color> ให้แก่ผู้ถือได้ จึงทำให้ผู้พเนจรสามารถใช้งานอาวุธชิ้นนี้ได้อย่างมีประสิทธิภาพ"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p>ท่าน Guuji แห่งศาลเจ้า Grand Narukami และเป็นหัวหน้าบรรณาธิการของ &#34;สำนักพิมพ์ Yae&#34;</p><p>ภายใต้รูปโฉมภายนอกที่งดงาม มีความเฉลียวฉลาดและเล่ห์กลซ่อนอยู่</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก Yae Miko เป็นตัวละครที่จำเป็นต้องกด <color=#ffd780>สกิลธาตุ</color> เป็นหลักเพื่อสร้างความเสียหาย จึงทำให้ๅ Yae Miko สามารถใช้งานได้ดีกับเอฟเฟกต์เฉพาะของอาวุธชิ้นนี้ อาวุธชิ้นนี้จึงเป็นหนึ่งในตัวเลือกที่ดี"
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "แขกประจำห้องขังของกองอัศวินแห่ง Favonius ผู้เชี่ยวชาญด้านการระเบิดแห่ง Mondstadt ผู้คนเรียกเธอว่า &#34;ดวงอาทิตย์ที่หลบหนี&#34;",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Klee เป็นตัวละครที่สามารถสร้างความเสียหายได้ด้วยวิธีต่าง ๆ รวมไปถึงการใช้ <color=#ffd780>สกิลธาตุ</color> จึงทำให้ Klee สามารถใช้อาวุธชิ้นนี้ได้อย่างมีประสิทธิภาพ ซึ่งอาวุธชิ้นนี้จะสามารถช่วยเพิ่มความเสียหายโดยรวมให้แก่ Klee ได้"
      },
      {
        "type": "CustomEntry",
        "epId": 24,
        "name": "Yanfei",
        "desc": "ที่ปรึกษาด้านกฎหมายผู้โด่งดังที่ประจำอยู่ที่ท่าเรือ Liyue หญิงสาวผู้ปราดเปรื่องที่มีสายเลือดสัตว์เวทผสมอยู่",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yanfei_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Yanfei เป็นตัวละครที่จำเป็นต้องกดใช้ <color=#ffd780>สกิลธาตุ</color> อยู่บ่อยครั้ง จึงทำให้สามารถใช้งานอาวุธชิ้นนี้ได้เป็นอย่างดี นอกจากนี้ เอฟเฟกต์เฉพาะของอาวุธชิ้นนี้ยังช่วยเพิ่มความเสียหายโดยรวมให้แก่ Yanfei ได้อีกด้วย"
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "นักสืบหนุ่มอัจฉริยะของสำนัก Tenryou ผู้มาพร้อมกับสัญชาตญาณที่เฉียบแหลม และจิตใจที่งดงาม",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "Shikanoin Heizou เป็นตัวละครที่จำเป็นต้องกดใช้ <color=#ffd780>สกิลธาตุ</color> อยู่บ่อยครั้ง จึงทำให้สามารถใช้งานอาวุธชิ้นนี้ได้เป็นอย่างดี นอกจากนี้ เอฟเฟกต์เฉพาะของอาวุธชิ้นนี้ยังช่วยเพิ่มความเสียหายโดยรวมให้แก่ Shikanoin Heizou ได้อีกด้วย"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Flowing Purity"
          }
        ]
      },
      {
        "key": "หาได้จาก",
        "value": [
          {
            "type": "RichText",
            "text": "การหลอม"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "สื่อเวท"
          }
        ]
      },
      {
        "key": "ค่าสถานะรอง",
        "value": [
          {
            "type": "RichText",
            "text": "เปอร์เซ็นต์พลังโจมตี"
          }
        ]
      },
      {
        "key": "Unfinished Masterpiece",
        "value": [
          {
            "type": "RichText",
            "text": "เมื่อใช้สกิลธาตุ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น 8% เป็นเวลา 15 วินาที และได้รับ \"บ่วงพันธะชีวัน\" ที่มีค่า 24% ของพลังชีวิตสูงสุด โดยที่เอฟเฟกต์นี้จะเกิดขึ้นมากสุดหนึ่งครั้งในทุก 10 วินาที เมื่อ \"บ่วงพันธะชีวัน\" ถูกลบล้าง โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้น 2% ทุก 1000 หน่วย ของปริมาณที่ลบล้าง เป็นเวลา 15 วินาที ด้วยวิธีนี้ โบนัสความเสียหายธาตุทั้งหมดจะเพิ่มขึ้นสูงสุดไม่เกิน 12%"
          }
        ]
      }
    ],
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "... เนื่องจากสาเหตุที่ทุกคนรู้กันดี บทละคร \" Coppelia ไขลาน\" ไม่เคยถูกเปิดเผยและตีพิมพ์มาก่อน ในบรรดาผู้รอดชีวิตจากโรงอุปรากรเกียรติยศในวันนั้น มีผู้ชมบางคนอาศัยความทรงจำเขียนเนื้อหาและบทละครบางส่วน ที่แสดงก่อนช่วงพักครึ่งออกมา หลังจากได้ขออนุญาตจากลูกหลานของคุณ Coppelius และคนที่กล่าวมาข้างต้นแล้ว สำนักงานของเราได้เก็บรวบรวมและสรุปเอกสารที่เกี่ยวข้อง พยายามที่จะเขียนบทบาทของท่าน Coppelius ออกมาให้สมจริงที่สุด แม้จะเป็นแค่การมองจากด้านเดียวเท่านั้น แต่ก็หวังว่าจะช่วยดึงความคิดเห็นของคนอื่นออกมาด้วย\n... เนื้อหาโดยสรุป: แผนการของ Coppelius ถูกเปิดโปงต่อหน้านักล่าเงาได้อย่างไร และวิธีการอำลาครั้งสุดท้ายต่อ Coppelia ก่อนจะถูกลงโทษเป็นอย่างไร\n... Coppelius: จงขับร้องเพื่อข้าเถอะ Coppelia ผู้เป็นความรัก เป็นบาป เป็นจิตวิญญาณของฉัน โปรดขับร้องเพื่อข้าเป็นครั้งสุดท้ายเสีย Coppelius: จงผูกสายใยในใจข้า จงใช้มันผูกมัดข้าให้แน่น จงล่ามข้าไว้ด้วยโซ่ตรวน และปล่อยให้ข้าถูกทำลาย ภายในสายตาของเจ้า Coppelius: เพราะข้าได้ตัดสินใจแล้ว นับจากนี้ต่อไป จะไม่แสวงหาคนที่ทำให้ข้าเบิกบานใจอีก แต่ข้าจะมอบความเบิกบานให้กับคนที่เลือกแทน Coppelius: ถึงแม้เจ้าจะหัวเราะเยาะต่อทุกสิ่งที่ข้าทำเพราะเหตุนี้ นั่นก็ไม่ใช่เพราะความคิดของข้าโง่เขลา แต่เป็นเพราะการกระทำของข้าก็งุ่มง่ามเช่นนี้แหละ Coppelia: เจ้าจักให้ข้าขับร้องอย่างไรเล่า ? คนรักเอ๋ย เจ้าต้องการให้ข้าขับร้องเพื่อบาปและโทษทัณฑ์ ที่ไม่อาจหลีกเลี่ยงได้นี้อย่างไรกัน ? Coppelia: ผู้คนในโลกแค่มองเห็นภาพภายนอกที่เต็มไปด้วยสีสันก็รู้สึกดีใจแล้ว เสมือนคนที่มีความมุ่งมั่นแสวงหาผลไม้ที่เคลือบสีทองเอาไว้ แต่หารู้ไม่ว่าภายในได้ซ่อนยาพิษที่ถึงแก่ชีวิตเอาไว้ Coppelia: Coppelius เอ๋ย Coppelius ของข้า ทุกสิ่งที่เจ้าแสวงหา เปรียบเสมือนฉากละครอันว่างเปล่าที่ไม่ทิ้งร่องรอยใด ๆ ไว้ เพราะผู้มีปัญญาย่อมต้องรู้ดีว่า สิ่งยั่วยวนจะต้องจบลงในที่สุด\n... สรุปเนื้อหา: Coppelia ได้สารภาพจุดประสงค์ที่แท้จริงของการเดินทาง ให้กับชายหนุ่มที่ร่วมทางมาด้วยได้รับฟัง และตัดสินใจจะเดินตามผู้สร้าง ผู้ซึ่งจากไปแล้วในสายตาของเธอ\n... Nathaniel: แม้เรื่องนี้ออกจะไร้สาระ แต่ก็เป็นสิ่งปกติในโลกหล้า ผู้มีปัญญามักจะฟังคำสั่งของคนเขลา ชีวิตคนเราก็เหมือนสุขนาฏกรรมที่เฉิ่มเชยดี ๆ Coppelia: ถูกต้องแล้ว เพราะฉะนั้น ท่านไม่ต้องเป็นห่วงข้าหรอก อีกไม่นาน ความทุกข์ทรมานทั้งหมดนี้จะหายไปอย่างสิ้นเชิง Coppelia: ผู้ที่สร้างข้าขึ้นมาได้ลาลับโลกไปแล้ว เมื่อฟันเฟืองที่ขึ้นสนิมเหล่านั้นกลายเป็นเถ้าถ่านเช่นเดียวแล้ว บาปทั้งหมดจะถูกลืมเลือน และสำหรับเลือดเนื้อแล้วนั้น การลืมเลือนก็เท่ากับให้อภัยเช่นกัน Coppelia: ข้าไม่ต้องเห็นดวงอาทิตย์ ดวงจันทร์ และดวงดาว ไม่ต้องได้ยินนกน้อยขับขานอยู่กลางป่าอย่างเริงร่า ไม่ต้องปล่อยให้หัวใจดวงนี้เต้นลำพัง อยู่บนโลกที่ปราศจากคนสร้างมันขึ้นมาอีกแล้ว Nathaniel: เจ้าคิดจะทำอย่างไร ? Coppelia: หัวใจดวงนี้ ที่เต้นเหมือนร่างกายที่มีเลือดเนื้อ ได้แปดเปื้อนบาปหนักแบบเดียวกันในระหว่างการเดินทาง ความเสียใจที่ทรมานหัวใจดวงนี้ จะหาความสงบสุขได้จากที่ไหนกัน ? ..."
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "รูปแบบดั้งเดิม",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/65858273/dac3729620b645ac208df2f1ee5ace4a_2541506609806159078.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "ก่อนเลื่อนขั้นเลเวล 40"
          }
        ]
      },
      {
        "key": "รูปแบบหลังเลื่อนขั้น",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/65858273/ca7889dc86f581c8d501a7defd9f5ed6_5712682679422332577.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "หลังเลื่อนขั้นเลเวล 40"
          }
        ]
      }
    ]
  }
}