{
  "epId": 4302,
  "name": "หน้ากระดาษลึกลับ - 1",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/115795437/ba25972c61c93270e7952103a3096b70_7403253830017761212.png",
  "filterValues": {
    "objectType": [
      "ไอเทมเควสต์"
    ]
  },
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 1702435920,
  "components": {
    "customize": [
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=th-th&bbs_theme=light&bbs_theme_device=0#/map/2?center=177.51,-5530.21&zoom=1.50&shown_types=111"
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>...ตำราหลายเล่มที่ได้อ่านนั้น ดูเหมือนจะถูกทิ้งไว้ที่นี่โดยคณะนักบวชโบราณบางกลุ่ม... เมื่อยามที่ประเทศรุ่งเรืองและเสื่อมถอย พออารยธรรมตายจากก็จะก่อเป็นอารยธรรมใหม่ขึ้น ในหนังสือเรียกสิ่งนี้ว่า \"Fortuna\" ... ถึงจะไม่ได้เขียนไว้ละเอียดมากนัก แต่ในทางทฤษฎีแล้ว มันก็คล้ายคลึงกับการคำนวณที่ฉันอนุมานและตั้งชื่อว่า \"สมการวิถีทางโลก\" อยู่มาก...</color>\n<color=#ffffff73>...บันทึกทั้งหมดคลุมเครือไม่ชัดเจน แต่ถ้าแปลงให้มันเป็นข้อมูลเชิงปริมาณได้ในระดับหนึ่ง มันก็คงช่วยในคำนวณ \"สมการวิถีทางโลก\" ได้บ้าง...</color>\n<color=#ffffff73>...ไม่ว่าจะอนุมานสักกี่รอบ ผลลัพธ์ที่ได้ก็เหมือนเดิมตลอด ถึงมันจะเป็นผลลัพธ์ที่คาดการณ์เอาไว้แล้วก็ตามเถอะ... ต่างจากภาพโลกที่คนโบราณพวกนี้วาดไว้ คงไม่มีอารยธรรมใหม่เกิดขึ้นอีกแล้ว... เว้นแต่จะพิจารณานำเอา \"ตัวแปร\" ที่อยู่นอกระบบเข้ามา... ถ้าเป็นพลังแบบนั้นล่ะ ไม่แน่อาจจะ...</color>"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>ฉันค้นพบพิธีเวทมนตร์ที่ \"คณะละครทองคำ\" ทิ้งเอาไว้ที่นี่ (ดูเหมือนจะมีหลายชื่อ แต่เรียกแบบนี้ไปก่อนแล้วกัน) จากข้อมูลที่ตีความออกมาได้ ดูเหมือนมันจะถูกเรียกว่า \"ตราพันธสัญญาแห่งการหลอมรวม\" ซึ่งน่าจะประกอบด้วยสองส่วน แต่เพราะความเสียหายจากการผุกร่อน จึงทำให้ตีความข้อมูลเพิ่มเติมออกมาไม่ได้... นอกจากนี้ ยังพบสัญลักษณ์เดียวกันนี้บนเอกสารในคลังหนังสือของสถาบัน Narzissenkreuz... ถึงจะดูซับซ้อน แต่ก็มีหลักการชัดเจน... ถ้าคำพูดที่บันทึกไว้ตรงนี้ถูกต้อง ภายในประเทศน่าจะยังมีสถานที่สำคัญอีกหลายแห่ง... และน่าจะหาบันทึกที่เกี่ยวข้องได้ในสถานที่อื่น ๆ เหมือนกัน... เอาเป็นว่าบันทึกถึงแค่นี้ก่อน ต่อไปคงมีประโยชน์ได้ใช้ละมั้ง...</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "หน้ากระดาษลึกลับ - 1"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควส"
          }
        ]
      },
      {
        "key": "ที่มา",
        "value": [
          {
            "type": "RichText",
            "text": "เควสต์โลก: หนังสือวิวรณ์แห่งทะเลลึกลับ\nพบในหีบสมบัติ"
          }
        ]
      }
    ]
  }
}