{
  "epId": 4303,
  "name": "หน้ากระดาษลึกลับ - 2",
  "desc": "<p>กระดาษโบราณที่มีเนื้อหาที่ไม่สามารถเข้าใจได้อย่างสิ้นเชิง อาจมีวิธีบางอย่างสำหรับตีความเนื้อหา</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/115795437/ba25972c61c93270e7952103a3096b70_3053679215791523230.png",
  "filterValues": {
    "objectType": [
      "ไอเทมเควสต์"
    ]
  },
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 1702435909,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...การปนเปื้อนในผืนดินและน่านน้ำที่เกิดจากอสูรยักษ์ Elynas ได้รับการชำระล้างและเจือจางประมาณหนึ่งแล้ว แต่สำหรับตัว Elynas เอง ดูเหมือนพวกคนจากเบื้องบนก็ไร้หนทางจัดการกับมันเช่นกัน ทำได้แค่ปิดกั้นบริเวณรอบ ๆ เอาไว้ แต่ก็แอบเข้ามาได้ง่าย ๆ อยู่ดี การมุดเข้าไปจากปากของอสูรยักษ์ช่างเป็นประสบการณ์ที่พิเศษ ทำให้ฉันนึกถึงเหตุการณ์บางฉากในเรื่องเล่าที่เคยอ่านมาก่อนหน้านี้เลย...\n...ถึงจะขาดข้อมูลอ้างอิงที่สมเหตุสมผล แต่ก็คล้ายจะสัมผัสได้ถึงการมีอยู่ของ \"เจตจำนง\" บางอย่าง Jakob เองก็สัมผัสได้เหมือนกัน... เลือดและเนื้อในร่างกายไม่มีร่องรอยของการเน่าเปื่อย แต่กลับค่อย ๆ แข็งขึ้น ราวกับกำลังสร้างเกราะป้องกันบางอย่างขึ้น เมื่อคิดดูอีกทีบางทีการที่มันเคลื่อนไหวไม่ได้ในตอนนี้ อาจจะเป็นพฤติกรรมป้องกันตัว หรือปกป้องอวัยวะภายในก็ได้...\n...ซึ่งแบบนี้ก็อธิบายเรื่องทั้งหมดได้แล้ว พลังชีวิตที่ต่อเนื่องแบบไม่ขาดสายเช่นนี้... ถ้าการอนุมานของฉันถูกต้อง นั่นก็หมายความว่าเมื่ออาศัยหลักการเดียวกัน จะสามารถใช้พวกมันมาเสริมพลังของ Jakob ได้... ขั้นตอนปัจจุบันยังไม่จำเป็นต้องให้ Jakob มาแบกรับความเสี่ยงแบบนี้ แต่ควรหาทางเอาข้อมูลการทดลองที่ปลอดภัย มาจากแหล่งข้อมูลของสถาบันปรัชญาธรรมชาติให้ได้ก่อน แล้วค่อยกำหนดเป้าหมายการวิจัยที่เฉพาะเจาะจงลงไปอีกที ถึงมันอาจทำให้เสียเวลาอันมีค่าไปมากมายอย่างที่ Jakob พูดก็ตาม...\n...แต่ยังไงเลือดและเนื้อของ Elynas ก็เป็นพิษ ถ้าเกิดว่า Jakob...\n...Jakob กลับมาแล้ว กล้าหาญมาก แต่ก็โง่เขลาจริง ๆ เจ้าตัวไม่คำนึงถึงผลที่จะตามมาเลยสักนิด พวกเราไม่มีใครให้พึ่งพาแล้ว ถ้าเขา...\n...ข้อมูลที่ได้รับไม่ครอบคลุมพอ ทำให้เกิดปฏิกิริยาต่อต้านเล็กน้อย อาการส่วนใหญ่เป็นการอาเจียน แต่ก็ฟื้นตัวได้เร็วดี และไม่มีอาการอื่น ๆ ปรากฏขึ้นในช่วงเวลาสั้น ๆ สภาพร่างกายและจิตใจอยู่ในสภาพดี... เพราะ Jakob เชื่อในตัวฉันก็เลยทำได้... ชีวิตของเรามีจำกัด แต่ถึงจะต้องทำเพื่ออนาคต ยังไงก็ต้องหาทางให้ได้ผู้ร่วมอุดมการณ์และพลังมาป้องกันภัยพิบัติให้ได้...\n<color=#ffffff>...Alain ได้เข้าไปในสถาบันปรัชญาธรรมชาติแล้ว ด้วยระดับสติปัญญาของเขาแล้วคงไม่มีปัญหา ฉันพกนาฬิกาพกที่เขาให้ไว้ก่อนหน้านี้ติดตัวอยู่เลย แต่พอเทียบเวลากันก็พบว่าคลาดเคลื่อนไปมากทีเดียว... เรานัดไว้ว่าเจอกันที่หน้าสถาบัน มันสมองที่ยอดเยี่ยมที่สุดใน Fontaine ต่างรวมตัวกันอยู่ที่นั่น แบบนี้น่าจะเกิดความคืบหน้า และได้รับความช่วยเหลือมากมายละนะ...</color>\n<color=#ffffff>...ส่วน Mary-Ann แค่ได้เห็นเธอก็มีความสุขแล้ว เราคุยกันเรื่องต่าง ๆ เกี่ยวกับสถาบัน Narzissenkreuz แต่ส่วนใหญ่ Jakob จะเอาแต่ร้องไห้... ฉันไม่ได้บอกพวกเขาเรื่อง Jakob เพราะว่าลุง Guillotin ที่อยู่กับพวกเขาเป็นคนของกรมการปกครอง แม้ดูทีเหมือนว่าจะดีต่อ Alain กับ Mary-Ann มาก แต่ก็ยังเชื่อใจไม่ได้ เพราะพวกสุนัขรับใช้พวกนี้แหละที่ทำให้พ่อกับแม่...</color>"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=th-th&bbs_theme=light&bbs_theme_device=0#/map/2?center=-290.11,-5523.28&zoom=1.50&shown_types=111"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "หน้ากระดาษลึกลับ - 2"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      },
      {
        "key": "ที่มา",
        "value": [
          {
            "type": "RichText",
            "text": "เควสต์โลก: หนังสือวิวรณ์แห่งทะเลลึกลับ\nพบในหีบสมบัติ"
          }
        ]
      }
    ]
  }
}