{
  "epId": 4315,
  "name": "รวมนิทานอีสป Fontaine (II)",
  "desc": "<p>หนังสือนิทานอีสปที่รวบรวมเรื่องสั้นไว้หลายเรื่อง โดยผู้เขียน Marie Hericart แห่ง Fontaine ซึ่งส่วนใหญ่แล้วผู้เขียนไม่ได้เรียบเรียงเอง แต่มาจากบทกวีโบราณที่สูญหายไปในปัจจุบัน</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/15/144837601/5bab7d04fbd888d6e0ce03f1fd51ee9e_6798349737480743884.png",
  "filterValues": {
    "objectType": [
      "ไอเทมเควสต์"
    ]
  },
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 1721010513,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "อีกากับจิ้งจอก\nวันหนึ่ง อีกาคาบก้อนชีสที่ขโมยมา ยืนเกาะอยู่บนต้นไม้\nจิ้งจอกที่อาศัยอยู่ใต้ต้นไม้เห็นเช่นนั้น จึงแหงนหน้าขึ้นพูดกับอีกาว่า...\n\"สหาย\nสิ่งที่เจ้าคาบอยู่ในปากหาใช่อาหารเลิศรสหรอก\nแต่เป็นปัญหาที่ผู้มีความรู้มักเลือกหลีกเลี่ยงต่างหาก\nหลอดลมของเจ้าคับแคบเช่นนี้ แต่ก้อนชีสกลับหนาใหญ่เกินตัว\nหากกลืนลงไปทั้งอย่างนั้น สหาย เกรงว่าเจ้าคงต้องตายแน่นอน\nช่างทำชีสในเมืองพวกนั้น ต่างรู้ถึงจุดนี้เป็นอย่างดี\nถึงได้ปล่อยให้เจ้าขโมยก้อนชีสไป แทนที่จะเก็บไว้เป็นอย่างดี\"\nอีกากลับไม่สนใจอะไรนัก ทั้งยังคงคาบก้อนชีสไว้ไม่ยอมปล่อย\nพอเห็นอีกาไม่มีท่าทีจะยอมแพ้ จิ้งจอกจึงพูดอีกว่า...\n\"สหาย\nเดิมทีก้อนชีสนี้ก็ไม่ใช่อาหารเลิศรสที่ควรค่าแก่การชิมอยู่แล้ว\nลองนึกถึงสมัยก่อน ครั้นเจ้ายังโบยบินอยู่เหนือป่าเขาอย่างไร้กังวลสิ\nเจ้าเคยได้ยินหรือไรว่าบนโลกนี้มีก้อนชีสอยู่ด้วย?\nข้าว่านะ พวกเราไม่ควรลองลิ้มรสของสิ่งนี้เลยด้วยซ้ำ\nปล่อยให้มันเน่าอยู่ท่ามกลางขุนเขา ถูกพายุลมพัดเข้าไปในทะเล\nไม่ควรปล่อยให้มันกลายเป็นกับดักลวงที่ผูกมัดสหายเอาไว้เลย\"\nอีกาสะบัดขน มันยังคงกัดก้อนชีสไว้ไม่ยอมปล่อย\nเมื่อเห็นอีกายังคงไม่ยอมแพ้ จิ้งจอกจึงถอนหายใจ...\n\"สหาย\nหากเจ้าคิดจะชิมรสชาติของก้อนชีสนี้จริง ๆ\nข้าเองก็เป็นเพียงจิ้งจอกที่ไม่เกี่ยวอะไรด้วย ย่อมไม่ขัดขวางเจ้าหรอก\nแต่เกรงว่าสหายคงยังไม่รู้ว่าก้อนชีสต้องปรุงยังไงละสิ\nถ้ากลืนมันลงท้องโดยที่ไม่รู้อะไรเลย\nเกรงว่าจะทำให้ของหายากและมีค่าชิ้นนี้สิ้นเปลืองไปเสียเปล่า\nเฮ้อ น่าเสียดายสูตรอาหารมากมายที่ข้าไปเรียนมาจากที่อื่นจริง ๆ!\"\nอีกาได้ยินแล้วเกิดนึกสนใจขึ้นมา จึงเอ่ยปากกล่าวโดยไม่รู้ตัว\n\"สูตรอาหารที่เจ้าบอก ช่วยสอนให้ข้าหน่อยได้ไหม?\"\nพอมันอ้าปาก ก้อนชีสที่คาบไว้ก็ตกลงพื้นไปด้วย\nจิ้งจอกจึงคาบก้อนชีสขึ้น ก่อนหันหลังมุดกลับเข้าไปในรัง\nนิทานเรื่องนี้สอนให้รู้ว่า คนที่คิดจะล่วงรู้ความลับที่ตนไม่ควรรู้\nสุดท้ายรังแต่จะสูญเสียสิ่งที่ตัวเองมีอยู่แล้วไปด้วย"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "รวมนิทานอีสป Fontaine (II)"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      }
    ]
  }
}