{
  "epId": 4317,
  "name": "รวมนิทานอีสป Fontaine",
  "desc": "<p>หนังสือนิทานอีสปที่รวบรวมเรื่องสั้นไว้หลายเรื่อง โดยผู้เขียน Marie Hericart แห่ง Fontaine ซึ่งส่วนใหญ่แล้วผู้เขียนไม่ได้เรียบเรียงเอง แต่มาจากบทกวีโบราณที่สูญหายไปในปัจจุบัน</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/144837601/5bab7d04fbd888d6e0ce03f1fd51ee9e_638129270623214391.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1694526233,
  "components": {
    "body": [
      {
        "title": "รวมนิทานอีสป Fontaine (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "สาวงามกับพระอาทิตย์\nหญิงสาวลูกเลี้ยงของจิ้งจอกได้ถึงวัยออกเรือน นางมีหน้าตาอ่อนละมุนราวน้ำพุงามงด\nหยาดเยิ้มไร้ผู้เทียบเคียง ไม่ว่าใครเห็นก็ต้องชมเปาะว่า นางสวยยิ่งกว่าสาวงามทั้งหมดในโลกหล้า\nดังนั้น จิ้งจอกจึงได้บอกลูกสาวของตนว่า...\n\"ลูกสาวเอ๋ย ลูกสาวข้า ข้าเองก็แก่ชราแล้ว ต่อจากนี้คงไม่สามารถดูแลเจ้าได้เหมือนอย่างที่เป็นมา\"\n\"เจ้าเลือกสามีสักคนสิ มิว่าใครต่างก็หวังอยากได้เกียรติเป็นสามีเจ้าทั้งนั้น\"\nลูกสาวตอบมารดาของตนว่า...\n\"ในเมื่อเป็นแบบนี้ ท่านแม่ โปรดส่งลูกออกเรือนแต่งงานกับผู้ที่มีพลังมากสุดในโลกนี้เถอะ\"\n\"อ่า เช่นนั้นคงเป็นพระอาทิตย์\" จิ้งจอกกล่าว \"พระอาทิตย์ที่ลอยเด่นกลางฟากฟ้าเอ๋ย เจ้าได้กลายเป็นลูกเขยของข้าแล้วล่ะ\"\n\"ไม่\" พระอาทิตย์ปฏิเสธ \"ก้อนเมฆเหล่านี้มีพลังมากกว่าข้า เพราะมันสามารถบดบังแสงของข้าได้\"\n\"ถ้างั้นก้อนเมฆเอ๋ย ก้อนเมฆที่สามารถบดบังแสงแดดของพระอาทิตย์ ให้ลูกสาวข้าแต่งงานกับเจ้าเถอะ\"\n\"เฮ้อ ไม่ได้หรอก! เพราะลมสามารถพัดข้าให้กระจายได้อย่างง่ายดาย เจ้ามอบนางให้แก่สายลมเถอะ!\"\nแต่สายลมกลับถูกหมู่เขาบดบังไว้ ดังนั้นจิ้งจอกจึงไปหาภูเขา\nภูเขากลับบ่ายเบี่ยง อ้างว่าตนเคยทะเลาะกับหนูมาก่อน\nหนูโมโหยกใหญ่จึงขุดอุโมงค์ทะลุกลางภูเขา\nด้วยเหตุนี้จึงเห็นได้ชัดแจ้งว่า หนูมีพลังมากกว่าภูเขาเสียอีก\nหนูบ่ายเบี่ยงให้กับแมว แมวบ่ายเบี่ยงให้กับสุนัข สุนัขบ่ายเบี่ยงให้กับหมาป่า\nวนเวียนซ้ำแล้วซ้ำเล่าอยู่เช่นนี้ สุดท้ายก็ย้อนกลับไปที่พระอาทิตย์อีกครั้ง\nดังนั้นสาวสวยอ่อนเยาว์ผู้นี้จึงได้แต่งงานกับพระอาทิตย์\nนิทานเรื่องนี้สอนให้รู้ว่า คนเราควรยอมรับการกำหนดของโชคชะตา ไม่ควรบ่ายเบี่ยงปฏิเสธไปเรื่อย\nไม่ว่าคุณจะจริงใจแค่ไหน ฉลาดเพียงใด สุดท้ายก็ไม่สามารถหนีพ้นจากหน้าที่ที่ตนต้องรับผิดชอบ"
          }
        ]
      },
      {
        "title": "รวมนิทานอีสป Fontaine (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "อีกากับจิ้งจอก\nวันหนึ่ง อีกาคาบก้อนชีสที่ขโมยมา ยืนเกาะอยู่บนต้นไม้\nจิ้งจอกที่อาศัยอยู่ใต้ต้นไม้เห็นเช่นนั้น จึงแหงนหน้าขึ้นพูดกับอีกาว่า...\n\"สหาย\nสิ่งที่เจ้าคาบอยู่ในปากหาใช่อาหารเลิศรสหรอก\nแต่เป็นปัญหาที่ผู้มีความรู้มักเลือกหลีกเลี่ยงต่างหาก\nหลอดลมของเจ้าคับแคบเช่นนี้ แต่ก้อนชีสกลับหนาใหญ่เกินตัว\nหากกลืนลงไปทั้งอย่างนั้น สหาย เกรงว่าเจ้าคงต้องตายแน่นอน\nช่างทำชีสในเมืองพวกนั้น ต่างรู้ถึงจุดนี้เป็นอย่างดี\nถึงได้ปล่อยให้เจ้าขโมยก้อนชีสไป แทนที่จะเก็บไว้เป็นอย่างดี\"\nอีกากลับไม่สนใจอะไรนัก ทั้งยังคงคาบก้อนชีสไว้ไม่ยอมปล่อย\nพอเห็นอีกาไม่มีท่าทีจะยอมแพ้ จิ้งจอกจึงพูดอีกว่า...\n\"สหาย\nเดิมทีก้อนชีสนี้ก็ไม่ใช่อาหารเลิศรสที่ควรค่าแก่การชิมอยู่แล้ว\nลองนึกถึงสมัยก่อน ครั้นเจ้ายังโบยบินอยู่เหนือป่าเขาอย่างไร้กังวลสิ\nเจ้าเคยได้ยินหรือไรว่าบนโลกนี้มีก้อนชีสอยู่ด้วย?\nข้าว่านะ พวกเราไม่ควรลองลิ้มรสของสิ่งนี้เลยด้วยซ้ำ\nปล่อยให้มันเน่าอยู่ท่ามกลางขุนเขา ถูกพายุลมพัดเข้าไปในทะเล\nไม่ควรปล่อยให้มันกลายเป็นกับดักลวงที่ผูกมัดสหายเอาไว้เลย\"\nอีกาสะบัดขน มันยังคงกัดก้อนชีสไว้ไม่ยอมปล่อย\nเมื่อเห็นอีกายังคงไม่ยอมแพ้ จิ้งจอกจึงถอนหายใจ...\n\"สหาย\nหากเจ้าคิดจะชิมรสชาติของก้อนชีสนี้จริง ๆ\nข้าเองก็เป็นเพียงจิ้งจอกที่ไม่เกี่ยวอะไรด้วย ย่อมไม่ขัดขวางเจ้าหรอก\nแต่เกรงว่าสหายคงยังไม่รู้ว่าก้อนชีสต้องปรุงยังไงละสิ\nถ้ากลืนมันลงท้องโดยที่ไม่รู้อะไรเลย\nเกรงว่าจะทำให้ของหายากและมีค่าชิ้นนี้สิ้นเปลืองไปเสียเปล่า\nเฮ้อ น่าเสียดายสูตรอาหารมากมายที่ข้าไปเรียนมาจากที่อื่นจริง ๆ!\"\nอีกาได้ยินแล้วเกิดนึกสนใจขึ้นมา จึงเอ่ยปากกล่าวโดยไม่รู้ตัว\n\"สูตรอาหารที่เจ้าบอก ช่วยสอนให้ข้าหน่อยได้ไหม?\"\nพอมันอ้าปาก ก้อนชีสที่คาบไว้ก็ตกลงพื้นไปด้วย\nจิ้งจอกจึงคาบก้อนชีสขึ้น ก่อนหันหลังมุดกลับเข้าไปในรัง\nนิทานเรื่องนี้สอนให้รู้ว่า คนที่คิดจะล่วงรู้ความลับที่ตนไม่ควรรู้\nสุดท้ายรังแต่จะสูญเสียสิ่งที่ตัวเองมีอยู่แล้วไปด้วย"
          }
        ]
      },
      {
        "title": "รวมนิทานอีสป Fontaine (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "เรื่องราวของลา\nคนธรรมดาไม่ว่าจะปลอมตัวยังไง ก็มิอาจทำให้ผู้อื่นรู้สึกว่าเจ้าตัวสง่าได้\nแต่ละคนบนโลกนี้ ล้วนมีจุดเด่นและจุดด้อยเฉพาะตัวกันทั้งนั้น\nทำได้เพียงยอมรับจุดนี้จากใจจริง และเผชิญหน้าจุดด่างพร้อยของตนเองเสีย\nอย่าทำตัวเหมือนลาในเรื่องเล่า เมื่อการอวดฉลาดกลายเป็นเสียรู้ อาจทำให้ผู้อื่นหัวเราะเยาะเอาได้\nหลังจากได้ยินเรื่องจิ้งจอกแย่งก้อนชีส ลาก็อดเกิดความรู้สึกสนใจขึ้นไม่ได้\n\"ทำไมล่ะ?\nจิ้งจอกก็ไม่ใช่สัตว์ฉลาดอะไร แต่กลับถูกคนอื่นยกยอปอปั้นอยู่เสมอ\nลาอย่างข้าขยันขันแข็งทุกวัน แต่กลับไม่มีใครแม้แต่จะยิ้มให้ด้วยซ้ำ\nในเมื่อเป็นแบบนั้น งั้นข้าก็ต้องทำตามพี่จิ้งจอกสักหน่อยแล้ว\nนี่เป็นเรื่องที่ทำได้ง่ายมาก เพราะมันก็แค่ลูกไม้ตื้น ๆ เท่านั้น\"\nดังนั้น ลาจึงซ่อนตัวอยู่ในพุ่มไม้ รอให้คนอื่นเดินผ่านมา\nลูกสาวของช่างทำชีสบังคับรถม้าผ่านมาพอดี ลาจึงกระโดดออกมา\nมันเลียนแบบท่าทางของจิ้งจอก ยกขาขึ้นมาหนึ่งข้าง พลางพูดอย่างอวดฉลาดว่า...\n\"ฮ่า! ข้าว่านะ ท่านไม่รู้จักเทคนิคในการบังคับรถเลย\nถ้าโยนก้อนชีสพวกนั้นลงมา รถที่เบาขึ้นคงไปถึงจุดหมายได้เร็วกว่ามิใช่หรือ?\"\nเด็กสาวเห็นแบบนั้นก็ตกใจ รีบพูดว่า...\n\"อุ๊ย! เป็นแค่ลาแท้ ๆ ยังกล้ามาเล่นลูกไม้ตื้น ๆ ต่อหน้ามนุษย์อีกหรือ?\nเอากระบองของข้ามาเร็วเข้า ข้าจะต้อนมันกลับไปที่โรงโม่!\"\nเมื่อเห็นกระบองที่หวดมาทางตนเอง ลาก็เงียบเสียงลงทันที\nนิทานเรื่องนี้สอนให้รู้ว่า การเลียนแบบคนอื่น เพื่อปกปิดนิสัยที่แท้จริงของตัวเองนั้น\nสุดท้ายแล้วไม่เพียงแต่จะไม่ได้อะไรเลย แถมยังจะนำผลเสียมาให้ตัวเองอีกด้วย"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "รวมนิทานอีสป Fontaine"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      }
    ]
  }
}