{
  "epId": 4321,
  "name": "จอมโจรและยอดนักสืบ: ปริศนาเข็มกลัดสายรุ้ง",
  "desc": "<p>หนังสือบันเทิงที่เป็นที่นิยมใน Fontaine บอกเล่าเรื่องราวเกี่ยวกับการเผชิญหน้ากันครั้งแรก ระหว่างจอมโจร \"สุภาพบุรุษมายา\" Fantomas Robben และยอดนักสืบ Chesterton คำเตือน: เรื่องนี้เป็นเรื่องราวที่สมมติขึ้นเท่านั้น และไม่มีส่วนเกี่ยวข้องกับสถานที่ บุคคล หรือเหตุการณ์จริงใด ๆ</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/144837601/cca3d3db9d51fb1a155c6f2aacb96200_3010331844208196941.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1694526231,
  "components": {
    "body": [
      {
        "title": "จอมโจรและยอดนักสืบ: ปริศนาเข็มกลัดสายรุ้ง (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "เรียกฉันว่า Poiret เถอะ หลายปีก่อน... อย่าสนใจเลยว่ามันผ่านมากี่ปีแล้ว... ตอนนั้นฉันสิ้นเนื้อประดาตัว และไม่เหลือห่วงอะไรที่นอกเมืองอีกแล้ว ดังนั้น ฉันจึงเดินทางมาที่นครว่าการ Fontaine และขอพึ่งพาอาของฉัน ผู้เป็นนักสืบชื่อดังที่รู้จักกันในชื่อ \"คุณ Chesterton\" แต่ไม่นึกไม่ฝันเลยว่า ภารกิจแรกที่เขามอบให้ฉันคือ การเป็นผู้ช่วยของเขา คอยไล่ตามจอมโจร Robben...\nเดิมทีตอนใกล้เที่ยงคืนของนครว่าการ Fontaine ไม่น่าเงียบเหงาขนาดนี้ ทว่ายามนี้ บริเวณใกล้กับคฤหาสน์ของคุณ Pierre กลับมองไม่เห็นคนสัญจรบนท้องถนนเลย มีเพียงเสียงลมราตรีในฤดูใบไม้ร่วง ที่สะท้อนอยู่ใต้แสงจันทร์เย็นยะเยือกเหมือนเสียงพิณสะอื้น\nท่ามกลางเงามืด ตำรวจกับนักข่าวต่างก็จับจ้องไปยังคฤหาสน์ที่เปิดไฟสว่างไสวอยู่ไม่ไกล รอคอยการมาถึงของ \"แขกผู้มีเกียรติ\" บางคน\nเช่นเดียวกับผู้เกี่ยวข้องทุกคน ฉันซ่อนตัวอยู่ในเงามืดของมุมเลี้ยวถนน การรอคอยเป็นเวลานาน ทำให้ฉันอดรู้สึกเบื่อไม่ได้...\n\"ผ่านไปนานขนาดนี้แล้ว Robben จะมาจริง ๆ เหรอ?\"\nแต่เห็นได้ชัดว่าคุณนักข่าวสาวจากหนังสือพิมพ์ The Steambird เห็นต่างในประโยคข้างต้น เธอเถียงกลับมาทันทีว่า...\n\"จะต้องมาแน่นอน! จอมโจร Robben ส่งจดหมายเตือนมาบอกแล้วว่า จะขโมยเข็มกลัดหินสายรุ้งอันนั้นไป... เขาไม่มีทางผิดคำพูดแน่! เพียงแต่ไม่รู้ว่า ครั้งนี้เขาจะแสดงตัวด้วยวิธีเท่ ๆ แบบไหนอีก...\"\n\"อ๋อ? ถ้าพูดแบบนี้ งั้นคุณก็คิดว่าเขา...\"\n\"นั่นมันแน่นอนอยู่แล้ว! ไม่ว่าใครก็ต้องชื่นชอบจอมโจร Robben ในตำนานกันอยู่แล้วมั้ย!\"\nขณะที่คุณนักข่าวสาวกำลังแนะนำ \"ผลงานยิ่งใหญ่\" ทั้งหลายของจอมโจร Robben ให้ฉันฟัง เข็มนาฬิกาก็ได้ขยับชี้ไปที่ 0.00 น. อย่างเงียบงัน\nทันใดนั้นก็มีเสียงระเบิดดังขึ้นสนั่น แสงไฟทั้งหมดในคฤหาสน์ก็ดับลงพรึบ ยังไม่ทันที่สายตาของพวกเราจะคุ้นเคยกับความมืดที่มาโดยไม่ทันตั้งตัว แสงแสบตาก็สว่างวาบขึ้นจากหน้าต่างของคฤหาสน์อีกครั้ง กระทั่งท้องฟ้าราตรียังสว่างโร่ราวกับกลางวันในชั่วขณะ\nบรรดาตำรวจที่สายตากลับมามองเห็นปกติต่างรีบกรูกันเข้าไป ฉันเองก็ตามเข้าไปกับหมู่คน และก้าวเข้าสู่ห้องเก็บสะสมของคฤหาสน์คุณ Pierre\nบนแท่นวางว่างเปล่า เข็มกลัดหินสายรุ้งก็หายไปอย่างไร้ร่องรอย\nเมื่อเผชิญหน้ากับความจริงที่ทิ่มแทงสายตา ไม่ว่าจะเป็นการสบถด้วยความโมโห หรือเสียงบ่นพึมพำด้วยความเจ็บใจ ต่างก็ดูไร้ซึ่งความหมาย เสียงจอแจของผู้คนที่ใกล้เข้ามาประสานเข้ากับเสียงระเบิดที่ยังหลงเหลือจนอึกทึก ฟังแล้วชวนปวดหัวชะมัด\nไม่มีอะไรที่ฉันสามารถทำได้เลย ฉันจึงได้แต่ทำตามที่คุณอาสั่งเอาไว้ แกล้งทำทีสำรวจสถานที่เกิดเหตุ จากนั้นก็เดินทางกลับบ้าน\nก่อนจะจากไป ฉันได้ยินเสียงชัตเตอร์ดังมาจากข้างหลัง และเสียงแสดงถึงความชื่นชมของคุณนักข่าวสาวที่ดูจะไร้จรรยาบรรณไปหน่อย...\n\"อ๊า...! นี่ก็เป็นอีกครั้งที่จอมโจร Robben ในตำนานได้ขโมยสมบัติของผู้ไร้ศีลธรรมไป! สมแล้วที่เป็นท่าน Robben ช่างเป็นการแสดงที่สมบูรณ์แบบอะไรขนาดนี้!\""
          }
        ]
      },
      {
        "title": "จอมโจรและยอดนักสืบ: ปริศนาเข็มกลัดสายรุ้ง (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "โชคดีที่สถานที่เกิดเหตุอยู่ไม่ไกลจากบ้านของคุณอา ฉันลากสังขารอันเหนื่อยล้ากลับมาถึงบ้านในที่สุด\nคุณอาไม่มีท่าทีพิเศษอะไรต่อการกลับมาของฉัน เขายังคงทำตัวปกติ นั่งอ่านหนังสือในมืออยู่บนเก้าอี้ตัวประจำ\n\"หนังสือพิมพ์ The Steambird ของวันพรุ่งนี้คงน่าดูน่าชมเลยทีเดียว\"\n\"อาดูจะไม่กังวลเลยสักนิดนะ\" ฉันเอาเสื้อนอกไปแขวนให้เรียบร้อย แล้วปลดกระดุมคอออก มองหาตำแหน่งสบายบนโซฟาก่อนหย่อนตัวนั่งลง จากนั้นก็เล่าสิ่งที่เกิดขึ้นเมื่อกี้นี้ และรายละเอียดในสถานที่เกิดเหตุออกมาทั้งหมด\n\"...การระเบิดในตอนแรกคงไม่มีเจตนาที่จะทำลายโครงสร้างของบ้านหรอก แต่เป็นการใช้เสียงดังเพื่อกลบเสียงของกลไกเครื่องลานต่างหาก\"\n\"กลไกเครื่องลาน? พกของหนักขนาดนี้คงหนีไปได้ยาก ถ้าอย่างนั้น กลไกเครื่องลานจะต้องถูกทิ้งไว้ใกล้กับสถานที่เกิดเหตุอย่างแน่นอน ไม่แน่ว่าเรายังสามารถหาเบาะแสจากกลไกเครื่องลานได้... ดูท่า Robben ก็คงจะทำได้แค่นี้สินะ อีกไม่นานเขาก็คงถูกจับได้แล้วล่ะ\"\n\"มันก็ไม่แน่หรอก เหมือนกับที่ระเบิดในตอนแรกมีไว้เพื่อกลบเกลื่อนการใช้กลไกเครื่องลานนั่นแหละ ตัวกลไกเครื่องลานเองก็อาจจะเป็นเหยื่อล่ออีกชั้นหนึ่ง\"\n\"ทำไมถึงต้องทำอะไรซับซ้อนแบบนี้นะ\" ฉันขยี้ผมยุ่ง ๆ ของตัวเอง \"ถ้างั้นเบาะแสสำคัญของเข็มกลัดนั่น...\"\n\"ยังถูกซ่อนไว้ในคฤหาสน์\" คุณอาหยุดไปครู่หนึ่งก่อนพูดต่อ \"การออกแบบหลายชั้นมีจุดประสงค์เพียงอย่างเดียว นั่นคือให้เจ้าหน้าที่ตำรวจที่อยู่ในที่เกิดเหตุคิดว่าเข็มกลัดถูกเอาไปแล้ว แต่คงไม่มีใครนึกถึงว่า ของที่ตอนแรกคิดว่าถูกขโมยไปแล้วยังคงอยู่ในตัวคฤหาสน์\"\n\"ถ้างั้น... ลำดับต่อไปก็แค่สร้างตัวตนที่เหมาะสมขึ้นมา ก็จะสามารถเข้าไปในบ้านได้อย่างเปิดเผย แล้วถือโอกาสเอาเข็มกลัดอันนั้นไปโดยที่ไม่ทำให้ใครสงสัยสินะ?\""
          }
        ]
      },
      {
        "title": "จอมโจรและยอดนักสืบ: ปริศนาเข็มกลัดสายรุ้ง (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"ที่แท้ก็เป็นแบบนี้นี่เอง ช่างเป็นคนที่เจ้าเล่ห์จริง ๆ...\"\nคุณอาจ้องมาที่ฉันด้วยความสนใจ เหมือนกำลังรอให้ฉันพูดต่อไป ดังนั้นฉันจึงหายใจเข้าลึก ๆ แล้วเริ่มพูดการสันนิษฐานของตัวเองต่อไป\n\"เหมือนอย่างที่คุณอาเคยบอกเอาไว้ ถ้าขจัดความเป็นไปไม่ได้ออกไปทั้งหมด ส่วนที่เหลือไม่ว่าจะน่าเหลือเชื่อแค่ไหน มันก็มีแต่จะเป็นความจริงเท่านั้น ถ้างั้น ทุกคนที่อยู่ในที่เกิดเหตุในตอนนั้น ล้วนมีความเป็นไปได้ในการก่อเหตุ... ไม่สิ สถานการณ์ที่แย่ที่สุดก็คือ บางทีคนพวกนี้อาจเป็นผู้สมรู้ร่วมคิดทั้งหมด จอมโจรที่ชื่อ Robben อาจไม่ได้มีแค่คนเดียวมาตั้งแต่แรก...\"\nฉันย้อนนึกถึงทุกคนที่อยู่ในที่เกิดเหตุตอนนั้น พยายามนึกถึงรายละเอียดที่น่าสงสัยแต่ละจุด\n\"คุณ Leblanc จากหนังสือพิมพ์ The Steambird เลื่อมใส Robben อย่างเห็นได้ชัด ฉันเคยตรวจสอบบัตรนักข่าวของเธออยู่ แต่สำหรับ Robben แล้ว การปลอมแปลงสถานะเป็นเรื่องกล้วย ๆ เท่านั้น\"\n\"ก่อนที่เข็มกลัดจะหายไป คุณ Chandler จากกรมการปกครองได้ออกจากสถานที่เกิดเหตุเป็นเวลาสั้น ๆ จนกระทั่งเหตุการณ์เกิดขึ้นแล้ว ถึงกลับมาอยู่ตรงหน้าพวกเรา ส่วนท่าทางโมโหของเขา ถ้าคิดดูตอนนี้แล้วก็ดูจงใจไปหน่อย\"\n\"คุณ Christie จากหน่วยล่าเงา คอยเน้นย้ำความเป็นไปได้ที่ Robben จะใช้กลไกเครื่องลานกับคนอื่นเสมอ ฟังจากที่อาพูดมา นี่อาจจะเป็นลูกไม้ตบตาของ Robben ก็ได้\"\n...\n\"ถ้างั้นในสายตาอาแล้ว คิดว่าใครมีความเป็นไปได้สูงสุดที่จะเป็นคนร้ายในบรรดาคนพวกนี้ล่ะ?\"\nหลังจากที่วิเคราะห์ความน่าสงสัยของคนที่อยู่ในเหตุการณ์ทั้งหมดแล้ว ฉันก็ถามคุณอาด้วยความระมัดระวัง\n\"เป็นคนช่างสังเกตเสียจริงนะ\" คุณอาวางไปป์ลงแล้วลุกขึ้นยืน เขายังคงจับไม้เท้าเหล็กขาวที่เปล่งประกายเย็นเยียบอยู่ใต้แสงจันทร์ไว้ \"แต่รู้สึกว่าจะมองข้ามประเด็นสำคัญที่สุดของคดีนี้ไปจุดหนึ่งนะ\"\nฉันชะงัก ส่วนเขากลับยกไม้เท้าขึ้นมา\n\"คุณ... ที่มาพึ่งพาอาที่ไม่เคยเจอหน้ามาก่อน แล้วอ้างว่าตัวเองชื่อ 'Poiret' เนี่ย ตอนนั้นก็อยู่ในกลุ่มคนด้วยใช่ไหมล่ะ คุณ Robben?\""
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "จอมโจรและยอดนักสืบ: ปริศนาเข็มกลัดสายรุ้ง"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      }
    ]
  }
}