{
  "epId": 4325,
  "name": "ประวัติศาสตร์การล่มสลายแห่ง Remuria",
  "desc": "<p>ว่ากันว่าในตอนแรกที่ Fontaine ถูกสร้างขึ้นนั้น Pulteney นักวิชาการผู้มีชื่อเสียงได้เขียนผลงานชิ้นเอกทางประวัติศาสตร์อันยิ่งใหญ่ เกี่ยวกับอารยธรรม Remuria โบราณ</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/144837601/b009ea25911684c3438658094f290ddd_4924603258814542048.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1694526228,
  "components": {
    "body": [
      {
        "title": "ประวัติศาสตร์การล่มสลายแห่ง Remuria (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "มหาสมุทรเป็นแหล่งให้กำเนิดทุกสิ่ง และก็เป็นแหล่งกลืนกินสรรพสิ่งด้วยเช่นกัน\nเล่ากันว่าในยุคแรกสุด ขณะที่ชนเผ่าดั้งเดิมยังมีศีลธรรมอันดี สามารถควบคุมตัวเองได้ ไม่ต้องอาศัยการปกครองของกฎหมายและอำนาจ ทูตจากเมืองสวรรค์เดินเหินอยู่บนแผ่นดิน ภายใต้การชี้นำของพวกเขา ทุกคนจึงใช้ชีวิตอยู่ท่ามกลางความสงบสุขอย่างต่อเนื่องมาตั้งแต่ยุคโบราณกาล และต่างมีความสุขกับความเจริญมั่งคั่ง\nการปกครองโดยพรจากฟ้าไม่รู้สืบเนื่องไปกี่ยุคกี่สมัย จนกระทั่งผู้คนเบื่อหน่ายกับความเป็นนิรันดร์ที่ยากจะคาดเดาได้ ชนรุ่นหลังจึงเลิกศรัทธาต่อโองการเทพ แต่คาดหวังต่อสิ่งที่เทพเจ้าไม่ได้สัญญาไว้ พยายามจะสลัดตนให้พ้นจากพันธนาการของโชคชะตา ดังนั้นสวรรค์เบื้องบนจึงพิโรธโกรธา ท่านสั่งให้มหาสมุทรม้วนเกลียวคลื่นยักษ์ขึ้น และบดขยี้เมืองของผู้อยู่อาศัยจนพังทลาย จากนั้นสายฝนก็กระหน่ำตกต่อเนื่องหนึ่งร้อยวัน มวลน้ำขึ้นได้กลืนกินบาปและความเพ้อฝันทั้งปวง ยุคของชนเผ่าดั้งเดิมจึงได้สิ้นสุดลงนับแต่นั้นมา\nรอจนกระทั่งน้ำลดลงไป ยามที่ผืนดินปรากฏให้เห็นอีกครั้ง เหนือทะเลสูงก็ไม่หลงเหลือเมืองและอารยธรรมอื่นใดอีก ผู้รอดชีวิตและผู้ที่เกิดใหม่อาศัยอยู่ในป่าและริมฝั่งแม่น้ำ พวกเขากลับคืนสู่ความโง่เขลาและความป่าเถื่อนอีกครั้ง ไม่ต่างอะไรไปจากสิ่งมีชีวิตบนดินหรือใต้น้ำเลยแม้แต่นิด มนุษย์ในเวลานี้ ใช้ชีวิตตามการขับเคลื่อนและการผลักดันของกฎแห่งธรรมชาติ มีชีวิตอยู่ไปวัน ๆ ท่ามกลางกาลเวลาที่ไม่สิ้นสุด\nหลังจากนั้นอีกนานแค่ไหนก็มิอาจทราบได้ ณ ดินแดนใต้อันไกลโพ้น บัลลังก์แห่ง Gurabad ได้ถือกำเนิดขึ้นและล่มสลายลง บรรดาชนชั้นสูงจากดินแดนตะวันออกได้เดินทางไปถึงชายแดนของทะเลสูง ส่วนบรรพชนของเรายังคงจมปลักอยู่กับความโง่เขลาและความงมงายอยู่ดังเดิม\nจนกระทั่งราชา Remus ผู้ยิ่งใหญ่โดยสารเรือ Fortuna สีทองอร่ามมาเทียบท่าที่ Meropis ถึงได้นำอารยธรรมและความเป็นระเบียบกลับมายังดินแดนของ Fontaine อีกครั้ง เขาสอนเทคนิคในการทำเกษตรกรรมให้กับผู้คน ทำให้ที่ดินมีผลผลิต ใช้หินขนาดใหญ่สร้างวิหารแห่งเทพและเมืองขึ้นมา เพื่อให้ผู้คนมีที่อยู่อาศัย แล้วสิ่งสำคัญที่สุดก็คือ เขาได้สอนดนตรีและศิลปะให้กับมนุษย์ ทำให้มนุษย์แตกต่างกับสิ่งชีวิตชนิดอื่น แล้วมองว่าตัวเองเป็นนายผู้ครอบครองสรรพสิ่ง\nต่อมา ราชา Remus กับกองเรืออันเป็นนิรันดร์ของเขาได้พิชิตเกาะทั้งหมดบนทะเลสูง แม้แต่มังกรยักษ์ที่อยู่ห้วงลึกใต้ทะเลยังสยบให้กับเขา นับตั้งแต่ยุคชนเผ่าดั้งเดิมสิ้นสุดลง ยังไม่เคยมีวันเวลาที่ดีเช่นนี้มาก่อน ความรุ่งโรจน์อันเป็นนิรันดร์เหมือนจะใกล้ประจักษ์แก่สายตาแล้ว\nยามที่เทพราชากับประชาชนของเขากำลังลุ่มหลงอยู่กับฝันหวานไร้กังวล และเพลิดเพลินอยู่กับอนาคตที่มีความก้าวหน้านิรันดร์กาลนั้น บรรดาโหราจารย์ของเทพราชากลับได้คำทำนายที่ตรงกันข้าม \"กระทั่งอาณาจักรอันรุ่งโรจน์เป็นนิจก็ต้องเผชิญกับการล่มสลายโดยสิ้นเชิง และนั่นคือ Fortuna\"\nดังนั้น เทพราชาจึงตระหนักถึงกฎเกณฑ์แรกเริ่ม จากการผลัดเปลี่ยนของวันทั้งเจ็ด และกระแสลมของพื้นดินกับทะเล พร้อมทั้งเขียนโน้ตของบทเพลงแห่งความรุ่งโรจน์ออกมาจากสิ่งข้างต้น เขาเชื่อว่า หากเมืองบนผืนดินสามารถร่วมบรรเลงไปกับบทเพลงอันประเสริฐนี้ จักหลุดพ้นจากการตัดสินของโชคชะตา และไปถึงดินแดนสุขาวดีนิรันดร์ที่เปี่ยมสุข\nแต่บรรดานักเขียนในยุคโบราณต่างก็พูดว่า ความรุ่งโรจน์มักสลับผลัดเปลี่ยนกับการร่วงโรย โลกนี้ไม่มีสิ่งใดจีรังยั่งยืน"
          }
        ]
      },
      {
        "title": "ประวัติศาสตร์การล่มสลายแห่ง Remuria (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "ขอให้ความยิ่งใหญ่และเกียรติยศจงเป็นของ Remuria และผู้ปกครองอันเป็นนิรันดร์ของมัน ราชาของมวลมหาประชาชน Remus ผู้เป็นช่างจูนเสียงสากลโลก บัดนี้ แม้แต่พหูสูตผู้รอบรู้สูงสุด ก็มิอาจจินตนาการถึงความรุ่งโรจน์ยิ่งใหญ่ที่นครนิจกาลเคยมี\nเมื่อเรือสมุทรล่องตามเส้นทางหลวงลอดผ่านเสาค้ำทะเล แล่นเข้าเทียบท่าขนาดใหญ่ซึ่งมีเรือพระที่นั่ง Fortuna จอดอยู่ สิ่งแรกที่ปรากฏสู่สายตาก็คือ หอคอยสูงเสียดฟ้าหลังหนึ่ง หอคอยสูงของ Remuria หาได้สร้างขึ้นเพื่อฟังบัญชาจากสวรรค์เบื้องบน แต่มีไว้เพื่อชี้ทางให้กับบรรดาเรือสมุทรที่สัญจรระหว่างเกาะทั้งหลายในทะเลสูงต่างหาก เล่ากันว่า หอคอยสูงสร้างขึ้น ณ จุดเชื่อมต่อระหว่างความจริงและความฝัน ต่อให้เหล่ากะลาสีจะตกลงสู่ห้วงหลับใหล เพราะการล่อลวงของไซเรน ก็จะสามารถทะลวงผ่านม่านหมอกพิศวงด้วยเสียงระฆังที่ดังก้อง และค้นพบเส้นทางเดินทะเลที่มุ่งไปสู่ Remuria ได้\nหากล่องตามเส้นทางหลวงต่อไปจะเจอ Machimos ที่นี่เป็นเขตเมืองที่บรรดาทหารผู้กล้าหาญของ Remuria อาศัยอยู่ วิหารอันยิ่งใหญ่และสนามประลองล้วนแกะสลักจากหินขนาดใหญ่ เพื่อระลึกถึงความยิ่งใหญ่และชัยชนะของเมือง กำแพงใหญ่สูงตระหง่านและแข็งแรง ประดับประดาด้วยแก้วเจียระไนและทองคำ รูปปั้นที่ทำจากสัมฤทธิ์และหินอ่อนตั้งเรียงรายเต็มไปหมด ทองคำ เครื่องเทศ และของขึ้นชื่อในแต่ละถิ่นกองอยู่ในตลาดเหมือนภูเขา\nเมื่อเดินทางผ่าน Machimos จะมาถึงใจกลางเมืองของ Remuria ซึ่งก็คือ Capitolium ใน Capitolium มีกลิ่นหอมอบอวลไปทั่ว ทุกที่เต็มไปด้วยเสียงเพลงอันไพเราะ ที่นี่เป็นสวนสนุกของบรรดาศิลปิน มีเพียงผู้มีปัญญาล้ำเลิศและนักดนตรีผู้โดดเด่นที่สุด ถึงจะมีสิทธิ์ได้ใช้ชีวิตอยู่ที่นี่ แต่ในบรรดาคนเหล่านี้ มีเพียงส่วนน้อยเท่านั้นที่มีโอกาสจะได้รับใช้เทพราชา โรงละครและตำหนักของที่นี่สร้างขึ้นด้วยรูปแบบที่ผสมผสานกันอย่างลงตัวที่สุด เสาคานและหลังคาโค้งมีการแกะสลักที่งดงามวิจิตรและซับซ้อนที่สุด ณ ศูนย์กลางของสิ่งปลูกสร้างเหล่านี้ คือพระราชวังสีทองหลังใหญ่ราวกับภูเขาที่ประกอบร่างสร้างขึ้นจากเสาทองเหลือง ราชา Remus ผู้ยิ่งใหญ่นั่งอยู่กลางตำหนักด้วยความสงบ คอยฟังทุกท่วงทำนอง และทุกโน้ตเพลง ที่ดังมาจากแต่ละมุมของราชอาณาจักร หากที่ใดของราชอาณาจักรเกิดเสียงแปร่งแปลกขึ้นมา เทพราชาก็จะรีบดีดสายพิณแก้ไขทันที เพื่อให้บทเพลงที่สร้างขึ้นด้วยทั้งราชอาณาจักรมีความสมบูรณ์แบบที่สุด\nเพื่อให้ประชาชนบนทะเลสูงไม่เบี่ยงเบนออกห่างบทเพลงแห่งสากลโลก จนทำลายการร่วมบรรเลงของความเจริญส่วนรวม ราชา Remus จึงได้เลือกมนุษย์ผู้มีความสามารถออกมาสี่คน เขาได้แบ่งพลังและอำนาจของตัวเองให้พวกเขา พร้อมสั่งให้พวกเขาขึ้นมาร่วมปกครองกับตนเอง เป็นช่างจูนเสียงของแต่ละเมือง เพื่อขจัดเสียงไม่สอดคล้องทั้งหลาย\nเพื่อให้ท่วงทำนองแห่งความรุ่งโรจน์ดังก้องสี่สมุทร ราชา Remus จึงสร้างทางหลวงยาวขึ้นมาอีก แล้วแปลงตัวโน้ตให้เป็นริ้วคลื่นที่หลั่งไหลอยู่บนทางหลวง ส่งจาก Capitolium ไปยังทุกหนทุกแห่งในทะเลสูง\nทว่าโชคชะตาที่ถูกกำหนดไว้ เป็นสิ่งที่แม้แต่ทวยเทพยังมิอาจเปลี่ยนแปลงได้ การพยายามวิ่งหนีจากการตัดสินของโชคชะตาถือเป็นโทษหนัก และในประดาบาปที่เทพราชาได้กระทำไว้ สิ่งที่ร้ายแรงสาหัสสุดคือ การที่พยายามให้มนุษย์ขโมยอำนาจที่สงวนไว้สำหรับเทพเจ้ามาครอง มนุษย์ตกต่ำเพราะพลังและอำนาจ ซึ่งนำมาสู่ความรุนแรงและการก่อขบถ\nอุบายของโชคชะตาคือ การยืมมือที่ต่อต้านมันมาสำเร็จแผนการของตน เมื่อวันที่ชะตากำหนดมาถึง Remuria เมืองแห่งความนิรันดร์อันยิ่งใหญ่ จึงหลีกเลี่ยงการล่มสลายมิได้อีกต่อไป บัดนี้เสียงดนตรีของเทพราชาถูกจำกัดไว้ที่มุมหนึ่งของ Capitolium เท่านั้น การปกครองด้วยอำนาจได้สิ้นสุดลงแล้ว\nเป็นดังที่บรรดานักเขียนในยุคโบราณกล่าวไว้ ความรุ่งโรจน์มักสลับผลัดเปลี่ยนกับการร่วงโรย โลกนี้ไม่มีสิ่งใดจีรังยั่งยืน"
          }
        ]
      },
      {
        "title": "ประวัติศาสตร์การล่มสลายแห่ง Remuria (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "คนทั้งหลายเคยเชื่อด้วยความไร้เดียงสาว่า ราชา Remus ผู้เป็นนิรันดร์และควบตำแหน่งผู้ปกครองนครนิจกาลนี้ ย่อมก้าวข้ามพันธนาการของเวลาและโชคชะตา อยู่ยืนยงคงกระพันนับหมื่นนับพันปี ดังเช่นหินยักษ์ที่สลักสร้างลานพิธีทรงวงแหวน\nจนกระทั่งในชั่วข้ามคืนที่มาเยือนนั้น แผ่นดินได้แตกสลาย หอคอยสูงตระหง่านถูกโค่น แม้แต่โถงเสาใหญ่โอฬารก็ถูกคลื่นยักษ์เสียดฟ้ากลืนกินจนสิ้น จนกระทั่งทางหลวงทลายลง วิหารแห่งเทพผุพัง ตัวนครนิจกาลรวมถึงผู้อาศัยของมัน ไม่ว่าจะเป็นนักรบ ผู้มีปัญญาหรือประดาชนชั้นสูง ต่างก็จมดิ่งลงสู่ก้นเหวที่ปราศจากแสงสว่าง พร้อมกับพระราชวังสีทองที่เคยเจิดจรัสราวกับสุริยันแผดเผา\nดังนั้นผู้คนจึงตระหนักได้ในที่สุดว่า นิรันดร์ในสายตาพวกตนเป็นการเพ้อฝันที่โง่เขลาเพียงใด\nขอให้เกียรติยศจงสถิตอยู่กับผู้นำทางอันสูงส่งของเรา ผู้ปกครองแม่น้ำลำธารและมหาสมุทร ราชินีแห่งแหล่งน้ำทั้งหลาย ขอให้ท่านช่วยปกป้องกฎหมายบ้านเมือง ปกครองอย่างช้านาน และขอให้ความสงบสุขกลับคืนสู่ทั่วทุกพื้นที่ของ Fontaine รวมถึงผองมวลชนที่อยู่ใต้ฟ้าทุกคนด้วยเถิด เมื่อราชอาณาจักรล่มสลาย อำนาจหมดไป ครั้นประชาชนทั้งหลายแห่งทะเลสูง ต้องหวนสู่ความป่าเถื่อนและความล่มจมอีกครานั้น ราชินีผู้สูงส่งของเราได้สมานความขัดแย้งของแต่ละชนเผ่า ผู้คนได้สร้างเมืองใหม่ขึ้นรอบน้ำแร่ที่ไหลหลั่ง และเริ่มต้นการปกครองโดยกฎหมายตราบจนถึงทุกวันนี้\nRemuria ล่มสลายไปได้ไม่ถึงร้อยปีดี ทว่าประวัติศาสตร์ของมันกลับถูกปกคลุมด้วยหมอกทะเลแห่งตำนานและความงมงายไปเสียแล้ว ทั้งนี้ก็เป็นเพราะมหันตภัยวันสิ้นโลกที่นำพาชะตากรรมสิ้นเมืองให้กับ Remuria นั้น เกิดขึ้นอย่างรวดเร็วและไร้ความปรานี ขนาดนักวิชาการและตำราโบราณที่คอยถ่ายทอดความรู้ ยังถูกทะเลกลืนหายไปพร้อมกับนครนิจกาล ส่วนสาเหตุสำคัญอีกประการหนึ่ง เกิดจากการจงใจบิดเบือนความจริงของเหล่านักวิชาการลึกลับ ที่อ้างชื่อว่าเป็นลูกหลานของชาว Remuria งานที่ฉันทำในตอนนี้ก็คือนำเอาหลักตรรกะทั่วไปของประวัติศาสตร์ มาคัดเอาแต่สาระสำคัญ เพื่อให้โฉมหน้าที่แท้จริงของอารยธรรมโบราณอันรุ่งโรจน์นี้ ได้ปรากฏสู่สายตาโลกอีกครั้ง\nตำนานท้องถิ่นของบางพื้นที่ในปัจจุบัน ขนาดบรรดานักวิชาการที่ยิ่งใหญ่ที่สุดในยุคโบราณ ยังถูกขนานว่าเป็นผู้ใช้เวทที่คอยดูดกลืนวิญญาณ พวกเขาจะใส่วิญญาณของมนุษย์ธรรมดา เข้าไปในรูปปั้นอสูรที่สร้างขึ้นพิเศษ เพื่อที่จะได้เรียกใช้งานตามใจนึก ซึ่งตรงกับข้อเท็จจริงที่ชาว Remuria เคยสร้างรูปปั้นอสูรหน้าตาน่ากลัวออกมา จนทุกวันนี้บางทีก็ยังสามารถหาเศษซากของพวกมันได้ตามป่าเขาท้องทุ่ง แต่นั่นก็เกิดจากการเสื่อมโทรมและตกต่ำทางศีลธรรมในตอนปลายของ Remuria ก็เท่านั้น ชาว Remuria ได้ละทิ้งหน้าที่อันสูงส่งของตนเอง หลงละเริงอยู่กับความสุขและความเกียจคร้าน พวกเขาปล่อยให้ตัวเองกระทำความรุนแรงต่อผู้อื่น ดังนั้นความรุนแรงจึงย้อนกลับมาทำลายพวกเขาเช่นกัน\nเป็นดังที่บรรดานักเขียนในยุคโบราณกล่าวไว้ ความรุ่งโรจน์มักสลับผลัดเปลี่ยนกับการร่วงโรย โลกนี้ไม่มีสิ่งใดจีรังยั่งยืน"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ประวัติศาสตร์การล่มสลายแห่ง Remuria"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      }
    ]
  }
}