{
  "epId": 4504,
  "name": "Marcel",
  "desc": "<p>Marcel หรือชื่อจริง <span class=\"wk-shady\">Vacher</span> เขาเป็นตัวแปรสำคัญในบทเควสต์เทพเจ้า \"ไร้เหตุผลที่ฝนปราย\"</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/4e904e9d971d9031fefc37f2cc034e9f_3064955215267380895.png",
  "menuId": 10,
  "menuName": "คู่มือ NPC",
  "version": 1715392281,
  "components": {
    "galleryCharacter": [
      {
        "key": "รูปภาพ",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/798328e2c3bdbc7c31a720d73c9bd8c9_4375266610152839591.png"
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffff>ความสัมพันธ์</color>"
      },
      {
        "type": "RichText",
        "text": "Callas Caspar\nอดีตประธานองค์กรกุหลาบหนาม และสหายเก่าของ Marcel",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>ประธานองค์กรกุหลาบหนามคนปัจจุบัน เป็นเจ้านายที่น่ารัก และมีความรับผิดชอบสูง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/144837601/3fc7580c01a9e622692402889706c4db_201103924388473346.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ลูกสาวของ Callas ประธานคนปัจจุบันขององค์กรกุหลาบหนาม เธอกำลังสอบสวนการมีส่วนร่วมของ Marcel ผู้ที่ตั้งข้อกล่าวหาอันเป็นเท็จต่อพ่อของเธอในการก่อเหตุฆาตกรรมผู้ให้การสอบปากคำ และการมีส่วนร่วมในการฆาตกรรมหญิงสาวใน Fontaine\nVigneire\nอดีตคนรักของ Vacher ภายหลังเธอสูญหายไปอันเนื่องมาจาก\nน้ำทะเลบรรพกาล",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "รายการที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 4153,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>เควสต์เทพเจ้า</color>\nบทที่ 4\nฉากที่ 2: ไร้เหตุผลที่ฝนปราย\nดั่งแสงจันทราสลัวในอดีต\nความจริงที่หายไปหลังฝนตก\nเมื่อทุกสิ่งหวนคืนสู่ผืนน้ำ"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vacher",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Vacher เป็นนักผจญภัยจาก Snezhnaya ซึ่งในระหว่างการเดินทางไปยังเมือง Fontaine เขาได้พบและตกหลุมรักเข้ากับนักผจญภัยสาวอีกคนหนึ่งนามว่า Vigneire ครั้งหนึ่งในระหว่างการสำรวจใต้น้ำ Vigneire ได้สัมผัสเข้ากับน้ำทะเลบรรพกาล ในไม่ช้าร่างของเธอก็ละลายหายไปต่อหน้า Vacher เขาเสียใจมากกับการสูญเสียคนรักในครั้งนี้ เขาพยายามทุกวิถีทางเพื่อให้ Vigneire ฟื้นคืนกลับมา แต่น้ำทะเลบรรพกาลกลับไม่ส่งผลกระทบใดๆ ต่อตัวเขาเลย นั่นเป็นเพราะเขาเป็นชาว Snezhnaya (น้ำทะเลบรรพกาลสามารถละลายร่างของชาว Fontaine ได้ เนื่องจากมีต้นกำเนิดมาจาก Oceanids). เป็นเวลานานหลายปีที่ Vacher ขอความช่วยเหลือจากเจ้าหน้าที่จากกรมการปกครอง แต่พวกเขาบอกกับ Vacher ว่ามนุษย์ไม่สามารถกลายเป็นน้ำแล้วหายตัวไปได้ เมื่อได้ยินแบบนั้น ความโศกเศร้าของ Vacher ก็แปรเปลี่ยนเป็นความโกรธแทน Vacher รู้สึกว่าทุกคนเพิกเฉยต่อการตายของ Vigneire ราวกับว่าไม่สำคัญเลยแม้แต่น้อย"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/36b3d41658994c2d7b05c032486b4582_4504820419642182564.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ในความสิ้นหวัง Vacher ได้เริ่มมองหาวิธีที่จะที่จะทำให้ Vigneire กลับมา. วันหนึ่งเขาพบบันทึกของ Jakob Ingold ที่ถูกทิ้งไว้ หนึ่งสมาชิกของ Narzissenkreuz Ordo ซึ่งได้ทำการทดลองโดยใช้น้ำทะเลบรรพกาลเมื่อหลายปีก่อน, Vacher ตัดสินใจใช้งานวิจัยนี้เป็นทฤษฎีในการทดลองของเขา Vacher เริ่มลักพาตัวหญิงสาวที่มีเชื้อสายชาว Fontaine โดยจะเลือกแต่คนที่มีอายุเดียวกันกับ Vigneire เพื่อให้คนรักของเขากลับมามีชีวิตอีกครั้ง เพื่อและเพื่อไม่ให้ตนตกเป็นผู้ต้องสงสัยในการลักพาตัวหญิงสาว Vacher ตัดสินใจกำจัดตัวตนเก่าของเขาทิ้ง และสร้างตัวตนนักธุรกิจหน้าใหม่นามว่า Marcel ผู้มาเยือน Fontaine โดยที่มาของชื่อ Marcel นั้น มาจากรายชื่อในสมุดบันทึกของ Vigneire ซึ่งเธอกำลังเลือกชื่อสำหรับลูกๆ ของเธอและ Vacher\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanid",
        "desc": "<p>Oceanid เป็นสิ่งมีชีวิตธาตุน้ำที่ชาญฉลาดมาก พวกเขาถูกสร้างขึ้นโดย Egeria เทพแห่งน้ำองค์ก่อนที่สามารถควบคุมน้ำได้ตามต้องการ</p><p><span class=\"wk-shady\">ชาว Fontaine ทุกคนเคยเป็น Oceanid ที่ปรารถนาจะเป็นมนุษย์ Egeria ได้ตอบสนองต่อความต้องการเหล่านั้นซึ่งขัดต่อกฎแห่งสวรรค์</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/5e33c09fbd3c6781bb822fd9c57b6abc_7750060682391566772.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "สมาคม Narzissenkreuz",
        "desc": "<p>สมาคม Narzissenkreuz เป็นสมาคมลับที่ก่อตั้งโดย Rene de Petrichor และ Jakob Ingold มีจุดประสงค์ในการสร้างมนุษย์สายพันธุ์ใหม่เพื่อที่จะเอาชีวิตรอดจากการถูกทำลายล้างตามที่สมการวิถีทางโลกได้คำนวณไว้ล่วงหน้า สมาคมนี้ได้รับการประกาศว่าเป็นกลุ่มหัวรุนแรงที่ผิดกฎหมายและเป็นองค์กรอาชญากรรมตามกฎหมายของ Fontaine ภายใต้ท่านผู้พิพากษาสูงสุด Neuvillette</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/115795437/51c48914091ce07cfccd86ceeb073642_849717982918187825.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob เป็นเด็กกำพร้าซึ่งเติบโตมาในสถาบัน Narzissenkoreuz ต่อมาเขาได้กลายมนุษย์พันธุ์ใหม่และเป็นผู้ร่วมก่อตั้งสมาคม Narzissenkreuz</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/02bc05cc787742e2fdf79dc45a69ccec_5438176056281339529.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Marcel",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ช่วงที่ Marcel กำลังทำการวิจัยอยู่นั้น เขาได้รู้ว่าหากใช้น้ำทะเลบรรพกาลในปริมาณที่น้อยมากๆ ผสมกับน้ำธรรมดา จะทำให้ฤทธิ์ของน้ำทะเลบรรพกาลเจือจางลงได้และไม่เป็นอันตรายถึงแก่ชีวิตต่อชาวเมือง Fontaine เพียงแต่จะมีอาการมึนเมาเท่านั้น Marcel ตั้งชื่อเครื่องดื่มนี้ว่า Sinthe และเริ่มธุรกิจใต้ดินที่ผลิตเครื่องดื่มดังกล่าว เครื่องดื่มนี้จะทำให้ผู้คนเกิดอารมณ์ดีด พร้อมทั้งเห็นภาพหลอนที่ชวนเคลิบเคลิ้มได้มากมาย การดื่มมันเป็นเวลานานจะทำให้เกิดผลข้างเคียงมากมาย เช่น ขาดสมาธิและมีอารมณ์แปรปรวน และถ้าหยุดยาไป ก็จะเหนื่อยล้าทั้งวัน วิตกกังวลอย่างไม่มีสาเหตุ เรียกได้ว่าดื่มแล้วก็จะมีแต่ปัญหาไม่รู้จบ Marcel ได้เป็นประธานสมาคมการค้า Cabriere ซึ่งเป็นสมาคมการค้าท้องถิ่นในเมือง Poisson ตอนแรกพวกเขาทำแค่ธุรกิจซื้อขายทั่วไปเท่านั้น แต่ตอนนี้พวกเขามีเงินทุนมากมาย ธุรกิจจึงขยายไปถึงในเมืองแล้ว เนื่องจาก Callas Caspar ประธานขององค์กรกุหลาบหนาม ได้ช่วยเหลือสมาคมการค้า Cabriere จนธุรกิจเติบโตและมีความโดดเด่นในปัจจุบัน ด้วยเหตุนี้จึงเปรียบเสมือนเป็นองค์กรพี่น้องขององค์กรกุหลาบหนาม"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/028e390f40d252d1e4ab4021b847c617_1116517699037192345.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมื่อสามปีที่แล้ว เนื่องจากผลข้างเคียงจากการใช้ Sinthe ในระยะยาว Callas จึงสั่งห้ามจำหน่ายในเมือง Poisson และเริ่มสอบสวนทันที Callas ได้พบกับ Jacques เขาเคยทำงานในโรงผลิต Sinthe Callas พยายามโน้มน้าวให้เขาบอกข้อมูลเกี่ยวกับงานที่เคยทำ เมื่อ Marcel รู้เรื่องที่เกิดขึ้น ก็ข่มขู่ Jacques และครอบครัว เพื่อที่จะปลิดชีวิตของ Callas เมื่อเห็นว่า Jacques ไม่พร้อมที่จะก่อเหตุฆาตกรรม Marcel จึงจ้างมือสังหารเพื่อกำจัดทั้งสองคนและจัดงานเลี้ยงสำหรับการประชุมขึ้น ในงานเลี้ยง มือสังหารได้ยิง Jacques ก่อนที่จะยิง Callas เป็นคนต่อไป แต่ก็กลับถูก Callas แย่งปืนไปเสียก่อน ชีวิตของมือสังหารจึงต้องจบลง และเพื่อซ่อนร่องรอยของอาชญากรรมในครั้งนี้ Marcel จึงใช้น้ำทะเลบรรพกาลเพื่อให้ร่างของมือสังหารนั้นหายไป และเตรียมการทุกอย่างเพื่อกล่าวหา Callas ว่าเป็นผู้ก่อเหตุฆาตกรรม Jacques แต่แล้ว Callas กลับเลือกที่จะไม่ปฏิเสธข้อกล่าวหาและเลือกท้าประลองก่อนการพิจารณาคดี ก่อนเริ่มการประลอง Callas ขอให้ตัวแทนการประลอง 'Clorinde' ฝากดูแลลูกสาวของเขา 'Navia' โดยที่ตัวเขาเองไม่ได้คิดจะเอาชนะ Clorinde ตั้งแต่แรก และเขาก็ได้เลือกที่จะต่อสู้จนตัวตาย"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/4ed70905e3e6ce446dcb80fedc54bc4f_2610619475358308088.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "สามปีต่อมา Marcel ได้พบหญิงสาวนามว่า Halsey เธอเป็นคนที่เหมาะสมต่อการทดลองในครั้งนี้เป็นอย่างมาก โดยเขาเลือกมาชมการแสดงของนักมายากล Lyney และ Lynette เพื่อรอเวลาที่เหมาะสมสำหรับการทดลองการสลายตัวด้วยน้ำทะเลบรรพกาล สายลับของ Marcel, Cowell, และผู้ช่วยของ Lyney ร่วมมือกัน โดยใช้เครื่องมือสุ่มตัวเลขตำแหน่งของผู้ชมแต่ละคนเป็นเครื่องมือในการสุ่มให้ผู้หญิงคนนั้นได้รับเลือกให้เป็นผู้โชคดีที่ได้ไปเข้าร่วมแสดงกลสับเปลี่ยน ขณะที่ผู้หญิงคนนั้นอยู่ในกล่อง เธอได้เทน้ำทะเลบรรพกาลลงบนตัว แต่เธอกลับไม่ละลายหายไป เพราะเธอไม่ใช่ Halsey แต่เป็นชาวเมือง Mondstadt นามว่า Liliane โดยเธอแอบขโมยตั๋วเข้าชมการแสดงในครั้งนี้มา เมื่อ Cowell เห็นว่า Liliane ไม่ได้รับผลกระทบใดๆจากน้ำทะเลบรรพกาล เขาก็พยายามบังคับให้เธอกลับเข้าไปในกล่อง แต่ Lilane ก็ทุบเขาด้วยแจกันและหนีออกไปได้สำเร็จ Cowell เสียชีวิตในอุบัติเหตุ เนื่องจากถังเก็บน้ำล้มทับเขา และ Lyney กับผู้ช่วยของเขาถูกกล่าวหาว่าเป็นคนก่อเหตุฆาตกรรม และทำให้ผู้หญิงคนนั้นหายตัวไป ในระหว่างการพิพากษาคดีในข้อหาฆาตกรรม Cowell นักเดินทางสามารถพิสูจน์ความบริสุทธิ์ของ Lyney ได้ และเปิดเผยให้เห็นถึงความเกี่ยวข้องระหว่างน้ำทะเลบรรพกาลกับ Sinthe โดยผู้สมรู้ร่วมคิดของ Marcel และ Cowell หรือก็คือ เจ้าหน้าที่ Vaughn ถูกกล่าวหาว่าได้ให้การช่วยเหลือในการก่อเหตุฆาตกรรมในครั้งนี้ เขาโดนกดดันและได้พูดถึงข้อเท็จจริงเกี่ยวกับน้ำทะเลบรรพกาล แต่ก็ถูกใครบางคนที่แฝงตัวอยู่เทน้ำทะเลบรรพกาลใส่เขา จึงทำให้เขาถูกกำจัดไปเสียก่อนที่จะได้รู้ถึงคนร้ายตัวจริง"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/4eaa20e22f590c6c4d2adb1e476f3bc2_8637107710472296244.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Navia ประธานคนปัจจุบันขององค์กรกุหลาบหนาม เห็นถึงความคล้ายคลึงกันระหว่างอาชญากรรมในครั้งนี้กับเหตุการณ์ที่เคยเกิดขึ้นกับพ่อของเธอ จึงเป็นสาเหตุที่เธอยังคงสอบสวนคดีการหายตัวไปอย่างต่อเนื่องของหญิงสาว Marcel กลัวว่า Navia จะสามารถสืบคดีได้สำเร็จ จึงพยายามที่จะกำจัดเธอด้วยการแอบผสมน้ำทะเลบรรพกาลลงในเครื่องดื่มของเธอ แต่ Paimon และนักเดินทางกลับดื่มไปเสียก่อน จึงทำให้แผนการในครั้งนี้ล้มเหลวไป ต่อมา Marcel ได้ส่งหุ่นรักษาการณ์ไปโจมตี Navia บริเวณสระน้ำพุ Lucine แต่ Clorinde ก็สามารถช่วยเธอและนักเดินทางไว้ได้ทันเวลาพอดี ในขณะที่นักเดินทางยืนอยู่ใกล้กับน้ำพุ ก็ได้ยินเสียงแปลกๆ เข้า เสียงนั้นส่งเสียงกระซิบเรียกหา Vacher และด้วยผลข้างเคียงจากการดื่มน้ำที่มีน้ำทะเลบรรพกาลผสมอยู่ด้วย จึงหมดสติไปและพบกับ Oceanid ลึกลับ ซึ่ง Oceanid ได้ขอให้นักเดินทางบอก Vacher ว่าอย่าได้คิดตามหา Vigneire อีก ในระหว่างการสืบสวน Navia นักเดินทาง และ Paimon ได้ค้นพบบางอย่างในห้องทดลองที่เคยเป็นโรงผลิต Sinthe ในนั้นมีข้อมูลเกี่ยวกับหญิงสาวที่หายไป ข้าวของเครื่องใช้ต่างๆ ของเหล่าหญิงสาว รวมทั้งตัวตนที่แท้จริงของ Marcel และความสัมพันธ์อันยุ่งเหยิงของ Marcel กับผู้หญิงคนอื่นๆ นอกจากนี้ยังพบอ่างเก็บน้ำทะเลบรรพกาลที่ Marcel ใช้ในการทดลองของเขาอีกด้วย"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/16/237301566/d5998d077443b38b8c3b0eaea1c5530d_3515949552469535565.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "หลังจากการพิพากษาคดีจบลง Marcel ถามนักเดินทางว่ารู้ชื่อจริงของเขาได้อย่างไร หลังจากที่เขาได้รู้เกี่ยวกับเรื่องราวของเสียงลึกลับ เขาก็ขอให้กองตำรวจพาเขาไปที่สระน้ำพุ Lucine ก่อนที่เขาจะถูกจำคุก ต้องขอบคุณน้ำทะเลบรรพกาลที่ช่วยให้เขาติดต่อกับเสียงลึกลับนั้นได้ เขาหวังว่านั่นจะเป็นเสียงของคนรัก แต่มันกลับกลายเป็นจิตสำนึกของผู้หญิงทุกคนที่ Marcel ได้นำตัวของพวกเธอมาทดลองเป็นเวลานานกว่า 20 ปี ในการทดลองเกี่ยวกับน้ำทะเลบรรพกาล เหล่าหญิงสาวถูกขังให้อยู่ในห้องทดลองของ Marcel พวกเธอเต็มไปด้วยความหวาดกลัวและหวาดระแวง พวกเธอไม่อยากเจอ Marcel อีกต่อไปแล้ว จิตสำนึกทั้งหมดของพวกเธอล้วนแต่อยากจะหลบหลีกเขาทั้งนั้น ตอนเขาฆ่าหญิงสาวคนแรก จิตสำนึกของเหยื่อคนนั้นก็ได้รวมเข้ากับ Vigneire นับแต่นั้นเธอก็เกลียด Marcel เข้ากระดูกดำ ในภายหลังนักเดินทางได้พบไดอารี่ของหนึ่งในหญิงสาวที่ห้องทดลองของ Marcel"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“มีคนถูกพาตัวไปอีกแล้ว นี่เป็นคนที่ 6</color>\n<color=#ffffffd9>หรืออาจเป็นคนที่ 7 ก็ได้ เมื่อวานมีคนคิดจะหนี แต่โดนจับได้ แล้วก็ไม่เห็นอีกเลย</color>\n<color=#ffffffd9>หรืออาจไม่ใช่เมื่อวาน สับสนเรื่องวันและเวลามาสักพักแล้ว</color>\n<color=#ffffffd9>ขอโทษที ฉันเองก็ไม่รู้ว่าเขียนลงไปแบบนี้จะมีประโยชน์หรือเปล่า และฉันจะยังเขียนได้อีกนานแค่ไหน</color>\n<color=#ffffffd9>ฉันพอจะรู้ชะตากรรมของตัวเองในอนาคตอันใกล้นี้แล้ว แต่สิ่งที่ทำให้ฉันกลัวยิ่งกว่าก็คือ...</color>\n<color=#ffffffd9>การได้เจอคนอื่น ๆ ในคณะละครที่นี่</color>\n<color=#ffffffd9>ฉันได้ปกป้องพวกเขาไว้จริง ๆ เหรอ?</color>\n<color=#ffffffd9>ขอโทษที ขอโทษด้วยจริง ๆ ฉันเขียนต่อไปไม่ได้แล้ว…</color>\n<color=#ffffffd9>ฉันคงเป็นไข้ อาการปวดท้องก็กำเริบอีกแล้ว แต่ไม่มีใครให้ยาฉันเลย</color>\n<color=#ffffffd9>Crecy เจ็บปวดจนนอนไม่หลับทั้งคืน ส่วนฉันเทียบกับเธอไม่ได้เลย</color>\n<color=#ffffffd9>คุณค่าของวัตถุทดลอง... ขอแค่เอาไปใช้งานได้ก่อนจะตาย ก็คงไม่เป็นไรแล้วล่ะ</color>\n<color=#ffffffd9>ที่นี่ชื้นมาก ฉันเลยแบ่งผ้าห่มให้เธอ</color>\n<color=#ffffffd9>หนาวจัง หนาวจัง หนาวชะมัดเลย</color>\n<color=#ffffffd9>แค่อดทนไว้ แล้วทุกอย่างจะผ่านไป</color>\n<color=#ffffffd9>ความพยายามย่อมนำมาซึ่งผลตอบแทน</color>\n<color=#ffffffd9>ฉันชอบพูดแบบนั้นกับพวกเขามาก</color>\n<color=#ffffffd9>แต่ว่า คนที่ทนไม่ไหวคือฉันเอง”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ในนิมิตนั้น เหล่าหญิงสาวโจมตี Marcel ด้วยความเคียดแค้นที่จะฆ่าเขา แต่ในความเป็นจริงดูเหมือนว่า Marcel จะสูญเสียสติของเขาไปเสียแล้ว จากผลตรวจของแพทย์ระบุว่า Marcel เสียชีวิตด้วยอาการหวาดกลัวอย่างรุนแรง\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "องค์กรกุหลาบหนาม",
        "desc": "<p>องค์กรกุหลาบหนามเป็นองค์กรที่คอยให้ความช่วยเหลือแก่ชาวเมืองและจะร่วมมือกับหน่วยงาน Fontainian ตามความจำเป็นเท่านั้น</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/286446747/99e26454155fe9d3bf5d37d56a2b98fe_3162235966929630955.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>ประธานองค์กรกุหลาบหนามคนปัจจุบัน เป็นเจ้านายที่น่ารัก และมีความรับผิดชอบสูง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/144837601/3fc7580c01a9e622692402889706c4db_201103924388473346.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span>นักมายากลเลื่องชื่อแห่ง Fontaine ผู้มีพรสวรรค์ และไหวพริบอันเฉียบแหลม มักใช้ทริกกับคำพูดอันแยบยลในการจูงใจของผู้ชม</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/176148810/e343d4442cc3b8e243f0d528bb715f75_1856082092126268256.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้ช่วยนักมายากลที่พูดจาน้อยคำ และมักมีสีหน้าไร้อารมณ์ นิสัยก็ยากจะคาดเดา ไม่ต่างอะไรไปจากแมวเลยสักนิด</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/53372413/436e6f2b9b9006bfe511a98093259daf_4938087050283835738.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4152,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4153,
        "desc": "",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Marcel (Vacher)"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Snezhnaya\nFontaine"
          }
        ]
      },
      {
        "key": "สังกัด",
        "value": [
          {
            "type": "RichText",
            "text": "กิลด์นักผจญภัย\nสมาคมการค้า Cabriere"
          }
        ]
      }
    ]
  }
}