{
  "epId": 4520,
  "name": "Caterpillar",
  "desc": "<p>Caterpillar เป็น NPC เฉพาะเควสต์ เขาจะมาอยู่ที่ สมาคม Narzissenkreuz หลังสิ้นสุดเควสต์โลก \"ปริศนาที่รอการเฉลย\"</p><p>หนึ่งในสมาชิกสมาคม Narzissenkreuz ผู้ได้รับฉายาว่า \"ดักแด้ของผีเสื้อกลางคืน\"</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/26/10257458/be516a2c9005727dcfd1fe45662a826d_7003756850517262579.png",
  "menuId": 10,
  "menuName": "คู่มือ NPC",
  "version": 1702903104,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffff>เควสต์โลก</color>\nฉากชีวิตที่ Meropide\nฉากชีวิตที่ Meropide: ดำเนินการอย่างปลอดภัย\nละครตลกที่ยังไม่ปิดฉาก\nเกมเศรษฐี\nทำอย่างไหน ได้อย่างนั้น\nนับตั้งแต่นี้ไป...\nปริศนาที่รอการเฉลย"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Caterpillar",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "เมื่อหลายปีก่อนที่ Caterpillar ยังเป็นมนุษย์ ความทรงจำส่วนหนึ่งของเขาถูกใส่ไว้ในร่างของ Hilichurl จากความช่วยเหลือของดาบศักดิ์ศิทธิ์ Narzissenkreuz และ Oceanid Lyris นี่คือวิธีการที่ Caterpillar ถูกสร้างขึ้นมา เนื่องจาก Jakob Ingold และ Rene de Petrichor ถือว่าชายที่เคยเป็น Caterpillar เป็นเพื่อนของพวกเขา ซึ่งพวกเขาได้พบกับความทรงจำของ Caterpillar ภายในโลกแห่งจินตนาการอย่างหนังสือวิวรณ์แห่งทะเลลึกลับ จึงสามารถสันนิษฐานได้ว่าตัวตนของ Caterpillar ก่อนหน้านี้คือ Carter (บางครั้งก็เรียกว่า Cater) Scherbius แม้ว่าร่างกายของ Carter จะตายไปแล้ว แต่จิตสำนึกส่วนหนึ่งของเขายังฟื้นกลับคืนมา"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"- งั้นเธอเป็นใคร?</color>\n<color=#ffffffd9>- ...ฉันเป็นใครไม่สำคัญหรอก สิ่งที่สำคัญคือใครเป็นเจ้าของโลกเพ้อฝันนี่ต่างหาก พวกเขาเชื่อว่าตัวเองสามารถกอบกู้โลกได้ แต่พวกเขาไม่รู้ว่าโลกต้องการการกอบกู้หรือเปล่า บางครั้งโลกในความทรงจำของพวกเขา อาจเป็นแค่ช่วงบ่ายที่ดอกทานตะวันบานสะพรั่งหายไปตลอดกาล แต่พวกนั้นเป็นเรื่องราวของพวกเขา ไม่ใช่ของฉัน ฉันเป็นแค่ความทรงจำของพวกเขาที่มีต่อเพื่อนคนหนึ่ง พวกเขาเคยเชื่อว่าจะสามารถช่วยฉันได้ แต่สุดท้าย... ผีเสื้อที่หิวโหยจะกลายเป็นรังไหม และรังนั้นจะแตกตัวอ่อนออกมา จนสุดท้ายตัวอ่อนก็จะมุ่งหน้าสู่ความว่างเปล่าที่ยังไม่เคยเกิดขึ้น แต่ทั้งหมดนี้ไม่สำคัญอะไรหรอก เพราะฉันในตอนนี้ ไม่เหลืออะไรแล้ว ฉันเป็นเพียงเงาที่เหลืออยู่ในความทรงจำของพวกเขา จากการหมกมุ่นอยู่กับ \"การช่วยฉัน\" ก็เท่านั้น แต่ฉันจะไม่เกลียดชังพวกเขาเพราะเรื่องนี้หรอก เพราะแม้ว่าพวกเขาจะเปลี่ยนแปลงไปตามการแยกจาก แต่ฉันในโลกที่สร้างขึ้นจากความทรงจำและความเพ้อฝัน ยังคงพิสูจน์ความพยายามของพวกเขา ในฐานะอดีตเพื่อน ฉันพอใจมากแล้ว ไม่ว่าฉันจะเปลี่ยนไปยังไง ฉันก็จะคิดถึงมิตรภาพในอดีตตลอดไป\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/237301566/b7c2c1d1f178446ade91748563416b83_7042743802992200382.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หลังจากที่ Caterpillar ถูกสร้างขึ้นโดยสมาคม Narzissenkreuz เขาก็มีรูปร่างของเด็กที่มีผิวขาว แขนขาสีดำคล้ำ ผมสีขาว และเล็บที่คล้ายกับ Hilichurl เขามองว่ารูปร่างหน้าตาและการไม่เติบโตของเขาเกิดจากอาการเจ็บป่วย ซึ่งรูปร่างที่แท้จริงของ Caterpillar คือ Anemo Hilichurl Rogue\nเนื่องจาก Caterpillar ได้ช่วยเหลือสมาคม Narzissenkreuz ในระหว่างการต่อสู้กับนักล่าเงาใน Elynas เขาจึงถูกส่งไปยังป้อมปราการ Meropide ด้วยข้อหาก่ออาชญากรรมเมื่อ 400 กว่าปีก่อน และ Caterpillar เองก็สนับสนุนการตัดสินใจนี้เนื่องจากเขาคิดว่าตัวเองเป็นมอนสเตอร์ที่ควรถูกกักขังไว้จากสิ่งที่เขาทำ"
      },
      {
        "type": "CustomImage",
        "url": "https:/upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/237301566/bfc733326181bb99c64bfe7a8c3b5ffc_4242343673736741675.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Caterpillar มีความสามารถในการสะกดจิต: เขาสามารถสะกดจิตคนเพื่อให้กระทำหรือคิดในสิ่งที่เขาต้องการได้ วันหนึ่งในคุก เขาได้พบกับศิลปินตาบอดสี Julien ซึ่งมีส่วนร่วมในการปลอมแปลงภาพวาดเพราะ Julien สามารถวาดสิ่งที่เห็นได้อย่างแม่นยำ Caterpillar สามารถทำให้ Julien เชื่อในความสามารถของตัวเองในฐานะศิลปินได้ และ Caterpillar เคยให้เขาวาดภาพผลงานชั้นยอดด้วย นอกจากนี้ Caterpillar ยังใช้ความสามารถของเขากับผู้คุมป้อมปราการ Noailles ที่มีคำถามเกี่ยวกับเอกสารของ Caterpillar เขาทำให้ผู้คุมเชื่อว่าเขาเป็นอาชญากรและรู้ว่าเขาอาศัยอยู่ที่ไหน\nเนื่องจาก Caterpillar ไม่ใช่มนุษย์ เขาจึงมีหลายอย่างที่ไม่เหมือนมนุษย์ ซึ่งรวมถึงการเอาใจใส่ด้วย ตลอดหลายปีที่อยู่ในคุก Caterpillar พยายามเรียนรู้เกี่ยวกับความเป็นมนุษย์ และในขณะที่มนุษย์ช่วยเหลือผู้อื่นด้วยความเห็นอกเห็นใจ Caterpillar ก็ช่วยเพียงเพราะเขารู้ว่ามนุษย์คนนั้นจะทำอะไร"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"มีเรื่องอะไรเกี่ยวกับตัวฉันที่สามารถบอกได้อีกนะ</color>\n<color=#ffffffd9>ฉันมักจะรู้สึกว่ารากเหง้าของแก่นแท้ของฉันมีคุณลักษณะที่หักล้างกัน ซึ่งแต่ละอย่างล้วนบริสุทธิ์ แต่กลับเป็นสิ่งแปลกปลอมต่อกันและกัน</color>\n<color=#ffffffd9>ดังนั้นตอนที่พวกมันหลอมรวมเข้าด้วยกัน จึงมีสิ่งสกปรกเจือปนอยู่ เธอเข้าใจมั้ย?</color>\n<color=#ffffffd9>อัตตาของฉันไม่มั่นคง... บางครั้งฉันก็เป็นผู้กล้า บางครั้งก็เป็นมังกรร้าย อัตตาของฉันเป็นเรื่องโกหกที่แต่งขึ้นจากเรื่องเล่าของคนอื่น...</color>\n<color=#ffffffd9>แต่ฉันเชื่อว่าคำตอบต้องมีอยู่ เป็นคำตอบที่ถูกต้องเพียงอย่างเดียว เข็มนาฬิกากำลังเดินอีกครั้ง และฉันก็พร้อมแล้วที่จะก้าวเดินต่อไป\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3701,
        "name": "Anemo Hilichurl Rogue",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">Hilichurl พเนจรที่ไม่ได้สังกัดชนเผ่าใด ดูเหมือนว่าเขาจะกำลังไล่ตามจุดเริ่มต้นของโชคชะตาแห่งเผ่าพันธุ์ และตามหาแสงสว่างอันรุ่งโรจน์ ที่ในปัจจุบันได้อับแสงไปแล้ว</span><br><span style=\"color: rgb(255, 255, 255)\">ถ้าหากในหมู่มอนสเตอร์ที่มีเพียงภาษาเรียบง่าย และไร้การสืบทอดทางลายลักษณ์อักษรเหล่านี้ มีบทกวีหรือมหากาพย์ของตัวเอง พวกมันคงนับว่าเป็นตัวเอกในเรื่องราวเหล่านั้นเลยก็ได้</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/11/65858273/efe0f76e77ad63e3cae7fdf3087ff2c3_9006824385450597565.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "สมาคม Narzissenkreuz",
        "desc": "<p>สมาคม Narzissenkreuz เป็นสมาคมลับที่ก่อตั้งโดย Rene de Petrichor และ Jakob Ingold มีจุดประสงค์ในการสร้างมนุษย์สายพันธุ์ใหม่เพื่อที่จะเอาชีวิตรอดจากการถูกทำลายล้างตามที่สมการวิถีทางโลกได้คำนวณไว้ล่วงหน้า สมาคมนี้ได้รับการประกาศว่าเป็นกลุ่มหัวรุนแรงที่ผิดกฎหมายและเป็นองค์กรอาชญากรรมตามกฎหมายของ Fontaine ภายใต้ท่านผู้พิพากษาสูงสุด Neuvillette</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/115795437/51c48914091ce07cfccd86ceeb073642_849717982918187825.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz หรือมีชื่อที่แท้จริงว่า Rene เขาเป็นผู้ก่อตั้งสมาคม Narzissenkreuz ร่วมกันกับ Jakob</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/90f57df4396a9aa89cee2704bafdac6d_2361355305906253203.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob เป็นเด็กกำพร้าซึ่งเติบโตมาในสถาบัน Narzissenkoreuz ต่อมาเขาได้กลายมนุษย์พันธุ์ใหม่และเป็นผู้ร่วมก่อตั้งสมาคม Narzissenkreuz</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/02bc05cc787742e2fdf79dc45a69ccec_5438176056281339529.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris เป็นผู้อำนวยการสถาบัน Narzissenkreuz ซึ่งเป็นสถานเลี้ยงเด็กกำพร้าใน Fontaine ต่อมาเธอได้เข้าร่วมเป็นสมาชิกของสมาคม Narzissenkreuz และได้รับตำแหน่ง \"ราชินีแดง\" หลังจากที่สถาบันถูกทิ้งร้างในช่วงภัยพิบัติ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/06/10257458/b6d86ff8dfd84cf744e57a516b1a14c6_7199878896044323285.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ละครตลกที่ยังไม่ปิดฉาก",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "เมื่อหลายปีก่อน Caterpillar ได้พบกับเด็กผู้หญิงตัวเล็ก ๆ ชื่อ Lanoire ซึ่งเกิดในคุก Agnes แม่ของเธอเสียชีวิตในป้อมปราการ Meropide ด้วยอาการป่วยโดยไม่มีโอกาสได้กรอกเอกสารให้ลูกสาวของเธอ Lanoire ไม่สามารถออกจากคุกและไปหาญาติของเธอได้เนื่องจากไม่มีเอกสารที่สามารถระบุตัวตนของเธอ เมื่อได้รู้จักกับ Lanoire แล้ว Caterpillar จึงตัดสินใจช่วยเธอเพื่อหนีออกจากคุก ซึ่งวิธีการที่เลือกคือ \"เกมเศรษฐี\" มันเป็นเกมที่คิดค้นโดยผู้คุมป้อมปราการ Estienne ซึ่งทีมต่าง ๆ จะแข่งขันกันเพื่อรวบรวมคูปองสวัสดิการ ซึ่งเป็นสกุลเงินพิเศษของป้อมปราการ Meropide ทีมที่ชนะจะสามารถเดินทางร่วมกับ Estienne ขึ้นสู่ผิวน้ำเพื่อทำงานซ่อมบำรุงเป็นระยะ ๆ ดังนั้น Lanoire จึงออกจากคุกได้และจะไม่มีใครตามหาเธอ\nการร่วมมือกับนักเดินทางและ Paimon, Caterpillar และ Lanoire สามารถเอาชนะทีมอื่น ๆ ได้ ส่วนใหญ่เป็นเพราะ Caterpillar ที่รวบรวมคูปองมานานหลายปีโดยการร่วมมือกับนักโทษคนอื่น ๆ แม้ว่า Noailles ผู้คุมป้อมปราการ Meropide จะพยายามแทรกแซงแผนการหลบหนี Lanoire และ Caterpillar ก็ยังคงสามารถหลบหนีและไปหา Earnshaw ปู่ของ Lanoire ได้ โดยได้รับความช่วยเหลือจากผู้คุม Estienne\nในระหว่างการผจญภัย Caterpillar ได้เล่านิทานให้เธอฟังซึ่งเป็นเรื่องเกี่ยวกับลูกศิษย์ผู่โง่เขลาซึ่งมองเห็นตัวเอง:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"เมื่อนานแสนนานมาแล้ว... มีศิษย์พ่อมดคนหนึ่ง เขาเป็นศิษย์ที่ไม่ฉลาดนัก เขาต้องใช้เวลามากกว่าใคร ๆ หลายเท่าเพื่อเรียนรู้ภาษาของเวทมนตร์</color>\n<color=#ffffffd9>อาจารย์ของเขา พ่อมดผู้ยิ่งใหญ่คนนั้นไม่เคยกังวล ท่านกลับชื่นชมพัฒนาการของเขา และมอบหมายหน้าที่สำคัญให้กับเขา...</color>\n<color=#ffffffd9>เขาไม่เคยนึกสงสัยกับคำพูดของอาจารย์ เพราะพ่อมดผู้ยิ่งใหญ่เป็นคนสอนภาษาเวทมนตร์ให้กับเขา</color>\n<color=#ffffffd9>ในเวิร์กชอปของพ่อมดผู้ยิ่งใหญ่ มีบ่อน้ำอยู่แห่งหนึ่งหรือจะเรียกมันว่าบ่อปลาก็ได้ ในนั้นมีเจ้าปลาน้อยอยู่ตัวหนึ่ง</color>\n<color=#ffffffd9>อยู่มาวันหนึ่ง เจ้าปลาน้อยตัวนั้นได้พูดกับศิษย์ว่า \"เฮ้ เจ้าคนโง่ทางนั้นน่ะ มาช่วยหน่อย \"</color>\n<color=#ffffffd9>ศิษย์ตกตะลึง เพราะที่นี่นอกจากพ่อมด ไม่มีคนหรือสิ่งมีชีวิตอื่น ๆ เคยพูดกับเขา ด้วยเหตุนั้นเขาเลยถามกลับด้วยความสงสัยว่า มีอะไรให้ช่วยเหรอ</color>\n<color=#ffffffd9>ที่แท้ เดิมทีเจ้าปลาน้อยตัวนี้เคยอาศัยอยู่ท่ามกลางทะเลกว้างใหญ่ มันพลัดพรากกับครอบครัวและถูกพามาที่นี่</color>\n<color=#ffffffd9>มันเคยร้องขอให้คนอื่นช่วย แต่กลับไม่มีใครตอบรับ</color>\n<color=#ffffffd9>\"ฉันก็อยากจะช่วยพานายกลับบ้านหรอกนะ แต่อาจารย์ห้ามไม่ให้ออกไปข้างนอก...\" เด็กฝึกหัดกล่าวแบบนั้น เจ้าปลาน้อยได้ฟังดังนั้นก็ว่ายกลับไปยังอีกฟากหนึ่งของบ่อด้วยความสิ้นหวัง และไม่พูดอะไรกับเด็กฝึกหัดอีกเลย</color>\n<color=#ffffffd9>หลังจากนั้นอยู่มาวันหนึ่ง ศิษย์พบว่าเจ้าปลาน้อยตัวนั้นหายไป ใครเป็นคนพามันไปกันล่ะ? ใครพามันกลับบ้านไปแล้ว?</color>\n<color=#ffffffd9>ศิษย์อดสงสัยอย่างนั้นไม่ได้</color>\n<color=#ffffffd9>บ่อน้ำที่ไม่มีเจ้าปลาน้อยแลดูว่างเปล่า ทะเลที่กว้างใหญ่ไพศาลหน้าตาเป็นแบบไหนกันนะ?</color>\n<color=#ffffffd9>ความคิดของศิษย์คนนั้นล่องลอยออกไปนอกเวิร์กชอปอย่างไม่รู้ตัว...</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Lanoire เป็น NPC ที่ออกมาเฉพาะเควสต์โลก \"ละครตลกที่ยังไม่ปิดฉาก\" เธอเป็นหลานสาวของ Earnshaw</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/27/10257458/b0d2ecb93bcd3f219cda9649463ae8b9_6761168059955227512.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "name": "Estienne",
        "desc": "<p>Estienne เป็น NPC ที่ทำงานอยู้ในป้อมปราการ Meropide สามารถพบมารับรางวัลบทสนทนากับเขาได้หลังจากเสร็จสิ้นเควสต์โลก \"ละครตลกที่ยังไม่ปิดฉาก\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/10257458/3e48716519d70c05febbdc4be9d0742c_2037965631144534803.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "name": "คูปองสวัสดิการ",
        "desc": "<p>ไอเทมที่ใช้งานในป้อมปราการ Meropide เท่านั้น</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/144837601/b6142ee9375b511e351dd4bba4b66003_2096195811862415629.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3997,
        "name": "นักเดินทาง (น้ำ)",
        "desc": "<p>นักเดินทางจากต่างโลกผู้ถูกเทพปริศนาพรากพี่น้องร่วมสายเลือดเพียงหนึ่งเดียวไป</p><p>จึงจำใจต้องออกเดินทางเพื่อตามหาเทพทั้ง 7</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10257458/75bb898fe1c3b4ed29a2931829ddb845_286980689989193041.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4360,
        "name": "Earnshaw",
        "desc": "<p>Earnshaw เป็น NPC ที่อาศัยอยู่ที่ Court of Fontaine Region เขาเป็นคุณปู่ของ Lanoire</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10257458/35dd24168ad6800be4741160d8d5b6bb_859153842918463372.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "เส้นทางของ Narcissus",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "หลังจากช่วยเหลือ Lanoire แล้ว Caterpillar ก็กลับไปที่สมาคม Narzissenkreuz ซึ่งเขาได้พบกับ \"ทายาท\" คนอื่น ๆ ของสมาคม Narzissenkreuz: Oceanid Ann, และสุนัขจักรกล Seymour ที่ถูกสร้างขึ้นโดย Alain Guillotin เพื่อปกป้องน้องสาวของเขา Mary-Ann Guillotin และ Ann ก็ถูกสร้างขึ้นโดย Oceanid Mary-Ann จากนิทราสถานหลังจากที่เธอเห็น Ann ในความฝัน พวกเขาร่วมกันตัดสินใจค้นหาความลับเกี่ยวกับต้นกำเนิดของ Ann และป้องกันไม่ให้ Narzissenkreuz ดำเนินการตามแผนของเขาเพื่อช่วยมนุษยชาติจากภัยพิบัติโดยการละลายร่างกายของชาว Fontaine ด้วยความช่วยเหลือจากดาบศักดิ์สิทธิ์ Narzissenkreuz"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"มีเพียงการหลอมดาบศักดิ์สิทธิ์เท่านั้น เขาถึงจะสามารถทำภารกิจที่ยังไม่ลุล่วงต่อไปได้ ผสานเจตจำนงของมนุษย์ทั้ง Fontaine หรือตลอดไปจนถึงทั้งทวีป ทั้งดวงดาวไว้กับตนเอง</color>\n<color=#ffffffd9>เมื่อทะเลบรรพกาลหวนคืนมาอีกครั้ง และผู้กลืนกินดวงดาวทำให้ท้องฟ้ามืดมิด มีเพียงตัวเขาเองเท่านั้นที่สามารถเอาชีวิตรอดได้\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Caterpillar, นักเดินทาง, Ann, Seymour และ Paimon ออกตามหาวัสดุเพื่อสร้างดาบศักดิ์สิทธื์ขึ้นมาอีกครั้ง ซึ่งดาบเล่มนี้สามารถแบ่งแยกและรวบรวมเจตจำนงเข้าด้วยกันได้ ปรากฎว่า Jakob Ingold ที่กำลังพยายามทำตามแผนของ Narzissenkreuz พบวัสดุสามในสี่ชิ้นแล้ว หลังจากนั้นเขาได้พบกับนักเดินทางและคนอื่น ๆ ที่หอคอยเกสตัลท์ ซึ่งเป็นสำนักงานใหญ่ของสมาคม Narzissenkreuz ในการพบเจอกันครั้งนี้ถือเป็นจุดเริ่มต้นของวันสิ้นโลก\nเมื่อนาฬิกาบอกเวลาเที่ยงคืน เข็มนาฬิกาก็ร่วงหล่นทับ Jakob ทะลุพื้นห้อง และหอคอยแห่งเกสตัลต์จมลงสู่ใต้น้ำ เปิดหนทางสู่ทะเลบรรพกาลและได้เจอกับ Narzissenkreuz หลังจากเอาชนะ Narzissenkreuz และไกล่เกลี่ยกับเขาแล้ว นักเดินทาง, Caterpillar, Ann, Seymour และ Narzissenkreuz ก็ไปหา Mary-Ann ที่นิทราสถาน\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4227,
        "name": "Ann",
        "desc": "<p>Ann เป็น NPC เฉพาะเควสต์โลก \"Ann แห่ง Narzissenkreuz\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/10257458/7a4364ee7ecfbf1eb2b78fbf7b6607ed_6966928283825739302.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4255,
        "name": "\"Mary-Ann\"",
        "desc": "<p>Mary-Ann เป็น NPC เฉพาะเควสต์โลก \"Ann แห่ง Narzissenkreuz\" <span class=\"wk-shady\">เธอเป็น Oceanid ที่มีจิตสำนึกร่วมกันระหว่าง Lyris และ Mary-Ann Guillotin</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/10257458/7ac751c3fd3892141d972392696a414b_3435568166436405440.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain Guillotin เป็นลูกบัญธรรมของ Emanuel Guillotin ต่อมาเขาได้ถูกสถาบัน Narzissenkreuz รับเลี้ยงพร้อมกับพี่สาว Mary-Ann Guillotin เขาเป็นผู้ก่อตั้งสถาบันวิจัยพลังงานจลน์แห่ง Fontaine โดยผลงานที่โดดเด่นที่สุดคืองานวิจัยพลังงานสสารและพลังงานวิญญาณ ที่นำไปสู่การประดิษฐ์ระบบพลังงานปฐมภูมิและการสร้างจักรกลไขลาน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/5f9666801f8c3cd059ac14e8eb9dbc96_8887987182772775192.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Seymour เป็น NPC ที่ออกมาเฉพาะเควสต์โลก \"สีโบราณกาล\"</p><p>สุนัขจักรกลหุ่นต้นแบบ 4ACV07 ที่ถูกสร้างโดย Alain Guillotin เพื่อให้คอยปกป้องน้องสาวของเขา Mary-Ann Guillotin ระหว่างปฏิบัติหน้าที่ในหน่วยล่าเงา</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/10257458/f415fbe2eaa40cd987a8daa47643fc74_6079773403178245900.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob เป็นเด็กกำพร้าซึ่งเติบโตมาในสถาบัน Narzissenkoreuz ต่อมาเขาได้กลายมนุษย์พันธุ์ใหม่และเป็นผู้ร่วมก่อตั้งสมาคม Narzissenkreuz</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/02bc05cc787742e2fdf79dc45a69ccec_5438176056281339529.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz หรือมีชื่อที่แท้จริงว่า Rene เขาเป็นผู้ก่อตั้งสมาคม Narzissenkreuz ร่วมกันกับ Jakob</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/90f57df4396a9aa89cee2704bafdac6d_2361355305906253203.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4592,
        "name": "Sword of Narzissenkreuz",
        "desc": "<p>ดาบที่เจตจำนงและความแข็งแกร่งได้จางหายไปเมื่อเรื่องราวสิ้นสุดลง มันจะเริ่มการเดินทางครั้งใหม่อีกครั้ง ในดาบยังมีพลังบางอย่างหลงเหลืออยู่ เพื่อรำลึกถึงความฝันอันยิ่งใหญ่</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/15/144837601/01d3f8317c86ea98d617ad61213b7c9a_1905147242477534220.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4615,
        "name": "\"บุคลิก\"",
        "desc": "หนึ่งในสารเชิงสมมุติที่จำเป็นสำหรับการตีหลอมดาบศักดิ์สิทธิ์ Narzissenkreuz ซึ่งแทบไม่รู้สึกถึงความหนักใด ๆ เลย",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyowiki/2023/12/08/a1b4b81f94c7d8527afc1479c4e1aa5a_1110200669598652718.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4616,
        "name": "เศษกระดาษของแผนที่",
        "desc": "กระดาษที่ฉีกขาด ดูเหมือนจะเป็นมุมขวาล่างของแผนที่ ด้านบนมีจุดและเส้นประหลาดวาดเอาไว้ด้วย",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/07/fbfebaa7264d2e4ba9e87f349b6f1d56_3450334929274937176.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "การยอมรับ",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "หลังจากกล่าวคำอำลากับ Mary-Ann, Ann และ Seymour แล้ว Caterpillar ตัดสินใจไปยังอาณาจักรภายในหนังสือวิวรณ์แห่งทะเลลึกลับที่สร้างโดย Rene และ Jakob เพื่อค้นหา \"บางสิ่ง\" เวลาในโลกนี้เดินแตกต่างออกไป Caterpillar ที่อยู่ที่นั่นมานานจนลืมสิ่งที่เขากำลังตามหาและเริ่มสูญเสียสติไปทีละน้อย ภายในนั้น Caterpillar ได้พบกับ \"หมาน้อย\" ซึ่งเป็นความทรงจำของ Carter Scherbius เช่นเดียวกับ Caterpillar เอง ว่ากันว่าโลกในหนังสือกำลังล่มสลายลง แต่ตราบใดที่ \"หมาน้อย\" ยังคงเป็นหมา ไม่ใช่ Rifthound ก็ถือว่ายังมีโอกาสรอด\nนักเดินทางได้ช่วยเหลือ Caterpillar ออกจากโลกนี้ แต่ช่วงเวลาที่อยู๋ในนั้นได้ทิ้งรอยแผลเป็นเอาไว้ เขาไม่สามารถอยู่ในร่างของมนุษย์ได้อีกต่อไป และจิตสำนึกของเขาก็เริ่มจางหายไป\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "name": "Canotila",
        "desc": "<p>Canotila เป็นเมลูซีนเฉพาะเควสต์โลก \"หนังสือวิวรณ์แห่งทะเลลึกลับ\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/10257458/adba4f38203f23ea3cce8766735976f0_1644053801285480630.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "สุขสันต์วันเกิด",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ก่อนจากกัน Caterpillar ตัดสินใจไปพบ Lanoire ในวันเกิดของเธอ และเล่าให้เธอฟังถึงจุดจบของเรื่องราวเกี่ยวกับปลาน้อยและลูกศิษย์ของพ่อมด:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>- เธอจำเรื่องนั้นได้ด้วยเหรอ</color>\n<color=#ffffffd9>- หนูไม่มีวันลืมอยู่แล้ว! หนูยังรอให้พี่ Cater กลับมาเล่าเรื่องนี้ให้จบตลอดเลยนะ แล้วสุดท้ายลูกศิษย์คนนั้นได้เจอปลาน้อยมั้ย?</color>\n<color=#ffffffd9>- เรื่องนี้ หลังจากผ่านมานานแสนนาน... ลูกศิษย์พ่อมดผู้โง่เขลาก็รวบรวมความกล้า และบอกลาพ่อมดผู้ยิ่งใหญ่ จากนั้นก็ไปจากเวิร์กชอป และออกเดินทางตามหาปลาน้อย แต่เขาไม่เคยเห็นทะเลอันกว้างใหญ่มาก่อน และไม่รู้ว่าบ้านเกิดที่ปลาน้อยพูดถึงคือที่ไหน ดังนั้นเขาจึงทำได้แค่ถามไปตลอดทาง... เขาถามกอหญ้าริมแม่น้ำ กอหญ้าฟังเรื่องราวของเขาแล้วก็ก้มหัวเราะ \"สิ่งที่เธอตามหาคือทะเล\" กอหญ้าพูด \"ที่นั่นกว้างใหญ่กว่าแม่น้ำเป็นร้อยเท่าพันเท่า เป็นที่ที่แม่น้ำไหลรินไป\" เขาไล่ตามทิศทางที่แม่น้ำไหลจนไปถึงทะเลใหญ่ แต่ทะเลนั้นกลับกว้างขวาง และเขาก็ไม่รู้จะไปทางไหนดี ดังนั้นเขาจึงถามนกนางนวลสีม่วงทองที่กำลังพักอยู่ที่ท่าเรือนั้น หลังจากได้ยินเรื่องราวของเขาแล้ว นกนางนวลสีม่วงทองก็อ้าปากกว้างด้วยความตกใจ จนมันฝรั่งทอดที่กินเข้าไปตกลงบนพื้น \"เพื่อน เรื่องนี้เป็นไปไม่ได้หรอก\" นกนางนวลตอบ \"จะถามหาปลาน้อยแสนธรรมดา ในทะเลอันกว้างใหญ่ไพศาล ไม่เคยมีใครทำเรื่องแบบนี้กันหรอก อีกอย่างนะ บางทีมันอาจจะ...\" ลูกศิษย์พ่อมดใช้ขนมปังอุดปากของนกนางนวลไว้ โดยไม่สนใจมันและเพื่อนร่วมทางของมันที่โหวกเหวกโวยวายอีก และเขายังคงสอบถามและตามหาไปตามแนวชายฝั่ง เพราะเขาเป็นศิษย์ที่โง่เขลา จึงรู้แค่วิธีค้นหาที่โง่เง่าที่สุดเท่านั้น เขาใช้เวลานานมากในการเรียนรู้การดำน้ำ และว่ายน้ำไปในทะเลที่ไกลขึ้นและลึกขึ้น จนครั้งแล้วครั้งเล่า...</color>\n<color=#ffffffd9>- หนูเดาว่าสุดท้ายเขาต้องหาเจอแน่! ตราบใดที่มีความปรารถนามากพอ และไม่ล้มเลิกความพยายาม ยังไงก็ต้องทำความปรารถนาได้สำเร็จแน่! คุณตาเคยบอกหนูไว้แบบนี้น่ะ</color>\n<color=#ffffffd9>- ก็เธอชอบเรื่องที่มีตอนจบสวยงามนี่นา... เอาเถอะ คุณตา Earnshaw พูดถูกแล้วล่ะ ถึงแม้ลูกศิษย์คนนั้นจะโง่เขลา แต่สุดท้ายเขาก็อาศัยวิธีที่โง่เง่าที่สุด ตามหาปลาน้อยตัวนั้นจนพบ ตอนที่เจอมัน ทั้งสองต่างว่ายอยู่ในน้ำพร้อมกับฝูงของตัวเอง และฝูงปลาก็เปลี่ยนรูปร่างไปอย่างอิสระ แต่ท่ามกลางปลามากมาย ลูกศิษย์คนนั้นก็จำมันได้ในทันที \"ในที่สุดก็เจอนายสักที...\" ลูกศิษย์บรรลุความปรารถนาของตัวเองแล้ว แต่กลับไม่ได้ตื่นเต้นเหมือนอย่างที่จินตนาการไว้ กลับกันแล้ว เขาทำอะไรไม่ถูกซะมากกว่า ฝูงปลารายล้อมเข้ามาด้วยความสงสัย เพื่อเร่งให้เขาเล่าที่มาที่ไปของเรื่องราว เขาอธิบายทุกอย่างที่เกิดขึ้นก่อนหน้านี้ด้วยความความเขลา และสุดท้าย ก็เป่าฟองสบู่เป็นเส้นยาวในน้ำด้วยความโล่งใจ \"ฉันต้องขอโทษสองครั้ง\" ลูกศิษย์พูดขึ้น \"หนึ่ง คือในอดีตที่นายขอความช่วยเหลือจากฉัน แต่ฉันไม่มีความกล้าที่จะมอบให้นายได้ และสองคือตอนนี้ ที่ฉันมาหานายอย่างกะทันหัน... พอได้เจอนายฉันถึงได้รู้ว่า ตัวเองเป็นคนเห็นแก่ตัวมากแค่ไหน... ฉันคิดเพียงแค่ว่า ฉันต้องขอโทษนายต่อหน้าเท่านั้น ฉันถึงจะสามารถให้อภัยตัวเองในอดีตได้\" \"นี่มันเกี่ยวอะไรกัน?\" คำตอบของปลาน้อยเหนือความคาดหมายของศิษย์ \"ดูสิ ในอดีตนายไม่สามารถช่วยฉันได้ แต่ตอนนี้ฉันก็กลับบ้านเกิดได้แล้ว และได้อยู่ข้าง ๆ ครอบครัว ฉันไม่ได้บาดเจ็บเพราะเรื่องนี้ เพราะงั้นนายไม่ต้องขอให้ใครยกโทษให้หรอก นายใช้เวลาและความพยายามตั้งมากมาย เพื่อเรื่องเล็กน้อยแค่นี้ ไม่รู้ว่าจะบอกว่านายเป็นคนซื่อสัตย์หรือโง่เง่ากันแน่ แต่ถึงจะโง่ยังไง พวกเราก็ไม่รังเกียจที่จะเป็นเพื่อนกับคนโง่หรอกนะ...\"</color>\n<color=#ffffffd9>- ว้าว! หมายความว่า สุดท้ายพวกเขาก็กลายเป็นเพื่อนกันใช่มั้ย? แล้วเรื่องราวต่อจากนั้นล่ะ?</color>\n<color=#ffffffd9>- เรื่องราวต่อจากนั้น? พวกเขาเอ่อ กลายเป็นเพื่อนที่ดีที่สุดของกันและกัน</color>\n<color=#ffffffd9>- เอ๋ ไม่มีแล้วเหรอ? แสดงว่าเรื่องนี้ก็จบลงแค่นี้เหรอ พี่ Cater...</color>\n<color=#ffffffd9>- อื้ม เรื่องราวของฉันจบแล้ว มันคงไม่น่าสนใจหรอก ถ้าเรื่องราวดำเนินมาถึงจุดที่เหมาะสมแล้ว แต่กลับยังไม่จบ ฮีโร่ก็จะกลายเป็นมังกรชั่วร้ายแล้วล่ะ ฉันเองก็เคยได้ยินเรื่องราวที่ไม่ยอมจบสักทีเหมือนกัน สุดท้ายตอนจบย่ำแย่มาก ทุกคนในเรื่องล้วนแต่เศร้าโศก จนกลายเป็นเรื่องเลวร้ายไป แต่ Lanoire ที่รัก \"เรื่องราวการผจญภัยในชีวิตยังคงดำเนินต่อไป\" สุขสันต์วันเกิดนะ สักวันหนึ่ง เธอต้องมาเล่าเรื่องของตัวเองให้ฉันฟังนะ</color>\n<color=#ffffffd9>- อ่า อื้ม... หนูรับปากพี่ Cater\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "เมื่อนึกขึ้นได้ว่าพวกเขาจะไม่มีวันได้พบกันอีก Caterpillar จึงเตือน Lanoire ไม่ให้พูดคุยกับมอนสเตอร์ที่มีลักษณะคล้ายกับเขา เขาขอบคุณ Paimon และนักเดินทางที่ช่วยเขาไว้ ก่อนที่เขาจะหายตัวไป\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Lanoire เป็น NPC ที่ออกมาเฉพาะเควสต์โลก \"ละครตลกที่ยังไม่ปิดฉาก\" เธอเป็นหลานสาวของ Earnshaw</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/27/10257458/b0d2ecb93bcd3f219cda9649463ae8b9_6761168059955227512.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Caterpillar"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "ตำแหน่ง",
        "value": [
          {
            "type": "RichText",
            "text": "ป้อมปราการ Meropide,\nสมาคม Narzissenkreuz"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/26/10257458/8df6d5af4a7be06b6f245cfcfc823a3b_1825275718996374755.png"
      },
      {
        "key": "Caterpillar",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/115795437/08225f0d6f390fed84d897793b4cb872_8816296162487845352.jpeg",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "ภายในสมาคม Narzissenkreuz หลังสำเร็จเควสต์ \"ละครตลกที่ยังไม่ปิดฉาก\""
          }
        ]
      },
      {
        "key": "Caterpillar",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/115795437/86a2e271522299dcbe9236dff70065a4_2794965298072241855.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Caterpillar และ Lanoire ระหว่างดำเนินเควสต์ \"ละครตลกที่ยังไม่ปิดฉาก\""
          }
        ]
      },
      {
        "key": "ร่างที่แท้จริง",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/115795437/c9aa49226bd3c1636964cb2aab986a1c_5297928499564549250.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Anemo Hilichurl Rogue - ร่างที่แท้จริงของ Caterpillar"
          }
        ]
      }
    ]
  }
}