{
  "epId": 4570,
  "name": "Splendor of Tranquil Waters",
  "desc": "<p>คทาที่ปกคลุมด้วยน้ำบริสุทธิ์ ครั้งหนึ่งเคยเป็นสัญลักษณ์ของอำนาจสูงสุดบนผืนทะเลในอดีตอันไกลโพ้น</p>",
  "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/144837601/9807aa25f336daae391a6f6d4995af3d_5387643842425348750.png",
  "filterValues": {
    "weaponType": "ดาบ",
    "weaponRarity": 5,
    "weaponProperty": "ความแรงคริ"
  },
  "menuId": 4,
  "menuName": "อาวุธ",
  "version": 1700033460,
  "components": {
    "story": [
      {
        "title": "เนื้อเรื่อง 1 ",
        "desc": [
          {
            "type": "RichText",
            "text": "\"บาปลึกทำให้เมืองแห่งนิรันดร์จมดิ่ง ข้าทาสและเผด็จการมากมายต้องจบชีวิตท่ามกลางความโกรธแค้นของราตรีกาล\" \"ในนามของ Egeria พวกเราขอสาบานว่าเราจะตามหาถ้วยแห่งน้ำบริสุทธิ์กลับมา และต้อนรับนางกลับสู่อาณาจักรของนาง\" \"มีเพียงวิธีนี้เท่านั้นที่จะไถ่บาปที่ติดตัวพวกเรามาตั้งแต่เกิดไปได้ และหลีกเลี่ยงความตายในแบบเดียวกัน\" \"ไม่ว่าจะต้องเสียสละอะไรไป พวกเราในนามของอัศวินแห่งน้ำบริสุทธิ์ จะต้องทำภารกิจอันสูงส่งให้สำเร็จให้จงได้\" การเคลื่อนไหวของบทเพลงที่งดงามนี้ จะนำไปสู่ช่วงเวลาแห่งการปิดฉากที่ได้ถูกลิขิตเอาไว้แล้วในที่สุด และบนซากปรักหักพังที่เสื่อมโทรมในโลกเก่า บรรดาผู้ที่ยึดมั่นในความถูกต้องก็ได้สาบานตนเอาไว้เช่นกัน ไม้คทาที่มีสีของน้ำด้ามนี้เคยตกเป็นของอัศวินนามว่า Erinnyes ในยามที่บทเพลงแห่งความสามัคคีดังก้องกังวาน เขาระดมผู้คนในดินแดนทะเลสูงที่ต่อต้านเทพเจ้าเข้าไว้ด้วยกัน ตำนานเล่าว่าบ้านเกิดของนางถูกเผาจนวอดวายไปท่ามกลางความพิโรธของเทพราชา และกองทหารที่มาจากเมืองแห่งทองคำมา ก็ข่มเหงและสังหารญาติมิตรของนางไปจนหมดสิ้น มีเพียงคนแค่สองคนเท่านั้นที่โชคดีรอดพ้นจากชะตากรรมดังกล่าวไปได้ คนแรกได้พบกับช่างจูนเสียงที่เย่อหยิ่งท่ามกลางเปลวไฟสงคราม และในที่สุดก็ได้รับการเสริมส่งให้เป็นผู้สืบทอดผู้ทรงอำนาจ ส่วนอีกคนได้รับความโปรดปรานจากเจ้าแห่งผืนน้ำ เขาได้รับการเลี้ยงดูฟูมฟักโดยเจ้าชายแห่งเกาะ Aremorica และยังได้ปกป้องน้ำบริสุทธิ์ที่เทพราชาไม่ได้เอาไป ถึงจะเป็นผู้สืบเชื้อสายที่มาจากเมืองเดียวกัน แต่กระแสแห่งโชคชะตาก็จะแยกความดีและความชั่วออกไปในที่สุด เหมือนกับแหนในน้ำที่สุดท้ายแล้วก็ต้องกระจายไปทุกทิศทุกทาง ด้วยเหตุนี้ ท่ามกลางลมทะเลและเสียงกระซิบอันอ่อนโยนของหญิงสาวในทะเลสาบที่แว่วผ่านเข้ามาในหู เหล่าอัศวินผู้สูงศักดิ์และหนักแน่นจึงได้ออกเดินทางอย่างเด็ดเดี่ยว ก้าวผ่านการฝึกฝนมากมายที่ยากจะจินตนาการได้ ข้ามผ่านความลำบากยากเข็ญมากมายที่ไม่เคยเกิดขึ้นมาก่อนในโลก ในที่สุดความปรารถนาที่จริงใจที่สุดของผู้คนก็ถูกส่งไปยังสรวงสวรรค์ ด้วยจิตใจที่ดีงามและบริสุทธิ์ และด้วยถ้วยแห่งน้ำบริสุทธิ์ที่ได้รับหลังจากผ่านการเสียสละมานับไม่ถ้วน ในที่สุดนายหญิงแห่งผืนน้ำก็กลับมาจากการจองจำชั่วนิรันดร์... \"ข้าแต่เจ้าแห่งผืนน้ำ Egeria ผู้มีเมตตา ข้าปรารถนาที่จะรับการพิพากษาจากท่าน\" \"ข้าได้ทำความดีและบุญกุศลมามากมาย แต่กลับถูกแปดเปื้อนด้วยบาปอันหนักหนาระหว่างการเดินทางในครั้งนี้\" \"อุดมคติของท่านไม่ควรมีร่องรอยแปดเปื้อนมลทิน มีเพียงการเนรเทศร่างกายนี้เท่านั้น ที่จะทำให้ข้ารู้สึกสงบใจ\" \"ข้าแต่เจ้าแห่งผืนน้ำ Egeria ผู้มีเมตตา ได้โปรดฟังความปรารถนาอันน่าเศร้าครั้งสุดท้ายของข้าด้วยเถิด\" ท่ามกลางช่วงเวลารุ่งเช้าที่สว่างใสราวกับ Lakelight เจ้าแห่งผืนน้ำรู้สึกประทับใจกับคำพูดที่จริงใจและเจ็บปวดของเขา ดังนั้นเทพผู้ทรงเมตตาจึงบอกให้บุตรมนุษย์ทำตามคำขอของนาง และอวยพรให้กับเส้นทางในภายภาคหน้าของนางด้วย เป็นดังที่เทพล่วงรู้ สำหรับผู้ที่ไม่เห็นแก่ตัว มีเพียงการตัดสินที่ยุติธรรมเท่านั้นที่จะหมายถึงการให้อภัย บางทีด้วยเหตุนี้ ความมุ่งมั่นอันสูงส่งเองก็ได้ย้อมสีพื้นหลังของสิ่งที่เรียกว่าโชคชะตาไปด้วย ดาบยาวที่มีสีของน้ำที่ขาวสะอาดราวกับ Lakelight จมหายเข้าไปในแสงระยิบระยับพร้อมกับคำอวยพรของ Egeria และอัศวินที่เคยถือดาบเล่มนี้ก็เชิดหน้าออกไปจากหุบเขาด้วยความอาลัย และหายตัวไปนับแต่นั้นมา"
          }
        ]
      },
      {
        "title": "เนื้อเรื่อง 2 ",
        "desc": [
          {
            "type": "RichText",
            "text": "\"บาปลึกทำให้เมืองแห่งนิรันดร์จมดิ่ง ข้าทาสและเผด็จการมากมายต้องจบชีวิตท่ามกลางความโกรธแค้นของราตรีกาล\" \"ในนามของเทพมารดรผู้ยิ่งใหญ่ พวกเราขอสาบานว่าจะตามถ้วยแห่งน้ำบริสุทธิ์กลับมา และทำลายเครื่องพันธนาการที่จองจำนางเอาไว้\" \"มีเพียงวิธีนี้เท่านั้นที่จะชำระล้างบาปที่ติดตัวพวกเรามาตั้งแต่เกิดไปได้ และหลีกเลี่ยงความตายในแบบเดียวกัน\" \"ไม่ว่าใครก็ตามที่ต้องเสียสละ พวกเราในนามของความชอบธรรม จะต้องทำภารกิจที่เลือกไม่ได้นี้ให้สำเร็จให้จงได้\" การเคลื่อนไหวของบทเพลงที่งดงามนี้จะนำไปสู่ช่วงเวลาแห่งการปิดฉากที่ได้ถูกลิขิตเอาไว้แล้วในที่สุด และบนซากปรักหักพังที่เสื่อมโทรมในโลกเก่า ผู้ที่หมกมุ่นอยู่กับการแก้แค้นก็ได้สาบานตนเอาไว้เช่นกัน ไม้คทาที่มีสีของน้ำด้ามนี้เคยตกเป็นของนักร้องนามว่า Erinnyes ในยามที่บทเพลงแห่งความสามัคคีดังก้องกังวาน เขาระดมผู้คนในอาณาจักรแห่งทะเลหลวงที่ต่อต้านเทพเจ้าเข้าไว้ด้วยกัน ตำนานเล่าว่าชนเผ่าของนางถูกทำลายไปท่ามกลางการเอาชนะของเทพราชา และกองทหารที่มาจากเมืองแห่งทองคำมาก็ข่มเหงและสังหารญาติมิตรของนางไปจนหมดสิ้น มีเพียงคนแค่สองคนเท่านั้นที่โชคดีรอดพ้นจากชะตากรรมดังกล่าวไปได้ คนแรกได้พบกับช่างจูนเสียงที่เย่อหยิ่งท่ามกลางเปลวไฟสงคราม และในที่สุดก็ได้รับการเสริมส่งให้เป็นผู้สืบทอดผู้ทรงอำนาจ ส่วนอีกคนได้ซ่อนตัวอยู่ระหว่างกระดูกที่เน่าเปื่อย ได้รับการเลี้ยงดูฟูมฟักจากหัวหน้าชนเผ่าแห่งเกาะ Aremorica และยังได้ปกป้องน้ำบริสุทธิ์ที่ยังไม่ถูกเทพราชาเอาไป ถึงจะเคยฟังบทเพลงที่มีสีของน้ำเกาะกุมท่ามกลางลมทะเลอันอ่อนโยนด้วยกัน แต่สุดท้ายแล้วกระแสแห่งโชคชะตาจะนำพามิตรเก่าไปอยู่อีกฟากของความขัดแย้ง ด้วยวิธีนี้ ท่ามกลางกระแสน้ำและเสียงกระซิบอันอ่อนโยนของเหล่าภูตที่แว่วผ่านเข้ามาในหู ในที่สุดนักดาบที่ได้รับผลกระทบจากการทำลายล้างของศัตรูก็ได้ออกเดินทาง ก้าวผ่านการฝึกฝนมากมายที่ยากจะจินตนาการได้ ข้ามผ่านความลำบากยากเข็ญมากมายที่ไม่เคยเกิดขึ้นมาก่อนในโลก แต่กลับไม่สามารถหาถ้วยแห่งน้ำบริสุทธิ์ที่ว่านั้นเจอเลย ตรงกับที่สวรรค์ได้เลือกนายหญิงแห่งผืนน้ำนับหมื่น และสั่งให้นางกลับมาจากการจองจำชั่วนิรันดร์ เพื่อเข้ารับตำแหน่งราชาแห่งทองคำ และปกครองซากปรักหักพังแห่งท้องทะเล... \"ข้าแต่เจ้าแห่งสายน้ำนับหมื่น มารดาผู้ทรงเกียรติในยุคแรกเริ่ม ข้าปรารถนาซึ่งคำบัญชาของท่าน\" \"ข้าได้เคยสังหารคนชั่วไปมากมายเพื่อท่าน ข้าได้เคยทำลายเมืองไปนับไม่ถ้วนเพื่อท่าน\" \"ได้โปรดบอกข้าด้วยเถิด ได้โปรดบอกข้าที ว่าทายาทแห่งท้องทะเลทั้งหลายนี้ จะรอดพ้นจากการสูญพันธุ์ไปได้อย่างไร\" \"ข้าแต่เจ้าแห่งสายน้ำนับหมื่น มารดาในยุคบุกเบิกผู้ทรงเกียรติ โปรดแสดงความเมตตาออกมาสักครั้งด้วยเถิด\" ภายใต้ยามพลบค่ำที่มืดมนราวกับเลือดที่หลงเหลืออยู่ เจ้าแห่งสายน้ำนับหมื่นรู้สึกประทับใจกับคำพูดที่จริงใจและเจ็บปวด ดังนั้นเทพผู้ทรงเมตตาจึงบอกเล่าให้บุตรมนุษย์ฟัง ถึงทุกสิ่งที่นางเคยเล่าให้ราชาแห่ง Fortuna เพียงแต่เทพยังไม่รู้ว่า คำวิงวอนเพื่อผลประโยชน์ของตน สิ่งตอบแทนกลับกลายเป็นความสิ้นหวังที่เห็นแก่ตัวเองเท่านั้น บางทีด้วยเหตุนี้ การล่มสลายของภาพลวงตาก็ได้ย้อมสีพื้นหลังของสิ่งที่เรียกว่าความศรัทธาไปด้วย ดาบยาวที่มีสีของน้ำที่เปื้อนเลือดมานานจนกลายเป็นสีดำเข้ม พังทลายลงไปพร้อมกับเหตุผลสุดท้าย นักร้องสาวที่เคยถือดาบเล่มนี้ก็ล้มลุกคลุกคลานออกไปจากหุบเขาด้วยความอาลัย และหายตัวไปนับแต่นั้นมา ท้ายที่สุดหัวหน้าชนเผ่าผู้ลุ่มหลงในศักดิ์ศรีและการแก้แค้น ก็ไม่ได้เห็นอาณาจักรที่นางใฝ่ฝัน เช่นเดียวกับเทพเจ้าที่ทะเยอทะยานแบบเดียวกันในอดีต ที่ไม่เคยพบสิ่งที่เรียกว่าการไถ่ถอน แต่หลายปีต่อจากนั้น เมื่อนักดนตรีผู้ได้รับการนับถือในฐานะนักล่าทองคำจดจำชื่อนี้ได้อีกครั้ง สิ่งที่ออกมาจากความคิดของเขากลับไม่ใช่เลือดหรือน้ำตาไหล แต่มีเพียงการเต้นรำที่ถูกดวงจันทร์ที่มีสีของน้ำเกาะกุมเอาไว้ ท่ามกลางเสียงขลุ่ยจากแดนไกล"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวละคร"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หมายเหตุ"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>จุดสนใจบนเวทีแห่งการพิพากษา จนกระทั่งเสียงปรบมือคำรามก้องเมื่อม่านปิดลง</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/65858273/263e5ea0784d182b393f67a7e24146a5_900729773534954990.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "อาวุธชิ้นนี้เป็นอาวุธประจำตัว Furina ที่ให้ทั้งความสวยงามและให้ค่าสถานะที่สามารถเพิ่มความเสียหายของ <color=#ffffff>Furina</color> ได้อย่างมาก โดยสกิลติดตัวของอาวุธจะเพิ่ม <color=#ffd780>ความเสียหายสกิลธาตุ</color> เมื่อ <color=#ffd780>พลังชีวิต</color> ของตัวละครมีการเพิ่มหรือลดลง โดยสอดคล้องกับพรสวรรค์ของ Furina ที่ความเสียหายส่วนใหญ่มาจากสกิลธาตุ ทั้งยังสามารถลดพลังชีวิตของตัวเองได้อย่างต่อเนื่องเพื่อใช้ความสามารถของอาวุธได้อย่างเต็มที่"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Splendor of Tranquil Waters"
          }
        ]
      },
      {
        "key": "หาได้จาก",
        "value": [
          {
            "type": "RichText",
            "text": "กิจกรรมอธิษฐานอาวุธ"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ดาบ"
          }
        ]
      },
      {
        "key": "ค่าสถานะรอง",
        "value": [
          {
            "type": "RichText",
            "text": "ความแรงคริ"
          }
        ]
      },
      {
        "key": "Dawn and Dusk by the Lake ",
        "value": [
          {
            "type": "RichText",
            "text": "เมื่อพลังชีวิตของตัวละครที่สวมใส่เพิ่มขึ้นหรือลดลง ความเสียหายที่สกิลธาตุสร้างจะเพิ่มขึ้น 8% โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้มากสุด 3 ครั้ง และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที เมื่อพลังชีวิตของตัวละครอื่น ๆ ในทีมเพิ่มขึ้นหรือลดลง พลังชีวิตสูงสุดของตัวละครที่สวมใส่จะเพิ่มขึ้น 14% โดยเอฟเฟกต์นี้จะคงอยู่เป็นเวลา 6 วินาที ซ้อนทับได้มากสุด 2 ครั้ง และเกิดขึ้นได้มากสุดหนึ่งครั้งในทุก 0.2 วินาที เอฟเฟกต์ข้างต้นยังคงเกิดขึ้นได้ แม้ตัวละครที่สวมใส่อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้"
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Lv.1",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "-",
              "44",
              "19.2%"
            ]
          }
        ]
      },
      {
        "key": "Lv.20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "110",
              "141",
              "33.9%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 10000
          },
          {
            "type": "CustomEntry",
            "epId": 4037,
            "name": "Dross of Pure Sacred Dewdrop",
            "desc": "<p>กล่าวกันว่า ก่อนที่สิ่งมีชีวิตจะถือกำเนิดขึ้น เคยมีทะเลบรรพกาลอันหนาแน่น ซึ่งเคยเป็นต้นกำเนิดอันบริสุทธิ์ของสรรพสิ่งทั้งปวง และสุดท้ายมันก็กลืนกินทุกชีวิตจนสิ้นไป... สสารต่าง ๆ ที่ไม่ได้อยู่ในทะเลบรรพกาลจะถูกกรองออก และกลายเป็นเศษที่ล่องลอย</p><p>\"หากแม้แต่เศษซากก็มีเหตุผลในการดำรงอยู่... วัตถุชนิดใดกันเล่าที่ทะเลบรรพกาลอันเป็นต้นกำเนิดของทุกชีวิตจะขับไล่และกรองออกไป?\" ช่างจูนเสียงหนุ่มที่ติดตามทรราชผู้ยิ่งใหญ่ ได้ขบคิดปัญหานี้</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/b5eb251eb35df6de92c4e93ac29b1f23_9132171917378505386.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 4083,
            "name": "Drop of Tainted Water",
            "desc": "<p>หยดน้ำขนาดเล็กที่ได้รับหลังจากเอาชนะ Tainted Hydro Phantasm</p><p>พลังชีวิตในนั้น เหมือนจะยังไม่สลายไปโดยสมบูรณ์</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/53372413/54ef5dca280726e67aa3b352b9a6253f_7852086626894163427.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 4069,
            "name": "Transoceanic Pearl",
            "desc": "<p>คริสตัลขนาดเล็กที่ได้รับจากร่างของ Fontemer Aberrant เมื่อเอาชนะมัน</p><p>Fontemer Aberrant เกิดจาก \"ทะเล\" ของ Fontaine สันนิษฐานว่าน่าจะเป็นสิ่งมีชีวิตรูปแบบหนึ่ง ที่ก่อตัวขึ้นจากพลังงานประหลาดในน้ำ</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/53372413/0e951d06ab200a1578724fed95d842ca_5689157879152879864.png",
            "amount": 3
          }
        ]
      },
      {
        "key": "Lv.40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "210",
              "241",
              "49.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 20000
          },
          {
            "type": "CustomEntry",
            "epId": 4036,
            "name": "Sublimation of Pure Sacred Dewdrop",
            "desc": "<p>\"สิ่งมีชีวิตที่มาจากทะเลบรรพกาล จะต้องหวนคืนสู่ชะตากรรมเดียวกัน\" ช่างจูนเสียง Boethius เคยกล่าวไว้เช่นนี้ \"แต่การก้าวข้ามขีดกำจัดของมนุษย์ มีความเป็นไปได้อย่างไม่สิ้นสุด ซึ่งแม้แต่ทะเลบรรพกาลเอง ก็ไม่สามารถละลายมันได้...\"</p><p>ทรราชผู้เย่อหยิ่งเคยพยายามผสมหยาดน้ำค้างวิญญาณที่ไม่ละลายในน้ำบริสุทธิ์ เพื่อรับเอาสติปัญญาและความทรงจำ และให้ผู้ทดลองสามารถละทิ้งร่างกายของตนเพื่อรับชีวิตอิสระชั่วนิรันดร์...</p><p>แต่ความเจ็บปวดจากการเปลี่ยนแปลงทางร่างกาย มันหนักหนาเกินกว่าที่มนุษย์ธรรมดาจะรับได้...</p><p>หยาดน้ำค้างวิญญาณถูกย้อมเป็นสีดำด้วยเสียงร้องของวิญญาณมากมาย และตั้งแต่นั้นมา มันก็สูญเสียปัญญาประสาน หลงเหลือไว้เพียงความโกลาหลและความบ้าคลั่ง</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/bfe4638702fbef7e67d5d84b99d5276d_1789131666218042111.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 4083,
            "name": "Drop of Tainted Water",
            "desc": "<p>หยดน้ำขนาดเล็กที่ได้รับหลังจากเอาชนะ Tainted Hydro Phantasm</p><p>พลังชีวิตในนั้น เหมือนจะยังไม่สลายไปโดยสมบูรณ์</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/53372413/54ef5dca280726e67aa3b352b9a6253f_7852086626894163427.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 4069,
            "name": "Transoceanic Pearl",
            "desc": "<p>คริสตัลขนาดเล็กที่ได้รับจากร่างของ Fontemer Aberrant เมื่อเอาชนะมัน</p><p>Fontemer Aberrant เกิดจาก \"ทะเล\" ของ Fontaine สันนิษฐานว่าน่าจะเป็นสิ่งมีชีวิตรูปแบบหนึ่ง ที่ก่อตัวขึ้นจากพลังงานประหลาดในน้ำ</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/53372413/0e951d06ab200a1578724fed95d842ca_5689157879152879864.png",
            "amount": 12
          }
        ]
      },
      {
        "key": "Lv.50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "275",
              "307",
              "57.2%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 30000
          },
          {
            "type": "CustomEntry",
            "epId": 4036,
            "name": "Sublimation of Pure Sacred Dewdrop",
            "desc": "<p>\"สิ่งมีชีวิตที่มาจากทะเลบรรพกาล จะต้องหวนคืนสู่ชะตากรรมเดียวกัน\" ช่างจูนเสียง Boethius เคยกล่าวไว้เช่นนี้ \"แต่การก้าวข้ามขีดกำจัดของมนุษย์ มีความเป็นไปได้อย่างไม่สิ้นสุด ซึ่งแม้แต่ทะเลบรรพกาลเอง ก็ไม่สามารถละลายมันได้...\"</p><p>ทรราชผู้เย่อหยิ่งเคยพยายามผสมหยาดน้ำค้างวิญญาณที่ไม่ละลายในน้ำบริสุทธิ์ เพื่อรับเอาสติปัญญาและความทรงจำ และให้ผู้ทดลองสามารถละทิ้งร่างกายของตนเพื่อรับชีวิตอิสระชั่วนิรันดร์...</p><p>แต่ความเจ็บปวดจากการเปลี่ยนแปลงทางร่างกาย มันหนักหนาเกินกว่าที่มนุษย์ธรรมดาจะรับได้...</p><p>หยาดน้ำค้างวิญญาณถูกย้อมเป็นสีดำด้วยเสียงร้องของวิญญาณมากมาย และตั้งแต่นั้นมา มันก็สูญเสียปัญญาประสาน หลงเหลือไว้เพียงความโกลาหลและความบ้าคลั่ง</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/bfe4638702fbef7e67d5d84b99d5276d_1789131666218042111.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 4084,
            "name": "Scoop of Tainted Water",
            "desc": "<p>น้ำที่ได้รับหลังจากเอาชนะ Tainted Hydro Phantasm</p><p>พลังชีวิตในนั้น เหมือนจะยังไม่สลายไปโดยสมบูรณ์</p><p>Oceanid ในอดีตได้สูญพันธุ์ไปจาก Fontaine แล้ว มีเพียงสิ่งมีชีวิตธาตุแปลกประหลาดที่รูปลักษณ์ไม่สวยงามเหล่านี้เท่านั้นที่ผุดขึ้นจากน้ำ</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/53372413/e9e6040d0663abbece6eb17cd3b5085d_5256378738753497778.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 4068,
            "name": "Transoceanic Chunk",
            "desc": "<p>คริสตัลที่ได้รับจากร่างของ Fontemer Aberrant หลังจากเอาชนะมันได้</p><p>จะคายพลังงานลึกลับออกมาเล็กน้อย</p><p>แม้ว่าตำนานจะเล่ากันว่ามีสิ่งมีชีวิตอันยิ่งใหญ่อยู่ท่ามกลางทะเลอันไกลโพ้นที่ไร้ซึ่งร่องรอยของมนุษย์ แต่ทะเลธรรมดาทั่วไปนั้นก็ไม่มีอะไรนอกจากแต่น่าเบื่อหน่าย และความมีชีวิตชีวาของพวกมันนั้นน้อยกว่า \"ทะเล\" ของ Fontaine ซะอีก</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/53372413/35ab3651275afb059f079c578c4cbfbd_5270229369545256676.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Lv.60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "341",
              "373",
              "65.0%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 45000
          },
          {
            "type": "CustomEntry",
            "epId": 4035,
            "name": "Spring of Pure Sacred Dewdrop",
            "desc": "<p>นี่เป็นวัตถุโบราณตั้งแต่สมัยที่ \"อัศวินแห่งน้ำบริสุทธิ์\" ยังมีชีวิตอยู่... เหล่าอัศวินกล่าวว่าท่ามกลางขุนเขาและน้ำพุที่ผู้คนไม่เคยไปเยือน ยังมีภูตที่ภักดี คอยปกป้องน้ำพุที่บริสุทธิ์ซึ่งยังไม่มัวหมองอยู่...</p><p>ทว่าเจ้าแห่งหยาดน้ำค้างวิญญาณประดิษฐ์ กลับไม่สามารถทนต่อเสียงอื่นใดที่ไม่อาจเทียบเคียงบทเพลงอันยิ่งใหญ่ได้ ตำนานเล่าว่า สถานที่ที่ช่างจูนเสียง Boethius ไปเยือนนั้น มีหยาดอมฤตถูกฝังเต็มไปหมด มีการสร้างสะพานส่งน้ำของอาณาจักร และภูตแห่งน้ำบริสุทธิ์ก็หายไปเช่นกัน...</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/54913bb983c08663e91eef34841c80b9_3344289522404955896.png",
            "amount": 5
          },
          {
            "type": "CustomEntry",
            "epId": 4084,
            "name": "Scoop of Tainted Water",
            "desc": "<p>น้ำที่ได้รับหลังจากเอาชนะ Tainted Hydro Phantasm</p><p>พลังชีวิตในนั้น เหมือนจะยังไม่สลายไปโดยสมบูรณ์</p><p>Oceanid ในอดีตได้สูญพันธุ์ไปจาก Fontaine แล้ว มีเพียงสิ่งมีชีวิตธาตุแปลกประหลาดที่รูปลักษณ์ไม่สวยงามเหล่านี้เท่านั้นที่ผุดขึ้นจากน้ำ</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/53372413/e9e6040d0663abbece6eb17cd3b5085d_5256378738753497778.png",
            "amount": 18
          },
          {
            "type": "CustomEntry",
            "epId": 4068,
            "name": "Transoceanic Chunk",
            "desc": "<p>คริสตัลที่ได้รับจากร่างของ Fontemer Aberrant หลังจากเอาชนะมันได้</p><p>จะคายพลังงานลึกลับออกมาเล็กน้อย</p><p>แม้ว่าตำนานจะเล่ากันว่ามีสิ่งมีชีวิตอันยิ่งใหญ่อยู่ท่ามกลางทะเลอันไกลโพ้นที่ไร้ซึ่งร่องรอยของมนุษย์ แต่ทะเลธรรมดาทั่วไปนั้นก็ไม่มีอะไรนอกจากแต่น่าเบื่อหน่าย และความมีชีวิตชีวาของพวกมันนั้นน้อยกว่า \"ทะเล\" ของ Fontaine ซะอีก</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/53372413/35ab3651275afb059f079c578c4cbfbd_5270229369545256676.png",
            "amount": 14
          }
        ]
      },
      {
        "key": "Lv.70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "408",
              "439",
              "72.7%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 55000
          },
          {
            "type": "CustomEntry",
            "epId": 4035,
            "name": "Spring of Pure Sacred Dewdrop",
            "desc": "<p>นี่เป็นวัตถุโบราณตั้งแต่สมัยที่ \"อัศวินแห่งน้ำบริสุทธิ์\" ยังมีชีวิตอยู่... เหล่าอัศวินกล่าวว่าท่ามกลางขุนเขาและน้ำพุที่ผู้คนไม่เคยไปเยือน ยังมีภูตที่ภักดี คอยปกป้องน้ำพุที่บริสุทธิ์ซึ่งยังไม่มัวหมองอยู่...</p><p>ทว่าเจ้าแห่งหยาดน้ำค้างวิญญาณประดิษฐ์ กลับไม่สามารถทนต่อเสียงอื่นใดที่ไม่อาจเทียบเคียงบทเพลงอันยิ่งใหญ่ได้ ตำนานเล่าว่า สถานที่ที่ช่างจูนเสียง Boethius ไปเยือนนั้น มีหยาดอมฤตถูกฝังเต็มไปหมด มีการสร้างสะพานส่งน้ำของอาณาจักร และภูตแห่งน้ำบริสุทธิ์ก็หายไปเช่นกัน...</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/54913bb983c08663e91eef34841c80b9_3344289522404955896.png",
            "amount": 9
          },
          {
            "type": "CustomEntry",
            "epId": 4073,
            "name": "Newborn Tainted Hydro Phantasm",
            "desc": "<p>หลังจากกำจัด Tainted Hydro Phantasm แล้ว สิ่งมีชีวิตใหม่ที่กำลังจะเกิดขึ้นอีกครั้ง ถูกกักขังไว้ในขวดบรรจุมัน</p><p>ชีวิตที่อยู่ในน้ำนั้นล้วนแต่ไร้ซึ่งรูปร่าง และสิ่งมีชีวิตเหล่านี้ก็ไม่ได้ก็อาศัยอยู่ในน้ำเช่นกัน แต่ถือกำเนิดขึ้นผ่านรูปร่างของน้ำ</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/53372413/7bc0feb711d368a49fed56e6d4520a46_2820430920405818042.png",
            "amount": 14
          },
          {
            "type": "CustomEntry",
            "epId": 4067,
            "name": "Xenochromatic Crystal",
            "desc": "<p>คริสตัลขนาดใหญ่ที่ได้รับจากร่างของ Fontemer Aberrant หลังจากเอาชนะมันได้</p><p>จะประกอบด้วยพลังงานลึกลับบางอย่าง</p><p>แม้ว่าจะเป็นแหล่งกำเนิดของน้ำทั้งหมด แต่น้ำของ Fontaine ก็สูญเสียคุณสมบัติเฉพาะของมันไปหลังจากที่ไหลไปยังประเทศอื่น</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/53372413/4bc36681d1975fcd36ed2965771c995d_7425180225115685185.png",
            "amount": 9
          }
        ]
      },
      {
        "key": "Lv.80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "475",
              "506",
              "80.4%"
            ]
          }
        ],
        "materials": [
          {
            "type": "CustomEntry",
            "epId": 757,
            "name": "Mora",
            "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
            "amount": 65000
          },
          {
            "type": "CustomEntry",
            "epId": 4034,
            "name": "Essense of Pure Sacred Dewdrop",
            "desc": "<p>สารที่เข้มข้นและบริสุทธิ์ ถูกกลั่นมาจากทะเลบรรพกาลอันไร้ขอบเขต เทพราชาในสมัยโบราณเคยเชื่อว่ามันสามารถนำพาชีวิตนิรันดร์ และปัญญาอันไร้ขอบเขตมาให้ได้ แต่หากตั้งใจฟังให้ดี... มันกำลังทำนายการสิ้นสุดของการหลอมรวมเป็นหนึ่งเดียวอย่างเงียบ ๆ</p><p>ครั้งหนึ่งเคยเป็นบทเพลงอันยิ่งใหญ่ที่ไม่สมบูรณ์ของเทพราชา หยาดน้ำค้างวิญญาณสีทองที่ไร้รากและไร้แหล่งที่มา จะเข้ามาแทนที่น้ำจากป่าดึกดำบรรพ์ และระเบียบอันรุ่งโรจน์ของนักปราชญ์อมตะจะนำหยาดอมฤตแห่งการตรัสรู้ไปสู่อวิชชาทั้งปวง</p><p>แต่ท้ายที่สุด ความหลงผิดของเทพราชา กลับจมดิ่งสู่เหวลึกอันมืดมิด และหยาดน้ำค้างวิญญาณสีทองก็ถูกทะเลบรรพกาลกัดกร่อนไปพร้อมกับกาลเวลาอันโหดร้าย...</p><p>ช่างจูนเสียงเมินเฉยต่อลางร้าย เขาประคองร่างที่แตกสลาย และพยายามที่จะมอบชีวิตให้กับเพื่อนพ้อง ด้วยหยาดน้ำค้างวิญญาณสุดท้าย เพื่อให้ความสงบสุขในอดีตกลับคืนมาอีกครั้ง...</p><p>ตอนนี้ ในฝันร้ายของกวีคลั่งและจิตรกรหนุ่มหลายคนใน Fontaine ได้ปรากฏภาพวันสิ้นโลกที่ Boethius เคยประสบขึ้นเป็นครั้งคราว เพื่อย้ำเตือนถึงสังสารวัฏที่ไม่อาจหลีกหนีได้</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/b511969117b243bc41e7af4c578dfb88_6808207518103453466.png",
            "amount": 6
          },
          {
            "type": "CustomEntry",
            "epId": 4073,
            "name": "Newborn Tainted Hydro Phantasm",
            "desc": "<p>หลังจากกำจัด Tainted Hydro Phantasm แล้ว สิ่งมีชีวิตใหม่ที่กำลังจะเกิดขึ้นอีกครั้ง ถูกกักขังไว้ในขวดบรรจุมัน</p><p>ชีวิตที่อยู่ในน้ำนั้นล้วนแต่ไร้ซึ่งรูปร่าง และสิ่งมีชีวิตเหล่านี้ก็ไม่ได้ก็อาศัยอยู่ในน้ำเช่นกัน แต่ถือกำเนิดขึ้นผ่านรูปร่างของน้ำ</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/53372413/7bc0feb711d368a49fed56e6d4520a46_2820430920405818042.png",
            "amount": 27
          },
          {
            "type": "CustomEntry",
            "epId": 4067,
            "name": "Xenochromatic Crystal",
            "desc": "<p>คริสตัลขนาดใหญ่ที่ได้รับจากร่างของ Fontemer Aberrant หลังจากเอาชนะมันได้</p><p>จะประกอบด้วยพลังงานลึกลับบางอย่าง</p><p>แม้ว่าจะเป็นแหล่งกำเนิดของน้ำทั้งหมด แต่น้ำของ Fontaine ก็สูญเสียคุณสมบัติเฉพาะของมันไปหลังจากที่ไหลไปยังประเทศอื่น</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/21/53372413/4bc36681d1975fcd36ed2965771c995d_7425180225115685185.png",
            "amount": 18
          }
        ]
      },
      {
        "key": "Lv.90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "ความแรงคริ"
            ]
          },
          {
            "key": "",
            "values": [
              "542",
              "-",
              "88.2%"
            ]
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "ก่อนเลื่อนขั้นเลเวล 40",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/144837601/979c9fc575365a93d0f7b1437b5321a7_2169764229100981573.png"
      },
      {
        "key": "หลังเลื่อนขั้นเลเวล 40",
        "img": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/144837601/d9c9585463cf35317e62d72417662e4b_8753050094337434033.png"
      }
    ]
  }
}