{
  "epId": 4652,
  "name": "Havria",
  "desc": "<p>เทพแห่งเกลือผู้ถูกปลิดชีพโดยผู้ติดตามของเธอในระหว่างช่วง<span>สงครามเทพอสูร</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/22/176148810/513d51e0ebfd54f5da34a9f85dfaf61f_5195141519371693771.png",
  "menuId": 10,
  "menuName": "คู่มือ NPC",
  "version": 1711111687,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Havria"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "ตำแหน่ง",
        "value": [
          {
            "type": "RichText",
            "text": "เทพแห่งเกลือ"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Havria",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/176148810/504c8244f244ef62a74ff3ad8b5d486b_8976368215673304216.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#e8eaed>ซากศพของ Havria</color>"
          }
        ]
      },
      {
        "key": "Sal Terrae",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/176148810/a6a05e6386883ece853eda1a92ae3bd5_5730757806440409048.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "สถานที่ซึ่ง Havria ใช้ก่อตั้งถิ่นฐานใหม่สำหรับผู้ติดตามของเธอ"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Havria",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>Havria เป็นที่รู้จักในนามเทพเจ้าแห่งเกลือ เป็นหนึ่งในเทพเจ้าหลายองค์ที่โลดแล่นอยู่ใน Liyue ก่อน</color> สงครามเทพอสูร <color=#ffffff73>ตามตำนานพื้นบ้านของ Liyue เธอเป็นเทพที่อ่อนโยนที่สุด ผู้คนของเทพเจ้าแห่งเกลือมีชีวิตที่เจริญรุ่งเรืองภายใต้การคุ้มครองของเธอ ครั้งหนึ่งเธอเคยยืนเคียงบ่าเคียงไหล่กับเทพเจ้ามากมายแห่ง Liyue แต่นิสัยที่อ่อนโยนเป็นพิเศษของเธอทำให้เธอ</color> ถูกขับออกจากความโกลาหล <color=#ffffff73>ของ</color> สงครามเทพอสูร <color=#ffffff73>อย่างรวดเร็ว Zhongli อธิบายว่าเธอเป็นเทพเจ้าตัวเล็กและอ่อนแอที่ยอมจำนนต่อเทพเจ้าอื่น ๆ ทั้งหมด และหลังจากยอมจำนน</color> นับครั้งไม่ถ้วน <color=#ffffff73>Havria ก็สูญเสียดินแดนทั้งหมดของเธอจนเหลือเพียงสวรรค์เล็ก ๆ เพียงหนึ่งเดียว Havria ทำงานอย่างไม่รู้จักเหน็ดเหนื่อยเพื่อนำสันติภาพกลับคืนมาระหว่างเหล่าทวยเทพ แม้จะอยู่ท่ามกลางการเปลี่ยนแปลงครั้งใหญ่ทั่วโลกก็ตาม ว่ากันว่าในช่วงสงครามเธอจะแจกช่อดอกไม้ให้กับประชาชนของเธอเพื่อเป็นพรแก่พวกเขา หรืออย่างน้อยก็เป็นการปลอบโยนเล็ก ๆ น้อย ๆ เพื่อขจัดความขมขื่นของการดำรงอยู่ในช่วงสงคราม ในภายหลัง สิ่งนี้ได้กลายมาเป็นธรรมเนียมของ Liyue ในงานแต่งงาน ซึ่งเจ้าสาวจะโยนลูกบอลดอกไม้</color> ให้แขก <color=#ffffff73>ที่มาร่วมงานจำนวนมาก ว่ากันว่าผู้ที่โชคดี</color> รับได้ <color=#ffffff73>ก็จะโชคดีตลอดปี ผู้ติดตามของเธอกระจายไปทั่ว Liyue โดยนำประเพณีนี้ติดตัวไปด้วยและสอนให้คนในท้องถิ่นทราบ ชาว Liyue เป็นชนพื้นเมืองที่ชอบการแข่งขันและรักความสนุกสนาน จึงอาจดัดแปลงและตกแต่งให้เหมาะกับความชอบของพวกเขา</color>\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2330,
        "name": "ประเพณีของ Liyue",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Customs of Liyue_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p>แขกลึกลับผู้ถูกเชิญโดย &#34;โถงแห่งการเกิดใหม่ Wangsheng&#34;</p><p>มีความรู้แตกฉานในทุก ๆ เรื่อง</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "บันทึกของนักผจญภัย Roald",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/07/144837601/dd7616b14f0c000833886beaa208d3b3_2156134984678834908.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Sal Terrae",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/aaf37adac4065bfb38dd53dd5707b6c5_373639248910747404.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เธอได้นำเหล่าผู้ติดตามของเธอมาตั้งถิ่นฐานใหม่ที่ Sal Terrae สถานที่ซึ่งสามารถปรับตัวมาได้หลายศตวรรษ เพียงเพื่อพบกับความตายพร้อมกับการล่มสลายของเทพเจ้าที่เคยปกครองมัน เมืองเล็ก ๆ นี้ยังคงเป็นอาณาเขตที่ปิดตาย จนถึงทุกวันนี้ <color=#ffffffd9>ความลึกลับของสถานที่แห่งนี้ ซ่อนอยู่ในคำบอกเล่าเกี่ยวกับสงครามเทพอสูร \"Tianheng อยู่ทิศใต้, Yaoguang อยู่ทิศตะวันออก, Jueyun อยู่ ทิศตะวันตก, Qingce อยู่ทิศเหนือ สถานที่ทั้งหมดต่างรกร้าง ทุกชีวิตต่างทุกข์ยาก Liyue ช่างกว้างใหญ่ แต่กลับไร้ที่พักพิง\"</color>\nเนื้อหาของคำพูดนี้เกี่ยวข้องกับเทพเจ้าแห่งเกลือในขณะที่เธอพยายามสร้างที่หลบภัยให้กับผู้คนของเธอ โดยค้นหาไปทั่ว Liyue จนกระทั่งในที่สุดเธอก็ค้นพบ Sal Terrae\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "บันทึกของนักผจญภัย Roald",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/07/144837601/dd7616b14f0c000833886beaa208d3b3_2156134984678834908.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "เกลือและการหักหลัง",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "สืบเนื่องมาจากในตำนาน ราชาองค์แรกของ Sal Terrae นั้น ไม่อาจเข้าใจถึงความรักด้วยการเสียสละตนเองของ Havria เขาเสาะหาอำนาจของกองกำลังทหารเพื่อแสดงถึงพลังว่าเมืองนี้สามารถ ป้องกัน และโจมตีได้ด้วยตัวเอง และเหตุนี้เอง เขาจึงพิสูจน์ว่าความอ่อนโยนนั้นไม่เหมาะกับ สถานการณ์ในช่วงสงคราม เช่นนี้ เขาจึงใช้ดาบปลิดชีพเทพผู้ไร้การป้องกัน ไม่นานนักหลังจากเธอสิ้นชีวิตลง วิหารก็พังถล่มลงมา ผู้คนของเมืองต่างสลายกลายเป็นเกลือและร่วงหล่นลงสู่ผืนดิน ในความเป็นจริง สาเหตุการตายของเธอนั้นสืบเนื่องมาจากเหล่าผู้คนบางส่วนในการปกครองของเธอระลึกได้ว่า เทพผู้อ่อนโยน เมตตา แต่กลับอ่อนแอองค์นี้ ไม่อาจจะสามารถปกป้องผู้ใดได้เลยในช่วงเวลาที่เกิดสงคราม แทนที่จะให้เธอได้ทุกข์ทรมาณจากการพ่ายแพ้ในสงคราม เหล่าผู้ติดตามของเธอกลับคิดว่าการให้เธอได้เผชิญกับความตายยิ่งเร็วเท่าไรยิ่งดีเสียกว่า แต่ไม่ว่าจะเป็นเทพที่อ่อนแอเพียงใด พลังซึ่งเอ่อล้นหลังจากตัวเธอที่ถูกฟาดฟันนั้นเกินกว่าที่มนุษย์จะสามารถรับมือได้ หลังจากที่เธอเสียชีวิตลง ร่างกายของเธอได้สลายและกลายเป็นดอกเกลือ ผู้ที่หลบหนีไม่ทันต่างก็กลายเป็นเกลือยอยู่ในสถานที่แห่งนี้เช่นกัน และหลังจากสาวกของเทพแห่งเกลือถูกตรวจสอบในภายหลัง มีการค้นพบว่าพวกเขาถืออะไรบางอย่างไว้ในมือ และยกมือขึ้นดูเหมือนพยายามจะกระทำการอะไรบางอย่าง\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2299,
        "name": "บันทึกของนักผจญภัย Roald",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/07/144837601/dd7616b14f0c000833886beaa208d3b3_2156134984678834908.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "เหล่าทายาทของผู้ติดตามของ Havria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/60466dea149352726318a488cddf144d_4628433609436866095.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หลังจากที่เธอได้หวนคืนสู่อณูธาตุ เหล่าผู้คนที่เทพแห่งเกลือเคยเอ็นดูรักใคร่ได้กระจัดกระจายไปทั่วพื้นที่ของ Liyue โดยผู้อพยพส่วนใหญ่นั้นมักจะไปที่ท่าเรือ Liyue ซึ่งอยู่ภายใต้การคุ้มครองของเทพแห่งหินได้ทำให้เรื่องราวเหล่านี้ยังคงหลงเหลืออยู่ โดยหนึ่งในเครือข่ายที่โดดเด่นที่สุดที่สาวกของ Havria เข้าร่วมคือหนึ่งในแปดการค้าภายใต้เขตอำนาจของ Qixing—Yinyuan Hall แห่งอุตสาหกรรมเกลือ"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/d280df734851c6c304acbeb377ff94de_752876341347933814.PNG",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เหล่าทายาทของผู้ติดตามของ Havria ต่างหวาดกลัวเศษซากที่ยังคงเหลืออยู่ของเธอ และ หวาดกลัวว่าเธอจะสาปแช่งพวกเขาชั่วนิรันดร์ เพื่อที่จะทำให้ความโกรธเกรี้ยวของ Havria สงบลง เหล่าทายาท เสี่ยงชีวิตกลับมาที่ Sal Terrae เพื่อทำลายดาบซึ่งถูกใช้ในการสังหาร Havria และวางวัตถุโบราณไว้ข้าง ๆ สองชิ้น โดยชิ้นหนึ่งคือถ้วยซึ่งสามารถเติมเต็มเกลือด้วยตนเองได้อย่างน่าอัศจรรย์ กับอีกชิ้นหนึ่งคือไม้บรรทัดที่สามารถเปลี่ยนพื้นที่โดยรอบให้เป็นเกลือเพื่อเก็บเกี่ยวได้ <color=#ffffff73>Sal Terrae ได้ถูก</color> ปลดผนึกหลังจากที่ภารกิจนี้สิ้นสุดลง <color=#ffffff73>เทพแห่งหิน Morax</color> ณ ปัจจุบันได้ใช้ชีวิตในฐานะมนุษย์ธรรมดาโดยใช้ชื่อว่า Zhongli <color=#ffffff73>ได้อธิบายว่า สิ่งเหล่านี้นั้นไม่ได้จำเป็นเลยแม้แต่น้อย</color> <color=#ece5d8>\"</color> <color=#dbdee1>เทพอสูรผู้ไม่เคยต่อต้านใครเลยจนวาระสุดท้ายผู้นี้ จะสาปแช่ง... ผู้คนของตนเองได้ยังไงกันล่ะ?</color> <color=#ece5d8>\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/10/178140791/7467dcd1b9be2665fc9dff30e02a82a6_5808322532819387831.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมื่อเวลาผ่านไป ได้เกิดความเข้าใจผิดเกี่ยวกับเหตุการณ์การเสียชีวิตของ <color=#ffffff73>Havria</color> เหล่าทายาทของผู้ติดตามของเธอเริ่มดูถูกเทพแห่งหินโดยเชื่อว่าเทพแห่งหินเป็นผู้ลงมือสังหารเทพแห่งเหลือเนื่องมาจากความริษยาในพลังของเธอ Wanyan หนึ่งในทายาทของผู้ติดตามของ Havria ได้พยายามพิสูจน์ว่า Morax หรือเทพแห่งหินเป็นผู้สังหาร Havria โดย Wanyan ได้เล่าถึง Havria ว่าเธอเป็นเทพผู้เปี่ยมไปด้วยความเมตตาผู้ได้พบกับ Morax ซึ่งได้ใช้กลอุบายในการลอบสังหารเธอ <color=#ffffff73>Wanyan ได้ทำสัญญากับ Zhongli แต่เธอกลับละเมิดเงื่อนไขของสัญญา โดยขอ</color> โบราณวัตถุ <color=#ffffff73>ซากดาบทั้งสองชิ้น</color> ไม่เหมือนกับที่ตกลงกันไว้ เพื่อเป็นการลงโทษที่ละเมิดเงื่อนไขของสัญญา Zhongli ได้เปิดเผยความจริงเกี่ยวกับ การตาย ของ Havria ในท้ายที่สุดแล้ว ทั้งถ้วยเกลือและไม้บรรทัดถูกส่งกลับคืนสู่ท้องทะเลอันเป็นสถานที่ที่ส่วนที่เหลือของเทพเจ้าในอดีตของ Zhongli ถูกส่งไป <color=#ffffff73>;</color> ดังนั้นประกายแห่งความศักดิ์สิทธิ์อีกประการหนึ่งได้หายไปจาก Liyue\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p>แขกลึกลับผู้ถูกเชิญโดย &#34;โถงแห่งการเกิดใหม่ Wangsheng&#34;</p><p>มีความรู้แตกฉานในทุก ๆ เรื่อง</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      }
    ]
  }
}