{
  "epId": 4683,
  "name": "การล่มสลายของปราสาทที่ซีดจาง (II)",
  "desc": "<p>บทกวีที่ประพันธ์โดยบุคคลนิรนาม มีกลิ่นอายของความแปลกและลางร้ายระหว่างบรรทัด</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/26/115795437/9f798661c0922c7af9a7a3e1cd2f094d_1891776829489179934.png",
  "filterValues": {
    "objectType": [
      "ไอเทมเควสต์"
    ]
  },
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 1703827311,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "การล่มสลายของปราสาทที่ซีดจาง (II)"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      },
      {
        "key": "หาได้จาก",
        "value": [
          {
            "type": "RichText",
            "text": "ซื้อได้จากเจ้าของแผงหนังสือ \"Hubel\""
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "ณ ริมทะเลสาบที่บริสุทธิ์ที่สุดในโลก\nเคยมีปราสาทที่รุ่งโรจน์สว่างไสวแห่งหนึ่ง\nทองคำเปลวและอัญมณีประดับผนังด้านนอกของปราสาท\nท่ามกลางแสงระยิบระยับของแสงแดดยามบ่าย\nธงหลากสีที่แสนสวยงามโบกสะบัดอยู่บนหอคอย\nหอคอยที่งดงามใหญ่โตตั้งตระหง่านสูงเสียดฟ้า\nแขกที่มาจากแดนไกล มองผ่านหน้าต่างที่ตกแต่งด้วยกระจกหลากสีสัน\nทั่วทุกหนแห่งที่ย่างกรายผ่าน จะมองเห็นภาพแปลกตาที่แตกต่างออกไปอย่างสิ้นเชิง\nสิ่งที่สะดุดตาที่สุด เห็นจะเป็นรูปปั้นที่ตั้งกระจายอยู่ทั่วทุกที่\nแม้รูปร่างจะแปลกประหลาด แต่กลับดูมีชีวิตชีวาสมจริง\nห้องโถงตรงกลางปราสาท เป็นเวทีสีทองเรืองรองเปล่งประกายระยิบระยับ\nนักดนตรีบรรเลงและขับขานบทเพลงให้กับเจ้าของปราสาททั้งกลางวันและกลางคืน\nเมื่อเสียงเพลงอันไพเราะดังขึ้น กลุ่มผึ้งสีทองจะวนเวียนรอบเวทีด้วยเช่นกัน\nการเต้นรำไปพร้อมกับดนตรีที่กลมเกลียว ทำให้คนทั้งโลกลุ่มหลงไปกับมัน\nดูเหมือนในปราสาทจะมีอาหารและไวน์รสเลิศมากมาย พร้อมเสิร์ฟให้ผู้คนได้ดื่มด่ำ\nไม่ว่าจะมาจากที่ไหน หรือมีภูมิหลังเป็นอย่างไร บรรดาแขกทั้งหลายต่างสามารถแสวงหาความสุขได้ตามที่ต้องการ\nแต่ทั้งหมดนี้แทบจะไม่สามารถปลอบประโลมความหวาดกลัวในใจของนายท่านได้เลย\nและไม่สามารถนำพาช่วงเวลาแห่งความสงบสุข มาสู่จิตวิญญาณที่ตื่นตระหนกของเขาได้เช่นกัน\nในทุกเที่ยงคืน เมื่อระฆังยักษ์บนหอคอยส่งเสียงทุ้มเบา ๆ\nเขามักจะตกอยู่ในความวิตกและเป็นกังวลที่ไม่สามารถควบคุมได้\nความกลัวและความหดหู่ที่ไม่อาจบรรยายได้ครอบงำเขาเอาไว้\nเงาปีศาจที่ห่อหุ้มตัวด้วยเสื้อคลุมสีดำจะทวงคืนหนี้ของเขา\nเมื่อถึงเวลานั้น ทุกสิ่งที่อยู่ตรงหน้าก็จะกลายเป็นผุยผง\nพร้อมด้วยดวงวิญญาณของนายท่านและแขกเหรื่อทุกคน\nจะกลายเป็นของสักการะให้กับโลกยุคโบราณที่มืดมิดนั้น"
          }
        ]
      }
    ]
  }
}