{
  "epId": 4690,
  "name": "บทเพลงแห่ง Erinnyes",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/144837601/c390580598c026e2e8ab652cc01d23da_7906477918413822415.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1702565971,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "บทเพลงแห่ง Erinnyes"
          }
        ]
      },
      {
        "key": "หาได้จาก",
        "value": [
          {
            "type": "RichText",
            "text": "บทเพลงแห่ง Erinnyes (I) - บริเวณท่าเรือ Lumidouce ชั้นบน\nบทเพลงแห่ง Erinnyes (II) - ซื้อได้จาก Hubel\nบทเพลงแห่ง Erinnyes (III) - บริเวณท่าเรือ Lumidouce ชั้นบน"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "บทเพลงแห่ง Erinnyes (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "ตอนที่ 6\nบทที่ 7\nทูตของจักรพรรดิ Remus ได้มาพบ Erinnyes โดยร้องขอน้ำกับดินของปราสาท Aremori จากนาง แล้วจะขอให้นางยอมจำนนต่อ Sumphonia Capitolii (หมายถึงท่วงทำนองที่สามัคคี ปรองดองชั่วนิรันดร์) ได้อย่างไร\nเกี่ยวกับการกระทำอันสูงส่งของอัศวิน Otkerus แห่ง Rhenanie ในความกล้าหาญและความชอบธรรมของเขา รวมถึงในสถานการณ์ที่เขาต่อสู้กับมังกรร้ายพ่นพิษนั้น\nเคยเล่าไปไม่น้อยแล้ว ขอพักไว้เพียงเท่านี้ หยุดพูดถึงมันไปก่อน ตอนนี้พวกเรากลับไปอธิบายสถานการณ์ของ Erinnyes ในตอนนั้นกันดีกว่า\nในตอนนั้น Erinnyes ได้เอาชนะเจ้าชายแห่ง Bellouacoi, Atrebatis และ Uiromanduoi อีกทั้งยังได้ยอมรับการสวามิภักดิ์จากพวกเขา\nส่งผลให้ดินแดนที่แต่เดิมอยู่ภายใต้การปกครองของเจ้าชายในแต่ละอาณาเขต เริ่มตระหนักถึงความเมตตาของเจ้าแห่งผืนน้ำ และปฏิบัติตามคำสอนของพระองค์อย่างภักดี\nเพื่อฉลองให้กับความซื่อสัตย์และความเข้าซึ้งในสัจธรรมของพวกเขา งานฉลองจึงได้จัดขึ้นที่ Aremori เป็นเวลาแปดวันติดต่อกัน การต้อนรับขับสู้ชาวเมืองโดยไม่ยึดติดกับสถานะใด ๆ\nวันนี้จู่ ๆ ก็มีนักดนตรีผู้หนึ่งมาเยือน เขาเป็นทูตที่จักรพรรดิแห่งโลกปีศาจของเมือง Capitolii ส่งมา โดยบอกว่าได้รับคำสั่งให้มาส่งข่าว\nเขาขี่ม้ามาที่นี่เพียงลำพังโดยไม่มีคนอารักขาหรือคนรับใช้ และเขายังถือมัดแขนงไม้ของผึ้งสีทองไว้ เพื่อเป็นสัญลักษณ์ของทูตพิเศษของจักรพรรดิ\nผู้คนที่อยู่ในเหตุการณ์ต่างพากันไม่สบอารมณ์ แต่เพราะต้องการแสดงความเคารพต่อผู้นำของอัศวิน Erinnyes ถึงได้อนุญาตให้เขาพูดต่อหน้าผู้คน\nเมื่อทูตรายนั้นได้เจอกับ Erinnyes อันดับแรกเขาทักทายนางและทำความเคารพตามมารยาทอย่างเป็นทางการที่สุด จากนั้นจึงอธิบายจุดประสงค์ที่มาหานาง:\n\"ในนามของจักรพรรดิผู้ทรงเกียรติและยิ่งใหญ่ที่สุดแห่งโลกปีศาจ จักรพรรดิของเหล่าขุนนางและประชาชนทั้งหลายในโลกหล้า ข้าขอแสดงความเคารพต่อราชสำนักของท่าน\nขอให้ไฟแห่งความพิโรธของท่านไม่เผาผลาญพรสวรรค์ในการพิจารณาเรื่องราวต่าง ๆ จักรพรรดิ Remus ได้มีบัญชาให้ท่านนำของกำนัลสองชิ้นไปถวายเพื่อเป็นบรรณาการตามกฎหมาย:\nประการแรกคือน้ำ เพราะน้ำบริสุทธิ์สามารถละลายสิ่งชั่วร้ายได้ ประการที่สองคือดิน เพราะดินที่แน่นและแข็งสามารถทนต่อการกัดเซาะที่จะเกิดขึ้นได้\nจักรพรรดิแห่งโลกปีศาจปรารถนาให้ท่านพร้อมด้วยผู้ใต้บังคับบัญชาของท่าน ส่งมอบน้ำและดินมา หากท่านกล้าฝ่าฝืนคำขอนี้ หายนะจะบังเกิดตามที่คาดไว้อย่างแน่นอน\"\nหลังจากทูตของจักรพรรดิ Remus พูดจบ อัศวิน Guillaume แห่ง Gellone ก็โกรธจัด เขาชักดาบศักดิ์สิทธิ์แห่ง Narbonnais ที่ส่องประกายออกจากเอว:\n\"นี่! ท่านไม่ต้องพล่ามต่อแล้ว! กล้ามาพูดจาจองหองป่าเถื่อนที่นี่ เท่ากับเป็นการดูถูกอัศวินทั้งหมดที่อยู่ในที่แห่งนี้\nหากท่านต้องการทำให้นายเหนือหัวที่ข้าปฏิญาณตนว่าจะปกป้องต้องเสื่อมเกียรติ ข้าก็ไม่จำเป็นที่จะต้องลังเลอีกต่อไป แค่ฟันฉับเดียว ท่านก็ดับสิ้นอยู่ตรงนี้แล้ว!\"\nจากนั้นอัศวินฝีมือดีมากมาย อย่างเช่น อัศวิน Blancandrin รวมถึงอัศวิน Marsile เพื่อนร่วมชาติของเขา ต่างพากันชักดาบออกมา\nอัศวิน Erinnyes ผู้มีดวงตาส่องประกายก็ออกคำสั่งห้ามอัศวินทุกคนที่อยู่ในที่แห่งนี้ ห้ามกระทำการที่เป็นอันตรายต่อทูตของชาว Capitoliani\n\"ท่านกรุณาแจ้งจักรพรรดิแห่งโลกปีศาจเถิด ทูตผู้สูงศักดิ์ ในบรรดาสรรพสิ่งทั้งหลายในโลกมนุษย์นี้ พวกเราจะคุกเข่าให้เพียงผู้เดียวเท่านั้น\nมีเพียงเจ้าแห่งผืนน้ำผู้เปี่ยมเมตตา นายหญิงผู้แบกรับบาปของพวกเราเท่านั้น ที่สามารถเรียกได้ว่าเป็นผู้ปกครองที่สูงส่งและยิ่งใหญ่ที่สุด\nเทพเจ้าและกษัตริย์อื่นล้วนไม่สามารถเทียบเคียงชื่อของนางได้ เพราะนางมีเมตตาที่สุดและรุ่งโรจน์ที่สุดจริง ๆ\"\nหลังจากได้ยินคำพูดเหล่านี้ ทูตของจักรพรรดิแห่งโลกปีศาจก็เอ่ยปากพูดอีกครั้ง และได้พูดสิ่งนี้ต่อหน้าขุนนางและอัศวินทั้งหมด:\n\"ตอนที่จักรพรรดิแห่งโลกปีศาจยังไม่ได้ปกครองดินแดนทั้งหมดนั้น ภัยพิบัติ เช่น สงคราม โรคระบาด และความอดอยาก มักคืบคลานเข้ามาหาพวกเราเสมอ\nทุกฝ่ายและทุกคนที่เดิมทีเคยปะทะอาวุธกัน ตอนนี้ได้ยอมจำนนต่อ Sumphonia ผู้สูงศักดิ์และรุ่งโรจน์แล้ว นี่เป็นการกระทำที่ชาญฉลาด\nไม่เช่นนั้น ในตอนที่น้ำไหลท่วมหัวของพวกเรา ใครเล่าจะไว้ทุกข์ให้พวกเรา? ในยามวิกฤติเล่า จะร้องขอความช่วยเหลือจากใคร?\nในบรรดาผู้ที่มีจิตใจฮึกเหิมจากทุกที่ จะมีใครเคยช่วยเหลือตัวเองให้หลุดพ้นจากความไม่รู้และความเชื่อที่โง่งมบ้าง? แล้วเสียงคร่ำครวญของผู้อ่อนแอ จะร้องระบายกับใครได้บ้าง?\nคำบัญชาของจักรพรรดิไม่ได้เกิดจากความอาฆาตพยาบาท แต่เกิดจากความเวทนาสงสาร ที่ไม่อยากเห็นผู้ใดจมอยู่ในน้ำ แต่อยากเห็นทุกคนรอดชีวิต\""
          }
        ]
      },
      {
        "title": "บทเพลงแห่ง Erinnyes (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "ตอนที่ 6\nบทที่ 9\nอัศวินแต่ละเมืองใช้วิธีไหนในการขอความร่วมมือจาก Erinnyes เพื่อต่อต้านแผนการรุกรานของชาว Capitoliani\nหลังจากที่อัศวิน Agricane พูดจบ อัศวิน Drest เจ้าชายแห่ง Lyonnais นักแม่นธนูก็ออกมากล่าวถึงมุมมองของเขาเป็นคนแรกว่า:\n\"ทายาทของ Vivarium ความรุ่งโรจน์ที่เขาให้สัญญากับพวกเราไว้ เป็นแค่คำพูดโป้ปดมดเท็จ คำสาบานที่เขาให้พวกเราไว้ มันก็เป็นแค่อุบายลวงหลอก\nอัศวิน Erinnyes แห่ง Lakelight บุคคลผู้ชาญฉลาดและสูงศักดิ์อย่างท่าน คงไม่หลงเชื่อวาจาลวงและความหน้าซื่อใจคดของเขาง่าย ๆ\nจงสังเกตถึงความเสแสร้งที่เหมือนดั่งลูกศรพิษเคลือบเงิน ยิ่งแสงที่พาดผ่านท้องฟ้าเรืองรองมากเท่าไหร่ ความเจ็บปวดที่นำพามาก็จะยิ่งลึกซึ้งยาวนานขึ้น\"\nสหายหญิงของเขา สุภาพสตรีผู้สูงศักดิ์แห่งเรือใบสีฟ้า ที่มีชื่อว่า Adsiltia ซึ่งแปลว่าธิดาแห่งน้ำแข็ง ก็กล่าวต่อหลังจากนั้นด้วยว่า:\n\"ทายาทของ Vivarium เขาคือคนทรยศที่เชื่อถือไม่ได้และไร้คุณธรรมมากที่สุดในโลก แต่กลับยินดีพูดคุยอย่างสมานฉันท์กับ Boethius นั่นเสียได้\nอัศวิน Erinnyes แห่ง Lakelight ไม่ว่าเขาจะหาเหตุผลใดมาก็ตาม พวกเราก็ไม่ควรนั่งทนดูชาว Capitoliani กำราบคนดีอภิบาลคนเลว\nขอให้ท่านตัดสินใจโดยเร็ว เพื่อร่วมต่อสู้ไปกับราชสำนักของชาว Capitoliani เมื่อใดที่ยอมคุกเข่าให้พวกเขา วิญญาณทั้งหลายก็จะพากันโรยรา\nท่านต้องทำให้คนที่ทำชั่วแห้งเหือดไปเหมือนน้ำค้าง ผู้ใดที่สาบานเท็จและเมินเฉยต่อความชอบธรรม ก็จะถูกขับไล่ออกไปจากโลกนี้เช่นกัน\nแน่นอนว่าจะต้องมีคนร้องสรรเสริญให้กับความชอบธรรมของท่าน เพราะผู้ที่แสวงหาหนี้เลือดพวกนั้น จะเป็นที่จดจำของคนที่ทุกข์ยากด้วยเช่นกัน\"\nจากนั้น อัศวิน Naimes, อัศวิน Tuplin และอัศวินผู้มีชื่อเสียงที่มีเกียรติและมีน้ำใจคนอื่น ๆ ก็ยินดีทุ่มเทพลังให้ด้วยเช่นกัน\nErinnyes เข้าใจความคิดของพวกเขา จึงได้แสดงความขอบคุณต่อพวกเขาอย่างจริงใจ และเรียกนักดนตรีคนนั้นมา พร้อมพูดกับเขาว่า:\n\"ท่านทูตผู้สูงศักดิ์ ท่านช่วยไปรายงานให้จักรพรรดิแห่งโลกปีศาจทราบด้วยว่า เราไม่มีภาระที่ต้องยอมจำนนต่อราชาองค์ใดในโลกนี้\nเพราะนายหญิงแห่งผืนน้ำให้เกียรติพวกเราอย่างเท่าเทียมกัน นางไม่ยอมให้คนเย่อหยิ่งมาเหยียบย่ำข้า และไม่ยอมให้คนชั่วช้ามาขับไล่ข้าออกไป นอกจากนี้\nข้ายังจะนำกองทัพที่ได้รับพรจากนาง ไปปราบมังกรสีขาวตัวนั้นให้ล้มพับลงไปพร้อมกับเมือง เพื่อให้พวกเขาใช้เลือดและน้ำตามาชำระล้างตัวของพวกเขา\nก็เหมือนกับคนเลี้ยงแกะที่ขับไล่แพะภูเขาออกไป เสียงน้ำพุที่พัดพาถิ่นทุรกันดาร จะคอยย้ำเตือนชาวต่างแดนที่เหยียบย่ำแผ่นดินของพวกเราอยู่เสมอ\"\nหลังจากการประกาศเสร็จสิ้น Erinnyes ก็สั่งให้อัศวิน Fierabras เตรียมของกำนัลที่ล้ำค่าและแสนพิเศษจำนวนมาก เพื่อมอบให้กับนักดนตรีของชาว Capitoliani\nนอกจากนี้เขายังสั่งให้อัศวินคุ้มกันเขากลับไปที่ป้อม Carubdis เพื่อให้เขาไปรายงานตัวต่อจักรพรรดิ พักเรื่องนี้ไว้แค่นี้ก่อน"
          }
        ]
      },
      {
        "title": "บทเพลงแห่ง Erinnyes (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "ตอนที่ 20\nบทที่ 3\nErinnyes บอกลานายหญิงแห่งผืนน้ำอย่างไร และโยนดาบของเธอลงไปในทะเลสาบถึงสามครั้งได้อย่างไร\nนายหญิงแห่งผืนน้ำได้ยินเช่นนั้น และด้วยความรัก ความเมตตา และบุญคุณอันเป็นนิรันดร์ นางจึงตอบตกลง จากนั้น Erinnyes ก็พูดอีกครั้งว่า:\n\"ข้าแต่ราชาผู้ดูแลผืนน้ำ ข้าขอขอบคุณท่าน ที่แสดงให้ข้าเห็นถ้วยแห่งน้ำบริสุทธิ์ที่ข้าโหยหา และให้ข้าเดินทางสำเร็จในครั้งนี้\nเหล่าอัศวินที่ยังมีชีวิตอยู่ คนรับใช้ของท่าน จะยังคงรับใช้ท่านและประเทศในอนาคตของท่านอย่างซื่อสัตย์ต่อไป จงติดตามนักดนตรีผู้สูงศักดิ์ผู้นั้น\nไล่ตามเงาที่ยังคงหลับใหล ผดุงความชอบธรรม หากผู้ที่เดินอยู่ในความมืดรู้ทุกอย่างเกี่ยวกับแสงสว่าง แต่แสงสว่างกลับไม่รู้อะไรเกี่ยวกับความมืดเลย\nความดีจะเป็นเพียงความฝันที่ว่างเปล่า นั่นคือเหตุผลที่ข้ามอบอัศวินที่ดีเหล่านี้ไว้ในมือของท่าน เพื่อขอให้ท่านอภัยให้กับบาปของพวกเขา\"\nนายหญิงแห่งผืนน้ำได้ยินเช่นนั้น และด้วยความรัก ความเมตตา และบุญคุณอันเป็นนิรันดร์ นางจึงตอบตกลง จากนั้น Erinnyes ก็พูดอีกครั้งว่า:\n\"ข้าแต่ราชาผู้ดูแลผืนน้ำ ข้าขอสารภาพบาปของข้าต่อพระองค์ โดยไม่ปิดบังความชั่วร้ายของข้า เพราะบาปของข้านั้นร้ายแรงเกินกว่าที่จะให้อภัยได้\nอุดมคติอันสูงส่งและบริสุทธิ์ของท่านไม่ควรต้องมาทนรับความผิดแบบนี้ด้วยเช่นกัน มีเพียงผู้ถูกเนรเทศเท่านั้นที่จะคลายความกังวลและปลอบประโลมข้าได้\nไม่มีเทพยดา ไม่มีผู้ล่วงเกิน ในอาณาจักรแห่งความรักและความเมตตาของท่าน บาปเท่านั้นที่สามารถตัดสินบาปได้ และมีเพียงมนุษย์เท่านั้นที่สามารถตัดสินมนุษย์ได้\nข้าขอเพียงให้ท่านจดจำความทุกข์ทรมานของข้าเอาไว้ และมองดูความเกลียดชังที่พวกเราได้รับ เพราะความทุกข์และความเกลียดชังนี้เปรียบดั่งบอระเพ็ดและต้นเฮมล็อก\nข้าขอฝากนามของข้าไว้ในมือของท่าน และผู้ใดที่ตำหนิพวกเรา ขอให้นามของเขาถูกสาปไปตลอดกาล และเมื่อใดที่มีการบันทึกนามจะไม่ถูกนับว่าเป็นผู้ชอบธรรม\nหลังจากพูดจบ อัศวินที่มีแววตาสดใสสีน้ำทะเลก็ชักดาบที่ทอประกายแสงอันบริสุทธิ์ออกมา และปลายดาบที่ส่องประกายสีของน้ำออกมานั้นก็ทำให้หุบเขาสว่างไสว\n\"ข้าแต่ Hauteclaire ผู้สูงส่งและดาบแห่งความรุ่งโรจน์! ท่านช่างเจิดจรัสและเจิดจ้าราวกับคบเพลิงภายใต้ดวงอาทิตย์ที่สว่างสดใสนี้!\nท่านได้กลืนกินสีแดงเข้มของคนชั่วเข้าไป พวกที่สาบานเท็จและละเลยความชอบธรรม ต่างก็ล้มลงต่อหน้าความบริสุทธิ์ของท่านเหมือนดั่งหิมะที่ตกลงมา\nบาปนับไม่ถ้วนแปดเปื้อนอยู่บนเสื้อผ้าหลากสีของข้า เพราะข้าเป็นคนที่ต้องทนแบกรับบาปแห่งการนองเลือด เป็นคนที่คร่าชีวิตคนที่ยึดมั่นในความยุติธรรม แต่ท่านกลับยังคงเปล่งประกายอยู่\nขอให้เจ้าแห่งผืนน้ำทรงเมตตาให้กับทั้งหมดนี้ด้วย! คนชั่วไม่สมควรได้ครอบครองท่าน Lakelight ที่สวยงามและศักดิ์สิทธิ์ ตอนนี้ข้าขอส่งท่านกลับสู่ทะเลสาบ!\"\nหลังจากพูดจบ อัศวินที่มีแววตาสีน้ำทะเลอันสดใสก็โยนดาบในมือของเขาลงไปในทะเลสาบ แต่ดาบกลับไม่จม และลอยกลับเข้าฝั่งแทน\n\"ข้าแต่ Hauteclaire ผู้สูงส่งและดาบแห่งความรุ่งโรจน์! ท่านงดงามและศักดิ์สิทธิ์ได้ถึงเพียงนี้ ด้ามดาบสีทองฝังด้วยคริสตัลสีฟ้า\nนึกถึง Daeira สาวน้อยที่อยู่ริมทะเลสาบคนนั้น สุภาพสตรีผู้สูงศักดิ์แห่งน้ำบริสุทธิ์เคยยกท่านให้กับหัวหน้าอัศวิน ทำให้เธอได้สร้างผลบุญกุศลอันมากมายนับไม่ถ้วน:\nเธอเคยใช้ท่านเอาชนะ Peiregord เธอเคยใช้ท่านเพื่อจับ Aisias แม้แต่นางมารจากแดนไกลทางใต้ก็ไม่สามารถจับตัวท่านได้\nขอให้เจ้าแห่งผืนน้ำทรงเมตตาให้กับทั้งหมดนี้ด้วย! คนชั่วไม่สมควรได้ครอบครองท่าน Lakelight ที่สวยงามและศักดิ์สิทธิ์ ตอนนี้ข้าขอส่งท่านกลับสู่ทะเลสาบ!\"\nหลังจากพูดจบ อัศวินที่มีแววตาสีน้ำทะเลอันสดใสก็โยนดาบในมือของเขาลงไปในทะเลสาบ แต่ดาบกลับไม่จม และลอยกลับเข้าฝั่งแทน\n\"ข้าแต่ Hauteclaire ผู้สูงส่งและดาบแห่งความรุ่งโรจน์! ท่านได้ระงับข้อพิพาทไปแล้วนับไม่ถ้วน และได้หยุดยั้งสงครามในดินแดนแห่งนี้\nวันหนึ่งจะมีผู้สูงศักดิ์ที่มีบุญมากกว่าข้าเจ็ดเท่า เก็บตัวท่านขึ้นมาอีกครั้ง และสร้างผลบุญกุศลมากกว่าข้าถึงเจ็ดเท่า\nข้ากับท่านใช้เวลาแสนพิเศษร่วมกันมาตั้งไม่รู้เท่าไหร่! เฮ้อ ค่ำคืนอันยาวนาน รุ่งอรุณใกล้เข้ามา แต่ข้ากลับได้สูญเสียมงกุฎแห่งความชอบธรรมนั้นไปตลอดกาล\nขอให้เจ้าแห่งผืนน้ำทรงเมตตาให้กับทั้งหมดนี้ด้วย! คนชั่วไม่สมควรได้ครอบครองท่าน Lakelight ที่สวยงามและศักดิ์สิทธิ์ ตอนนี้ข้าขอส่งท่านกลับสู่ทะเลสาบ!\"\nหลังจากพูดจบ อัศวินที่มีแววตาสีน้ำทะเลอันสดใสก็โยนดาบในมือของเขาลงไปในทะเลสาบ ดาบจมลงไปอย่างเงียบ ๆ และหายไปอย่างไร้ร่องรอย\nจากนั้น นางก็จากไปพร้อมกับภูตที่ติดตามนางมาแต่แรก และไม่มีใครเคยเห็นเงาร่างของนางอีกเลยในโลกนี้"
          }
        ]
      }
    ]
  }
}