{
  "epId": 4691,
  "name": "ชุดนิทานห่านปีกหิมะ",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/144837601/6ca1a09ca2da9ec1bc48e61cfd1fb1de_4323141819387229804.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1702565973,
  "components": {
    "body": [
      {
        "title": "ชุดนิทานห่านปีกหิมะ (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "เพนกวิน Pers\nตำนานเล่าว่า มีทะเลน้ำแข็งทางตอนใต้ที่มีนกเพนกวินอาศัยอยู่ในนั้น\nเพนกวินเป็นกลุ่มสุภาพบุรุษและสุภาพสตรีอ้วนท้วน สวมชุดทักซิโด้สีดำทับร่างอวบอ้วนสีขาวตามธรรมชาติ แม้ว่ามันจะเดินเงอะงะไม่มั่นคงบนบก และไม่สามารถโบยบินบนอากาศได้ แต่เมื่อไหร่ที่โน้มตัวลงและใช้พุงกลม ๆ เป็นสเกตบอร์ด เหินข้ามน้ำแข็งแล้วกระโดดลงทะเล มันก็จะกลายเป็นนักว่ายน้ำที่มีทักษะสูงทันที ปีกที่หนาจะรองรับร่างกายอันเพรียวบาง ช่วยให้มันว่ายน้ำใต้ผิวทะเลได้อย่างราบรื่น\nเด็กส่วนใหญ่ต่างรู้ความรู้เล็ก ๆ น้อย ๆ เกี่ยวกับเพนกวินข้อนี้เป็นอย่างดี และเด็กหลายคนที่ชอบเพนกวินก็จะหวงแหนมันอย่างมาก\nแต่สิ่งที่พวกเด็ก ๆ ไม่รู้นั่นคือ เพนกวินทุกตัวในโลกมาจากโลกภายนอกที่อยู่ไกลแสนไกล ครีบที่พัฒนาอย่างดีของพวกมันเคยถูกใช้ร่อนท่ามกลางดวงดาวในจักรวาล ฝูงนกเพนกวินก่อตัวเป็นขบวนการบินขนาดใหญ่ ร่างกายที่เปล่งประกายนั้นเคยสะท้อนแสงของดวงดาวมาก่อน - ตั้งแต่ดาวยักษ์แดงอายุน้อยไปจนถึงดาวแคระขาวสีฟ้าสดใสที่กำลังจะตาย ไม่ว่าจะเป็นแขนเกลียวของกลุ่มดาวนายพราน หรือประตู Tannhauser ที่ส่องสว่าง... เพนกวินจะจดจำทุกการเดินทางและทุกการสำรวจของพวกมันเสมอ\nต่อมา บางทีอาจเป็นภัยพิบัติที่เกิดขึ้นท่ามกลางหมู่ดาวอันแสนไกล หรืออาจเป็นเพียงการทะเลาะกันในครอบครัว... มีหลายครอบครัวที่แยกตัวจากฝูงเพนกวินบนท้องฟ้าอันเต็มไปด้วยดวงดาว และตกลงไปในทะเลน้ำแข็งทางตอนใต้ของทวีป Teyvat ดังนั้นพวกมันจึงกลายเป็นเพนกวินกลุ่มแรกของโลกนี้ เพนกวินสมัยนั้นไม่สามารถบินได้และว่ายน้ำไม่เป็น เพราะพวกมันได้สูญเสียความสามารถในการร่อนเวหากลางอากาศไปนับตั้งแต่ร่วงลงสู่ผืนดิน อีกทั้งความสามารถในการว่ายน้ำยิ่งไม่ต้องพูดถึงเลย... จนกระทั่งเพนกวิน Pers ในตำนาน ผู้เป็นนักว่ายน้ำเพนกวินคนแรกได้ถือกำเนิดขึ้น\nPers ในวัยเยาว์เคยคิดเช่นเดียวกับเพนกวินตัวน้อยหลายตัว ที่มองดูท้องฟ้ายามค่ำคืนอันมีดวงดาวระยิบระยับและท้องฟ้าสีครามว่า: \"ถ้าฉันสามารถบินขึ้นไปบนท้องฟ้าอย่างอิสระเหมือนที่บรรพบุรุษของฉันทำ มันจะวิเศษแค่ไหนกันนะ!\"\nดังนั้น Pers จึงตัดสินใจเรียนรู้วิธีที่จะบินสู่ท้องฟ้าอีกครั้ง\nเพนกวิน Pers พบนกเรือรบที่ใหญ่ที่สุดเป็นตัวแรก นกเรือรบได้พูดว่า \"ฮ่าฮ่าฮ่า ตอบยาก! เอาปลาทะเลมาให้ฉัน 30 ตัวก่อน แล้วฉันจะบอก!\"\nดังนั้น Pers จึงใช้เวลาถึง 50 คืน เพื่อเก็บเปลือกหอย 300 อันบนชายหาดที่มีแสงจันทร์ส่องประกาย และนำไปแลกเป็นปลา 30 ตัวจากวาฬยักษ์ในทะเล\nวันถัดไป นกเรือรบได้กลืนปลาทั้งหมด 30 ตัวลงไปในคำเดียว และบินจากไปอย่างพึงพอใจ พร้อมพูดอย่างเยาะเย้ยว่า: \"เคล็ดลับในการบินคือการมีน้ำหนักเบา ทำไมไม่เริ่มต้นจากการลดน้ำหนักล่ะ!\"\nการลดน้ำหนักเองก็ไม่ใช่เรื่องยาก แต่ถ้าหากเพนกวินสูญเสียไขมันหนาไป แล้วจะเรียกว่าเพนกวินได้ยังไงล่ะ? Pers ได้แต่ส่ายหัว\nเด็ก ๆ รู้ดีกว่า ตั้งแต่นั้นมานกเรือรบก็ถูกนักปราชญ์เรียกว่า \"นกโจรสลัด\" เพราะความเย่อหยิ่ง และโลภมากของมัน\nเพนกวิน Pers ได้ขอความช่วยเหลือจากนกนางนวล แต่กลับได้รับการตอบรับที่ดังวุ่นวาย และคำตอบก็ไม่ได้ชัดเจนนัก เหล่านกนางนวลเริ่มทะเลาะกันเอง จนสุดท้ายก็มีบางส่วนที่โกรธจนไม่บินอีกต่อไป และกลายเป็นนกออก แน่นอนว่านั่นเป็นอีกเรื่องหนึ่งแล้ว...\nPers ได้ไปขอความช่วยเหลือจากนกนางแอ่นทะเลอีกครั้ง แต่นกนางแอ่นทะเลผู้หยิ่งยโส กลับสอนแค่ทักษะที่เขาไม่สามารถฝึกฝนได้เท่านั้น และไม่สนใจที่จะสอนหลักสูตรพื้นฐานที่สุดให้กับเขา เพราะบรรดาชนชั้นสูงที่บินได้เหล่านี้ได้เห็นแล้วว่า ในเมื่อแม้แต่ร่อนเวหายังทำไม่ได้ แล้วนับประสาอะไรกับการเต้นรำกลางพายุโหม?\nดังนั้น Pers ที่หลงทางจึงกลับคืนสู่ชายทะเลอีกครั้ง ขณะที่มองดูทะเลอันเงียบสงบในยามค่ำคืน Pers ก็ค้นพบเป็นครั้งแรกว่า ภาพสะท้อนในคลื่นที่ซัดสาดนั้นเสมือนดวงดาวในบ้านเกิดของมันไม่มีผิด เมื่อเห็นดังนั้น มันจึงกระโดดลงไปในทะเลลึกที่ไร้ขอบเขตโดยไม่ลังเล——\nด้วยเหตุนี้ หลังจากช่วงเวลาแห่งความสับสนไม่นาน เพนกวิน Pers ก็สามารถเรียนรู้วิธีการบินในทะเลได้อย่างรวดเร็ว ไม่ว่าจะเป็นการร่อนอย่างรวดเร็วหรือการหมุนอย่างคล่องแคล่ว ครีบหนาและลำตัวอวบอ้วนที่เพรียวโค้งมนของมันเกิดมาเพื่อสิ่งนี้จริง ๆ!\nและเพราะแบบนี้เอง ทำให้ Pers กลายเป็นเพนกวินตัวแรกที่เรียนรู้การว่ายน้ำ หลังจากนั้น เพนกวินจำนวนมากก็รวบรวมความกล้าที่จะกระโดดลงทะเล สำรวจ หาอาหาร และโลดแล่นในหมู่ดาวทอแสงเหมือนอย่างเช่นที่บรรพบุรุษของพวกเขาทำ\nหลังจากที่เพนกวิน Pers ชินกับการใช้ชีวิตในทะเลแล้ว มันก็ค่อย ๆ ลืมความทรงจำเกี่ยวกับท้องฟ้าแห่งดวงดาว แม้จะอยู่ในความฝันก็ไม่สามารถกลับไปสู่ห้วงอวกาศที่ลึกและไม่มีที่สิ้นสุดได้อีกต่อไปแล้ว จนสุดท้ายครอบครัวของเพนกวินก็ผูกพันกับโลกและมหาสมุทรตลอดไป"
          }
        ]
      },
      {
        "title": "ชุดนิทานห่านปีกหิมะ (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "เจ้าหญิง Marcotte\nในอดีตอันไม่นานนัก พืชและสัตว์ต่างมีอาณาจักรเป็นของตัวเอง\nในอาณาจักรของ Marcotte มีเจ้าหญิงผมยาวสีชมพูคนหนึ่ง ในตำนานเล่าว่าเธอถือกำเนิดขึ้นท่ามกลางก้ามปู แต่ยังคงเป็นเมล็ดแข็งอยู่ตลอดโดยไม่หยั่งรากอ่อนลงไปที่ใดเลย\n\"ลูกสาวสุดที่รักของพ่อ ลูกรักที่พ่อหวงแหนที่สุด เหตุใดจึงไม่เลือกชีวิตที่มั่นคงและสูงส่ง เหตุใดจึงชะลอเส้นทางการเติบโตออกไปเช่นนี้\" องค์ราชา Marcotte เอ่ยถามอย่างเป็นกังวล\n\"ท่านพ่อ ท่านพ่ออย่าเป็นกังวลไปเลย! ลูกเกิดมาในก้ามปู ก้ามปูนี้เปรียบเสมือนเรือธงของลูก ชะตากรรมของลูกไม่ใช่การหยั่งรากลงในผืนดินธรรมดา และเติบโตเป็นดอกไม้อันงดงาม แต่เป็นการพิชิตผืนสมุทร และก้าวไปสู่โลกแห่งใหม่ในอุดมคติ!\"\nองค์ราชาตกใจกับคำพูดของเจ้าหญิง อย่างไรเสีย ตัวเขาก็เป็นเพียงดอกไม้ที่อ่อนแอเท่านั้น วันนี้เจ้าหญิงไม่พอใจกับดินที่อุดมสมบูรณ์และอ่อนนุ่มอีกต่อไป และหากพรุ่งนี้เธอปรารถนาที่จะปลูกมงกุฎดอกไม้ที่สูงส่งยิ่งกว่าองค์ราชาของตนเองล่ะ?\nเหตุผลที่องค์ราชาคิดเช่นนี้ก็เพราะตัวเขาเองเป็นดอกไม้ที่บอบบางสวยงามเท่านั้น\nดังนั้นเขาจึงผนึกเจ้าหญิงและก้ามปูไว้ในกล่องทองคำอย่างแน่นหนา และซ่อนกล่องทองคำไว้ในกระจกแต่งตัวที่ทำจากน้ำบริสุทธิ์ จากนั้นจึงทิ้งกระจกแต่งตัวดังกล่าว ลงในทะเลสาบไพลินของอาณาจักร Pluie Lotus มีเพียงแต่การทำให้มารดาบงกชหัวเราะออกมาเท่านั้น จึงจะสามารถเปิดกล่องทองคำอันเศร้าโศก และเผยให้เรือนจำในนั้นปรากฏขึ้นทีละชั้นทีละชั้นได้... แต่ทุกคนต่างรู้ดีว่า Pluie Lotus คุ้นชินกับการร่ำไห้มานานเสียแล้ว\n\"เท่านี้ทุกอย่างก็เรียบร้อยแล้ว\" องค์ราชาคิด \"เท่านี้มงกุฎของข้าก็ปลอดภัยไร้กังวลแล้ว รอเพียงก็แต่ให้เวลาผ่านไป รอจนเปลือกหุ้มเมล็ดของลูกสาวสุดที่รักเต็มไปด้วยหุบเหว รอให้นางหมดความปรารถนาในการผจญภัยอันไร้ที่สิ้นสุด ถึงตอนนั้นนางจะต้องเผชิญกับการเติบโตอย่างเลี่ยงไม่ได้ในที่สุด...\"\n\"ถึงตอนนั้น ลูกสาวที่แสนดีของข้าก็ต้องปฏิบัติตามกฎโชคชะตา เติบโตอย่างดีและแข็งแรงเหมือนกับข้า!\"\nแต่การถูกคุมขังอย่างยาวนานจะทำให้เจ้าหญิงผู้กล้าหาญยอมแพ้จริงหรือ? เพื่อที่จะเปิดกล่องทองคำ เจ้าหญิงได้ฝึกมุกตลกครั้งแล้วครั้งเล่า จนทำให้ก้ามปูหัวเราะคิกคัก และกล่องทองก็สั่นไหวไปตาม ๆ กัน แต่เท่านี้ยังไม่พอ\nเห็นดังนั้น เจ้าหญิงจึงฝึกฝนละครตลกมากมายซ้ำแล้วซ้ำเล่า จนกระทั่งก้ามปูอดไม่ได้ที่จะเต้นรำไปกับเมล็ดพืช... ฮ่า แม้พวกมันจะไร้แขนไร้ขาก็ตาม! และจนสุดท้ายกล่องทองก็กลายเป็นโรงละครตลกขนาดใหญ่ แต่เท่านี้ก็ยังไม่พออยู่ดี\nดังนั้น เจ้าหญิงจึงตามหาวัตถุดิบต่าง ๆ หาวิธีเล่นตลกทุกรูปแบบจากในห้องขังของเธอ และล้อเลียนทุกสิ่งรอบตัวจนก้ามปูหัวเราะและร้องไห้ ร้องไห้และหัวเราะไปด้วยกันกับเธอ จน Pluie Lotus ที่ขี้แยก็ถูกความสนุกสนานของนางอดึงดูดเข้าไปด้วย และเผลอหัวเราะออกมาโดยไม่รู้ตัว ในที่สุดมารดาบงกชก็ระงับความอยากรู้ไว้ไม่อยู่ จึงอนุญาตให้เจ้าหญิงเมล็ดพันธุ์คนนี้มาพบตนได้\nสิ่งที่ไม่คาดคิดก็คือ เมื่อมารดาบงกชเห็นเจ้าหญิง นางก็พลันหัวเราะออกมาในทันใด จากนั้นเสียงหัวเราะก็ดังขึ้นเรื่อย ๆ จนสั่นคลอนวังอันหนาวเย็นและสะท้านทั่วทั้งผืนทะเลสาบไพลิน\nดังนั้น เจ้าหญิง Marcotte จึงได้รับอิสรภาพของตัวเอง และที่สำคัญกว่านั้น นางยังได้รับความสามารถในการหัวเราะ และการนำความสุขมาสู่ผู้อื่น เมื่อต้องเผชิญกับความทุกข์ทรมานอันไม่มีที่สิ้นสุด\nด้วยเหตุนี้ เจ้าหญิง Marcotte ผู้ซึ่งข้ามคลื่นมหาสมุทรด้วยก้ามปูและไม่เคยหยั่งรากและเติบโต ก็ได้ล่องเรือไปยังบ้านในฝันอันห่างไกลของตัวเอง นับแต่นั้นเป็นต้นมา ตำนานของเรือธงก้ามปูก็แพร่สะพัดในทะเลมาอย่างยาวนาน"
          }
        ]
      },
      {
        "title": "ชุดนิทานห่านปีกหิมะ (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "คุณสุนัขจิ้งจอกกับหุ่นรักษาการณ์\nเมื่อนานแสนนานมาแล้ว คุณสุนัขจิ้งจอกกับหุ่นรักษาการณ์เป็นเพื่อนที่สนิทสนมกัน\nคุณจิ้งจอกเป็นจอมโจรผู้ยิ่งใหญ่ และหุ่นรักษาการณ์เป็นยามรักษาการณ์ตามชื่อ\nแน่นอนว่านั่นเป็นเรื่องเมื่อนานแสนนานมาแล้ว แต่ตอนนี้พวกเขาก็ยังคงเป็นเพื่อนสนิทกันเหมือนเดิม แม้ว่าภาระงาน ตำแหน่ง และฐานะทางสังคมจะเปลี่ยนไป แต่มิตรภาพระหว่างพวกเขาจะไม่มีวันเปลี่ยนแปลงไปตลอดกาล\nตลอดเวลาที่ผ่านมา หุ่นรักษาการณ์มีเรื่องกลัดกลุ้มใจอยู่เสมอ เมื่อเวลาผ่านไปและจักรกลมีอายุมากขึ้น ความกลุ้มใจของเขาก็ยิ่งทวีคู ราวกับลูกโป่งที่พองโต หนักเหมือนลูกหมูที่โตเต็มวัย และเช่นเดียวกับหางปุกปุยของสุนัขจิ้งจอกที่บางลงไปทุกที จนทำให้เป็นกังวลอย่างบอกไม่ถูก\nหุ่นรักษาการณ์เล่าความคับข้องใจนี้ให้คุณสุนัขจิ้งจอกผู้เป็นเพื่อนรักฟังว่า: \"ฉันมีชีวิตอยู่มานานเกินไปแล้ว ได้พบเจอและบอกลาผู้คนมาก็มาก ไม่ว่าจะเรื่องตลกขบขันแค่ไหน ก็ได้ยินมาจนนับครั้งไม่ถ้วน และไม่ว่าจะเป็นเรื่องเจ็บปวดเพียงใด ฉันก็ลืมเลือนซ้ำแล้วซ้ำเล่า แม้ว่าฉันจะเป็นจักรกลที่ขับเคลื่อนด้วยเครื่องลาน แต่การ 'ลืม' ก็ไม่ใช่เรื่องง่ายสำหรับฉันเลย\"\nคุณสุนัขจิ้งจอกเข้าใจความกลุ้มใจของเพื่อนรักดี เขาจึงตอบกลับว่า: \"หากการมีชีวิตที่ยืนยาวมีแต่จะนำมาซึ่งความหลงลืมและความชินชา งั้นก็ควรใช้ความตายเพื่อพิสูจน์ว่าตัวเองยังมีชีวิตอยู่\"\n\"แต่ว่า เพื่อนขนปุยเอ๋ย\" หุ่นรักษาการณ์ถอดหมวกโลหะผสมออกแล้วถอนหายใจ \"ในการปล้นครั้งใหญ่เมื่อนานมาแล้ว เธอแย่ง 'ความตาย' จากโต๊ะเครื่องแป้งของคุณคางคกมาแล้วไม่ใช่เหรอ? เธอก่อปัญหามากมายจนเกือบทำให้สิ่งมีชีวิตทั้งหมดในโลกลืมเรื่องความตายไปแล้ว\"\nพวกเราต่างรู้ดีว่า คนที่ตายแทนคือคุณคางคก เธอคือราชินีของสิ่งมีชีวิตที่ทั้งอัปลักษณ์ ทั้งเย็นชา และน่ารังเกียจ แต่ในขณะเดียวกันเธอก็คอยดูแลอัญมณีที่สวยงามและเยือกเย็นที่สุด นั่นก็คือ \"ความตาย\"\n\"เฮ้อ ตอนนั้นฉันยังเด็กนัก ฉันไล่ตามคุณสุนัขแจ็กคัลอย่างบ้าคลั่ง เพียงเพื่ออยากจะมอบอัญมณีที่ล้ำค่าที่สุดในการประมูลให้กับเธอ...\"\n\"แล้วไงต่อ?\"\n\"ฉันทำสำเร็จ เธอตายแล้ว\"\n\"ความตาย\" หลุดจากมือของคุณสุนัขแจ็กคัล และตกลงบนพื้นจนแตกออกเป็นเสี่ยง ๆ ชิ้นส่วนหลอมเป็นเนื้อเดียวกับผืนดิน และไม่พบร่องรอยใด ๆ อีกต่อไป ด้วยเหตุนี้ ทุกคนในโลกจึงกลับคืนสู่ความตายตามปกติอีกครั้ง คนชั่วที่สมควรตายก็ตายไปอย่างดิบดี แต่ตัวคุณสุนัขจิ้งจอกนั้นกลับพลาดโทษทัณฑ์ของตัวเอง และมีชีวิตอยู่ต่อไป\n\"ในเมื่อความตายยังคงอยู่ในโลกนี้ แล้วทำไมเราถึงไม่เดินท่องไปทั่วโลกเพื่อตามหามันล่ะ!\" ดังนั้น คุณสุนัขจิ้งจอกจึงจับมือหุ่นรักษาการณ์เพื่อนรักผู้เย็นชาของตัวเอง และออกจากเมืองหลวงบ้านเกิดเพื่อแสวงหาความตายในทั่วทุกมุมโลก\nพวกเขาเดินไป เดินไป และไปเรื่อย ๆ จนขนสีแดงที่สวยงามของคุณสุนัขจิ้งจอกเปลี่ยนเป็นสีขาว กระทั่งตราเกียรติยศอันภาคภูมิของหุ่นรักษาการณ์ขึ้นสนิม และในที่สุดพวกเขาก็มาถึงบ้านเกิดของคุณคางคก\n\"คุณคางคก คุณคางคก\" หุ่นรักษาการณ์เคาะประตู\nคุณคางคกเปิดประตูอย่างช้า ๆ และยื่นมือที่มีรอยแผลเป็นและพิษออกมา\n\"คุณคางคกผู้งดงาม พวกเราขออภัยจริง ๆ ที่มารบกวนคุณอีกครั้งแล้ว แต่เพื่อนรักของฉันเจ็บปวดเหลือเกิน มีแค่คุณเท่านั้นที่จะช่วยรักษาเขาได้\" คุณสุนัขจิ้งจอกถอดหมวกแล้วพูดอย่างนอบน้อม\n\"คุณคางคกรู้ตัวอยู่แล้วว่าตัวเองงดงามมากแค่ไหน\" เสียงแหบห้าวดังมาจากบ้านในหมู่บ้านที่คดเคี้ยว \"เพื่อนของเธอ ไม่มีทางแสวงหาความตายได้หรอก\"\n\"ชีวิตไม่ใช่ชา และความตายก็ไม่ใช่น้ำตาล น้ำแร่ที่สดใหม่ตลอดไม่อาจแยกแยะความแตกต่างได้ แต่ด้วยหัวใจและลิ้นของเครื่องจักร เธอมีชีวิตที่จะได้สัมผัสกับรสชาติของมันครั้งแล้วครั้งเล่า...\" คางคกยกผ้าที่แกะสลักด้วยดอกไม้ออก เผยให้เห็นอัญมณีเย็นที่เรียกว่า \"ความตาย\" เขายื่นมือออกเพื่อเชื้อเชิญหุ่นรักษาการณ์ \"มาเถอะ หุ่นรักษาการณ์หนุ่ม มานี่เถอะ เด็กน้อย... ทุกคนต่างก็ต้องผ่านการทดสอบกันทั้งนั้น แต่อย่าได้ยอมแพ้ง่าย ๆ พยายามเข้าไว้นะ...\"\n\"หนอนของฉันกินเธอไม่ได้ ตะไคร่ของฉันก็เกาะติดเธอไม่อยู่ ไม่ว่าคู่ต่อสู้จะอายุเท่าไหร่ มีความรับผิดชอบอะไร จะโศกเศร้าหรือเบื่อหน่ายแค่ไหน ก็อย่าได้ยอมแพ้ง่าย ๆ นะ ลูกของฉัน\"\nเมื่อพูดอย่างนั้น คุณคางคกก็วางมือจักรกลของเขาลงบนไข่มุกแห่ง \"ความตาย\" อย่างอ่อนโยน เพื่อทำให้เขาได้เห็นจุดจบของตัวเองในอนาคตที่นานแสนนาน...\nหลังจากการล้างบาปหลายปีจนนับไม่ถ้วน หุ่นรักษาการณ์ที่แตกสลายก็ถูกโยนลงไปในกองไฟแห่งการทำลายล้าง หลอมละลายพร้อมกับเศษเหล็กที่สะสมมานานหลายสิบล้านปี กลายเป็นมหาสมุทรโลหะขนาดมหึมาที่ไม่สามารถแยกแยะได้ ความคิดแข็งกร้าวและอารมณ์อันชินชาของโลหะถูกละลาย ระเหิด และหลอมรวมกันกลายเป็นชีวิตใหม่ นั่นที่พำนักอันน่าตื่นตาของชีวิตโลหะเท่านั้น ซึ่งเมื่อเทียบกันแล้ว แม้แต่ความเรืองรองของ \"ความตาย\" ก็กลายเป็นเพียงสิ่งธรรมดาไปแล้ว\nดังนั้น หุ่นรักษาการณ์ที่มองเห็นอนาคตจึงยอมแพ้ต่อความตาย ส่วนคุณสุนัขจิ้งจอกผู้เป็นเพื่อนสนิทของเขา ก็แอบดึงมือกลับและล้มเลิกความคิดที่จะขโมยมัน \"ชีวิตไม่ใช่ชา และความตายก็ไม่ใช่น้ำตาล ในเมื่อฉันยังมีเพื่อนคอยอยู่เคียงข้างร่วมทุกข์สุขไปด้วยกัน แล้วทำไมฉันจะต้องร้อนใจ และตะกละตะกลามแสวงหาอัญมณีที่ไม่ได้อยู่ในโลกนี้ด้วย?\"\nต่อมา เด็ก ๆ ทุกคนต่างก็รู้ว่าคุณสุนัขจิ้งจอกและหุ่นรักษาการณ์ยังคงมีชีวิตอยู่อีกยาวนาน อยู่จนโลกใบเล็ก ๆ ของพวกเขาจะกลายเป็นที่รกร้าง จวบจนดวงอาทิตย์ของพวกเขามอดดับและดวงจันทราร่วงหล่น... หลังจากนั้น เรื่องราวของพวกเขาก็ยังคงไม่มีที่สิ้นสุดเหมือนเดิม และแพร่กระจายไปทั่วทั้งผืนโลก"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ชุดนิทานห่านปีกหิมะ"
          }
        ]
      },
      {
        "key": "หาได้จาก",
        "value": [
          {
            "type": "RichText",
            "text": "ซื้อได้จาก Hubel ทั้ง 3 เล่ม"
          }
        ]
      }
    ]
  }
}