{
  "epId": 4692,
  "name": "การล่มสลายของปราสาทที่ซีดจาง",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/144837601/3a3329e5e4bf4d5b339ddd0f3f58e179_5218555425916730222.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1702565976,
  "components": {
    "body": [
      {
        "title": "การล่มสลายของปราสาทที่ซีดจาง (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "ฉันเคยเห็นเรือสีดำลำหนึ่งในความฝัน\nเดินทางผ่านค่ำคืนอันมืดมิดและทะเลหมอกอันมืดมน\nตัวเรือลำนั้นผุพังไปนานแล้ว เสากระโดงเองก็ดูเหมือนหักเป็นส่วน ๆ เช่นเดียวกัน\nแต่กลับเหมือนจงใจจะเย้ยหยันเหตุผลของมนุษย์\nชิ้นส่วนที่แตกหักทั้งหมดนี้มีรูปร่างประหลาดและบิดเบี้ยว\nสาหร่ายเป็นชั้น ๆ ที่ห่อหุ้มอยู่รอบตัวเรือ เชื่อมต่อเข้ากับชีวมวลทั้งปวง\nดึงเอาภาพสะท้อนอันน่าสะพรึงกลัวใต้แสงจันทร์ออกมา\nทำให้ผู้คนต้องตกอยู่ในความกลัวอย่างเลี่ยงไม่ได้\nราวกับว่าเพียงละสายตาออกไปเล็กน้อย\nมันก็จะปรากฏต่อหน้าคุณในวินาทีถัดไป\nเงาร่างที่สูงใหญ่และผอมเพรียวยืนตระหง่านอยู่บนดาดฟ้า\nเรือนร่างถูกห่อหุ้มด้วยเสื้อคลุมสีดำ และใบหน้าพร่ามัวไม่ชัดเจน\nมีเพียงดวงตาคู่นั้น แค่ดวงตาที่เย็นชาคู่หนึ่ง\nแค่จ้องมองแวบเดียว ก็เหมือนสลักเข้าไปในจิตวิญญาณของคุณแล้ว\nสรุปแล้วมันคือตัวประหลาดจากใต้ทะเลลึก\nเป็นเจ้าแห่งของโลกยุคโบราณ\nหรือบางทีนั่นอาจเป็นฝันร้าย"
          }
        ]
      },
      {
        "title": "การล่มสลายของปราสาทที่ซีดจาง (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "ณ ริมทะเลสาบที่บริสุทธิ์ที่สุดในโลก\nเคยมีปราสาทที่รุ่งโรจน์สว่างไสวแห่งหนึ่ง\nทองคำเปลวและอัญมณีประดับผนังด้านนอกของปราสาท\nท่ามกลางแสงระยิบระยับของแสงแดดยามบ่าย\nธงหลากสีที่แสนสวยงามโบกสะบัดอยู่บนหอคอย\nหอคอยที่งดงามใหญ่โตตั้งตระหง่านสูงเสียดฟ้า\nแขกที่มาจากแดนไกล มองผ่านหน้าต่างที่ตกแต่งด้วยกระจกหลากสีสัน\nทั่วทุกหนแห่งที่ย่างกรายผ่าน จะมองเห็นภาพแปลกตาที่แตกต่างออกไปอย่างสิ้นเชิง\nสิ่งที่สะดุดตาที่สุด เห็นจะเป็นรูปปั้นที่ตั้งกระจายอยู่ทั่วทุกที่\nแม้รูปร่างจะแปลกประหลาด แต่กลับดูมีชีวิตชีวาสมจริง\nห้องโถงตรงกลางปราสาท เป็นเวทีสีทองเรืองรองเปล่งประกายระยิบระยับ\nนักดนตรีบรรเลงและขับขานบทเพลงให้กับเจ้าของปราสาททั้งกลางวันและกลางคืน\nเมื่อเสียงเพลงอันไพเราะดังขึ้น กลุ่มผึ้งสีทองจะวนเวียนรอบเวทีด้วยเช่นกัน\nการเต้นรำไปพร้อมกับดนตรีที่กลมเกลียว ทำให้คนทั้งโลกลุ่มหลงไปกับมัน\nดูเหมือนในปราสาทจะมีอาหารและไวน์รสเลิศมากมาย พร้อมเสิร์ฟให้ผู้คนได้ดื่มด่ำ\nไม่ว่าจะมาจากที่ไหน หรือมีภูมิหลังเป็นอย่างไร บรรดาแขกทั้งหลายต่างสามารถแสวงหาความสุขได้ตามที่ต้องการ\nแต่ทั้งหมดนี้แทบจะไม่สามารถปลอบประโลมความหวาดกลัวในใจของนายท่านได้เลย\nและไม่สามารถนำพาช่วงเวลาแห่งความสงบสุข มาสู่จิตวิญญาณที่ตื่นตระหนกของเขาได้เช่นกัน\nในทุกเที่ยงคืน เมื่อระฆังยักษ์บนหอคอยส่งเสียงทุ้มเบา ๆ\nเขามักจะตกอยู่ในความวิตกและเป็นกังวลที่ไม่สามารถควบคุมได้\nความกลัวและความหดหู่ที่ไม่อาจบรรยายได้ครอบงำเขาเอาไว้\nเงาปีศาจที่ห่อหุ้มตัวด้วยเสื้อคลุมสีดำจะทวงคืนหนี้ของเขา\nเมื่อถึงเวลานั้น ทุกสิ่งที่อยู่ตรงหน้าก็จะกลายเป็นผุยผง\nพร้อมด้วยดวงวิญญาณของนายท่านและแขกเหรื่อทุกคน\nจะกลายเป็นของสักการะให้กับโลกยุคโบราณที่มืดมิดนั้น"
          }
        ]
      },
      {
        "title": "การล่มสลายของปราสาทที่ซีดจาง (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "แรกเริ่มนั้น เป็นเพียงเงาสะท้อนบนฝาผนังของผ้าม่านที่ปลิวไสวตามสายลมอันแผ่วเบา\nและเสียงเล็ก ๆ จากการกัดแทะของสัตว์ที่ไม่รู้ว่าดังมาจากที่ใด\nจากนั้นก็ตามด้วยเสียงหัวเราะที่แหบแห้งและแปลกประหลาด ดังออกมาเป็นระยะ ๆ จากในห้องที่ว่างเปล่า\nเป็นความกลัวและฝันร้ายที่ไม่อาจอธิบายได้และยังคงแพร่กระจายไปทั่วในค่ำคืนที่มืดมิด\nในที่สุด ท่ามกลางท้องฟ้าคำรามและลมพายุแรงที่น่าสะพรึงกลัว\nชั้นหมอกบาง ๆ ที่ส่องประกายแสงสีแดงจาง ๆ\nปกคลุมทั่วทั้งปราสาทเอาไว้ราวกับผ้าห่อศพ\nบนเวทีตรงใจกลางของปราสาท มีเงาสีดำของร่างที่สูงใหญ่และผอมเพรียวทอดยาวลงมา\nในที่สุดวิญญาณปีศาจที่หุ้มตัวด้วยเสื้อคลุมสีดำก็มาเยือนถึงประตู\nบรรดาผู้คนที่กำลังแสวงหาความเพลิดเพลิน\nไม่นานก็ล้มลงทีละคน ทีละคน\nไม่มีแม้แต่เวลาให้คร่ำครวญ\nนายท่านนั่งตัวสั่นเทาอยู่บนบัลลังก์ด้วยความหวาดกลัว\nความมืดได้พรากวิญญาณไปจากเขาเช่นกัน\nท่ามกลางเสียงโครมครามของก้อนอิฐและเศษหินที่ตกลงมา\nปราสาทได้สูญเสียความรุ่งโรจน์ในอดีตไปแล้ว\nมันถูกกลืนหายไปกับสายน้ำที่ส่องแสงระยิบระยับ\nพระจันทร์สีเลือดที่เดิมทีถูกหอคอยบดบัง ได้ปรากฏขึ้นบนท้องฟ้าอีกครั้ง\nสีแดงแห่งลางร้ายได้โอกาสส่องสว่างไปทั่วทุกพื้นที่\nตอนนี้ในทะเลสาบที่บริสุทธิ์ที่สุดในโลก\nกำลังสะท้อนตัวปราสาทสีจาง ๆ ที่ผุพังและเสื่อมโทรม\nโถงสีทองและความยิ่งใหญ่ของงานเลี้ยงในอดีต\nดูเหมือนจะเป็นความฝันและตำนานที่ยาวนาน\nโบราณสถานเผยให้เห็นความเสื่อมโทรมและความเศร้าโศกอันยากจะขจัดออกไป\nสัตว์ประหลาดที่ดูคล้ายรูปปั้นหลายตัว เดินผ่านหน้าต่างที่พังทลายและมืดมนไป\nท่ามกลางท่วงทำนองที่ไม่ประสานกัน มันจมดิ่งลงไปในทะเลลึกอย่างต่อเนื่อง\nและที่นั่นไม่มีสิ่งใดเลย นอกเสียจากความมืด ความตาย และเสียงคร่ำครวญ"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "การล่มสลายของปราสาทที่ซีดจาง"
          }
        ]
      },
      {
        "key": "หาได้จาก",
        "value": [
          {
            "type": "RichText",
            "text": "การล่มสลายของปราสาทที่ซีดจาง (I) - บริเวณ \"The Rusty Rudder\"\nการล่มสลายของปราสาทที่ซีดจาง (II) - ซื้อได้จาก Hubel\nการล่มสลายของปราสาทที่ซีดจาง (III) - ซื้อได้จาก Hubel"
          }
        ]
      }
    ]
  }
}