{
  "epId": 4778,
  "name": "ศูนย์วิทยาศาสตร์ Fontaine",
  "desc": "<p>ศูนย์วิจัยวิทยาศาสตร์ทางวิศวกรรมพลังงานจลน์ Fontaine ก่อตั้งขึ้นโดย Alain Guillotin สถาบันนี้มักถูกเรียกย่อ ๆ กันว่า ศูนย์วิทยาศาสตร์ Fontaine</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/115795437/acfdfd84bfa0e9d4e6b28104b452c99e_5277544033704407522.png",
  "menuId": 23,
  "menuName": "สังกัด",
  "version": 1711111684,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ศูนย์วิจัยวิทยาศาสตร์ทางวิศวกรรมพลังงานจลน์ Fontaine"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "สถาบันแห่งเก่า",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ก่อนการระเบิด ศูนย์วิจัยวิทยาศาสตร์ทางวิศวกรรมพลังงานจลน์ Fontaine <color=#ffffff73>เป็นศูนย์กลางทางเทคโนโลยีของนครว่าการ Fontaine ทั้งหมด โดย Alain Guillotin ได้ก่อตั้ง</color> ศูนย์วิจัยวิทยาศาสตร์ทางวิศวกรรมพลังงานจลน์ Fontaine <color=#ffffff73>หลังถอนตัวออกจากหน่วยล่าเงา เนื่องจากศูนย์วิทยาศาสตร์ Fontaine ได้มุ่งมั่นที่จะศึกษาเกี่ยวกับจักรกลและพลังงาน การวิจัยจักรกลไขลานจึงกลายเป็นหัวข้อวิจัยที่นักวิจัยของสถาบันให้ความสนใจเป็นอย่างมาก Alain ได้เรียกผู้เชี่ยวชาญด้านการปราบปรามจักรกลไขลานว่า \"Cal. Scherbius\" เพื่อเป็นการยกย่องเพื่อนและผู้ช่วยวิจัยของเขาที่ศูนย์วิทยาศาสตร์ Fontaine ซึ่งย่อมาจาก Carter Scherbius</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/5a5a09915eec46c98da636ad075ad62c_4332656182640486915.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>เมื่อคุณ Bossuet กลายมาเป็นหัวหน้า สถาบันก็ได้เปลี่ยนชื่อใหม่เป็น \"สถาบันวิจัย Bossuet\" นักวิจัยรุ่นเยาว์ Chisserays ถือว่าการตัดสินใจของคุณ Bossuet นั้นไร้ที่ติ แถมยังมีความเป็นผู้นำที่ชาญฉลาดมาก เขามองว่าการตัดสินใจนี้นำไปสู่ผลลัพธ์ที่น่าทึ่งในการวิจัยหลายแขนง Bossuet และ Chisserays ได้ร่วมกันนำเสนอหัวข้อการวิจัยเกี่ยวกับทฤษฎีค่ากำหนดของหน่วยวัดพลังงานแบบใหม่ เมื่อเปรียบเทียบค่ากำหนดแบบดั้งเดิมที่คิดค้นขึ้นโดย Alain Guillotin แล้ว การคำนวณของพวกเขาแสดงให้เห็นว่าในสถานการณ์ที่เหมาะสม ผลลัพธ์ของการกำหนดค่าแบบใหม่จะสูงขึ้นกว่าเดิมเล็กน้อย เอกสารการวิจัยฉบับนี้จะอธิบายรายละเอียดเกี่ยวกับหลักการทำงาน สิ่งจำเป็นสำหรับการออกแบบโครงสร้างพื้นฐาน ซึ่งเอกสารการวิจัยฉบับนี้ได้รับเลือกให้เป็นงานวิจัยดีเด่นแห่งปี เป็นผลให้คุณ Bossuet ได้รับรางวัลนักวิจัยระดับสูง หลังจากที่คุณ Bossuet ลาออกจากตำแหน่ง เหล่านักวิจัยก็ได้กระจัดกระจายไปทั่วสถาบัน</color>\nในแนวคิดดั้งเดิมของ Bossuet นักเต้นรำจักรกล <color=#ffffff73>Coppelius และ Coppelia</color> เป็นผลงานศิลปะที่ก้าวข้ามยุคแห่งการผลิตซ้ำด้วยกลไก แต่หลังจากที่ <color=#ffffff73>Maillardet เข้ามาดูแลโปรเจ็กต์นี้ เขาได้ใส่พลังงานสสารวิญญาณเข้ามา ทำให้นักเต้นรำจักรกลมีความสามารถในการต่อสู้ที่สูงมากอีกด้วย ความแตกต่างของโหมดการต่อสู้ระหว่าง Coppelius และ Coppelia นั้นขึ้นอยู่กับความแตกต่างระหว่างพลังงานสสารและพลังงานวิญญาณซึ่งถูกเรียกว่า ทัณฑ์นิรันดร์ของ Coppelius และ ฝังมรณะแห่ง Coppelia</color>\n<color=#ffffff73>Edwin Eastinghouse เป็นอดีตนักวิจัยอาวุโสที่ทำการทดลองโดยใช้ Arkhium ในการสร้าง Experimental Field Generator เพื่อ \"ต้านทาน\" แรงโน้มถ่วง ตามความตั้งใจเดิมของการออกแบบ นี่เป็นก้าวแรกในการเปลี่ยน Fontaine ให้เป็นเมืองบนท้องฟ้า ดังนั้นผู้คนจะไม่ต้องกังวลกับคลื่นที่เคยพัดถล่มแผ่นดินอีกต่อไป ซึ่งการทดลองของเขาเป็นสาเหตุของการระเบิดครั้งใหญ่ที่ทำลายสถาบันวิจัย Fontaine เกือบทั้งหมด</color>\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain Guillotin เป็นลูกบัญธรรมของ Emanuel Guillotin ต่อมาเขาได้ถูกสถาบัน Narzissenkreuz รับเลี้ยงพร้อมกับพี่สาว Mary-Ann Guillotin เขาเป็นผู้ก่อตั้งสถาบันวิจัยพลังงานจลน์แห่ง Fontaine โดยผลงานที่โดดเด่นที่สุดคืองานวิจัยพลังงานสสารและพลังงานวิญญาณ ที่นำไปสู่การประดิษฐ์ระบบพลังงานปฐมภูมิและการสร้างจักรกลไขลาน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/5f9666801f8c3cd059ac14e8eb9dbc96_8887987182772775192.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/539b03bed1057707abd643147e18abde_5208416816830639300.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3993,
        "name": "Icewind Suite",
        "desc": "<p>นักเต้นรำจักรกลที่พัฒนาโดยศูนย์วิทยาศาสตร์ Fontaine ในแนวคิดดั้งเดิมของ Bossuet นักเต้นรำจักรกลเป็นผลงานศิลปะ ที่ก้าวข้ามยุคแห่งการผลิตซ้ำด้วยกลไก แต่หลังจากที่ Bossuet ถูกบีบให้ออก โปรเจกต์นี้จึงถูกเปลี่ยนให้ Maillardet เป็นผู้รับผิดชอบ Maillardet มีมุมมองเฉพาะตัวเกี่ยวกับจักรกลและนักเต้นรำ ดังนั้น ในกระบวนการของการผลิตซ้ำ ขณะที่ฟังก์ชันต่าง ๆ ของอุปกรณ์และนักเต้นจักรกลกำลังสมบูรณ์แบบ พวกเขาค่อย ๆ เบี่ยงเบนไปจากความตั้งใจดั้งเดิมในการออกแบบของ Bossuet</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/10257458/2f00954ed77a3e7855ca2f2835e3a1db_6892133854540914358.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4054,
        "name": "จักรกลปราบปราม",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">กลไกเครื่องลานรุ่นพิเศษที่ได้รับการปรับแต่งมาจาก \"Cal. Scherbius\" น่าเสียดายที่มันไม่มีความสามารถอื่นนอกจากการโจมตี<br>การทำงานของกลไกเครื่องลานที่อิงตามพลังงานการทำลายล้าง มักใช้ตัวทำซ้ำที่ทำจากคริสตัลพิเศษ เพื่อดึงพลังสสารกับพลังวิญญาณและแสงจากสภาพแวดล้อมของ Fontaine เพื่อสร้างพลังงาน แต่ในพื้นที่อื่น ๆ นอกเหนือจาก Fontaine ก็สามารถเคลื่อนไหวได้ในระยะสั้น ๆ ด้วยบล็อกพลังงานที่เตรียมไว้ล่วงหน้า ความแตกต่างระหว่างทั้งอย่างนี้ จะสะท้อนให้เห็นในรูปทรงของส่วนคริสตัลบนกลไก</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/20/65858273/2f50163bfc40d3af453ccd6f2d227fe7_6388268191521666405.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Edwin Eastinghouse",
        "desc": "<p>Edwin Eastinghouse เป็นอดีตนักวิจัยระดับสูงศูนย์วิทยาศาสตร์ Fontaine เขาจะปรากฎตัวหลังจากเสร็จสิ้นเควสต์โลก \"คำโกหกที่คาดการณ์ไว้\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/10257458/c489991125014d61433420b3425ce342_1835974601372095177.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "การระเบิดครั้งใหญ่",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "เมื่อมีคำทำนายว่าจะเกิดเหตุการณ์น้ำท่วมครั้งใหญ่ที่จะทำลาย Fontaine ได้ นักวิจัยของศูนย์วิทยาศาสตร์จึงเปลี่ยนเป้าหมายเป็นการปกป้องชาวเมืองแทน <color=#ffffff73>Arkhium เป็นแร่ลึกลับสีเหลือง-เขียว ที่มีพลังงานมหาศาลและมีความสามารถในการทลายขีดจำกัดของโลกด้วย ครั้งหนึ่ง Arkhium จึงถูกมองว่าเป็นกุญแจที่สามารถช่วยให้ชาว Fontaine รอดพ้นจากคำทำนายได้ Edwin Eastinghouse ได้ใช้ Arkhium ในการสร้าง \"ต้นแบบ Cal. Breguet\" เพื่อควบคุมแรงโน้มถ่วง ซึ่งถือเป็นก้าวแรกแผนการเปลี่ยนเมือง Fontaine ให้กลายเป็นเมืองลอยฟ้าด้วยความหวังว่าชาว Fontaine จะไม่ต้องกังวลกับคลื่นน้ำอีกต่อไป Arkhium ในแกนกลางของอุปกรณ์มีลักษณะของการ \"แยกตัว\" หรือ \"ตกตะกอน\" ซึ่งมีคุณสมบัติในการแปลงวัสดุ หรือแยกสิ่งอื่นที่ไม่ใช่วัสดุได้ ว่ากันว่าคุณสมบัติดังกล่าวสามารถย้อนกลับได้ แต่ศูนย์วิทยาศาสตร์ Fontaine กลับหมกมุ่นอยู่กับผลทางกายภาพของมันเท่านั้น</color> โดยสมมุติฐานเบื้องต้นระบุว่า Experimental Field Generator สามารถยกอาคารทั้งหลังได้"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/b17b13852bc1082f0451092704ed6738_5662411680755287373.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ระหว่างการวิจัย แกน <color=#ffffff73>Arkhium ภายใน</color> Experimental Field Generator <color=#ffffff73>ได้รับความเสียหายมากเกินไป ทำให้เกิดการระเบิดขนาดใหญ่ซึ่งสร้างความเสียหายให้กับสถาบันอย่างมาก โดยเหตุการณ์นี้ทำให้มวลน้ำที่ได้รับผลกระทบควบแน่นและลอยตัวอยู่กลางอากาศและถูกเรียกว่า \"มวลน้ำแรงโน้มถ่วงไม่สมดุล\" ผลที่ตามมาจากนั้นคือ</color> Experimental Field Generator <color=#ffffff73>สูญเสียการควบคุมจนส่งผลกระทบเป็นวงกว้าง ครอบคลุมพื้นที่ทั่วทั้งสถาบัน การระเบิดครั้งนั้นได้คร่าชีวิตนักวิจัยไปจำนวนมาก หลายคนที่รอดชีวิตจากอุบัติเหตุต่างเลือกที่จะออกจากสถาบัน Edwin Eastinghouse ได้หายตัวไปหลังเกิดการระเบิดครั้งนั้น หลายคนเชื่อว่าเขาเสียชีวิตไปแล้ว อย่างไรก็ตาม เขาถูกปลดออกจากตำแหน่งนักวิจัยอาวุโส เนื่องจากขาดงานเป็นเวลานานโดยไม่ได้ยื่นเอกสารแจ้งสาเหตุการขาดงานกับทางศูนย์วิทยาศาสตร์ ด้วยบุคลิกที่เป็นเอกลักษณ์และแนวทางการวิจัยที่แปลกประหลาด ผู้นำสถาบันจึงรู้สึกสบายใจอย่างมากกับการที่เขาขาดงาน</color>\n<color=#ffffff73>มีคนบางกลุ่มที่มองว่า Arkhium เป็นลางร้าย เนื่องจากมันมีคุณสมบัติที่ทำให้มนุษย์เกิดความโลภ และอาจเป็นชนวนที่นำไปสู่ภัยพิบัติตามคำทำนาย แต่บางคนก็ยังมองเห็นความเป็นไปได้ของ Arkhium และเชื่อว่ามันยังมีศักยภาพที่ซ่อนอยู่ภายในที่ยังไม่ถูกดึงออกมาใช้งานอย่างเต็มที่</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/5a9b87e6f53ae12929cb4959c5894875_5384356191286069350.PNG",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>แกนพลังงานจลน์ตั้งต้นเป็นผลงานการวิจัยร่วมกันของ Raimondo และ Edwin Eastinghouse พวกเขาเชื่อว่าหากจ่ายพลังงานให้กับแกนกลางอย่างเพียงพอก็จะทำให้</color> Experimental Field Generator <color=#ffffff73>งานทำงานเต็มกำลังได้อย่างง่ายดาย หลังจากสร้างแกนกลางสำเร็จแล้ว ทั้งสองก็ตระหนักว่าพวกเขาแทบจะไม่สามารถหาวิธีจ่ายพลังงานระดับนั้นได้อย่างต่อเนื่องเลย พวกเขาจึงพยายามจ่ายพลังงานให้กับมันด้วยพลังงานสสารและวิญญาณ โดยการเชื่อมต่อแร่ Arkhium แบบอนุกรมจำนวนมากเพื่อสร้างกลุ่มก้อนพลังงานมหาศาลแต่ก็ยังไม่ได้ผล พวกเขาพบแร่ Arkhium ขนาดใหญ่ และแม้ว่ามันจะอยู่ในสถานะเฉื่อยก็ตาม แต่พวกเขาก็มั่นใจว่าแร่ Arkhium ก่อนนี้มีความบริสุทธิ์สูงอย่างที่ไม่เคยมีมาก่อน พวกเขายังเชื่ออีกว่าด้วยการดูแลรักษาที่ถูกต้องจะทำให้มันสามารถจ่ายพลังงานให้กับ</color> Experimental Field Generator <color=#ffffff73>ได้อย่างเพียงพอ</color>\n<color=#ffffff73>Edwin และ Raimondo ขัดแย้งกัน เนื่องจาก Raimondo เสนอแนวคิดที่มีความอนุรักษ์นิยมมากกว่า แต่ Edwin ต้องการแก้ปัญหานี้ให้ได้โดยเร็ว หลังเกิดการระเบิดครั้งใหญ่ Raimondo ได้เป็นผู้นำการสืบสวนและประเมินภัยพิบัติทันที ด้วยความเฉลียวฉลาดและความหลงใหลในศูนย์วิทยาศาสตร์ของเขา ทำให้เกิดผลลัพธ์ที่เหนือความคาดหมายทั้งหมด แต่น่าเสียดายที่แทบจะไม่เหลือใครที่จะมารับรู้ความสำเร็จอันน่าทึ่งนี้</color>\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Edwin Eastinghouse",
        "desc": "<p>Edwin Eastinghouse เป็นอดีตนักวิจัยระดับสูงศูนย์วิทยาศาสตร์ Fontaine เขาจะปรากฎตัวหลังจากเสร็จสิ้นเควสต์โลก \"คำโกหกที่คาดการณ์ไว้\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/10257458/c489991125014d61433420b3425ce342_1835974601372095177.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "name": "Raimondo",
        "desc": "<p>Raimondo เป็นนักวิจัยที่อยู่ใน New Fontaine Research Institute เขาจะออกมาในเควสต์โลก \"บันทึกศูนย์วิทยาศาสตร์ Fontaine\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/10257458/fec99257b23f526ad6e38f9c2fa67549_3184888883118469621.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "name": "Choiseul",
        "desc": "<p>Choiseul เป็นนักวัจัยที่อยู่ใน New Fontaine Research Institute เขาจะออกมาในเควสต์โลก \"บันทึกศูนย์วิทยาศาสตร์ Fontaine\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/10257458/686e30e290d1bc0619c1bf144edba8d2_7210814117240133082.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Experimental Field Generator",
        "desc": "<p>อุปกรณ์ขนาดใหญ่ที่ออกแบบโดย Edwin Eastinghouse ขณะมีชีวิตอยู่ ตามจุดประสงค์การออกแบบเดิม ซึ่งมีผล \"ต้านทาน\" แรงโน้มถ่วง ตามความตั้งใจเดิมของการออกแบบ นี่เป็นก้าวแรกในการเปลี่ยน Fontaine ให้เป็นเมืองบนท้องฟ้า ดังนั้นผู้คนจะไม่ต้องกังวลกับคลื่นที่เคยพัดถล่มแผ่นดินอีกต่อไป แม้ว่าทั้งเจ็ดประเทศจะจมอยู่ใต้ทะเลลึกอย่างสมบูรณ์ แต่นครว่าการ Fontaine อันงดงามจะยังคงลอยอยู่ในอากาศเช่นเดียวกับ Celestia แม้แต่ความลับของจักรวาลก็ดูจะไม่ใช่เรื่องไกลตัวอีกต่อไป</p><p>Arkhium ในแกนกลางของอุปกรณ์มีลักษณะของการ \"แยกตัว\" หรือ \"ตกตะกอน\" ซึ่งมีคุณสมบัติในการแปลงวัสดุ หรือแยกสิ่งอื่นที่ไม่ใช่วัสดุได้ ว่ากันว่าคุณสมบัติดังกล่าวสามารถย้อนกลับได้ แต่ศูนย์วิทยาศาสตร์ Fontaine กลับหมกมุ่นอยู่กับผลทางกายภาพของมันเท่านั้น</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/176148810/411a0336222dd0d0f0dd7ae5c80e43f4_7482916458266636945.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4461,
        "name": "Mysterious Ore",
        "desc": "<p>แร่คริสตัลสีเขียวอมเหลืองลึกลับ</p><p>ดูเหมือนว่าจะมีคุณสมบัติพิเศษในการดึงดูดแร่ชนิดเดียวกัน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/21/115795437/9e372cb47dce18398b75603dc86d8dbf_7126585414613111269.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ศูนย์วิจัยวิทยาศาสตร์ Fontaine แห่งใหม่",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ผลจากภัยพิบัติครั้งนั้น ศูนย์วิทยาศาสตร์ถูกสั่งให้ระลึกไว้และสร้างศูนย์วิทยาศาสตร์แห่งใหม่ใกล้กับซากปรักหักพังและคอยดูแลรักษาอาคารที่ไม่ถูกทำลายจากเหตุระเบิดครั้งใหญ่ ศูนย์วิทยาศาสตร์ที่เปิดทำการในปัจจุบันถูกเรียกว่า \"ศูนย์วิจัยวิทยาศาสตร์ Fontaine แห่งใหม่\" <color=#ffffff73>Raimondo และ Choiseul ได้แบ่งหน้าที่รับผิดชอบร่วมกันในตำแหน่งผู้อำนวยการ โดย Raimondo รับผิดชอบในส่วนของการทำให้งานทางวิทยาศาสตร์และการวิจัยสามารถกลับมาดำเนินงานได้เป็นปกติอีกครั้ง ส่วน Choiseul รับผิดชอบทุกส่วนนอกเหนือจากนั้น ตัวอย่างเช่น Choiseul มีหน้าที่รับผิดชอบในการจัดการกองทุนที่เกี่ยวกับการจัดสรรกำลังคน การจัดสรรงบประมาณตามแต่ละไตรมาส การอำนวยความสะดวกแก่แขกผู้มาเยือน และการกำจัดเหล่านักข่าวร่วมกันกับ Raimondo ซึ่งเป้าหมายหลักของพวกเขายังเหมือนเดิม นั่นคือการสร้าง ศูนย์วิจัยวิทยาศาสตร์ Fontaine ขึ้นมาใหม่ และทำงานอย่างหนักเพื่อความเป็นอยู่ที่ดีของทุกคนในนครว่าการ Fontaine</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/60a8a709bcc74150d30ebfd5aa298d22_4873224519351592702.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ตามที่ Choiseul กล่าว ที่ตั้งเดิมของศูนย์วิทยาศาสตร์จะได้รับการอนุรักษ์ไว้และสร้างขึ้นใหม่เป็นศูนย์การศึกษาด้านความปลอดภัยของศูนย์วิจัยวิทยาศาสตร์ Fontaine.\nRaimondo กล่าวว่า เมื่อสามารถเก็บกู้ทรัพย์สินทางการวิจัยกลับคืนได้ทั้งหมด ห้องปฏิบัติการกลางจะถูกรื้อถอน สภาพแวดล้อมทางธรรมชาติบริเวณนั้นจะฟื้นฟูกลับคืนสู่สภาพเดิม โดยการรื้อถอนครั้งนี้จะใช้ \"Experimental Field Generator\" ที่เพิ่งทำการวิจัยใหม่โดยการใช้สารเร่งปฏิกิริยาของ Raimondo เพื่อเปลี่ยน Arkhium สถานะเฉื่อยที่มีความบริสุทธิ์และความเสถียรสูงสุดให้เป็น <color=#ffffff73>Tri-State Arkhium</color> อุปกรณ์นี้สามารถปิดการทำงานสนามพลังที่ควบคุมแรงโน้มถ่วงบริเวณซากปรักหักพังของศูนย์วิทยาศาสตร์และทำให้มันกลับลงสู่พื้นดินได้อย่างปลอดภัย\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4343,
        "name": "Experimental Field Generator",
        "desc": "<p>อุปกรณ์ขนาดใหญ่ที่ออกแบบโดย Edwin Eastinghouse ขณะมีชีวิตอยู่ ตามจุดประสงค์การออกแบบเดิม ซึ่งมีผล \"ต้านทาน\" แรงโน้มถ่วง ตามความตั้งใจเดิมของการออกแบบ นี่เป็นก้าวแรกในการเปลี่ยน Fontaine ให้เป็นเมืองบนท้องฟ้า ดังนั้นผู้คนจะไม่ต้องกังวลกับคลื่นที่เคยพัดถล่มแผ่นดินอีกต่อไป แม้ว่าทั้งเจ็ดประเทศจะจมอยู่ใต้ทะเลลึกอย่างสมบูรณ์ แต่นครว่าการ Fontaine อันงดงามจะยังคงลอยอยู่ในอากาศเช่นเดียวกับ Celestia แม้แต่ความลับของจักรวาลก็ดูจะไม่ใช่เรื่องไกลตัวอีกต่อไป</p><p>Arkhium ในแกนกลางของอุปกรณ์มีลักษณะของการ \"แยกตัว\" หรือ \"ตกตะกอน\" ซึ่งมีคุณสมบัติในการแปลงวัสดุ หรือแยกสิ่งอื่นที่ไม่ใช่วัสดุได้ ว่ากันว่าคุณสมบัติดังกล่าวสามารถย้อนกลับได้ แต่ศูนย์วิทยาศาสตร์ Fontaine กลับหมกมุ่นอยู่กับผลทางกายภาพของมันเท่านั้น</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/25/176148810/411a0336222dd0d0f0dd7ae5c80e43f4_7482916458266636945.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "name": "Raimondo",
        "desc": "<p>Raimondo เป็นนักวิจัยที่อยู่ใน New Fontaine Research Institute เขาจะออกมาในเควสต์โลก \"บันทึกศูนย์วิทยาศาสตร์ Fontaine\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/10257458/fec99257b23f526ad6e38f9c2fa67549_3184888883118469621.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4530,
        "name": "Choiseul",
        "desc": "<p>Choiseul เป็นนักวัจัยที่อยู่ใน New Fontaine Research Institute เขาจะออกมาในเควสต์โลก \"บันทึกศูนย์วิทยาศาสตร์ Fontaine\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/10257458/686e30e290d1bc0619c1bf144edba8d2_7210814117240133082.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4384,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "สถานการณ์ปัจจุบัน",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/258395f804783bb62f419d8cd4e96f64_2512758376504830362.PNG",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "หลังจากการระเบิดครั้งแรกที่ถูกสันนิษฐานว่าเกิดจากการทดลองของ <color=#ffffff73>Edwin Eastinghouse แร่ Arkhium ของสถาบันได้กระจัดกระจายออกไป ทำให้เกิดความเสี่ยงที่แร่เหล่านั้นอาจถูกกระตุ้นและเกิดการระเบิดขึ้นอีกครั้งได้ การระเบิดครั้งที่สองเกิดขึ้นที่ซากปรักหักพังของห้องปฏิบัติการกลางซึ่งถือว่าเป็นการระเบิดขนาดเล็กเมื่อเทียบกับการระเบิดครั้งแรกที่เกิดขึ้นจากการทดลองของ Edwin แต่ก็ยังทำให้ส่วนประกอบจำนวนมากที่ทำหน้าที่ยับยั้งการทำงานของ Arkhium กระจายสู่แหล่งน้ำบริเวณโดยรอบอยู่ดี</color>\nการระเบิดครั้งที่สองเป็นผลจากกระแสพลังโดยรอบที่ส่งผลต่อ <color=#ffffff73>Arkhium ขนาดเล็กในซากปรักหักพัง ซึ่งมีการนำอุปกรณ์ยับยั้งมาใช้ทำให้หลีกเลี่ยงวิกฤตได้ อย่างไรก็ตาม นักวิจัยอาวุโส Nacker แอบหลบหนีออกไปได้ Nacker เคยทำงานร่วมกับ Edwin Eastinghouse และเชื่อว่าเขาได้ขโมยแกนพลังงานจลน์ตั้งต้น เพื่อโชคลาภเพียงเล็กน้อยไป และทำให้เกิดการระเบิดขึ้น</color> ต่อมา Fusilier ผู้สืบสวนพิเศษจากศูนย์วิทยาศาสตร์ Fontaine ได้รับการว่าจ้างให้มาสืบสวนคดี Arkhium ที่ถูกขโมยไป วัตถุประสงค์หลักคือการนำ Arkhium กลับคืนมาโดยเร็วที่สุด เนื่องจากแร่ก้อนนั้นเป็นต้นแบบที่มีความไม่เสถียรอย่างยิ่ง การสืบสวนได้พา Fusilier ไปเจอกับ Chaussivert ที่ประกาศตัวเองว่าเป็น \"ผู้ดูแลท่าเรือ Lumidouce!\"\n<color=#ffffff73>Chaussivert ได้เปิดเผยข้อมูลสำคัญในระหว่างการสืบสวนและนำไปสู่ช่องทางการค้าที่อาจเปิดเผยที่อยู่ของ Nacker พวกเขาพบร่องรอยของกระแสพลังงานที่ชัดเจนมากรอบ ๆ บริเวณบ้านหลังหนึ่งในช่วงที่การสืบสวนเริ่มคลี่คลายแล้ว Chaussivert ตั้งใจจะพังกลอนประตูแต่ก็ได้พบกับ Edwin Eastinghouse ที่หายไปเดินออกมาจากข้างในบ้าน</color>\n<color=#ffffff73>Edwin แอบบอกใบ้ที่อยู่ปัจจุบันของ Nacker ที่อยู่บริเวณใกล้กับ Fort Charybdis Ruins. Nacker เปิดเผยว่าเขากำลังทำการวิจัยเกี่ยวกับ \"อุปกรณ์สร้างพลังสนาม\" และกำลังพยายามเชื่อมต่อแกนพลังงานจลน์ตั้งต้น โดยหวังว่าตัวเองจะได้มีชื่อเสียงในฐานะวิศวกรด้านจลน์ศาสตร์ที่ยิ่งใหญ่ที่สุดตลอดกาล เห็นได้ชัดว่า Edwin Eastinghouse จงใจให้ข้อมูลที่นำการสืบสวนไปสู่ Nacker และสนับสนุนให้พา Nacker กลับไปที่ศูนย์วิทยาศาสตร์ ส่วนตัวเขาต้องการกลับไปทำการวิจัยของตัวเองต่อ และอ้างว่าเขาไม่ได้อยู่ในที่เกิดเหตุขณะที่แกนกลางระเบิด หลังจากที่ Nacker กับ Edwin ถกเถียงกันสักพัก Fusilier ได้ระเบิดอารมณ์ออกมาและกล่าวว่าทั้งคู่ทำลายผลประโยชน์ของศูนย์วิทยาศาสตร์ ในฐานะเจ้าหน้าที่สืบสวนพิเศษของศูนย์วิทยาศาสตร์ Fontaine เธอจะนำตัวทั่งสองกลับไปที่ศูนย์วิทยาศาสตร์เพื่อรอดำเนินการขั้นต่อไป</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/12/178140791/ea2b4fc11e282606b6aa78e53f23d6fc_4886047579680593681.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมื่อมาถึงศูนย์วิทยาศาสตร์ หลังจากผ่านไปนานพอที่ Edwin และ Raimondo จะพูดคุยกัน เจ้าหน้าที่ของกรมการปกครองก็มาถึงและพาตัว Nacker และ Edwin ไปที่ป้อมปราการ Meropide อดีตนักวิจัยของศูนย์วิทยาศาสตร์ Jurieu และ Lourvine ได้รับการว่าจ้างจาก Wriothesley ให้เป็นที่ปรึกษาด้านเทคนิคที่ป้อมปราการ Meropide ซึ่ง Jurieu เป็นหนึ่งในนักวิจัยที่ได้รับการจัดอันดับสูงสุดจากศูนย์วิจัยวิทยาศาสตร์ Fontaine และเคยทำงานเป็นผู้ช่วยของ Edwin ส่วน Lourvine ก็เคยทำงานเป็นผู้ช่วยของ Jurieu โดยงานวิจัยหลักของ Jurieu คือ <color=#ffffff73>Arkhium และ เครื่องมือวัดความถ่วงจำเพาะ ในช่วงที่เขาทำการวิจัยอยู่ที่ป้อมปราการ Meropide</color> เขาได้มุ่งความสนใจไปที่การสร้าง \"เรือบิน Wingalet\" เพื่อใช้ช่วยเหลือชาว Fontaine ที่ประสบภัยพิบัติน้ำท่วม\nFonta เป็นเครื่องดื่มสูตรพิเศษที่คิดค้นขึ้นโดยศูนย์วิทยาศาสตร์ Fontaine ที่ได้รับเสียงตอบรับที่ดีจากชาว Fontaine หมู่มาก <color=#ffffff73>Fonta เป็นเครื่องดื่มที่มีรสหวานและความซ่าเพียงไม่กี่วิหลังจากดื่มมัน ปัจจุบัน Fonta ยังมีผลิตภัณฑ์ที่อยู่ในระหว่างการพัฒนา เช่น เครื่องดื่มสีแดงเลือดที่อยู่ในระหว่างการทดลองดื่มกับกลุ่มคนจำนวนน้อยเพื่อทดสอบผลข้างเคียง โดยนักการตลาดได้มาที่ป้อมปราการ Meropide และเสนอที่จะเป็นผู้สนับสนุนการแข่งขัน \"ศึกสังเวียน\" เพื่อผลักดันให้สินค้าใหม่ของบริษัทเป็นที่รู้จักมากขึ้น แต่ \"ดยุก\" ก็ปฏิเสธข้อเสนอเหล่านั้นทั้งหมด</color>\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4167,
        "name": "Fonta",
        "desc": "<p>เครื่องดื่มสูตรพิเศษของ Fontaine ที่คิดค้นขึ้นโดยศูนย์วิทยาศาสตร์ Fontaine หลังจากเปิดตัวสู่ภายนอกแล้ว มันก็ได้เสียงตอบรับที่ดีจากชาว Fontaine หมู่มาก</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/144837601/9d33757b33074031295a47d3e1e83d1c_4116254319545126985.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Edwin Eastinghouse",
        "desc": "<p>Edwin Eastinghouse เป็นอดีตนักวิจัยระดับสูงศูนย์วิทยาศาสตร์ Fontaine เขาจะปรากฎตัวหลังจากเสร็จสิ้นเควสต์โลก \"คำโกหกที่คาดการณ์ไว้\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/10257458/c489991125014d61433420b3425ce342_1835974601372095177.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4531,
        "name": "Raimondo",
        "desc": "<p>Raimondo เป็นนักวิจัยที่อยู่ใน New Fontaine Research Institute เขาจะออกมาในเควสต์โลก \"บันทึกศูนย์วิทยาศาสตร์ Fontaine\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/10257458/fec99257b23f526ad6e38f9c2fa67549_3184888883118469621.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4670,
        "name": "Fusilier",
        "desc": "<p>Fusilier เป็น NPC ที่อาศัยอยู่บริเวณท่าเรือ Lumidouce เธอจะปรากฎตัวขึ้นหลังสิ้นสุดเควสต์โลก \"คำโกหกที่คาดการณ์ไว้\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/06/10257458/f64a2b125ba26994a4559b58be594e04_6358771415130126749.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Nacker",
        "desc": "<p>Nacker เป็น NPC เฉพาะเควสต์ ซึ่งเขาจะออกมาในเควสต์โลก \"บันทึกศูนย์วิทยาศาสตร์ Fontaine\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/10257458/84798569350b3d70ebb96f57caaad016_8950888812083269158.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4510,
        "name": "Jurieu",
        "desc": "<p>Jurieu เป็น NPC ที่ออกมาเฉพาะเควสต์ \"ช่วงเวลาสุดท้ายก่อนคำพยากรณ์จะถือกำเนิด\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/e0c32de4137f9ce2d52688645fa9b9d5_1177244029741239558.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4511,
        "name": "Lourvine",
        "desc": "<p>Lourvine เป็น NPC ที่ออกมาเฉพาะเควสต์ \"ช่วงเวลาสุดท้ายก่อนคำพยากรณ์จะถือกำเนิด\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/5f999835ce89d804029fb71cd3069343_2093721026541707586.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4487,
        "name": "\"รายงานพิเศษ\"",
        "desc": "<p>\"รายงานพิเศษ\" ที่ Chronie ตีพิมพ์เป็นการส่วนตัว บทความในนั้นได้บันทึก \"ความจริง\" ทั้งหมดที่ศูนย์วิทยาศาสตร์ Fontaine ต้องการปกปิดไว้...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/115795437/c68eefac299ca8f23dce2a060b07c314_1109294826390745049.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4471,
        "name": "ถ้วยรางวัล Fonta \"ศึกสังเวียน\"",
        "desc": "<p>เข้าร่วมการแข่งขันแบบบันเทิงของ \"ศึกสังเวียน\" ในฐานะโค้ช ชี้แนะ Genevieve กับ Poiret จนคว้าแชมป์ได้ถ้วยรางวัลนี้มาครอง ถ้วยรางวัลทำจากโลหะที่มีความสวยงาม เผยให้เห็นประกายที่งดงามเหมือน Mora ภายใต้การสาดส่องของแสงในเวลาเฉพาะ</p><p>เมื่อครอบครองถ้วยรางวัลพิเศษนี้ ก็สามารถแลกกับ Fonta แสนสดชื่นบนเครื่องจักรที่กำหนดได้แบบไม่จำกัด ดื่มได้อย่างจุใจเต็มที่ กลายเป็นผู้เพลิดเพลินกับเครื่องดื่มที่อิ่มใจที่สุดในโลก...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/115795437/b0dea24a58e25c09209e13c90cd8bcb6_4558666677294166826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4485,
        "name": "ชิ้นส่วนแข็งตัวเครื่องยับยั้ง Arkhium",
        "desc": "<p>ชิ้นส่วนแข็งตัวที่เดิมทีติดตั้งไว้บนเครื่องยับยั้ง Arkhium โดย Raimondo พูดว่าถ้าติดตั้งกลับไปทั้งหมดอาจจะเปิดเครื่องยับยั้งได้ใหม่</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/115795437/3b02a7ce7c6090a69e4a474243323ed5_8283582774735211812.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "มวลน้ำแรงโน้มถ่วงไม่สมดุล",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/115795437/d9abc4a7ba253cb3fd8e97283fec5ce3_383286752255351133.png"
      },
      {
        "key": "ห้องปฏิบัติการกลาง",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/115795437/61ed98bb47e42306cb59e2794a83c2ba_4777508740155943429.png"
      },
      {
        "key": "หอพักของสถาบัน",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/115795437/9bd2839d73a1eeaed340b60ac1d734c3_731499434922227964.png"
      },
      {
        "key": "อนุสรณ์สถาน Mary-Ann",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/115795437/61f35e3e71015b933e66bcf684f8b4d5_8422406832895571395.png"
      },
      {
        "key": "ศูนย์วิทยาศาสตร์ Fontaine แห่งใหม่",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/115795437/112fb99728a3cd9e51f0dc62634dda8f_3961322810897823405.png"
      },
      {
        "key": "หอประชุมวิชาการ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/115795437/3e196e2c4a4f3a38d0ac4766c51f4d89_761041370237213706.png"
      }
    ]
  }
}