{
  "epId": 4779,
  "name": "Remus",
  "desc": "<p>ราชาผู้ก่อตั้งอาณาจักร Remuria</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/54fc33ab94abb4b00460e448f7765892_2670224895105970892.png",
  "menuId": 10,
  "menuName": "คู่มือ NPC",
  "version": 1718689859,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Remus"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Remuria\nFontaine"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "ความสัมพันธ์"
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Remus สูญเสียดินแดนของเขาให้กับราชา Deshret\nSybilla\nนักพยากรที่รอดชีวิตจากน้ำท่วมครั้งแรก เธอสูญเสียทั้งร่างกายและจิตใจ เป็นผู้ทำนายการเกิดและล่มสลายของ Remuria ให้กับ Remus ด้วยความช่วยเหลือของเธอ Phobos บทเพลงอันยิ่งใหญ่จึงถูกสร้างขึ้น\n\"Fortuna\"\nเรือทองคำของ Remus ที่สร้างขึ้นจากต้นซีดาร์สีขาวเงิน",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "อาณาจักรที่สร้างขึ้นโดย Remus",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>นักล่าทองคำ หนึ่งในช่างจูนเสียงของ Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/11877103/1df790c1e63e81f4bb2f0d7d429c0954_3672854671466183477.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>หนึ่งในช่างจูนเสียงของ Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/11877103/8387f718bf24a2a128af2225335160c5_992821299335838984.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Euergetia\nAurelius\nช่างจูนเสียงของ Remuria",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>เทพแห่งน้ำองค์ก่อน เสียชีวิตลงในช่วงภัยพิบัติเมื่อ 500 ปีก่อน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/115795437/a5b8d23dd3fbe0969cc3ebce78f9c29f_3480358915068795782.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "นายหญิงแห่งผืนน้ำ เป็นผู้บอก Remus เกี่ยวกับการลงโทษที่ไม่อาจหลีหนีได้จากบาปที่เธอได้ก่อ และได้มอบถ้วยแห่งน้ำบริสุธิ์ให้กับเขา",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>เจ้าชาย Vishap และสหายของราชา Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/11877103/b2d6cefc957361355bd202af3efcb21d_7895511742825861483.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "สหายของ Remus ผู้ติดตามเขามาจาก Fontemer เพื่อดูการสร้างโลกที่ปราศจากพันธนาการแห่งโชคชะตา Remus มอบความไว้วางใจให้เขาดูแลบทเพลงสุดท้าย\nPhobos\nบทเพลงอันยิ่งใหญ่",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หนังสือและไอเทมที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "ประวัติศาสตร์การล่มสลายแห่ง Remuria",
        "desc": "<p>ว่ากันว่าในตอนแรกที่ Fontaine ถูกสร้างขึ้นนั้น Pulteney นักวิชาการผู้มีชื่อเสียงได้เขียนผลงานชิ้นเอกทางประวัติศาสตร์อันยิ่งใหญ่ เกี่ยวกับอารยธรรม Remuria โบราณ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/144837601/b009ea25911684c3438658094f290ddd_4924603258814542048.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "บทเพลงแห่ง Erinnyes",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/144837601/c390580598c026e2e8ab652cc01d23da_7906477918413822415.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/c32bab10651059ad3c0c8a0e5bbd2e03_6392853784090152824.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Song of Days Past",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/53372413/7789fb5e684cf95a7011657d0fa8a971_6778107950847549489.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment of Harmonic Whimsy",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/65858273/7557f4558ab243d82e8b6b9994fc97ee_3534424124933442361.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4028,
        "name": "Broken Goblet of the Pristine Sea",
        "desc": "<p>ตำนานเล่าว่า ในตอนแรกที่ทรราชมาถึงยังทะเลบรรพกาล อดีตเจ้าของดินแดนแห่งน้ำเคยมอบน้ำให้กับเขาหนึ่งแก้ว</p><p>ต่อมาเขาได้กลายเป็นเทพราชาที่ไร้ข้อกังขา และใช้แก้วน้ำนี้กลั่นน้ำค้างวิเศษ เพื่อก่อตั้งอาณาจักรอันรุ่งโรจน์และทรงพลัง</p><p>นั่นเป็นเรื่องราวที่ผ่านมาเนิ่นนานแล้ว ตอนนี้ตัวเอกกำลังหลับใหลอยู่ในแสงระยิบระยับของฝูงปลาในทะเลลึก</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/91ea8723306e98e3d1bcb55d7fdf7c81_460520274973400160.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4027,
        "name": "Wine Goblet of the Pristine Sea",
        "desc": "<p>อาณาจักรแบบใดที่อยู่ได้นับพันปี? หลังกลับมาจากอาณาจักรแห่งมังกร ทรราชเคยขบคิดถึงคำถามดังกล่าว</p><p>เมื่อหลอมรวมหินอมตะเข้ากับหยาดน้ำค้างวิญญาณที่สกัดจากน้ำทะเลบรรพกาล มันจะถูกแกะสลักเป็นเผ่าพันธุ์ที่แกร่งดุจเหล็กสีดำ ซึ่งมีหินวิเศษเป็นผิวหนัง และหยาดน้ำค้างวิญญาณเป็นโลหิต จากนี้ไปก็ไม่ต้องหวั่นที่จะหวนคืนสู่คำสาปอีกแล้ว...</p><p>รูปปั้นอสูรที่เงียบขรึมยังคงเฝ้าฝันถึงอาณาจักร แต่อาณาจักรนั้นกลับถูกทำลายมานับพันปีแล้ว</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/53003e0178136f962ed95ee9c8cb7bff_7060207741412702987.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Silver Goblet of the Pristine Sea",
        "desc": "<p>ตลอดหลายปีที่ผืนดินถูกปกคลุมด้วยสิ่งทอสีทอง น้ำพุบริสุทธิ์จึงถูกซ่อนไว้ในลำธารบนภูเขาอันลึกลับ และ \"อัศวินแห่งน้ำบริสุทธิ์\" ก็ได้ถือกำเนิดจากที่หลบภัยเหล่านี้</p><p>อัศวินได้สาบานด้วยชุดเกราะสีเงิน ว่าจะปกป้องเหล่าภูตแห่งน้ำบริสุทธิ์ ปกป้องเพื่อนร่วมชาติที่เชื่อมั่นในแบบเดียวกัน และต่อต้านอำนาจแห่งทองคำที่บดบังท้องฟ้าและดวงอาทิตย์</p><p>นั่นเป็นตำนานเมื่อนานมาแล้ว... ไม่นานหลังจากที่อาณาจักรล่มสลาย อัศวินที่ต่อต้านทรราชก็ถอดชุดเกราะออก และเรื่องราวของพวกเขาก็กลายเป็นส่วนหนึ่งของเรื่องเล่าและนิทานพื้นบ้านต่าง ๆ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/c70230640d8706fd2e3aa837a391166c_2480049596156720443.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Golden Goblet of the Pristine Sea",
        "desc": "<p>เมื่อทรราชแห่งเมืองที่กำลังจม บรรเลงท่วงทำนองสุดท้ายของบทเพลงสีทอง นักดนตรีผู้เป็นที่ชื่นชอบได้ขโมยถ้วยทองคำ ที่เต็มไปด้วยหยาดน้ำค้างวิญญาณหนีไป</p><p>ด้วยความฉงนต่อการทรยศต่อเทพราชา นักดนตรีจึงได้เรียกผู้พิทักษ์คนสุดท้าย ผนึกมังกรไว้ใต้หอคอยด้วยหยาดน้ำค้างวิญญาณที่ไม่มีวันละลาย และจมดิ่งลงสู่ก้นบึ้งพร้อมกับเมืองหลวง</p><p>ต่อมา ร่างของหัวขโมยที่สูงศักดิ์ผู้นี้ก็หายไปอย่างเงียบ ๆ จากประวัติศาสตร์ และมีเพียง \"คณะละครทองคำ\" เท่านั้นที่ยังจดจำคำทำนายของเขาได้อย่างดี</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/a8147d7dfc78a2dc5d47dd50bd6292ed_2704316924714194926.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4037,
        "name": "Dross of Pure Sacred Dewdrop",
        "desc": "<p>กล่าวกันว่า ก่อนที่สิ่งมีชีวิตจะถือกำเนิดขึ้น เคยมีทะเลบรรพกาลอันหนาแน่น ซึ่งเคยเป็นต้นกำเนิดอันบริสุทธิ์ของสรรพสิ่งทั้งปวง และสุดท้ายมันก็กลืนกินทุกชีวิตจนสิ้นไป... สสารต่าง ๆ ที่ไม่ได้อยู่ในทะเลบรรพกาลจะถูกกรองออก และกลายเป็นเศษที่ล่องลอย</p><p>\"หากแม้แต่เศษซากก็มีเหตุผลในการดำรงอยู่... วัตถุชนิดใดกันเล่าที่ทะเลบรรพกาลอันเป็นต้นกำเนิดของทุกชีวิตจะขับไล่และกรองออกไป?\" ช่างจูนเสียงหนุ่มที่ติดตามทรราชผู้ยิ่งใหญ่ ได้ขบคิดปัญหานี้</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/b5eb251eb35df6de92c4e93ac29b1f23_9132171917378505386.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4036,
        "name": "Sublimation of Pure Sacred Dewdrop",
        "desc": "<p>\"สิ่งมีชีวิตที่มาจากทะเลบรรพกาล จะต้องหวนคืนสู่ชะตากรรมเดียวกัน\" ช่างจูนเสียง Boethius เคยกล่าวไว้เช่นนี้ \"แต่การก้าวข้ามขีดกำจัดของมนุษย์ มีความเป็นไปได้อย่างไม่สิ้นสุด ซึ่งแม้แต่ทะเลบรรพกาลเอง ก็ไม่สามารถละลายมันได้...\"</p><p>ทรราชผู้เย่อหยิ่งเคยพยายามผสมหยาดน้ำค้างวิญญาณที่ไม่ละลายในน้ำบริสุทธิ์ เพื่อรับเอาสติปัญญาและความทรงจำ และให้ผู้ทดลองสามารถละทิ้งร่างกายของตนเพื่อรับชีวิตอิสระชั่วนิรันดร์...</p><p>แต่ความเจ็บปวดจากการเปลี่ยนแปลงทางร่างกาย มันหนักหนาเกินกว่าที่มนุษย์ธรรมดาจะรับได้...</p><p>หยาดน้ำค้างวิญญาณถูกย้อมเป็นสีดำด้วยเสียงร้องของวิญญาณมากมาย และตั้งแต่นั้นมา มันก็สูญเสียปัญญาประสาน หลงเหลือไว้เพียงความโกลาหลและความบ้าคลั่ง</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/bfe4638702fbef7e67d5d84b99d5276d_1789131666218042111.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Spring of Pure Sacred Dewdrop",
        "desc": "<p>นี่เป็นวัตถุโบราณตั้งแต่สมัยที่ \"อัศวินแห่งน้ำบริสุทธิ์\" ยังมีชีวิตอยู่... เหล่าอัศวินกล่าวว่าท่ามกลางขุนเขาและน้ำพุที่ผู้คนไม่เคยไปเยือน ยังมีภูตที่ภักดี คอยปกป้องน้ำพุที่บริสุทธิ์ซึ่งยังไม่มัวหมองอยู่...</p><p>ทว่าเจ้าแห่งหยาดน้ำค้างวิญญาณประดิษฐ์ กลับไม่สามารถทนต่อเสียงอื่นใดที่ไม่อาจเทียบเคียงบทเพลงอันยิ่งใหญ่ได้ ตำนานเล่าว่า สถานที่ที่ช่างจูนเสียง Boethius ไปเยือนนั้น มีหยาดอมฤตถูกฝังเต็มไปหมด มีการสร้างสะพานส่งน้ำของอาณาจักร และภูตแห่งน้ำบริสุทธิ์ก็หายไปเช่นกัน...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/54913bb983c08663e91eef34841c80b9_3344289522404955896.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4034,
        "name": "Essense of Pure Sacred Dewdrop",
        "desc": "<p>สารที่เข้มข้นและบริสุทธิ์ ถูกกลั่นมาจากทะเลบรรพกาลอันไร้ขอบเขต เทพราชาในสมัยโบราณเคยเชื่อว่ามันสามารถนำพาชีวิตนิรันดร์ และปัญญาอันไร้ขอบเขตมาให้ได้ แต่หากตั้งใจฟังให้ดี... มันกำลังทำนายการสิ้นสุดของการหลอมรวมเป็นหนึ่งเดียวอย่างเงียบ ๆ</p><p>ครั้งหนึ่งเคยเป็นบทเพลงอันยิ่งใหญ่ที่ไม่สมบูรณ์ของเทพราชา หยาดน้ำค้างวิญญาณสีทองที่ไร้รากและไร้แหล่งที่มา จะเข้ามาแทนที่น้ำจากป่าดึกดำบรรพ์ และระเบียบอันรุ่งโรจน์ของนักปราชญ์อมตะจะนำหยาดอมฤตแห่งการตรัสรู้ไปสู่อวิชชาทั้งปวง</p><p>แต่ท้ายที่สุด ความหลงผิดของเทพราชา กลับจมดิ่งสู่เหวลึกอันมืดมิด และหยาดน้ำค้างวิญญาณสีทองก็ถูกทะเลบรรพกาลกัดกร่อนไปพร้อมกับกาลเวลาอันโหดร้าย...</p><p>ช่างจูนเสียงเมินเฉยต่อลางร้าย เขาประคองร่างที่แตกสลาย และพยายามที่จะมอบชีวิตให้กับเพื่อนพ้อง ด้วยหยาดน้ำค้างวิญญาณสุดท้าย เพื่อให้ความสงบสุขในอดีตกลับคืนมาอีกครั้ง...</p><p>ตอนนี้ ในฝันร้ายของกวีคลั่งและจิตรกรหนุ่มหลายคนใน Fontaine ได้ปรากฏภาพวันสิ้นโลกที่ Boethius เคยประสบขึ้นเป็นครั้งคราว เพื่อย้ำเตือนถึงสังสารวัฏที่ไม่อาจหลีกหนีได้</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/b511969117b243bc41e7af4c578dfb88_6808207518103453466.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Remus",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/31941f53b43891e840dd1997518ccef4_1325281874186918335.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ในยุคที่หมอกแห่งความเขลาปกคลุมทะเลสูง ประชาชนแห่งผืนน้ำทั้งปวงยังอยู่ท่ามกลางความมืดมน เทพผู้รักดนตรี Remus ผู้ปกครองทะเลทราย Sumeru ครั้งหนึ่งเขาเคยเป็นผู้ขับขานบทเพลงแห่งโอเอซิส แต่กลับต้องสูญเสียบ้านเกิดไปภายใต้อำนาจของราชา Deshret เพราะไม่อยากรับใช้บัลลังก์ของราชาแห่งผืนทราย Remus จึงเลือกที่จะก้าวสู่เส้นทางแห่งการพเนจร เทพผู้รักดนตรีอยากใช้ทะเลสูงเป็นสุสานของตน แต่เมื่อเดินทางไปในดินแดนแห่งนั้นเขากลับเห็นซากปรักหักพังของเมืองซึ่งมีอายุเก่าแก่เกินกว่าแผ่นดินเสียอีก ใต้ก้นทะเลลึกที่ไร้ซึ่งแสงสว่างของสายน้ำนับหมื่น คือเมืองหลวงที่ไม่เคยถูกบันทึกไว้ในประวัติศาสตร์ใด ๆ ตรงใจกลางของซากปรักหักพังในวิหาร ภายใต้ต้นซีดาร์สีขาวเงิน ได้เกิดการพบกันครั้งแรกของกษัตริย์ผู้ทรงเกียรติในอนาคต Remus และผึ้งสีทองผู้สามารถมองเห็นอนาคต Sybilla เธอทำนายว่า Remus จะได้ปกครองเมืองและดินแดนอีกครั้ง อาณาจักรที่เขาสร้างขึ้นจะเจริญรุ่งเรือง และสักวันหนึ่ง เขาจะได้ปกครองทะเลสูงทั้งหมด แม้ว่า Remus จะนำพาอารยธรรมและความยุติธรรมมาสู่ประชาชน แต่สุดท้ายพวกเขาจะถูกทำลายด้วยความยุติธรรมนั้น"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"เมื่อเวลาพิพากษาที่ถูกลิขิตไว้มาถึง คลื่นที่ไร้ความปรานีจะกลืนกินความรุ่งโรจน์ และความสุขชั่วคราวทั้งหมดจนหมดสิ้น\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "เทพผู้รักดนตรีรู้ดีว่าไม่มีประโยชน์ที่จะฝืนโชคชะตา เขาจึงตกลงที่จะออกเดินทางในครั้งนั้น ในขณะที่กำลังตัดสินใจอยู่นั้น เมืองที่ไร้น้ำก็พังทลายลง และต้นไม้สีเงินก็กลายเป็นเรือสีทอง \"Fortuna\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/fa8329bb7cc10e0fd51ddf52f0c31797_2305432044969375017.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ด้วยเรือ \"Fortuna\" Remus และ Sybilla ลงมาถึงที่ Meropis ก่อนการมาถึงของ Remus ดินแดนนี้เป็นที่อยู่อาศัยของผู้คนในอดีต พวกเขาใช้ชีวิตอยู่อย่างสงบสุขและกลมกลืน แม้แต่ผู้ส่งสาสน์ของ Celestia ก็ลงมาเดินบนผืนดิน หลังจากผ่านไปหลายชั่วอายุคน ผู้คนตัดสินใจว่าพวกเขาต้องการเป็นอิสระจากโซ่ตรวนแห่งโชคชะตา ด้วยความโกรธแค้น สรวงสวรรค์จึงได้ลงโทษผู้คนในอดีต หลังจากที่ Remus มายังดินแดนเหล่านั้น ความรุ่งเรืองและความสงบสุขก็ปรากฏขึ้นอีกครั้ง เขาสอนผู้คนให้ทำนาและปลูกพืชผลในดินแดน สอนให้สร้างวิหารและเมืองด้วยหินขนาดใหญ่เพื่อเป็นที่อยู่อาศัยของผู้คน ส่วนที่สำคัญที่สุดคือ เขาเป็นผู้เผยแพร่ความงดงามแห่งดนตรีและศิลปะ ซึ่งทำให้มนุษย์แตกต่างจากสิ่งมีชีวิตอื่น ทําให้พวกเขามองว่าตนเองเป็นเจ้านายของทุกสรรพสิ่ง เทพผู้รักดนตรีได้สร้างหอคอยสูงใน Meropis เพื่อดึงดูดผู้พลัดถิ่นมาร่วมก่อตั้งเมืองใหม่ แตรอันอุดมสมบูรณ์ทำให้ผืนดินผลิดอกออกผล เรือที่แล่นเข้าออกเชื่อมหมู่เกาะให้หลอมรวมเป็นหนึ่ง\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4911,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment of Harmonic Whimsy",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/65858273/7557f4558ab243d82e8b6b9994fc97ee_3534424124933442361.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "ประวัติศาสตร์การล่มสลายแห่ง Remuria",
        "desc": "<p>ว่ากันว่าในตอนแรกที่ Fontaine ถูกสร้างขึ้นนั้น Pulteney นักวิชาการผู้มีชื่อเสียงได้เขียนผลงานชิ้นเอกทางประวัติศาสตร์อันยิ่งใหญ่ เกี่ยวกับอารยธรรม Remuria โบราณ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/144837601/b009ea25911684c3438658094f290ddd_4924603258814542048.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "คำพยากรณ์",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "แม้ว่าอาณาจักรจะเจริญรุ่งเรืองมากแค่ไหน คำพยากรณ์ก็ยังคงไม่เปลี่ยนแปลง นับวันความสงสัยของกษัตริย์มีแต่เพิ่มพูนขึ้น"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"ข้าได้เป็นราชาผู้รุ่งโรจน์ตามคำพยากรณ์ของเจ้า และได้นำพาอารยธรรมอันสง่างามมาสู่ผู้คน</color>\n<color=#ffffffd9>ได้ประทานสันติสุขให้กับมหาสมุทร ได้ปกครองโลกด้วยความยุติธรรม และนำความก้าวหน้าและสงบเรียบร้อยไปสู่ทั่วสารทิศ</color>\n<color=#ffffffd9>แต่ยิ่งอาณาจักรใหม่รุ่งโรจน์มากแค่ไหน ข้าก็ยิ่งสับสนและโศกเศร้ามากขึ้นเท่านั้น</color>\n<color=#ffffffd9>ความเจริญรุ่งเรืองในคำพยากรณ์จะคงอยู่นับร้อยปี แล้วหลังจากนั้นเล่า? เมล็ดพันธุ์แห่งการทำลายล้างกำลังหยั่งรากและงอกเงย\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "การเปลี่ยนแปลงคือธรรมชาติของสรรพสิ่ง อย่างเช่นกฎแห่ง Fortuna แม้จะรู้ว่านิรันดร์เป็นความเพ้อฝันที่โง่เขลา และความเป็นอมตะเป็นจินตนาการที่มืดบอด Remus ไม่สามารถอดทนต่ออนาคตที่มืดมนได้ เขาไปขอความช่วยเหลือจากนักพยากรณ์ Sybilla แต่เธอก็ไม่สามารถช่วยอะไรได้: แม้จะสามารถมองเห็นอนาคตที่ไม่อาจเลี่ยง แต่ไร้ซึ่งปัญญาโบราณที่จะสืบหาสาเหตุของการทำลายล้างนั้น"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"แต่ข้ารู้ว่า ณ ส่วนลึกสุดของท้องทะเลที่ไร้แสงสว่าง ซึ่งเป็นดินแดนแหล่งน้ำไหลหลาก มีเจ้าแห่งผืนน้ำถูกกักขังไว้\"</color>\n<color=#ffffffd9>ในเมื่อคำพยากรณ์กล่าวไว้ว่า คลื่นทะเลอันไร้สิ้นสุดจะกลืนกินอาณาจักรของเจ้า เช่นนั้น นางก็อาจจะรู้คำตอบ...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Remus ทำตามคำแนะนำของ Sybilla เขาพร้อมด้วยกองเรือสีทองออกเดินทางไปยังทะเลที่นายหญิงแห่งผืนน้ำ Egeria ถูกกักขังไว้ ที่แห่งนั้นคืออาณาจักรซึ่งลูกหลานมังกรอาศัยอยู่เรียกว่า Fontemer ปกครองโดยเจ้าชายมังกร Scylla มีเหล่า Vishap คอยคุ้มกันเรือนจำของ Egeria เกิดการปะทะกันของทั้งสองฝ่าย การต่อสู้อันดุเดือดกินเวลายาวนานถึงสามสิบวันสามสิบคืน ความเหน็ดเหนื่อยจากการทำสงครามทำให้เทพราชาตัดสินใจเผยจุดประสงค์ในการมาที่นี่ด้วยเสียงดนตรี ความมุ่งมั่นของ Remus ที่จะต่อต้านโชคชะตา ซึ่งถูกกฎแห่งสวรรค์กำหนดไว้ ทำให้เจ้าชายมังกรรู้สึกสนุกสนาน แม้ว่าความฝันของ Remus จะดูไร้สาระสำหรับเขาก็ตาม แต่ Scylla ก็ยอมพา Remus ไปหานายหญิงแห่งผืนน้ำ\nEgeria ผู้แสนเมตตาไม่สามารถตอบคำถามที่ Remus ต้องการได้ ในท้ายที่สุด ราชาที่ยังมีความทะเยอทะยานและความหวัง สุดท้ายเขาได้ตัดสินใจหยิบน้ำบริสุทธิ์ถ้วยหนึ่งขึ้นมา ก่อนจะตัดสินใจจากไป เขาสัญญากับเธอว่าจะใช้น้ำบริสุทธิ์ที่เธอมอบให้เพื่อสร้างโลกแห่งความเจริญรุ่งเรืองอันไร้ที่สิ้นสุด และโลกที่ปราศจากความขัดแย้ง เมื่อกองเรือออกเดินทางกลับไปยังบ้านเกิด Scylla ก็ออกจาก Fontemer ไปด้วย แม้ว่าเทพเจ้าทุกองค์จะทรยศเหล่า Vishap แต่ Scylla และ Remus ก็กลายเป็นเพื่อนกัน\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>เทพแห่งน้ำองค์ก่อน เสียชีวิตลงในช่วงภัยพิบัติเมื่อ 500 ปีก่อน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/115795437/a5b8d23dd3fbe0969cc3ebce78f9c29f_3480358915068795782.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>เจ้าชาย Vishap และสหายของราชา Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/11877103/b2d6cefc957361355bd202af3efcb21d_7895511742825861483.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment of Harmonic Whimsy",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/65858273/7557f4558ab243d82e8b6b9994fc97ee_3534424124933442361.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Silver Goblet of the Pristine Sea",
        "desc": "<p>ตลอดหลายปีที่ผืนดินถูกปกคลุมด้วยสิ่งทอสีทอง น้ำพุบริสุทธิ์จึงถูกซ่อนไว้ในลำธารบนภูเขาอันลึกลับ และ \"อัศวินแห่งน้ำบริสุทธิ์\" ก็ได้ถือกำเนิดจากที่หลบภัยเหล่านี้</p><p>อัศวินได้สาบานด้วยชุดเกราะสีเงิน ว่าจะปกป้องเหล่าภูตแห่งน้ำบริสุทธิ์ ปกป้องเพื่อนร่วมชาติที่เชื่อมั่นในแบบเดียวกัน และต่อต้านอำนาจแห่งทองคำที่บดบังท้องฟ้าและดวงอาทิตย์</p><p>นั่นเป็นตำนานเมื่อนานมาแล้ว... ไม่นานหลังจากที่อาณาจักรล่มสลาย อัศวินที่ต่อต้านทรราชก็ถอดชุดเกราะออก และเรื่องราวของพวกเขาก็กลายเป็นส่วนหนึ่งของเรื่องเล่าและนิทานพื้นบ้านต่าง ๆ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/c70230640d8706fd2e3aa837a391166c_2480049596156720443.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Golden Goblet of the Pristine Sea",
        "desc": "<p>เมื่อทรราชแห่งเมืองที่กำลังจม บรรเลงท่วงทำนองสุดท้ายของบทเพลงสีทอง นักดนตรีผู้เป็นที่ชื่นชอบได้ขโมยถ้วยทองคำ ที่เต็มไปด้วยหยาดน้ำค้างวิญญาณหนีไป</p><p>ด้วยความฉงนต่อการทรยศต่อเทพราชา นักดนตรีจึงได้เรียกผู้พิทักษ์คนสุดท้าย ผนึกมังกรไว้ใต้หอคอยด้วยหยาดน้ำค้างวิญญาณที่ไม่มีวันละลาย และจมดิ่งลงสู่ก้นบึ้งพร้อมกับเมืองหลวง</p><p>ต่อมา ร่างของหัวขโมยที่สูงศักดิ์ผู้นี้ก็หายไปอย่างเงียบ ๆ จากประวัติศาสตร์ และมีเพียง \"คณะละครทองคำ\" เท่านั้นที่ยังจดจำคำทำนายของเขาได้อย่างดี</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/a8147d7dfc78a2dc5d47dd50bd6292ed_2704316924714194926.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "บทเพลงอันยิ่งใหญ่",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/4417194d9a22aa68cbc2c9d4aa037acd_924714980950165565.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หลังจากกลับมาจากทะเลบรรพกาล ราชาแห่งความรุ่งโรจน์ทรงสร้างเมืองหลวงทองคำ และนับแต่นั้นมาก็ทรงบัญชาโลกในนามแห่ง Sebastos เมื่อเรือลำยักษ์มาถึง เมืองและอาณาจักรทั้งหมดต่างยอมจำนนต่ออำนาจสูงสุด เมื่อโน้ตดนตรีร่วงหล่น บทเพลงแห่งอารยธรรมก็ถูกแทนที่ด้วยบทเพลงอันป่าเถื่อน บรรพบุรุษของชาว Fontaine ในปัจจุบันต่างหวาดกลัวและเรียกเขาว่า \"ราชาอสูร Remus\"\nนับตั้งแต่ได้รับทราบคำพยากรณ์ Remus สงสัยว่าอาณาจักรใดสามารถคงอยู่ได้ยาวนานนับพันปี เขารวมหินแห่งความอมตะเข้ากับเศษของหยาดน้ำค้างวิญญาณที่สกัดมาจาก\nที่ได้รับมาจาก Egeria และมอบร่างกายที่เป็นอมตะให้กับชาว Remuria. Sebastos หวังว่าชาว Remuria จะสามารถหลบหนีจากวังวนแห่งการเสื่อมอายุขัยและโชคชะตาไปได้ วิสัยทัศน์อันยิ่งใหญ่ของเขาคือการทำให้ชาว Remuria ทุกคนหนีจากพันธนาการแห่ง Fortuna และกลายเป็นนายแห่งโชคชะตาของตนเอง"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"หากกระแสน้ำจะกลืนกินราษฎรของข้า ข้าจะผนึกวิญญาณของพวกเขาไว้ในหยาดน้ำค้างวิญญาณ ที่ไม่อาจเข้ากับสายน้ำทั้งปวง\"</color>\n<color=#ffffffd9>\"หากกาลเวลาจะทำให้อาณาจักรของข้าเสื่อมทราม ข้าจะสร้างร่างกายที่ไม่มีวันเสื่อมสลาย ด้วยทองสัมฤทธิ์และหินบริสุทธิ์แก่พวกเขา\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/6fa36af0507dcdef5030c81c7a0a8023_6753521086480853967.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Remus ขังตัวเองไว้ในวังหลวงที่ถูกปิดล็อกอย่างแน่นหนา และค้นหาช่องโหว่ของเจ้าแห่งโชคชะตา กระทั่งในที่สุด หลังจากเวลาล่วงเลยมานาน Remus ก็ได้เข้าใจความลึกลับของ Fortuna เขาอ่านทุกตัวโน้ตแห่งโชคชะตา ขาดแต่เพียงปากกาสักด้าม เขาก็จะสามารถเขียนบทเพลงของตัวเองได้ ด้วยเหตุนี้ Sebastos จึงอธิษฐานต่อ Sybilla เพราะเธอมาจากดินแดนมรณา และมีกระแสแห่งโชคชะตาไหลเวียนอยู่ในสายเลือดของเธอ Remus เข้าใจว่าวิธีแก้ปัญหาอยู่ที่จิตวิญญาณของผู้คนที่ไม่สามารถเอาชนะพลังแห่งโชคชะตาได้ เช่นนั้นเขาจึงได้เขียนบทเพลง — ดนตรีที่สามารถสานต่อโชคชะตา \"บทเพลง\" คือความทรงจำและบุคลิกของมนุษย์ที่ถักทอเป็นท่วงทำนองผ่านโน้ตดนตรี สร้างสรรค์บทเพลงที่จิตวิญญาณมนุษย์สามารถดำรงอยู่และเติมเต็มความปรารถนาของตนได้ ผึ้งสีทองบอกกับเขาว่าการที่จะควบคุม \"บทเพลง\" นั้นก็คือการควบคุม \"โชคชะตา\" Sebastos ผู้สร้างบทเพลงได้เทท่วงทำนองเหล่านี้ลงในหยาดน้ำค้างวิญญาณที่ไม่เจือจางไปกับสายน้ำ ด้วยความหวังว่าทุกคนจะสามารถควบคุมชะตากรรมของตนเองผ่านการเล่นดนตรีนั้น"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/bb04749691763bf91c08ae162788a488_4498508554080447931.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "อย่างไรก็ตาม สิ่งนี้ไม่ได้ช่วยเปลี่ยนแปลงคำพยากรณ์ ความเจ็บปวดจากการแยกวิญญาณและร่างกายที่ไม่สามารถทนต่อการใช้ชีวิตปกติได้ คำสั่งของเทพราชาจึงสิ้นสุดลงและจิตวิญญาณก็ได้แตกสลายไป หยาดน้ำค้างถูกย้อมเป็นสีดำด้วยความเจ็บปวดของดวงวิญญาณมากมาย และมันสูญเสียความกลมกลืนและปัญญาไป เหลือเพียงความวุ่นวายและความบ้าคลั่งเท่านั้น ผู้คนไม่สามารถแบกรับภาระแห่งโชคชะตาได้ พวกเขาได้ร้องขอคำแนะนำจากเหล่าเทพและผู้ยิ่งใหญ่ ตามคำขอของพวกเขา Sebastos ได้รวมท่วงทำนองทั้งหมดเข้ากับท่วงทำนองที่ยิ่งใหญ่ที่สุด ซึ่งจะนำความสุขที่ยิ่งใหญ่ที่สุดมาสู่พวกเขา ผู้คนเรียกชื่อบทเพลงนี้ว่า \"Phobos\" หากแผนของ Remus ได้ผล บทเพลงจะถักทอเป็นท่วงทำนองแห่งความดีให้กับผู้คน จวบจนชั่วนิรันดร์นับพันปีต่อจากนี้ ด้วยความปรารถนาอันแรงกล้าของ Sebastos ในตอนจบที่ยิ่งใหญ่ของบทเพลงประสานเสียง เขาจะมอบไม้บางตองแห่งโชคชะตาให้แก่มนุษยชาติด้วยตัวเอง เพื่อไม่ให้ผู้คนจากทะเลสูงทำลายบทเพลงแห่งความสามัคคี กษัตริย์ Remus จึงมอบตำแหน่งให้แก่มนุษย์สี่คนที่มีความสามารถดีเยี่ยมขึ้นเป็นช่างจูนเสียงเพื่อเป็นผู้ปกครองต่อจากตน"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/c1f51031792713f423f4d4a2a3b55b2f_1877279809273997464.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เนื่องจาก \"Phobos\" เป็นผลรวมของความปรารถนาและความนึกคิดทั้งหมดของชาว Remuria รวมไปถึงการแย่งชิง ความเกลียดชัง การสังหาร... สิ่งเหล่านี้ก็เป็นส่วนหนึ่งในความปรารถนาของพวกเขา หนึ่งในบรรดาบาปของเทพราชา สิ่งที่เลวร้ายที่สุดคือความพยายามที่จะถ่ายทอดอำนาจที่ควรจะมีไว้แค่สำหรับดินแดนแห่งเทพให้กับมนุษย์ อำนาจและยศถานำพาผู้คนให้เกิดการทุจริตและความเสื่อมโทรม นำไปสู่ความรุนแรงและการกบฏ แม้แต่ Vishap ที่ดุร้ายและโหดเหี้ยมที่สุดก็ไม่เคยมีส่วนร่วมในการสังหารที่ไร้ความหมายเช่นนี้ แต่ Remus ไม่สามารถบังคับตัวเองให้ลงโทษผู้คนได้ - เขารักมนุษยชาติ\nเมื่อเทพราชาตระหนักว่า \"Phobos\" กำลังชักนำ Remuria สู่การล่มสลาย เขาจึงตัดสินใจที่จะทำลายบทเพลงอันยิ่งใหญ่ เขาได้สร้างบทเพลงสุดท้ายของเขา นั่นคือบทสวดสงบวิญญาณ ซึ่งเป็นคำสั่งให้ Phobos ทำลายตัวเอง และมอบมันให้กับ Scylla เพื่อนของเขา ตามแผนลับ Scylla ควรจะนำกองทัพของ Vishap เข้าโจมตีเมืองหลวง Remus จะต้องเสียสละตัวเองเพื่อปลดปล่อยพลังของบทเพลง และเจ้าชายแห่ง Vishap ต้องควบคุมพลังแห่งอนารยะดั้งเดิมของเขาที่กำลังจะตื่นขึ้น เขาหวังว่าจะสามารถปลดปล่อยราษฎรจากร่างหิน และให้พวกเขากลับมามีร่างกายที่มีเลือดเนื้อดังเดิม พร้อมทั้งทำลายช่องว่างระหว่างเผ่าพันธุ์ที่มนุษย์สร้างขึ้น เทพราชาแยกทำนองของช่างจูนเสียง Cassiodor ออกจากบทเพลงอันยิ่งใหญ่ และส่งเขาไปยัง Ouranopolis เมืองแห่งอนาคต"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/19/237301566/e6ded426211e34a86d94bbb81d526d43_2689578519176244197.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ความฝันของ Sebastos ไม่เป็นจริง Phobos ซึ่งดูดซับหนึ่งในช่างจูนเสียงของ Remuria ได้กักขังเจ้าชายมังกรและปิด Initium Iani ที่เป็นทางเข้าสู่เมืองหลวง Scylla ไม่สามารถไปถึงวังทองคำได้ทันเวลา ทำให้การเสียสละของ Remus นั้นสูญเปล่า พลังของ Phobos ที่เกินควบคุมทำให้อาณาจักร Remuria จมลงสู่ใต้ทะเลลึก ราวกับยอมจำนนต่อการลงโทษของสวรรค์ ในวันเดียวกันนั้น Remus ก็หายตัวไปอย่างไร้ร่องรอย และอารยธรรมสีทองก็จมลงสู่ก้นทะเลพร้อมกับความรุ่งโรจน์ในอดีต หนึ่งพันปีต่อมา Cassiodor ก็ทำตามแผนของ Sabastos ในการปลดปล่อยดวงวิญญาณของชาว Remuria ได้สำเร็จ\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>เจ้าชาย Vishap และสหายของราชา Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/11877103/b2d6cefc957361355bd202af3efcb21d_7895511742825861483.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>หนึ่งในช่างจูนเสียงของ Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/11877103/8387f718bf24a2a128af2225335160c5_992821299335838984.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>นักล่าทองคำ หนึ่งในช่างจูนเสียงของ Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/11877103/1df790c1e63e81f4bb2f0d7d429c0954_3672854671466183477.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment of Harmonic Whimsy",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/65858273/7557f4558ab243d82e8b6b9994fc97ee_3534424124933442361.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "ประวัติศาสตร์การล่มสลายแห่ง Remuria",
        "desc": "<p>ว่ากันว่าในตอนแรกที่ Fontaine ถูกสร้างขึ้นนั้น Pulteney นักวิชาการผู้มีชื่อเสียงได้เขียนผลงานชิ้นเอกทางประวัติศาสตร์อันยิ่งใหญ่ เกี่ยวกับอารยธรรม Remuria โบราณ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/144837601/b009ea25911684c3438658094f290ddd_4924603258814542048.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Golden Goblet of the Pristine Sea",
        "desc": "<p>เมื่อทรราชแห่งเมืองที่กำลังจม บรรเลงท่วงทำนองสุดท้ายของบทเพลงสีทอง นักดนตรีผู้เป็นที่ชื่นชอบได้ขโมยถ้วยทองคำ ที่เต็มไปด้วยหยาดน้ำค้างวิญญาณหนีไป</p><p>ด้วยความฉงนต่อการทรยศต่อเทพราชา นักดนตรีจึงได้เรียกผู้พิทักษ์คนสุดท้าย ผนึกมังกรไว้ใต้หอคอยด้วยหยาดน้ำค้างวิญญาณที่ไม่มีวันละลาย และจมดิ่งลงสู่ก้นบึ้งพร้อมกับเมืองหลวง</p><p>ต่อมา ร่างของหัวขโมยที่สูงศักดิ์ผู้นี้ก็หายไปอย่างเงียบ ๆ จากประวัติศาสตร์ และมีเพียง \"คณะละครทองคำ\" เท่านั้นที่ยังจดจำคำทำนายของเขาได้อย่างดี</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/a8147d7dfc78a2dc5d47dd50bd6292ed_2704316924714194926.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}