{
  "epId": 4780,
  "name": "Egeria",
  "desc": "<p>เทพแห่งน้ำองค์ก่อน เสียชีวิตลงในช่วงภัยพิบัติเมื่อ 500 ปีก่อน</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/115795437/a5b8d23dd3fbe0969cc3ebce78f9c29f_3480358915068795782.png",
  "menuId": 10,
  "menuName": "คู่มือ NPC",
  "version": 1728278934,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria และ ปฐมบาป",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ในตำนานนั้นกล่าวว่า องค์ประกอบของทะเลยุคแรกเริ่มนั้นมีความคล้ายคลึงกับเลือด สิ่งมีชีวิตที่อาศัยอยู่ในทะเลยุคแรก ไม่อาจแยกจากกันได้ เพื่อที่จะก้าวขึ้นสู่บนผืนดินและอากาศ สิ่งมีชีวิตจึงได้วิวัฒนาการหลอดเลือด เพื่อที่จะรักษาทะเลดั้งเดิมไว้ในร่างกาย และหัวใจที่ปกครองท้องทะเลแห่งเลือดของทะเลยุคแรกเริ่มนี้ ก็คือมังกรวารีแห่งยุคแรกเริ่ม ทุกครั้งที่เกิดความปั่นป่วน สิ่งมีชีวิตทั้งปวงจะลุกขึ้นบูชาซ้ำแล้วซ้ำเล่า… แน่นอนว่าสิ่งเหล่านี้เป็นเพียงเรื่องราวที่เผยแพร่ในหมู่มังกรวารีเท่านั้น จึงไม่ได้น่าเชื่อถือแต่อย่างใด บางทีเรื่องราวในหมู่ Vishap อาจจะไม่เหมือนกันก็ได้ และเรื่องราวที่แพร่สะพัดในหมู่ Oceanid ก็ได้บันทึกเรื่องราวที่เกิดขึ้นหลังจากนั้นไว้ว่า:\nหลังจากที่หัวใจเดิมถูกถอดออก ผู้ส่งสาสน์แห่ง Celestia และผู้นำที่ได้รับมอบหมายให้สร้างสิ่งมีชีวิต ก็ได้สร้างหัวใจอีกดวงขึ้นในทะเลยุคแรกเริ่ม ซึ่งสูงส่งดั่งมังกร แต่รูปลักษณ์กลับไม่ใช่ และยิ่งใหญ่ราวกับเทพ แต่ไร้ซึ่งหน้าที่อันศักดิ์สิทธิ์ แม้ว่าจะถูกสร้างขึ้นโดยฝีมือมนุษย์ แต่วัสดุและพื้นฐานนั้น ล้วนเป็นสิ่งดั้งเดิมของโลกใบนี้ ที่ไม่มีองค์ประกอบแปลกปลอมใด ๆ อื่นเลย เธอเป็นหยาดน้ำตาที่ไหลลงสู่ทะเลบรรพกาล ซึ่งแสวงหาการสื่อสารและความเข้าใจ เหตุนี้เองที่ทำให้เธอต้องร่ำไห้ และเป็นเพราะความเมตตาเช่นนี้ เธอจึงได้กระทำปฐมบาทที่ซึ่งสิ่งมีชีวิตน้ำบริสุทธิ์ทั้งมวลไม่กล้าเอื้อนเอ่ย"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/b0fb20592e699cd5342b9c87d6fab121_8080804659198869478.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Egeria ได้สร้าง Oceanid (LochFolk) ซึ่งเป็นสิ่งมีชีวิตธาตุ Oceanid ที่สนใจในวิถีชีวิตของมนุษย์มีความต้องการที่จะเป็นมนุษย์เหมือนกัน Egeria จึงใช้พลังของทะเลบรรพกาลเปลี่ยน Oceanid ให้กลายเป็นมนุษย์ที่เลือดในกายเป็นน้ำทะเลบรรพกาล การสร้างสิ่งมีชีวิตนี้กลายเป็นปฐมบาปของ Egeria เทพเจ้าโกรธที่ Egeria ขโมยพลังจากทะเลจึงกักขังเธอเอาไว้ มีคำพยากรณ์ว่า: <color=#ffffffd9>“...ท้ายที่สุดทุกคนจะละลายหายไปในท้องทะเล เหลือเพียงเทพแห่งน้ำที่ร้องไห้อยู่บนบัลลังก์ และจากนั้น... บาปของชาว Fontaine ก็จะถูกชะล้างออกไป”</color>\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanid",
        "desc": "<p>Oceanid เป็นสิ่งมีชีวิตธาตุน้ำที่ชาญฉลาดมาก พวกเขาถูกสร้างขึ้นโดย Egeria เทพแห่งน้ำองค์ก่อนที่สามารถควบคุมน้ำได้ตามต้องการ</p><p><span class=\"wk-shady\">ชาว Fontaine ทุกคนเคยเป็น Oceanid ที่ปรารถนาจะเป็นมนุษย์ Egeria ได้ตอบสนองต่อความต้องการเหล่านั้นซึ่งขัดต่อกฎแห่งสวรรค์</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/5e33c09fbd3c6781bb822fd9c57b6abc_7750060682391566772.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "โนซิส",
        "desc": "<p><em>ตอนนี้คุณพก \"ซากกระดูกของผู้มาเยือนคนที่สาม\" ติดตัวไว้ใช่มั้ยล่ะ? อืมมม... ถ้าใช้คำเรียกที่พวกคุณพูดบ่อย ๆ มันน่าจะเป็น... \"โนซิส\"? </em>- บทสนทนาระหว่าง Skirk และ Neuvillette</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/115795437/d233949972be14fcf0feb738a9b67efa_7662210000907719234.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria และ Remuria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/237301566/4417194d9a22aa68cbc2c9d4aa037acd_7056164159267232608.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ขณะที่ Egeria ถูกกักขัง Remus ได้มายัง Fontaine และสร้างอาณาจักร Remuria ขึ้น เขาได้รับการทำนายว่าเขาจะสร้างอาณาจักรที่เจริญรุ่งเรืองและนำอารยธรรมและความยุติธรรมมาสู่ผู้คน แต่สุดท้ายแล้ว ความยุติธรรมนั้นจะนำมาสู่ความล่มสลาย เทพราชาที่ไม่อาจรอให้อนาคตที่แสนมืดมนเข้าทำลายอาณาจักรของตนได้ เขาจึงตัดสินใจตามหา Egeria ที่ถูกกักขังอยู่ใน Fontemer ในจุดที่ลึกที่สุดของกระแสน้ำลึก ซึ่งเป็นที่พำนักแห่งราตรีชั่วนิรันดร์ กษัตริย์ผู้โด่งดังได้รู้ถึงความลับของเจ้าแห่งผืนน้ำ Egeria บอกกับ Remus ว่าครั้งหนึ่งเธอเคยก่อบาปที่ไม่อาจให้อภัยได้ และคำสาปที่ตามมาก็ไม่อาจไถ่ถอน ท้ายที่สุด Remus ก็นำถ้วยแห่งน้ำบริสุทธิ์กลับมา เขาให้สัญญากับ Egeria ว่าเขาจะสร้างโลกที่ปราศจากการพันธนาการ\nในความพยายามที่จะหลีกหนีจากโชคชะตา Remus ได้สร้างร่างกายที่ทำด้วยทองสัมฤทธิ์และหินเพื่อชาว Remuria ที่จะไม่เน่าเปื่อยไปตามกาลเวลา นอกจากนี้ เทพราชายังได้สร้างบทเพลงที่จะปลดปล่อยให้ผู้คนเป็นอิสระจาก Fortuna และสามารถกำหนดโชคชะตาของตนเองได้ เพื่อนำอารยธรรมมาสู่อนารยชนทางเหนือ ช่างจูนเสียงแห่ง Remuria ได้นำกองทัพโกเลมเข้าปราบผู้คนจากทะเลสูง แต่อัศวินแห่งน้ำบริสุทธิ์ซึ่งเป็นผู้ติดตามของ Egeria ปฏิเสธที่จะให้ความยินยอม พวกเขาสาบานว่าจะปกป้องภูตแห่งน้ำบริสุทธิ์ (Oceanid) และอัศวินคนอื่น ๆ จากอัศวินของ Remus เป้าหมายหลักของพวกเขาคือตามหาถ้วยแห่งน้ำบริสุทธิ์กลับมาเพื่อไถ่ปฐมบาปและปลดปล่อย Egeria จากการถูกพันธนาการ\nตำนานหนึ่งกล่าวว่า บาปลึกทำให้เมืองแห่งนิรันดร์จมดิ่ง อัศวินแห่งน้ำบริสุทธิ์ได้ก้าวผ่านการฝึกฝนมากมายที่ยากจะจินตนาการได้ ข้ามผ่านความลำบากยากเข็ญมากมายที่ไม่เคยเกิดขึ้นมาก่อนในโลก ในที่สุดความปรารถนาที่จริงใจที่สุดของผู้คนก็ถูกส่งไปยังสรวงสวรรค์ ด้วยจิตใจที่ดีงามและบริสุทธิ์ และด้วยถ้วยแห่งน้ำบริสุทธิ์ที่ได้รับหลังจากผ่านการเสียสละมานับไม่ถ้วน ในที่สุดนายหญิงแห่งผืนน้ำก็กลับมาจากการจองจำชั่วนิรันดร์…\nอีกตำนานหนึ่งกล่าวว่า บาปลึกทำให้เมืองแห่งนิรันดร์จมดิ่ง นักร้องนามว่า Erinnyes ได้ก้าวผ่านการฝึกฝนมากมายที่ยากจะจินตนาการได้ ข้ามผ่านความลำบากยากเข็ญมากมายที่ไม่เคยเกิดขึ้นมาก่อนในโลก แต่กลับไม่สามารถหาถ้วยแห่งน้ำบริสุทธิ์ที่ว่านั้นเจอเลย ตรงกับที่สวรรค์ได้เลือกนายหญิงแห่งผืนน้ำนับหมื่น และสั่งให้นางกลับมาจากการจองจำชั่วนิรันดร์ เพื่อเข้ารับตำแหน่งราชาแห่งทองคำ และปกครองซากปรักหักพังแห่งท้องทะเล..."
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/996428185ebfa9cf6901d777752725de_2652658669534775645.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ไม่ว่าตำนานจะเป็นเช่นไร เมื่อ Egeria กลับมาจากการถูกจองจำ เธอจะได้รับสถานะเป็นเทพเจ้าและภารกิจศักดิ์สิทธิ์ในภายหลัง จากนั้น Egeria จึงได้เริ่มต้นปกครอง Fontaine ภายใต้ตำแหน่งเทพแห่งน้ำของ Fontaine และเพื่อเป็นเกียรติแก่อัศวินแห่งน้ำบริสุทธิ์ ซึ่งเป็นสักขีพยานการกลับมาของ Egeria จึงมีการจัดงานเทศกาล Fontinalia ขึ้น\nก่อนหน้านี้ ในช่วงที่ Egeria ยังปกครองอยู่ เหล่าอาชญากรถูกเนรเทศไปยังทะเลทราย แต่บางคนก็ขอการอภัยโทษจาก Egeria ซึ่งเจ้าแห่งผืนน้ำผู้เมตตาก็อนุญาตให้พวกเขาคอยปกป้องความลับที่อยู่ในทะเล อันเป็นที่มาของการก่อตั้งป้อมปราการ Meropide ความลับที่ว่าคือเส้นทางสู่ทะเลบรรพกาล ซึ่งเป็นทะเลที่จะทำลาย Fontaine ตามคำพยากรณ์ เมื่อเวลาผ่านไป ผู้คนในป้อมปราการต่างหลงลืมเป้าหมายเดิม แต่เส้นทางสู่ทะเลบรรพกาลก็ยังคงเป็นเขตหวงห้ามเฉกเช่นในอดีต\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "เทศกาล Fontinalia",
        "desc": "<p>เทศกาล Fontinalia เป็นเทศกาลที่จัดขึ้นเพื่อรำลึกถึงอัศวินแห่งน้ำบริสุทธิ์ในตำนานที่ค้นหา Oceanid และต้อนรับการกลับมาของเทพแห่งน้ำ Egeria</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/115795437/6be113dc8ecbe93170d1b614788b0509_7340684562103981661.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "อัศวินแห่งน้ำบริสุทธิ์",
        "desc": "<p>อัศวินแห่งน้ำบริสุทธิ์เป็นสาวกของนายหญิงแห่งผืนน้ำ Egeria ที่ให้สัญญาว่าจะคอยปกป้องเหล่า Oceanid, ตามหาถ้วยแห่งน้ำศักดิ์สิทธิ์, และทำลายพันธนาการที่คอยกักขัง Egeria ไว้เพื่อชดใช้ปฐมบาป</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/115795437/afce7f4f1847f62698a00f239e5a8d00_3254077843448629174.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>ราชาผู้ก่อตั้งอาณาจักร Remuria</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/54fc33ab94abb4b00460e448f7765892_2670224895105970892.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>หนึ่งในช่างจูนเสียงของ Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/11877103/8387f718bf24a2a128af2225335160c5_992821299335838984.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>นักล่าทองคำ หนึ่งในช่างจูนเสียงของ Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/11877103/1df790c1e63e81f4bb2f0d7d429c0954_3672854671466183477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Splendor of Tranquil Waters",
        "desc": "<p>คทาที่ปกคลุมด้วยน้ำบริสุทธิ์ ครั้งหนึ่งเคยเป็นสัญลักษณ์ของอำนาจสูงสุดบนผืนทะเลในอดีตอันไกลโพ้น</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/144837601/9807aa25f336daae391a6f6d4995af3d_5387643842425348750.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment of Harmonic Whimsy",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/65858273/7557f4558ab243d82e8b6b9994fc97ee_3534424124933442361.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria และ ภัยพิบัติ",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/06fb58047b7794f1c605ffa922279cd9_3967964877866276723.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ราว ๆ พันปีก่อน จ้าวแห่งบุปผา Nabu Malikata ได้สร้างลูกสาวของเธอขึ้น ควาเรนาห์ผู้มีชะตากรรมเป็นความเสียสละและความตายที่ไม่อาจหลีกเลี่ยงได้ เมื่อ Nabu Malikata เสียสละตนเอง เธอได้ขอให้สหายอย่าง Rukkhadevata ให้ช่วยดูแลควาเรนาห์ นายหญิงแห่งแมกไม้จึงเปลี่ยนควาเรนาห์ให้เป็นวิหคศักดิ์สิทธิ์ \"ซีเมิร์ก\" มอบหมายหน้าที่พิทักษ์โลกทั้งสองให้แก่นาง เพื่อปกป้องพรมแดนระหว่างความเป็นและความตาย เมื่อภัยพิบัติมาถึงในอีกหลายปีต่อมา นายแห่งอาณาจักรแห่งน้ำ Egeria ได้สิ้นชีพลงที่ทุ่งดอกไม้อมฤตในระหว่างการต่อสู้กับอสูรร้าย และร่างได้กลายเป็นทะเลแห่งหยาดอมฤต ต่อมา หยาดอมฤตถูกแผดเผาบนดินแดนรกร้างที่ถูก Abyss ทำลายล้างไป Simurgh จึงทำหน้าที่ของตนด้วยการดื่มหยาดอมฤตและแตกตัวออกเป็นกลีบดอกไม้นับพัน แต่ละกลีบที่แตกออกเกิดเป็นภูตดอกไม้ที่คอยปกป้องทุ่งดอกไม้อมฤตจากอสูรร้ายจาก Abyss ดั่งคำพยากรณ์ว่าไว้ บุตรีต้องลาจากอ้อมอกมาตาทั้งสามไป เพราะบนโลกใบนี้มีมลทินมากมายเหลือคณา จำต้องเสียสละจึงจะชำระล้างได้… กลีบดอกไม้นับพันที่แตกออกเกิดเป็นภูตดอกไม้ที่คอยปกป้องทุ่งดอกไม้อมฤตจากอสูรร้ายแห่ง Abyss"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/0058c3c9591f49bc0ac12760d5250fb4_7510331837180065839.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Rukkhadevata ได้ปลูกต้นมาตาสรรพสิ่งจากหยาดอมฤตซึ่งมีดอกบัวยักษ์ \"Gaokerena\" อยู่ภายใน โดยจิตสำนึกของ Egeria ใช้ดอกบัวยักษ์นี้เป็นที่พำนัก เธอจึงสามารถหยุดยั้งกำแพงกั้นระหว่างโลกมนุษย์กับห้วงทมิฬ Tunigi ได้"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/e53c4679115d76664383620ddb419cd7_198016762447992707.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 ปีต่อมา ดอกบัวยักษ์ Gaokerena ปนเปื้อนจากพลังแห่ง Abyss อีกครั้ง กำแพงกั้นระหว่างสองโลกบางลงมากจนเกิดปรากฏการณ์ Apaosha ต้องขอบคุณความพยายามของนักเดินทาง, Paimon, วีรชน Sorush, และภูตดอกไม้ตนอื่น ๆ พวกเขาสามารถรวบรวมบทเพลงชั้นยอดแห่งควาเรนาห์ทั้งห้าได้ครบ จึงสามารถประกอบพิธีข้ามผ่านเพื่อชำระล้างต้นมาตาสรรพได้\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>เทพแห่งปัญญา และเป็นเทพแห่งพฤกษาคนก่อน สหายของ Nabu Malikata และ ราชา Deshret ตัวตนของเธอถูกลบออกไปจาก Irminsul เพื่อปกป้องต้นไม้นี้จากความรู้ต้องห้าม</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/11877103/59da6a8cbcffa112e5d2b63788d7051e_2588222724442485526.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3694,
        "name": "Vourukasha's Glow",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/07/65858273/6e2518c61e769f58cc86a01361a99947_7385266580555471505.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3827,
        "name": "Sorush",
        "desc": "<p>หนึ่งในสมาชิกของภูติดอกไม้ที่ถือกำเนิดในทะเลทราย Sorush เป็นวีรชนที่ได้รับการยอมรับจากควาเรนาห์</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/30/10257458/0ff1dbbf93bc0c9aac2cc030ca1432f8_4165149272440393032.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3764,
        "name": "บทเพลงชั้นยอดแห่งควาเรนาห์",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">บทเพลงชั้นยอดแห่งควาเรนาห์เปี่ยมไปด้วยพลังแห่งควาเรนาห์อันทรงพลัง แต่มีเพียงภูตดอกไม้ที่ได้รับการยอมรับจากควาเรนาห์เท่านั้น ที่จะสามารถปลดปล่อยพลังผ่านพิธีกรรมได้...</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/20/11877103/46f9d5ec396fda77ddef49a9a5c86665_2580529239513113477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3726,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2925,
        "name": "บทกวีสู่แสงแห่งวิญญาณ",
        "desc": "<p>ตำนานกล่าวว่าเป็นบทเพลงที่สูญหายของภาคีทะเลทราย ไม่รู้ว่าผู้ใดเป็นคนจดบันทึกเอาไว้</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/20/144837601/46a83f96a4ec5c567778e2ae82691c8f_7308091721473791242.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria และ Oceanid",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ตามตำนานเล่าว่า Egeria ผู้มีเมตตาได้หลั่งน้ำตาหยดแรกทิ้งเอาไว้ และบรรพบุรุษของ Oceanid ก็ได้ถือกำเนิดขึ้น ณ ที่แห่งนั้น บางคนบอกว่าเป็นเพราะท่าน Egeria รู้สึกสงสารเหล่ามังกร บ้างก็บอกว่าท่าน Egeria รู้สึกเศร้ากับชะตากรรมสุดท้ายของเหล่ามนุษย์ ซึ่งพวกเรามีเพียงคำกล่าวเปรียบเปรยที่ยังไม่รู้ความหมายที่แท้จริงเท่านั้น ที่ยังคงสืบทอดต่อกันมา: <color=#ffffffd9>\"ยามกระดูกกิ้งก่าขาวโพลนแปรเปลี่ยนเป็นโคลนเลน หงส์ฟ้าได้ถือกำเนิดขึ้น ณ ที่แห่งนี้\"</color> Oceanid ที่ถือกำเนิดขึ้นได้รับมอบหมายให้ทำความเข้าใจกับสิ่งมีชีวิตทั้งหลาย นั่นคือ: ไปทำความเข้าใจกับสรรพสิ่ง และรักสรรพชีวิตทั้งปวง ด้วยความที่มันถือกำเนิดจากทะเลแห่งชีวิต จึงมีความสามารถในการแปลงร่างเป็นสิ่งมีชีวิต Egeria ให้มันใช้ความสามารถนี้ในการจดจำรูปลักษณ์ของสิ่งมีชีวิตเอาไว้ มันจึงเกิดความรู้สึกชื่นชมต่อสิ่งมีชีวิตด้วยเหตุนี้เช่นกัน เมื่อเข้าใจมนุษย์มากพอแล้ว มันได้หลั่งหยาดน้ำตาหยดแรกเอาไว้บนแผ่นดิน ด้วยวิธีนี้ จิตวิญญาณหลาย ๆ จึงสามารถอยู่ร่วมกันได้โดยไม่ถูกแยกจากกัน\nOceanid ล้วนเป็นผู้ศรัทธาของ Egeria ครั้งหนึ่ง เธอได้ส่งเหล่า Oceanid ไปอาศัยอยู่ตามแม่น้ำและทะเลสาบทั่วทั้งทวีป และพวกเขาล้วนเป็นสปายของ Fontaine เจ้าแห่งผืนน้ำปรารถนาให้ทุกคนบนโลกเชื่อมต่อกันเหมือนกับน้ำที่ไหลเชื่อมถึงกันทุกที่\nOceanid แต่ละตนมีความสามารถทางสติปัญญาไม่เท่ากัน เหตุผลหนึ่งคืออายุขัยที่ต่างกันทำให้ระยะเวลาในการเรียนรู้เกี่ยวกับโลกและประสบการณ์ที่ได้รับต่างกัน แต่ความแตกต่างของ Oceanid เองก็มีผลเช่นกัน บางตนมีนิสัยเฉื่อยชาเกินกว่าจะทำหน้าที่ที่เกี่ยวข้องได้สำเร็จ พวกเขาจึงถูกจำกัดให้อยู่ใน Fontaine เท่านั้น และพวกเขายังช่วยผ่อนคลายอารมณ์ของมนุษย์ด้วย\nหลังการจากไปของ Egeria, Oceanid จำนวนมากสูญเสียการเชื่อมต่อกับ Fontaine พวกเขาไม่ยอมรับเทพแห่งสายน้ำตนใหม่ และยังคงใช้ชีวิตตามความฝันในวันวานต่อไป Oceanid จำนวนมากเดินทางแสวงบุญข้ามทะเลทราย Sumeru ที่ร้อนระอุไปยังต้นมาตาสรรพเพื่อเฝ้าดูเทพเจ้าของพวกเขา"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/b1382ca8d5c39cd34c781837f05c5ea4_2796783750444812891.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Oceanid Rhodeia คือสายลับ Lochfolk ที่มีชื่อเสียงและแข็งแกร่งที่สุด เธอหนีออกจาก Fontaine มาตั้งรกรากใกล้กับหมู่บ้าน Qingce ใน Liyue เฝ้าฝันถึงผืนน้ำอันสงบ เมื่อเธอพบกับ Oceanid ตนอื่นอย่าง Endora เธอกลัวว่าอีกฝ่ายจะเป็นมือสังหารที่ถูกเทพแห่งน้ำส่งมาจาก Fontaine เธอจึงแผ่ซ่านความชั่วร้ายออกมาทำให้น้ำมีรสขมเพื่อที่จะกำจัด Endora แต่เมื่อได้รู้ความจริงแล้ว Rhodeia ได้เชิญชวนให้ Endora รวมเข้ากับเธอและทำให้น้ำกลับมาหวานอีกครั้ง"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/824a0869fac4b8806047e7d2fb223c1e_5613481236590228235.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Oceanid Callirhoe เป็นที่รู้จักในนามภูตแห่งสระน้ำ เธออาศัยอยู่ที่น้ำพุ Springvale ใน Mondstadt ที่นั่น เธอได้พบกับเด็กหนุ่มที่ตกหลุมรักเธอ ด้วยความกังวลเกี่ยวกับความรู้สึกของเธอที่มีต่ออีกฝ่ายจะทำให้ชายหนุ่มรู้สึกเสียใจกับเวลาที่ใช้ไปกับเธอ Callirhoe จึงเงียบไปหลายปี\n<color=#ffffffd9>\"เมื่อดวงดาวบนท้องฟ้ายามค่ำคืนมอดดับลง ทั้งสายน้ำและความฝันทั้งหมดจะหลอมรวมอยู่ในมหาสมุทรแห่งเดียวกัน เมื่อถึงตอนนั้นเราก็จะได้พบกันอีกครั้ง\"</color>\nเมื่อเด็กหนุ่มเติบใหญ่กลายเป็นชายชรา ในที่สุด Callirhoe ก็กล้าที่เผชิญหน้ากับความรู้สึกของตัวเอง เธอตัดสินใจพบกับเขาอีกครั้งและตอบแทนความรู้สึกด้วยการมอบหัวใจแห่งน้ำพุใสสะอาด"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/23/237301566/b8cbc99cb0b507eaf970fcd9568a5c43_1901413461255065258.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ทั้ง Rhodeia และ Callirhoe ไม่ต้องการให้ Endora เดินตามรอยพวกเขา Endora จึงตัดสินใจเลือกเส้นทางที่ไม่เคยมีใครเลือกมาก่อน เธอเลือกออกเดินทางไปดูดอกไม้ผลิบานและก้อนเมฆบนท้องฟ้า ก่อนที่กระแสแห่งชีวิตจะสิ้นสุดและไหลลงสู่มหาสมุทร"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/1db6cabb7224e998c529340769b5842a_4323134540389713668.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Oceanid Idyia เองก็หนีออกจาก Fontaine เธอได้พบกับแม่มด Alice ในทะเลทราย Sumeru ที่สร้างโลกในขวดที่ถูกเรียกว่าแดนมายากระจกเงาให้เธอ ในโลกนี้ Idyia ได้ช่วยนักเดินทางจำนวนมากที่หลงทางและเหนื่อยล้าอยู่กลางทะเลทรายมากมาย เมื่อพวกเขาออกจากแดนมายากระจกเงา เธอได้สร้างร่างมายาของพวกเขาขึ้นจากภูตน้ำมายา เพื่อที่พวกเขาจะได้อาศัยอยู่ในโลกของเธอต่อไป"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/9dd957087aa42735905d94761558de17_3840721841765083999.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Oceanid Lyris ที่ไม่ได้มีสติปัญญาสูงอย่าง Rhodeia, Idyia, และ Callirhoe ได้รับมอบหมายให้ดูแลสถาบัน Narzissenkreuz ซึ่งเป็นสถานเลี้ยงเด็กกำพร้าใน Fontaine ตั้งแต่ที่ Egeria ยังไม่จากไปเพื่อเป็นการแสดงความเคารพ Basil Elton เด็กจากสถาบันของ Lyris ที่เติบโตขึ้นมาเป็นพลเรือเอกของกองทัพเรือ Fontaine, Alain Guillotin นักวิทยาศาสตร์ผู้ยิ่งใหญ่ผู้แก้ไขปัญหาพลังงานของ Fontaine, และ Jakob Ingold ผู้พยายามต่อต้านคำพยากรณ์เพื่อช่วยเหลือผู้คนด้วยวิธีของตนเอง\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanid",
        "desc": "<p>Oceanid เป็นสิ่งมีชีวิตธาตุน้ำที่ชาญฉลาดมาก พวกเขาถูกสร้างขึ้นโดย Egeria เทพแห่งน้ำองค์ก่อนที่สามารถควบคุมน้ำได้ตามต้องการ</p><p><span class=\"wk-shady\">ชาว Fontaine ทุกคนเคยเป็น Oceanid ที่ปรารถนาจะเป็นมนุษย์ Egeria ได้ตอบสนองต่อความต้องการเหล่านั้นซึ่งขัดต่อกฎแห่งสวรรค์</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/5e33c09fbd3c6781bb822fd9c57b6abc_7750060682391566772.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2211,
        "name": "Oceanid",
        "desc": "ร่างกายของสิ่งมีชีวิตที่เกิดจากการรวมตัวของธาตุน้ำอันบริสุทธิ์ มักจะมาพร้อมกับร่างที่เป็นน้ำ<br/>ว่ากันว่ายิ่งร่างน้ำบริสุทธิ์เท่าไหร่ ธาตุน้ำก็จะยิ่งสมบูรณ์เท่านั้น และพลังของภูตแห่งน้ำบริสุทธิ์นี้ก็จะยิ่งแข็งแกร่งขึ้นไปด้วย มีตำนานกล่าวไว้ว่า Oceanid นั้นเคยเป็นสัตว์ทะเลจากแดนไกล ที่ขนเศษชิ้นส่วนของเทพเจ้าที่ตายไปนานแล้วไปยังทั่วทุกมุมโลก บางทีพวกเขาอาจทำเช่นนี้ เพื่อให้ความรักที่พระเจ้าของพวกเขามีต่อโลกนี้ สามารถแพร่กระจายผ่านผืนน้ำไปทั่วดินแดนก็ได้...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Oceanid_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4906,
        "name": "Rhodeia",
        "desc": "<p>หนึ่งในสมาชิกหน่วยสอดแนม Lochfolk ที่มีชื่อเสียงและแข็งแกร่งที่สุด เธอได้หลบหนีออกจาก Fontaine หลังจากการตายของเทพแห่งน้ำองค์ก่อน มาตั้งรกรากอยู่บริเวณใกล้กับหมู่บ้าน Qingce</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/04/115795437/c1060c024385e4bf2d87aa853d3a6afe_2518949789259742732.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 606,
        "name": "Endora",
        "desc": "Lochfolk ขี้สงสัยที่อยากรู้อยากเห็นทุกสิ่งบนโลกใบนี้ ไม่แน่ว่าอาจจะเข้ากันได้ดีกับ Mini Seelie - Dayflower ก็เป็นได้ แต่อย่าเผลอเอามันหลอมรวมเข้าด้วยกันเชียวล่ะ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Endora_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4538,
        "name": "Callirhoe",
        "desc": "<p>Callirhoe เป็น NPC ที่ออกมาเฉพาะกิจกรรม \"ลำนำแห่งธารา\" เธอเป็น Oceanid ที่อาศัยอยู่ใน Sprinvale หลังจากเกิดเหตุการณ์สูญเสียเทพแห่งน้ำรุ่นแรก</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/10257458/610c86157e0fdc96d22ed1e41781ee27_2565799464575494995.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3974,
        "name": "Idyia",
        "desc": "<p>Idyia เป็น NPC เฉพาะกิจกรรม เธอเป็นชาว Oceanid และเป็นผู้ดูแล \"แดนมายากระจกเงา\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/10257458/8f84efbb97c6667cbf39cb960acb5db8_1388844037007226983.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris เป็นผู้อำนวยการสถาบัน Narzissenkreuz ซึ่งเป็นสถานเลี้ยงเด็กกำพร้าใน Fontaine ต่อมาเธอได้เข้าร่วมเป็นสมาชิกของสมาคม Narzissenkreuz และได้รับตำแหน่ง \"ราชินีแดง\" หลังจากที่สถาบันถูกทิ้งร้างในช่วงภัยพิบัติ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/06/10257458/b6d86ff8dfd84cf744e57a516b1a14c6_7199878896044323285.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4539,
        "name": "Old Finch",
        "desc": "<p>Old Finch เป็น NPC ที่อาศัยอยู่ใน Springvale สามารถพบเขาบริเวณบ่อน้ำได้ในเวลา 6.00-19.00</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/10257458/1d1b81b0ff39641fa13df1528162b893_1366150409061738258.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton เป็นรองผู้อำนวยการของสถาบัน Narzissenkreuz ต่อมาเธอได้เข้าร่วมเป็นสมาชิกของสมาคม Narzissenkreuz และได้เสียชีวิตลงหลังเข้าต่อสู้ครั้งสุดท้ายกับ Elynas</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/06/10257458/386107b800f05b084d15ad8145cf8913_4911068334018012810.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain Guillotin เป็นลูกบัญธรรมของ Emanuel Guillotin ต่อมาเขาได้ถูกสถาบัน Narzissenkreuz รับเลี้ยงพร้อมกับพี่สาว Mary-Ann Guillotin เขาเป็นผู้ก่อตั้งสถาบันวิจัยพลังงานจลน์แห่ง Fontaine โดยผลงานที่โดดเด่นที่สุดคืองานวิจัยพลังงานสสารและพลังงานวิญญาณ ที่นำไปสู่การประดิษฐ์ระบบพลังงานปฐมภูมิและการสร้างจักรกลไขลาน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/5f9666801f8c3cd059ac14e8eb9dbc96_8887987182772775192.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz หรือมีชื่อที่แท้จริงว่า Rene เขาเป็นผู้ก่อตั้งสมาคม Narzissenkreuz ร่วมกันกับ Jakob</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/90f57df4396a9aa89cee2704bafdac6d_2361355305906253203.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob เป็นเด็กกำพร้าซึ่งเติบโตมาในสถาบัน Narzissenkoreuz ต่อมาเขาได้กลายมนุษย์พันธุ์ใหม่และเป็นผู้ร่วมก่อตั้งสมาคม Narzissenkreuz</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/02bc05cc787742e2fdf79dc45a69ccec_5438176056281339529.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2323,
        "name": "หัวใจแห่งน้ำพุใสสะอาด",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Heart of Clear Springs_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "สถาบัน Narzissenkreuz",
        "desc": "<p>สถานเลี้ยงเด็กกำพร้าใน Fontaine ที่สร้างขึ้นบนซากปรักหักพังของอารยธรรมโบราณ</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/115795437/50684a597c68d7048315e684a8792710_2569017254211153732.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "สมาคม Narzissenkreuz",
        "desc": "<p>สมาคม Narzissenkreuz เป็นสมาคมลับที่ก่อตั้งโดย Rene de Petrichor และ Jakob Ingold มีจุดประสงค์ในการสร้างมนุษย์สายพันธุ์ใหม่เพื่อที่จะเอาชีวิตรอดจากการถูกทำลายล้างตามที่สมการวิถีทางโลกได้คำนวณไว้ล่วงหน้า สมาคมนี้ได้รับการประกาศว่าเป็นกลุ่มหัวรุนแรงที่ผิดกฎหมายและเป็นองค์กรอาชญากรรมตามกฎหมายของ Fontaine ภายใต้ท่านผู้พิพากษาสูงสุด Neuvillette</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/115795437/51c48914091ce07cfccd86ceeb073642_849717982918187825.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Egeria และ Focalors",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/1da56616903c2c0ab282394bbb06bb8c_2762668338429049931.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Focalors เคยเป็นหนึ่งใน Oceanid ผู้ศรัทธาของ Egeria เธอต้องการที่จะเป็นมนุษย์มาโดยตลอด เนื่องจากเธอเห็นการมีอยู่ของมนุษย์เป็นสิ่งที่งดงามที่สุด Egeria ได้เปลี่ยน Focalors ให้เป็นมนุษย์และเลือกเธอเป็นผู้สืบทอดบัลลังก์แห่งเทพ"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/14/237301566/4d00bf623c0adde66eacebeb7573b94e_1782249839317105255.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Egeria ล่วงรู้ว่าคำพยากรณ์จะเป็นจริงและไม่สามารถต่อต้านหลักการสวรรค์ได้ เธอตัดสินใจมอบวิธีแก้ไขปัญหาไว้ให้ Focalors แบกรับ ถ้าการขโมยพลังจากทะเลบรรพกาลคือ \"ปฐมบาป\" ของ Fontaine การที่ชาว Fontaine มีสิทธิ์ถือกำเนิดและดำรงอยู่ในโลกนี้ในฐานะมนุษย์ ก็คือ \"ปฐมยุติธรรม\" ของ Fontaine \"การดำรงอยู่\" คือความยุติธรรมของ Egeria และสำหรับ Focalors แล้ว ความยุติธรรมนั้นหมายถึง \"การดำรงอยู่ต่อไป\" การทำลายคำพยากรณ์และทำให้ชาว Fontaine มีชีวิตอยู่ต่อไป คือความยุติธรรมที่อยู่เหนือสิ่งอื่นใดในตอนนี้\nFocalors ครุ่นคิดอยู่นานว่าจะตอบโต้คำพยากรณ์อย่างไร ท้ายที่สุดก็ได้คำตอบ: ต้องหลอก \"กฎแห่งสวรรค์\" ในขณะที่คำพยากรณ์กลายเป็นจริง หลังจากดำรงตำแหน่งเทพแห่งน้ำ Focalors ได้สร้าง Furina ขึ้นมาจากการแยก “ความเป็นเทพ” ออกมาจากร่างกายและจิตวิญญาณของเธอ ในขณะที่ Furina ปกครอง Fontaine, Focalors ได้รวบรวมพลังงานเพื่อหลอกกฎแห่งสวรรค์ 500 ปีต่อมา เมื่อคำพยากรณ์กลายเป็นจริง Focalors ได้ใช้พลังงานที่สะสมมาตลอดระยะเวลา 500 ปีเพื่อทำลายความเป็นเทพของตน และด้วยเหตุนี้ที่ถือเป็นการทำลายบังลังก์เทพแห่งน้ำลง เธอจึงสามารถคืนอำนาจให้กับราชามังกรวารี Neuvillette หลังจากที่เขาได้รับอำนาจทั้งหมดกลับคืนมา เขาได้ให้อภัยต่อบาปของชาว Fontaine และเปลี่ยนทุกคนให้กลายเป็นมนุษย์ที่แท้จริง\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>เทพแห่งน้ำองค์ก่อน และเป็นเทพเจ้าแห่งความยุติธรรม</p><p><span class=\"wk-shady\">เธอเสียสละตัวเองด้วยการทำลาย \"ความเป็นเทพ\" ของเทพแห่งน้ำ และคืนอำนาจให้กับราชามังกรวารี</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/115795437/0c738427840832159123453a49753e8f_5632682590498230040.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>จุดสนใจบนเวทีแห่งการพิพากษา จนกระทั่งเสียงปรบมือคำรามก้องเมื่อม่านปิดลง</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/65858273/263e5ea0784d182b393f67a7e24146a5_900729773534954990.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้พิพากษาสูงสุดแห่ง Fontaine มีชื่อเสียงในด้าน \"ความเป็นกลาง\" อย่างสมบูรณ์</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/0513aa7f482dbb4778545d02f94956fe_6477268461203548971.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ความสัมพันธ์"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>ราชาผู้ก่อตั้งอาณาจักร Remuria</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/54fc33ab94abb4b00460e448f7765892_2670224895105970892.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ทรราช, ผู้ก่อตั้งอาณาจักร Remuria, และผู้จับกุมผู้คนของ Egeria ขณะที่เธอถูก Celestia ขังไว้",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "อัศวินแห่งน้ำบริสุทธิ์",
        "desc": "<p>อัศวินแห่งน้ำบริสุทธิ์เป็นสาวกของนายหญิงแห่งผืนน้ำ Egeria ที่ให้สัญญาว่าจะคอยปกป้องเหล่า Oceanid, ตามหาถ้วยแห่งน้ำศักดิ์สิทธิ์, และทำลายพันธนาการที่คอยกักขัง Egeria ไว้เพื่อชดใช้ปฐมบาป</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/115795437/afce7f4f1847f62698a00f239e5a8d00_3254077843448629174.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "หน่วยอัศวินที่เคารพ Egeria และสาบานว่าจะคอยปกป้องผู้คนของเธอจาก Remus",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanid",
        "desc": "<p>Oceanid เป็นสิ่งมีชีวิตธาตุน้ำที่ชาญฉลาดมาก พวกเขาถูกสร้างขึ้นโดย Egeria เทพแห่งน้ำองค์ก่อนที่สามารถควบคุมน้ำได้ตามต้องการ</p><p><span class=\"wk-shady\">ชาว Fontaine ทุกคนเคยเป็น Oceanid ที่ปรารถนาจะเป็นมนุษย์ Egeria ได้ตอบสนองต่อความต้องการเหล่านั้นซึ่งขัดต่อกฎแห่งสวรรค์</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/5e33c09fbd3c6781bb822fd9c57b6abc_7750060682391566772.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ครอบครัวของ Egeria\nเหล่า Oceanid กลายมาเป็นมนุษย์จากการก่อปฐมบาปของ Egeria",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เทพแห่งมวลบุปผา และ เพื่อนของ Egeria",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>เทพแห่งปัญญา และเป็นเทพแห่งพฤกษาคนก่อน สหายของ Nabu Malikata และ ราชา Deshret ตัวตนของเธอถูกลบออกไปจาก Irminsul เพื่อปกป้องต้นไม้นี้จากความรู้ต้องห้าม</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/11877103/59da6a8cbcffa112e5d2b63788d7051e_2588222724442485526.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เทพแห่งพฤกษา และ เพื่อนของ Egeria\nหลังจาก Egeria เสียชีวิตลงแล้ว Rukkhadevata ได้ปลูกต้นมาตาสรรพให้โตขึ้นมาจากร่างของเธอเพื่อรักษาจิตสำนึกของ Egeria และปิดผนึกห้วงทมิฬ Tunigi",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>เทพแห่งน้ำองค์ก่อน และเป็นเทพเจ้าแห่งความยุติธรรม</p><p><span class=\"wk-shady\">เธอเสียสละตัวเองด้วยการทำลาย \"ความเป็นเทพ\" ของเทพแห่งน้ำ และคืนอำนาจให้กับราชามังกรวารี</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/115795437/0c738427840832159123453a49753e8f_5632682590498230040.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ผู้สืบทอดของ Egeria ซึ่งเธอได้สร้างมนุษย์ขึ้นมาคนหนึ่ง\nFocalors กลายเป็นเทพแห่งน้ำหลังจากที่ Egeria เสียชีวิตลง",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "รายการที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "บทเพลงแห่ง Erinnyes",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/144837601/c390580598c026e2e8ab652cc01d23da_7906477918413822415.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Splendor of Tranquil Waters",
        "desc": "<p>คทาที่ปกคลุมด้วยน้ำบริสุทธิ์ ครั้งหนึ่งเคยเป็นสัญลักษณ์ของอำนาจสูงสุดบนผืนทะเลในอดีตอันไกลโพ้น</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/144837601/9807aa25f336daae391a6f6d4995af3d_5387643842425348750.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Lakelight Lily",
        "desc": "<p>ดอกไม้สีฟ้าใสบริสุทธิ์ ถือกำเนิดในบริเวณที่สายน้ำมาบรรจบกัน กลิ่นของมันเย็นสดชื่นแต่เรียบหรู ฉุนแต่หอมนุ่มละมุน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/144837601/b4db829b5c4fc15bb50714218c86398b_9197400595459108326.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5578,
        "name": "Fragment of Harmonic Whimsy",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/65858273/7557f4558ab243d82e8b6b9994fc97ee_3534424124933442361.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Egeria"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "ตำแหน่ง",
        "value": [
          {
            "type": "RichText",
            "text": "เทพเจ้า"
          }
        ]
      },
      {
        "key": "ฉายา",
        "value": [
          {
            "type": "RichText",
            "text": "นายหญิงแห่งผืนน้ำ"
          }
        ]
      },
      {
        "key": "ภาษาจีน CV",
        "value": [
          {
            "type": "RichText",
            "text": "乔璐雨 (Qiao Luyu)"
          }
        ]
      },
      {
        "key": "ภาษาอังกฤษ CV",
        "value": [
          {
            "type": "RichText",
            "text": "Courtney Steele"
          }
        ]
      },
      {
        "key": "ภาษาญี่ปุ่น CV",
        "value": [
          {
            "type": "RichText",
            "text": "矢作紗友里 (YAHAGI Sayuri)"
          }
        ]
      },
      {
        "key": "ภาษาเกาหลี CV",
        "value": [
          {
            "type": "RichText",
            "text": "김하영 (Kim Ha-young)"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "คำทำนาย",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/115795437/b0fb20592e699cd5342b9c87d6fab121_1392663688464182067.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Egeria เปลี่ยน Oceanid ให้กลายเป็นมนุษย์"
          }
        ]
      },
      {
        "key": "คำทำนาย",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/115795437/6555b6c18d716410b9f97d30e099a333_7127712013498105618.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Celestia ลงโทษ Egeria และประชาชนของเธอเนื่องจากปฐมบาป"
          }
        ]
      },
      {
        "key": "สระหยาดอมฤต",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/115795437/06fb58047b7794f1c605ffa922279cd9_4936760704297645733.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Egeria กลายเป็นสระหยาดอมฤตหลังจากเธอเสียชีวิตลง"
          }
        ]
      },
      {
        "key": "ต้นมาตาสรรพ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/115795437/434ec67e7d9b3ae807964f489583a665_5017817416984755542.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "ต้นไม้ที่ท่านหญิง Rukkhadevata ผู้ยิ่งใหญ่ปลูกขึ้นจากสระหยาดอมฤต"
          }
        ]
      },
      {
        "key": "Gaokerena",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/115795437/f13e389c42cfacc5a7d11b8722d40e2b_822078376996600127.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "ดอกบัวศักดิ์สิทธิ์ Gaokerena ภายในต้นมาตาสรรพซึ่งเป็นสถานที่ที่จิตสำนึกของ Egeria สถิตอยู่"
          }
        ]
      }
    ]
  }
}