{
  "epId": 4781,
  "name": "Focalors",
  "desc": "<p>เทพแห่งน้ำองค์ก่อน และเป็นเทพเจ้าแห่งความยุติธรรม</p><p><span class=\"wk-shady\">เธอเสียสละตัวเองด้วยการทำลาย \"ความเป็นเทพ\" ของเทพแห่งน้ำ และคืนอำนาจให้กับราชามังกรวารี</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/115795437/0c738427840832159123453a49753e8f_5632682590498230040.png",
  "menuId": 10,
  "menuName": "คู่มือ NPC",
  "version": 1714712879,
  "components": {
    "galleryCharacter": [
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/115795437/6ec960ac7a2160449e946df38d1b5da0_1924647663112354815.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "เควสต์เทพเจ้าบทที่ 4: ฉากที่ 5 - การเต้นรำของคนบาป\nการตัดสินใจสุดท้ายของเทพแห่งน้ำ"
          }
        ]
      },
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/115795437/c892f91506e3c6d807953bcc10f06e06_6338478172794830709.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "เควสต์เทพเจ้าบทที่ 4: ฉากที่ 5 - การเต้นรำของคนบาป\nFocalors และ Neuvillette"
          }
        ]
      },
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/115795437/bd86adade21a1c3be55a417a7e0cf04d_8725894020893051707.png"
      },
      {
        "key": "Focalors",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/115795437/071314a04852556139c4a6afb389b4dd_8581561953261126496.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "ตัวอย่างเนื้อเรื่อง",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ฉากคัตซีน - \"ฉากสุดท้ายของคนบาป\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/e7577f7685498b8c158b290ccd00216c_5700817998979627989.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17/11/23</color>\nหลังจากได้เห็นการพิพากษามานับครั้งไม่ถ้วน ในที่สุดฉากที่ยิ่งใหญ่ที่สุดราวกับละครที่เธอรอคอยก็มาถึง\nดาบใหญ่ที่สะสมพลังงานมานานฉีกม่านออก และระบำหมุนของคนบาปก็มาถึงโน้ตตัวสุดท้าย\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=_RAhrisU6Mc&embeds_referring_euri=https%3A%2F%2Fwww.hoyolab.com%2F&source_ve_path=Mjg2NjY&feature=emb_logo"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ความสัมพันธ์"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>เทพแห่งน้ำองค์ก่อน เสียชีวิตลงในช่วงภัยพิบัติเมื่อ 500 ปีก่อน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/115795437/a5b8d23dd3fbe0969cc3ebce78f9c29f_3480358915068795782.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เทพแห่งน้ำองค์ก่อน เป็นผู้สร้าง Focalors และมอบร่างมนุษย์ให้กับเธอ",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>จุดสนใจบนเวทีแห่งการพิพากษา จนกระทั่งเสียงปรบมือคำรามก้องเมื่อม่านปิดลง</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/65858273/263e5ea0784d182b393f67a7e24146a5_900729773534954990.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ร่างและจิตวิญญาณที่ถูกสร้างขึ้นโดย Focalors ให้คอยทำหน้าที่แทนเธอในการปกครอง Fontaine ตลอด 500 ปี",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanid",
        "desc": "<p>Oceanid เป็นสิ่งมีชีวิตธาตุน้ำที่ชาญฉลาดมาก พวกเขาถูกสร้างขึ้นโดย Egeria เทพแห่งน้ำองค์ก่อนที่สามารถควบคุมน้ำได้ตามต้องการ</p><p><span class=\"wk-shady\">ชาว Fontaine ทุกคนเคยเป็น Oceanid ที่ปรารถนาจะเป็นมนุษย์ Egeria ได้ตอบสนองต่อความต้องการเหล่านั้นซึ่งขัดต่อกฎแห่งสวรรค์</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/5e33c09fbd3c6781bb822fd9c57b6abc_7750060682391566772.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "สิ่งมีชีวิตธาตุน้ำที่แสนชาญฉลาดที่ถูกสร้างขึ้นโดย Egeria\nFocalors เองก็เป็นหนึ่งใน Oceanid",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้พิพากษาสูงสุดแห่ง Fontaine มีชื่อเสียงในด้าน \"ความเป็นกลาง\" อย่างสมบูรณ์</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/0513aa7f482dbb4778545d02f94956fe_6477268461203548971.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ราชามังกรวารี และ ผู้พิพากษาสูงสุดแห่ง Fontaine\nประกาศิตเที่ยงธรรม\nอุปกรณ์พิเศษที่ถูกสร้างขึ้นโดย Focalors เพื่อรวบรวม Indemnitium และใช้ทำลายบัลลังก์เทพแห่งน้ำ",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้พิพากษาสูงสุดแห่ง Fontaine มีชื่อเสียงในด้าน \"ความเป็นกลาง\" อย่างสมบูรณ์</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/0513aa7f482dbb4778545d02f94956fe_6477268461203548971.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เรื่องราวของตัวละคร"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>เรื่องราวของตัวละคร 4</color>\nNeuvillette ชอบวันที่ฝนตกมากกว่าวันที่แดดจ้า และอากาศชื้นทำให้เขารู้สึกผ่อนคลาย แต่นี่ก็เป็นเวลานานมากแล้วที่เขาไม่ได้มีความสุขท่ามกลางสายฝน\nดูเหมือนว่านับตั้งแต่เขาเลือกที่จะเดินหน้าไปกับ Fontaine เขาก็ทำตัวเหมือนคนธรรมดาที่ปฏิบัติตามกฎเกณฑ์ คนธรรมดาจะไม่เดินลุยฝนโดยไม่มีร่ม และคนธรรมดาจะไม่ปล่อยให้ฝนพรมลงจนผมต้องเปียกชื้น\nเป็นที่น่าสังเกตว่า ผู้พิพากษาสูงสุดคือตัวตนของเขา มังกรน้ำคือแก่นแท้ของเขา มีเพียงตัวตนของคนธรรมดาคนนี้เท่านั้นที่เป็นการแสดง\nมนุษย์สร้างเทพเจ้าเพื่อตัดสินตนเองเนื่องจากความเหงาและความรู้สึกผิด มนุษย์สร้างเทพเจ้าเพื่อช่วยตัวเองให้พ้นจากความโลภและความรู้สึกผิด ตอนนี้เมื่อไม่มีเทพ Neuvillette ก็ตอบสนองต่อความคาดหวังนี้\nบัดนี้เขาได้อภัยมวลมนุษย์และกลับคืนสู่สภาวะเดิมของเขาแล้ว\nตอนนี้เขาสามารถเดินท่ามกลางฝนให้ตัวเปียกชุ่มอย่างมีความสุขได้แล้ว\nNeuvillette ทำสิ่งนี้จริง ๆ ยืนอยู่ท่ามกลางสายฝน เขาทอดสายตามองออกไปอย่างเงียบ ๆ นึกถึงวันที่เขาได้รับจดหมายเมื่อนานมาแล้ว\nจดหมายฉบับหนึ่ง ที่ไม่รู้ว่าตอนนั้นใช้วิธีไหนในการส่งไปหา Neuvillette ช่องผู้รับว่างเปล่าและในข้อความจะเรียกเขาว่า \"คุณ\" แบบตรง ๆ\nคุณคนพิเศษ คุณคนพิเศษ Neuvillette ไม่ได้ปฏิเสธเรื่องนี้ แต่เขาก็ไม่เห็นด้วยเช่นกัน เขารู้สึกอย่างคลุมเครือว่าผลประโยชน์ในโลกตอนนี้ไม่มีคุณสมบัติที่จะตัดสินเขาเช่นนี้\nเขารู้ว่าจดหมายนี้เขียนโดยเทพอสูร Focalors ซึ่ง Focalors เชิญเขาไปเยี่ยมชมนครว่าการ Fontaine โดยกล่าวว่า \"ฉันจะมอบที่นั่งที่มีวิวที่ดีที่สุดในโรงอุปรากรที่ใหญ่ที่สุดให้คุณ\"\nหลังจากนั้น Neuvillette ก็ได้ที่นั่งตำแหน่งตรงนั้นจริง ๆ ณ โรงอุปรากร Epiclese ของเกาะ Erinnyes เขาได้นั่งตรงกลางแถวหน้า ชมการแสดงต่าง ๆ ที่นั่น วิวที่เห็นนั้นยอดเยี่ยมมากอย่างที่ Focalors บอก\nสิ่งที่เกิดขึ้นต่อไปยังไม่มีการเปิดเผยอย่างกว้างขวาง ผู้คนคงไม่มีทางเข้าใจว่าบัลลังก์ล่มสลายหมายความว่าอย่างไร และพลังน้ำทั้งหมดกลับคืนมาหมายความว่าอย่างไร เหตุผลที่ต้องให้อภัยนั้น เป็นเรื่องราวที่ยิ่งใหญ่แต่ยากที่จะอธิบาย\nเพียงเท่านี้ ม่านก็ปิดลง การแสดงที่ยิ่งใหญ่ที่สุดตลอดกาลมาถึงบทสรุปที่ประสบความสำเร็จในนครว่าการ Fontaine\nประสบความสำเร็จ? จนถึงช่วงขณะนี้ Neuvillette ก็เข้าใจทันที ที่นั่งที่เขียนในจดหมายนั้นไม่ใช่แค่เก้าอี้ในโรงอุปรากรเท่านั้น\nFocalors หรือ Furina สละที่นั่งในกลุ่มผู้ชม เดินขึ้นไปบนเวทีเพียงลำพัง และกลายเป็นนางเอกของละคร\nจำนวนตำแหน่งได้ถูกกำหนดไว้แล้ว เมื่อคนหนึ่งนั่ง อีกคนก็ต้องจากไป จดหมายที่ส่งถึงเขาก่อนหน้านี้จริง ๆ แล้วเป็นคำเชิญล่วงหน้าหลายร้อยปี\nมังกรแห่งวารีรู้สึกอย่างไรที่ได้เป็นส่วนหนึ่งของกลุ่มผู้ชมที่เป็นมนุษย์?\nยังชอบละครในโลกมนุษย์อยู่มั้ย?"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Focalors",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/b0fb20592e699cd5342b9c87d6fab121_6327654859344677399.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ที่ใจกลางทะเลบรรพกาล Egeria หรือที่รู้จักในนามนายหญิงแห่งผืนน้ำได้สร้าง Oceanid สิ่งมีชีวิตธาตุน้ำที่ชาญฉลาดขึ้น เหล่า Oceanid ต่างชื่นชมชีวิตของมนุษย์และอยากจะเป็นหนึ่งในมนุษย์มาโดยตลอด นายหญิงแห่งผืนน้ำตอบรับความปรารถนาของพวกเขาด้วยการใช้พลังของทะเลบรรพกาลเปลี่ยนเหล่า Oceanid บางส่วนให้เป็นมนุษย์ที่มีเลือดเป็นน้ำทะเลบรรพกาล เธอได้ก่อปฐมบาปขึ้นจากการกระทำเช่นนั้น เหล่าเทพเจ้าโกรธที่นายหญิงแห่งผืนน้ำขโมยพลังของทะเลบรรพกาลจึงกักขังเธอเอาไว้ มีคำพยากรณ์ที่ไม่อาจหลีกหนีว่า \"...ท้ายที่สุดทุกคนจะละลายหายไปในท้องทะเล เหลือเพียงเทพแห่งน้ำที่ร้องไห้อยู่บนบัลลังก์ และจากนั้น... บาปของชาว Fontaine ก็จะถูกชะล้างออกไป\" ถูกบันทึกไว้ใน Irminsul เมื่อนานมานานแล้ว หลายพันปีก่อน Egeria กลับมาจากการถูกเหล่าเทพเจ้าจองจำและได้รับสถานะเป็นเทพเจ้าและภารกิจศักดิ์สิทธิ์ในภายหลังอีกด้วย"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/6ec960ac7a2160449e946df38d1b5da0_691909026731103960.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Focalors เคยเป็นหนึ่งใน Oceanid ผู้ศรัทธาของ Egeria เธอต้องการที่จะเป็นมนุษย์มาโดยตลอด เนื่องจากเธอเห็นการมีอยู่ของมนุษย์เป็นสิ่งที่งดงามที่สุด Egeria จึงเปลี่ยน Focalors ให้เป็นมนุษย์ 500 ปีก่อน นายหญิงแห่งผืนน้ำได้เสียชีวิตลงจากหายนะ เธอได้เลือกให้ Focalors เป็นผู้สืบทอดบัลลังก์แห่งเทพ Egeria ล่วงรู้ว่าคำพยากรณ์จะเป็นจริงและไม่สามารถต่อต้านหลักการสวรรค์ได้ เธอตัดสินใจมอบวิธีแก้ไขปัญหาไว้ให้ Focalors แบกรับ ถ้าการขโมยพลังจากทะเลบรรพกาลคือ \"ปฐมบาป\" ของ Fontaine การที่ชาว Fontaine มีสิทธิ์ถือกำเนิดและดำรงอยู่ในโลกนี้ในฐานะมนุษย์ ก็คือ \"ปฐมยุติธรรม\" ของ Fontaine \"การดำรงอยู่\" คือความยุติธรรมของ Egeria และสำหรับ Focalors แล้ว ความยุติธรรมนั้นหมายถึง \"การดำรงอยู่ต่อไป\" การทำลายคำพยากรณ์และทำให้ชาว Fontaine มีชีวิตอยู่ต่อไป คือความยุติธรรมที่อยู่เหนือสิ่งอื่นใดในตอนนี้\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanid",
        "desc": "<p>Oceanid เป็นสิ่งมีชีวิตธาตุน้ำที่ชาญฉลาดมาก พวกเขาถูกสร้างขึ้นโดย Egeria เทพแห่งน้ำองค์ก่อนที่สามารถควบคุมน้ำได้ตามต้องการ</p><p><span class=\"wk-shady\">ชาว Fontaine ทุกคนเคยเป็น Oceanid ที่ปรารถนาจะเป็นมนุษย์ Egeria ได้ตอบสนองต่อความต้องการเหล่านั้นซึ่งขัดต่อกฎแห่งสวรรค์</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/5e33c09fbd3c6781bb822fd9c57b6abc_7750060682391566772.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>เทพแห่งน้ำองค์ก่อน เสียชีวิตลงในช่วงภัยพิบัติเมื่อ 500 ปีก่อน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/115795437/a5b8d23dd3fbe0969cc3ebce78f9c29f_3480358915068795782.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "คำพยากรณ์",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/6b63ba3a7d5c46b0a07282251614a445_5914282810604832850.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Focalors ครุ่นคิดอยู่นานว่าจะตอบโต้คำพยากรณ์อย่างไร ท้ายที่สุดก็ได้คำตอบ: ต้องหลอก \"กฎแห่งสวรรค์\" ในขณะที่คำพยากรณ์กลายเป็นจริง หลังจากดำรงตำแหน่งเทพแห่งน้ำ Focalors ได้สร้าง Furina ขึ้นมาจากการแยก “ความเป็นเทพ” ออกมาจากร่างกายและจิตวิญญาณของเธอ เธอได้ตั้งชื่อให้กับความเป็นมนุษย์ในร่างที่เธอหลงเหลือเอาไว้ว่า \"Furina\" ตัว Furina นั้นเป็นเพียงมนุษย์ นางมีทั้งความสุขและความเศร้า ความบ้าคลั่งในเวลาที่ควรบ้าคลั่ง และความอ่อนแอในเวลาที่ควรอ่อนแอ... ข้อดีของนางล้วนแต่เป็นข้อดีที่มีได้เฉพาะในตัวมนุษย์ ข้อเสียก็เช่นกัน ในสายตาของเธอ Furina ก็คือ \"มนุษย์\" ที่สมบูรณ์แบบ เพราะนางเหมือนกับมนุษย์ที่แท้จริง และเป็น \"ตัวเธอ\" ในอุดมคติ"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/7d385a6c1ba9e5d7ccb649d37c020ec0_8512935986327015719.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "หลังจากที่เธอสร้าง Furina เธอได้สาปนางด้วยเช่นกัน ตราบใดที่ \"ความเป็นเทพ\" อย่าง Focalors ยังคงอยู่ Furina ก็จะไม่มีวันตาย และไม่สามารถเติมเต็มคำพยากรณ์ได้ Furina ถูกบังคับให้กลายเป็นนางเอกที่แท้จริงของโรงอุปรากร และแสดงเป็น \"เทพเจ้า\" เพื่อให้คำพยากรณ์ \"เหมือน\" กลายเป็นจริงอยู่บนเวทีของโรงอุปรากรไปชั่วนิรันดร์ เธอให้สัญญาว่า ทุกอย่างจะสิ้นสุดลงในการพิพากษาอันยิ่งใหญ่เสมือนละคร และทุกคนจะปลอดภัย Furina ไม่ได้รู้เลยว่าการพิพากษานั้นจะเกิดขึ้นเมื่อใด ดังนั้น เธอจึงแสดงบทบาทของเธอ และพยายามหาวิธีในการช่วยเหลือผู้คนจากคำพยากรณ์ตลอด 500 กว่าปีที่ผ่านมา"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/10/237301566/f9637e460d788f9ba3c8144200245850_5440911958406479077.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ในขณะที่ Furina ปกครอง Fontaine, Focalors ได้รวบรวมพลังงานเพื่อหลอกกฎแห่งสวรรค์ เธอได้แยก \"ความเป็นเทพ\" และใส่ตัวตนของเธอไว้กับโนซิสธาตุน้ำที่อยู่ในประกาศิตเที่ยงธรรม (อุปกรณ์พิเศษในโรงอุปรากร Epiclese ซึ่งเป็นสถานที่สำหรับพิพากษาคดีความทั้งหมดใน Fontaine) ประกาศิตเที่ยงธรรมจะเปลี่ยนความศรัทธาของชาว Fontaine ที่มีต่อความยุติธรรมไปเป็น Indemnitium ซึ่งเป็นพลังงานประเภทหนึ่งใน Fontaine หากพลังงานที่สะสมมานานกว่าห้าศตวรรษถูกใช้เพียงเพื่อเป็นแหล่งพลังงานของ Fontaine ก็อาจเพียงพอต่อการให้พลังงานไปอีกพันปี แต่พลังงานนี้มีจุดประสงค์ที่ถูกรวบรวมไว้ อุปกรณ์นี้ถูกใช้เป็นผู้ร่วมตัดสินคดีความร่วมกันกับผู้พิพากษาสูงสุด และการตัดสินของประกาศิตเที่ยงธรรมนั้นถูกต้องเสมอ แม้ว่ามันจะถูกใช้งานเพื่อตัดสินคดีความมาตลอด แต่จุดประสงค์หลักที่อุปกรณ์ชิ้นนี้ถูกสร้างขึ้นนั้นคือ เมื่อถึงเวลา มันจะถูกใช้เพื่อสังหารเทพเจ้าแห่งความยุติธรรมและบังลังก์แห่งเทพ Focalors เชื่อว่ามีเพียงพลังระดับนี้เท่านั้นที่สามารถทำลายบังลังก์เทพแห่งน้ำ, เขย่ากฎเกณฑ์ที่เหล่าเทพเจ้ากำหนด, และทำลายตำแหน่งของเจ็ดผู้ทรงอำนาจของโลกได้"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/e04b1145b19d9257af9cb3f66e5c8ffe_5112452436646273335.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 ปีต่อมา เมื่อคำพยากรณ์กลายเป็นจริง และ Focalors รวบรวม Indemnitium ได้เพียงพอแล้ว ประกาศิตเที่ยงธรรมได้ตัดสินประหารชีวิตเทพแห่งน้ำ Focalors ได้วางแผนเพื่อมอบความไว้ใจให้ Neuvillette เป็นผู้ตัดสินเกี่ยวกับชาว Fontaine โดยการเชิญเขามายัง Fontaine ในฐานะผู้พิพากษาสูงสุด เนื่องจากเธอรู้ว่าเขาไม่สามารถกำหนดให้ชาว Fontaine เป็น \"คนบาป\" ได้"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/e00976a48b070bd08874a4b055a1eae9_2421534148313193330.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ในตอนแรก Neuvillette ไม่ได้สนใจการดำรงอยู่ของมนุษย์ แต่หลังจากที่เขาร่วมกับมนุษย์มาตลอด 500 กว่าปี เขารู้สึกหลงใหลในความสุขและความเศร้าของมนุษย์ และยังพยายามที่จะทำความเข้าใจความรู้สึกเหล่านั้นด้วย เมื่อ Focalors บอกลามังกรวารี ประกาศิตเที่ยงธรรมได้ตัดสินประหารชีวิต Focalors ทำลายบังลังก์เทพแห่งน้ำ และคืนอำนาจทั้งหมดให้กับราชามังกรวารี หลังจากได้รับอำนาจทั้งหมดคืน Neuvillette ได้ชำระล้างปฐมบาปของชาว Fontaine และเปลี่ยนพวกเขาให้เป็นมนุษย์ที่แท้จริงเพื่อช่วยเหลือพวกเขาจากเหตุการณ์น้ำท่วม"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/09/237301566/610d1ce3d05a0bf14311b050c06efc04_2581014749507867284.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ไม่นานนักก่อนที่คำพยากรณ์จะเป็นจริง ประกาศิตเที่ยงธรรมได้ตัดสินว่าผู้บริหารลำดับที่ 11 ของ Fatui, Tartaglia มีความผิดในคดี 'การหายตัวไปอย่างต่อเนื่องของหญิงสาว' และคดีเกี่ยวกับการละลายของผู้คน ซึ่งเกิดขึ้นใน Fontaine ช่วง 20 ปีที่ผ่านมา ผู้คนมองว่า หากเทียบกับระดับน้ำทะเลบรรพกาลที่เพิ่มขึ้น นี่อาจเป็นหนึ่งในสัญญาณของคำพยากรณ์ที่กล่าวว่าทุกคนจะละลายหายไปในท้องทะเล แม้ว่า Childe จะไม่ใช่ต้นตอของภัยพิบัติ แต่ประกาศิตเที่ยงธรรมมองว่าเขาเป็นส่วนหนึ่งของเรื่องทั้งหมด: เมื่อ Tartaglia อายุได้ 14 ปี เขาตกลงไปในรอยแยกแห่งหนึ่งบนพื้นผิวโลก และบังเอิญปลุกนาร์วาลกลืนดารา อสูรร้ายลึกลับจากอีกมิติที่ทำให้คำพยากรณ์กลายเป็นจริงจากการดูดซับพลังจากทะเลบรรพกาล ตามคำกล่าวของ Neuvillette การตัดสินนี้อาจเป็นความผิดที่ต้องรับร่วมกัน หรือเป็นเพราะ Focalors รู้ว่าเขาสามารถรับมือกับนาร์วาลกลืนดาราได้ เลยตั้งใจให้เขาช่วยถ่วงเวลาให้กับ Fontaine\nหลังจากที่ Focalors จากไป Furina ก็หลุดพ้นจากคำสาปและกลายเป็นเพียงมนุษย์ธรรมดา แม้ว่าผู้คนจะมองว่าเธอไม่เคยพยายามหาทางรับมือกับคำพยากรณ์ แต่ในที่สุดเธอก็สามารถเป็นตัวเอง ไม่ต้องคอยแสดงบทบาทเป็นเทพแห่งน้ำอีกต่อไป\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>จุดสนใจบนเวทีแห่งการพิพากษา จนกระทั่งเสียงปรบมือคำรามก้องเมื่อม่านปิดลง</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/65858273/263e5ea0784d182b393f67a7e24146a5_900729773534954990.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้พิพากษาสูงสุดแห่ง Fontaine มีชื่อเสียงในด้าน \"ความเป็นกลาง\" อย่างสมบูรณ์</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/0513aa7f482dbb4778545d02f94956fe_6477268461203548971.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "ผู้บริหารอันดับที่สิบเอ็ดของ Fatui &#34;Childe&#34; ชื่อเสียงความเก่งกาจของเขานั้นถูกพูดถึงมาแต่ไกล",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Marcel หรือชื่อจริง <span class=\"wk-shady\">Vacher</span> เขาเป็นตัวแปรสำคัญในบทเควสต์เทพเจ้า \"ไร้เหตุผลที่ฝนปราย\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/4e904e9d971d9031fefc37f2cc034e9f_3064955215267380895.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "All-Devouring Narwhal",
        "desc": "<p>อสูรยักษ์จากต่างโลกอันลึกลับ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/53372413/d6f05906844b79f1be3d4f049381a60f_3526542023068861541.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Focalors"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "ตำแหน่ง",
        "value": [
          {
            "type": "RichText",
            "text": "เทพเจ้า\nOceanid"
          }
        ]
      },
      {
        "key": "ฉายา",
        "value": [
          {
            "type": "RichText",
            "text": "เทพเจ้าแห่งความยุติธรรม"
          }
        ]
      },
      {
        "key": "ภาษาจีน CV",
        "value": [
          {
            "type": "RichText",
            "text": "钱琛 (Qian Chen)"
          }
        ]
      },
      {
        "key": "ภาษาอังกฤษ CV",
        "value": [
          {
            "type": "RichText",
            "text": "Amber Lee Connors"
          }
        ]
      },
      {
        "key": "ภาษาญี่ปุ่น CV",
        "value": [
          {
            "type": "RichText",
            "text": "水瀬 いのり (INORI Minase)"
          }
        ]
      },
      {
        "key": "ภาษาเกาหลี CV",
        "value": [
          {
            "type": "RichText",
            "text": "김하영 (Kim Ha-Young)"
          }
        ]
      }
    ]
  }
}