{
  "epId": 4784,
  "name": "Azhdaha",
  "desc": "<p>Azhdaha เป็นพญามังกรธาตุหินผู้มีฤทธิ์มากในตำนานของท่าเรือ Liyue สมบัตินิรนามที่หาได้สามกล่องในดินแดนล้วนถูกแกะสลักลวดลายตามเรื่องราวในอดีตของท่าน และเควสต์โลกที่ชื่อว่า เส้นทางของเซียนในหุบเขา Tianqiu ก็เป็นเควสต์บอกเล่าเรื่องราวของท่านเช่นกัน</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/10257458/472a219c5d998c371672b670a0829f16_1194967145394083036.png",
  "menuId": 10,
  "menuName": "คู่มือ NPC",
  "version": 1706670596,
  "components": {
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/10257458/59c9f48b45fef7fae67645f57f3631bc_2481776401541013562.png"
      },
      {
        "key": "สถานที่",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/10257458/388162b79f5e54a55f436c2c1684d44d_5713814853766982004.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "สถานที่ที่ Azhdaha หลับใหลมานานนับพันปีก่อนที่ Rex Lapis จะพาเขาขึ้นสู่ผืนดิน ต่อมาสถานที่แห่งนี้ได้กลายเป็นสถานที่ซึ่ง Azhdaha ถูกผนึกและถูกเรียกว่า ห้วงลึกแห่ง \"ต้นปราบมังกร\""
          }
        ]
      },
      {
        "key": "รูปภาพ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/10257458/675c4c8064b42f7e98de36913976357a_796426690014152986.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Azhdaha และ Rex Lapis"
          }
        ]
      },
      {
        "key": "รูปภาพ 2",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/10257458/fa080424d41f1eafd47a6a47f80b5233_1805443502628330395.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Azhdaha และ Adepti"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffff>เควสต์ระดับตำนาน</color>\nบทแห่งอดีตกาล ( <color=#ffd780>Zhongli</color> )\nฉากที่ 2: หินพิศวง\nตั้งมั่นดั่งหินผา"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Azhdaha",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/10257458/c6b12865e76b20df8ba7c121d47be54a_9193050255492730155.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "มังกรยักษ์โบราณที่มีอายุยืนยาวดั่งขุนเขา ครั้งหนึ่งในอดีตอันไกลโพ้นเคยยืนเคียงบ่าเคียงไหล่กับราชาผู้ปกครองท่าเรือแห่งหิน แต่ในท้ายที่สุดก็เกิดความขัดแย้งและถูกกำราบอยู่ในสถานที่อันมืดมิดซึ่งอยู่ลึกลงไปใต้พื้นดิน ในช่วงเวลาหลายปีที่ผ่านมามันค่อย ๆ สูญเสียพลัง และรูปร่างก็บิดเบี้ยวไป เสียงสั่นอันแผ่วเบาของห่วงโซ่ และเสียงคำรามแห่งความโกรธเกรี้ยวของราชามังกรนั้น ยังคงดังก้องอยู่ท่ามกลางแนวเทือกเขาราวกับความทรงจำแห่งอดีตกาล"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/10257458/4665e61d5418b7195e79828a1247d27f_4774084930298887831.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Azhdaha คือบรรพบุรุษของสปีชีส์มังกรดิน Geovishap ตามตำนานแล้ว Azhdaha เกิดมาตาบอดสนิทแต่ประสงค์อยากเห็นชีวิตบนผิวดิน จนกระทั่งเทพเจ้า Morax เมตตาประทานพลังมองเห็นให้ โดยได้สร้างอณุสัญญากับAzhdaha ว่าหากพญามังกรเกิดลุกขึ้นมาทำลายความสงบสุขของแดนหลียั่วเมื่อไร Morax จะกลับมาจองจำ Azhdaha ไว้ใต้ผืนธรณีอีกอย่างไม่ลังเล Azhdaha ได้กลายมาเป็นมิตรของ Morax และมนุษยชาติทั้งมวล โดยมีความชอบใจผู้ที่ทำอาชีพช่างตีเหล็กเป็นการส่วนตัว"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"ทุกสิ่งแตกกระจายเป็นผุยผง ภูผาและผืนน้ำเปิดเป็นทาง ความช่วยเหลือที่ได้จากมอบชีวิตให้มังกร ได้นำพาสายฝนแห่งพรมาสู่ผืนดิน\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/10257458/675c4c8064b42f7e98de36913976357a_6765094102693592156.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมื่อเวลาผ่านไปนับพันปี Azhdaha เริ่มประสบกับอาการของความพังทลาย พญามังกรเริ่มหลงลืมใบหน้าของ Morax ไปช้า ๆ และเมื่อมนุษยชาติเริ่มเปิดกิจการเหมืองหินในบริเวณ The Chasm การขุดเอาทรัพยากรอย่างไม่บันยะบันยังได้สร้างความเสียหายต่อเครือข่ายรากเลย์ไลน์ภายใน ทำให้ Azhdaha ทนทุกข์ทรมานยิ่งนัก ถึงแม้ว่าเทพเจ้า Morax จะพยายามชะลอการพังทลายด้วยพลังของตน Azhdaha ได้เริ่มออกอาการคลุ้มคลั่งและเข้าทำร้ายมนุษย์ที่ตนเคยสาบานจะปกป้อง"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/10257458/884f5f6baa32c6d7b021900c1850c30e_7806967854482865897.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เทพเจ้า Morax เข้าขัดขวางทันควันพร้อมพลพรรคสามเซียนได้แก่ จ้าวบงการภูผา, จ้าวดับจันทร์ตะวันฉาย และเซียนอีกท่านหนึ่งที่ชื่อเสียงเรียงนามหายไปกับกาลเวลา เนื่องด้วยฤทธิ์เดชอันแก่กล้าของ Azhdaha ทั้ง Morax ทั้งเหล่าเซียนล้วนต่อตีกับพญามังกรคลั่งอย่างตึงมือ สร้างริ้วรอยความพินาศลากยาวขึ้นเหนือไปจนถึง Nantianmen ในท้ายที่สุดแล้วหิริโอตตัปปะอันหลงเหลืออยู่ในจิตใจของ Azhdaha ได้ปลงตกกับโชคชะตาตนเอง และพันธมิตรเทพประสบความสำเร็จในการจองจำ Azhdaha ไว้ใต้ต้นไม้ Dragon-Queller ในที่ราบลุ่ม Nantianmen ผลจากการสู้รบอย่างรุนแรงได้ก่อให้เกิดการควบแน่นของพลังธาตุขึ้นจนกลายเป็นแร่ Dragonfall ในเวลาต่อมา"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/29/10257458/1fb1e07343f31e966670941818cbae18_4160052866387934845.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ตัวตน Azhdaha ที่หลงเหลือได้ผูกใจเจ็บคิดว่า Morax ทรยศทอดทิ้งตนมาอีกหลายปี จนกระทั่งสามารถอวตารความแค้นลงไปในภาชนะชื่อว่าเด็กหญิง Jiu, Jiu มีความเกลียดชังเทพเจ้า Morax เหมือนกับ Azhdaha แต่ด้วยความที่มีกายหยาบเป็นเด็กหญิง ใครมาเห็นก็ไม่เอาเรื่องหรือข้องแวะด้วย Azhdaha ตัดสินใจแหกที่คุมขังตัวเองด้วยการให้ Jiu ไปล่อลวงคนงานเหมืองมาจาก The Chasm และพาเดินถ่อมาจนถึง Dragon Queller เพื่อขุดเอาผนึกขึ้นมา เมื่อขุดเอาขึ้นมาได้ทั้งแรงพลั่วและพลังของ Azhdaha จะสามารถทำลายผนึกทางเข้าทิ้งและปล่อยพญามังกรขึ้นไปล้างแค้นสมใจ หากทว่า การพยายามแหกคุกของ Azhdaha ได้ปล่อยส่วนมโนธรรมที่หลงเหลือในใจออกมาได้ก่อน Azhdaha ผู้ดีงามได้แก้เกมด้วยการเข้าสิงมนุษย์ลูกช่างสลักหินนามว่า Kun Jun และไปเตือน Morax ถึงแผนการในถ้ำ นำพาเทพเจ้าในร่างของ Zhongli ไปจองจำร่างของ Azhdaha อีกคราพร้อมกับนักเดินทาง Azhdaha ผู้คลุ้มคลั่งดูจะกลับมาเป็นตัวตนปกติอยู่ครู่หนึ่งหลังจากที่สู้รบจนหมดพลัง และ Azhdaha ผู้ดีงามได้กล่าวคำอำลากับ Morax เป็นครั้งสุดท้ายก่อนจะสลายไปสู่สุขติ"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"ทุกสิ่งล้วนอยู่ใต้ลิขิตสวรรค์ ภูเขา และ ทะเลล้วนเปลี่ยนแปลง...</color>\n<color=#ffffff>...ดวงดาวในดินแดนรกร้าง สว่างไสวราวกับ...ดวงอาทิตย์ที่ร้อนแรง\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"หิมะร่วงหล่นในวันแก่งฤดูใบไม้ผลิ ท่ามกลางป่าที่รกร้าง แม้ว่าจะหายวับไปโดยไม่สามารถทิ้งร่องรอยใดๆ ไว้ในหัวใจของเจ้าได้...แม้ว่านี่จะเป็นครั้งสุดท้าย...\"</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=1jUemn6Jk-o"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p>แขกลึกลับผู้ถูกเชิญโดย &#34;โถงแห่งการเกิดใหม่ Wangsheng&#34;</p><p>มีความรู้แตกฉานในทุก ๆ เรื่อง</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2212,
        "name": "Azhdaha",
        "desc": "มังกรยักษ์โบราณที่มีอายุยืนยาวดั่งขุนเขา<br/>ครั้งหนึ่งในอดีตอันไกลโพ้นเคยยืนเคียงบ่าเคียงไหล่กับราชาผู้ปกครองท่าเรือแห่งหิน แต่ในท้ายที่สุดก็เกิดความขัดแย้งและถูกกำราบอยู่ในสถานที่อันมืดมิดซึ่งอยู่ลึกลงไปใต้พื้นดิน ในช่วงหลายปีที่ผ่านมามันค่อย ๆ สูญเสียพลัง และรูปร่างก็บิดเบี้ยวไป<br/>เสียงสั่นอันแผ่วเบาของห่วงโซ่ และเสียงคำรามแห่งความโกรธเกรี้ยวของราชามังกรนั้น ยังคงดังก้องอยู่ท่ามกลางแนวเทือกเขาราวกับความทรงจำแห่งอดีตกาล",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Azhdaha_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1978,
        "name": "The Unforged",
        "desc": "ดาบใหญ่ที่สามารถกำจัดอสูร ได้ราวกับมีพลังเทพเจ้าอันน่าเกรงขาม",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/无工之剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1927,
        "name": "Dragon Lord's Crown",
        "desc": "เขาผลึกหยกที่ทำจากหยกพันปี นั่นคือ มงกุฎตามธรรมชาติของ \"Azhdaha\" ผนึกด้วยวิญญาณ เจียระไนด้วยหิน มันเกิดในหินผาของพื้นดินบนภูเขาที่จะเผยให้เห็นอำนาจของโลก และเขาที่ยาวดั่งทองเป็นสัญลักษณ์ของการแตกหักกับราชาในอดีต <br/>จากสีที่เคยซีดจางไป แต่ตอนนี้กลับเปล่งแสงสีทองประกายอยู่ในมือของคุณ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dragon Lord's Crown_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1576,
        "name": "Bloodpearl Branch",
        "desc": "กิ่งกระดูกที่เปล่งแสงประหลาด ซึ่งเกิดขึ้นจากพลังของ \"Azhdaha\" <br/>เส้นทางที่เกิดจากความโกรธแค้น แสงจันทร์ที่เย็นยะเยือก ทำให้กระดูกถูกขยายขึ้น... <br/>แม้ว่าจะหักลงในระหว่างการต่อสู้ แต่กิ่งกระดูกที่ถูกเลี้ยงด้วยเลือดมังกรยังคงส่งเสียงและอยู่อย่างไม่เป็นสุข",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodjade Branch_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1673,
        "name": "Gilded Scale",
        "desc": "เกราะเกล็ดที่เกิดขึ้นในหินสีดำโดยธรรมชาตินั้นแข็งแกร่ง และมีพลังอำนาจของ \"Azhdaha\" อยู่ <br/>ผ่านวันเวลาจนถูกย่อยสลายไปหลายชั่วรุ่น เลือดเนื้อที่ถูกสีทองและสีดำถูกฝังเข้าไปอย่างเนิ่นนานจนกลายเป็นเกราะ <br/>ความเจ็บปวดร้อนรุ่ม สัญญาณที่ไร้สุ้มเสียง บางทีอาจจะสลายหายไปในช่วงเวลาที่คับแค้นใจนั้นก็เป็นได้",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Gilded Scale_icon.png",
        "displayStyle": "card"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Azhdaha"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "ตำแหน่ง",
        "value": [
          {
            "type": "RichText",
            "text": "พญามังกรธาตุหิน"
          }
        ]
      }
    ]
  }
}