{
  "epId": 4830,
  "name": "สองทหารเสือ (III)",
  "desc": "<p>หนังสือขายดีใน Fontaine เป็นเรื่องราวการวางแผนและการล้างแค้น การปะทะกันของความยุติธรรมและความชั่วร้าย</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/25/115795437/1ab6bb80ae86aab0a1f8064c05b6a72f_6750040079267859423.png",
  "filterValues": {
    "objectType": [
      "ไอเทมเควสต์"
    ]
  },
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 1703827344,
  "components": {
    "textualResearch": [
      {
        "title": "ตอนที่ 3",
        "desc": [
          {
            "type": "RichText",
            "text": "...ถนน Ooze หมายเลข 65 ในร้านเหล้าที่อยู่ในมุมหนึ่งของเมืองชั่วร้ายแห่งนี้\nประตูไม้บานหนึ่งถูกเตะส่งเสียงดัง \"ปัง!\"\nเสียงสนทนาที่อึกทึกครึกโครมหยุดลงทันที ผู้คนต่างวางแก้วไวน์ลง\nหันไปมองแขกที่ไม่ได้รับเชิญท่ามกลางพายุฝน\nเขามีร่างกายที่แข็งแรงกำยำ ใส่สีดำทั้งตัว เสื้อดำ หมวกสีดำ รองเท้าบูทสีดำ\nถ้าไม่ใช่เพราะแสงเทียนจากร้านเหล้าที่ส่องมายังร่างเขา คงคิดว่าลมยามค่ำคืนพัดจนประตูเปิด\nแขกที่ไม่ได้รับเชิญผู้นี้เอี้ยวตัวเล็กน้อย หมวกปีกกว้างปิดบังใบหน้าของเขา เผยให้เห็นเพียงคาง\nเขามองไปรอบ ๆ ร้านเหล้า เหมือนสงสัยว่าทำไมตัวเองถึงมาอยู่ที่นี่\nจากท่าทางที่ผ่อนคลายและหายใจเหมือนยกภูเขาออกจากอก\nเดาได้ว่าถ้าเขาไม่ได้เพิ่งสำเร็จภารกิจยิ่งใหญ่ ก็คงเพิ่งแก้แค้นเสร็จสิ้น...\nส่วนตอนนี้ เขาเพียงต้องการไวน์สักแก้ว\nเขาเดินไปที่บาร์ด้วยฝีเท้าอันหนักอึ้ง สายฝนที่หยดลงมาจากเสื้อผ้าของเขาตามติดเหมือนเงา\nเสียงรองเท้ากระทบพื้นดัง \"ตึก... ตึก... \" ฟังดูแข็งแกร่งอย่างเหลือเชื่อ\nราวกับสามารถบดขยี้ทุกสิ่งที่ขวางทางเขาได้โดยไม่ลังเล\n\"เอาไวน์แก้วนึง เข้ม ๆ\" แขกไม่ได้รับเชิญผู้นั้นเอ่ยปาก\nน้ำเสียงต่ำทุ้มแทบทำให้ขวดไวน์แตกสลาย\nเจ้าของร้านรินไวน์ให้เขาอย่างไม่เต็มใจ สายตาอันโกรธเคืองของเขามองไปทางประตูแล้วนึกในใจว่า\nต้องใช้เวลาเช็ดรอยเท้าพวกนั้นนานแค่ไหนกัน\n\"ขอบใจ\" ชายผู้นั้นพูดว่า \"ฉันกับน้องสาวเพิ่งทำภารกิจสำคัญเสร็จ\"\n\"แล้วน้องสาวนายละ?\" เจ้าของร้านถามอย่างพยายามชวนคุย\n\"ไปแล้ว เธอไปปลูกดอกไม้ เธออยากทำแบบนี้ตั้งนานแล้ว ฉันให้เงินเธอไปหมดแล้วด้วย\"\n\"แล้วจะจ่ายค่าไวน์ยังไง?\"\nชายผู้นั้นอึ้งชั่วขณะ ราวกับว่าเขาไม่เคยคิดถึงเรื่องนี้มาก่อนเลย\n\"ใช้อันนี้แล้วกัน\"\n\"ปัง!\" ปืนคาบศิลากระบอกใหญ่สีดำร่วงลงบนโต๊ะ\nแขกที่อยู่โต๊ะใกล้ ๆ กลัวจนแก้วไวน์ในมือสั่น และหกรดกางเกง ทุกคนดูเหมือนจะกลั้นหายใจ\n\"อันนี้ฉันไม่รับหรอก\"\nเจ้าของร้านเหล้าแกล้งทำเป็นใจเย็นขณะตอบ แอบสอดมือที่ชงเหล้าเข้าไปในลิ้นชักใต้โต๊ะ\nข้างในนั้นก็มีปืนคาบศิลาอยู่ แต่เขาไม่แน่ใจว่าจะไวกว่าชายตรงหน้ามั้ย\n\"ใจเย็น มันเพิ่งยิงกระสุนนัดสุดท้ายออกไป และเป็นนัดที่สำคัญที่สุดด้วย\nชีวิตนี้จะไม่มีลูกกระสุนออกมาจากปากกระบอกปืนนี้อีก\" ชายหนุ่มพูดพร้อมดื่มไวน์แรงเข้าไป\nอาศัยจังหวะที่ยกแก้วไวน์ เจ้าของร้านเหลือบมองใบหน้าชายหนุ่ม เขาเป็นหนุ่มที่หน้าตาหล่อเหลา\nจมูกเป็นสันคม มีรอยแผลเป็นเล็กน้อย ดวงตาดูเศร้าหมอง...\nทันใดนั้น เจ้าของร้านเหล้าก็ชักมือที่จับปืนกลับคืนมา ดูเหมือนว่า\nชายตรงหน้าเขาเมามาตั้งแต่ก่อนเข้าร้าน เขาไม่ได้ตั้งใจหาเรื่อง\n\"ขออีกแก้วได้มั้ย?\" เขาถาม\n\"นายดื่มมากไปหน่อยแล้วนะ\" เจ้าของร้านตอบ\n\"ฉันรู้ แต่คืนนี้มันพิเศษ\" เขาไม่เข้าใจถึงความหมายที่เจ้าของร้านอยากไล่เขาออกไป\n\"พิเศษตรงไหน?\"\n\"ฉันเพิ่งฆ่าคนมา\"\nมือที่รินไวน์อยู่ของเจ้าของร้านชะงักลง ประโยคนี้ตอนออกมาจากปากของคนตรงหน้าดูไม่เหมือนหยอกเล่น\n\"เป็นการแก้แค้นน่ะ\" ชายหนุ่มพูดเสริม \"เขาทำให้แม่ฉันต้องตาย\"\n\"เขา' คือใคร?\"\n\"บารอน' นั่นไง\"\n\"บ้าน่า\" ตอนนี้เจ้าของร้านแน่ใจได้ว่าเขาเมา\n\"บารอน\" ไม่ใช่คนดีอะไร ข้อนี้ใคร ๆ ก็รู้ คนที่อยากฆ่าเขามากมายจนนั่งในร้านนี้ไม่หมด\nแต่ไม่มีใครกล้าทำ เพราะยังรักตัวกลัวตาย\n\"ถ้านายไม่ได้หูหนวก คงได้ยินเสียงปีนเมื่อไม่กี่นาทีก่อน\" ชายหนุ่มเยาะเย้ย\nเจ้าของร้านเหล้ามองไปยังชายตรงหน้าอีกครั้ง เขามีมือใหญ่หนาแข็งแรง\nแค่มองก็รู้ว่าผ่านศึกมามากมาย ไม่ใช่การต่อยตีในร้านธรรมดา ๆ แต่เป็นการเดิมพันด้วยชีวิต\nทันใดนั้น ความคิดหนึ่งก็แล่นเข้ามาในหัวของเขา\nเขานึกขึ้นได้ถึงคดีมือปืนสังหารที่กำลังโด่งดังในหนังสือพิมพ์ ผู้ก่อเหตุที่จะทิ้ง Rainbow Rose ไว้ในที่เกิดเหตุ\nและลงมือในค่ำคืนที่พายุฝนกระหน่ำทุกครั้ง\n\"อย่าบอกนะว่า... นายคือ...\"\nยังไม่ทันพูดจบ ด้านนอกก็มีสายฟ้าสายหนึ่งฟาดลงมา สายลมกระหน่ำพัดประตูเปิดออก\nความมืดมิดถาโถมเข้ามาในร้านเหล้า กลืนกินทุกคน ณ ที่แห่งนั้น\nเมื่อไฟของร้านเหล้าสว่างขึ้นอีกครั้ง ชายตรงหน้าก็หายไปเสียแล้ว\nเหลือไว้เพียงปืนคาบศิลากระบอกดำขลับของเขา มันช่างเหมือนมัจจุราชผู้เคร่งขรึม\nจ้องมองมาทางทุกคนอย่างเงียบ ๆ จ้องมองค่ำคืนที่เป็นของมัน...\n\"สองทหารเสือ\" จบ"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "สองทหารเสือ (III)"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      },
      {
        "key": "หาได้จาก",
        "value": [
          {
            "type": "RichText",
            "text": "ซื้อได้จากเจ้าของแผงหนังสือ \"Hubel\""
          }
        ]
      }
    ]
  }
}