{
  "epId": 4896,
  "name": "สองทหารเสือ",
  "desc": "<p><span style=\"color: rgb(255, 255, 255)\">หนังสือขายดีใน Fontaine เป็นเรื่องราวการวางแผนและการล้างแค้น การปะทะกันของความยุติธรรมและความชั่วร้าย</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/28/115795437/1ab6bb80ae86aab0a1f8064c05b6a72f_7489185514715791263.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1703827227,
  "components": {
    "body": [
      {
        "title": "สองทหารเสือ (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "...\nชายชราผมหงอกวางกระสุนปืนคาบศิลาชนิดพิเศษ 6 นัดไว้บนโต๊ะอย่างระมัดระวัง สายตาที่แทบจะเลือนรางก็มองไปยังสองพี่น้องตรงหน้า\n\"กระสุน 6 นัด แค่นี้พอเหรอ? \" ชายชราถาม\n\"พอสิ\" ผู้เป็นพี่ชายตอบ\nชายชราถอนหายใจออกมา เขาได้ทำตามสัญญา โดยสอนสิ่งที่เขาร่ำเรียนมาทั้งชีวิต ให้กับเด็กกำพร้าสองคนนี้ ที่นอนอยู่หน้าประตูบ้านของเขาเมื่อสิบห้าปีก่อน\nวิชาดาบ วิชาปืน กลลวง...\nวิธีการแอบเข้าไปในคฤหาสน์โดยไม่ถูกหมาล่าเนื้อจับได้ วิธีที่จะทำให้คนตายระหว่างนอนหลับโดยไม่ทิ้งร่องรอย และวิธีที่จะไม่ลังเลยามเหนี่ยวไก...\n\"กระสุน 6 นัด 6 ชีวิต... \" ชายชราพึมพำ\n\"ไม่ใช่\" ผู้เป็นน้องสาวพูดขึ้นว่า \"5 ชีวิต\"\n\"มีอยู่คนนึงที่เราจะยิงเขาสองนัด\"\nชายชราไม่ได้พูดอะไร เขาไม่เคยถามว่าทำไมพี่น้องคู่นี้ถึงเลือกเขา ไม่เคยถามว่าพวกเขาคิดจะทำอะไร เหมือนกับครูของเขาที่ไม่เคยถามเขาเช่นกัน\nแต่ตอนนี้ชายชรายังคงรู้สึกเป็นห่วงศิษย์รักทั้งสองคนของเขา ดวงตาที่เกือบจะบอดคู่นั้น เคยเห็นชีวิตผู้คนมานับไม่ถ้วน\n\"การแก้แค้นเป็นเส้นทางที่ไม่อาจย้อนกลับได้นะเด็กทั้งสอง\" เขาพูดต่อว่า \"ความรู้ที่พวกเธอได้เรียนรู้จากฉันไป เพียงพอที่จะทำให้มีชีวิตมั่งคั่งมั่นคงแล้ว\"\n\"ฉันไม่อยากให้พวกเธอเดินบนเส้นทางเดียวกับฉัน ดวงตาคู่นี้คือบทลงโทษจากสวรรค์ต่อผู้มีจิตใจพยาบาท\" เขาพยายามลืมตาที่ขุ่นมัวให้กว้างมากที่สุด เพื่อให้สองพี่น้องตรงหน้าเห็นความจริง\n\"เราถูกฆ่าตายไปแล้วเมื่อยี่สิบปีก่อน\" พี่พูด \"ถ้ากระสุน 6 นัดนี้ ไม่ถูกยิงไปยังที่ที่พวกมันควรไป เราก็ไม่สามารถกลับมาใช้ชีวิตเหมือนคนเป็นได้อีก\"\nชายชราไม่ได้พูดอะไรอีก นับแต่ตอนที่เขารับสองพี่น้องนี้ไว้ ก็รู้ได้ว่าวันนี้จะมาถึงสักวัน\n\"อืม... งั้นฉันจะไม่โน้มน้าวอะไรให้เสียเวลาอีก\" เขาใช้มือประคองร่างขึ้น ตอนนี้ต่อให้แค่ลุกยืนยังลำบากสำหรับเขา\nแต่ถึงอย่างนั้น เขาก็ยังอยากอ้อมไปฝั่งตรงข้ามโต๊ะแล้วกอดศิษย์รักของเขาอีกสักครั้ง เขารู้ว่านี่เป็นครั้งสุดท้ายที่จะได้พบกันแล้ว\n\"นอกจากกระสุน 6 นัด นี้แล้ว อยากได้อะไรอีกมั้ย?\" ชายชราถามเป็นครั้งสุดท้าย\n\"ไม่มีแล้วครับ\" พี่ตอบ\nชายชราพบว่าผู้เป็นน้องสาวที่อยู่ด้านข้างขมวดคิ้วขึ้นเล็กน้อย ถึงเขามองไม่เห็นแต่สัมผัสได้\n\"เป็นอะไรไป Iris?\" ชายชราถาม เขารักศิษย์คนนี้มาก Iris มีความคิดที่ละเอียดอ่อน ความรู้สึกซับซ้อน แต่มือของเธอยามจับปืนกลับไม่เคยสั่นคลอน\n\"ที่จริงฉันมีคำขออยู่อย่างนึง\" Iris มองทุ่งดอกไม้ของชายชราที่นอกหน้าต่างแล้วพูดว่า\n\"ฉันขอเก็บ Rainbow Rose ของอาจารย์ไปสักหน่อยได้มั้ย?\"\n...\n\"สองทหารเสือ\" หน้าที่ 224"
          }
        ]
      },
      {
        "title": "สองทหารเสือ (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "...\n\"จบแล้ว...\" ปืนคาบศิลาสองกระบอกชี้ไปที่ศีรษะของบารอน หนึ่งในนั้นมีเลือดหยดลงจากด้ามปืนไม่หยุด \"ติ๋ง... ติ๋ง... ติ๋ง...\" ราวกับกำลังนับเวลาถอยหลังของชีวิตของผู้ที่ถูกกระบอกปืนชี้\n\"โธ่เอ๊ย พวกขยะ\" ท่ามกลางสายฝนนั้น บารอนมองไปยังกลุ่มคนที่ล้มลงเพราะฝีมือของมือปืนทั้งสอง \"ฉันหมดเงินไปตั้งมากมาย สุดท้ายได้มาแค่รอยแผลเป็นตื้น ๆ แค่นี้เหรอ?\"\n\"รู้มั้ยว่าพวกเราเป็นใคร?\" ผู้ถือปืนเอ่ยถาม\n\"รู้แล้วจะทำอะไรได้?\"\n\"แกจะได้รายงานยมบาลถูกไง\"\nแม้ว่าพายุฝนจะถาโถมลงมากระทบใบหน้า ดวงตา ใบหูของเขา... แต่เสียงเลือดที่หยดลงมานั้นยังคงชัดเจน ดังติ๋ง... ติ๋ง... ติ๋ง...\n\"...ฉันรู้ Iris... Tulipe ลูก ๆ ของฉัน\" บารอนตอบ เขาไม่อยากขัดขืนอีกต่อไป ในคืนที่พายุฝนกระหน่ำเช่นนี้ เขานั่งทรุดกายลงท่ามกลางโคลนอย่างเหนื่อยล้า\nTulipe ถุยน้ำลายไปด้านข้าง\n\"ยังมีหน้าเรียกว่าตัวเองเป็นพ่ออยู่อีกเหรอ? เมื่อยี่สิบปีก่อนที่ฆ่าแม่ของเรา คุณใช้แววตาแบบไหนมองเธอกินยาพิษนั่น?\"\nบารอนถอนหายใจยืดยาวออกมาแล้วหลับตาลง เมื่อนึกย้อนไปในอดีตเมื่อ 20 ปีก่อน สิ่งที่ทำให้เขาประหลาดใจก็คือความรู้สึกนั้นไม่ได้อึดอัดอย่างที่คิด\nดวงตาคู่นั้นปรากฏต่อหน้าเขา\nเขาจะไม่รักเธอได้ยังไง?\nท่าทางที่สง่างาม น้ำเสียงหัวเราะอันน่ารื่นรมย์ดังลอยมาจากห้องหนึ่งไปยังอีกห้องหนึ่ง แล้วเหลือบมองมาทางเขาด้วยความเขินอาย\nไม่ต้องพูดถึงว่าดวงตาสีน้ำตาลดำของเธอคู่นั้น ราวกับดวงดาวประกายยามค่ำคืน เงียบสงบดั่งก้นบึ้งทะเลสาบ\nเขาจะปฏิเสธเธอได้ยังไง?\n\"คุณแต่งงานกับฉันได้มั้ย?\" เมื่อเผชิญหน้ากับแววตานี้ เขาปฏิเสธออกไปไม่ได้เลย\nแต่ทำไมเธอถึงได้ทรยศเขา?\nร้องขอสิ่งต่าง ๆ จากเขามากมาย หรือแม้กระทั่งต้องการให้เขาพาเธอหนีไปใช้ชีวิตด้วยกัน?\nติ๋ง... ติ๋ง... ติ๋ง...\n\"เธอร้องขอมากเกินไป...\" บารอนลืมตาขึ้นพูด\n\"แม่ไม่เคยเรียกร้องอะไร เธอแค่หวังว่าจะใช้ชีวิตที่มั่นคงเหมือนคนอื่น\" Iris โต้กลับ เลือดหยดลงมาจากด้ามปืนของเธอ แต่มือของเธอที่จับปืนไว้ไม่สั่นคลอนแม้แต่น้อย\n\"เธอต้องการให้ฉันละทิ้งเงินทองทั้งหมดและหนีไปกับเธอ!\" บารอนตะคอกออกมา เด็กสองคนตรงหน้านี้คงไม่เข้าใจว่าอะไรคือเงินทองและสถานะทางสังคม ถึงได้พูดคำที่ไร้เดียงสาแบบนี้ออกมา\n\"เธอแค่ต้องการให้คุณละทิ้งสิ่งจอมปลอม ไม่ต้องแคร์สายตาชาวโลก แล้วมอบความรักที่แท้จริงแก่เธออย่างที่คุณเคยพูด\" Iris กล่าว\n\"ถ้าพวกเธอยืนอยู่จุดเดียวกับฉัน ก็คงเลือกเหมือนฉันแน่นอน!\"\n\"ไม่\" Tulipe กล่าวอย่างหนักแน่นว่า \"เราจะไม่ฆ่าคนที่เรารักเพื่อเงินและตำแหน่งอะไรนั่น ปีศาจชั่วร้ายเท่านั้นแหละ ถึงจะทำแบบนั้นได้\"\nบารอนส่ายหน้า เขาไม่อยากโต้แย้งอีกแล้ว\nติ๋ง... ติ๋ง... ติ๋ง...\n\"ทั้งหมดนี้เพื่ออะไรกัน?\" ดูเหมือนเขากำลังถามตัวเองและมือปืนทั้งสองคนนี้\n\"พวกเธอสูญเสียแม่ไป และฆ่าพ่อของตัวเอง... นอกจากมีความผิดแล้ว ยังเหลืออะไรไว้อีก?\"\nIris และ Tulipe มองหน้ากัน ทั้งสองไม่ลังเลใด ๆ\n\"เหลือ... ความยุติธรรมไว้ไง...\"\nเสียงปืนดังขึ้น 2 นัด ดั่งสายฟ้าฟาดกลางค่ำคืนที่ฝนพรำ หยาดฝนทุกหยดต่างสั่นสะท้านด้วยความสะพรึง\nสองพี่น้องยืนอยู่ท่ามกลางสายฝนเป็นเวลาเนิ่นนานโดยไม่ขยับเขยื้อน พายุฝนกระหน่ำนี้เสมือนความบ้าคลั่ง แต่ไม่มีสิ่งใดแสบหูเท่าความเงียบของทั้งสองได้เลย\nจากนั้นไม่นาน Iris ก็หยิบ Rainbow Rose ออกมาวางไว้ที่หน้าอกของบารอน เธอแทรกตัวไปในอ้อมแขนของพี่ชายแล้วร้องไห้เสียงดัง น้ำฝนชะล้างน้ำตาของเธอไหลลงสู่พื้นดินไม่มีใครรู้จัก สู่อาณาจักรแห่งผู้ตาย...\nทันใดนั้น ร่างเธอก็สั่นเทิ้ม กระชากเสื้อของพี่ชาย\n\"เป็นอะไร Iris?\" เขาถาม\n\"พี่ ดูนี่สิ...\" เธอชี้ไปยัง Rainbow Rose ที่เพิ่งวางลงไป มันบานสะพรั่งอย่างเงียบ ๆ ท่ามกลางค่ำคืน สีสดใสดุจดั่งโลหิต\n\"Rainbow Rose ที่แม่ชอบ... มันบานแล้ว\"\n\"สองทหารเสือ\" หน้าที่ 358"
          }
        ]
      },
      {
        "title": "สองทหารเสือ (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "...ถนน Ooze หมายเลข 65 ในร้านเหล้าที่อยู่ในมุมหนึ่งของเมืองชั่วร้ายแห่งนี้ ประตูไม้บานหนึ่งถูกเตะส่งเสียงดัง \"ปัง!\"\nเสียงสนทนาที่อึกทึกครึกโครมหยุดลงทันที ผู้คนต่างวางแก้วไวน์ลง หันไปมองแขกที่ไม่ได้รับเชิญท่ามกลางพายุฝน\nเขามีร่างกายที่แข็งแรงกำยำ ใส่สีดำทั้งตัว เสื้อดำ หมวกสีดำ รองเท้าบูทสีดำ... ถ้าไม่ใช่เพราะแสงเทียนจากร้านเหล้าที่ส่องมายังร่างเขา คงคิดว่าลมยามค่ำคืนพัดจนประตูเปิด\nแขกที่ไม่ได้รับเชิญผู้นี้เอี้ยวตัวเล็กน้อย หมวกปีกกว้างปิดบังใบหน้าของเขา เผยให้เห็นเพียงคาง เขามองไปรอบ ๆ ร้านเหล้า เหมือนสงสัยว่าทำไมตัวเองถึงมาอยู่ที่นี่ จากท่าทางที่ผ่อนคลายและหายใจเหมือนยกภูเขาออกจากอก เดาได้ว่าถ้าเขาไม่ได้เพิ่งสำเร็จภารกิจยิ่งใหญ่ ก็คงเพิ่งแก้แค้นเสร็จสิ้น...\nส่วนตอนนี้ เขาเพียงต้องการไวน์สักแก้ว\nเขาเดินไปที่บาร์ด้วยฝีเท้าอันหนักอึ้ง สายฝนที่หยดลงมาจากเสื้อผ้าของเขาตามติดเหมือนเงา เสียงรองเท้ากระทบพื้นดัง \"ตึก... ตึก...\" ฟังดูแข็งแกร่งอย่างเหลือเชื่อ ราวกับสามารถบดขยี้ทุกสิ่งที่ขวางทางเขาได้โดยไม่ลังเล\n\"เอาไวน์แก้วนึง เข้ม ๆ\" แขกไม่ได้รับเชิญผู้นั้นเอ่ยปาก น้ำเสียงต่ำทุ้มแทบทำให้ขวดไวน์แตกสลาย\nเจ้าของร้านรินไวน์ให้เขาอย่างไม่เต็มใจ สายตาอันโกรธเคืองของเขามองไปทางประตู แล้วนึกในใจว่า ต้องใช้เวลาเช็ดรอยเท้าพวกนั้นนานแค่ไหนกัน\n\"ขอบใจ\" ชายผู้นั้นพูดว่า \"ฉันกับน้องสาวเพิ่งทำภารกิจสำคัญเสร็จ\"\n\"แล้วน้องสาวนายล่ะ?\" เจ้าของร้านถามอย่างพยายามชวนคุย\n\"ไปแล้ว เธอไปปลูกดอกไม้ เธออยากทำแบบนี้ตั้งนานแล้ว ฉันให้เงินเธอไปหมดแล้วด้วย\"\n\"แล้วจะจ่ายค่าไวน์ยังไง?\"\nชายผู้นั้นอึ้งชั่วขณะ ราวกับว่าเขาไม่เคยคิดถึงเรื่องนี้มาก่อนเลย\n\"ใช้อันนี้แล้วกัน\"\n\"ปัง!\" ปืนคาบศิลากระบอกใหญ่สีดำร่วงลงบนโต๊ะ\nแขกที่อยู่โต๊ะใกล้ ๆ กลัวจนแก้วไวน์ในมือสั่น และหกรดกางเกง ทุกคนดูเหมือนจะกลั้นหายใจ\n\"อันนี้ฉันไม่รับหรอก\"\nเจ้าของร้านเหล้าแกล้งทำเป็นใจเย็นขณะตอบ แอบสอดมือที่ชงเหล้าเข้าไปในลิ้นชักใต้โต๊ะ ข้างในนั้นก็มีปืนคาบศิลาอยู่ แต่เขาไม่แน่ใจว่าจะไวกว่าชายตรงหน้ามั้ย\n\"ใจเย็น มันเพิ่งยิงกระสุนนัดสุดท้ายออกไป และเป็นนัดที่สำคัญที่สุดด้วย ชีวิตนี้จะไม่มีลูกกระสุนออกมาจากปากกระบอกปืนนี้อีก\" ชายหนุ่มพูดพร้อมดื่มไวน์แรงเข้าไป\nอาศัยจังหวะที่ยกแก้วไวน์ เจ้าของร้านเหลือบมองใบหน้าชายหนุ่ม เขาเป็นหนุ่มที่หน้าตาหล่อเหลา จมูกเป็นสันคม มีรอยแผลเป็นเล็กน้อย ดวงตาดูเศร้าหมอง...\nทันใดนั้น เจ้าของร้านเหล้าก็ชักมือที่จับปืนกลับคืนมา ดูเหมือนว่า ชายตรงหน้าเขาเมามาตั้งแต่ก่อนเข้าร้าน เขาไม่ได้ตั้งใจหาเรื่อง\n\"ขออีกแก้วได้มั้ย?\" เขาถาม\n\"นายดื่มมากไปหน่อยแล้วนะ\" เจ้าของร้านตอบ\n\"ฉันรู้ แต่คืนนี้มันพิเศษ\" เขาไม่เข้าใจถึงความหมายที่เจ้าของร้านอยากไล่เขาออกไป\n\"พิเศษตรงไหน?\"\n\"ฉันเพิ่งฆ่าคนมา\"\nมือที่รินไวน์อยู่ของเจ้าของร้านชะงักลง ประโยคนี้ตอนออกมาจากปากของคนตรงหน้า ดูไม่เหมือนหยอกเล่น\n\"เป็นการแก้แค้นน่ะ\" ชายหนุ่มพูดเสริม \"เขาทำให้แม่ฉันต้องตาย\"\n\"'เขา' คือใคร?\"\n\"'บารอน' นั่นไง\"\n\"บ้าน่า\" ตอนนี้เจ้าของร้านแน่ใจได้ว่าเขาเมา\n\"บารอน\" ไม่ใช่คนดีอะไร ข้อนี้ใคร ๆ ก็รู้ คนที่อยากฆ่าเขามากมายจนนั่งในร้านนี้ไม่หมด แต่ไม่มีใครกล้าทำ เพราะยังรักตัวกลัวตาย\n\"ถ้านายไม่ได้หูหนวก คงได้ยินเสียงปืนเมื่อไม่กี่นาทีก่อน\" ชายหนุ่มเยาะเย้ย\nเจ้าของร้านเหล้ามองไปยังชายตรงหน้าอีกครั้ง เขามีมือใหญ่หนาแข็งแรง แค่มองก็รู้ว่าผ่านศึกมามากมาย ไม่ใช่การต่อยตีในร้านธรรมดา ๆ แต่เป็นการเดิมพันด้วยชีวิต\nทันใดนั้น ความคิดหนึ่งก็แล่นเข้ามาในหัวของเขา เขานึกขึ้นได้ถึงคดีมือปืนสังหารที่กำลังโด่งดังในหนังสือพิมพ์ ผู้ก่อเหตุที่จะทิ้ง Rainbow Rose ไว้ในที่เกิดเหตุ และลงมือในค่ำคืนที่พายุฝนกระหน่ำทุกครั้ง...\n\"อย่าบอกนะว่า... นายคือ...\"\nยังไม่ทันพูดจบ ด้านนอกก็มีสายฟ้าสายหนึ่งฟาดลงมา สายลมกระหน่ำพัดประตูเปิดออก ความมืดมิดถาโถมเข้ามาในร้านเหล้า กลืนกินทุกคน ณ ที่แห่งนั้น\nเมื่อไฟของร้านเหล้าสว่างขึ้นอีกครั้ง ชายตรงหน้าก็หายไปเสียแล้ว เหลือไว้เพียงปืนคาบศิลากระบอกดำขลับของเขา มันช่างเหมือนมัจจุราชผู้เคร่งขรึม จ้องมองมาทางทุกคนอย่างเงียบ ๆ จ้องมองค่ำคืนที่เป็นของมัน...\n\"สองทหารเสือ\" จบ"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "สองทหารเสือ"
          }
        ]
      }
    ]
  }
}