{
  "epId": 4901,
  "name": "Vennessa",
  "desc": "<p>อดีตทาสผู้ก่อตั้งกองอัศวิน Favonius และเป็นหัวหน้ากองอัศวินคนแรก ฉายาของเธอคือ อัศวิน Dandelion</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/286446747/5d700c3723baf77505ae976a855abe95_6992184052158204213.png",
  "menuId": 10,
  "menuName": "คู่มือ NPC",
  "version": 1714398251,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "ตัวอย่างเนื้อเรื่อง",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "มังงะ Genshin Impact"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/015914bdfc4faca8a58210c8e8989e67_7757150517833651857.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>อารัมภบท: บทเพลงแห่งเซียน</color>\nหลังจากที่ Barbatos ก่อตั้งเมือง Mondstadt อันเป็นที่รักของเขาเสร็จสิ้น เขาปล่อยให้ชาวเมืองที่พึ่งเข้ามาอาศัยอยู่ไม่นานปกครองเมืองกันเอง และออกเดินทางต่อไป ทว่าความโลภของมนุษย์นั้นไม่เคยมีที่สิ้นสุด ชนชั้นสูงเข้ายึดครองอำนาจ และปกครองเมืองตามอำเภอใจของตนเอง ก่อนวันเฉลิมฉลอง Ludi Harpastum กวีลึกลับผู้หนึ่งก็ได้ปรากฎตัวขึ้น...\n<color=#ffffff>HoYoverse:</color> <color=#37ffff>https:/genshin.hoyoverse.com/th/manga/detail/104863?mute=1</color>"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "แนะนำตัวละคร Venti - \"สี่วายุ\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/dfe34a988201bda693cadf10fb3a2281_1632472243625685500.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>15/10/20</color>\nเรื่องราวที่จะเล่านี้เกิดขึ้นเมื่อพันปีก่อน \"ราชสีห์แห่งทิศใต้\" ได้ขับไล่ขุนนาง และ \"วิหคแห่งทิศตะวันตก\" จึงได้ถือกำเนิดขึ้น \"ผู้พิทักษ์แห่งลมเหนือ\" ร่อนเร่พเนจรมาตั้งรกรากอยู่ในป่าแห่งหมาป่า ลมทั้งสี่หมุนเวียนเปลี่ยนผัน ก่อกำเนิดเมืองแห่งอิสรภาพขึ้นมาใหม่...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=M9kQP-cmipY&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ความสัมพันธ์ตัวละคร"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "หนึ่งในนักกวีพเนจร ที่มีอยู่มากมายใน Mondstadt ผู้เดินเตร่ไปตามถนนซอกซอย อย่างอิสรเสรี",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เพื่อนของ Vennessa ผู้ช่วยให้เธอหลุดพ้นจาก ลอร์ด Barca Lawrence.\nกองอัศวินแห่ง Favonius\nหลังจากล้มล้างอำนาจของเหล่าขุนนางได้สำเร็จ Vennessa ได้ก่อตั้งกองอัศวินแห่ง Favonius ขึ้น เพื่อปกป้องเมือง Mondstadt\nสี่วายุ\nVennessa รวบรวมสมาชิกเพื่อเป็นหัวหน้ากองอัศวินทั้งสี่ให้มาปกป้องเมือง Mondstadt",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หนังสือ/ไอเทมที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 2324,
        "name": "ตำนานของ Vennessa",
        "desc": "<p>เพลงที่รู้จักกันดีตั้งแต่ Mondstadt ได้ก่อตั้งขึ้น มันบอกเล่าเรื่องราวของ Vennessa ผู้ก่อตั้งอัศวินแห่ง Favonius ในช่วงต้นของชีวิตที่เธอได้พบกับ Barbatos ผู้เป็นเทพแห่งลม รวมถึงเรื่องราวที่เธอกำจัดมังกร และโค่นล้มพวกชนชั้นสูงลงได้สำเร็จ</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "สายลมในป่าเขา",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2306,
        "name": "บันทึกการสำรวจโบราณ: ตอนที่ 2",
        "desc": "บันทึกการสำรวจที่พบบริเวณชั้นใต้ดิน ของโบราณสถานที่ปกคลุมไปด้วยน้ำแข็ง<br/>ดูเหมือนว่าผู้จดบันทึกจะเป็นชนชั้นสูงที่เคยปกครอง Mondstadt มาก่อน",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/07/144837601/1832af0f2cde09c65784afd200c36935_4370611915906728312.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2046,
        "name": "Aquila Favonia",
        "desc": "จิตวิญญาณของเหล่าอัศวินแห่ง Favonius แม้พันปีผ่านไป มันก็ยังคงเป็นดั่งสายลมแห่ง ความยุติธรรมที่ขับไล่สิ่งชั่วร้าย เช่นเดียวกับวีรชนหญิง คนสุดท้ายที่กวัดแกว่งมัน",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/风鹰剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3800,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Vennessa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/838b9700660c599eb0035c31c730636e_7477418653650690401.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Vennessa กับกลุ่มชนเผ่าของเธออาศัยอยู่ที่เมือง Natlan และมีสายเลือดเดียวกันกับมุราตัน ผู้เป็นเทพีแห่งสงครามหรือในนามของท่านหญิงแห่งไฟ ซึ่งในขณะนั้นเธอคือเทพแห่งไฟ ชนเผ่า Muratan เป็นชนเผ่าที่แข็งแกร่งอย่างมาก พวกเขาสามารถอาศัยอยู่บริเวณตีนเขาของภูเขาไฟที่อยู่ไกลออกไปทางทิศตะวันตกได้ นับว่าเป็นความภาคภูมิใจของกลุ่มชนเผ่าเลยก็ว่าได้ เด็กที่เกิดในชนเผ่า Muratan จะได้รับพรส่งผลให้ผมกลายเป็นสีแดงเพลิง เมื่อหลายพันปีก่อน ชนเผ่า Muratan ได้อพยพออกจาก Natlan ร่อนเร่ไปตามที่ต่าง ๆ เพื่อเอาชีวิตรอด สิบปีก่อนที่ Vennessa จะได้เจอกับ Venti ชนเผ่าของ Vennessa บังเอิญไปเจอ Ursa the Drake มังกรที่เข้ามารุกรานเมือง Mondstadt มาเป็นเวลานานนับหลายปีแล้ว ทำให้กลุ่มชนเผ่า Muratan ต้องหลบหนีมาอย่างยากลำบาก และอดอยากมาตลอดสี่วัน จนในที่สุดก็เข้ามาอาศัยอยู่ที่เมือง Mondstadt โดยที่ ณ ขณะนั้นมีเหล่าขุนนางชั้นสูงเป็นผู้ปกครองเมือง\nหลังจากที่ราชาแห่งหอคอย Decarabian สิ้นอำนาจลง เทพแห่งสายลม Barbatos ก็ได้เข้ามาปกครองเมือง Mondstadt เขานำพาให้ชาวเมืองได้รู้จักกับเสรีภาพ เทศกาลอันรื่นเริง รวมทั้งการใช้เครื่องร่อน ปล่อยให้อำนาจการปกครองของเหล่าขุนนางหลับใหลไปกับอดีต แม้ในตอนแรกเหล่าขุนนางจะใช้อำนาจสั่งชาวเมืองตามอำเภอใจตนเอง แต่ท้ายที่สุดอำนาจที่ขุนนางมีก็ย้อนกลับมาทำร้ายพวกเขาเสียเอง เดิมทีเทศกาล Ludi Harpastum ถูกจัดขึ้นเพื่อเฉลิมฉลองให้แก่ชาวเมือง แต่ถูกเปลี่ยนมาเป็นการฉลองให้แก่ขุนนางตระกูล Lawrence ที่เป็นที่เลื่องลือในภายหลัง เดิมทีเทศกาล Ludi Harpastum ถูกจัดขึ้นเพื่อเฉลิมฉลองให้แก่ชาวเมือง แต่ถูกเปลี่ยนมาเป็นการฉลองให้แก่ขุนนางตระกูล Lawrence ที่เป็นที่เลื่องลือในภายหลัง โดยจุดเด่นของงานเทศกาลในสมัยนั้นมักนำทาสมาสู้รบกันราวกับนักรบเพื่อให้ความเพลิดเพลินแก่เหล่าขุนนาง นอกจากนี้ยังมีอีกประเพณีหนึ่งที่นิยมคือการเลือกเด็กผู้หญิงที่จะเป็นคนขว้างลูกบอลสีแดงที่เรียกว่า Harpastum โดยจะขว้างไปท่ามกลางฝูงชน เชื่อว่าหากใครเป็นคนแรกที่ถูกขว้างใส่จะมีโชคลาภไปตลอดทั้งปี แต่ตระกูล Lawrence สั่งห้ามไม่ให้ผู้ที่ไม่ใช่ชนชั้นสูงมายุ่งเกี่ยวหรือสัมผัสกับลูกบอล และผู้ที่จะถูกเลือกให้เป็นราชินีแห่ง Ludi Harpastum นั้น ก็ถูกควบคุมโดย ลอร์ด Barca Lawrence\nเมื่อกลุ่มชนเผ่าของ Vennessa เดินทางมาถึงเมือง Mondstadt ขุนนางก็ใช้อำนาจกดขี่พวกเขา และใช้ Vennessa สู้กับนักรบ หากเธอสู้ชนะครบ 12 ครั้ง พวกเขาจะปล่อยเธอและเผ่าของเธอไปตามสัญญา เธอจึงทุ่มเททุกอย่างเพื่อให้ได้อิสระคืนมา วันหนึ่งเธอร้องขอต่อ Celestia เพื่อให้เผ่าของเธอเป็นอิสระจากเหล่าขุนนาง คำอธิษฐานนั้นทำให้เทพแห่งสายลม Barbatos ตื่นจากการหลับใหลที่ยาวนาน และลงมายังเมือง Mondstadt ในฐานะนักกวีธรรมดาในนามว่า Venti"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/077320c3e1d06a4f9533ac5fda2f61e2_6810935349219545549.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เทศกาล Ludi Harpastum ที่ Venti เห็นอยู่ ณ ขณะนี้ล้วนถูกชนชั้นสูงเปลี่ยนแปลงจนไม่เหลือสิ่งที่เทพแห่งสายลมเคยสร้างไว้เลยแม้แต่น้อย ทั้งการหมักไวน์ อิสระเสรี และความสุขของเมืองที่ขึ้นชื่อว่าเป็นเมืองแห่งอิสรภาพ สิ่งเหล่านี้ได้หายไปจากเทศกาลเสียแล้ว เทพเจ้าแห่งความอิสระ ไม่เห็นด้วยกับการที่ต้องทำตามคำสั่งของชนชั้นสูง จึงเข้าไปแย่งชิง Harpastum เพื่อยั่วโมโหเหล่าขุนนาง Barca Lawrence เห็นดังนั้นก็สั่งให้ทหารรักษาการณ์เข้าจับกุมนักวีทันที Venti ที่กำลังหนีจากทหารรักษาการณ์อยู่ในตอนนั้นเหลือบไปเห็น Vennessa กำลังเลือกซื้อสมุนไพรเพื่อนำไปรักษาเด็กสาวที่เป็นกลุ่มชนเผ่าของเธออยู่ ก็รีบวิ่งเข้าไปหาทันที Lawrence สั่งให้ Vennessa หลีกทางให้เขาจับกุมนักวีเสีย แต่เธอกลับขัดคำสั่งและเลือกที่จะปกป้องนักกวีแทน และเพื่อที่จะแก้แค้นเธอ Barca จึงไปบอกกับพ่อของตนให้เรียกค่าไถ่ตัวทั้งหมดกับชนเผ่าของ Vennessa และขัง Vennessa ไว้ในกรงเพื่อที่จะส่งตัวเธอไปรบรอบสุดท้ายในวันรุ่งขึ้น\nตกดึก Venti แอบเข้ามายังห้องขังเพื่อขอบคุณ Vennessa อีกทั้งยังชวนให้เธอมาเป็นเพื่อนกับเขา และเล่าเรื่องราวของมุราตันให้ฟัง เขารู้สึกเจ็บปวดทุกครั้งที่เห็นโซ่ตรวนคล้องไว้กับข้อเท้าของเธอ นักกวีแนะนำให้เธอหนีออกจากห้องขังนี้ไป แต่ Vennessa กลับปฏิเสธเพราะต้องการที่จะปกป้องชนเผ่าของเธอจากความแค้นของ Barca"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/db0d6bb57e72161786db2b32170f79fd_1400062299052685947.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ผู้ที่ได้รบกับ Vennessa ในรอบสุดท้ายคือ Ursa the Drake การรบในครั้งนี้นอกจากจะมี Vennessa แล้ว Lawrence ยังส่งทั้งเด็กและคนชราไปร่วมออกรบอีกด้วย หากนำชัยชนะกลับมาได้ ลอร์ด Lawrence สัญญาว่าจะยอมปล่อยตัวทาสทั้งหมด พร้อมทั้งมอบอิสรภาพและเงินตราให้ Vennessa ได้ร่วมอาศัยอยู่ที่เมือง Mondstadt อย่างแท้จริง Ursa และเหล่าลูกสมุนล้อมชนเผ่า Muratan เอาไว้ ซ้ำยังถูกมือธนูขัดขวางไม่ให้กลับเข้าไปในเมืองได้ ในขณะที่ Vennessa คิดว่านี่คือจุดจบของเผ่าเธอแล้วเป็นแน่ Venti ก็ปรากฎตัวขึ้นเผยให้เห็นร่างที่แท้จริงของเขา เขามอบพลังแห่งสายลมให้กับดาบของ Vennessa และได้ช่วยขับไล่มังกรออกไปได้สำเร็จ\nหลังจากที่ได้รับชัยชนะจากการปราบ Ursa ได้สำเร็จ Venti จึงร้องขออิสรภาพ เงินตรา และกุญแจปลดประตูสู่เมืองตามที่ Lawrences ได้ให้สัญญาเอาไว้ Vennessa ได้รับความช่วยเหลือจากอัศวิน Dawn Knight นามว่า Ragnvindr ในอดีตเขาเป็นหนึ่งในสมาชิกของตระกูล Lawrence ซึ่งมีผู้คนจำนวนมากที่ไม่พอใจต่อสถานการณ์นี้ รวมถึง Kreuzlied ด้วย พวกเขาได้ร่วมกันก่อกบฎเพื่อโค่นล้มอำนาจของขุนนางให้หมดไป และนำอำนาจทั้งหมดกลับคืนสู่ชาวเมือง\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "หนึ่งในนักกวีพเนจร ที่มีอยู่มากมายใน Mondstadt ผู้เดินเตร่ไปตามถนนซอกซอย อย่างอิสรเสรี",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2033,
        "name": "The Bell",
        "desc": "ดาบขนาดใหญ่ที่หนักและมีนาฬิกาติดตั้งมาด้วย แต่กลไกภายในของมันนั้นพังไปนานแล้ว",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/钟剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2075,
        "name": "Noblesse Oblige",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Noblesse Oblige/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2297,
        "name": "บทเพลงของอัศวิน",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Ballads of the Squire_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "กองอัศวิน Favonius",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/abd8efbb6bea59bcf72a9d3b0e73a118_5177554025741331531.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หลังจากล้มล้างอำนาจของเหล่าขุนนางได้สำเร็จ Vennessa ได้ก่อตั้งกองอัศวินแห่ง Favonius ขึ้น เพื่อปกป้องเมือง Mondstadt อีกทั้งเธอยังได้ขึ้นเป็นหัวหน้ากองอัศวินคนแรก และได้รับฉายาว่าเป็นอัศวินแห่ง Dandelion ณ ช่วงที่ Vennessa ครองตำแหน่งหัวหน้ากองอัศวินอยู่นั้น ยังมีสมาชิกอีกสี่คนผู้คอยปกปักรักษา Mondstadt และถูกขนานนามว่า สี่วายุ นั่นคือ หมาป่าแห่งสายลมเหนือ นามว่า Andrius ผู้กำราบ Decarabian จอมเผด็จการ, วิหคแห่งทิศตะวันตก นามว่า Vennessa, มังกรแห่งลมตะวันออก นามว่า Dvalin ผู้เป็นสหายของ Barbatos และราชสีห์แห่งสายลมทิศใต้ อัศวินแห่ง Dandelion (ปัจจบันคือ Jean) วันเวลาผ่านไปนานนับหลายปี ชาวเมืองยังคงเคารพนับถือเหล่าผู้พิทักษ์ ผู้ที่ได้สร้างโบสถ์ไว้ให้แก่ชาวเมือง แต่หลังจากช่วงหายนะเมื่อ 500 ปีก่อน โบสถ์ทั้งหมดถูกทิ้งร้าง แม้แต่เหล่าผู้พิทักษ์ทั้งสี่ก็ถูกลืมเลือน"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/40aabcd7e8b3d68d92a61d92ec42daad_8307353104923142834.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หลายปีต่อมา หลังจากที่เมือง Mondstadt ได้รับการฟื้นฟูขึ้นใหม่อีกครั้ง Vennessa ได้กลับไปขึ้นยัง Celestia โดยจำแลงกายเป็นวิหค และเธอยังคงดูแลเมือง Mondstadt ในตลอดหลายปีที่ผ่านมา\nหลังจากที่ Vennessa กลับไปสู่เบื้องบน ต้นโอ๊กยักษ์ก็งอกเงยขึ้น ร่มเงาจากต้นโอ๊กปกคลุม Statue of The Seven ช่วยปกป้อง Statue of The Seven จากสายฝนและสายลมกรรโชก"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/21/237301566/fb58ef9b392d7563bd1f8d09c8efe065_3411328579290626231.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เหมือนกับที่ Vennessa เคยได้ปกป้องเมือง Mondstadt ต้นโอ๊กยักษ์นี้มีความเกี่ยวข้องบางอย่างที่เชื่อมโยงกับธาตุลม รวมทั้งเทพแห่งสายลมด้วย เมื่อตอนที่ Barbatos ได้รับบาดเจ็บจากการสูญเสียโนซิส เขาได้รับการเยียวยาจากสัญลักษณ์ของฮีโร่แห่ง Mondstadt\nตามคำสัญญาของ Venti เธอยังคงเป็นสตรีที่แกร่งกล้าของ Mondstadt เสมอมา เขาได้แต่งบทเพลงที่เกี่ยวกับเธอเอาไว้ว่า"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“ถึงวันที่ท้องฟ้าไร้ซึ่งแสงและใบหน้าเต็มไปด้วยความผิดหวัง”</color>\n<color=#ffffffd9>“อย่าได้ลืมเลือนเรื่องราวของฮีโร่ผู้ยิ่งใหญ่ Vennessa”</color>\n<color=#ffffffd9>“อย่าได้ยอมแพ้ต่อความหวังที่จะมีอิสรภาพ”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2324,
        "name": "ตำนานของ Vennessa",
        "desc": "<p>เพลงที่รู้จักกันดีตั้งแต่ Mondstadt ได้ก่อตั้งขึ้น มันบอกเล่าเรื่องราวของ Vennessa ผู้ก่อตั้งอัศวินแห่ง Favonius ในช่วงต้นของชีวิตที่เธอได้พบกับ Barbatos ผู้เป็นเทพแห่งลม รวมถึงเรื่องราวที่เธอกำจัดมังกร และโค่นล้มพวกชนชั้นสูงลงได้สำเร็จ</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Legend of Vennessa_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>เทพอสูรแห่งพายุ และเป็นผู้ปกครอง \"Mondstadt ยุคเก่า\" เขาถูกโค่นล้มโดยการลุกฮือของชาว Mondstadt ซึ่งไม่สามารถอดทนกับความเผด็จการได้</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/278806422/54fc33ab94abb4b00460e448f7765892_4008565717109297079.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andrius",
        "desc": "<p>หมาป่าแห่งสายลมเหนือ ผู้พิทักษ์แห่ง Wolvendom หนึ่งในสมาชิกสี่วายุ</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/28/286446747/5c609f02783e84d48c137bfa4452f011_5224311043331017119.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>มังกรธาตุ และเป็นเพื่อนของเทพเจ้าแห่งสายลม Barbatos เป็นที่รู้จักในนาม Stormterror หลังจากถูกกัดกร่อนด้วยพิษเลือดของมังกรเงา</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/278806422/6a4bc301d2ace0ace7ed7641c2c8bf9d_1113150155883812350.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "<p>อัศวิน Dandelion ผู้ยึดมั่นในความถูกต้อง และเป็นรักษาการผู้บัญชาการ ของกองอัศวินแห่ง Favonius</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "หนึ่งในนักกวีพเนจร ที่มีอยู่มากมายใน Mondstadt ผู้เดินเตร่ไปตามถนนซอกซอย อย่างอิสรเสรี",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เรื่องราวของตัวละคร"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>เรื่องราวของตัวละคร 2</color>\nต้นโอ๊กขนาดใหญ่ที่ตั้งสูงตระหง่านอยู่กลาง Windrise ว่ากันว่ามันงอกเงยขึ้นมาเมื่อหลายพันปีก่อน ในวันที่ Vennessa วีรชนที่แสนยิ่งใหญ่ ผู้ปลดปล่อย Mondstadt ได้ขึ้นสู่สรวงสวรรค์\nช่วงเวลาไม่กี่เดือนที่ผ่านมา เหล่าผู้คนที่ไปพักอยู่ที่ใต้ต้นไม้นั้น บางครั้งจะได้ยินแว่วเสียงร้องเพลงของเด็กหนุ่ม ซึ่งกำลังขับร้องถึงเรื่องราวของ Barbatos เทพเจ้าแห่งสายลมอยู่\nต่างจากเทพเจ้าตนอื่น ๆ ที่ยังคงปกปักรักษาดินแดนของตนเองอยู่ Barbatos นั้นได้ออกจาก Mondstadt ไปนานแล้ว ซึ่งสิ่งที่เหลืออยู่นั้นมีเพียง \"Statues of the Seven\" ที่แสดงให้เห็นหน้าตาของเขาไว้อย่างเลือนรางเท่านั้น อย่างไรก็ตามเรื่องราวของเทพเจ้าตนนี้นั้นยังคงปรากฏอยู่ในคัมภีร์ศักดิ์สิทธิ์และหนังสือประวัติศาสตร์ต่าง ๆ และถูกขับร้องโดยเหล่านักกวีทั้งหลายสืบไป\nสิ่งที่แตกต่างออกไปก็คือ \"Barbatos\" ที่อยู่ในบทเพลงของ Venti นั้น มักจะมีเนื้อหาเกี่ยวกับการผจญภัยที่แปลกประหลาด และการกระทำที่ซุกซน อย่างเช่น การขโมยคทาของเทพเจ้าแห่งน้ำแข็ง โดยวางไม้เท้าของ Hilichurl ไว้แทนที่\nเหล่านักบวชที่เคารพบูชาเทพเจ้าแห่งลมนั้น ต่างไม่ถูกใจกับสิ่งนี้ แต่เมื่อต้องเผชิญกับการซักถามเหล่านั้น การตอบของ Venti กลับไม่มีท่าทีของความสำนึกผิดเลยแม้แต่น้อย\n\"รู้ได้ยังไงว่านั่นไม่ใช่เรื่องจริง?\"\nแน่นอนสิ แม้แต่ซิสเตอร์ที่เคร่งครัดที่สุด ก็ยังไม่สามารถรู้เรื่องราวการมีอยู่เมื่อพันปีก่อนของ Barbatos ผู้ยิ่งใหญ่ได้หมดทุกเรื่องหรอกนะ\nมีเพียง Venti ผู้มีรอยยิ้มลึกลับเท่านั้น ที่รู้ดีถึงทุก ๆ อย่างที่เขาร้อง...\nมันก็ต้องเป็นเรื่องโกหกนั่นแหละ\nก็แค่เมาแล้ว... ร้องเพลงไปเรื่อยก็เท่านั้น\n<color=#ffd780>\"นัดลับ ๆ ท่ามกลางสายลม\"</color>\nหลังจากสร้างเมืองมาได้หนึ่งพันหกร้อยปี เมื่อหนึ่งพันปีก่อนของวันนี้ \"ความอิสระ\" ของเมือง Mondstadt ก็ได้ตกต่ำลงอย่างน่าสะพรึงกลัว\nBarbatos ได้จากที่แห่งนี้ไป เพราะไม่อยากอยู่ในนามทรราช ผู้ปกครองประชาชนด้วยอำนาจที่โหดเหี้ยม แต่เขาไม่เคยคิดว่า มนุษย์ที่ได้รับอิสรภาพแล้ว จะก่อร่างสร้างทรราชนี้ด้วยตัวเอง\nชนชั้นสูงขึ้นปกครองเมืองด้วยความโหดเหี้ยม นำระบบทาสมาสู่ดินแดนแห่งนี้ มองข้ามเสียงต่อต้านของผู้คน\nและหนึ่งพันหกร้อยปีต่อมา เทพแห่งลมได้หวนคืนสู่ดินแดนที่เคยเป็น \"เมืองหลวงแห่งอิสรภาพ\" อีกครั้ง เขาได้ยินเสียงตะโกนจากทาสสาว Vennessa ที่ร่วมก่อปฏิวัติล้มล้างชนชั้นสูงกับคนรุ่นหลัง\n...ทั้งหมดนี้ เป็นประวัติศาสตร์ของ Mondstadt ที่ทุกคนรู้เป็นอย่างดี\nในประวัติศาสตร์เรื่องนี้ ก็เคยมีเรื่องที่น่าสนใจเกิดขึ้น\nผู้ที่รวบรวมความสามัคคีของชาว Mondstadt ก็คือฮีโร่ผู้ยิ่งใหญ่ Vennessa แต่สิ่งที่ทำให้ทหารของฝ่ายชนชั้นสูงก่อกบฏนั้น เป็นเพราะ \"นัดลับ ๆ ท่ามกลางสายลม\" ฉบับหนึ่ง\nซึ่งเนื้อหาในนัดลับนี้ คือการแลกเปลี่ยนขายชาติ ชาวชนชั้นสูงได้ละทิ้งสายลม และนำทุกสิ่งของ Mondstadt ไปขายให้กับเทพแห่งหินในเมืองข้างเคียง\nและในนัดลับนี้ได้สลักด้วยตราของเทพ นั่นก็คือ \"ราชาแห่งหิน\"\nทหารที่กำลังคุมตัวทาส เมื่อรู้ว่าตนกำลังจะกลายเป็นทาสของต่างเมือง ก็กลัวจนตัวสั่น\nสงครามดั่งไฟ กลืนกินชนชั้นสูง แต่ใครจะรู้ว่าหลายปีต่อมา เหล่านักประวัติศาสตร์พบว่า นัดลับนี้เป็นเพียงเอกสารปลอมแปลง\n...ความจริงแล้ว เพื่อที่จะกลั่นแกล้งเทพแห่งหิน Venti จึงปลอมแปลงลายเซ็นขึ้นมา แต่กลับไม่สามารถหลอกเทพแห่งความมั่งคั่งและการแลกเปลี่ยนได้ หลังจากนั้นความสามารถพิเศษนี้ ก็ไม่เคยได้ใช้ที่ไหนอีก จนกระทั่งหลายร้อยปีผ่านไป เขาจึงได้โอกาสที่จะใช้มันเสียที\nช่างน่ายินดีเสียจริง"
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "<p>อัศวิน Dandelion ผู้ยึดมั่นในความถูกต้อง และเป็นรักษาการผู้บัญชาการ ของกองอัศวินแห่ง Favonius</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เรื่องราวของตัวละคร"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>เรื่องราวของตัวละคร 4</color>\nต้นไม้ศักดิ์สิทธิ์แห่ง Windrise คือจุดเริ่มต้นแห่งการสิ้นสุดของ เส้นทางของ \"อัศวิน Dandelion\"\nตามบันทึกแล้ว Vennessa อัศวิน Dandelion รุ่นแรกผู้ก่อตั้งกองอัศวินแห่ง Favonius และสร้าง Mondstadt ขึ้นมาใหม่นั้น ในช่วงสุดท้ายของชีวิตของเธอได้ เดินทางมาถึงจุดนี้\nเธอบอกลาเมืองที่เธอเฝ้าปกป้อง อย่างจริงใจและทิ้งไว้เพียงตำนาน เรื่องเล่ากับต้นอ่อนหนึ่งต้น\nต้นอ่อนนี้ได้เติบโตขึ้นเป็นต้นไม้ ใหญ่ที่สูงตระหง่านภายใต้การดูแล ของสายลม, แสงอาทิตย์และแสงจันทร์ที่สาด ส่องมานับไม่ถ้วน\nJean นั้นได้รับฉายา \"อัศวิน Dandelion\" เมื่อเธออายุได้สิบห้าปี\nอัศวิน Dandelion หรือที่เรียกกันว่าอัศวิน Lionfang นั้นเป็นสิ่งที่อยู่คู่กับระบบของ กองอัศวินเรื่อยมาจนถึงทุกวันนี้ ซึ่งมีแต่อัศวินที่ยอดเยี่ยมที่สุด เท่านั้นจึงจะได้รับเกียรติยศนี้ได้\nวันนั้น... หลังจากพิธีมอบตำแหน่งเสร็จสิ้นลง Jean ได้ออกจากกิจกรรมการเฉลิมฉลองอย่างเงียบ ๆ และเดินตามรอยเท้าของอัศวินผู้ เป็นฮีโร่ของเธอมายังเบื้องหน้า ของต้นไม้ใหญ่\nนามของ \"อัศวิน Dandelion\" นั้นเป็นสัญลักษณ์แสดงถึงการต่อสู้ฟาดฟันและความเมตตาการุญ ตัวเธอเองนั้นจะมีคุณสมบัติอันใด มาสืบทอดเจตนารมณ์ที่ยิ่งใหญ่ นี้กันนะ?\nช่วงเวลาหลังจากการสร้างเมือง Mondstadt ขึ้นมาใหม่นั้นก็เป็นเวลานานกว่าพันปีแล้ว ตัวเธอเองจะมีความสามารถที่จะไปปกป้องเมืองแห่งอิสรภาพและความภาคภูมิที่เก่าแก่นี้อย่างนั้นหรือ?\nสิ่งที่ซ่อนอยู่ภายใต้ภาพลักษณ์ที่ดู เคร่งขรึมและเป็นผู้ใหญ่นั้นคือหัวใจของสาวน้อยคนหนึ่งที่เพิ่งจะสำเร็จพิธีการเป็นอัศวินและยังไม่ได้ เตรียมตัวเตรียมใจให้พร้อม\nแล้วสายลมก็พัดมาจากสถานที่อัน แสนไกลและค่อย ๆ พัดพาความสับสนลังเลออกไปจากหัวใจของอัศวินสาวทิ้งไป เหลือไว้เพียงเจตนารมณ์อันแน่วแน่เท่านั้น:\n\"ปกป้อง Mondstadt ตลอดไป\"\n...กลายเป็นนักรบผู้อ่อนโยนและแน่วแน่ผู้ซึ่งต่อสู้เพื่อพี่น้องร่วมรบและ อิสรภาพเช่นเดียวกันกับ Vennessa ซึ่งสิ่งเหล่านี้น่าจะเป็นความหมาย และเจตนารมณ์ของคำสอนที่ดูเรียบง่ายแต่เข้มงวดของตระกูล\nในทุกวันนี้ ทุกครั้งที่รู้สึกเหนื่อยล้าและหวั่นไหว Jean มักจะมายังใต้ต้นไม้ใหญ่แห่งนี้เพื่อให้สายลมพัดพาเอาเรื่องกลุ้มใจ ของเธอออกไปและทำให้เธอมี เรี่ยวแรงที่จะเดินต่อไปข้างหน้าได้\nต้นไม้ศักดิ์สิทธิ์แห่ง Windrise คือจุดเริ่มต้นของเส้นทางสู่จุดจบ ของ \"อัศวิน Lionfang\" ในยุคเริ่มต้น\nในขณะเดียวกัน... มันก็เป็นจุดเริ่มต้นของ Jean \"อัศวิน Dandelion\""
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เสียงพากย์"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>ข้อมูลเพิ่มเติมเกี่ยวกัย Jean: II</color>\nVennessa หรือในนามของ \"อัศวิน Dandelion\" ชื่อนี้ถูกส่งต่อรุ่นสู่รุ่น อัศวินผู้ถูกเลือกเท่านั้นที่จะได้รับชื๋ออันมีเกียรตินี้ และฉันจะไปทำให้ชื่อนี้ต้องด่างพร้อย ฉันต้องก้าวเดินต่อไป และต้องเป็นดาบที่หยิบยื่นโอกาสให้แก่ชาวเมือง"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Character Card",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/17/286446747/892524f3018d0015396b5550ecfc2150_7448941684130974184.png"
      },
      {
        "key": "Vennessa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/286446747/b7bb66520cf8b272492bc92851284d6e_7779534422497607965.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Vennessa และเทพแห่งสายลม Barbatos"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Vennessa"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan\nMondstadt"
          }
        ]
      },
      {
        "key": "สังกัด",
        "value": [
          {
            "type": "RichText",
            "text": "กองอัศวินแห่ง Favonius\nสี่วายุ"
          }
        ]
      },
      {
        "key": "ฉายา",
        "value": [
          {
            "type": "RichText",
            "text": "อัศวิน Dandelion"
          }
        ]
      },
      {
        "key": "การ์ดแอ็กชันเกมกลเจ็ดอัจฉริยะ",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 3886,
            "name": "The Legend of Vennessa",
            "desc": "<p>อย่ายอมแพ้ต่อความหวังแห่งอิสรภาพ</p><p>\"สายลมแห่งความโดดเดี่ยวรวมตัวกันในป่า พัดหอคอยของเผด็จการให้พังทลาย\" \"ราชสีห์สาวเชิดหน้าของเธอขึ้น โซ่ที่คอยพันธนาการนั้นในที่สุดก็ถูกปลดลง\"</p>",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/22/10257458/9588a6f9bfd896486d429ca3b21862a6_4905622747029257712.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}