{
  "epId": 4903,
  "name": "Durin",
  "desc": "<p>มังกรเงา และเป็นลูกคนหนึ่งของ Rhinedotir</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/13/278806422/4da89ee2780e1d49a61ab4c4236a9da3_8298994409115089680.png",
  "menuId": 10,
  "menuName": "คู่มือ NPC",
  "version": 1715946272,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Durin"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Khaenri'ah\nMondstadt"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Durin",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/13/278806422/b8cb3bb85db48786238de32056347a48_1071253213000373401.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "Durin",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/dcdf547f543afd251efe7723477446d3_3871269587163042268.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "กาลครั้งหนึ่งในเมื่อหลายพันปีก่อน มีอาณาจักรนามว่า Sal Vindagnyr มีนักบวชของอาณาจักรที่สามารถขึ้นไปเยือนได้ถึงสวรรค์และ Abyss ตามคำร้องขอของเทพเจ้าแห่ง Celestia ณ ภูเขาที่มีต้นไม้สีขาวที่เป็นส่วนหนึ่งของ Irminsul เติบโตอยู่ มหาปุโรหิตและลูกสาวของเขานักบวชหญิงแห่ง Vindagnyr ผู้มีพรสวรรค์ในการมองเห็นอนาคต หนึ่งในคำพยากรณ์ของเธอนั้นบอกเล่าถึงการมาถึงของมังกรดำที่จะแพร่กระจายพิษของมันให้แก่ทุกสิ่งทุกอย่าง จากนั้นอาณาจักรก็จะถูกทำลายและกลายเป็นซากปรักหักพังด้วย Skyfrost Nail พร้อมกับต้นไม้สีขาวที่จะเหี่ยวเฉาลง เป็นเวลาหลายปีแล้วที่ไม่มีใครกล้าขึ้นไปเหยียบยอดเขาที่ปกคลุมไปด้วยหิมะเหล่านี้จนกว่าคำทำนายขององค์หญิงจะกลายเป็นจริง…\nนักเล่นแร่แปรธาตุ Rhinedotir หรือที่รู้จักกันในนาม Gold ได้สร้างสิ่งมีชีวิตมากมายจากขุมลึกซึ่งในไม่ช้าสิ่งมีชีวิตเหล่านั้นก็เข้าโจมตีอาณาจักรทั้งเจ็ดแห่ง Teyvat และ Durin ก็เป็นหนึ่งในลูกของ Rhinedotir ที่ถูกสร้างขึ้นในรูปแบบของมังกรอสรพิษดำที่มีปีก"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“จากนั้น ลูก ๆ ที่น่ารักของข้า</color>\n<color=#ffffffd9>เช่นเดียวกับน้ำฝนที่ไหลลงสู่ลำธาร และต้นไม้ที่เติบโตไปหาแสงอาทิตย์</color>\n<color=#ffffffd9>ไปยังสถานที่ที่สวยงาม และอวดความงามของพวกเจ้าอย่างภาคภูมิใจ\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "วันหนึ่ง Durin ได้ยินเสียงพิณที่ถูกบรรเลงโดยเทพเจ้าแห่งสายลม Barbatos และเห็นมังกร Dvalin มันหลงไหลในความไพเราะของเสียงดนตรี ทำให้ Durin ฝันว่ามันได้เดินทางไปในที่ไกลแสนไกล ไปยังดินแดนที่มีพื้นหญ้าสีเขียวชอุ่มที่กำลังเติบโตและเต็มไปด้วยเสียงร้องเพลง Durin ฝันว่ามันได้ร้องเพลงร่วมกับผู้คนแสนใจดีในดินแดนแห่งนี้ และเต้นรำบนท้องฟ้าร่วมกับมังกรที่แสนสวยงามดั่งอัญมณี"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"ท่านแม่ ขอบคุณมาก ท่านแม่\"</color>\n<color=#ffffffd9>\"ขอบคุณที่มอบปีกให้ข้าโบยบินบนฟ้า และมอบร่างกายที่แข็งแรงให้ข้า\"</color>\n<color=#ffffffd9>\"ข้าอยากไปดินแดนที่เต็มไปด้วยเสียงเพลงจังเลยท่านแม่\"</color>\n<color=#ffffffd9>\"ข้าจะบอกพวกเขาเกี่ยวกับทุกคนและเกี่ยวกับท่านแม่\"</color>\n<color=#ffffffd9>\"บอกพวกเขาว่าบ้านเกิดของข้าสวยงามแค่ไหน\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/3dd966675be0cb2d46c420ae09c0bf6d_7816181422405867650.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Durin เดินทางไปที่ Mondstadt เพื่อพบมังกรผู้งดงามและนักกวีพเนจรแต่มันไม่รู้เลยว่าเลือดของมันจะมีพิษและเป็นอันตรายต่อผู้คนในดินแดนแห่งนั้น แม้ว่ามันจะไม่ตั้งใจทำให้เกิดความเสียหายใด ๆ ก็ตาม แต่สุดท้ายมันก็กลายเป็นภัยพิบัติสำหรับ Mondstadt และชาวเมือง ทั้งยังเชื่อว่ามันต้องการทำลายสิ่งมีชีวิตทั้งหมด ความอิจฉาริษยาของมังกรปีศาจก่อให้เกิดความชั่วร้ายที่เป็นพิษต่อแผ่นดินและผู้คนที่อาศัยอยู่ ในช่วงเวลาที่เลวร้ายนั้น เหล่าอสูรร้ายกระหายเลือด และความรกร้างได้เข้ามาเยือน Mondstadt ผู้คนต่างพากันร้องไห้ให้กับแผ่นดินที่แห้งแล้ง และทำให้เทพเจ้าแห่งสายลมที่หลับอยู่ในป่าต้องตกใจตื่น เทพเจ้าแห่งสายลมออกมาตามคำเรียกร้องของทุกคนพร้อมกับเรียกผู้รับใช้ของเขามาด้วย เพื่อปกป้องชีวิตและอิสรภาพของผู้คนจากเงาอันชั่วร้ายของมังกรอสูร ท่ามกลางการต่อสู้อันดุเดือดในหมู่เมฆ Dvalin ก็สยายปีกทั้งหกที่ได้รับพรจากเทพ ตัดท้องฟ้าทั้งด้านซ้ายและขวาผ่านเกล็ดเหล็กของ Durin ต่อสู้ท่ามกลางท้องฟ้าอย่างเอาเป็นเอาตาย Dvalin ปล่อยพลังเขี้ยววายุจากกรงเล็บมหึมาของมัน ราวกับเคียวแหลมเจาะทะลุเนื้ออันเน่าเปื่อยของ Durin การต่อสู้ครั้งนั้นสั่นสะเทือนไปทั้งฟ้าและผืนแผ่นดิน ในที่สุด คอของมังกรอสูรก็ถูก Dvalin เฉือนและร่วงลงจากท้องฟ้า"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"ลาก่อนท่านแม่ การเดินทางของข้าสิ้นสุดลงแล้ว\"</color>\n<color=#ffffffd9>\"การหลับไหลท่ามกลางพื้นหิมะที่ส่องประกายราวกับเงิน ก็ฟังดูไม่เลว</color>\n<color=#ffffffd9>\"ลาก่อน กวีรูปงาม ลาก่อน มังกรที่งดงาม\"</color>\n<color=#ffffffd9>\"ถ้าเราได้เจอกันในต่างที่ ต่างเวลา\"</color>\n<color=#ffffffd9>\"ได้ร้องเพลง และเต้นรำร่วมกันอีกครั้ง ก็คงจะดีไม่น้อย\"</color>\n<color=#ffffffd9>เขาคิดด้วยความจริงใจในขณะที่เขากำลังจะตาย</color>\n<color=#ffffffd9>\"พรอันประเสริฐที่ไหลเวียนอยู่ในสายเลือดของข้า\"</color>\n<color=#ffffffd9>\"และฉากอันสวยงามของจักรวาลอันมืดมิดที่ให้กำเนิดข้า...\"</color>\n<color=#ffffffd9>\"ขอมอบให้เจ้ารับมันไป\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/f5cdefaf93f3fc5a8efaa9d8e670b325_8501016490997682825.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ร่างของ Durin ร่วงลงบนซากปรักหักพังของอาณาจักรโบราณ Sal Vindagnyr ซึ่งต่อมามีนามว่า Dragonspine หิมะบนยอดเขาแห่งนี้ไม่เคยละลาย ดังนั้นพลังแห่งน้ำแข็งนิรันดร์จึงสามารถกักพิษแห่งความเสื่อมสลายที่ออกมาจากร่างของ Durin เอาไว้ได้ หัวใจที่เป็นพิษของเขายังคงเต้นอยู่ในส่วนลึกลงไปในหิมะ เลือดที่เป็นพิษต่อแผ่นดิน และยังสามารถเพิ่มพลังให้กับสัตว์ประหลาดที่อาศัยอยู่ในที่แห่งนี้"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/20/237301566/d97160c2d7ebb6560f691f24e5ac57f6_1075917967524094745.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ความปรารถนาที่จะมีชีวิตอยู่ของ Durin สามารถฟื้นคืนชีพพืชที่ตายแล้วและเปลี่ยนพวกมันให้กลายเป็นสัตว์ประหลาดอย่าง Cryo Regisvine เมื่อเลือดของมังกรดำ Durin ไหลลงบนดินแดน Vindagnyr และนักเดินทางได้บำรุงต้นไม้สีขาวที่ตายแล้วด้วย Crimson Agates ที่เกิดขึ้นมาจากเลือดของมังกร จนทำให้ต้นไม้ที่ตายไปนานแล้วบนยอดเขาฟื้นคืนชีพขึ้นมาอีกครั้ง\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>มังกรธาตุ และเป็นเพื่อนของเทพเจ้าแห่งสายลม Barbatos เป็นที่รู้จักในนาม Stormterror หลังจากถูกกัดกร่อนด้วยพิษเลือดของมังกรเงา</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/278806422/6a4bc301d2ace0ace7ed7641c2c8bf9d_1113150155883812350.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "หนึ่งในนักกวีพเนจร ที่มีอยู่มากมายใน Mondstadt ผู้เดินเตร่ไปตามถนนซอกซอย อย่างอิสรเสรี",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2145,
        "name": "Cryo Regisvine",
        "desc": "มอนสเตอร์ที่เกิดจากเถาวัลย์ที่เต็มไปด้วยกระแสน้ำค้างแข็ง<br/>มีงานวิจัยบอกไว้ว่า พืชนั้นเป็นเหมือนดั่งอวัยวะของโลก ที่ช่วยปรับกระแสพลังงานธาตุที่มากเกินไปให้เหมาะสม ซึ่งตัวอย่างของปรากฏการณ์นี้ได้แก่ Mist Flower, Whopperflower เป็นต้น พืชเหล่านี้ล้วนเป็นสิ่งที่เต็มไปด้วยพลังงานธาตุ<br/>ส่วนพืชชนิดพิเศษที่เติบโตในสภาพแวดล้อมที่เฉพาะเจาะจงอย่าง Cryo Regisvine นั้น เมื่อเวลาผ่านไปก็จะเป็นเหมือนกับอสูรที่มีร่างอันใหญ่โตและดุร้าย...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Cryo Regisvine_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "สายลมในป่าเขา",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1955,
        "name": "Skyward Atlas",
        "desc": "บันทึกมวลเมฆที่เป็นเหมือนตัวแทนของ Dvalin และเทพแห่งลมผู้เป็นเจ้าของเดิม ภายในระบุรายละเอียดของสายลมและหมู่เมฆในแดนเหนือ และมีพลังของท้องฟ้าและสายลมอยู่ด้วย",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之卷.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Skyward Pride",
        "desc": "ดาบใหญ่ที่เป็นสัญลักษณ์แห่งความทรนงของ Dvalin ผ่านฟากฟ้า เมื่อเหวี่ยงมัน จะมีคลื่นเสียงต่ำที่เกิดจากพลังของฟ้าและพลังแห่งลมที่ซ่อนอยู่ภายใน",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Skyward Spine",
        "desc": "หอกที่เป็นสัญลักษณ์ของ ความตั้งใจของ Dvalin ด้ามหอกที่ตรงดิ่งชี้ไปยังฟากฟ้า มีพลังของฟ้าและพลังแห่งลม ซ่อนอยู่ภายใน",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Skyward Blade",
        "desc": "ดาบของอัศวินที่เป็นสัญลักษณ์ของการกอบกู้เกียรติยศของ Dvalin ด้วยพรของเทพแห่งลมที่หลับใหลอยู่ในดาบนี้จึงทำให้มันมีพลังของท้องฟ้าและสายลม",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Skyward Harp",
        "desc": "ธนูใหญ่ที่เป็นเหมือนตัวแทนของ Dvalin และเทพแห่งลมผู้เป็นเจ้าของเดิม เสียงที่เกิดขึ้นเมื่อยิงศรเป็นดั่งเสียงเพลงเมื่อเทพแห่งลมได้ฟัง มันมีพลังของท้องฟ้าและสายลมอยู่ด้วย",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Dragonspine Spear",
        "desc": "หอกที่สร้างจากเขี้ยวของมังกร เมื่อสัมผัสแล้วให้ความรู้สึกที่อบอุ่นอย่างน่าประหลาด",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1969,
        "name": "Frostbearer",
        "desc": "ผลไม้ประหลาดที่มีกลิ่นอายของความเย็นและความรู้สึกที่เจ็บปวด",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/忍冬之果.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2062,
        "name": "Blizzard Strayer",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Blizzard Strayer/flower_of_life_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3655,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 985,
        "name": "เขี้ยวมังกรที่ดูดซับพลังชีวิต",
        "desc": "เขี้ยวมังกรที่ดูดซับพลังชีวิตแล้ว จะมีความเงาหรือเนื้อสัมผัสที่จะทำให้รู้สึกไม่ค่อยปลอดภัย...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vitalized Dragontooth_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "name": "Crimson Agate",
        "desc": "คริสตัลที่เกิดจากการรวมกันของพลังชีวิตที่ทรงพลังและพลังพิเศษใน Dragonspine นี่คือ \"สารอาหาร\" ที่เหมาะสำหรับการเจริญเติบโตของ Frostbearing Tree",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crimson Agate_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1280,
        "name": "Priest's Box",
        "desc": "กล่องสมบัติที่ด้านล่างมีลวดลายอยู่หนึ่งในสามส่วน หากหาลวดลายอีกสองส่วนที่เหลือได้ครบ บางทีอาจจะสามารถเปิดประตูสักแห่งได้<br/>\"ฉันอยากให้ลูกหลานของฉันจะมีชีวิตอยู่ตลอดไปเหมือนกับต้นไม้สีขาว\"<br/>\"แต่แม้แต่ต้นไม้สีขาวก็ยังเหี่ยวเฉาและไม่ได้ยินเสียงกิ่งก้านของมันอีกต่อไป ความคาดหวังของฉันก็สูญสิ้นตามไปด้วย\"<br/>\"ฉันปีนกลับไปด้านบนยอดเขาอีกครั้งเพื่อขอคำแนะนำ และเมื่อฉันลงมาจากเขา ลูกสาวของฉันน่าจะวาดภาพที่สองของเธอเสร็จแล้ว\"<br/>\"ส่วนภาพที่สามนั้น ถ้าวาดภาพวิวหลังจากที่หิมะละลายก็คงจะดี\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Priest's Box_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 297,
        "name": "Princess' Box",
        "desc": "กล่องสมบัติที่ด้านล่างมีลวดลายอยู่หนึ่งในสามส่วน หากหาลวดลายอีกสองส่วนที่เหลือได้ครบ บางทีอาจจะสามารถเปิดประตูสักแห่งได้<br/>\"ฉันกลัวว่าจะวาดภาพนี้ไม่เสร็จ\"<br/>\"ฉันไม่ได้เห็นท้องฟ้าและทุ่งหญ้ามานานแล้ว เลยไม่รู้ว่าจะใช้สีฟ้าอะไร หรือสีเขียวแบบไหน ถึงจะวาดภาพวิวหลังหิมะละลายออกมาได้ตามที่พ่อต้องการ\"<br/>\"เมื่อพ่อกลับมาแล้ว ทุกอย่างคงกลับสู่สภาพเดิม ว่าแต่หนาวจังเลย ฉันทนไม่ไหวแล้วสิ\"<br/>\"ขอโทษนะพ่อ ขอโทษ\"<br/>\"Imunlaukr ถ้าได้เจอคุณอีกสักครั้งก็คงจะดี...\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Princess's Box_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1602,
        "name": "Scribe's Box",
        "desc": "กล่องสมบัติที่ด้านล่างมีลวดลายอยู่หนึ่งในสามส่วน หากหาลวดลายอีกสองส่วนที่เหลือได้ครบ บางทีอาจจะสามารถเปิดประตูสักแห่งได้<br/>\"ขอให้ท้องฟ้าที่เย็นยะเยือกนี้มอดไหม้ ไปจนกว่าจะไม่มีสิ่งมีชีวิตเหลืออยู่ในโลกนี้\"<br/>\"ขอให้เรากลายเป็นเถ้าถ่านที่ปลิวไปตามลม เพื่อไล่ตามคนนอกที่ละทิ้งเจ้าหญิงไป\"<br/> \"ขอให้มังกรดำในความฝันของเจ้าหญิง สาดพิษสีแดงของมันไปทั่วทั้งดินแดน\"<br/> \"จนเหลือฉันเป็นคนสุดท้าย และไม่จำเป็นต้องอยู่อีกต่อไป\"<br/>\" ได้ยินว่ามีบางคนกำลังสร้างอาณาจักรที่ไม่มีเทพเจ้าอยู่ที่ไหนสักแห่ง ถ้าอย่างนั้น บางทีพวกเขาอาจมีพลังที่สามารถต่อต้านโลกใบนี้ได้\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Scribe's Box_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3028,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ชอล์กขาวและมังกรดำ",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ในวันหนึ่งช่างตีเหล็กคนหนึ่งได้ตีดาบเวทมนตร์ขึ้นมา โดยเขาได้ติดกรงเล็บ เขี้ยว และเกล็ดของ Durin ลงไปในดาบ พิษของมังกรนั้นได้ซึมเข้าไปในตัวดาบและทำให้ดาบมีพลังพิเศษขึ้นมา ช่างตีเหล็กรู้สึกภาคภูมิใจกับการสร้างสรรค์ของเขาอย่างมากจนตัดสินใจทดสอบดาบด้วยตัวเอง ทันทีที่เขาเริ่มการต่อสู้ พลังงานแห่งความเสื่อมสลายก็เอ่อล้นออกมาจากด้ามดาบ และซึมเข้าสู่ร่างกายของเขา มนุษย์ธรรมดาไม่อาจต้านทานกับพลังอันมหาศาลนี้ได้ ช่างตีเหล็กถูกคำสาปกลืนกิน เขาบ้าคลั่งและวิ่งหนีไปด้วยความวิกลจริต และอาจพบจุดจบในที่ที่ไม่มีใครทราบได้"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/27/237301566/20f19930548c5c93f9b91aa2fc6276cd_2030450059687261741.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ดาบเล่มนี้ได้ตกมาถึงมือของ Albedo หนึ่งในลูกของ Rhinedottir และพี่น้องของ Durin ในระหว่างนั้น Albedo ต้องการทดลองหลายครั้ง แต่ในระหว่างการค้นคว้า เขาได้เรียนรู้ประวัติศาสตร์ของดาบเล่มนี้โดยไม่คาดคิด ดาบเล่มนี้เกือบจะ \"มีชีวิต\" และสามารถดูดซับพลังงานของผู้อื่นได้ เมื่อรู้ว่าคนธรรมดาไม่สามารถใช้ดาบเล่มนี้ได้ Albedo จึงมอบมันให้กับนักเดินทางผู้มีความสามารถในการถอนพิษของ Durin เพื่อที่พวกเขาจะได้เติมพลังชีวิตให้กับดาบเล่มนี้ จากนั้น Albedo ก็สามารถดึงพลังออกมาจากดาบได้และพบว่ามันเกี่ยวข้องกับตัวเขา จากความเกี่ยวข้องทางสายเลือดของเขากับ Durin\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "อัจฉริยะที่ถูกขนานนามว่า &#34;Kreideprinz&#34; (องค์ชายชอล์กขาว) นั้นเป็นหัวหน้านักเล่นแร่แปรธาตุ และหัวหน้าทีมสืบสวนแห่งกองอัศวิน Favonius",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2011,
        "name": "Festering Desire",
        "desc": "ดาบที่ชั่วร้ายนี้ดูเหมือนจะกระหายอยากเอาชีวิต มันมีพิษที่สามารถกัดกร่อนได้แม้กระทั่งมังกร",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/腐殖之剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1492,
        "name": "Festering Dragon Marrow",
        "desc": "วัสดุสำหรับขัดเกลาอาวุธสำหรับ Festering Desire<br/>สารที่ได้จากการชำระล้างพิษของ Durin ที่กระจายอยู่ในกระแสพลังของ Dragonspine ดูเหมือนว่าสารนี้จะสามารถเพิ่มพลังของ \"ดาบกระหายเลือด\" ได้อีกด้วย",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Festering Dragon Marrow_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ฝุ่นธุลีและเงาแห่งหิมะ",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ในตอนที่นักเล่นแร่แปรธาตุ Rhinedotir ได้ทำการทดลองเพื่อสร้างสิ่งมีชีวิตจากความช่วยเหลือของ Khemia นั้น หนึ่งในการทดลองของเธอล้มเหลวและถูกโยนทิ้งไป มังกร Durin ได้กลืนกินมันเข้าไป แต่เมื่อมังกรถูกปราบลงที่ Dragonspine การทดลองนั้นก็กลับขึ้นมามีชีวิตอีกครั้งโดยอาศัยเลือดของ Durin การทดลองที่ล้มเหลวตนนั้นเกิดความอิจฉาริษยาในตัว Albedo ผู้ที่เรียกได้ว่าเกือบจะสมบูรณ์แบบที่สุดในสายตาของมัน มันจึงตัดสินใจแปลงกายเป็น Albedo เพื่อจะเข้ามาแทนที่เขา แต่ Albedo ก็สามารถหยุดยั้งแฝดปีศาจของเขาไว้ได้ โชคชะตาของมันจะเป็นอย่างไรต่อไปก็ไม่อาจทราบได้\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "อัจฉริยะที่ถูกขนานนามว่า &#34;Kreideprinz&#34; (องค์ชายชอล์กขาว) นั้นเป็นหัวหน้านักเล่นแร่แปรธาตุ และหัวหน้าทีมสืบสวนแห่งกองอัศวิน Favonius",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ตัวอย่างเนื้อเรื่อง",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวอย่างเวอร์ชัน 1.2: \"ชอล์กขาวและมังกรดำ\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/27/237301566/27162df127afdeada9fbad8df748548a_7618409944032668493.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>11/10/20</color>\nภูเขาที่ร่างของ Durin อสูรมังกรผู้แปดเปื้อนซึ่งครั้งหนึ่งเคยเผชิญหน้ากับ Dvalin ร่วงหล่นลงมานั้น ถูกเรียกว่า \"Dragonspine\"\nสภาพแวดล้อมซึ่งสร้างขึ้นจากหิมะทับถมและความหนาวสุดขั้ว, เลือดพิษและปีศาจร้ายนั้น ทำให้เป็นเรื่องยากมากที่จะพบเห็นผู้คน แต่นักเดินทางผู้ก้าวผ่านทะเลแห่งดวงดาวผู้นั้น ก็ยังคงก้าวเดินไปเพื่อสัมผัสประสบการณ์การเดินทางที่นี่...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=dzpmNU8WJVg&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ความสัมพันธ์"
      },
      {
        "type": "RichText",
        "text": "Rhinedottir\nนักเล่นแร่แปรธาตุจาก Khaenri'ah ผู้สร้าง Durin แห่ง \"Humus\"",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4902,
        "name": "Dvalin",
        "desc": "<p>มังกรธาตุ และเป็นเพื่อนของเทพเจ้าแห่งสายลม Barbatos เป็นที่รู้จักในนาม Stormterror หลังจากถูกกัดกร่อนด้วยพิษเลือดของมังกรเงา</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/10/278806422/6a4bc301d2ace0ace7ed7641c2c8bf9d_1113150155883812350.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "มังกรธาตุผู้พิชิต Durin",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "อัจฉริยะที่ถูกขนานนามว่า &#34;Kreideprinz&#34; (องค์ชายชอล์กขาว) นั้นเป็นหัวหน้านักเล่นแร่แปรธาตุ และหัวหน้าทีมสืบสวนแห่งกองอัศวิน Favonius",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2123,
        "name": "Rockfond - Rifthound",
        "desc": "สัตว์ร้ายแห่งสายเลือดอสูร ที่สามารถกัดกร่อนเขตแดนของโลกได้ มันถูกสร้างขึ้นโดย \"Gold\"<br/>อสูรเหล่านี้เผยพฤติกรรมทางชีววิทยาที่คล้ายคลึงกับหมาป่าปกติทั่วไป บางทีอาจเป็นเพราะความรู้สึกชื่นชมไม่ก็ความอิจฉาริษยาที่มีต่อ \"เครือญาติ\" บนพื้นดิน และความใฝ่ฝันที่จะเข้าไปแทนที่ก็เป็นได้",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2125,
        "name": "Thundercraven - Rifthound",
        "desc": "สัตว์ร้ายแห่งสายเลือดอสูร ที่สามารถกัดกร่อนเขตแดนของโลกได้ มันถูกสร้างขึ้นโดย \"Gold\"<br/>พวกมันเคยทำลายล้างดินแดน จนถูกต่อต้านและตามล่า และได้หายไปเป็นช่วงระยะเวลาหนึ่ง แต่ช่วงนี้พวกมันกลับปรากฏขึ้นตัวอีกครั้ง ฝูงหมาป่าสีดำที่คุกคามความปลอดภัยของ Springvale และ Wolvendom ก็เป็นพวกมันนั่นเอง",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2124,
        "name": "Thundercraven - Rifthound Whelp",
        "desc": "สัตว์ร้ายแห่งสายเลือดอสูร ที่สามารถกัดกร่อนเขตแดนของโลกได้ \"Gold\" เรียกพวกมันว่า \"Leaching\"<br/>ในอดีต เมื่อสัตว์อสูรยักษ์ย่างกรายมา มักจะมีฝูงสุนัขนักล่าปรากฏตัวขึ้น เพื่อละลายเขตแดนของโลกและเปิดเส้นทางก่อนเสมอ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound Whelp_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2122,
        "name": "Rockfond - Rifthound Whelp",
        "desc": "สัตว์ร้ายแห่งสายเลือดอสูร ที่สามารถกัดกร่อนเขตแดนของโลกได้ \"Gold\" เรียกพวกมันว่า \"Alfisol\"<br/>พวกมันมาจากส่วนลึกของขุมนรกและสามารถกลืนกินพลังของธาตุได้ โชคดีที่ตอนนี้อสูรพวกนี้ค่อนข้างหายากแล้ว",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound Whelp_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2247,
        "name": "Golden Wolflord",
        "desc": "ผู้ปกครองกลุ่มหมาป่าดำที่มาจากต่างโลกอันแสนมืดมน มีอำนาจในการสั่งให้ฝูงหมาป่าที่ซ่อนเขี้ยวเล็บที่คมกริบละลายดินแดนเพื่อสร้างทางเดินให้มันได้<br/>Wolflord นั้นไม่มีชื่อ เพราะมันก็เป็นเพียงสิ่งที่ \"Gold\" สร้างขึ้นโดยไม่ใส่ใจก็เท่านั้น และนั่นเป็นเหตุผลว่าทำไมมันจึงหมกมุ่นอยู่กับการบุกรุกโลกที่ไม่ได้เป็นของมัน และสร้างชื่อให้กับตัวมันเอง<br/>แต่ฝูงหมาป่านั้นห่างไกลจากความโง่เขลา หลังได้รับความพ่ายแพ้จากการรุกรานครั้งก่อน พวกมันได้เลือกเกาะร้างที่ไม่มีมนุษย์หรือผู้พิทักษ์อยู่ เพื่อเตรียมพร้อมสำหรับการมาถึงของ Wolflord",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>สิ่งมีชีวิตลึกลับที่มีอายุมากกว่า 500 ปีก่อนช่วงภัยพิบัติ Elynas เปรียบเสมือนเป็น \"ท่านพ่อ\" ของเหล่าเมลูซีนทุกตัว</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/10257458/fa4c986eefe97522566b35be6e29e7a0_8444278057024926839.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "พี่น้องของ Durin",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "รายการที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 2318,
        "name": "สายลมในป่าเขา",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Breeze Amidst the Forest_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1955,
        "name": "Skyward Atlas",
        "desc": "บันทึกมวลเมฆที่เป็นเหมือนตัวแทนของ Dvalin และเทพแห่งลมผู้เป็นเจ้าของเดิม ภายในระบุรายละเอียดของสายลมและหมู่เมฆในแดนเหนือ และมีพลังของท้องฟ้าและสายลมอยู่ด้วย",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之卷.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1953,
        "name": "Skyward Pride",
        "desc": "ดาบใหญ่ที่เป็นสัญลักษณ์แห่งความทรนงของ Dvalin ผ่านฟากฟ้า เมื่อเหวี่ยงมัน จะมีคลื่นเสียงต่ำที่เกิดจากพลังของฟ้าและพลังแห่งลมที่ซ่อนอยู่ภายใน",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之傲.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1957,
        "name": "Skyward Spine",
        "desc": "หอกที่เป็นสัญลักษณ์ของ ความตั้งใจของ Dvalin ด้ามหอกที่ตรงดิ่งชี้ไปยังฟากฟ้า มีพลังของฟ้าและพลังแห่งลม ซ่อนอยู่ภายใน",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之脊.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1954,
        "name": "Skyward Blade",
        "desc": "ดาบของอัศวินที่เป็นสัญลักษณ์ของการกอบกู้เกียรติยศของ Dvalin ด้วยพรของเทพแห่งลมที่หลับใหลอยู่ในดาบนี้จึงทำให้มันมีพลังของท้องฟ้าและสายลม",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之刃.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1956,
        "name": "Skyward Harp",
        "desc": "ธนูใหญ่ที่เป็นเหมือนตัวแทนของ Dvalin และเทพแห่งลมผู้เป็นเจ้าของเดิม เสียงที่เกิดขึ้นเมื่อยิงศรเป็นดั่งเสียงเพลงเมื่อเทพแห่งลมได้ฟัง มันมีพลังของท้องฟ้าและสายลมอยู่ด้วย",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/天空之翼.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2011,
        "name": "Festering Desire",
        "desc": "ดาบที่ชั่วร้ายนี้ดูเหมือนจะกระหายอยากเอาชีวิต มันมีพิษที่สามารถกัดกร่อนได้แม้กระทั่งมังกร",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/腐殖之剑.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2060,
        "name": "Dragonspine Spear",
        "desc": "หอกที่สร้างจากเขี้ยวของมังกร เมื่อสัมผัสแล้วให้ความรู้สึกที่อบอุ่นอย่างน่าประหลาด",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/龙脊长枪.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3655,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 985,
        "name": "เขี้ยวมังกรที่ดูดซับพลังชีวิต",
        "desc": "เขี้ยวมังกรที่ดูดซับพลังชีวิตแล้ว จะมีความเงาหรือเนื้อสัมผัสที่จะทำให้รู้สึกไม่ค่อยปลอดภัย...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Vitalized Dragontooth_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1365,
        "name": "Crimson Agate",
        "desc": "คริสตัลที่เกิดจากการรวมกันของพลังชีวิตที่ทรงพลังและพลังพิเศษใน Dragonspine นี่คือ \"สารอาหาร\" ที่เหมาะสำหรับการเจริญเติบโตของ Frostbearing Tree",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Crimson Agate_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1492,
        "name": "Festering Dragon Marrow",
        "desc": "วัสดุสำหรับขัดเกลาอาวุธสำหรับ Festering Desire<br/>สารที่ได้จากการชำระล้างพิษของ Durin ที่กระจายอยู่ในกระแสพลังของ Dragonspine ดูเหมือนว่าสารนี้จะสามารถเพิ่มพลังของ \"ดาบกระหายเลือด\" ได้อีกด้วย",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Festering Dragon Marrow_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "name": "หน้ากระดาษลึกลับ - 5",
        "desc": "<p>กระดาษโบราณที่มีเนื้อหาที่ไม่สามารถเข้าใจได้อย่างสิ้นเชิง อาจมีวิธีบางอย่างสำหรับตีความเนื้อหา</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/115795437/ba25972c61c93270e7952103a3096b70_6534936848395732758.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1069,
        "name": "Chunk of Aerosiderite",
        "desc": "<p>เมื่อ Khaenri'ah ได้ถูกทำลายลง จอมมารร้ายได้สร้างเหล่าอสูรที่เต็มไปด้วยเลือดสีดำไหลเวียนอยู่มากมายนับไม่ถ้วนขึ้นมา พวกมันทำลายทุกที่ไปเรื่อยๆ ชีวิตของพวกมันนั้นได้เกิดจากการกลายพันธุ์เมื่อได้รับพลังจากโลกภายนอก ว่ากันตรง ๆ แล้วมังกร \"Durin\" ที่โจมตี Mondstadt นั้นก็เป็นสิ่งมีชีวิตที่กลายพันธุ์เช่นกัน</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Chunk of Aerosiderite_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1709,
        "name": "Concealed Unguis",
        "desc": "ชิ้นส่วนร่างกายจากร่างของ Riftwolf<br/>แม้ว่ามันจะดูน่าอัศจรรย์ แต่เมื่อเทียบกับผลงานชิ้นเอกอย่าง Durin ที่เป็น \"Humus\" แล้ว สุนัขนักล่าที่เป็น \"Alfisol\" ก็ไม่มีค่าพอที่จะพูดถึง",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Concealed Unguis_icon.png",
        "displayStyle": "card"
      }
    ]
  }
}