{
  "epId": 4914,
  "name": "Elynas",
  "desc": "<p>สิ่งมีชีวิตลึกลับที่มีอายุมากกว่า 500 ปีก่อนช่วงภัยพิบัติ Elynas เปรียบเสมือนเป็น \"ท่านพ่อ\" ของเหล่าเมลูซีนทุกตัว</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/10257458/fa4c986eefe97522566b35be6e29e7a0_8444278057024926839.png",
  "menuId": 10,
  "menuName": "คู่มือ NPC",
  "version": 1717563230,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Elynas"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "สังกัด",
        "value": [
          {
            "type": "RichText",
            "text": "Abyss"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "หัวกระโหลกของ Elynas",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/10257458/eea972d39b33360668a231b8d6255230_1197743923484700799.png"
      },
      {
        "key": "หัวใจของ Elynas",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/10257458/ebe82b362ea973c760c6a38d9878a203_5405591837230961702.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "หัวใจของ Elynas ที่กลายเป็นหิน"
          }
        ]
      },
      {
        "key": "ทิวทัศน์ภายในส่วนที่ลึกที่สุดของ Elynas",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/10257458/3d8628944d1e5a46b730704d6b486f56_3117241445102660578.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "พื้นที่ต่างมิติที่ Elynas สร้างขึ้นเพื่อพบกับนักเดินทาง"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffff>เควสต์โลก</color>\nสีโบราณกาล\nบทที่ 1: การแต้มฟองสมุทรและสีชาด\nภาพวาดเงาลวงตา"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "การถือกำเนิดของ Elynas",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ก่อนที่เขาจะเกิด Elynas ต้องล่องลอยอยู่ในจักรวาลอันมืดมิด มันทั้งหนาวเหน็บและโดดเดี่ยว เขารู้สึกเศร้ามากเลย เขารู้สึกเศร้ามากจึงมักจะร้องไห้อยู่บ่อยครั้ง ต่อมา เขาก็ได้ยินเสียงของแม่ที่ต้องการให้เขาไปเกิดในโลกที่สวยงาม อยากให้เขามีชีวิต และร่างกายที่แข็งแรงซึ่งสามารถก้าวเดินบนผืนดินได้ เธออยากให้เขามีชื่อที่ไพเราะ เธออยากให้เขามีพี่น้องมากมาย อยากให้เขารู้จักกับเพื่อนมากหน้าหลายตา ได้เห็นทิวทัศน์ที่สวยงาม และเต็มไปด้วยสีสันนอกจักรวาลอันมืดมิด พวกพี่ ๆ ล้วนแต่ดีกับเขาทั้งนั้น หลังจากนั้นก็มีน้อง ๆ อีกมากมาย เขาก็เลยปฏิบัติต่อพวกเขาเหมือนกับพวกพี่ ๆ\nต่อมาพวกเขาก็ออกจากโลกใต้ดิน Elynas สัมผัสได้ถึงสายลมที่พัดผ่านผิวหนัง ความร้อนของแสงแดด น้ำเย็นและน้ำอุ่น ในตอนแรก Elynas รู้สึกว่าการได้รู้จักโลกใบนี้ เป็นอะไรที่มีความสุขมากจริง ๆ แต่ภายหลังเขาก็ค้นพบว่า เขาไม่เหมือนกับสิ่งมีชีวิตบนพื้นเลย เรื่องที่เขารู้สึกว่าสนุกหรือน่าสนใจ ล้วนแต่เป็นสิ่งน่ากลัวสำหรับคนอื่น ๆ และยังสร้างความเสียหายมากมายให้กับพวกเขาด้วย Elynas ได้เรียนรู้ว่าเลือดของเขาเป็นพิษที่นำความทุกข์ทรมานมาสู่ผู้คนของทวีป Teyvat แต่กว่าจะได้รู้ก็สายไปเสียแล้ว\nเมื่อพิจารณาจากข้อเท็จจริงที่ว่าเลือดของ Elynas มีองค์ประกอบที่คล้ายคลึงกับเลือดของมังกร Durin ซึ่งทั้งสองต่างเรียกผู้สร้างว่าแม่ และทั้งสองยังมีเป้าหมายเดียวกันในการมายังทวีป Teyvat จึงสรุปได้ว่า Elynas และ Durin มีผู้สร้างเป็นคนเดียวกันซึ่งก็คือแม่มด Rhinedottir หรือที่รู้จักในชื่อ Gold เธอเป็นแม่ของ Durin, Albedo และสัตว์อสูรอีกจำนวนมาก นอกจากนี้ยังเป็นหนึ่งในสาเหตุที่ทำให้เกิดภัยพิบัติขึ้นอีกด้วย\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>มังกรเงา และเป็นลูกคนหนึ่งของ Rhinedotir</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/13/278806422/4da89ee2780e1d49a61ab4c4236a9da3_8298994409115089680.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "อัจฉริยะที่ถูกขนานนามว่า &#34;Kreideprinz&#34; (องค์ชายชอล์กขาว) นั้นเป็นหัวหน้านักเล่นแร่แปรธาตุ และหัวหน้าทีมสืบสวนแห่งกองอัศวิน Favonius",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2124,
        "name": "Thundercraven - Rifthound Whelp",
        "desc": "สัตว์ร้ายแห่งสายเลือดอสูร ที่สามารถกัดกร่อนเขตแดนของโลกได้ \"Gold\" เรียกพวกมันว่า \"Leaching\"<br/>ในอดีต เมื่อสัตว์อสูรยักษ์ย่างกรายมา มักจะมีฝูงสุนัขนักล่าปรากฏตัวขึ้น เพื่อละลายเขตแดนของโลกและเปิดเส้นทางก่อนเสมอ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound Whelp_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2122,
        "name": "Rockfond - Rifthound Whelp",
        "desc": "สัตว์ร้ายแห่งสายเลือดอสูร ที่สามารถกัดกร่อนเขตแดนของโลกได้ \"Gold\" เรียกพวกมันว่า \"Alfisol\"<br/>พวกมันมาจากส่วนลึกของขุมนรกและสามารถกลืนกินพลังของธาตุได้ โชคดีที่ตอนนี้อสูรพวกนี้ค่อนข้างหายากแล้ว",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound Whelp_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2125,
        "name": "Thundercraven - Rifthound",
        "desc": "สัตว์ร้ายแห่งสายเลือดอสูร ที่สามารถกัดกร่อนเขตแดนของโลกได้ มันถูกสร้างขึ้นโดย \"Gold\"<br/>พวกมันเคยทำลายล้างดินแดน จนถูกต่อต้านและตามล่า และได้หายไปเป็นช่วงระยะเวลาหนึ่ง แต่ช่วงนี้พวกมันกลับปรากฏขึ้นตัวอีกครั้ง ฝูงหมาป่าสีดำที่คุกคามความปลอดภัยของ Springvale และ Wolvendom ก็เป็นพวกมันนั่นเอง",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2123,
        "name": "Rockfond - Rifthound",
        "desc": "สัตว์ร้ายแห่งสายเลือดอสูร ที่สามารถกัดกร่อนเขตแดนของโลกได้ มันถูกสร้างขึ้นโดย \"Gold\"<br/>อสูรเหล่านี้เผยพฤติกรรมทางชีววิทยาที่คล้ายคลึงกับหมาป่าปกติทั่วไป บางทีอาจเป็นเพราะความรู้สึกชื่นชมไม่ก็ความอิจฉาริษยาที่มีต่อ \"เครือญาติ\" บนพื้นดิน และความใฝ่ฝันที่จะเข้าไปแทนที่ก็เป็นได้",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2247,
        "name": "Golden Wolflord",
        "desc": "ผู้ปกครองกลุ่มหมาป่าดำที่มาจากต่างโลกอันแสนมืดมน มีอำนาจในการสั่งให้ฝูงหมาป่าที่ซ่อนเขี้ยวเล็บที่คมกริบละลายดินแดนเพื่อสร้างทางเดินให้มันได้<br/>Wolflord นั้นไม่มีชื่อ เพราะมันก็เป็นเพียงสิ่งที่ \"Gold\" สร้างขึ้นโดยไม่ใส่ใจก็เท่านั้น และนั่นเป็นเหตุผลว่าทำไมมันจึงหมกมุ่นอยู่กับการบุกรุกโลกที่ไม่ได้เป็นของมัน และสร้างชื่อให้กับตัวมันเอง<br/>แต่ฝูงหมาป่านั้นห่างไกลจากความโง่เขลา หลังได้รับความพ่ายแพ้จากการรุกรานครั้งก่อน พวกมันได้เลือกเกาะร้างที่ไม่มีมนุษย์หรือผู้พิทักษ์อยู่ เพื่อเตรียมพร้อมสำหรับการมาถึงของ Wolflord",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "name": "หน้ากระดาษลึกลับ - 5",
        "desc": "<p>กระดาษโบราณที่มีเนื้อหาที่ไม่สามารถเข้าใจได้อย่างสิ้นเชิง อาจมีวิธีบางอย่างสำหรับตีความเนื้อหา</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/115795437/ba25972c61c93270e7952103a3096b70_6534936848395732758.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "การตายของ Elynas และการถือกำเนิดของเมลูซีน",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Elynas ประกฏตัวขึ้นครั้งแรกที่ Fontaine ในช่วงภัยพิบัติเมื่อ 500 ปีก่อน การดำรงอยู่ของ Elynas ทำให้น้ำและผืนดินเป็นพิษ ดังนั้น กองเรือของ Fontaine จึงถูกส่งไปเพื่อปกป้อง Fontaine ซึ่งนำโดย Basil Elton บนเรือ Sponsian ของเธอ การไล่ล่าอสูรร้ายยาวนานถึง 35 วัน แต่ในระหว่างนั้นก็คอยสู้กับเหล่าอสูรร้ายตัวอื่น ๆ ไปด้วยจนเรือหลายลำถูกทำลายลง เรือธงได้รับความเสียหายหนัก ส่วน Elynas เองก็ได้รับบาดเจ็บ ในที่สุด Sponsian สามารถเอาชนะอสูรร้ายได้ ผลของการสู้รบอันยาวนานนับเดือน เรือแตกออกเป็นสองส่วน ส่วนหนึ่งติดอยู่ในร่างของ Elynas อีกส่วนยังสามารถพบเห็นได้บริเวณร่องน้ำ Elton ที่ยังคงล่องลอยไปตามกระแสน้ำราวกับเรือผี"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/acb85bf4ad0cb25cb352b5612b60ea22_6428975139913856858.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมื่อตระหนักได้ว่าเขานำมาซึ่งหายนะและความทุกข์ทรมาน Elynas จึงหยุดต่อสู้และยอมตาย จิตใจของเขาเต็มไปด้วยความเศร้าโศกและความสำนึกผิด แม้ว่าร่างกายและหัวใจของเขาจะกลายเป็นหินไปแล้ว แต่จิตใจของเขายังคงอยู่ เขาดีใจอย่างมากเมื่อมีคนเข้ามาในร่างของเขาราว ๆ 400 ปีก่อน ซึ่งคนที่เข้ามาคือ Jakob Ingold และ Rene de Petrichor ที่ต้องการใช้เลือดเนื้อของ Elynas ทำการวิจัยบนร่างของ Jakob เพื่อสร้างมนุษย์พันธุ์ใหม่ แต่แล้ววันหนึ่งกลับมีผู้คนมากมาย รวมถึงภูตแห่งน้ำบรรพกาล และสัตว์เหล็กจำนวนมากเข้ามาในร่างของเขา ในตอนนั้นเกิดการต่อสู้ขึ้นและเกิดเหตุระเบิดในร่างของเขา ทำให้ซากศพของอสูรยักษ์ได้รับบาดแผล และนั่นเป็นเหตุให้เมลูซีนถือกำเนิดขึ้นเป็นครั้งแรก เมลูซีนแต่ละตนจะเกิดมาพร้อมกับชิ้นส่วนโลหะที่พวกเขาคิดว่ามันเป็น “ของประจำตัว” ที่ต้องได้รับการปกป้อง เพื่อปกป้องตัวเขาเองและลูก ๆ Elynas ได้สร้าง Breacher Primuses สิ่งมีชีวิตที่ไม่ใช่ทั้งพืชและสัตว์ พวกมันมีพัฒนาการทางสติปัญญาน้อยกว่าเหล่าเมลูซีน แต่เมลูซีนก็เลี้ยงดูพวกมันราวกับเป็นสัตว์เลี้ยง"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“ฉันดีใจมาก เพราะพวกเขาทั้งงดงามและฉลาดเฉลียว ตั้งแต่นั้นมา ฉันจึงได้รู้ว่า สิ่งที่ฉันทำได้ไม่ใช่แค่การทำลาย แต่ฉันยังสามารถให้กำเนิดชีวิตใหม่ที่สวยงามเหล่านี้ได้ด้วย\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Elynas รักลูก ๆ ของตัวเองมากและมองว่าเหล่าเมลูซีนนั้นงดงามและฉลาดเฉลียว เขามักจะพูดคุยและเล่าเรื่องราวมากมายให้เมลูซีนฟัง คอยสอนวิธีการสร้างบ้านของตัวเอง และให้พวกเขาเติบโตขึ้นอย่างแข็งแรง จากนั้น ทั่วทุกที่ก็เต็มไปด้วยความสุขและมีชีวิตชีวา เหล่าเมลูซีนได้ก่อตั้งหมู่บ้านเมลูซีนภายในร่างของ Elynas และอาศัยอยู่ในนั้นนานหลายปี หลายศตวรรษต่อมา เมลูซีนเกือบทั้งหมดสูญเสียความสามารถในการสื่อสารกับ “ท่านพ่อ” และลืมเลือนเขาไป ยกเว้นเพียง Mamere ที่ยังสามารถสื่อสารกับเขาได้ เมลูซีนบางคนเริ่มมองว่าเขาเป็น “ท่านแม่” ที่คอยเอาใจใส่ แต่บางคนกลับจำไม่ได้ว่าผู้ให้กำเนิดของพวกเขาเป็นใคร\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "เมลูซีน",
        "desc": "<p>เมลูซีน เป็นสิ่งมีชีวิตที่มีเฉพาะเพศหญิงที่เกิดจากบาดแผลของ Elynas หลังจากเขาได้รับบาดเจ็บจากการระเบิดที่เกิดขึ้นภายในร่างกายที่กลายเป็นหินของเขา ครั้งหนึ่งพวกเขาอาศัยอยู่แค่ในหมู่บ้าน Merusea แต่หลังจากได้พบกับท่านผู้พิพากษาสูงสุด Neuvillette ที่พึ่งได้รับการแต่งตั้ง ปัจจุบันจึงสามารถพบเหล่าเมลูซีนได้ที่นครว่าการ Fontaine ซึ่งเป็นสมาชิกของหน่วยล่าเงา</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/164ccc3e4fac1fd3349b5ae3cc6e9e56_2634447113979367221.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "สมาคม Narzissenkreuz",
        "desc": "<p>สมาคม Narzissenkreuz เป็นสมาคมลับที่ก่อตั้งโดย Rene de Petrichor และ Jakob Ingold มีจุดประสงค์ในการสร้างมนุษย์สายพันธุ์ใหม่เพื่อที่จะเอาชีวิตรอดจากการถูกทำลายล้างตามที่สมการวิถีทางโลกได้คำนวณไว้ล่วงหน้า สมาคมนี้ได้รับการประกาศว่าเป็นกลุ่มหัวรุนแรงที่ผิดกฎหมายและเป็นองค์กรอาชญากรรมตามกฎหมายของ Fontaine ภายใต้ท่านผู้พิพากษาสูงสุด Neuvillette</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/115795437/51c48914091ce07cfccd86ceeb073642_849717982918187825.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton เป็นรองผู้อำนวยการของสถาบัน Narzissenkreuz ต่อมาเธอได้เข้าร่วมเป็นสมาชิกของสมาคม Narzissenkreuz และได้เสียชีวิตลงหลังเข้าต่อสู้ครั้งสุดท้ายกับ Elynas</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/06/10257458/386107b800f05b084d15ad8145cf8913_4911068334018012810.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz หรือมีชื่อที่แท้จริงว่า Rene เขาเป็นผู้ก่อตั้งสมาคม Narzissenkreuz ร่วมกันกับ Jakob</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/90f57df4396a9aa89cee2704bafdac6d_2361355305906253203.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob เป็นเด็กกำพร้าซึ่งเติบโตมาในสถาบัน Narzissenkoreuz ต่อมาเขาได้กลายมนุษย์พันธุ์ใหม่และเป็นผู้ร่วมก่อตั้งสมาคม Narzissenkreuz</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/02bc05cc787742e2fdf79dc45a69ccec_5438176056281339529.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamere",
        "desc": "<p>Mamere เป็น NPC ที่อยู่บริเวณ Elynas เธอจะออกมาหลังจากสิ้นสุดเควสต์โลก \"การแต้มฟองสมุทรและสีชาด\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/04/10257458/9cc2115edbfc809cdaa5a1629eb9dc37_4141627960939104402.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4043,
        "name": "Shatterstone Breacher Primus",
        "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas ดูเหมือนว่าจะถูกกระตุ้นอย่างรุนแรงเมื่อเผชิญพลังสสารหรือพลังวิญญาณ ดังนั้นแม้ว่ามันจะไม่ความรุนแรงและการรุกรานที่แข็งแกร่ง แต่ดูเหมือนว่าวิธีนี้จะสามารถขับไล่ Breacher Primus ได้อย่างมีประสิทธิภาพ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/a9d995fb4308bc433aa3117374bbdfa2_5431218819067064069.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4045,
        "name": "Overgrown Breacher Primus",
        "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas ที่ Fontaine มีการพบเห็น Breacher Primus เป็นครั้งแรกไม่นานหลังจากเกิดภัยพิบัติ ในเวลานั้น มีการบันทึกว่า Breacher Primus โจมตีและปกป้องผู้คนในเวลาเดียวกัน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/d14420e5a16b12c9a6b7d899aeacf1ec_4902416869005335651.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4044,
        "name": "Overgrown Breacher Primus ขนาดใหญ่",
        "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas Breacher Primus นั้นอยู่นอกเหนือหมวดหมู่สิ่งมีชีวิตพื้นฐานที่รู้จัก: พวกมันไม่ใช่สัตว์ พืช เห็ดราหรือประเภทธาตุใด ๆ นักวิชาการจาก Sumeru จึงไม่เคยยุติข้อถกเถียงอย่างเป็นทางการว่ามันคืออะไรกันแน่ จนกระทั่งมันถูกห้ามใช้เป็นหัวข้อวิจัยทางวิชาการ เพราะในระบบความรู้ของมนุษย์ในปัจจุบัน ประเด็นนี้ก็เหมือนกับ \"นิยามและแก่นแท้ของภาษา\" มันไม่มีข้อสรุปที่แม่นยำและมีความหมาย</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/ea9fac3483cdd3b6a70fcea2ba5dad02_6289453677698750869.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4042,
        "name": "Shatterstone Breacher Primus ขนาดใหญ่",
        "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas ตามความเข้าใจของเมลูซีน Breacher Primus นั้นเป็นสิ่งมีชีวิตที่ไม่เป็นอันตราย และเมลูซีนบางตนถึงกับคิดว่ามันน่ารักมากด้วย</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/2bb834df6885bf50199968902848197a_8061421834069146324.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "สีโบราณกาล",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/547c45ab9dfa0ea2c8fe583fa0f6df3b_7560227245124190085.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Elynas พบว่ามีเพียงสองคนเท่านั้นที่สามารถต้านทานพิษของเขาได้ ซึ่งก็คือ Jakob Ingold และนักเดินทาง แม้ว่าเขาจะดีใจที่ได้ช่วยเหลือ Jakob ในการเพิ่มพลังด้วยเลือดเนื้อของ Elynas แต่เขาก็ไม่ต้องการให้หัวใจของตัวเองกลับมาเต้นอีกครั้งเพราะนั่นจะหมายถึงการที่อวัยวะภายในร่างกายของเขากลับมาทำงานและอาจทำให้ลูก ๆ ของเขาต้องตายลง รวมถึงหมู่บ้านเล็ก ๆ นั้นจะถูกทำลายลง เขาจึงรู้สึกขอบคุณนักเดินทางอย่างมากที่ช่วยหยุด Jakob เขาขอให้ Mamere วาดรูปด้วยสีที่ทำมาจากเลือดของเขาเพื่อที่เขาจะได้พบกับนักเดินทาง เพื่อเป็นการอำลา เขาได้ฝากข้อความถึง Mamere และหวังว่าจะได้พบกับนักเดินทางอีกครั้ง"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>ช่วยบอกกับ Mamere ว่า... บอกว่าอะไรดีนะ? อื้ม! เอางี้ละกัน \"ภาพวาดของเธอสวยมาก ฉันรักเธอมากนะ และภูมิใจในตัวเธอมาก ๆ ด้วย\" อ้อ แล้วก็! \"ต้องอยู่ร่วมกับพี่ ๆ น้อง ๆ ให้ดีนะ พวกเขาต่างก็รักเธอมากนะ\" อื้ม ขอบใจนะ! ฉันดีใจมากที่ได้เจอกับเธอ หวังว่าอนาคตจะมีสักวันหนึ่ง ที่ฉันสามารถเดินบนพื้นดินได้โดยไม่ต้องกังวล ว่าจะทำให้คนอื่นบาดเจ็บหรือล้มตาย ถึงตอนนั้น ฉันจะให้เธอได้เห็นหน้าตาที่แท้จริงของฉันนะ!</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob เป็นเด็กกำพร้าซึ่งเติบโตมาในสถาบัน Narzissenkoreuz ต่อมาเขาได้กลายมนุษย์พันธุ์ใหม่และเป็นผู้ร่วมก่อตั้งสมาคม Narzissenkreuz</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/02bc05cc787742e2fdf79dc45a69ccec_5438176056281339529.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamere",
        "desc": "<p>Mamere เป็น NPC ที่อยู่บริเวณ Elynas เธอจะออกมาหลังจากสิ้นสุดเควสต์โลก \"การแต้มฟองสมุทรและสีชาด\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/04/10257458/9cc2115edbfc809cdaa5a1629eb9dc37_4141627960939104402.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ความสัมพันธ์"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "เมลูซีน",
        "desc": "<p>เมลูซีน เป็นสิ่งมีชีวิตที่มีเฉพาะเพศหญิงที่เกิดจากบาดแผลของ Elynas หลังจากเขาได้รับบาดเจ็บจากการระเบิดที่เกิดขึ้นภายในร่างกายที่กลายเป็นหินของเขา ครั้งหนึ่งพวกเขาอาศัยอยู่แค่ในหมู่บ้าน Merusea แต่หลังจากได้พบกับท่านผู้พิพากษาสูงสุด Neuvillette ที่พึ่งได้รับการแต่งตั้ง ปัจจุบันจึงสามารถพบเหล่าเมลูซีนได้ที่นครว่าการ Fontaine ซึ่งเป็นสมาชิกของหน่วยล่าเงา</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/164ccc3e4fac1fd3349b5ae3cc6e9e56_2634447113979367221.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Elynas is the \"Father\" for all Melusines.\nเผ่าพันธุ์ที่ชาญฉลาดซึ่งปรากฎตัวขึ้นครั้งแรกเมื่อราว ๆ 400 ปีก่อนจากบาดแผลของ Elynas ที่ได้รับในระหว่างการสู้รบระหว่างสมาคม Narzissenkreuz และหน่วยล่าเงา\nElynas คือ \"ท่านพ่อ\" ของเหล่าเมลูซีนทุกตัว",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4043,
        "name": "Shatterstone Breacher Primus",
        "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas ดูเหมือนว่าจะถูกกระตุ้นอย่างรุนแรงเมื่อเผชิญพลังสสารหรือพลังวิญญาณ ดังนั้นแม้ว่ามันจะไม่ความรุนแรงและการรุกรานที่แข็งแกร่ง แต่ดูเหมือนว่าวิธีนี้จะสามารถขับไล่ Breacher Primus ได้อย่างมีประสิทธิภาพ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/a9d995fb4308bc433aa3117374bbdfa2_5431218819067064069.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4045,
        "name": "Overgrown Breacher Primus",
        "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas ที่ Fontaine มีการพบเห็น Breacher Primus เป็นครั้งแรกไม่นานหลังจากเกิดภัยพิบัติ ในเวลานั้น มีการบันทึกว่า Breacher Primus โจมตีและปกป้องผู้คนในเวลาเดียวกัน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/d14420e5a16b12c9a6b7d899aeacf1ec_4902416869005335651.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4042,
        "name": "Shatterstone Breacher Primus ขนาดใหญ่",
        "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas ตามความเข้าใจของเมลูซีน Breacher Primus นั้นเป็นสิ่งมีชีวิตที่ไม่เป็นอันตราย และเมลูซีนบางตนถึงกับคิดว่ามันน่ารักมากด้วย</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/2bb834df6885bf50199968902848197a_8061421834069146324.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4044,
        "name": "Overgrown Breacher Primus ขนาดใหญ่",
        "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas Breacher Primus นั้นอยู่นอกเหนือหมวดหมู่สิ่งมีชีวิตพื้นฐานที่รู้จัก: พวกมันไม่ใช่สัตว์ พืช เห็ดราหรือประเภทธาตุใด ๆ นักวิชาการจาก Sumeru จึงไม่เคยยุติข้อถกเถียงอย่างเป็นทางการว่ามันคืออะไรกันแน่ จนกระทั่งมันถูกห้ามใช้เป็นหัวข้อวิจัยทางวิชาการ เพราะในระบบความรู้ของมนุษย์ในปัจจุบัน ประเด็นนี้ก็เหมือนกับ \"นิยามและแก่นแท้ของภาษา\" มันไม่มีข้อสรุปที่แม่นยำและมีความหมาย</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/ea9fac3483cdd3b6a70fcea2ba5dad02_6289453677698750869.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "สิ่งมีชีวิตที่ Elynas สร้างขึ้นเพื่อให้คอยปกป้องลูก ๆ ของเขา",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob เป็นเด็กกำพร้าซึ่งเติบโตมาในสถาบัน Narzissenkoreuz ต่อมาเขาได้กลายมนุษย์พันธุ์ใหม่และเป็นผู้ร่วมก่อตั้งสมาคม Narzissenkreuz</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/02bc05cc787742e2fdf79dc45a69ccec_5438176056281339529.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "มนุษย์พันธุ์ใหม่ที่ได้รับการเสริมพลังจากเลือดเนื้อของ Elynas\nเขาเป็นหนึ่งในสมาชิกของสมาคม Narzissenkreuz ที่ต่อสู้กับหน่วยล่าเงา",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin เป็นลูกบุญธรรมของ Emanuel Guillotin ต่อมาเธอได้ถูกสถาบัน Narzissenkreuz รับเลี้ยงพร้อมกับน้องชาย Alain</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/7f04e9d0b83ab550cc91ddf708008a7d_5897634168163307439.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Seymour เป็น NPC ที่ออกมาเฉพาะเควสต์โลก \"สีโบราณกาล\"</p><p>สุนัขจักรกลหุ่นต้นแบบ 4ACV07 ที่ถูกสร้างโดย Alain Guillotin เพื่อให้คอยปกป้องน้องสาวของเขา Mary-Ann Guillotin ระหว่างปฏิบัติหน้าที่ในหน่วยล่าเงา</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/10257458/f415fbe2eaa40cd987a8daa47643fc74_6079773403178245900.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เจ้าหน้าที่ของหน่วยล่าเงาที่ต่อสู้กับสมาคม Narzissenkreuz ในร่างของ Elynas",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris เป็นผู้อำนวยการสถาบัน Narzissenkreuz ซึ่งเป็นสถานเลี้ยงเด็กกำพร้าใน Fontaine ต่อมาเธอได้เข้าร่วมเป็นสมาชิกของสมาคม Narzissenkreuz และได้รับตำแหน่ง \"ราชินีแดง\" หลังจากที่สถาบันถูกทิ้งร้างในช่วงภัยพิบัติ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/06/10257458/b6d86ff8dfd84cf744e57a516b1a14c6_7199878896044323285.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Caterpillar เป็น NPC เฉพาะเควสต์ เขาจะมาอยู่ที่ สมาคม Narzissenkreuz หลังสิ้นสุดเควสต์โลก \"ปริศนาที่รอการเฉลย\"</p><p>หนึ่งในสมาชิกสมาคม Narzissenkreuz ผู้ได้รับฉายาว่า \"ดักแด้ของผีเสื้อกลางคืน\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/26/10257458/be516a2c9005727dcfd1fe45662a826d_7003756850517262579.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "สมาชิกของสมาคม Narzissenkreuz ที่ต่อสู้กับหน่วยล่าเงา\nRhinedottir\nนักเล่นแร่แปรธาตุจาก Khaenri'ah ที่เปรียบเสมือนกับแม่และผู้สร้างของ Elynas",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>มังกรเงา และเป็นลูกคนหนึ่งของ Rhinedotir</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/13/278806422/4da89ee2780e1d49a61ab4c4236a9da3_8298994409115089680.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "อัจฉริยะที่ถูกขนานนามว่า &#34;Kreideprinz&#34; (องค์ชายชอล์กขาว) นั้นเป็นหัวหน้านักเล่นแร่แปรธาตุ และหัวหน้าทีมสืบสวนแห่งกองอัศวิน Favonius",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2125,
        "name": "Thundercraven - Rifthound",
        "desc": "สัตว์ร้ายแห่งสายเลือดอสูร ที่สามารถกัดกร่อนเขตแดนของโลกได้ มันถูกสร้างขึ้นโดย \"Gold\"<br/>พวกมันเคยทำลายล้างดินแดน จนถูกต่อต้านและตามล่า และได้หายไปเป็นช่วงระยะเวลาหนึ่ง แต่ช่วงนี้พวกมันกลับปรากฏขึ้นตัวอีกครั้ง ฝูงหมาป่าสีดำที่คุกคามความปลอดภัยของ Springvale และ Wolvendom ก็เป็นพวกมันนั่นเอง",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2123,
        "name": "Rockfond - Rifthound",
        "desc": "สัตว์ร้ายแห่งสายเลือดอสูร ที่สามารถกัดกร่อนเขตแดนของโลกได้ มันถูกสร้างขึ้นโดย \"Gold\"<br/>อสูรเหล่านี้เผยพฤติกรรมทางชีววิทยาที่คล้ายคลึงกับหมาป่าปกติทั่วไป บางทีอาจเป็นเพราะความรู้สึกชื่นชมไม่ก็ความอิจฉาริษยาที่มีต่อ \"เครือญาติ\" บนพื้นดิน และความใฝ่ฝันที่จะเข้าไปแทนที่ก็เป็นได้",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2122,
        "name": "Rockfond - Rifthound Whelp",
        "desc": "สัตว์ร้ายแห่งสายเลือดอสูร ที่สามารถกัดกร่อนเขตแดนของโลกได้ \"Gold\" เรียกพวกมันว่า \"Alfisol\"<br/>พวกมันมาจากส่วนลึกของขุมนรกและสามารถกลืนกินพลังของธาตุได้ โชคดีที่ตอนนี้อสูรพวกนี้ค่อนข้างหายากแล้ว",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rockfond Rifthound Whelp_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2124,
        "name": "Thundercraven - Rifthound Whelp",
        "desc": "สัตว์ร้ายแห่งสายเลือดอสูร ที่สามารถกัดกร่อนเขตแดนของโลกได้ \"Gold\" เรียกพวกมันว่า \"Leaching\"<br/>ในอดีต เมื่อสัตว์อสูรยักษ์ย่างกรายมา มักจะมีฝูงสุนัขนักล่าปรากฏตัวขึ้น เพื่อละลายเขตแดนของโลกและเปิดเส้นทางก่อนเสมอ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Thundercraven Rifthound Whelp_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2247,
        "name": "Golden Wolflord",
        "desc": "ผู้ปกครองกลุ่มหมาป่าดำที่มาจากต่างโลกอันแสนมืดมน มีอำนาจในการสั่งให้ฝูงหมาป่าที่ซ่อนเขี้ยวเล็บที่คมกริบละลายดินแดนเพื่อสร้างทางเดินให้มันได้<br/>Wolflord นั้นไม่มีชื่อ เพราะมันก็เป็นเพียงสิ่งที่ \"Gold\" สร้างขึ้นโดยไม่ใส่ใจก็เท่านั้น และนั่นเป็นเหตุผลว่าทำไมมันจึงหมกมุ่นอยู่กับการบุกรุกโลกที่ไม่ได้เป็นของมัน และสร้างชื่อให้กับตัวมันเอง<br/>แต่ฝูงหมาป่านั้นห่างไกลจากความโง่เขลา หลังได้รับความพ่ายแพ้จากการรุกรานครั้งก่อน พวกมันได้เลือกเกาะร้างที่ไม่มีมนุษย์หรือผู้พิทักษ์อยู่ เพื่อเตรียมพร้อมสำหรับการมาถึงของ Wolflord",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Golden Wolflord_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "สิ่งมีชีวิตอื่น ๆ ที่ Rhinedottir สร้างขึ้น เปรียบเสมือนพี่น้องของ Elynas",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ไอเทมที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 4273,
        "name": "\"หินสีแดง\"",
        "desc": "<p>แร่สีแดงที่เก็บมาพร้อมกับ Mamere เห็นบอกว่าสามารถนำมาทำเป็นสีได้ ไม่รู้ทำไม ถึงจะบอกว่าเป็นแร่ แต่เวลาสัมผัสกลับรู้สึกได้ถึงอุณหภูมิอุ่น ๆ... คิดไปเองรึเปล่านะ?</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/115795437/128d652c0c9252e45e10dff2f52d68af_124710163543621182.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4303,
        "name": "หน้ากระดาษลึกลับ - 2",
        "desc": "<p>กระดาษโบราณที่มีเนื้อหาที่ไม่สามารถเข้าใจได้อย่างสิ้นเชิง อาจมีวิธีบางอย่างสำหรับตีความเนื้อหา</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/115795437/ba25972c61c93270e7952103a3096b70_3053679215791523230.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4304,
        "name": "หน้ากระดาษลึกลับ - 3",
        "desc": "<p>ดูเหมือนว่าเวลาได้หยุดลง ณ เวลาช่วงใดช่วงเวลาหนึ่ง ความทรงจำที่สวยงามก็จะคงอยู่ตลอดไปด้วยเช่นกัน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/115795437/ba25972c61c93270e7952103a3096b70_8349210320635142922.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4306,
        "name": "หน้ากระดาษลึกลับ - 5",
        "desc": "<p>กระดาษโบราณที่มีเนื้อหาที่ไม่สามารถเข้าใจได้อย่างสิ้นเชิง อาจมีวิธีบางอย่างสำหรับตีความเนื้อหา</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/115795437/ba25972c61c93270e7952103a3096b70_6534936848395732758.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4313,
        "name": "หน้ากระดาษลึกลับ - 13",
        "desc": "<p>กระดาษโบราณที่มีเนื้อหาที่ไม่สามารถเข้าใจได้อย่างสิ้นเชิง อาจมีวิธีบางอย่างสำหรับตีความเนื้อหา</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/115795437/ba25972c61c93270e7952103a3096b70_3888145150292365226.png",
        "displayStyle": "card"
      }
    ]
  }
}