{
  "epId": 4925,
  "name": "อัศวินแห่งน้ำบริสุทธิ์",
  "desc": "<p>อัศวินแห่งน้ำบริสุทธิ์เป็นสาวกของนายหญิงแห่งผืนน้ำ Egeria ที่ให้สัญญาว่าจะคอยปกป้องเหล่า Oceanid, ตามหาถ้วยแห่งน้ำศักดิ์สิทธิ์, และทำลายพันธนาการที่คอยกักขัง Egeria ไว้เพื่อชดใช้ปฐมบาป</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/115795437/afce7f4f1847f62698a00f239e5a8d00_3254077843448629174.png",
  "menuId": 23,
  "menuName": "สังกัด",
  "version": 1715008463,
  "components": {
    "galleryCharacter": [
      {
        "key": "เทศกาล Fontinalia",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/115795437/b80893981c8b9210e7a7b7a96bfbadac_9095689506444555911.png"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "อัศวินแห่งน้ำบริสุทธิ์"
          }
        ]
      },
      {
        "key": "สังกัด",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "หน่วยอัศวิน"
          }
        ]
      },
      {
        "key": "หัวหน้า",
        "value": [
          {
            "type": "RichText",
            "text": "Erinnyes"
          }
        ]
      },
      {
        "key": "เทศกาล",
        "value": [
          {
            "type": "RichText",
            "text": "เทศกาล Fontinalia"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "อัศวินแห่งน้ำบริสุทธิ์",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ตำนานเล่าว่า ในช่วงหลายปีที่เจ้าแห่งผืนน้ำถูกคุมขัง และเทพราชา Remus ได้ปกครองผืนดิน น้ำพุบริสุทธิ์จึงถูกซ่อนไว้ในลำธารบนภูเขาอันลึกลับ และ \"อัศวินแห่งน้ำบริสุทธิ์\" ก็ได้ถือกำเนิดจากที่หลบภัยเหล่านี้ อัศวินได้สาบานด้วยชุดเกราะสีเงินว่าจะปกป้องเหล่าภูตแห่งน้ำบริสุทธิ์ ปกป้องเพื่อนร่วมชาติที่เชื่อมั่นในแบบเดียวกัน และต่อต้านอำนาจแห่งทองคำที่บดบังท้องฟ้าและดวงอาทิตย์ พวกเขาให้สัตย์สาบานว่า ห้ามหันดาบใส่สาวกของ Egeria และห้ามประนีประนอมกับผู้กระทำความชั่ว พวกเขาใช้เลือดและเนื้อที่อ่อนแอ เพื่อต่อต้านอำนาจทองคำที่ปกคลุมผืนฟ้าและดวงอาทิตย์"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“ข้าขอสาบานด้วยดอกไม้สีเงินขาวที่ไม่เคยเหี่ยวเฉา ว่าจะขับไล่ทรราชทองคำออกจากท้องทะเล ขอสาบานว่าจะชำระล้างอธรรมด้วยเลือดและน้ำตา”</color>\n<color=#ffffffd9>\"สาบานว่าจะปกป้องภูตแห่งน้ำบริสุทธิ์ และสาบานว่าจะปกป้องพรที่หลงเหลือจากเจ้าแห่งสายน้ำนับหมื่น จนกว่าน้ำพุใสจะไหลหลั่งดั่งเดิมอีกครั้ง\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "สถานที่ที่ช่างจูนเสียง Boethius ไปเยือนนั้น มีหยาดอมฤตถูกฝังเต็มไปหมด มีการสร้างสะพานส่งน้ำของอาณาจักร และภูตแห่งน้ำบริสุทธิ์ (Oceanid) ก็หายไปเช่นกัน… ไม่นานหลังจากที่อาณาจักรล่มสลาย อัศวินที่ต่อต้านทรราชก็ถอดชุดเกราะออก และเรื่องราวของพวกเขาก็กลายเป็นส่วนหนึ่งของเรื่องเล่าและนิทานพื้นบ้านต่าง ๆ\nเมื่อเมืองแห่งทองคำล่มสลาย อัศวินแห่งน้ำบริสุทธิ์ต้องก้าวผ่านการฝึกฝนมากมายที่ยากจะจินตนาการได้ และต้องข้ามผ่านความลำบากยากเข็ญมากมายที่ไม่เคยเจอมาก่อน นายหญิงแห่งผืนน้ำกลับมาจากการจองจำชั่วนิรันดร์ อัศวินแห่งน้ำบริสุทธิ์กลุ่มแรกตัดสินใจที่จะเนรเทศตนเองเพื่อพยายามชดใช้บาปที่ก่อเอาไว้ พวกเขาจึงไปซ่อนตัวอยู่ในถิ่นทุรกันดารที่อยู่ห่างไกลออกไป\nเทศกาล Fontinalia เป็นเทศกาลที่จัดขึ้นเพื่อรำลึกถึงอัศวินแห่งน้ำบริสุทธิ์ในตำนานที่ค้นหา Oceanid และต้อนรับการกลับมาของเทพแห่งน้ำ Egeria\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>เทพแห่งน้ำองค์ก่อน เสียชีวิตลงในช่วงภัยพิบัติเมื่อ 500 ปีก่อน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/115795437/a5b8d23dd3fbe0969cc3ebce78f9c29f_3480358915068795782.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>ราชาผู้ก่อตั้งอาณาจักร Remuria</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/54fc33ab94abb4b00460e448f7765892_2670224895105970892.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanid",
        "desc": "<p>Oceanid เป็นสิ่งมีชีวิตธาตุน้ำที่ชาญฉลาดมาก พวกเขาถูกสร้างขึ้นโดย Egeria เทพแห่งน้ำองค์ก่อนที่สามารถควบคุมน้ำได้ตามต้องการ</p><p><span class=\"wk-shady\">ชาว Fontaine ทุกคนเคยเป็น Oceanid ที่ปรารถนาจะเป็นมนุษย์ Egeria ได้ตอบสนองต่อความต้องการเหล่านั้นซึ่งขัดต่อกฎแห่งสวรรค์</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/5e33c09fbd3c6781bb822fd9c57b6abc_7750060682391566772.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Song of Days Past",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/53372413/7789fb5e684cf95a7011657d0fa8a971_6778107950847549489.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4025,
        "name": "Silver Goblet of the Pristine Sea",
        "desc": "<p>ตลอดหลายปีที่ผืนดินถูกปกคลุมด้วยสิ่งทอสีทอง น้ำพุบริสุทธิ์จึงถูกซ่อนไว้ในลำธารบนภูเขาอันลึกลับ และ \"อัศวินแห่งน้ำบริสุทธิ์\" ก็ได้ถือกำเนิดจากที่หลบภัยเหล่านี้</p><p>อัศวินได้สาบานด้วยชุดเกราะสีเงิน ว่าจะปกป้องเหล่าภูตแห่งน้ำบริสุทธิ์ ปกป้องเพื่อนร่วมชาติที่เชื่อมั่นในแบบเดียวกัน และต่อต้านอำนาจแห่งทองคำที่บดบังท้องฟ้าและดวงอาทิตย์</p><p>นั่นเป็นตำนานเมื่อนานมาแล้ว... ไม่นานหลังจากที่อาณาจักรล่มสลาย อัศวินที่ต่อต้านทรราชก็ถอดชุดเกราะออก และเรื่องราวของพวกเขาก็กลายเป็นส่วนหนึ่งของเรื่องเล่าและนิทานพื้นบ้านต่าง ๆ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/c70230640d8706fd2e3aa837a391166c_2480049596156720443.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Spring of Pure Sacred Dewdrop",
        "desc": "<p>นี่เป็นวัตถุโบราณตั้งแต่สมัยที่ \"อัศวินแห่งน้ำบริสุทธิ์\" ยังมีชีวิตอยู่... เหล่าอัศวินกล่าวว่าท่ามกลางขุนเขาและน้ำพุที่ผู้คนไม่เคยไปเยือน ยังมีภูตที่ภักดี คอยปกป้องน้ำพุที่บริสุทธิ์ซึ่งยังไม่มัวหมองอยู่...</p><p>ทว่าเจ้าแห่งหยาดน้ำค้างวิญญาณประดิษฐ์ กลับไม่สามารถทนต่อเสียงอื่นใดที่ไม่อาจเทียบเคียงบทเพลงอันยิ่งใหญ่ได้ ตำนานเล่าว่า สถานที่ที่ช่างจูนเสียง Boethius ไปเยือนนั้น มีหยาดอมฤตถูกฝังเต็มไปหมด มีการสร้างสะพานส่งน้ำของอาณาจักร และภูตแห่งน้ำบริสุทธิ์ก็หายไปเช่นกัน...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/54913bb983c08663e91eef34841c80b9_3344289522404955896.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "เทศกาล Fontinalia",
        "desc": "<p>เทศกาล Fontinalia เป็นเทศกาลที่จัดขึ้นเพื่อรำลึกถึงอัศวินแห่งน้ำบริสุทธิ์ในตำนานที่ค้นหา Oceanid และต้อนรับการกลับมาของเทพแห่งน้ำ Egeria</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/115795437/6be113dc8ecbe93170d1b614788b0509_7340684562103981661.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Erinnyes",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/17/237301566/996428185ebfa9cf6901d777752725de_543682920788935618.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ตำนานเล่าว่าอัศวิน Erinnyes* แห่ง Lakelight เป็นหัวหน้าอัศวินแห่งน้ำบริสุทธิ์ที่เป็นสาวกของเจ้าแห่งผืนน้ำ Egeria ในตอนนั้น Erinnyes ได้เอาชนะเจ้าชายแห่ง Bellouacoi, Atrebatis และ Uiromanduoi อีกทั้งยังได้ยอมรับการสวามิภักดิ์จากพวกเขา ส่งผลให้ดินแดนที่แต่เดิมอยู่ภายใต้การปกครองของเจ้าชายในแต่ละอาณาเขต เริ่มตระหนักถึงความเมตตาของเจ้าแห่งผืนน้ำ และปฏิบัติตามคำสอนของพระองค์อย่างภักดี พวกเขาสัญญาว่าจะตามหาถ้วยแห่งน้ำบริสุทธิ์เพื่อปลดปล่อยเจ้าแห่งผืนน้ำจากการถูกคุมขังที่เคยก่อไว้ตั้งแต่ถือกำเนิด\nตำนานเล่าว่า ถ้วยแห่งน้ำบริสุทธิ์เป็นวัตถุศักดิ์สิทธิ์ที่มีน้ำทะเลบรรพกาลที่สามารถเติมเต็มความปรารถนาทั้งหมดได้ ถ้วยทองคำนี้สามารถเช็ดน้ำตาทั้งหมดในอนาคตได้ และทำให้ลูกหลานของท้องทะเลไม่ต้องทนทุกข์กับความเศร้าโศกและความเจ็บปวดในอดีตอีกต่อไป นอกจากนี้ยังสามารถรักษาบาดแผลสาหัสได้ทั้งหมด ทั้งยังสามารถหวนย้อนวัยชราให้กลับกลายมาเป็นเด็ก หรือชุบชีวิตคนตายให้กลับมามีชีวิตอีกครั้งได้ มีเพียงบุคคลที่บริสุทธิ์ที่สุดเท่านั้นที่สามารถเห็นความรุ่งโรจน์ ทั้งยังได้รับชีวิตนิรันดร์และภูมิปัญญาอันไม่มีที่สิ้นสุด\nเพื่อฉลองให้กับความซื่อสัตย์และความเข้าซึ้งในสัจธรรมของพวกเขา งานฉลองจึงได้จัดขึ้นโดย Erinnyes ที่ Aremori เป็นเวลาแปดวันติดต่อกัน ทูตที่ราชา Remus แห่ง Capitolium ส่งมาได้เข้าร่วมงานเลี้ยงฉลองเพื่อถ่ายทอดสารจากเทพราชา Remus เขาได้ร้องขอของกำนัลสองชิ้น: ประการแรกคือน้ำ เพราะน้ำบริสุทธิ์สามารถละลายสิ่งชั่วร้ายได้ ประการที่สองคือดิน เพราะดินที่แน่นและแข็งสามารถทนต่อการกัดเซาะที่จะเกิดขึ้นได้ หาก Erinnyes ฝ่าฝืนคำขอนี้ หายนะจะบังเกิดตามที่คาดไว้อย่างแน่นอน\nอัศวิน Erinnyes ผู้ชาญฉลาดปฏิเสธที่จะก้มหัวให้กับองค์ราชา Remus และบอกกับทูตของเขาว่า “ข้ายังจะนำกองทัพที่ได้รับพรจากเจ้าแห่งผืนน้ำไปทำลายเมือง เพื่อให้พวกเขาใช้เลือดและน้ำตามาชำระล้างตัวของพวกเขา และส่งพวกเขากลับไปยังเมืองแห่งทองคำ\nตำนานเล่าว่าบ้านเกิดของ Erinnyes ถูกเผาจนวอดวายไปท่ามกลางความพิโรธของเทพราชา และกองทหารที่มาจากเมืองแห่งทองคำมา ก็ข่มเหงและสังหารญาติมิตรของนางไปจนหมดสิ้น\nมีเพียงคนแค่สองคนเท่านั้นที่โชคดีรอดพ้นจากชะตากรรมดังกล่าวไปได้ คนแรกได้พบกับช่างจูนเสียงที่เย่อหยิ่งท่ามกลางเปลวไฟสงคราม และในที่สุดก็ได้รับการเสริมส่งให้เป็นผู้สืบทอดผู้ทรงอำนาจ\nส่วนอีกคนได้รับความโปรดปรานจากเจ้าแห่งผืนน้ำ เขาได้รับการเลี้ยงดูฟูมฟักโดยเจ้าชายแห่งเกาะ Aremorica และยังได้ปกป้องน้ำบริสุทธิ์ที่เทพราชาไม่ได้เอาไป\nตำนานหนึ่งเล่าว่า เมื่อบาปลึกทำให้เมืองแห่งนิรันดร์จมดิ่ง อัศวินแห่งน้ำบริสุทธิ์ต้องก้าวผ่านการฝึกฝนมากมายที่ยากจะจินตนาการได้ ข้ามผ่านความลำบากยากเข็ญมากมายที่ไม่เคยเจอมาก่อน ในที่สุดความปรารถนาที่จริงใจที่สุดของผู้คนก็ถูกส่งไปยังสรวงสวรรค์ ด้วยจิตใจที่ดีงามและบริสุทธิ์ และด้วยถ้วยแห่งน้ำบริสุทธิ์ที่ได้รับหลังจากผ่านการเสียสละมานับไม่ถ้วน ในที่สุดนายหญิงแห่งผืนน้ำก็กลับมาจากการจองจำชั่วนิรันดร์...\nErinnyes กล่าวขอบคุณต่อนายหญิงแห่งผืนน้ำที่แสดงถ้วยแห่งน้ำบริสุทธิ์ที่เธอโหยหาให้เห็น และยังให้เธอเดินทางสำเร็จในครั้งนี้ เธอให้สัญญาว่าเหล่าอัศวินแห่งน้ำบริสุทธิ์ที่ยังมีชีวิตอยู่จะยังคงรับใช้ Egeria และประเทศในอนาคตของ Egeria อย่างซื่อสัตย์ต่อไป จะติดตามนักดนตรีผู้สูงศักดิ์ผู้นั้น ไล่ตามเงาที่ยังคงหลับใหล ผดุงความชอบธรรม อัศวินที่มีแววตาสีน้ำทะเลอันสดใสสารภาพบาปของเธอต่อพระองค์ เพราะบาปของเธอนั้นร้ายแรงเกินกว่าที่จะให้อภัยได้ นายหญิงแห่งผืนน้ำตอบรับความปรารถนาของอัศวิน ดอกไม้ที่ใสสะอาดราวกับแสงของทะเลสาบเป็นของขวัญอำลาที่นายหญิงแห่งผืนน้ำมอบให้กับอัศวินแห่งน้ำบริสุทธิ์คนสุดท้าย จนถึงทุกวันนี้ ใน Fontaine ก็ยังคงมีประเพณีเก็บดอกลิลลี่แห่งหุบเขาแล้วมอบให้กับผู้ที่เดินทางไกล เพื่อขอให้เส้นทางข้างหน้าสงบสุขเหมือนน้ำสะอาดอันเงียบสงบ และขอให้ผู้อันเป็นที่รักสามารถติดตามแสงอันเยียบเย็นนี้ กลับมาอยู่เคียงข้างกันอีกครั้ง\nเพื่อขอความเมตตาจากนายหญิงแห่งผืนน้ำและเพื่อคืนดาบศักดิ์สิทธิ์ Erinnyes ได้โยนดาบ Hauteclaire ของเธอลงไปในทะเลสาบ ในครั้งที่สาม ดาบแห่งความรุ่งโรจน์ก็จมลงไปอย่างเงียบ ๆ และหายไปอย่างไร้ร่องรอย จากนั้น เธอก็จากไปพร้อมกับภูตที่ติดตามเธอมาแต่แรก และไม่มีใครเคยเห็นเงาร่างของเธออีกเลยในโลกนี้\nตำนานหนึ่งเล่าว่า บาปลึกทำให้เมืองแห่งนิรันดร์จมดิ่ง นักร้องนามว่า Erinnyes ก้าวผ่านการฝึกฝนมากมายที่ยากจะจินตนาการได้ ข้ามผ่านความลำบากยากเข็ญมากมายที่ไม่เคยเกิดขึ้นมาก่อนในโลก แต่กลับไม่สามารถหาถ้วยแห่งน้ำบริสุทธิ์ที่ว่านั้นเจอเลย ตรงกับที่สวรรค์ได้เลือกนายหญิงแห่งผืนน้ำนับหมื่น และสั่งให้นางกลับมาจากการจองจำชั่วนิรันดร์ เพื่อเข้ารับตำแหน่งราชาแห่งทองคำ และปกครองซากปรักหักพังแห่งท้องทะเล...\nErinnyes กล่าวว่า:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"ข้าแต่เจ้าแห่งสายน้ำนับหมื่น มารดาผู้ทรงเกียรติในยุคแรกเริ่ม ข้าปรารถนาซึ่งคำบัญชาของท่าน\"</color>\n<color=#ffffffd9>\"ข้าได้เคยสังหารคนชั่วไปมากมายเพื่อท่าน ข้าได้เคยทำลายเมืองไปนับไม่ถ้วนเพื่อท่าน\"</color>\n<color=#ffffffd9>\"ได้โปรดบอกข้าด้วยเถิด ได้โปรดบอกข้าที ว่าทายาทแห่งท้องทะเลทั้งหลายนี้ จะรอดพ้นจากการสูญพันธุ์ไปได้อย่างไร\"</color>\n<color=#ffffffd9>\"ข้าแต่เจ้าแห่งสายน้ำนับหมื่น มารดาในยุคบุกเบิกผู้ทรงเกียรติ โปรดแสดงความเมตตาออกมาสักครั้งด้วยเถิด\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "เจ้าแห่งสายน้ำนับหมื่นรู้สึกประทับใจกับคำพูดที่จริงใจและเจ็บปวดได้บอกกับอัศวินเกี่ยวกับสิ่งที่ครั้งหนึ่งเธอเคยกล่าวกับราชา Remus แต่หัวหน้าชนเผ่าผู้ลุ่มหลงในศักดิ์ศรีและการแก้แค้นนั้นหมดหวัง และดาบของเธอซึ่งเป็นดาบยาวที่มีสีของน้ำที่เปื้อนเลือดมานานจนกลายเป็นสีดำเข้มพังทลายลงไปพร้อมกับเหตุผลสุดท้าย Erinnyes จากไปโดยไม่สนใจอาณาจักรที่เธอใฝ่ฝันและไม่มีใครเคยพบเห็นเธออีกเลย\n*: ชื่อ \"Erinnyes\" นี้ ดูเหมือนจะมีข้อผิดพลาดตั้งแต่การถอดความครั้งแรก เพราะชื่อนี้ไม่มีความหมายในภาษาของพวกเขา ในรูปแบบการจดบันทึกของคนโบราณ สัญลักษณ์ของเสียง \"gh\" ดูค่อนข้างคล้ายกับ \"y\" ซึ่งเคยมีข้อผิดพลาดที่คล้ายกันมาก่อนแล้ว การออกเสียงที่ถูกต้องของชื่อนี้ควรจะเป็น \"Errighenth แห่ง Aremorica\"... ในภาษาของคนโบราณ \"Er\" หมายถึง \"สูงส่ง\" ส่วน \"Ringenth\" จะหมายถึง \"ผู้ปกครอง\" ที่เป็นหญิง หากพิจารณาจากมุมนี้ นี่อาจไม่ใช่ชื่อจริงของนาง แต่เป็นเพียงตำแหน่งเท่านั้น แต่อย่างไรก็ตาม เนื่องจากมีนักวิชาการหลายคนเรียกนางว่า \"Erinnyes\" เช่นนั้นก็ไม่มีความจำเป็นต้องแก้ไขใด ๆ\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>เทพแห่งน้ำองค์ก่อน เสียชีวิตลงในช่วงภัยพิบัติเมื่อ 500 ปีก่อน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/115795437/a5b8d23dd3fbe0969cc3ebce78f9c29f_3480358915068795782.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "บทเพลงแห่ง Erinnyes",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/144837601/c390580598c026e2e8ab652cc01d23da_7906477918413822415.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Splendor of Tranquil Waters",
        "desc": "<p>คทาที่ปกคลุมด้วยน้ำบริสุทธิ์ ครั้งหนึ่งเคยเป็นสัญลักษณ์ของอำนาจสูงสุดบนผืนทะเลในอดีตอันไกลโพ้น</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/144837601/9807aa25f336daae391a6f6d4995af3d_5387643842425348750.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Song of Days Past",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/53372413/7789fb5e684cf95a7011657d0fa8a971_6778107950847549489.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Lakelight Lily",
        "desc": "<p>ดอกไม้สีฟ้าใสบริสุทธิ์ ถือกำเนิดในบริเวณที่สายน้ำมาบรรจบกัน กลิ่นของมันเย็นสดชื่นแต่เรียบหรู ฉุนแต่หอมนุ่มละมุน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/144837601/b4db829b5c4fc15bb50714218c86398b_9197400595459108326.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "สมาชิกที่มีชื่อเสียง"
      },
      {
        "type": "RichText",
        "text": "Erinnyes\nอัศวิน Erinnyes แห่ง Lakelight และเป็นหัวหน้าของหน่วยอัศวินแห่งน้ำบริสุทธิ์, เป็นผู้ที่ตามหาถ้วยแห่งน้ำบริสุทธิ์\nอัศวิน Otkerus แห่ง Rhenanie\nอัศวินผู้กล้าหาญและชอบธรรม เขาเป็นคนที่ต่อสู้กับมังกรร้ายพ่นพิษ\nอัศวิน Guillaume แห่ง Gellone\nอัศวิน Blancandrin\nอัศวิน Marsile\nอัศวิน Agricane\nอัศวิน Drest\nสุภาพสตรี Adsiltia\nอัศวิน Naimes\nอัศวิน Tulpin\nอัศวิน Fierabras\nอัศวินคนอื่น ๆ และเป็นสหายของ Erinnyes",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ความสัมพันธ์"
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>เทพแห่งน้ำองค์ก่อน เสียชีวิตลงในช่วงภัยพิบัติเมื่อ 500 ปีก่อน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/115795437/a5b8d23dd3fbe0969cc3ebce78f9c29f_3480358915068795782.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เหล่าอัศวินแห่งน้ำบริสุทธิ์เป็นสาวกของนายหญิงแห่งผืนน้ำ",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>ราชาผู้ก่อตั้งอาณาจักร Remuria</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/54fc33ab94abb4b00460e448f7765892_2670224895105970892.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เทพราชาผู้ต่อสู้กับเหล่าอัศวิน",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanid",
        "desc": "<p>Oceanid เป็นสิ่งมีชีวิตธาตุน้ำที่ชาญฉลาดมาก พวกเขาถูกสร้างขึ้นโดย Egeria เทพแห่งน้ำองค์ก่อนที่สามารถควบคุมน้ำได้ตามต้องการ</p><p><span class=\"wk-shady\">ชาว Fontaine ทุกคนเคยเป็น Oceanid ที่ปรารถนาจะเป็นมนุษย์ Egeria ได้ตอบสนองต่อความต้องการเหล่านั้นซึ่งขัดต่อกฎแห่งสวรรค์</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/5e33c09fbd3c6781bb822fd9c57b6abc_7750060682391566772.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "อัศวินแห่งน้ำบริสุทธิ์ได้ให้สัญญาว่าจะคอยปกป้องเหล่า Oceanid ซึ่งเป็นจิตวิญญาณแห่งน้ำบริสุทธิ์",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "เทศกาล Fontinalia",
        "desc": "<p>เทศกาล Fontinalia เป็นเทศกาลที่จัดขึ้นเพื่อรำลึกถึงอัศวินแห่งน้ำบริสุทธิ์ในตำนานที่ค้นหา Oceanid และต้อนรับการกลับมาของเทพแห่งน้ำ Egeria</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/115795437/6be113dc8ecbe93170d1b614788b0509_7340684562103981661.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เทศกาล Fontinalia เป็นเทศกาลที่จัดขึ้นเพื่อรำลึกถึงอัศวินแห่งน้ำบริสุทธิ์ในตำนานที่ค้นหา Oceanid และต้อนรับการกลับมาของเทพแห่งน้ำ Egeria",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ไอเทมและหนังสือที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 4570,
        "name": "Splendor of Tranquil Waters",
        "desc": "<p>คทาที่ปกคลุมด้วยน้ำบริสุทธิ์ ครั้งหนึ่งเคยเป็นสัญลักษณ์ของอำนาจสูงสุดบนผืนทะเลในอดีตอันไกลโพ้น</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/144837601/9807aa25f336daae391a6f6d4995af3d_5387643842425348750.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4690,
        "name": "บทเพลงแห่ง Erinnyes",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/14/144837601/c390580598c026e2e8ab652cc01d23da_7906477918413822415.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Song of Days Past",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/53372413/7789fb5e684cf95a7011657d0fa8a971_6778107950847549489.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4574,
        "name": "Lakelight Lily",
        "desc": "<p>ดอกไม้สีฟ้าใสบริสุทธิ์ ถือกำเนิดในบริเวณที่สายน้ำมาบรรจบกัน กลิ่นของมันเย็นสดชื่นแต่เรียบหรู ฉุนแต่หอมนุ่มละมุน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/144837601/b4db829b5c4fc15bb50714218c86398b_9197400595459108326.png",
        "displayStyle": "card"
      }
    ]
  }
}