{
  "epId": 4926,
  "name": "เมลูซีน",
  "desc": "<p>เมลูซีน เป็นสิ่งมีชีวิตที่มีเฉพาะเพศหญิงที่เกิดจากบาดแผลของ Elynas หลังจากเขาได้รับบาดเจ็บจากการระเบิดที่เกิดขึ้นภายในร่างกายที่กลายเป็นหินของเขา ครั้งหนึ่งพวกเขาอาศัยอยู่แค่ในหมู่บ้าน Merusea แต่หลังจากได้พบกับท่านผู้พิพากษาสูงสุด Neuvillette ที่พึ่งได้รับการแต่งตั้ง ปัจจุบันจึงสามารถพบเหล่าเมลูซีนได้ที่นครว่าการ Fontaine ซึ่งเป็นสมาชิกของหน่วยล่าเงา</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/164ccc3e4fac1fd3349b5ae3cc6e9e56_2634447113979367221.png",
  "menuId": 23,
  "menuName": "สังกัด",
  "version": 1723199050,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "ต้นกำเนิด",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/acb85bf4ad0cb25cb352b5612b60ea22_1022614272522484172.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมลูซีนเป็นสิ่งมีชีวิตชนิดใหม่ที่ชาญฉลาดซึ่งเกิดจากพ่อของพวกเธอ Elynas สัตว์ร้ายจาก Abyss ที่ปรากฏตัวครั้งแรกเมื่อ 500 ปีก่อนในช่วงหายนะ Elynas ตระหนักได้ว่าการดำรงอยู่ของเขาทำให้ทุกสิ่งรอบตัวเขาตกอยู่ในอันตราย เขาจึงตัดสินใจจบชีวิตตัวเองลง แม้ว่าจิตสำนึกของเขาจะยังคงอยู่ แต่ร่างกายและหัวใจของเขากลายเป็นหินไปแล้ว กว่า 400 ปีก่อน ได้เกิดการต่อสู้ขึ้นภายในร่างกายของเขาระหว่างหน่วยล่าเงา หน่วยสืบสวนพิเศษของกรมการปกครองแห่งนครว่าการ Fontaine และสมาชิกขององค์กรต้องห้ามอย่างสมาคม Narzissenkreuz ซึ่งเมลูซีนเกิดจากบาดแผลที่ Elynas ได้รับจากการต่อสู้ในครั้งนี้ เมลูซีนแต่ละตนจะเกิดมาพร้อมกับเศษชิ้นสิ้นที่กระจัดกระจายหลังการต่อสู้ พวกเขาคิดว่ามันเป็น \"สัญลักษณ์\" ที่พวกเขาต้องดูแลอย่างทะนุถนอมไปตลอดชีวิต"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/48c2f788c6d4baea0ff56bb9f5c61e18_9192671714947060908.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เหล่าเมลูซีนได้ก่อตั้งหมู่บ้าน Merusea ขึ้นภายในร่างกายของ Elynas พวกเขามักจะพูดคุยกับผู้ให้กำเนิดและเรียนรู้วิธีสร้างบ้านจากเขา เพื่อที่เหล่าเมลูซีนจะได้ใช้ชีวิตอยู่อย่างปลอดภัย เพื่อปกป้องลูกสาว Elynas ได้สร้างสิ่งที่มีชีวิตที่ไม่ใช่ทั้งพืชหรือสัตว์อย่าง Breacher Primus พวกมันมีพัฒนาการทางความคิดน้อยกว่าเหล่าเมลูซีน แต่เมลูซีนบางตนก็ดูแลพวกมันเหมือนกับเป็นสัตว์เลี้ยง\nวันเวลาผ่านไป เมลูซีนเกือบทั้งหมดสูญเสียความสามารถในการสื่อสารกับ Elynas และหลงลืมเขาไป บางตนมองว่าเขาเป็น \"แม่\" ผู้อ่อนโยน ในขณะที่บางตนกลับจำผู้ให้กำเนิดพวกเขาไม่ได้ มีเพียงศิลปิน Mamere ตนเดียวเท่านั้นที่ยังสามารถสื่อสารกับ \"พ่อ\" ได้ Elynas มักจะให้คำแนะนำบางอย่างกับเธอบ่อย ๆ แต่เมลูซีนตนอื่น ๆ กลับมองว่า Mamere แปลกประหลาด"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/06/237301566/b9742a73baed69cf3e63a8b6e6fb9c48_200061821416018127.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เนื่องจากเมลูซีนมีต้นกำเนิดมาจากสิ่งมีชีวิตจาก Abyss พวกเขาจึงมีความสามารถในการมองเห็นที่พิเศษ ซึ่งสามารถสังเกตเห็นสิ่งที่ซ่อนอยู่ในดวงตาของมนุษย์ได้ ตัวอย่างเช่น Canotila มอง Paimon เหมือนกับบอลลูนสีรุ้งเล็ก ๆ ที่ลอยอยู่กลางอากาศ และเชือกของเธอก็ดูเหมือนจะยืดขึ้นไปยังที่ใดที่หนึ่งเหนือท้องฟ้า และเธอยังมองนักเดินทางว่าเป็นสัตว์ประหลาดที่ดูเหมือนว่าจะสามารถกลืนโลกทั้งโลกได้ด้วยการกัดเพียงครั้งเดียว Sluasi มองดวงอาทิตย์เป็น “สีดำ” นอกจากนี้เมลูซีนยังสามารถมองเห็นคราบเลือดได้แม้ว่าสายตาของมนุษย์จะไม่สามารถมองเห็นได้ก็ตาม การรับรู้ของเมลูซีนแตกต่างจากของมนุษย์อย่างมาก ตัวอย่างเช่น Poissonchant Pie ดูเหมือนเครื่องมือในการร่ายเวทมนตร์ต้องห้ามบางอย่างเนื่องจากมีหัวปลาที่ยื่นออกมาจากตัวเค้ก และจ้องมองมาด้วยดวงตาอันเปล่งประกายแปลก ๆ แต่สำหรับเมลูซีนแล้ว หัวปลาเหล่านี้ดูเหมือนนักร้องประสานเสียงในหนังสือภาพ โดยทุกตนเชิดหน้าขึ้น และร้องเพลงอย่างมีความสุข อาหารพิเศษที่มีคุณค่าทางโภชนาการที่ Sigewinne เตรียมไว้สำหรับผู้ต้องขังที่เหนื่อยล้าของป้อมปราการ Meropide นั้นดูเหมือนเป็นการลงโทษมากกว่า จนมีแม้กระทั่ง \"กฎลับ\" ในหมู่นักโทษเกิดขึ้น: ห้ามทำงานติดต่อกันเกินสามวัน เพราะถ้าทำแบบนั้น อาหารสวัสดิการมื้อเที่ยงจะมี \"เนื้อประหลาด\" ปรากฏขึ้น เมลูซีนไม่ได้มองมนุษย์จากรูปลักษณ์ภายนอก แต่มุมมองของพวกเขาขึ้นอยู่กับ \"ความน่ารัก\" แม้แต่ตนที่ได้รับบาดเจ็บก็อาจดูเหมือนแมวที่มีขนยุ่ง ๆ ตัวหนึ่ง แต่น่ารักเหมือนกับแมวทั่วไป\nเมลูซีนทุกตนล้วนเป็นผู้หญิง Neuvillette ท่านผู้พิพากษาสูงสุดแห่ง Fontaine เห็นว่าควรกำหนดสรรพนามที่ใช้ในการเรียกเหล่าเมลูซีนว่า \"เธอ\"\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "ป้อมปราการ Meropide",
        "desc": "<p>คุกของ Fontaine อยู่ภายใต้การดูแลของ Wriothesley</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/115795437/543bcf412bf7a949068f160ee9ab7e97_8362153540543689410.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>สิ่งมีชีวิตลึกลับที่มีอายุมากกว่า 500 ปีก่อนช่วงภัยพิบัติ Elynas เปรียบเสมือนเป็น \"ท่านพ่อ\" ของเหล่าเมลูซีนทุกตัว</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/10257458/fa4c986eefe97522566b35be6e29e7a0_8444278057024926839.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้พิพากษาสูงสุดแห่ง Fontaine มีชื่อเสียงในด้าน \"ความเป็นกลาง\" อย่างสมบูรณ์</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/0513aa7f482dbb4778545d02f94956fe_6477268461203548971.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamere",
        "desc": "<p>Mamere เป็น NPC ที่อยู่บริเวณ Elynas เธอจะออกมาหลังจากสิ้นสุดเควสต์โลก \"การแต้มฟองสมุทรและสีชาด\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/04/10257458/9cc2115edbfc809cdaa5a1629eb9dc37_4141627960939104402.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "name": "Canotila",
        "desc": "<p>Canotila เป็นเมลูซีนเฉพาะเควสต์โลก \"หนังสือวิวรณ์แห่งทะเลลึกลับ\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/10257458/adba4f38203f23ea3cce8766735976f0_1644053801285480630.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4355,
        "name": "Sluasi",
        "desc": "<p>Sluasi เป็นเมลูซีนที่อาศัยอยู่ใน Merusea Village</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10257458/398d8e9b59e305d8b451f219d6e9380b_5884767300244379917.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Sigewinne",
        "desc": "หัวหน้าพยาบาลเมลูซีน แห่งป้อมปราการ Meropide ผู้คอยดูแลนักโทษทุกคน ในคุกใต้ทะเลอย่างเท่าเทียม",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2d607aa4d729030ea04f79919257e311_5566730974573110495.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4043,
        "name": "Shatterstone Breacher Primus",
        "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas ดูเหมือนว่าจะถูกกระตุ้นอย่างรุนแรงเมื่อเผชิญพลังสสารหรือพลังวิญญาณ ดังนั้นแม้ว่ามันจะไม่ความรุนแรงและการรุกรานที่แข็งแกร่ง แต่ดูเหมือนว่าวิธีนี้จะสามารถขับไล่ Breacher Primus ได้อย่างมีประสิทธิภาพ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/a9d995fb4308bc433aa3117374bbdfa2_5431218819067064069.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4045,
        "name": "Overgrown Breacher Primus",
        "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas ที่ Fontaine มีการพบเห็น Breacher Primus เป็นครั้งแรกไม่นานหลังจากเกิดภัยพิบัติ ในเวลานั้น มีการบันทึกว่า Breacher Primus โจมตีและปกป้องผู้คนในเวลาเดียวกัน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/d14420e5a16b12c9a6b7d899aeacf1ec_4902416869005335651.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4044,
        "name": "Overgrown Breacher Primus ขนาดใหญ่",
        "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas Breacher Primus นั้นอยู่นอกเหนือหมวดหมู่สิ่งมีชีวิตพื้นฐานที่รู้จัก: พวกมันไม่ใช่สัตว์ พืช เห็ดราหรือประเภทธาตุใด ๆ นักวิชาการจาก Sumeru จึงไม่เคยยุติข้อถกเถียงอย่างเป็นทางการว่ามันคืออะไรกันแน่ จนกระทั่งมันถูกห้ามใช้เป็นหัวข้อวิจัยทางวิชาการ เพราะในระบบความรู้ของมนุษย์ในปัจจุบัน ประเด็นนี้ก็เหมือนกับ \"นิยามและแก่นแท้ของภาษา\" มันไม่มีข้อสรุปที่แม่นยำและมีความหมาย</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/ea9fac3483cdd3b6a70fcea2ba5dad02_6289453677698750869.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4042,
        "name": "Shatterstone Breacher Primus ขนาดใหญ่",
        "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas ตามความเข้าใจของเมลูซีน Breacher Primus นั้นเป็นสิ่งมีชีวิตที่ไม่เป็นอันตราย และเมลูซีนบางตนถึงกับคิดว่ามันน่ารักมากด้วย</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/2bb834df6885bf50199968902848197a_8061421834069146324.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4463,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4176,
        "name": "Poissonchant Pie",
        "desc": "<p>พายที่ทำจากเนื้อปลาเป็นส่วนประกอบหลัก เริ่มแรกให้ผสมไส้ก่อนแล้วเกลี่ยแป้งให้เป็นรูปทรงพาย สิ่งที่สำคัญที่สุดคือการปั้นหัวปลาก่อนนำไปอบ หลังจากออกจากเตาอบแล้ว หัวปลาทั้งหมดจะเงยหน้าขึ้นราวกับกำลังร้องเพลง</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/144837601/dff297e145b6e35cc8c10b1905c9ded5_9109854829537686801.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "เมลูซีนในนครว่าการ Fontaine",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/15/237301566/54d819f57d56d4e686846c2fd51f6051_3088227001234788173.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมื่อเมลูซีนถือกำเนิด พวกเขาไม่รู้เลยว่าความหมายของการดำรงอยู่ของพวกเขาคืออะไร พวกเขาใช้ชีวิตอยู่ในหมู่บ้าน Merusea นานกว่ายี่สิบปี แต่ก็มีบางตนพยายามมองหาความหมายอื่น ๆ ในชีวิต ด้วยความช่วยเหลือของมังกรวารี Neuvillette เมลูซีนที่ไม่สามารถอยู่ร่วมกับมนุษย์ได้จึงย้ายมาอยู่ที่นครว่าการ Fontaine ในตอนแรก ผู้คนไม่ได้ให้การต้อนรับที่ดีต่อเมลูซีนเลย พวกเขามองว่าเมลูซีนเป็นเผ่าพันธุ์ที่เป็นอันตรายต่อมนุษย์ พวกเขาจึงเริ่มปาก้อนหินใส่และขับไล่เมลูซีนให้กลับไปที่หมู่บ้านของตัวเอง เหล่าชนชั้นสูงกลุ่มหนึ่งซึ่งเป็นผู้สนับสนุนระบอบการปกครองแบบเก่าที่เสียผลประโยชน์จากการปฏิรูปการปกครองของ Neuvillette วางแผนก่อเหตุฆาตกรรมและใส่ร้ายว่าเป็นความผิดของเมลูซีนจากหน่วยล่าเงาตนหนึ่งนามว่า Carole เธอตัดสินใจที่จะเสียสละตนเองเพราะคิดว่าเป็นเพียงทางออกเดียวที่มีอยู่ แต่เพราะความกล้าหาญของ Carole ความใฝ่ฝันที่จะได้ใช้ชีวิตอยู่ร่วมกับมนุษย์ของเธอก็กลายเป็นจริง 400 ปีหลังจากเหตุการณ์นั้น เหล่าเมลูซีนต่างได้รับความเคารพให้เป็นส่วนหนึ่งของนครว่าการ Fontaine\nจากความสามารถทางการมองเห็นของเมลูซีน พวกเขาถือเป็นสมาชิกตนสำคัญของหน่วยล่าเงาซึ่งสมาชิกเกือบทั้งหมดในปัจจุบันล้วนเป็นเหล่าเมลูซีน ในขณะที่เมลูซีนบางตนอย่าง Aeval และ Elphane ทำหน้าที่เป็นไกด์นำทางบนเรือราง ส่วน Sigewinne ทำหน้าที่เป็นพยาบาล เนื่องจากเธอสามารถระบุอาการป่วยของผู้คนได้\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้พิพากษาสูงสุดแห่ง Fontaine มีชื่อเสียงในด้าน \"ความเป็นกลาง\" อย่างสมบูรณ์</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/0513aa7f482dbb4778545d02f94956fe_6477268461203548971.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Carole",
        "desc": "<p>Carole เป็นเมลูซีนที่ออกมาเฉพาะเควสต์ระดับตำนานของ \"Neuvillette: บทแห่งการย้อนกระแสคลื่น\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/10257458/b5144639de0b40a37167f40774eb8e6b_4532775290423796396.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ธิดามังกรจำแลง",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/237301566/25c83c15bf846e473ed605aea6814109_4113624430978593831.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมลูซีนอีกตนนอกเหนือจาก Carole ที่มีส่วนสำคัญในการพัฒนาความสัมพันธ์ระหว่างมนุษย์กับเมลูซีนก็คือ Sigewinne เมลูซีนจำนวนมากไม่เข้าใจผู้คน สิ่งแรกที่พวกเธอได้รับหลังจากไปถึงผิวน้ำ ก็คือความระแวงและการกีดกันจากมนุษย์ ดังนั้นพวกเธอจึงกลับลงไปใต้น้ำอีกครั้ง และล้มเลิกที่จะสำรวจชีวิตอันแสนสั้นของมนุษย์ แต่ Sigewinne แตกต่างจากเมลูซีนตนอื่น ๆ ความอยากรู้อยากเห็นที่มีต่อมนุษย์ทำให้เธอเลือกที่จะอยู่ต่อ และนั่นทำให้เธอสนใจ เวทมนตร์อย่างหนึ่งที่เรียกว่า \"ศาสตร์การแพทย์\" ว่ากันว่าเวทมนตร์นี้มีความมหัศจรรย์มากถึงขนาดสามารถสั่นคลอนกฎธรรมชาติอย่างการเกิดแก่เจ็บตายได้เลย Sigewinne อยากจะเรียนรู้เวทมนตร์นี้ให้เชี่ยวชาญ เธอคิดว่าสิ่งนี้จะช่วยลดช่องว่างระหว่างเมลูซีนกับมนุษย์ได้ และทำให้เมลูซีนเข้าใจและเข้ากับมนุษย์ได้อย่างแท้จริง วันหนึ่งเธอได้พบกับหมอพเนจรที่เด็ก ๆ เรียกขานเธอว่า \"แม่มด\" แม้ว่าความคิดของเมลูซีนเกี่ยวกับการแพทย์จะดูเด็กเกินไปสำหรับหมอ แต่สุดท้ายแม่มดก็ได้เชิญ Sigewinne มาศึกษา และกลายเป็น “อาจารย์” ของเธอ วันหนึ่งเมื่อพบคนไข้ที่ไม่สามารถช่วยได้อีกต่อไป อาจารย์จึงขอยาแก้ปวดให้เขา มีโรคใดบ้างในโลกนี้ที่แพทย์ไม่สามารถรักษาให้หายขาดได้ แม้จะมีการพัฒนาด้านการแพทย์อยู่เสมอ โรคที่รักษาไม่หาย ความหมายของศาสตร์การแพทย์คืออะไร <color=#ffffffd9>\"สุดท้ายแล้วมนุษย์ทุกคนก็ต้องตาย แล้วความหมายของการมีชีวิตอยู่ คืออะไรล่ะ?\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/237301566/beb870a4a7e5502dfa1ab515f3de4aa1_1801412801954862834.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "วันหนึ่ง อาจารย์ของ Sigewinne ค้นพบโรคประหลาดซึ่งแสดงอาการโดยการละลายร่างกายของมนุษย์ (\"โรค\" นี้อธิบายได้จากต้นกำเนิดของชาว Fontaine ล้วนแต่เป็น Oceanid ทั้งสิ้น ดังนั้นร่างกายของพวกเขาจะละลายไปกับน้ำทะเลบรรพกาล และทำให้พวกเขากลับสู่ต้นกำเนิด) แม้ว่าเธอจะใช้ตัวเองเป็นหนูทดลอง และบีบตัวเองจนถึงทางตันก็แล้ว แต่สุดท้ายเธอก็ยังหาคำตอบในการรักษาโรคประหลาดนี้ไม่ได้ แต่เธอก็ค้นพบ: เมื่อผสมของเหลวชนิดนี้กับวัตถุดิบพิเศษบางอย่าง จะได้รับโพชั่นเปลี่ยนหน้าที่ใช้ได้กับชาว Fontaine เท่านั้น เธอนึกว่าการค้นพบนี้จะไม่มีความหมายจนกระทั่ง Sigewinne เล่าให้เธอฟังเกี่ยวกับเพื่อนที่เป็นมนุษย์ของเธอ ซึ่งเธอไม่สามารถรักษาได้เนื่องจากเป็นเมลูซีน"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/237301566/c48a68adfd7602f68f335846aad1bef4_2858629718670616273.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "อาจารย์ของเธอตระหนักว่าเมลูซีนก็น่าจะสามารถนำไปใช้ประโยชน์จากวิธีนี้ได้เช่นกัน ส่วนประกอบสำคัญของยาคือของเหลวที่สกัดมาหลังจากที่ชาว Fontaine ละลายแล้ว อาจารย์ของเธอจึงเสียสละตัวเองในการปรุงยาให้ Sigewinne และหายตัวไปโดยไม่บอกลา แม้ว่าเมลูซีนจะไม่รู้เกี่ยวกับงานวิจัยของอาจารย์ของเธอ แต่เธอก็ยอมรับของขวัญจากการจากลาของเธอ และสร้างรูปลักษณ์ใหม่ให้ตัวเองคล้ายกับมนุษย์มากขึ้น เธอพร้อมที่จะทำทุกอย่างเพื่อช่วยผู้ป่วย หลายปีต่อมา เมื่อคำทำนายของ Fontaine เกี่ยวกับการละลายของผู้คนกลายเป็นจริง Sigewinne จึงเปิดจดหมายจาก \"แม่มด\" และรับรู้ความจริงทั้งหมดว่าผู้หญิงคนนั้นเสียสละตัวเองเพื่อช่วยเมลูซีน"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/237301566/707a80f16d1238008ffa59d1f9399e4d_8221508706486206920.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ในช่วงเวลาที่ Sigewinne ดื่มยา มีกฎหมายโบราณใน Fontaine ที่ห้ามไม่ให้มีความพยายามใด ๆ ในการเปลี่ยนเผ่าพันธุ์อื่นให้เป็นมนุษย์ เมลูซีนรู้ว่าเธอก่ออาชญากรรม ดังนั้นเธอจึงมอบตัว และถูกส่งไปยังป้อมปราการ Meropide หลังจากรับโทษแล้ว เมลูซีนก็ยังคงอยู่ที่นั่นและกลายเป็นส่วนสำคัญของระบบการปกครอง ตอนนี้ Sigewinne เป็นหัวหน้าพยาบาลของป้อมปราการ และสำหรับผู้ป่วย เธอดูเหมือนนางฟ้าลงมาจากสวรรค์ และกลายเป็น \"ดวงอาทิตย์\" ของป้อมปราการ ซึ่งนำความอบอุ่นอันสดใสมาสู่คุกที่มืดมนและอับชื้นแห่งนี้ เพื่อเป็นการขอบคุณ \"นางฟ้า\" สำหรับความมีน้ำใจ และความเอาใจใส่ของเธอ เหล่าทหารยามได้เพิ่ม \"กฎลับ\" ข้อหนึ่งไว้นอกระบบการจัดการ นักโทษคนใดที่ไม่เคารพ Sigewinne จะต้องได้รับโทษเพิ่มเติม ในส่วนของนักโทษยังมีข้อตกลงกันไว้ว่า นักโทษที่พึ่งเข้าคุกมาใหม่ แล้วเป็นคนชั่วที่ดุร้ายจะได้รับ \"การเตือน\" ล่วงหน้าก่อนได้รับการรักษา Sigewinne เองมีความสุขอย่างยิ่งที่ไม่รู้ถึงธรรมเนียมเหล่านี้ที่มีอยู่รอบตัวเธอ และให้บริการผู้ป่วยของเธอเหมือนอย่างที่เธอทำมาโดยตลอด"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/237301566/5532f269463377be77e1b2af74256045_5868040078819784226.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "50 ปีหลังจากการเปลี่ยนแปลงร่างกายของเธอ Sigewinne ได้รับจดหมายเชิญจากโลกภายนอก ผู้เชิญเป็นเพื่อนของเมลูซีน ซึ่งเธอก็เปลี่ยนรูปลักษณ์ของเธอเช่นกัน ในที่สุดเพื่อนคนนี้ซึงตอนนี้กลายเป็นหญิงชราก็เอ่ยขอบคุณ Sigewinne ที่ช่วยเธอไว้ และบอกว่าต้องขอบคุณเมลูซีนที่ทำให้ทุกคนเต็มใจอยากเป็นเพื่อนกับเมลูซีนกันหมดแล้วในตอนนี้"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/20/237301566/4df69b13083cac59bb566a799dfdc9e2_8997464886411668724.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ครั้งหนึ่ง Sigewinne มีคนไข้สองสามคนที่ใช้โพชั่นเปลี่ยนหน้า พวกเขากำลังพยายามปลอมตัวเป็นนักโทษที่ต้องได้รับการปล่อยตัวในไม่ช้าเพื่อหลบหนีออกจากป้อมปราการ Meropide แม้ว่าเธอจะไม่สามารถมองเห็นผลของโพชั่นได้ แต่ลึก ๆ ข้างในเธอรู้ว่าผู้นำของพวกเขาคือคนที่เธอเคยพบมาก่อน Sigewinne เชื่อว่าเธอเข้าใจมนุษยได้ดีกว่าเมลูซีนตนอื่น ๆ และมองเห็นแก่นแท้บางอย่างที่ไม่สามารถเปลี่ยนแปลงได้ด้วยรูปลักษณ์ภายนอก เธอเข้าร่วมการสอบสวนเพื่อยืนยันข้อสงสัยของเธอ และด้วยความเข้าใจและความช่วยเหลือของเธอ ทำให้สามารถตามจับอาชญากรทั้งหมดได้\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "ป้อมปราการ Meropide",
        "desc": "<p>คุกของ Fontaine อยู่ภายใต้การดูแลของ Wriothesley</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/115795437/543bcf412bf7a949068f160ee9ab7e97_8362153540543689410.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Sigewinne",
        "desc": "หัวหน้าพยาบาลเมลูซีน แห่งป้อมปราการ Meropide ผู้คอยดูแลนักโทษทุกคน ในคุกใต้ทะเลอย่างเท่าเทียม",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2d607aa4d729030ea04f79919257e311_5566730974573110495.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "เหล่าเมลูซีน และ Neuvillette",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ผู้ที่ให้การดูแลและการสนับสนุนเหล่าเมลูซีนคือ Neuvillette ท่านผู้พิพากษาสูงสุดแห่งนครว่าการ Fontaine นอกจากเขาจะเป็นคนพาเมลูซีนมาที่นครว่าการแล้ว เขายังช่วยในการปรับตัวและปรับแก้กฎหมายเกี่ยวกับการอยู่ร่วมกันด้วย หลาย ๆ คนมองว่าการกระทำนี้เป็นเพียงความใจดีเล็ก ๆ น้อย ๆ ของคนเป็น \"พ่อ\" แต่ในความเป็นจริง มังกรวารี Neuvillette ถือว่าเมลูซีนเป็นบริวารและผู้สืบทอดของเขา ซึ่งเป็น Hydro Vishap สายพันธุ์ใหม่ที่โดดเด่นที่สุด สำหรับ Neuvillette แล้ว เมลูซีนเป็นเผ่าพันธุ์สิ่งมีชีวิตที่ Fontaine ภาคภูมิใจ คุณต้องเป็นเพื่อนที่ดีและไม่ทำร้ายพวกเธอ\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้พิพากษาสูงสุดแห่ง Fontaine มีชื่อเสียงในด้าน \"ความเป็นกลาง\" อย่างสมบูรณ์</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/0513aa7f482dbb4778545d02f94956fe_6477268461203548971.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2177,
        "name": "Primordial Bathysmal Vishap Hatchling",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/05/10122356/845b59e5a11e2fc0f067e8d389f43675_1151276802060884472.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Primordial Bathysmal Vishap",
        "desc": "Vishap ที่อาศัยอยู่ใต้ทะเลลึก<br/>พวกมันเคยเป็นเผ่าพันธุ์ที่มีอำนาจแห่งใต้ทะเลลึก... อันที่จริงแล้วในอดีตอันไกลโพ้น เหล่ามังกรเป็นผู้ปกครองโลกใบนี้ แต่อดีตราชาทั้งเจ็ดได้พ่ายแพ้ต่ออำนาจแห่งเบื้องบน และค่อย ๆ ล้มหายตายจากไป",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ความสัมพันธ์"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>สิ่งมีชีวิตลึกลับที่มีอายุมากกว่า 500 ปีก่อนช่วงภัยพิบัติ Elynas เปรียบเสมือนเป็น \"ท่านพ่อ\" ของเหล่าเมลูซีนทุกตัว</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/10257458/fa4c986eefe97522566b35be6e29e7a0_8444278057024926839.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ต้นกำเนิดของเหล่าเมลูซีนทั้งปวง ครั้งหนึ่งเขาเคยสื่อสารกับลูก ๆ ของเขาได้ แต่เหล่าเมลูซีนสูญเสียความสามารถในการสื่อสารกับเขาไป มีเพียง Mamere เท่านั้นที่ยังได้ยินเสียงของ \"พ่อ\"\nเนื่องจาก Elynas รักลูก ๆ ของเขามาก เขาจึงใช้รูปลักษณ์ของเมลูซีนในพื้นที่ในจิตใจของเขา",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้พิพากษาสูงสุดแห่ง Fontaine มีชื่อเสียงในด้าน \"ความเป็นกลาง\" อย่างสมบูรณ์</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/0513aa7f482dbb4778545d02f94956fe_6477268461203548971.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ท่านผู้พิพากษาสูงสุดแห่ง Fontaine เขาคอยดูแลเหล่าเมลูซีนเป็นอย่างดี และยังคอยช่วยเหลือเหล่าเมลูซีนที่เดินทางมายังนครว่าการ Fontaine ให้สามารถปรับตัวเข้ากับสังคมมนุษย์ได้",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4045,
        "name": "Overgrown Breacher Primus",
        "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas ที่ Fontaine มีการพบเห็น Breacher Primus เป็นครั้งแรกไม่นานหลังจากเกิดภัยพิบัติ ในเวลานั้น มีการบันทึกว่า Breacher Primus โจมตีและปกป้องผู้คนในเวลาเดียวกัน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/d14420e5a16b12c9a6b7d899aeacf1ec_4902416869005335651.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4043,
        "name": "Shatterstone Breacher Primus",
        "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas ดูเหมือนว่าจะถูกกระตุ้นอย่างรุนแรงเมื่อเผชิญพลังสสารหรือพลังวิญญาณ ดังนั้นแม้ว่ามันจะไม่ความรุนแรงและการรุกรานที่แข็งแกร่ง แต่ดูเหมือนว่าวิธีนี้จะสามารถขับไล่ Breacher Primus ได้อย่างมีประสิทธิภาพ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/a9d995fb4308bc433aa3117374bbdfa2_5431218819067064069.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4044,
        "name": "Overgrown Breacher Primus ขนาดใหญ่",
        "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas Breacher Primus นั้นอยู่นอกเหนือหมวดหมู่สิ่งมีชีวิตพื้นฐานที่รู้จัก: พวกมันไม่ใช่สัตว์ พืช เห็ดราหรือประเภทธาตุใด ๆ นักวิชาการจาก Sumeru จึงไม่เคยยุติข้อถกเถียงอย่างเป็นทางการว่ามันคืออะไรกันแน่ จนกระทั่งมันถูกห้ามใช้เป็นหัวข้อวิจัยทางวิชาการ เพราะในระบบความรู้ของมนุษย์ในปัจจุบัน ประเด็นนี้ก็เหมือนกับ \"นิยามและแก่นแท้ของภาษา\" มันไม่มีข้อสรุปที่แม่นยำและมีความหมาย</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/ea9fac3483cdd3b6a70fcea2ba5dad02_6289453677698750869.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4042,
        "name": "Shatterstone Breacher Primus ขนาดใหญ่",
        "desc": "<p>สิ่งมีชีวิตประหลาดที่ส่วนใหญ่ปรากฏใน Elynas ตามความเข้าใจของเมลูซีน Breacher Primus นั้นเป็นสิ่งมีชีวิตที่ไม่เป็นอันตราย และเมลูซีนบางตนถึงกับคิดว่ามันน่ารักมากด้วย</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/18/10257458/2bb834df6885bf50199968902848197a_8061421834069146324.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "สิ่งมีชีวิตที่ถูกสร้างขึ้นโดย Elynas เพื่อปกป้องลูกสาวของเขา",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4668,
        "name": "Pahsiv",
        "desc": "<p>ภูติป่าลึกลับผู้ปกป้องป่า Erinnyes ถึงแม้ว่าเธอจะดูเหมือนเมลูซีน แต่เผ่าพันธุ์ของเธอยังคงเป็นปริศนา</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/06/10257458/5670f27e6402ca96c4a5867cac5be38d_11704009650774927.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "\"ภูติ\" แห่งป่า Erinnyes ที่มีรูปลักษณ์ผสมผสานระหว่างเมลูซีนและ Vishap ต้นกำเนิดและเผ่าพันธุ์ของเธอยังคงเป็นปริศนา",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เมลูซีนที่มีชื่อเสียง"
      },
      {
        "type": "CustomEntry",
        "epId": 4128,
        "name": "Mamere",
        "desc": "<p>Mamere เป็น NPC ที่อยู่บริเวณ Elynas เธอจะออกมาหลังจากสิ้นสุดเควสต์โลก \"การแต้มฟองสมุทรและสีชาด\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/04/10257458/9cc2115edbfc809cdaa5a1629eb9dc37_4141627960939104402.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เธอเป็นศิลปินและเป็นเมลูซีนเพียงตนเดียวที่ได้ยินเสียงของ \"พ่อ\"",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Carole",
        "desc": "<p>Carole เป็นเมลูซีนที่ออกมาเฉพาะเควสต์ระดับตำนานของ \"Neuvillette: บทแห่งการย้อนกระแสคลื่น\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/10257458/b5144639de0b40a37167f40774eb8e6b_4532775290423796396.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "หนึ่งในเมลูซีนตนแรก ๆ ที่ท่านผู้พิพากษาสูงสุด Neuvillette พาไปที่นครว่าการ Fontaine เธอเป็นเมลูซีนตนแรกที่เข้าร่วมหน่วยล่าเงา เนื่องจากความกล้าหาญของ Carole กรมการปกครองจึงแต่งตั้งให้เมลูซีนเป็นสัญลักษณ์ของความเคารพและความกตัญญู",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4228,
        "name": "Canotila",
        "desc": "<p>Canotila เป็นเมลูซีนเฉพาะเควสต์โลก \"หนังสือวิวรณ์แห่งทะเลลึกลับ\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/10257458/adba4f38203f23ea3cce8766735976f0_1644053801285480630.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เมลูซีนผู้มองเห็นโลกแตกต่างจากมนุษย์ เธอเป็นผู้ถอดความหนังสือวิวรณ์",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4354,
        "name": "Serene",
        "desc": "<p>Serene เป็นเมลูซีนที่อาศัยอยู่ใน Merusea Village</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10257458/165d4555e7265bfb02b2130be0a412bd_5542957829940726599.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "หัวหน้าหมู่บ้าน Merusea",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4129,
        "name": "Xana",
        "desc": "<p>Xana เป็น NPC ที่อาศัยอยู่ใน Merusea Village ซึ่งสามารถนำ \"ชิ้นส่วนประหลาด\" มาแลกเปลี่ยนสินค้ากับเธอได้ Xana จะออกมาให้แลกเปลี่ยนสินค้าหลังจากจบเควสต์โลก \"สีโบราณกาล\" และได้ทำการพูดคุยกับ Serene แล้วเท่านั้น</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/04/10257458/714ccaef26c8c03f089e1c0b51349422_7222377776982998392.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "แม่ค้าจากหมู่บ้าน Merusea",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4253,
        "name": "Cosanzeana",
        "desc": "<p>Cosanzeana เป็นเมลูซีนที่อาศัยอยู่ใน Merusea Village</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/10257458/539b8fc457af3e2b4c4994ca0bb573e3_2301860892599712130.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ชาวสวน",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4352,
        "name": "Carabosse",
        "desc": "<p>Carabosse เป็นเมลูซีนที่อาศัยอยู่ใน Merusea Village</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10257458/c0c2557fc6f5cd04be3a9b32b7619874_1602518254723795298.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "นักปรุงยา",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4254,
        "name": "Verenata",
        "desc": "<p>Verenata เป็นเมลูซีนที่อาศัยอยู่ใน Merusea Village</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/10257458/34f8c2d03dfc10f9f577e1c9011bb1bd_5958159161791411615.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ผู้ช่วยนักปรุงยา",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4350,
        "name": "Topyas",
        "desc": "<p>Topyas เป็นเมลูซีนที่ออกมาเฉพาะเควสต์โลก \"เสียงสะท้อนจากอดีตกาล\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/29/10257458/95a9f0e5b53d5eae5f225b3b18577b94_5602126373969581791.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "นักดนตรีที่เล่นพิณหอยสังข์",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4351,
        "name": "Puca",
        "desc": "<p>Puca เป็นเมลูซีนที่ออกมาเฉพาะเควสต์โลก \"สีโบราณกาล\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/29/10257458/0f4acced3a8632b549054b94e0d22770_5494260666800600033.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เมลูซีนที่มีความหลงใหลในแร่ชนิดต่าง ๆ",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4353,
        "name": "Iara",
        "desc": "<p>Iara เป็นเมลูซีนที่อาศัยอยู่ใน Merusea Village</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10257458/d3a74e0ea36684f96bc80325fbf1bb25_7240462691809002682.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "นักตกปลา",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4355,
        "name": "Sluasi",
        "desc": "<p>Sluasi เป็นเมลูซีนที่อาศัยอยู่ใน Merusea Village</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10257458/398d8e9b59e305d8b451f219d6e9380b_5884767300244379917.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เมลูซีนที่เป็นผู้ผลิตสี",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4517,
        "name": "Ahes",
        "desc": "<p>Ahes เป็นเมลูซีนที่อยู่บริเวณ Belleau Region สามารถพบเธอได้ที่ สถานที่เดียวดาย หลังจบเควสต์โลก \"เงาเรือผู้โดดเดี่ยว\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/27/10257458/64afa669285d531b6058c3dab5e57712_4216638080400017670.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เมลูซีนที่มีความหลงใหลในตัวกัปตัน Basil Elton และเรือ Sponsian ของเธอ",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4675,
        "name": "Nadia1",
        "desc": "<p>Nadia เป็น NPC ที่จะปรากฎตัวขึ้นหลังสิ้นสุดเควสต์โลก \"การเดินทางล่าสมบัติดั่งปรารถนา\" สามารถพบเธอคนเดียวได้ที่ \"The Rusty Rudder\" ในตอนกลางวัน และสามารถพบเธอกับ Urville ได้ในตอนกลางคืน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/10257458/403d108e798fe20c861bc4da29e5fc30_3530158012767353185.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เมลูซีนที่มีอาการหลงลืมจากอาการบาดเจ็บทางสมอง",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Talochard เป็น NPC ที่ออกมาเฉพาะเควสต์โลก \"คำถามของเมลูซีนและคำตอบของหุ่นยนต์\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/10257458/abb512875929eee2a21685ecab89853f_5208809525627009131.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "สมาชิกของหน่วยล่าเงาที่คอยทำหน้าที่ปกป้องหลักฐาน",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4801,
        "name": "Everallin",
        "desc": "<p>เจ้าหน้าที่ตำรวจเมลูซีน สามารถพบเธอได้ที่ท่าเรือ Romaritime </p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/21/cf673fab52b2bcda147f024c35213f78_4586111814101644215.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เมลูซีนที่คอยตรวจสอบการเปลี่ยนแปลงของระดับน้ำทะเลที่ท่าเรือ Romaritime",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4802,
        "name": "Rhemia",
        "desc": "<p>เมลูซีนที่สังกัดหน่วยล่าเงา สามารถพบเธอได้ที่นครว่าการ Fontaine - Court Region Waterway Hub</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/21/af5b39d4c52665dd2a3a954b32269a99_1111392611255869597.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "สมาชิกของหน่วยล่าเงา",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Sigewinne",
        "desc": "หัวหน้าพยาบาลเมลูซีน แห่งป้อมปราการ Meropide ผู้คอยดูแลนักโทษทุกคน ในคุกใต้ทะเลอย่างเท่าเทียม",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2d607aa4d729030ea04f79919257e311_5566730974573110495.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "หัวหน้าพยาบาลแห่งป้อมปราการ Meropide",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "เมลูซีน"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "สิ่งมีชีวิต"
          }
        ]
      },
      {
        "key": "ผู้สร้าง",
        "value": [
          {
            "type": "RichText",
            "text": "Elynas"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "Merusea Village",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/22/115795437/91b874109412ec29d7059b82cb751554_7517385935837725960.png"
      }
    ]
  }
}