{
  "epId": 4935,
  "name": "โนซิส",
  "desc": "<p><em>ตอนนี้คุณพก \"ซากกระดูกของผู้มาเยือนคนที่สาม\" ติดตัวไว้ใช่มั้ยล่ะ? อืมมม... ถ้าใช้คำเรียกที่พวกคุณพูดบ่อย ๆ มันน่าจะเป็น... \"โนซิส\"? </em>- บทสนทนาระหว่าง Skirk และ Neuvillette</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/115795437/d233949972be14fcf0feb738a9b67efa_7662210000907719234.png",
  "menuId": 20,
  "menuName": "คำจำกัดความ",
  "version": 1708589282,
  "components": {
    "galleryCharacter": [
      {
        "key": "โนซิสธาตุลม",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/115795437/3c5a1021179c8a8d934a9c3e2c8e302a_2529577515732339783.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "โนซิสธาตุลมในมือของ Signora หนึ่งใน Fatui Harbinger"
          }
        ]
      },
      {
        "key": "โนซิสธาตุหิน",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/115795437/c92d98900af22e8200b92d86d6db355f_934380101672058153.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "โนซิสธาตุหินในมือของเทพแห่งหิน Morax"
          }
        ]
      },
      {
        "key": "โนซิส",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/115795437/abfbc526affefdaa1bbde9581da0ecc0_4210209507340033482.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "โนซิสธาตุลมและโนซิสธาตุหินบนกระดานหมากรุกของ Fatui Harbinger"
          }
        ]
      },
      {
        "key": "โนซิสธาตุไฟฟ้า",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/115795437/1b363505e0b6a4f6d140f265093fcdae_7974479707310494711.png"
      }
    ],
    "customize": [
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p>แขกลึกลับผู้ถูกเชิญโดย &#34;โถงแห่งการเกิดใหม่ Wangsheng&#34;</p><p>มีความรู้แตกฉานในทุก ๆ เรื่อง</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "หลังจากพิธีกรรม \"ส่งเซียน\" ที่ Zhongli ทั้งกำกับและแสดงเองจบลง \"Signora\" แห่ง Fatui ได้ปรากฏต่อหน้าของเขา\nตาม \"พันธสัญญา\" ที่เคยตกลงกันไว้ เธอมาเพื่อมารับ \"โนซิส\" ของเทพแห่งหิน Morax\nต่อหน้านักเดินทางและผู้บริหารทั้งสองท่านของ \"Fatui\" ซึ่ง Zhongli ได้เปิดเผยข้อตกลงระหว่าง \"เทพแห่งน้ำแข็ง\"\nตามที่เขากล่าว นี่คือช่วงเวลาท้ายสุด ในการตกลง \"สัญญาที่ยุติสัญญาทั้งหมด\"\nแต่ไม่ว่าจะมองในมุมไหน ข้อแลกเปลี่ยนในข้อตกลงครั้งนี้สิ่งที่เทพแห่งหินเอาเข้าแลกก็มากจนเกินไป แม้แต่อำนาจในการปกครองเมือง Liyue ก็หมดไปด้วย...\nถึงแม้จะเป็นมนุษย์กันเอง กฎเหล็กของข้อตกลงในการแลกเปลี่ยนก็คือ \"แลกเปลี่ยนในมูลค่าที่เท่าเทียม\"\nแต่สำหรับเทพแห่งหินที่ให้ \"คำสัญญา\" นับร้อยพันมาตลอดพันปี คำสัญญาที่สำคัญดังนี้ ก็ต้องมีผลประโยชน์พอที่ทำให้เขาคิดพิจารณาล่ะนะ\nและตอนนี้เทพแห่งหินก็ได้มอบ \"โนซิส\" ซึ่งเป็นข้อแลกเปลี่ยนให้ไปแล้ว\nเทพแห่งน้ำแข็งได้วางข้อแลกเปลี่ยนขนาดไหนกันแน่ ถึงสามารถทำให้ตาชั่งการแลกเปลี่ยนนี้สมดุลเท่าเทียมกัน?"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "ท่าน Narukami Ogosho ผู้ยิ่งใหญ่ ผู้ซึ่งสัญญาว่าจะมอบ &#34;ความเป็นนิรันดร์&#34; ที่ไม่มีวันเปลี่ยนแปลงให้กับชาว Inazuma",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ก่อนที่เธอจะมาอาศัยใน \"ดินแดนแห่งใจที่บริสุทธิ์\" อย่างถาวร Ei รู้สึกกังวลใจอยู่พักหนึ่งว่าจะเก็บโนซิสไว้ที่ไหน\nEi ไม่ต้องการมันแล้ว แต่ของสำคัญเช่นนี้ไม่สามารถวางไว้ที่ใดก็ได้ตามสะดวก ในตอนแรกเธอตั้งใจที่จะดัดแปลงมันเป็นอุปกรณ์จ่ายพลังงาน แต่ไม่ว่าเธอจะทำอะไร เทคนิคของเธอก็ไม่มีผลใด ๆ ต่อโนซิสเลย\nและนั่นคือตอนที่เธอนึกถึงใครบางคน นั่นคือ Yae Miko ที่เจ้าเล่ห์และเฉลียวฉลาด แม้ว่านิสัยของเธอไม่ใช่คนที่น่าไว้ใจ แต่เธอก็เป็นตัวเลือกที่ดีที่สุดของ Ei ในหลาย ๆ ด้านเช่นกัน\nเมื่อได้ยินคำขอนี้ Miko ก็อดไม่ได้ที่จะพูดติดตลกว่า \"เธอไม่กลัวว่าฉันจะขายมันทิ้งเหรอ\"\n\"เธอเข้าใจถึงคุณค่าของโนซิสดี แม้ว่าเธอจะขายมัน ฉันก็เชื่อว่าเธอจะต้องแลกมันกับสิ่งที่มีมูลค่าเท่ากัน ไม่ส่งมอบไปให้ใครง่าย ๆ \"\nด้วยนิสัยของ Yae Miko จะไม่แปลกใจเลยหากเธอขายโนซิส แต่เธอจะไม่ยอมเสียเปรียบในตอนที่ทำการแลกเปลี่ยนอย่างแน่นอน\nนั่นคือข้อตกลงระหว่างเพื่อนเก่าสองคน Yae Miko เข้าใจเจตนาของ Ei และยิ้มรับโนซิสอันล้ำค่านั้นมา\n\"คำพูดนี้คือสิ่งที่เธอพูดออกมาเองนะ ไม่ใช่ความคิดของฉัน แล้วอย่ามาเสียใจทีหลังล่ะ\""
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>นกน้อยในกรงทองของวิหารแห่ง Surasthana ทำได้เพียงจ้องมองโลกใบนี้ผ่านทางความฝัน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/144837601/f29490bddc56b4a6773b6c5003bbb853_2080858609251172602.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "การมีอยู่ของ Akasha เป็นเพียงหนทางหาใช่จุดหมาย ชั่ววินาทีที่ \"ความรู้ต้องห้าม\" ถูกกำจัดโดยสมบูรณ์ \"Akasha\" จึงจะบรรลุภารกิจอย่างแท้จริง\nผู้ที่ละโมบในพลังของโนซิสวางแผนฉากความวุ่นวายทั้งหมดนี้ และจะแสดงคมเขี้ยวในตอนท้ายที่สุด\nNahida ใช้โนซิสของต่างแดนเป็นตัวประกัน ศัตรูที่ร้ายกาจเจ้าเล่ห์จำต้องสูญเสียเสียหลักประกันอย่าง \"ชิ้นส่วน\" ไปในที่สุด\nแต่จากนั้น อีกฝ่ายก็หยิบยื่นเงื่อนไขแลกเปลี่ยนอีกข้อ นั่นคือความรู้ที่สำคัญเกี่ยวกับ \"ความจริง\" ของโลก\nเขารู้ดีถึงคุณค่าที่หยั่งรากลึกในดินแดนแห่งนี้เป็นอย่างดี และตั้งใจจะใช้ประโยชน์จากความอยากรู้อยากเห็นและความรับผิดชอบของ Nahida ตั้งแต่แรกเริ่ม เขาว่าการใช้ \"ความรู้\" เป็นหมากช่วยต่อรอง เห็นคงจะเป็นการเหมาะสมที่สุด\nNahida ที่ยังเหลือโนซิสอีกดวงเกิดความลังเลขึ้นในจิตใจ เธอไม่ได้รู้เรื่องโนซิสมากไปกว่าที่เธอรู้เกี่ยวกับสิ่งที่เรียกว่า \"ความจริง\" ของโลก\nโนซิส... ไม่ได้มีอะไรมากไปกว่าแกนกลางที่รวบรวมพลังธาตุจำนวนมาก แกนกลางที่เธอสามารถใช้ได้อย่างอิสระ แต่หากมันเป็นแค่เช่นนั้นจริง แล้วเหตุใดถึงมีเทพที่ต้องการรวบรวมพวกมันอย่างทะเยอทะยานแบบนี้กันนะ?\nการบรรลุข้อตกลง หมายถึงการที่ทั้งสองฝ่ายได้รับผลประโยชน์ที่เท่าเทียมกัน ไม่มีใครได้เปรียบ ยิ่งไม่ต้องพูดถึงชัยชนะเลย แต่การปฏิเสธที่จะทำข้อตกลงหมายถึง \"ความไม่รู้\" บางอย่าง เห็นได้ชัดว่าข้อเสียดังกล่าวมีแนวโน้มที่จะนำไปสู่การสูญเสียการควบคุม\nและแล้ว \"เทพแห่งปัญญา\" ก็พลันได้คำตอบของเธอ..."
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้พิพากษาสูงสุดแห่ง Fontaine มีชื่อเสียงในด้าน \"ความเป็นกลาง\" อย่างสมบูรณ์</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/0513aa7f482dbb4778545d02f94956fe_6477268461203548971.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Neuvillette เองไม่จำเป็นต้องใช้วิชั่นเพื่อขับเคลื่อนพลังธาตุ เพียงว่ามีบางเรื่องที่เขาเพิ่งรู้ในตอนที่เขากลายร่างที่สมบูรณ์ไปแล้ว:\nได้รับบาดเจ็บสาหัสในมหาสงครามเพื่อการแก้แค้น ทรราชสูญเสียตำแหน่งของเขา เขาไม่สามารถใช้อำนาจเบ็ดเสร็จของตัวเองเพื่อยับยั้งกฎของโลกนี้ได้อีกต่อไป เพื่อระงับความไม่พอใจและความขุ่นเคืองของโลก ทรราชและผู้มาทีหลังอีกคนหนึ่งได้สร้าง \"โนซิส\" ขึ้นมาร่วมกัน วางระเบียบดังกล่าวไว้เพื่อให้คนมีความคิดได้เพียง 7 ประเภทนี้เท่านั้น ชิ้นส่วนทั้งหมดจากต้นกำเนิดถูกขับเคลื่อนให้กลืนกินกันและกัน\nตั้งแต่วันนั้นเป็นต้นมา เมื่อความปรารถนาของมนุษย์ถูกถ่ายทอดไปถึงสวรรค์ ผู้ปกครองโลกแห่งวัตถุทั้งเจ็ดควรมอบของขวัญให้แก่เขา แม้ว่าจะไม่รู้ว่าใครหรือความปรารถนาแบบไหนไปถึงอาณาจักรศักดิ์สิทธิ์ แต่เทพทั้งเจ็ดยังคงต้องแบ่งเศษเสี้ยวแห่งอำนาจของตนออกมามอบให้บุคคลนั้น และเมื่อผู้ที่ได้รับของขวัญทำภารกิจสำเร็จ... รางวัลที่เหล่าทวยเทพจะได้รับก็จะยิ่งมากขึ้น\nแม้ว่า Neuvillette จะไม่เชื่อฟังบัญชาจากสวรรค์ แต่เขาก็ตระหนักถึงความหมายของความเป็นมนุษย์ ดังนั้นเขาจึงละทิ้งส่วนหนึ่งของตัวเองไว้ เช่นเดียวกับสมบัติมังกรในสมัยโบราณที่รอผู้กล้าเข้ามารับมัน"
      }
    ]
  }
}