{
  "epId": 4939,
  "name": "เทศกาล Windblume",
  "desc": "<p>งานเทศกาล Windblume ถูกสร้างขึ้นเพื่อรำลึกถึงความกล้าหาญ และการเสียสละของวีรบุรุษ ที่ได้โค่นล้มผู้เผด็จการ Decarabian เทพอสูรแห่งพายุ</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/27/286446747/a9871c7ad8593cc5f5ae833817cfd876_2515786218995567332.png",
  "menuId": 20,
  "menuName": "คำจำกัดความ",
  "version": 1714712875,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "เทศกาล Windblume",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ตำนานกล่าวว่า Decarabian ผู้เผด็จการได้ปกครอง Mondstadt เมื่อ 2,600 ปีที่แล้ว เคยมีดอกไม้ป่าบานสะพรั่งเหนือเนินเขาและหุบเขา ยิ่งลมพัดแรงเท่าไร รากของดอกไม้ก็จะยิ่งแข็งแรงขึ้น และก็ยิ่งเติบโตมากขึ้นเท่านั้น และมันไม่กลัวแม้กระทั่งลมแรง ฤดูหนาวอันแสนเลวร้าย และน้ำแข็งที่ถูกลมซัดสาด ดอกไม้เหล่านี้ถูกเรียกว่า \"Windblume\"\nเชื่อกันว่าคำว่า “Windblume” มีต้นกำเนิดมาจากสมัย Mondstadt ยุคเก่า มันเป็นสัญญาณลับที่ผู้คนใช้ในการติดต่อวางแผนก่อจลาจลกันอย่างลับ ๆ ในตอนนั้นผู้คนมักกล่าวว่า ยิ่งลมพัดแรงเท่าไรรากของ Windblume ก็ยิ่งหยั่งลึกมั่นคงขึ้น เวลาที่กลีบดอกไม้เบ่งบานก็จะยิ่งงดงามยิ่งขึ้น"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"ขอมอบดอกไม้นิรนามให้แก่คุณ และขอให้ช่วงเวลาของฤดูใบไม้ผลิที่คุณไม่เคยสัมผัสมานั้น ไม่ได้ไร้ความหมายอีกต่อไป\"</color>\n<color=#ffffffd9>\"ขอให้คุณตอบแทนกลับมาด้วยความหวังและรอยยิ้ม และต้อนรับวันที่พายุสงบลงด้วยกันกับฉัน\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "นักรบผมแดงหันหลังให้กับเทพเจ้าองค์ใหม่ที่เพิ่งถือกำเนิด และหลบหายไปในฝูงชนราวกับน้ำฝนหยดเล็ก ๆ ท่ามกลางคลื่นยักษ์ที่ถาโถม เขาคือผู้ริเริ่มในการส่งข้อความลับผ่านดอก Windblume และเป็นดั่งผู้ถักทอแสงอรุณของการเดินทางอันยาวนานยามค่ำคืนก่อนรุ่งสาง ชื่อของเขาถูกลืมเลือนไปตามกาลเวลา แต่ความห้าวหาญของเขายังคงถูกถ่ายทอดผ่านบทกวีอย่างไม่จางหาย พันปีต่อมา... อัศวินผมแดงอีกคนหนึ่งได้เดินตามรอยเท้าของเขา เพื่อเปิดเผยประวัติศาสตร์อันดำมืดของชนชั้นสูงออกมา เช่นเดียวกับชะตากรรมของดอก Windblume: เบ่งบานภายใต้แรงกดดันอันถาโถม และเบ่งบานขึ้นหลังจากการดิ้นรนต่อสู้ ชะตากรรมของคนตระกูลนี้จะไม่มีวันเปลี่ยนแปลง: ซ่อนกายอยู่ในคืนที่มืดมิดที่สุด เพื่อนำแสงสว่างแห่งรุ่งอรุณให้มาถึง... หนึ่งพันปีต่อมา นักรบผมแดงอีกคนหนึ่ง Ragnvindr the Dawn Knight ได้ออกทำสงครามกับขุนนางแห่ง Mondstadt ผู้เสื่อมทรามไปด้วยอำนาจและความมั่งคั่ง และทายาทของตระกูล Ragnvindr ในปัจจุบันก็คือ Diluc ได้ทำการปกป้อง Mondstadt จากศัตรูทั้งหมด โดยซ่อนตัวอยู่ใต้ความมืดมิด\nเมื่อเผด็จการถูกโค่นล้มและ Barbatos ขึ้นครองอำนาจเหนือ Mondstadt ดอก Windblume ก็กลายเป็นสัญลักษณ์ของอิสรภาพ และเทศกาล Windblume ก็กลายเป็นวันรำลึกถึงความกล้าหาญและการเสียสละของวีรบุรุษเหล่านั้น แต่ในช่วงหลายปีที่ผ่านมา ประวัติศาสตร์ของเทศกาลนี้ถูกลืมไป และความหมายของคำว่า \"Windblume\" ก็ได้รับความหมายใหม่"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"ดอกไม้ที่บานสะพรั่งควรเป็นสัญลักษณ์ของความรัก และฤดูใบไม้ผลิที่กำลังจะมาถึง\"</color>\n<color=#ffffffd9>\"มันไม่ใช่สัญลักษณ์แห่งการต่อต้าน หรือสัญญาณลับของการกบฏอีกต่อไป...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>เทพอสูรแห่งพายุ และเป็นผู้ปกครอง \"Mondstadt ยุคเก่า\" เขาถูกโค่นล้มโดยการลุกฮือของชาว Mondstadt ซึ่งไม่สามารถอดทนกับความเผด็จการได้</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/278806422/54fc33ab94abb4b00460e448f7765892_4008565717109297079.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "หนึ่งในนักกวีพเนจร ที่มีอยู่มากมายใน Mondstadt ผู้เดินเตร่ไปตามถนนซอกซอย อย่างอิสรเสรี",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 43,
        "name": "Diluc",
        "desc": "<p>คุณชายสูงศักดิ์ผู้ครอบครองกิจการไวน์ใน Monstadt ไปกว่าครึ่ง</p><p>ไม่ว่าจะด้านกำลังทรัพย์ ชื่อเสียง หรือความสามารถ ก็ไม่มีใครเทียบเคียงได้ในสักทาง</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Diluc_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2045,
        "name": "Windblume Ode",
        "desc": "ธนูที่ประดับตกแต่งด้วยดอกไม้นิรนาม ที่ได้แบกรับความหวังอันแรงกล้าของบุคคลนิรนามเอาไว้",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/weapon/风花之颂.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3614,
        "name": "Mailed Flower",
        "desc": "<p>ดาบใหญ่รูปทรงสวยงามประณีตซึ่งถูกประดับประดาไปด้วยดอกไม้สดและริบบิ้นของงานเทศกาล</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/04/176148810/bca5e3d255c646e42449a06b79b5d019_5725592040842039363.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Windblume",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/63c39f59ec1f979b04e586eee3c5dbc3_304963201630290061.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ไม่มีชาว Mondstadt คนไหนที่รู้เลยว่า Windblume เป็นดอกไม้ชนิดใด แต่ใน Mondstadt มีสองกลุ่มใหญ่ ๆ ก็คือ Asterist หรือที่รู้จักกันในชื่อ “นักอนุรักษ์สิ่งแวดล้อม Windblomer” และ กลุ่ม Dandelionite\nคนกลุ่มแรกเชื่อว่าเทศกาล Windblume เป็นการยกย่องการปลดปล่อย Mondstadt ยุคเก่าจากการปกครองแบบเผด็จการ ดอก Windwheel Aster เป็นสัญลักษณ์ที่แท้จริงของอิสรภาพของ Mondstadt และเป็นตัวอย่างที่ดีของกังหันลม ซึ่งเป็นเหตุผลว่าทำไมนักอนุรักษ์สิ่งแวดล้อมจึงเลือกสิ่งเหล่านี้เป็นสัญลักษณ์ หลายคนลืมประวัติศาสตร์ของเทศกาลนี้ไปแล้ว ดังนั้นทฤษฎีนี้จึงไม่แพร่หลายนัก\nในปัจจุบัน ชาวเมืองส่วนใหญ่อยู่ในกลุ่ม Dandelionite Dandelionite และเชื่อว่าเทศกาล Windblume เป็นเทศกาลสำหรับคู่รักและควรแสดงความรักด้วยความจริงใจมากที่สุดในช่วงเวลานี้ ผู้ที่มีความรักมักจะเดินทางไปที่ Cape Oath และแสดงความรู้สึกต่อกันท่ามกลางดอก Dandelion ที่พลิ้วไหวและดอก Cecilia อันอุดมสมบูรณ์ สำหรับพวกเขา ดอก Windblume หมายถึงความรักและความยินดี บางครั้งก็มีการประดับอาวุธด้วยดอกไม้ตามความปรารถนาของผู้ว่าจ้างหรือช่างตีเหล็ก\nชาวเมืองบางกลุ่มที่ไม่ได้อยู่ในกลุ่ม Dandelionite หรือ Asterist เชื่อว่าดอก Windblume สามารถเป็นดอก Wolfhook, ดอก Cecilia, ดอก Sweet Flower หรือเป็นดอกไม้อื่น ๆ ได้"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/237301566/add38acc78249d2073b5c6372a2dcced_9155247330472710375.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ในความเป็นจริง ดอก Windblume ไม่เคยมีอยู่จริง ดังนั้นสำหรับแต่ละคน มันจึงมีความหมายที่แตกต่างกันออกไป เช่น ดอกไม้แห่งความรัก ดอกไม้แห่งความเคารพ หรือดอกไม้แห่งคำอวยพร Windblume คือจิตวิญญาณแห่งความปรารถนาในอิสรภาพ ความกล้าหาญที่ช่วยให้คุณตามสายลมไปได้ทุกที่ ดังนั้นสิ่งใดก็ตามที่สวยงามและควรค่าแก่การอวยพรก็สามารถเป็นดอก Windblume ได้\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1750,
        "name": "Windwheel Aster",
        "desc": "พืชที่ชอบลม สำหรับผู้ซึ่งมีความเชื่อในสายลมอย่างชาว Mondstadt ที่มีความจริงใจซื่อตรงแล้ว Windwheel Aster ก็เปรียบดั่ง \"ลมที่มองเห็นได้\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Windwheel Aster_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1543,
        "name": "Dandelion Seed",
        "desc": "เมล็ดเม็ดเล็กๆที่ลอยมากับสายลม แม้ว่าจะดึงปีกของมันออกไป มันก็ยังโอบกอดความหวังจากแดนไกลไว้อยู่ดี",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Dandelion Seed_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 464,
        "name": "Cecilia",
        "desc": "ดอกไม้ที่มีความงามสมกับชื่อของมัน จะเติบโตในเฉพาะที่สูงและมีลมพัดแรงเท่านั้น ยากที่จะสัมผัสราวกับการหาความจริงใจจากคนไม่รักดี",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Cecilia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1676,
        "name": "Wolfhook",
        "desc": "ผลเบอร์รี่ที่มีเขา มักจะเห็นมันติดอยู่ตามขนของเจ้าหมาป่า ราวกับว่าจะได้ยินเสียงเห่าหอนของหมาป่าดังก้องมาเลย",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Wolfhook_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1197,
        "name": "Sweet Flower",
        "desc": "พืชที่ส่งกลิ่นหอมไปทั่ว ถึงแม้จะอยู่ท่ามกลางความมืดมิด กลิ่นดอกอันหอมหวนของมัน ก็สามารถทำให้คุณหาเจอได้โดยง่าย",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sweet Flower_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3614,
        "name": "Mailed Flower",
        "desc": "<p>ดาบใหญ่รูปทรงสวยงามประณีตซึ่งถูกประดับประดาไปด้วยดอกไม้สดและริบบิ้นของงานเทศกาล</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/04/176148810/bca5e3d255c646e42449a06b79b5d019_5725592040842039363.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 1748,
        "name": "Windblume Festival Commemorative Balloon",
        "desc": "ใช้สิ่งนี้เพื่อปล่อยลูกโป่งที่สามารถทำให้แตกได้<br/>ลูกโป่งมีความหมายต่อดินแดนแห่งลมเป็นพิเศษ เพราะมันเป็นสัญลักษณ์ของการล่องลอยไปตามสายลมอย่างอิสระ และแน่นอนว่าเมื่อลูกโป่งลอยขึ้นสู่ความสูงในระดับหนึ่งแล้ว มันจะแตกเนื่องจากความกดอากาศ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Windblume Festival Commemorative Balloon_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ในปัจจุบัน",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/771cf09d9af26231d33162b656b01737_1134607433157461641.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Mondstadt ยุคใหม่เฉลิมฉลองฤดูใบไม้ผลิด้วยเทศกาล Windblumeในฐานะเทศกาลแห่งอิสรภาพและความรัก ช่วงเวลาแห่งความสุขและความสนุกสนาน เทศกาล Windblume ไม่ได้ด้อยไปกว่าเทศกาล Lantern Rite ของเมือง Liyue หรือเทศกาล Fontinalia ของเมือง Fontaine ในช่วงเวลานี้ของทุก ๆ ปี ผู้คนจะนำ ดอก Windblume ไปถวายให้กับท่าน Barbatos เทพแห่งลมเพื่อแสดงถึงความรักและความเคารพ นอกจากนี้ยังมีประเพณีการมอบดอกไม้ให้กับคนสำคัญและคนที่เรารักด้วย ในเวลานี้ แม้แต่กิลด์นักผจญภัยก็ยังไม่มีคำขอใด ๆ ที่ต้องการความช่วยเหลือ เนื่องจากในช่วงเทศกาลถ้าอยากพบกับความรักล่ะก็ ต้องพยายามทำทุกอย่างด้วยตัวเองให้ดีที่สุด\nประเพณีสมัยใหม่อย่างหนึ่งของเทศกาล Windblume คือการจับสุนัขจิ้งจอก ทุกเทศกาล Windblume นักล่ารุ่นเยาว์จะไปที่ Wolvendom เพื่อจับสุนัขจิ้งจอก เมื่อจับได้ก็จะวางพวงดอกไม้บนหัวแล้วปล่อยพวกมันไป การกระทำเหล่านี่เป็นการอธิษฐานเพื่อขอให้พบรักในปีถัดไป\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "เทศกาล Lantern Rite",
        "desc": "<p>ในวันพระจันทร์เต็มดวงแรกของทุกปีจะเป็นวันเฉลิมฉลองเทศกาล Lantern Rite ของ Liyue ชาวเมืองจะประดับท้องฟ้ายามค่ำคืนด้วยโคมลอยและโคม Mingxiao ภายในโคมลอยจะมีหินแร่ Plaustrite และความปรารถนาที่ถูกเขียนลงบนแผ่นไม้ โคมที่ลอยล่องไปตามสายลม คอยให้แสงสว่างนำทางแก่วิญญาณที่คอยปกป้อง Liyue</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/115795437/fbae4f414f399aea1959bcbb588f50aa_5610504529125907311.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4936,
        "name": "เทศกาล Fontinalia",
        "desc": "<p>เทศกาล Fontinalia เป็นเทศกาลที่จัดขึ้นเพื่อรำลึกถึงอัศวินแห่งน้ำบริสุทธิ์ในตำนานที่ค้นหา Oceanid และต้อนรับการกลับมาของเทพแห่งน้ำ Egeria</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/115795437/6be113dc8ecbe93170d1b614788b0509_7340684562103981661.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ตัวอย่างเนื้อเรื่อง",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวอย่างเวอร์ชัน 1.4: \"เสียงกระซิบจากดอกไม้\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/077eab9dc0d6ada383a2a722653a0970_4922323737893778959.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>06/03/21</color>\nเสียงบทเพลงแห่งการเฉลิมฉลองลอยล่องไปตามสายลม\nในดอกไม้นั้นมีบทกวีโบราณซ่อนอยู่\nบางทีคุณควรไปสำรวจในเมืองเพื่อค้นหาความหมายที่แท้จริงของงานเทศกาลนี้\nแต่อย่าลืมสำรวจสิ่งที่ซ่อนอยู่ภายในจิตใจของคุณด้วย\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=vv_JnSwFp0A&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "แอนิเมชันปิดกิจกรรมเทศกาล Windblume - \"มวลดอกไม้ในสายลม\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/077eab9dc0d6ada383a2a722653a0970_4922323737893778959.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>05/04/21</color>\nสายลมท่ามกลางหมู่เมฆ ท่ามกลางสายฝน ท่ามกลางความฝันและมวลดอกไม้\nเธออยู่ข้างกายฉัน อยู่ในสายตาของฉัน อยู่ในหัวใจที่สั่นไหวไม่หยุดเพราะความรักของฉัน\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=HRksKER0Ies&t=2s&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวอย่างเวอร์ชัน 3.5: \"พรจากสายลมและดอกไม้\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/237301566/9b6ccdb41e742840308daac5efb843c3_2895616554537489816.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17/02/23</color>\nบางคนคิดว่าโชคชะตาซ่อนเร้นอยู่ในสายลม เฉกเช่นกลิ่นหอมของดอกไม้ หยาดฝนและน้ำค้าง... มันคือกฎแห่งธรรมชาติ ที่มิอาจก้าวล่วงไปได้ แต่คนบางคนต้องการค้นหาโชคชะตาด้วยตัวเอง หรือไม่ก็ถึงขั้นอยากถักทอมันขึ้นมาใหม่ด้วยซ้ำ ทว่าทั้งหมดนี้ จะใช่การชี้นำจากโชคชะตาหรือไม่?\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=AcTUi59vw_E&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "PV เนื้อเรื่อง - \"งานเลี้ยงน้ำชาของแม่มด\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/20/237301566/1d77b3f1972e0b02f49a1b5a27009d7c_888359372350112506.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>07/03/23</color>\nถึงจะเป็น \"นักผจญภัยผู้ยิ่งใหญ่ที่เคยเดินทางไปทั่วทุกมุมโลก, Dodo-King ผู้แสนชั่วร้าย, ผู้พิทักษ์แห่ง Mondstadt ยุคเก่า, เพื่อนของเหล่าสหายตัวโตผู้เปี่ยมด้วยความหวัง, ผู้แต่งหนังสือนำเที่ยว Teyvat, ผู้คิดค้นเกม Temari ของตระกูล Kujirai, ผู้จัดหาสินค้าของนายท่าน Sangemah Bay ผู้โด่งดัง, สมาชิกเก่าแก่ของสมาคมแม่มด - อักษร 'A' และแม่ของ Klee ที่น่ารักที่สุด\" ก็ตาม แต่ถ้าจู่ ๆ ได้รับการติดต่อจากโคมไฟโบราณ คุณ Alice ก็ทำอะไรไม่ถูกอยู่บ้างเหมือนกัน\nแต่ก็โชคดีที่ไม่มีเรื่องเหนือความคาดฝันอะไรเกิดขึ้น เพียงแต่มันทำให้เด็กสาวคนหนึ่งที่เติบโตเป็นผู้ใหญ่ หวนนึกถึงเพื่อน ๆ ที่เคยใช้ชีวิตในช่วงเยาว์วัยร่วมกับเธอขึ้นมาก็เท่านั้น\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=RigK4OwCCM8&list=PLqWr7dyJNgLICZACs2Fge9bkhlvdE_Y70&index=18&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ภาพประกอบและอิโมจิ",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เรื่องราวของเทศกาล Windblume"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/03/115795437/e9d6a7b40cb26ec4e4bdbe38f532a778_2292984176702179897.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>18/03/21</color>\nเมื่อเร็ว ๆ นี้ Cat's Tail ได้จัดการแข่งขันเพื่อชิงรางวัลใหญ่ ซึ่งรางวัลก็คือ Applebloom Cider ที่มีในเฉพาะช่วงเทศกาล Windblume เท่านั้น!\nVenti รีบลงทะเบียนร่วมเข้าแข่งขันอย่างกระตือรือร้น และเขามีโอกาสที่จะชนะ\nแต่เขาไม่ได้คาดหวังว่าผลลัพธ์สุดท้ายจะเป็น... การพ่ายแพ้อย่างน่าเสียดาย?!"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "เสียงกระซิบจากดอกไม้",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/95ca1cc0629928435ad5fa771f17a460_2176272422658468295.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ในช่วงเทศกาล Windblume ชาวเมือง Mondstadt จำนวนมากจะตัดสินใจเรื่องที่เกี่ยวข้องความรักตามใจปรารถนา ในงานเทศกาลที่นักเดินทางและ Paimon เข้าร่วมเป็นครั้งแรก พวกเขาได้พบกับนักกวีพเนจร Venti เพื่อนเก่าของพวกเขา เขาต้องการหาเงินเพื่อซื้อไวน์ที่วางขายจำนวนจำกัดจึงตัดสินใจสอนชาวเมืองที่โหยหาความรักให้เรียนรู้วิธีแต่งบทกวีเกี่ยวกับความรัก เพื่อให้ตัวเองเป็นอิสระและได้ไปลิ้มรสไวน์ได้ไวที่สุด Venti ได้ขอให้นักเดินทางและ Paimon ช่วยเหลือเขาในการให้คำแนะนำเรื่องความรักกับชาวเมือง และเขาให้สัญญาว่าจะคอยให้สัญญาณเป็นท่าทางเพื่อบอกว่าคน ๆ นั้นควรทำอย่างไรกับความสัมพันธ์ เช่น เดินหน้าต่อและคว้าโอกาสไว้, ค่อยเป็นค่อยไป อย่าใจร้อนวู่วาม หรือให้รีบปล่อยมือจากความสัมพันธ์ อย่าทุ่มเทความรู้สึกมากเกินความจำเป็น หัวหน้าของกองอัศวินแห่ง Favonius, Kaeya ก็ตัดสินใจเขียนบทกวีแห่งรักและกล่าวว่า Vent iควรตรวจและแก้ไขการบ้านของนักเรียนเช่นเดียวกับอาจารย์คนอื่น ๆ"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/07f20cc638f78fca8cded745bef11c66_4179823261222771264.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ด้วยคำแนะนำของ Venti นักเดินทาง และ Paimon จึงไปช่วยเหลือผู้คนชาว Mondstadt ก่อนอื่น พวกเขาได้พบกับ Marvin สมาชิกตระกูล Goth ที่โด่งดังของ Mondstadt พ่อผู้เข้มงวดและอนุรักษ์นิยมของเขาไม่เห็นด้วยกับความสัมพันธ์ของลูกชายกับเด็กสาวจากครอบครัวเกษตรกร ดังนั้น Marvin จึงต้องการมอบดอก Windblume ให้แก่พ่อของเขา และขออนุญาตเพื่อออกเดทกับ Marla นักเดินทางและ Paimon ให้คำแนะนำแก่ Marvin ในการพูดคุยกับพ่อของเขา และเตือนเขาว่าอย่าลืมมอบดอกไม้ให้กับ Marla จากนั้นพวกเขาก็ไปหา Ellin เด็กสาวผู้ใฝ่ฝันที่จะเข้าร่วมกองอัศวินแห่ง Favonius เธอต้องการนำดอกไม้และบทกวีไปให้รักษาการณ์ผู้บัญชาการ Jean เนื่องจากเป็นแฟนตัวยงของเธอ Ellin กังวลเกี่ยวกับจิตใจที่เต็มเปี่ยมไปด้วยความยุติธรรมและความแน่วแน่ของหัวหน้ากอง Jean หากเธอนำของขวัญไปให้ Jean จะต้องวุ่นวายกับการหาของขวัญตอบแทนแน่นอน ซึ่งนั่นจะเป็นการเบี่ยงเบนความสนใจของเธอออกจากเรื่องสำคัญ แต่ในขณะเดียวกัน การมอบของขวัญที่ไม่ลงชื่อก็อาจทำให้ช่อดอกไม้นั่นเป็นของขวัญที่น่าสงสัยได้ ด้วยความช่วยเหลือของ Venti นักเดินทางและ Paimon ได้ให้คำแนะนำ Ellin และไปหาชาวเมืองคนต่อไป Albertประธานกลุ่มแฟนคลับของ Barbara (แม่ชีแห่ง Favonius Church และ ไอดอลแห่ง Mondstadt) ต้องการสร้างรูปปั้นดอกไม้ยักษ์ของ Babara และวางไว้ใกล้ทางเข้ามหาวิหาร\nด้วยการรวบรวมบทกวีจากนักเรียนของเขาและการทำงานที่ได้รับมอบหมายต่าง ๆ Venti ได้รับบทกวีต่อไปนี้จาก Kaeya, Timaeus และ Bennett:\nบทกวีของ Kaeya:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Mi muhe ye</color>\n<color=#ffffffd9>ในภาษา Hilichurls</color>\n<color=#ffffffd9>แปลว่าฉันรักเธอ\"\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "บทกวีของ Timaeus:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"ฉันกับเธอจับมืออยู่หน้าเตาแปรธาตุ</color>\n<color=#ffffffd9>แต่น่าเศร้า ที่เตาไฟจุดไม่ติด</color>\n<color=#ffffffd9>อาจเป็นเพราะ รักเราร้อนแรงกว่าไฟ\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "บทกวีของ Bennett (เขียนร่วมกับ Razor):"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"เธอกับทะเล Mare Jivari</color>\n<color=#ffffffd9>ทั้งใกล้ และทั้งไกล</color>\n<color=#ffffffd9>อีกคนอยู่บนฝั่ง อีกคนอยู่ในใจ</color>\n<color=#ffffffd9>Wolfhook และ Dandelion</color>\n<color=#ffffffd9>ขอมอบดอก Windblume ของฉันให้แด่เธอ\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ภายใต้คำแนะนำของนักกวีผู้มีชื่อเสียง ผู้คนก็เริ่มเปิดใจให้กับบทกวีแห่งรัก แต่ถึงอย่างนั้น Venti ก็คิดว่าบางคนยังไม่ได้ไตร่ตรองมากนัก เนื่องจากเทศกาล Windblume ถือกำเนิดขึ้นในเมืองแห่งอิสรภาพ ผู้คนจึงมีอิสระที่จะตัดสินใจว่าจะทำอะไรในวันนี้ เช่น ลองเริ่มต้นทำอะไรใหม่ ๆ หรือจะทำตามในสิ่งที่ตัวเองเชื่อมั่น ผู้คนควรแบ่งปันความทรงจำที่ดีต่อกันและกัน และปล่อยให้หัวใจตัดสินใจในส่วนที่เหลือ"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/599eb94d632a3bcc06212d3e4793ddc7_2132090646349250493.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ด้วยการช่วยเหลือชาว Mondstadt นักเดินทางจึงได้รับการประกาศให้เป็น Windblume Star และได้รับเกียรติในการถวายดอก Windblume ให้แก่ท่านเทพแห่งลม ในนามของชาว Mondstadt หลังจากปรึกษากับ Venti เทพแห่งลม Barbatos แล้วนักเดินทางและ Paimon ได้เรียนรู้เกี่ยวกับธรรมชาติที่แท้จริงของ Windblume และดอกไม้เหล่านั้นล้วนมีความหมายในตัวเอง ขึ้นอยู่กับการตีความของแต่ละคน"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“ใครกันที่คอยลูบไล้ใบหน้าที่บาดเจ็บ แต่มั่นคงของคุณ</color>\n<color=#ffffffd9>ณ ลำธาร</color>\n<color=#ffffffd9>ข้างหินก้อนใหญ่</color>\n<color=#ffffffd9>ใครกันที่กอดวิญญาณที่เหนื่อยล้า และ สูงส่งของคุณ</color>\n<color=#ffffffd9>ในความฝันอันลึกล้ำ</color>\n<color=#ffffffd9>สูงไปเหนือท้องฟ้า</color>\n<color=#ffffffd9>เพื่อนรัก</color>\n<color=#ffffffd9>ฉันจับมือคุณ</color>\n<color=#ffffffd9>พาคุณเข้าสู่แสงไฟยามค่ำคืน</color>\n<color=#ffffffd9>จะบอกเล่าแก่คุณตั้งแต่เริ่ม</color>\n<color=#ffffffd9>การเคลื่อนไหวแห่งอิสรภาพและความฝันในเทศกาล”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "หนึ่งในนักกวีพเนจร ที่มีอยู่มากมายใน Mondstadt ผู้เดินเตร่ไปตามถนนซอกซอย อย่างอิสรเสรี",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "<p>นักดาบผู้มีกลิ่นอายของคนจากต่างแดน มันสมองของกองอัศวินแห่ง Favonius</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 35,
        "name": "Barbara",
        "desc": "<p>ชาวเมือง Mondstadt ทุกคนต่างก็เอ็นดู Barbara</p><p>เธอเรียนรู้คำว่า &#34;ไอดอล&#34; มาจากนิตยสาร</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Barbara_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2538,
        "name": "Ellin",
        "desc": "<p>Ellin เป็น NPC ที่อาศัยอยู่ในเมือง Mondstadt สามารถพบเธอได้ที่ลานฝึกซ้อมในเมือง Mondstadt</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/11/10257458/b3c18538aa52c9bcac587d2082353452_3355800224048857217.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "<p>อัศวิน Dandelion ผู้ยึดมั่นในความถูกต้อง และเป็นรักษาการผู้บัญชาการ ของกองอัศวินแห่ง Favonius</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2547,
        "name": "Timaeus",
        "desc": "<p>Timaeus เป็นผู้ช่วยและลูกศิษย์ของ Albedo ด้วยกันกับ Sucrose เขาจะประจำการอยู่ที่เครื่องสรรสร้าง ในเมือง Mondstadt</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/11/10257458/c5a1adb658e2aa4ef949384256d64056_6274112421853984181.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 26,
        "name": "Bennett",
        "desc": "เด็กหนุ่มนักผจญภัยแห่ง Mondstadt มีความซวยซึ่งไม่เข้ากันกับ ความใจดีมีเมตตาของเขาเลย",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Bennett_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 48,
        "name": "Razor",
        "desc": "<p>เด็กหนุ่มผู้ใช้ชีวิตร่วมกับหมาป่า ใน Wolvendom ซึ่งเป็นพื้นที่หนึ่งใน Mondstadt ที่ห่างไกลจากผู้คน</p><p>มีปฏิกิริยาที่เฉียบแหลมและคล่องแคล่วว่องไว</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Razor_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "พรจากสายลมและดอกไม้",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ในช่วงเทศกาล Windblumeที่นักเดินทาง และ Paimon ได้เข้าร่วมเป็นครั้งที่สอง พวกเขาได้พบกับผู้ช่วยของนักเล่นแร่แปรธาตุ Sucrose ซึ่งได้รับการแต่งตั้งให้เป็นทูตพิเศษของเทศกาล Windblume หน้าที่ของ Sucrose คือการช่วยเหลือทำเรื่องดี ๆ ให้กับทุกคนอย่างสุดความสามารถ ในเทศกาลที่เป็นสัญลักษณ์แสดงความขอบคุณ และความรัก และเธอจะให้ทุกคนที่ได้รับการช่วยเหลือจากเธอพ่นลมหายใจเข้าไปในหลอดทดลอง เพื่อรวบรวม \"ลมหายใจแห่งความสุข\" เธอหวังที่จะใช้ลมหายใจนี้ในการเล่นแร่แปรธาตุเพื่อสรรสร้างสิ่งมหัศจรรย์ที่ไม่เคยมีมาก่อน Sucrose ต้องการลมหายใจแห่งความสุขแบบพิเศษ และขอให้นักเดินทางและ Paimon ช่วยเธอทำในสิ่งที่ท้าทายให้สำเร็จ"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/1d82f912d49d607775eb1d03f99d4aef_5124665864379630035.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ระหว่างทาง พวกเขาได้พบกับเพื่อนของพวกเขา Collei ซึ่งเดินทางจาก Sumeru พร้อมกับอาจารย์ของเธอ Tighnari และ Cynoเพื่อมาร่วมเทศกาลและพบปะเพื่อนของเธอ Amber ระหว่างที่เลือกหนังสือในร้านของที่ระลึก Collei พบข้อความแปลก ๆ ที่ดูเหมือนคำพยากรณ์ <color=#ffffffd9>\"เพียงสำเร็จสิ่งเหล่านี้ก็จะสามารถจุดโคมไฟสุขสำราญ เพื่อรับพรสูงสุดได้ จงตามหาดอกไม้ที่ไม่มีอยู่จริงบนโลก จงตามหาผู้ชี้ทางที่ไม่มีวันหลง จงตามหาคนที่ไม่โกหก จงตามหาตำนานที่ไม่รู้จบ”</color> Collei, Sucrose, นักเดินทาง และ Paimon ร่วมกันตัดสินใจที่จะคลี่คลายปริศนาของข้อความและค้นหาโคมไฟสุขสำราญ\nCollei และคนอื่น ๆ สันนิษฐานว่าโคมไฟสุขสำราญสามารถขอพรได้ ดังนั้น Collei จึงคิดที่จะ \"เปลี่ยนนิสัยของเธอ\" ครั้งแรกที่เธอมาที่ Mondstadt เธอเป็นเด็กเซนซีทีฟ แถมมีนิสัยเก็บตัว และไม่อยากให้ใครเข้ามายุ่งกับเธอ Amber หน่วยสอดแนมจากกองอัศวินแห่ง Favonius เป็นคนเดียวที่ไม่ยอมแพ้ที่จะเข้าหาเธอ ด้วยเหตุนี้ Collei จึงเริ่มสังเกตเธอและหวังว่าจะเป็นเหมือนเธอได้ในสักวันหนึ่ง หลังจากพยายามและล้มเหลวมานานหลายปี เธอก็ตระหนักได้ว่าเธอไม่สามารถเป็นเหมือนเพื่อนของเธอได้ Collei มักจะวิตกกังวล คิดมากไปทุกอย่าง และตกอยู่ในห้วงแห่งความสงสัยในตัวเอง นั่นคือสาเหตุที่เธอต้องการเปลี่ยนแปลงตัวเอง"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/cf71b33447c4077f2368102d0cdd84e1_4734233364738817117.jpg",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ด้วยความช่วยเหลือจากเพื่อน ๆ ทุกคน พวกเขาได้กับพบเกาะลอยฟ้า ตรงกลางมีโต๊ะพร้อมเก้าอี้และช้อนส้อมสำหรับ 7 คน และมีโคมไฟอยู่ตรงกลาง หลังจากพวกเขาพิสูจน์ข้อสมมติฐานจากคำพยากรณ์ที่ได้รับ พวกเขาได้ติดต่อกับแม่มด Alice ผู้เป็นแม่ของ Klee ด้วยความช่วยเหลือของโคมไฟ ปรากฎว่า \"คำพยากรณ์\" เป็นจดหมายเชิญเข้าร่วมงานเลี้ยงสังสรรค์ของเหล่าแม่มดซึ่งแม่มดคนหนึ่งได้ส่งไปให้กับเพื่อน ๆ ที่ตัดสินใจทิ้งพวกเขาไปและใช้เวลาที่เหลือกับคนรัก ปริศนาแต่ละข้อในโน้ตกล่าวถึงแม่มดคนหนึ่ง: Rhinedottir (ดอกไม้ที่ไม่มีอยู่จริงบนโลก), Nicole (ผู้ชี้ทางที่ไม่มีวันหลง), Alice (คนที่ไม่โกหก), และ Andersdotter (ตำนานที่ไม่รู้จบ)"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/28/237301566/38baf6f86cedc33042b0666e1553b0eb_4030153624051823655.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Alice พูดคุยเกี่ยวกับ Hexenzirkel ซึ่งเป็นสมาคมแม่มด กาลครั้งหนึ่งพวกเธอเคยใจกล้าท้าทายเทพแห่งสายลม แต่เทพแห่งสายลมกลับบอกว่า \"อย่าแข่งด้วยกำลังเลย เรามาดีดพิณขับร้อง ใช้บทกวีมาจบความขัดแย้งกันเถอะ\" นับแต่นั้นมา เหล่าแม่มดจะจัดการประชุมภายในป่าเขา ที่ริมขอบผา หรือบนท้องฟ้าเท่านั้น พวกเขาจะนำเรื่องราวและความลับมายังโต๊ะน้ำชา เพื่อยุติข้อขัดแย้ง \"แม่มดจะไม่ทะเลาะกันเอง\" ใบชาและเค้กรสเลิศเป็นสักขีพยานของคำสาบานนี้ ภายในสมาคมจะมีแม่มดแปดคน หนึ่งในนั้นคือ Alice (A), I. Ivanovna N. (J) ซึ่งได้รับจดหมายเชิญที่พบโดย Collei, Rhinedotir (R), Andersdotter (M), อาจารย์ของ Mona Megistus, Barbeloth (B), และ Nicole (N)\n“คำพยากรณ์” ที่ Collei ค้นพบในหนังสือที่เขียนโดย Andersdotter ถูกแทรกโดย Scarlett หนึ่งในลูกศิษย์ของ I. Ivanovna N. แม่มดสาวต้องการพบกับ Hexenzirkel เพื่อมาเป็นผู้สืบทอดอย่างเป็นทางการของ J ดังนั้นเธอจึงตัดสินใจติดตาม Collei และเพื่อน ๆ ในขณะที่พวกเขาแก้ไขปริศนาของข้อความนั้น\nในตอนท้ายของการผจญภัยของ Collei เด็กสาวขี้อายและถ่อมตัวซึ่งมีอดีตที่ยากลำบากได้พบกับเพื่อนแท้และมีความผูกพันเป็นพิเศษกับ Sucrose ซึ่งเป็นคนเก็บตัวโดยธรรมชาติ Sucrose เลือก \"ลมหายใจแห่งความสุข\" ของ Collei ให้เป็นองค์ประกอบสุดท้ายสำหรับการวิจัยของเธอ เมล็ด Padisarah ซึ่งเป็นดอกไม้หายากของ Sumeru ได้กลายมาเป็นดอก Windblume ของ Collei ซึ่งเธอได้มอบมันให้กับนักเดินทาง\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p>เจ้าหน้าที่พิทักษ์ป่าฝึกหัดที่ทำงานอยู่ใน Avidya Forest </p><p>เบื้องหลังคำพูดและการกระทำอันแสนใส่ใจ คือหัวใจที่ถูกเก็บงำซ่อนไว้</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/144837601/37a18b6b6865c59063003a9380f08225_7166298717920241053.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 30,
        "name": "Sucrose",
        "desc": "<p>นักเล่นแร่แปรธาตุผู้เต็มไปด้วยความอยากรู้อยากเห็นในทุกสิ่งทุกอย่าง เป็นนักวิจัยด้าน &#34;การแปรธาตุชีวภาพ&#34;</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sucrose_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "<p>หญิงสาวลึกลับผู้เป็นโหรแห่งดวงดาว เรียกตัวเองว่า &#34;โหรแห่งดวงดาวผู้ยิ่งใหญ่ Mona&#34;</p><p>มีความแข็งแกร่งอย่างล้นเหลือสมดังชื่อ รอบรู้ทว่าทระนง</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3654,
        "name": "Scarlett",
        "desc": "<p>Scarlett เป็นผู้สืบทอดของ I. Ivanovna N. หรือที่รู้จักกันในชื่อ \"J\" แห่ง Hexenzirkel</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/30/10257458/b19143dc66d1a9c024584944525a3271_2674624623628034965.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3661,
        "name": "\"ดอก Windblume\" ที่มาจาก Collei",
        "desc": "<p>Padisarah คือ \"ดอก Windblume\" ในใจของ Collei ที่สามารถสื่อถึงความขอบคุณ และคำอวยพร ซึ่งเธอได้มอบเมล็ดพันธุ์เหล่านี้ให้กับคุณ<br>เมื่อกลับมาเยือน Mondstadt อีกครั้ง Collei ก็ได้ก้าวสู่อนาคตไปอีกขั้น ขอให้วันพรุ่งนี้ของเธอเหมือนดั่งเมล็ดพันธุ์เล็ก ๆ ที่อยู่ในฝ่ามือ เปี่ยมล้นด้วยแสงสว่างและความหวัง</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/06/144837601/abd1eb8a9d4c6277f7b4560b6c86f784_1664480269455017975.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2351,
        "name": "เจ้าหญิงหมูป่า",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/The Boar Princess_icon.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "เทศกาล Windblume",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/27/286446747/eab11a3d54dddbd4dbaa65c7cc631c35_1312134213031747462.png"
      },
      {
        "key": "เทศกาล Windblume",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/27/286446747/905436dc67bb03496dcb21a96ccfc168_4646787028006823718.png"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "เทศกาล Windblume"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Mondstadt"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "เทศกาล"
          }
        ]
      },
      {
        "key": "กิจกรรมที่เกี่ยวข้อง",
        "value": [
          {
            "type": "RichText",
            "text": "กิจกรรมเวอร์ชัน 1.4: \"เสียงกระซิบจากดอกไม้\"\nกิจกรรมเวอร์ชัน 3.5: \"พรจากสายลมและดอกไม้\""
          }
        ]
      }
    ]
  }
}