{
  "epId": 5009,
  "name": "นักท่องเวลา (I)",
  "desc": "<p>นวนิยายแฟนตาซีของศูนย์วิทยาศาสตร์ Fontaine ซึ่งตีพิมพ์โดยหนังสือพิมพ์ The Steambird บอกเล่าเรื่องราวการเดินทางข้ามเวลาของวิศวกรที่ใช้ไทม์แมชชีน</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/d320bd636cd59e9c09fd0c0addba6efb_4214422944843198190.png",
  "filterValues": {
    "objectType": [
      "ไอเทมเควสต์"
    ]
  },
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 1708093094,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "หาได้จาก"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=th-th&bbs_theme=dark&bbs_theme_device=1#/map/2?center=-1097.49,-5323.38&zoom=3.00&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ร้านค้า"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ผู้ขาย</color>\n<color=#ffffff>ค่าใช้จ่าย</color>\n<color=#ffffff>สต็อก</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Hubel",
        "desc": "<p>Hubel เป็นเจ้าของแผงหนังสือ ในนครว่าการ Fontaine</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/10257458/6e7f40560c32385db97d1d42adfda939_1605445862849699981.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หนังสือที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 5010,
        "name": "นักท่องเวลา (II)",
        "desc": "<p>นวนิยายแฟนตาซีของศูนย์วิทยาศาสตร์ Fontaine ซึ่งตีพิมพ์โดยหนังสือพิมพ์ The Steambird บอกเล่าเรื่องราวการเดินทางข้ามเวลาของวิศวกรที่ใช้ไทม์แมชชีน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/d320bd636cd59e9c09fd0c0addba6efb_6544837545667653934.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5011,
        "name": "นักท่องเวลา (III)",
        "desc": "<p>นวนิยายแฟนตาซีของศูนย์วิทยาศาสตร์ Fontaine ซึ่งตีพิมพ์โดยหนังสือพิมพ์ The Steambird บอกเล่าเรื่องราวการเดินทางข้ามเวลาของวิศวกรที่ใช้ไทม์แมชชีน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/d320bd636cd59e9c09fd0c0addba6efb_1019949617485321658.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "นั่นเป็นเรื่องที่ผ่านมานานหลายปีแล้ว หลังจากงานเลี้ยงอาหารค่ำเลิกรา คุณ Aviva ( ที่ตอนนี้เป็นมาดาม Nenonen) กำลังบ่นกับพวกเราถึงความก้าวหน้าของเทคโนโลยีที่รวดเร็วเกินไปด้วยน้ำเสียงดึงดราม่าอย่างเคย ถึงแม้ความรู้เกี่ยวกับวิศวกรรมของหล่อนจะด้อยกว่าคุณภาพดินบนเกาะ Watatsumi ก็ตาม (แน่นอนว่าหล่อนไม่รู้อะไรเกี่ยวกับอย่างหลังเช่นกัน) แต่ในตอนนั้นการบอกว่าตัวเองมีความสนใจในวิศวกรรมศาสตร์ท่ามกลางกลุ่มสุภาพบุรุษ และสุภาพสตรีการอ้างว่ามีความสนใจในด้านวิศวกรรมถือแฟชั่นอย่างหนึ่ง\n\" เมื่อหลายพันปีก่อน บรรพบุรุษของเราได้พิชิตดินแดนแห่งนี้\" หล่อนกระแอมในลำคอ และขยับพัดอันวิจิตรงดงามที่ประดับด้วยขนนกยูงและไพลินที่หรูหราเบา ๆ พยายามแสดงสีหน้าให้ตัวเองดูโศกเศร้าที่สุด \"หลายร้อยปีก่อน เป็นอีกครั้งที่พวกเขาได้ใช้อุปกรณ์ดำน้ำรุ่นใหม่พิชิตมหาสมุทรได้อย่างง่ายดาย บัดนี้ มีสุภาพบุรุษและสุภาพสตรีผู้สูงศักดิ์บางท่านบังเกิดความคิดที่อยากจะหลุดพ้นจากพันธนาการของพื้นดิน ด้วยการใช้สิ่งที่เรียกว่า ' เครื่องวัดแรงโน้มถ่วง ' เพื่อพิชิตท้องฟ้า... และความคิดของพวกเขา เกรงว่าจะกลายเป็นความจริงได้ในอีกไม่ช้า\"\n\" ใช่แล้ว เป็นอย่างที่คุณพูด มนุษย์... เป็นสิ่งมีชีวิตที่ยิ่งใหญ่และเปี่ยมไปด้วยปัญญาที่ฉลาดหลักแหลม! ไม่ว่าจะเวลาไหน พวกเขามักจะใช้ความพยายามที่เหนือจินตนาการ มาเปลี่ยนแปลงสภาพการดำรงชีวิตของตัวเองอยู่เสมอ\" บรรณาธิการของหนังสือพิมพ์ The Steambird แสดงความคิดเห็นทันทีว่า \"ในความเป็นจริง ถ้าเราวิเคราะห์เฉพาะ... ความหมายทางวิศวกรรมเครื่องกลและทฤษฎี... ไม่ใช่ในแง่มุมอื่น มนุษย์แทบจะมีฐานะเทียบเท่ากับผู้สร้าง เพราะพวกเขาใช้ปัญญาที่ชาญฉลาดของตัวเองพิชิตพื้นที่ส่วนใหญ่ของธรรมชาติได้จำนวนมาก พวกเขาสามารถสร้างรูปลักษณ์ของโลกใบนี้ขึ้นมาใหม่ด้วยเจตจำนงที่มุ่งมั่น\"\n\" เฮ้อ นี่ไม่ใช่สิ่งที่ฉันต้องการจะสื่อ\" คุณ Aviva ถอนหายใจเฮือกใหญ่ \"ในดินแดนอันไกลโพ้นและมืดมิดเหล่านั้น ซากปรักหักพังโบราณที่ซ่อนอยู่ใต้ทะเลเหล่านั้น... การสำรวจและบุกเบิกที่โรแมนติกทั้งหมดเหล่านั้น ความสำเร็จอันยิ่งใหญ่ที่แสดงให้เห็นถึงความรุ่งโรจน์ของวิทยาศาสตร์ เทคโนโลยี และเหตุผลของพวกเรานั้น แทบจะตัดขาดกับยุคอารยธรรมของพวกเราโดยสิ้นเชิงแล้ว บรรพบุรุษของเราได้สร้างผลงานที่น่าอัศจรรย์ให้เป็นจริงเอาไว้มากมาย แต่กลับไม่เหลือพื้นที่ให้พวกเราได้สำรวจและพิชิตเลย สำหรับสุภาพบุรุษและสุภาพสตรีที่เกิดมาก็ปรารถนาจะสำรวจในสิ่งที่ไม่รู้เหล่านั้นแล้ว ยังมีสิ่งใดทุกข์ทรมานยิ่งไปกว่านี้อีกเหรอ ?\"\nหล่อนบีบเสียงและแสร้งทำเป็นอ้างอิงคำพูดของพระราชา Argeadai ในตำนาน ราวกับการทำแบบนี้จะแสดงให้เห็นว่าหล่อนเป็นทุกข์ใจกับความคิดนี้อย่างมาก แต่ว่าคนที่อยู่ในงานล้วนนั่งดูด้วยความเบื่อหน่าย แต่ยังคงพยักหน้าอย่างมีมารยาท มาดาม Elle หาวเบา ๆ\nเมื่อเห็นว่าไม่มีใครตอบรับ ความฮึกเหิมของคุณ Aviva ก็ลดลง และเปลี่ยนหัวข้อเป็นเรื่องงานเต้นรำในสัปดาห์หน้า ซึ่งเห็นได้ชัดว่าหัวข้อนี้น่าสนใจกว่ามาก ทำให้บรรยากาศที่เงียบเชียบเริ่มกลับมาคึกคักขึ้นอีกครั้ง ลอร์ด Ratar กำลังจะเล่าตำนานที่เกี่ยวกับหอสูง ผู้ใช้มนตรา และลูกแก้วที่เคยได้ยินตอนอยู่ที่ Sumeru ให้พวกเราฟัง แต่ก่อนที่เขาจะได้เริ่มเล่า คุณ Ciric ที่ปิดปากเงียบมาตลอดก็ได้พูดแทรกขึ้นมา\n\" คุณ Aviva เรื่องที่คุณพูดมาเมื่อกี้น่าประทับใจจริง ๆ\" เขาจุดบุหรี่หนึ่งมวน \"แต่คุณไม่ต้องกลุ้มใจไปหรอก เพราะบนโลกใบนี้ยังอีกมิติพื้นที่หนึ่งที่ยังไม่ถูกมนุษย์พิชิต... และหากขาดเทคนิคที่จำเป็น บางทีมนุษย์อาจจะพิชิตมันไม่ได้ไปตลอดกาล\"\n\" ที่ไหนกัน ?\" ลอร์ดถามด้วยสีหน้าขุ่นเคือง เดิมทีเขามีความมั่นใจต่อเรื่องราวเกี่ยวกับวานรนั้นมาก\n\" เวลา\"\nภายในห้องเงียบลงทันที และในวินาทีต่อมาทุกคนต่างก็ระเบิดเสียงหัวเราะออกมาจนท้องคัดท้องแข็ง\n\" เป็นเรื่องเล่าที่แปลกไร้ความเกี่ยวโยงเอาซะเลย!\" ดร. Reinier พยายามกลั้นหัวเราะ \"อย่างแรกคือ เวลาจะเป็นส่วนหนึ่งของมิติได้ยังไงล่ะ ?\"\n\" คุณสามารถแยกตัวออกจากกาลเวลา และดำรงอยู่เพียงลำพังในมิติได้เหรอ ?\"\n\" หมายความว่ายังไง ?\"\n\" ตอนนี้คุณยังคุยกับฉันอยู่ตรงนี้ แต่ในเสี้ยววินาทีต่อมา... คุณกลับหายไปอย่างไร้ร่องรอย มันจะเป็นไปได้รึเปล่า ?\" เขาเงียบไปครู่หนึ่ง ราวกับกำลังรอให้คนอื่นได้ครุ่นคิด \"เห็นได้ชัดว่าคนที่มีความคิดที่ลึกซึ้งต่างก็รู้ดี เวลาก็เป็นมิติหนึ่งของพื้นที่เหมือนกับความยาว ความกว้างและความสูง ดังนั้นเวลา... จึงเป็นส่วนหนึ่งของพื้นที่... จึงสามารถถูกพิชิตได้\"\n\" ไร้เหตุผลสิ้นดี...\" ดร. บ่นอุบอิบเบา ๆ แต่ก็ไม่ได้โต้แย้งอะไร\n\" ฉันศึกษาเรื่องนี้มานานแล้ว\" เขาพูดต่อ \"ฉันได้คิดเครื่องจักรชนิดหนึ่งที่จะพามนุษย์เดินทางข้ามเวลาได้ตามต้องการ น่าจะอีกสองเดือนหลังจากนี้ เครื่องจักรตัวนี้ก็น่าจะสร้างเสร็จแล้ว เมื่อถึงตอนนั้น ฉันขอเชิญคุณ Aviva และท่านสุภาพบุรุษ และสุภาพสตรีในที่แห่งนี้ทุกท่านไปที่เวิร์กชอปของฉัน เพื่อร่วมเป็นสักขีพยานในผลงานที่ยิ่งใหญ่อีกหนึ่งอย่างของมวลมนุษยชาติ... นั่นคือการพิชิตกาลเวลา\"\nคุณ Aviva นิ่งเงียบ ในความเป็นจริงแล้ว วิเคราะห์จากสีหน้าของหล่อนแล้ว เพื่อนที่เกิดในตระกูลสูงศักดิ์ของเราคนนี้คงไม่เข้าใจในสิ่งที่คุณ Ciric พูดเลยแม้แต่น้อย"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "นักท่องเวลา (I)"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      },
      {
        "key": "หาได้จาก",
        "value": [
          {
            "type": "RichText",
            "text": "ซื้อได้จากเจ้าของแผงหนังสือ Hubel ที่นครว่าการ Fontaine"
          }
        ]
      },
      {
        "key": "บันทึกหนังสือ",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5079,
            "name": "นักท่องเวลา",
            "desc": "<p>นวนิยายแฟนตาซีของศูนย์วิทยาศาสตร์ Fontaine ซึ่งตีพิมพ์โดยหนังสือพิมพ์ The Steambird บอกเล่าเรื่องราวการเดินทางข้ามเวลาของวิศวกรที่ใช้ไทม์แมชชีน</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/d320bd636cd59e9c09fd0c0addba6efb_3323277642311563941.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}