{
  "epId": 5010,
  "name": "นักท่องเวลา (II)",
  "desc": "<p>นวนิยายแฟนตาซีของศูนย์วิทยาศาสตร์ Fontaine ซึ่งตีพิมพ์โดยหนังสือพิมพ์ The Steambird บอกเล่าเรื่องราวการเดินทางข้ามเวลาของวิศวกรที่ใช้ไทม์แมชชีน</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/d320bd636cd59e9c09fd0c0addba6efb_6544837545667653934.png",
  "filterValues": {
    "objectType": [
      "ไอเทมเควสต์"
    ]
  },
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 1708093090,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "หาได้จาก"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=th-th&bbs_theme=dark&bbs_theme_device=1#/map/2?center=-1097.49,-5323.38&zoom=3.00&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ร้านค้า"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ผู้ขาย</color>\n<color=#ffffff>ค่าใช้จ่าย</color>\n<color=#ffffff>สต็อก</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Hubel",
        "desc": "<p>Hubel เป็นเจ้าของแผงหนังสือ ในนครว่าการ Fontaine</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/10257458/6e7f40560c32385db97d1d42adfda939_1605445862849699981.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หนังสือที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 5009,
        "name": "นักท่องเวลา (I)",
        "desc": "<p>นวนิยายแฟนตาซีของศูนย์วิทยาศาสตร์ Fontaine ซึ่งตีพิมพ์โดยหนังสือพิมพ์ The Steambird บอกเล่าเรื่องราวการเดินทางข้ามเวลาของวิศวกรที่ใช้ไทม์แมชชีน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/d320bd636cd59e9c09fd0c0addba6efb_4214422944843198190.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5011,
        "name": "นักท่องเวลา (III)",
        "desc": "<p>นวนิยายแฟนตาซีของศูนย์วิทยาศาสตร์ Fontaine ซึ่งตีพิมพ์โดยหนังสือพิมพ์ The Steambird บอกเล่าเรื่องราวการเดินทางข้ามเวลาของวิศวกรที่ใช้ไทม์แมชชีน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/d320bd636cd59e9c09fd0c0addba6efb_1019949617485321658.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "สองเดือนต่อมา พวกเรา... บรรณาธิการหนังสือพิมพ์ The Steambird หมอ คุณ Revilo Oliver และคนอื่น ๆ ไม่กี่คนที่ได้เข้าร่วมงานเลี้ยงในวันนั้น... ต่างก็มาที่เวิร์กชอปของ Ciric ตามนัดหมาย แต่คุณ Aviva ไม่ได้มา เพราะหล่อนไม่สนใจเรื่องพวกนี้ตั้งแต่แรกอยู่แล้ว เห็นได้ชัดว่าการไปร่วมงานเต้นรำของสโมสร Caritat นั้นน่าสนใจกว่ามาก\nที่น่าตกใจก็คือ เมื่อเทียบกับสองเดือนก่อน Ciric ดูแก่ลงไปมาก และดูโทรมมากด้วย ภายใต้แสงไฟสลัว ใบหน้าที่เคยกระตือรือร้นและเย่อหยิ่ง กลับดูเย็นชาและเคร่งขรึม เกือบจะเหมือนนักบวชที่บำเพ็ญทุกรกิริยาจนผอมแห้งใน Sumeru เหล่านั้น\nเขาเชิญพวกเรานั่งด้วยน้ำเสียงที่ราบเรียบ\n\"ว่าแต่แผนการพิชิตกาลเวลาของคุณคืบหน้าไปถึงไหนแล้ว?\" บรรณาธิการของหนังสือพิมพ์ The Steambird ถามขึ้น \"แล้วไทม์แมชชีนที่คุณพูดถึงอยู่ที่ไหนล่ะ?\"\nCiric ไม่ได้ตอบ แต่ชี้ไปทางโต๊ะหนังสือข้าง ๆ พวกเรามองไปตามทิศทางที่เขาชี้ ตรงกลางโต๊ะเป็นโมเดลเรือเหาะรูปวาฬชุบทองหนึ่งอัน มีขนาดใหญ่ประมาณนาฬิกาเรือนเล็ก แม้จะเป็นคนธรรมดาก็มองออกว่าการทำโมเดลอันนี้ผ่านการศึกษามาเป็นอย่างดี ภายใต้เปลือกนอกคริสตัลที่ใสกระจ่าง มีสีสัน และอสัณฐานที่ไม่สามารถระบุได้ กำลังเคลื่อนไหวอย่างช้า ๆ ส่องแสงสว่างอ่อนจาง ๆ อยู่ภายใต้เงาของโคมไฟ\n\"ถ้าอย่างนั้น\" ดร. พูดขึ้น \" คุณใช้เวลาสองเดือนสร้างของเล่นหนึ่งชิ้นที่แม้แต่ช่างฝีมือ Lepaute ยังต้องประหลาดใจงั้นเหรอ\"\n\"มันดูไม่น่าสนใจจริง ๆ นั่นแหละ\" Ciric เหลือบมองฉันด้วยแววตาที่ยากจะอธิบายความรู้สึก จนแทบจะบอกได้ว่าน่าสงสาร \"นี่เป็นแค่การฉายภาพของมันในตอนนี้ ก็เหมือนกับการมองดูกระดาษหนึ่งแผ่นจากด้านข้าง ที่มองเห็นแค่เส้นบาง ๆ หนึ่งเส้น\"\n\"พูดจาเหลวไหล\"\nไม่รู้ทำไม Ciric ถึงไม่โต้แย้ง เพียงแต่ขอร้องพวกเราให้ฟังเขาเล่าสิ่งที่ตัวเองพบเจอตอนที่เดินทางข้ามกาลเวลาให้จบด้วยน้ำเสียงที่ราบเรียบ พวกเราตอบรับคำขอของเขา จากนั้นเขาก็เริ่มเล่าเรื่องราวที่ฉันบันทึกเอาไว้ข้างล่างนี้ ตั้งแต่ต้นจนจบโดยไม่มีการตัดตอน\nสำหรับพวกคุณ ครั้งแรกที่ฉันบอกพวกคุณเรื่องไทม์แมชชีนน่าจะเป็นเมื่อสองเดือนก่อน เช่นเดียวกัน สำหรับพวกคุณแล้ว ฉันน่าจะสร้างเครื่องจักรตัวนี้สำเร็จเมื่ออาทิตย์ที่แล้ว และตัดสินใจขึ้นไปบนนั้นเพื่อเริ่มการเดินทางสู่กาลเวลาครั้งแรกในประวัติศาสตร์ของมนุษยชาติ\nฉันไม่สามารถใช้คำพูดอธิบายความรู้สึกที่แปลกประหลาดต่าง ๆ ในขณะเดินทางข้ามกาลเวลา ก็เหมือนการที่ไม่สามารถใช้คำพูดอธิบายให้คนตาบอดรู้ว่าแสงของดวงดาวนั้นสว่างไสวเพียงใด หลังจากนั้นประมาณ 20 นาที... ถึงแม้ว่าการอธิบายการเดินทางข้ามเวลาโดยใช้เวลาเชิงอัตวิสัยนั้นค่อนข้างไร้ความหมาย... ตอนที่เครื่องกลไกหยุดการทำงานแล้ว ฉันมองไปรอบ ๆ แล้วพบว่าตัวเองอยู่ที่ตั้งถิ่นฐานของจักรวรรดิ Remuria เทวาลัยอันงดงามเหล่านั้นแกะสลักจากหินขนาดใหญ่มากพอที่จะทำให้โรงอุปรากร Epiclese ต้องรู้สึกอับอาย เมื่อเทียบกับการสร้างของปรมาจารย์ Alain Guillotin กับรูปปั้นอสูรที่อยู่ตามท้องถนนเหล่านั้นแล้ว แทบเรียกได้ว่าเป็นคนแคระที่มีพัฒนาผิดปกติเลยทีเดียว ขณะที่ฉันกำลังรู้สึกปลงตกนั้น ก็มีทหารของกองทัพลาดตระเวนพบเห็นฉันเข้า สำหรับพวกเขาแล้ว คนที่แต่งตัวแปลกประหลาดอย่างฉันต้องเป็นสายลับที่ชนเผ่าอนารยชนส่งมาแน่ พวกเขาจึงจับตัวฉันเอาไว้ และเรียกฉันว่าทาสชั้นต่ำ ผู้ต่ำทรามที่แอบอ้างว่านับถือเทพจอมปลอม ก็คิดจะจับฉันโยนลงไปในหลุมลึก เพื่อเป็นอาหารของงูพิษ\nโชคดีที่เจ้าหน้าที่ปกครองพื้นที่... ที่ฉันได้รู้ทีหลังว่าเขาชื่อ Aidia Anavana... ที่รู้สึกได้ว่าฐานะของฉันไม่ธรรมดา จึงให้คนพาฉันมาส่งตรงหน้าเธอ เธอต้องอดทนฟังไวยากรณ์ที่ผิด ๆ ถูก ๆ และสำเนียงที่ย่ำแย่สุด ๆ ของฉัน (ตอนนั้นแม้แต่คำว่า \"Remuria\" ฉันก็ยังอ่านให้ถูกไม่ได้ พอออกเสียงจึงฟังคล้าย \"Emuia\" มากกว่า) เธอถามคำถามฉันมากมายและฉันก็ตอบเธอตามความจริง เพียงไม่นานเขาก็ยอมรับเรื่องที่ฉันมาจากอนาคตได้ และให้ฉันดูแผ่นหินที่พวกทาสเพิ่งขุดได้"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "นักท่องเวลา (II)"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      },
      {
        "key": "หาได้จาก",
        "value": [
          {
            "type": "RichText",
            "text": "ซื้อได้จากเจ้าของแผงหนังสือ Hubel ที่นครว่าการ Fontaine"
          }
        ]
      },
      {
        "key": "บันทึกหนังสือ",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5079,
            "name": "นักท่องเวลา",
            "desc": "<p>นวนิยายแฟนตาซีของศูนย์วิทยาศาสตร์ Fontaine ซึ่งตีพิมพ์โดยหนังสือพิมพ์ The Steambird บอกเล่าเรื่องราวการเดินทางข้ามเวลาของวิศวกรที่ใช้ไทม์แมชชีน</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/d320bd636cd59e9c09fd0c0addba6efb_3323277642311563941.png"
          }
        ],
        "isMaterial": true
      }
    ]
  }
}