{
  "epId": 5011,
  "name": "นักท่องเวลา (III)",
  "desc": "<p>นวนิยายแฟนตาซีของศูนย์วิทยาศาสตร์ Fontaine ซึ่งตีพิมพ์โดยหนังสือพิมพ์ The Steambird บอกเล่าเรื่องราวการเดินทางข้ามเวลาของวิศวกรที่ใช้ไทม์แมชชีน</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/d320bd636cd59e9c09fd0c0addba6efb_1019949617485321658.png",
  "filterValues": {
    "objectType": [
      "ไอเทมเควสต์"
    ]
  },
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 1708093086,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "นั่นเป็นแผ่นหินทรงสี่เหลี่ยมจัตุรัสหนึ่งแผ่น ทุกบรรทัดและทุกแถวล้วนแกะสลักตัวอักษรเจ็ดตัวเท่ากัน... มันไม่ใช่ตัวหนังสือของ Remuria แต่เป็นตัวหนังสือที่เราใช้กันในปัจจุบัน ไม่ว่าจะอ่านด้วยวิธีหรือลำดับแบบไหน ข้อมูลที่ได้รับก็เหมือนกัน: ปริศนาที่ออกแบบอย่างตั้งใจ เป็นลำดับที่เกี่ยวพันกับสุนัข, พืชพรรณ, นกกระจอกมรกต, ฝนในฤดูร้อน, เสียงเพลงของกุหลาบ, ลวดลายของสมิงเครายาวและลวดลายหินผา ถึงฉันจะเป็นคนที่ชอบเกมเล่นคำศัพท์มาก แต่ปริศนาที่ไม่สิ้นสุดแบบนี้ก็ยังทำให้ฉันรู้สึกเวียนหัวอยู่ดี ไม่รู้ว่าทำไมฉันถึงรู้สึกว่าต้องไขปริศนานี้ให้ได้ ไม่ว่าต้องแลกด้วยอะไรก็ตาม ฉันใช้เวลาครึ่งปีเต็มในการร่วมมือกับ Aidia เพื่อถอดความมัน... กุญแจสำคัญของการถอดความอยู่ที่ชื่อของทาสคนหนึ่งที่ตายไปเมื่อ 30 ปีที่แล้ว และคำตอบของปริศนาก็คือเวลาหนึ่ง ซึ่งเป็นเวลาหลายร้อยปีต่อมาหลังจากจักรวรรดิล่มสลาย\nฉันบอกลา Aidia และขึ้นไปบนไทม์แมชชีนเพื่อมุ่งหน้าไปยังวันเวลานั้น โดยหวังว่าจะเจอความลับที่ซ่อนอยู่หลังแผ่นหิน ที่นั่น ฉันเจอนักล่าเงาหลายคน พวกเขาโชว์แผ่นหินอีกแผ่นให้ฉันดู บนแผ่นหินได้สลักตัวอักขระที่สมมาตร 49 ตัวเอาไว้บนนั้น เมื่อนำตัวอักษรเหล่านั้นมาประกอบกันก็จะได้ปริศนาอีกหนึ่งข้อ ซึ่งคำตอบของปริศนาในครั้งนี้คืออีกช่วงเวลาหนึ่ง ที่บ่งบอกถึงอนาคตอันไกลโพ้น\nฉันเดินทางไปในอดีตและอนาคตตามการชี้นำของแผ่นหินพวกนี้ ทำแบบนี้ซ้ำ ๆ รวม 13 ครั้ง ปริศนาบนแผ่นหินแต่ละแผ่นล้วนไขปริศนาได้ยากกว่าแผ่นที่แล้ว เบาะแสในการถอดความจากปริศนาข้อหนึ่งมาจากนิยายรักเกรดต่ำที่ตีพิมพ์ใน 300 ปีต่อมา คำศัพท์ตัวที่ 5 ในหน้า 37 ของนิยายเล่มนั้นประกอบรวมเป็นชื่อจริงของเจ้าหน้าที่ในกรมการปกครองรหัส 375 เมื่อ 375 ปีก่อนพอดิบพอดี ส่วนเบาะแสในการถอดรหัสปริศนาอีกอัน ก็มาจากดอกไม้สีขาวที่บานสะพรั่งหลายพันปีต่อมา... ฉันไม่รู้ว่าดอกไม้นั้นชื่ออะไร มันมีวงเกสรเพศเมียที่แปลกมาก อาจจะเป็นจำพวกดอกชบาชนิดหนึ่ง ฉันเองก็ไม่แน่ใจ... ดอกไม้ชนิดนี้ใช้เสียงร้องของนกจาบฝนเป็นสารอาหาร ดังนั้นหนึ่งในเบาะแสก็คือจำนวนซี่โครงของนกจาบฝนที่อาศัยอยู่ในยุค Remuria โครงสร้างของปริศนาก็ประมาณนี้\nแผ่นหินสุดท้ายมาจากห้องเก็บของใต้ดินของพิพิธภัณฑ์อนุสรณ์ Basil Elton บนนั้นไม่มีตัวอักษรอื่น มีแค่ตัวเลขเดียวคือ: 0\nฉันไม่รู้ว่าตอนนั้นตัวเองคิดอะไรอยู่... การตั้งจุดหมายปลายทางเป็น \"0\" เป็นการกระทำที่ไม่มีความหมายเลย... แต่ฉันก็ยังป้อนตัวเลขนั้นเข้าไปในไทม์แมชชีน และดึงคันบังคับ ไม่รู้ผ่านไปนานแค่ไหน เครื่องก็หยุดลงอีกครั้ง ฉันรู้สึกว่าตัวเองลอยอยู่เหนือมหาสมุทรแห่งหนึ่ง ที่ไร้กระแสคลื่น และไม่มีกระแสลม เพราะเวลานั้นขนาดกระแสลมยังไม่มี ท้องฟ้าที่ปกคลุมอยู่เหนือศีรษะฉันไม่ใช่สีฟ้าอีกต่อไป แต่เป็นสีแดงเข้มที่ยากจะพรรณนา มีดวงดาวสีขาวนับไม่ถ้วนที่อยู่ห่างไกลประดับอยู่บนนั้น ราวกับเกล็ดเกลือที่ปกคลุมอยู่บนชายฝั่ง\nฉันมองทะเลอันกว้างใหญ่ในยุคแรกเริ่มอยู่อย่างนั้นจนผ่านไปหลายนาที ถึงตระหนักได้ว่าภายใต้ผิวน้ำทะเลที่เงียบสงบมีเงาตะคุ่มของบางสิ่งบางอย่างซ่อนอยู่ มันคือพระราชวัง Mermonia ที่ไม่สมควรอยู่ที่นี่\nทันใดนั้น ฉันก็ได้ยินเสียงคนเรียกชื่อของฉัน... เสียงนั้นพูดขึ้นว่า Neven Ciric เมื่อฉันหันไปมองก็เหมือนตัวเองกำลังส่องกระจก ฉันเห็นคนที่หน้าตาเหมือนกับฉันกำลังจ้องมองฉันเหมือนกับที่ฉันกำลังจ้องมองเขา\n\"Neven Ciric\" เขาพูดต่อ \"นายต้องการพิชิตกาลเวลา ที่ไม่มีใครพิชิตเวลาได้\"\n\"นายเป็นคนทิ้งปริศนาพวกนั้นไว้ใช่มั้ย?\"\n\"นายเป็นคนทิ้งปริศนาพวกนั้นไว้\" เขาพูดคำถามของฉันซ้ำ ราวกับนี่คือการตอบคำถาม \"ปริศนาเหล่านั้นคือส่วนหนึ่งของเวลา ทุกตัวอักษรที่ตรงกันก็คือเวลา\"\n\"ดังนั้น... คำตอบสุดท้ายของเวลาคือ 0\"\n\"0 ไม่ใช่คำตอบ แต่เป็นคำใบ้อีกข้อ เพราะคำตอบจะไม่ปรากฏในคำใบ้\" เขาบอกต่อว่า \"คำตอบของเวลาคือกระจก หรือจะพูดว่า คำตอบที่เข้าใจได้ง่ายที่สุดคือกระจก กระจกทั้งสองด้านหันหน้าเข้าหากัน แสงที่สะท้อนออกมาอย่างไม่สิ้นสุดก็คือเวลา แสงที่เบี่ยงเบน บรรจบ และขนานนับไม่ถ้วนก่อให้เกิดความสับสนที่เรียกว่าเวลา ไม่มีอดีตและไม่มีอนาคต เพราะอดีตก็คืออนาคต เมื่อนายยืนตรงตำแหน่งศูนย์ของเวลา และมองไปข้างหน้าผ่านรอยแยกระหว่างกระจกสองบาน เส้นแสงทั้งหมดล้วนอยู่ในแนวระนาบเดียวกัน ไม่มีแสงใดสามารถหลุดรอดไปจากในนี้ได้พระราชวัง Mermonia จมน้ำไปตั้งแต่ก่อนที่มันจะถูกสร้างขึ้นแล้ว และพระราชวัง Mermonia ที่จมน้ำก็จะถูกสร้างขึ้นอีกครั้ง ความสุข ความโศกเศร้า น้ำตาและความตายจะเกิดขึ้นซ้ำ ๆ นับครั้งไม่ถ้วน เพราะนี่คือแก่นแท้ของกระจก นายไม่มีวันที่สามารถพิชิตกาลเวลาได้ ก็เหมือนกับที่นายไม่สามารถใช้มือเพื่อจับเงาของตัวเองได้\"\nอาจเพราะความกลัว หรือเพราะสับสนชั่วขณะ... เมื่อคำพูดสุดท้ายของเขาสิ้นเสียงลง ฉันก็ชักปืนคาบศิลาจ่อไปที่ศีรษะของเขาพร้อมกับเหนี่ยวไกปืน\nภายในห้องตกอยู่ในความเงียบงัน\n\"ฉันไม่หวังว่าพวกคุณจะเชื่อสิ่งที่ฉันพูด\" Ciric ลุกขึ้นยืนและกวาดตามองมาที่พวกเรา \"ให้คิดซะว่านี่เป็นเรื่องไร้สาระที่ฉันแต่งขึ้นมาเพื่อกลบเกลื่อนที่ตัวเองสร้างไทม์แมชชีนไม่ได้ก็แล้วกัน คิดซะว่ามันเป็นเรื่องงี่เง่า หรือเป็นความฝันที่เกิดจากความเพ้อเจ้อก็แล้วกัน ถ้างั้น... ขอตัวก่อนนะท่านสุภาพสตรีและสุภาพบุรุษทั้งหลาย ฉันต้องไปทิ้งปริศนาให้กับตัวฉันในอนาคตแล้วล่ะ\"\nจากนั้นฉันก็ไม่เจอ Ciric Neven อีกเลย"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "นักท่องเวลา (III)"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      },
      {
        "key": "หาได้จาก",
        "value": [
          {
            "type": "RichText",
            "text": "ซื้อได้จากเจ้าของแผงหนังสือ Hubel ที่นครว่าการ Fontaine"
          }
        ]
      },
      {
        "key": "บันทึกหนังสือ",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5079,
            "name": "นักท่องเวลา",
            "desc": "<p>นวนิยายแฟนตาซีของศูนย์วิทยาศาสตร์ Fontaine ซึ่งตีพิมพ์โดยหนังสือพิมพ์ The Steambird บอกเล่าเรื่องราวการเดินทางข้ามเวลาของวิศวกรที่ใช้ไทม์แมชชีน</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/d320bd636cd59e9c09fd0c0addba6efb_3323277642311563941.png"
          }
        ],
        "isMaterial": true
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "หาได้จาก"
      },
      {
        "type": "CustomMap",
        "url": "https:/act.hoyolab.com/ys/app/interactive-map/index.html?bbs_presentation_style=no_header&utm_campaign=battlechronicle&utm_id=2&utm_medium=tool&utm_source=hoyolab&lang=th-th&bbs_theme=dark&bbs_theme_device=1#/map/2?center=-1097.49,-5323.38&zoom=3.00&shown_types=111"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ร้านค้า"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ผู้ขาย</color>\n<color=#ffffff>ค่าใช้จ่าย</color>\n<color=#ffffff>สต็อก</color>",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4256,
        "name": "Hubel",
        "desc": "<p>Hubel เป็นเจ้าของแผงหนังสือ ในนครว่าการ Fontaine</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/10257458/6e7f40560c32385db97d1d42adfda939_1605445862849699981.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png",
        "amount": 1500,
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หนังสือที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 5009,
        "name": "นักท่องเวลา (I)",
        "desc": "<p>นวนิยายแฟนตาซีของศูนย์วิทยาศาสตร์ Fontaine ซึ่งตีพิมพ์โดยหนังสือพิมพ์ The Steambird บอกเล่าเรื่องราวการเดินทางข้ามเวลาของวิศวกรที่ใช้ไทม์แมชชีน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/d320bd636cd59e9c09fd0c0addba6efb_4214422944843198190.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5010,
        "name": "นักท่องเวลา (II)",
        "desc": "<p>นวนิยายแฟนตาซีของศูนย์วิทยาศาสตร์ Fontaine ซึ่งตีพิมพ์โดยหนังสือพิมพ์ The Steambird บอกเล่าเรื่องราวการเดินทางข้ามเวลาของวิศวกรที่ใช้ไทม์แมชชีน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/d320bd636cd59e9c09fd0c0addba6efb_6544837545667653934.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}