{
  "epId": 5103,
  "name": "ยักษา",
  "desc": "<p>กลุ่มของเซียนที่ถูก Rex Lapis อัญเชิญมาเพื่อปราบอสูรร้าย</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/12/115795437/e6f039ce45d6de36af9510e64ea896ec_5440886536595367788.png",
  "menuId": 23,
  "menuName": "สังกัด",
  "version": 1738450794,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "สงครามเทพอสูร",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "หลายพันปีก่อน ราชาองค์แรกได้ประกาศสงครามต่อเทพเจ้าเพื่อแย่งชิงบัลลังก์ศักดิ์สิทธิ์ และดินแดนของ Liyue ได้กลายมาเป็นสนามรบ Rex Lapis และเหล่าเซียนจากทางทิศใต้ได้เข้าต่อสู้กับเหล่าเซียนจากทางทิศเหนือและเทพเจ้าองค์อื่น ๆ เหล่าเทพเจ้า เซียน และยักษาจำนวนนับไม่ถ้วนได้เสียชีวิตลงในสงครามครั้งนี้ ในบรรดาผู้ที่ตกเป็นเหยื่อนั้น มียักษาที่อายุน้อยที่สุดนามว่า Pervases ซึ่ง Rex Lapis เป็นผู้มอบชื่อให้ด้วยตนเอง และเทพแห่งธุลี Guizhong ซึ่งพลังของยักษาได้ถูกผนึกไว้เพื่อป้องกันไม่ให้ถูกปล่อยออกมา ไม่มีที่แห่งใดให้วิญญาณของผู้ตายได้หวนคืน"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/90f7b599b4d7f65c3edf3844d9cf3f04_5990369071033377616.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ในศึกครั้งหนึ่ง Rex Lapis ได้เอาชนะเทพตนหนึ่งผู้เป็นเจ้านายของยักษาวัยหนุ่มไร้เดียงสา และเป็นหนึ่งในเหล่าเซียน เขาสังหารไปแล้วนับไม่ถ้วน เหยียบย่ำอุดมการณ์ไปแล้วมากมาย ถึงขนาดถูกสั่งให้กลืนกินความฝันที่สวยงามของผู้ที่แพ้พ่าย สิ่งเหล่านี้สร้างความขมขื่นให้เขามากมายแต่ก็ต้องทำอย่างไม่มีทางเลือก เมื่อ Morax ได้กำจัดเจ้านายของยักษาตนนี้ เขาได้ปลดปล่อยยักษาและตั้งชื่อเขาว่า \"Xiao\" เพื่อปกป้องเขา <color=#ffffffd9>\"ในตำนานของประเทศอื่น คำว่า 'Xiao' นั้นหมายถึงภูตผีที่ต้องเผชิญกับความทุกข์ทรมาน ซึ่งเจ้าเองก็เคยเจอกับประสบการณ์ต่าง ๆ นั้นมาอย่างมากมาย ดังนั้นจงใช้ชื่อนี้ต่อไปในอนาคตเถอะ\"</color> เพื่อเป็นการตอบแทนความเมตตาของ Rex Lapis,\nจึงเฝ้าปกป้อง Liyue มานับพันปี ตลอดระยะเวลาอันยาวนานที่ต้องรับคำสั่งจากเทพผู้ชั่วร้าย ความไร้เดียงสาและนุ่มนวลต่าง ๆ ของ Xiao นั้นก็จางหายไปหมดแล้ว เขาในตอนนี้นั้นเหลือเพียงความสามารถในการสังหารเท่านั้น การต่อสู้เป็นเพียงสิ่งเดียวที่เขาสามารถทำได้เพื่อคนใน Liyue"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/07c5b1b79ed283b8ce32f56522a1dbae_6458912599486681398.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "3,700 ปีก่อน Morax ได้เอาชนะเทพตนอื่น ๆ ของ Liyue และก่อตั้งท่าเรือ Liyue ร่วมกับเหล่าเซียนจนกลายเป็นเทพแห่งหิน เหล่าเซียนได้ทำพันธสัญญากับ Rex Lapis และสาบานว่าจะปกป้องผู้คนของ Liyue แม้ว่า Morax จะกำจัดเหล่าเทพและถูกสะกดไว้ด้วยหินผา อย่างไรก็ตามเหล่าเทพยังคงเป็นอมตะและยังมีการรับรู้ พลังและความเกลียดชังนั้นส่งผ่านมาหลายปีต่อหลายปีแล้วหวนกลับเข้าหาเหล่าสรรพสัตว์ เทพอสูรที่กลับไปเป็นส่วนหนึ่งของวัฏจักรธาตุนั้นจิตใจเต็มไปด้วยความเกลียดชังและไม่ยอมรับความพ่ายแพ้ จิตใจคับแค้นและกลายเป็นปีศาจร้าย ทุกครั้งที่ปีศาจกระสับกระส่ายและเริ่มสร้างความเดือดร้อนและภัยพิบัติ อสูรและสิ่งแปลก ๆ ต่าง ๆ ก็จะกำเนิดขึ้น ปีศาจทำลายแผ่นดินทิ้งให้แห้งแล้งและทำให้เกิดความปั่นป่วนในแม่น้ำและทะเล ผู้คนเจ็บปวดทุกข์ยาก สิ่งที่เรียกว่าปีศาจนั้นแท้จริงแล้วก็คือเหล่าเทพอสูรที่พ่ายแพ้และเต็มไปด้วยความโกรธแค้น Rex Lapis จึงได้เรียกยักษาให้มากวาดล้างเหล่าปีศาจร้าย ยักษานั้นคือสัตว์เวทใน Liyue ที่มีนิสัยทั้งดุร้ายและน่ากลัว คอยปกป้องดินแดนมาตั้งแต่ครั้งโบราณ ในการต่อสู้กับปีศาจ พวกเขาจะสวมหน้ากากที่ทำให้ปีศาจหวาดกลัว ปิดบังส่วนหนึ่งของตนเองที่ยังคงเป็นมนุษย์ พวกเขาสาบานต่อราชาแห่งหินว่า <color=#ffffffd9>\"จะเข่นฆ่าเพื่อพิทักษ์โลกนี้ จะขับไล่ความชั่วร้ายด้วยการต่อสู้ แม้จะต้องสละชีพก็ตาม\"</color> ในบรรดายักษาทั้งหมด มีผู้แข็งแกร่งที่สุดเพียงห้าคน ได้แก่ จอมพล Vritras Bosacius, แม่ทัพ Musatas Indarias, แม่ทัพ Chizapus Bonanus, แม่ทัพ Kapisas Menogias และราชาปีกทอง Alatus พวกเขาร่วมต่อสู้เคียงบ่าเคียงไหล่เทพแห่งหิน ขับไล่โรคระบาด ปราบปีศาจ และถูกรู้จักในนาม \"ห้าเซียนยักษา\" ในภายหลัง พวกเขารู้ว่าการต่อสู้เหล่านั้น ไม่มีทั้งผู้ชนะและไม่มีที่สิ้นสุด เป็นสงครามที่ไม่มีทั้งพยานและไม่มีใครเอ่ยคำขอบคุณ"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/548e5247deab8a521e2c9f8d040c062f_2241455296625011163.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เหล่ายักษาได้กำจัดร่างอวตารของเหล่าเทพที่โกรธแค้นอย่างโหดเหี้ยมนับไม่ถ้วน แต่ด้วยการกระทำดังกล่าว วิญญาณของพวกเขาจึงแตกสลาย พวกเขาเริ่มถูกบาปที่ทับโถมและความโกรธของเหล่าปีศาจแทรกซึมเข้าไปในจิตวิญญาณ บาปเป็นเหมือนพิษร้ายที่คอยกัดกร่อนเหล่าเซียนยักษา มันทำให้พวกเขาต้องทุกข์ทรมานไปกับความโกรธ ความเจ็บปวด และความกลัว บางตนต้องตกอยู่ในความหวาดกลัวจนเกิดเป็นความบ้าคลั่ง บางตนเข้าห้ำหั่นกันเอง บางตนสูญเสียสติและหายตัวไป หลังจากเผชิญหน้ากับภัยพิบัติอันยาวนานนับพันปี ภัยพิบัติได้คร่าชีวิตสามในห้าของพวกเขาไป"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/fd7d2c27514b9c50f2f6057c5d987cc3_7052495050928265229.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Menogias และ Bonanus เข้าต่อสู้กันเอง ซึ่ง Bonanus ได้แทงพี่ชายของเธอด้วยหอก ส่วนตัวเธอก็ได้เสียชีวิตไปในระหว่างการต่อสู้ Indarias ได้พ่ายแพ้ต่อผลกระทบที่เกิดจากการกัดกร่อนของบาปและได้หวนคืนสู่ผืนดิน ยักษาตนที่สี่ Bosacius เกิดอาการบ้าคลั่งและหายตัวไปอย่างไร้ร่องรอย เหลือไว้เพียงวิชาผนึกของเซียน เหลือเพียง Alatus ที่ยังอยู่มาจนถึงทุกวันนี้ การเข่นฆ่ายาวนานนับพันปีเริ่มกัดกินราชาปีกทองจากภายใน เขาสูญเสียญาติมิตรและเพื่อนพ้อง ถูกพันธนาการด้วยบาปที่ไม่อาจลบล้าง ถูกเผาไหม้ในโทสะชั่วนิรันดร์ และไม่มีจุดสิ้นสุด เขาหันกลับมาต่อต้านความคับข้องใจในอดีตของเขา แต่ไม่ได้รับการตอบแทนหรือการช่วยเหลือใด ๆ และสิ่งตอบแทนของเขาเป็นเพียงความว่างเปล่าในหัวใจที่ไม่สามารถเติมเต็มได้ชั่วนิรันด์ ครั้งหนึ่งในการต่อสู้ยามค่ำคืนจนถึงรุ่งเช้า Xiao ได้ใช้พลังของเขาไปจนเกือบหมด จนเขาเกือบจะทำหน้าที่ของเขาไม่สำเร็จ ผู้กำราบอสูรผู้เหนื่อยล้า เมื่อถูกความอาฆาตของเทพอสูรแทรกซึมเข้าสู่ร่างมันก็เกิดผล ความแค้นที่ไร้ที่สิ้นสุดเอ่อท่วมความรู้สึกของเขา แล้วเขาก็ล้มลงบนพ้นด้วยความเจ็บปวดเกินบรรยาย แต่ทันใดนั้น ความเจ็บปวดที่มาอย่างเฉียบพลันก็หายไปอย่างไร้ร่องร่อย Xiao ไม่ได้เป็นคนควบคุมความคิดที่ชั่วร้ายเหล่านั้น แต่เป็นเสียงขลุ่ยของเทพแห่งสายลม Barbatos ที่ช่วยเขาไว้ เสียงขลุ่ยอันสดใสได้ถูกสายลมพัดมา เสียงของมันดังก้องไปทั่วผืนน้ำ และสะท้อนระหว่างภูเขา มันปกป้อง Xiao ไว้ ช่วยปลอบประโลมจิตใจอันว้าวุ่นของเขาให้สงบลง แม้ว่าผู้กำราบอสูรจะต้องเผชิญกับความโดดเดี่ยว แต่ยังมีผู้คนในโลกนี้ที่พร้อมจะปกป้องเขาอยู่\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7088,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5102,
        "name": "เซียน",
        "desc": "<p>เซียนเป็นกลุ่มสัตว์เวทที่มีชีวิตมาอย่างยาวนานแห่งดินแดน Liyue ผู้ซึ่งคอยปกป้องผู้คนมาหลายพันปี</p><p></p><p></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/12/7877590/7372a2d1b47769b64d0e87bd21a867a7_7817684804068588064.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 46,
        "name": "Zhongli",
        "desc": "<p>แขกลึกลับผู้ถูกเชิญโดย &#34;โถงแห่งการเกิดใหม่ Wangsheng&#34;</p><p>มีความรู้แตกฉานในทุก ๆ เรื่อง</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Zhongli_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "<p>&#34;ยักษา&#34; เซียนผู้พิทักษ์ Liyue ผู้ได้รับสมญานาม &#34;ผู้กำราบอสูร&#34; และ &#34;ยักษาผู้พิทักษ์&#34;</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>พี่ใหญ่ของเหล่าห้าเซียนยักษา เป็นที่รู้จักในนาม Marshal Vritras</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/20/176148810/61275d8b97a9c5e4055ed07a4d34c4fa_1249038042633919972.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3518,
        "name": "Menogias",
        "desc": "<p>หนึ่งในห้าเซียนยักษา เป็นที่รู้จักกันในนาม แม่ทัพ Kapisas</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/20/176148810/2a70abcd41f1c25b94da6c18901fc863_323815164021058107.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3520,
        "name": "Indarias",
        "desc": "<p>หนึ่งในห้าเซียนยักษา เป็นที่รู้จักในนาม General Musatas</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/20/176148810/7280f8fc2afecab369f640ed8370390d_1832638237971652150.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3519,
        "name": "Bonanus",
        "desc": "<p>หนึ่งในห้าเซียนยักษา เป็นที่รู้จักในนาม General Chizapus</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/20/176148810/c11e8841d51eca4a0f5877567d0b1b28_1957894335814235848.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 23,
        "name": "Venti",
        "desc": "หนึ่งในนักกวีพเนจร ที่มีอยู่มากมายใน Mondstadt ผู้เดินเตร่ไปตามถนนซอกซอย อย่างอิสรเสรี",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Venti_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2314,
        "name": "บันทึกยักษาเซียนผู้พิทักษ์",
        "desc": "หนังสือเล่มหนึ่งที่ออกมาจากคอลเล็กชั่นของ \"สิ่งมหัศจรรย์ที่ซ่อนอยู่ใน Liyue\" โดยเป็นเวอร์ชัน \"การเดินทางสู่ดินแดนแห่งหิน\" ของ Liyue ซึ่งเป็นสารานุกรมเกี่ยวกับความเชื่อและประเพณีพื้นบ้านโดย Masudi นักวิชาการจาก Sumeru เพราะสไตล์การเขียนที่เข้าใจได้ยาก จึงทำให้ถูกเมินจากเหล่าเจ้าของร้านหนังสือและผู้อ่าน หนึ่งในนั้นก็คือ \"บันทึกยักษาเซียนผู้พิทักษ์\" ที่บอกเล่าเรื่องราวการสู้รบเคียงบ่า เคียงไหล่กับเทพแห่งหินของยักษา",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Yakshas: The Guardian Adepti_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 2326,
        "name": "บทแห่งความสมดุล",
        "desc": "ตำนานพูดถึงมนต์โบราณเพื่อระลึกถึงราชาแห่งหินและยักษาผู้เป็นเซียน และเป็นหนึ่งในตำราความเชื่อในเทพเจ้าแห่งหินในสมัยโบราณด้วย",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Verses of Equilibrium_icon.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ภัยพิบัติ",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/9a723eb62826da5b39b435eec28c8297_1287605558445924247.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "500 ปีก่อน เกิดภัยพิบัติที่ Khaenri'ah และพลังของ Abyss หลั่งไหลลงสู่โลกนี้ Chasm ที่ซึ่งซ่อนเร้นความชั่วร้ายมานาน ได้กลายเป็นศูนย์กลางของการต่อสู้กับเหล่ามอนสเตอร์จาก Abyss กองทหาร Millelith ได้รับมอบหมายให้อพยพคนในพื้นที่และคนงานเหมือง และทหารบางส่วนยังคงอยู่ที่ Chasm เพื่อคุ้มกันการล่าถอย ยักษาสี่แขนที่ชื่อ Bosacius ได้เข้ามาช่วยเหลือพวกเขา เขาถือดาบบุกเข้าไปใน Chasm เพื่อยุติความโกลาหลทั้งปวง เปลวไฟสีม่วงเปล่งประกายในดวงตาของเขา และผู้คนต่างพูดกันว่ายักษาตนนั้นได้ปกป้อง Chasm โดยไม่ใช่เพื่อทำตามคำสั่งของ Rex Lapis แต่เพื่อชดใช้บาปชั่วนิรันดร์ เพื่อให้ได้รับการอภัยจากความขี้ขลาดและความอ่อนแอที่เขาเคยแสดงออกมา อย่างไรก็ตาม ยักษาก็ได้ลงไปในเหมืองพร้อมกับกองทหาร Millelith การต่อสู้เคียงข้างกายยักษา กองทหารเหล่านี้ไม่อาจทนทุกข์ทรมานจากบาปหรือถูกสังหารอย่างหลีกเลี่ยงไม่ได้ เพื่อหลีกเลี่ยงการถูกกลืนกินโดยบาปแห่งการสังหาร เหล่าทหาร Millelith จึงบันทึกช่วงเวลาแห่งการต่อสู้อย่างเงียบ ๆ ด้วยหน้าปัดนาฬิกานี้ การก้าวเดินที่เป็นหนึ่งเดียวและสม่ำเสมอ เมื่อทหารกลุ่มแรกถอนตัวออกไป ทหารชุดต่อไปก็จะถูกเข้ามาแทนที่ แม้จะก้าวหน้าและล่าถอยไปไกลถึง Chasm แต่นั่นก็เป็นสถานที่ยักษาและนักรบผู้กล้าได้ล้มลงเคียงข้างกัน"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/90ec28a7bc8d4e51d7db9d334bd6a40d_2423246889581117515.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "มนุษย์คนหนึ่งชื่อ Boyang และ Bosacius ได้เข้าสู่พื้นที่ย่อยใน Chasm ที่ซึ่งมิติและเวลาปั่นป่วน มันใช้จุดอ่อนและความกลัวของผู้คนและแสดงภาพลวงตาให้พวกเขาเห็นเพื่อล่อพวกเขาเข้าไปติดกับดัก เนื่องจากบาปที่คอยกัดกร่อน ยักษาจึงลืมตนเอง ลืมพี่น้อง และลืมเหตุที่ตนเข้ามาที่ Chasm จากการเดิมพันด้วยชีวิต Boyang และ Bosacius สามารถปิดผนึกพื้นที่ย่อยด้วย Fantastic Compass ซึ่งเป็นสิ่งประดิษฐ์ที่สามารถเปลี่ยนแปลงพื้นที่และปิดผนึกมอนสเตอร์ได้ ก่อนจะสิ้นใจลง จิตใจของยักษาสี่แขนก็สดใสขึ้น และระลึกถึงพวกพ้องของเขาได้ Bosacius ยังคงติดอยู่ใน Chasm และต่อมา Alatus ได้พบกับปรากฏการณ์เหนือธรรมชาติในพื้นที่ย่อยนี้เมื่อเขามาถึงเหมืองเพื่อตรวจสอบข่าวลือเกี่ยวกับยักษาที่ชำนาญการรบ เพื่อหลบหนีจากมิติและช่วยเหลือผู้คน Xiao พร้อมที่จะเสียสละตัวเอง แต่เขากลับได้รับการช่วยเหลือจาก Rex Lapis\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>พี่ใหญ่ของเหล่าห้าเซียนยักษา เป็นที่รู้จักในนาม Marshal Vritras</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/20/176148810/61275d8b97a9c5e4055ed07a4d34c4fa_1249038042633919972.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "<p>&#34;ยักษา&#34; เซียนผู้พิทักษ์ Liyue ผู้ได้รับสมญานาม &#34;ผู้กำราบอสูร&#34; และ &#34;ยักษาผู้พิทักษ์&#34;</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2064,
        "name": "Tenacity of the Millelith",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Tenacity of the Millelith/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 2097,
        "name": "Vermillion Hereafter",
        "desc": "",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/reliquary/Vermillion Hereafter/flower_of_life_icon.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "มรดกตกทอด",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/d62233f03601be3f1482da55fc406cc0_7401207558544153494.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ในช่วงสงครามที่ผ่านมา ชาว Liyue ได้ประดับท้องฟ้ายามค่ำคืนให้สว่างไสวด้วยโคมลอยเพื่อใช้เป็นเครื่องเตือนใจให้เหล่านักรบสามารถหาทางกลับบ้านเจอ ในวันนี้ผู้คนจะขอพรให้มีความเจริญรุ่งเรืองและขอให้ความทุกข์โศกทั้งปวงได้หายไป ในช่วงเวลากลางคืน ชาวเมืองจะปล่อยโคมลอยจำนวนมากและโคมพระจันทร์ดวงใหญ่หนึ่งดวงขึ้นสู่ท้องฟ้า ค่ำคืนของฤดูใบไม้ผลิ ระหว่างช่วงเวลาการถวายโคมไฟเท่านั้นที่ผู้คนจะได้เห็นแสงที่ป่าหิน Guyun Stone Forest ชาว Liyue พูดกันว่า <color=#ffffffd9>\"ดูเถิด ยักษาผู้พิทักษ์ตนนี้นั้นคือผู้จบการปกครองของอสูร!\"</color> บางทีเมื่อได้ยินเสียงขลุ่ยลอยออกมาจากทางบึง แต่จะหาต้นตอก็หาไม่เจอ ว่ากันว่า <color=#ffffffd9>\"นั่นคือยักษาผู้กำลังส่งเสียงเรียกเหล่าสหายให้กลับคืนสู่บ้านเกิด\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/dfcd3f2011935d6162fe5cd362960c47_4538355187157167310.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เพื่อเป็นการรำลึกถึงการกระทำของยักษา ผู้คนจึงได้สร้างรูปปั้นของเขาขึ้นมา เชื่อกันว่ายักษาผู้น่าเกรงขามจะต้องเร่ร่อนไปทั่วทุกหนแห่งในสภาพทุกข์ทรมานอย่างไม่สิ้นสุด เพื่อปลอบประโลมยักษา พวกเขาจึงได้รับการถวายอาหารและสวดภาวนา เพื่อช่วยให้ยักษาสบายใจและคอยปกป้องความสงบสุขต่อไป ปัจจุบัน รูปปั้นขนาดใหญ่ของยักษ์ที่ปราบวิญญาณร้ายยังคงตั้งตระหง่านอยู่ใน Liyue แต่ใบหน้าของพวกมันผุพังไปนานจนไม่อาจจดจำได้ ในสังคมมนุษย์แทบไม่มีใครรู้จักเขาเลย เขานั้นไม่ใช่สัญลักษณ์ของความเป็นมงคล ไม่สามารถให้ความร่ำรวย หรือเป็นดาวนำโชคได้ และไม่ได้เป็นสัญลักษณ์ของความเป็นเซียน ไม่มีใครจะคิดที่จะขอบคุณ Xiao เพราะพวกเขาหวาดกลัวพลังศักดิ์สิทธิ์ของเขา แม้จะอยู่ห่างไกลแต่แรงกดดันของเขานั้นก็ยังทำให้กลัวจนหัวหด อย่างไรก็ตาม Qixing ที่ปกครอง Liyue อยู่นั้น ได้มอบหมายให้สายลับคนหนึ่งคอยให้การสนับสนุนแก่ผู้กำราบปีศาจในการปราบเหล่าอสูรร้าย ภายนอกนั้นเป็นเพียงโรงแรมทั่วไปนามว่า Wangshu Inn, Xiao มักจะไปที่นั่นเป็นครั้งคราวเพื่อกินเต้าหู้อัลมอนด์ ความรู้สึกตอนกินนั้นเหมือนกันกับความฝันที่สวยงาม"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/8b671dfbeb1e2ed7a75088c60db5de9b_3776640753422333091.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "วันหนึ่ง มนุษย์คนหนึ่งได้แอบอ้างว่าตัวเองเป็นยักษาและเรียกตัวเองว่า “ลอร์ดแห่งสวรรค์ผู้คว้าดวงดาว” พร้อมกับเหล่าผู้ศรัทธา เขาได้แจกจ่ายยารักษาผู้ป่วย ร่วมเดินทางกับพ่อค้า และช่วยเหลือคนที่จิตใจแตกสลาย เพื่อแลกกับการบริจาค เขาได้ใช้ Sigil of Permission ขับไล่เหล่าปีศาจออกไป แต่ไม่ได้จัดการกับพวกมัน ทำให้พวกมันมารวมตัวกันในที่แห่งหนึ่ง และกลับกลายเป็นภัยคุกคามต่อผู้คน หลังจากทราบเรื่อง ผู้กำราบอสูรได้ใช้วิชาที่มีชื่อว่า \"ท่องไปในอาณาจักรแห่งความฝัน\" เพื่อเรียกวิญญาณของลอร์ดแห่งสวรรค์ผู้คว้าดวงดาว พิธีกรรมมี 4 ขั้นตอน คือ ถวายเครื่องหอม ทำสมาธิ ร่ายคาถา และยิงเป้าหมาย \"ถวายเครื่องหอม\" หมายถึงการปักธูปลงบนกระถางธูปเพื่อสักการะราชาแห่งหิน, \"ทำสมาธิ\" ตัดความคิดที่ฟุ้งซ่านออกไป และนึกภาพใบหน้าของบุคคลที่ต้องการไว้ในใจ \"ร่ายคาถา\" เปล่งเสียงสวดคาถา <color=#ffffffd9>\"เทวายักษา จงนำบาปออกมา!\"</color> และสุดท้ายคือ \"ยิงเป้าหมาย\" เล็งและยิงธนูไปที่รูปปั้นยักษาทั้งสอง เพื่อเป็นการทำสัญญา เมื่อดวงวิญญาณของเซียนตัวปลอมถูกเรียกออกมา เขาได้สาบานกับ Alatus ว่าจะละทิ้งความชั่วและสร้างความดี มีชีวิตอยู่อย่างมั่นคง และจะไม่ทำให้ชื่อเสียงของเหล่าเซียนต้องมัวหมองอีกต่อไป"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/22/237301566/4034daf7d995376ffadd9d0bc70d02cd_4298174480460191849.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เพื่อรำลึกถึงยักษา Pervases จึงมีการสร้างวัดขึ้น แต่เมื่อเวลาผ่านไป ผู้คนก็หยุดไปที่นั่น และวัดก็ทรุดโทรมลงตามกาลเวลา ด้วยวิชาเซียน “ร่างมายาในแดนมนุษย์”, โคมเจ็ดดาว และกระถางธูป ยักษาผู้ล่วงลับก็สามารถจำแลงเป็นภาพลวงตาในวันครบรอบการตายของเขาเพื่อเฝ้าดู Liyue ในปัจจุบัน Wang Ping'an ที่ได้ทิ้งชื่อ “ลอร์ดแห่งสวรรค์ผู้คว้าดวงดาว” ไปแล้ว ได้ตัดสินใจกลับตัวกลับใจสร้างวัดของ Pervases ขึ้นใหม่อีกครั้ง บางครั้ง Xiao จะมาที่วัดแห่งนี้เพื่อรำลึกถึงพี่น้องที่จากไปของเขาและนำ Grilled Tiger Fish ที่เขาชื่นชอบไปให้ Pervases\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4937,
        "name": "เทศกาล Lantern Rite",
        "desc": "<p>ในวันพระจันทร์เต็มดวงแรกของทุกปีจะเป็นวันเฉลิมฉลองเทศกาล Lantern Rite ของ Liyue ชาวเมืองจะประดับท้องฟ้ายามค่ำคืนด้วยโคมลอยและโคม Mingxiao ภายในโคมลอยจะมีหินแร่ Plaustrite และความปรารถนาที่ถูกเขียนลงบนแผ่นไม้ โคมที่ลอยล่องไปตามสายลม คอยให้แสงสว่างนำทางแก่วิญญาณที่คอยปกป้อง Liyue</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/25/115795437/fbae4f414f399aea1959bcbb588f50aa_5610504529125907311.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "<p>&#34;ยักษา&#34; เซียนผู้พิทักษ์ Liyue ผู้ได้รับสมญานาม &#34;ผู้กำราบอสูร&#34; และ &#34;ยักษาผู้พิทักษ์&#34;</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2515,
        "name": "Wang Ping'an",
        "desc": "<p>Wang Ping'an เป็น NPC ที่ออกมาเฉพาะเควสต์ระดับตำนาน \"บทแห่งราชาปีกทอง\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/10257458/ac9b83b9646b42d87a691e4cc72499d0_5353830018024211796.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 1088,
        "name": "Grilled Tiger Fish",
        "desc": "ปลาเสียบไม้ย่าง ปลาที่ตกมาจากท่าเรือ นำมาหมักเล็กน้อยและย่างอย่างรวดเร็ว กลิ่นหอมของมันสามารถดึงดูดแมวตามท้องถนนได้เลย ความสดใหม่คือความลับของความอร่อย",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Grilled Tiger Fish_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ยักษาที่มีชื่อเสียง"
      },
      {
        "type": "CustomEntry",
        "epId": 51,
        "name": "Xiao",
        "desc": "<p>&#34;ยักษา&#34; เซียนผู้พิทักษ์ Liyue ผู้ได้รับสมญานาม &#34;ผู้กำราบอสูร&#34; และ &#34;ยักษาผู้พิทักษ์&#34;</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Xiao_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ผู้กำราบอสูร และเป็นยักษาตนสุดท้าย",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3521,
        "name": "Bosacius",
        "desc": "<p>พี่ใหญ่ของเหล่าห้าเซียนยักษา เป็นที่รู้จักในนาม Marshal Vritras</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/20/176148810/61275d8b97a9c5e4055ed07a4d34c4fa_1249038042633919972.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "หัวหน้าของเหล่ายักษา เป็นที่รู้จักในนามจอมพล Vritras",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3518,
        "name": "Menogias",
        "desc": "<p>หนึ่งในห้าเซียนยักษา เป็นที่รู้จักกันในนาม แม่ทัพ Kapisas</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/20/176148810/2a70abcd41f1c25b94da6c18901fc863_323815164021058107.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "หนึ่งในยักษาที่แข็งแกร่งที่สุดที่มีทักษะในการออกแบบเสื้อผ้า\nเป็นที่รู้จักในนาม แม่ทัพ Kapisas",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3519,
        "name": "Bonanus",
        "desc": "<p>หนึ่งในห้าเซียนยักษา เป็นที่รู้จักในนาม General Chizapus</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/20/176148810/c11e8841d51eca4a0f5877567d0b1b28_1957894335814235848.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "หนึ่งในยักษาที่แข็งแกร่งที่สุด\nเป็นที่รู้จักในนาม แม่ทัพ Chizapus",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3520,
        "name": "Indarias",
        "desc": "<p>หนึ่งในห้าเซียนยักษา เป็นที่รู้จักในนาม General Musatas</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/03/20/176148810/7280f8fc2afecab369f640ed8370390d_1832638237971652150.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "หนึ่งในยักษาที่แข็งแกร่งที่สุด\nเป็นที่รู้จักในนาม แม่ทัพ Musatas\nPervases\nเซียนนกที่เสียชีวิตลงระหว่างสงครามเทพอสูร",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หนังสือที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 2314,
        "name": "บันทึกยักษาเซียนผู้พิทักษ์",
        "desc": "หนังสือเล่มหนึ่งที่ออกมาจากคอลเล็กชั่นของ \"สิ่งมหัศจรรย์ที่ซ่อนอยู่ใน Liyue\" โดยเป็นเวอร์ชัน \"การเดินทางสู่ดินแดนแห่งหิน\" ของ Liyue ซึ่งเป็นสารานุกรมเกี่ยวกับความเชื่อและประเพณีพื้นบ้านโดย Masudi นักวิชาการจาก Sumeru เพราะสไตล์การเขียนที่เข้าใจได้ยาก จึงทำให้ถูกเมินจากเหล่าเจ้าของร้านหนังสือและผู้อ่าน หนึ่งในนั้นก็คือ \"บันทึกยักษาเซียนผู้พิทักษ์\" ที่บอกเล่าเรื่องราวการสู้รบเคียงบ่า เคียงไหล่กับเทพแห่งหินของยักษา",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Yakshas: The Guardian Adepti_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2326,
        "name": "บทแห่งความสมดุล",
        "desc": "ตำนานพูดถึงมนต์โบราณเพื่อระลึกถึงราชาแห่งหินและยักษาผู้เป็นเซียน และเป็นหนึ่งในตำราความเชื่อในเทพเจ้าแห่งหินในสมัยโบราณด้วย",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/book/Verses of Equilibrium_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ตัวอย่างเนื้อเรื่อง",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ฉากคัตซีน - บันทึกยักษาเซียนผู้พิทักษ์"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/237301566/90f7b599b4d7f65c3edf3844d9cf3f04_5140932463371261091.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>27/01/2021</color>\nAlatus ก็คือ \"ราชาปีกทอง\" หรือที่รู้จักกันในนาม \"ผู้กำราบอสูร\" ไม่มีใครรู้ที่มาที่ไปของเขา ในเทศกาลโคมไฟกลางราตรีของฤดูใบไม้ผลิ เมื่อชาว Liyue ได้เห็นแสงไฟบน Guyun Stone Forest ต่างกล่าวว่า \"ดูสิ ยักษาผู้พิทักษ์กำลังขับไล่ปีศาจร้าย\" เมื่อได้ยินเสียงขลุ่ยอันไร้ที่มา ผู้คนต่างกล่าวว่า \"ยักษากำลังเรียกเหล่าสหายเก่าให้กลับคืนสู่บ้านเกิด\"\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=Wv-Tr-sSoCs&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ฉากคัตซีน - หลงเหลือเพียงความทรงจำในอดีต"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/237301566/68227850eb221e54dc2b6c91f89e1436_291937187263281196.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>02/06/2022</color>\nหลังจากวิกฤตได้สิ้นสุดลง ทุกอย่างก็กลับคืนสู่ความสงบแล้ว ทุกคนต่างแยกย้ายกันไป ไม่ว่าจะเป็นการสงบจิตใจ หรือทำตามที่ตัวเองต้องการ มีเพียงแต่ Xiao เท่านั้นที่ชวนคุณมาพูดคุย เล่าถึงเรื่องราวในอดีตของยักษา\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=ZVnfjTVZrWY&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ฉากคัตซีน - เสียงที่ยังดังก้องในหัวใจ"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/237301566/083477d4fe3e4626f8d54ba962d5cae2_4419010495052526109.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>21/01/2023</color>\nเปรียบดั่งเมฆหมอกที่พัดผ่านไปในพริบตา จอกแหนลอยไร้ราก ธาราไหลริน ชะล้างฝุ่นธุลี\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=d1OANwZ29ww&ab_channel=GenshinImpact"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ยักษา"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "กลุ่มเซียน"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Liyue"
          }
        ]
      },
      {
        "key": "หัวหน้า",
        "value": [
          {
            "type": "RichText",
            "text": "Bosacius"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "ยักษา",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/12/115795437/cbbc2021262142dac77f5818495a655b_146559642582646914.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "ห้าเซียนยักษาที่แข็งแกร่งที่สุด"
          }
        ]
      }
    ]
  }
}