{
  "epId": 5222,
  "name": "องค์กรกุหลาบหนาม",
  "desc": "<p>องค์กรกุหลาบหนามเป็นองค์กรที่คอยให้ความช่วยเหลือแก่ชาวเมืองและจะร่วมมือกับหน่วยงาน Fontainian ตามความจำเป็นเท่านั้น</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/286446747/99e26454155fe9d3bf5d37d56a2b98fe_3162235966929630955.png",
  "menuId": 23,
  "menuName": "สังกัด",
  "version": 1715946280,
  "components": {
    "galleryCharacter": [
      {
        "key": "องค์กรกุหลาบหนาม",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/286446747/c5359b3fe35141193f47010b26201950_1509986701954105030.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "สำนักงานใหญ่ขององค์กรกุหลาบหนามในเมือง Poisson"
          }
        ]
      },
      {
        "key": "องค์กรกุหลาบหนาม",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/286446747/997fed73e8ad3b1759097b40acc1086c_7127347056797142313.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "สำนักงานขององค์กรกุหลาบหนามใน Fleuve Cendre"
          }
        ]
      },
      {
        "key": "Consigliere",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/286446747/b422442d4effebaabc28da68900e1870_122773190936201523.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "\"ที่ปรึกษา\" ขององค์กรกุหลาบหนามใน Fleuve Cendre"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "องค์กรกุหลาบหนาม",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/d96b0a6f9056c628280b027206060d35_1048439381830156245.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "องค์กรกุหลาบหนามเป็นองค์กรที่คอยให้ความช่วยเหลือแก่ชาวเมืองและจะร่วมมือกับหน่วยงาน Fontainian ตามความจำเป็นเท่านั้น เป็นไปไม่ได้เลยที่คนระดับสูงจะสมบูรณ์รอบด้าน ทางองค์กรจึงคอยแทรกซึมและจัดการความสกปรกที่หลงเหลืออยู่ในซอกหลืบของจุดบอดเหล่านั้นเอง หากต้องมีใครเผชิญหน้ากับผู้ที่ไม่คิดจะพูดคุยด้วยดี ๆ ล่ะก็ องค์กรกุหลาบหนามก็จะลงมืออย่างไม่มีคำว่าปราณีเป็นแน่"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/ae577647454167a7a0f797a6a7dc5603_604402079329934588.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "สำนักงานใหญ่ขององค์กรกุหลาบหนามถูกก่อตั้งขึ้นโดย Callas ณ เมือง Poisson เรือขนาดใหญ่และงดงาม เป็นสัญลักษณ์ของการเดินทาง โอกาส การพิชิต และความทะเยอทะยาน อนาคตของ \"องค์กรกุหลาบหนาม\" นั้น สดใสอย่างหาที่เปรียบไม่ได้ ตราสัญลักษณ์ขององค์กรคือสมอเรือและดอกกุหลาบ โดย Clementine ภรรยาของ Callas และแม่ของประธานองค์กรคนปัจจุบัน Navia เป็นคนออกแบบสัญลักษณ์นี้\nครั้งหนึ่ง Callas เคยเป็นที่เคารพรักของทุก ๆ คนในนครว่าการ Fontaine อีกทั้งยังนำพาให้องค์กรกุหลาบหนามทำการค้าได้อย่างอิสระอีกด้วย Callas เป็นคนทะเยอทะยานและมองการณ์ไกลอยู่เสมอ ดังนั้น เขาจึงวาดฝันไว้ว่าจะพัฒนาองค์กรกุหลาบหนามต่อไปเพื่อทำให้เมือง Poisson กลายเป็นเมืองใหญ่ที่โดดเด่นไม่น้อยไปกว่านครว่าการ Fontaine ผู้คนส่วนใหญ่มักกล่าวถึง Callas กันว่าเป็นชายผู้ดื้อดึงและเยือกเย็น ส่วน Clementine เป็นคนสดใสร่าเริง นั่นจึงทำให้ Callas เป็นผู้รับหน้าที่จัดการกิจการและขยายขอบเขตอิทธิพลขององค์กร ในขณะเดียวกัน Clementine ก็เป็นคนดูแลด้านความสัมพันธ์และบรรยากาศภายในองค์กรกุหลาบหนาม ทั้งคู่ต่างสนับสนุนกันและกันอยู่เสมอ และด้วยความพยายามของพวกเขาองค์กรกุหลาบหนามจึงเติบโตและเจริญรุ่งเรืองเป็นอย่างมาก\nแต่ปัจจุบันองค์กรกุหลาบหนามขัดสนทางการเงินอย่างหนัก พวกเขาจึงต้องดำเนินงานส่วนใหญ่ที่สำนักงานใหญ่ใน Fleuve Cendre\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Court of Fontaine Region",
        "desc": "<p>\"มีเพียงเมืองแห่งนี้ ที่อยู่เหนือผืนน้ำทั้งมวล\"</p><p>จุดที่สูงที่สุดของเมืองก็คือพระราชวัง Mermonia ซึ่งเป็นตัวแทนแห่งอำนาจสูงสุดของ Fontaine เมื่อมองจากข้างบนนี้ลงมา เหล่าประชาชนก็เปรียบเสมือนกับ \"เรือราง\" ที่ดำเนินวิถีไปชีวิตอย่างเป็นระเบียบ</p><p>กฎหมายรับใช้กฎเกณฑ์ที่มั่นคง ความยุติธรรมและความเป็นธรรมเท่านั้น ที่อยู่เหนือกฎเกณฑ์ทั้งปวง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/115795437/cd8d24707c19c43305b87cac406a5c35_1380417429797045205.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>ประธานองค์กรกุหลาบหนามคนปัจจุบัน เป็นเจ้านายที่น่ารัก และมีความรับผิดชอบสูง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/144837601/3fc7580c01a9e622692402889706c4db_201103924388473346.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "name": "Sonny",
        "desc": "<p>Sonny เป็น NPC ที่อยู่บริเวณพระราชวัง Mermonia สามารถพบเขาได้หลังจากเสร็จสิ้นเควสต์โลก \"รับข่าวสารจาก Fontaine\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/27/10257458/41e3ab828df3397c7ba49ab3d5538717_218836832302207151.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "เรือราง",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/300ff1352524d76e48790f8a50b72698_1264607853067170249.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หนึ่งในโครงการที่ใหญ่ที่สุดและสำคัญที่สุดของ Callas คือการสร้างการคมนาคมทางน้ำโดยการเดินทางด้วยเรือรางที่สามารถเดินทางได้สะดวกสบายและไปได้ทุกหนแห่งในนครว่าการ Fontaine ในระหว่างการหารือเกี่ยวกับการก่อสร้างเส้นทางเดินเรือ องค์กรกุหลาบหนามกลับแตกออกเป็นสองฝ่าย ฝ่ายแรกนำโดย Callas เขาคิดว่าโครงการสร้างทางเดินเรือครั้งนี้แม้จะมีโอกาสน้อยมากที่จะได้รับความร่วมมือและความช่วยเหลือจากเจ้าหน้าที่ของนครว่าการ Fontaine และศูนย์วิทยาศาสตร์ของ Fontaine แต่หากสำเร็จก็จะได้รับผลประโยชน์ทางการค้าและชื่อเสียงที่ดี ส่วนฝ่ายที่สองนำโดย Romeuf สมาชิกในองค์กรกุหลาบหนาม เขาคิดว่าจำนวนเงินที่มีควรนำไปลงทุนในการพัฒนาเมือง Poisson ดีกว่า เมื่อทั้งสองฝ่ายไม่สามารถตกลงกันได้ Romeuf และผู้ที่เห็นด้วยกับเขาได้แต่เก็บงำความขุ่นเคืองที่มีต่อ Callas และ Clementine เอาไว้ พวกเขามองว่า Clementine มีอคติเนื่องจากเธอกำลังตั้งครรภ์ สำหรับกลุ่มของ Romeuf การสนับสนุนของ Clementine ในการสร้างทางเดินเรือถือเป็นการทรยศ เพราะนั่นหมายความว่าเสียงคัดค้านของ Romeuf ไม่ได้มีความหมายอะไรเลยแม้แต่น้อย หลังจากที่ Clementine เสียชีวิตเนื่องจากภาวะแทรกซ้อนระหว่างการคลอด Callas เริ่มมองว่าการสร้างเส้นทางเดินเรือรางถือเป็นพินัยกรรมสุดท้ายของเธอ และเมื่อไม่มีผู้ที่คิดจะประนีประนอมความสัมพันธ์ของคนภายในองค์กรอีกต่อไป Romeuf จึงถอนตัวออกจากองค์กรกุหลาบหนาม"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/69c34d13406d72e1596cff7c3621d1bb_7711471750464164844.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ด้วยเหตุนี้ จากการสนับสนุนขององค์กรกุหลาบหนาม จึงได้มีการสร้างเส้นทางเดินเรือรางขึ้นสามสาย โดยตั้งชื่อตามตระกูล Caspar ได้แก่ Clementine, Navia และ Callas แม้ว่าบ้านเกิดขององค์กรคือ Poisson แต่กลับไม่มีเส้นทางใดที่นำทางไปสู่เมือง Poisson เลย มีเพียงเส้นทาง Clementine ที่พาดผ่าน Mont Automnequi เส้นทางเดินเรือ Callas ที่ทอดจากนครว่าการ Fontaine ไปยังศูนย์วิทยาศาสตร์ของ Fontaine ที่ถูกทิ้งร้างเมื่อตอนเกิดเหตุห้องวิจัยกลางของสถาบันระเบิด ส่วนเส้นทางเดินเรือ Navia ไม่เพียงแต่วางแผนที่จะฟื้นฟูและเพิ่มจุดแวะเพิ่มเติมในเส้นทางที่มีอยู่ แต่ยังสร้างเส้นทางที่สี่ให้กับท่าเรือ Lumidouce อีกด้วย\nหลายปีต่อมา เมื่อ Navia ลูกสาวของ Clementine และ Callas ได้ขึ้นรับตำแหน่งประธานขององค์กรคนปัจจุบัน Romeuf จึงตัดสินใจแก้แค้นองค์กรกุหลาบหนามด้วยการระเบิดเส้นทางเดินเรือ Clementine ที่พาดผ่านเมือง Poisson ผู้สมรู้ร่วมคิด Colter ซึ่งเขาเพิ่งออกจากป้อมปราการ Meropide เขากล่าวอ้างว่าปัญหาทั้งหมดที่เกิดขึ้นกับองค์กรกุหลาบหนามนั้นเป็นเพราะ Navia คนเดียว รวมทั้งสาเหตุการตายของ Clementine, Callas และอดีตพ่อบ้าน Melus ด้วย Colter เชื่อว่า Navia ทำลายทุกสิ่งที่เขารักด้วยมือของเธอเอง อีกทั้งยังทำให้เมือง Poisson ตกต่ำลงกว่าเดิม แต่ท้ายที่สุด Navia ก็สามารถเอาชนะ Colter ในการต่อสู้ได้สำเร็จ ส่วนนักเดินทางและ Paimon ก็ขัดขวางการระเบิดและช่วยให้เส้นทางเดินเรือรอดพ้นจากการถูกทำลาย\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Court of Fontaine Region",
        "desc": "<p>\"มีเพียงเมืองแห่งนี้ ที่อยู่เหนือผืนน้ำทั้งมวล\"</p><p>จุดที่สูงที่สุดของเมืองก็คือพระราชวัง Mermonia ซึ่งเป็นตัวแทนแห่งอำนาจสูงสุดของ Fontaine เมื่อมองจากข้างบนนี้ลงมา เหล่าประชาชนก็เปรียบเสมือนกับ \"เรือราง\" ที่ดำเนินวิถีไปชีวิตอย่างเป็นระเบียบ</p><p>กฎหมายรับใช้กฎเกณฑ์ที่มั่นคง ความยุติธรรมและความเป็นธรรมเท่านั้น ที่อยู่เหนือกฎเกณฑ์ทั้งปวง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/115795437/cd8d24707c19c43305b87cac406a5c35_1380417429797045205.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5145,
        "name": "Erinnyes Forest",
        "desc": "<p>สายลมตะวันออกที่พัดเข้าสู่นครว่าการ Fontaine อบอวลไปด้วยกลิ่นหอมหวานอันลึกลับ</p><p>ในส่วนลึกของป่า Erinnyes ที่ไม่ค่อยมีใครกล้าย่างกราย เมล็ดพันธุ์แห่งการผจญภัยถูกปลูกไว้ริมทะเลสาบใต้ต้นหลิว</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/12/115795437/cd8d24707c19c43305b87cac406a5c35_4962159815314455296.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5144,
        "name": "Fontaine Research Institute of Kinetic Energy Engineering Region",
        "desc": "<p>การค้นหาหนทางสู่ความรอดต้องสิ้นสุดลงอย่างกะทันหัน ความกระตือรือร้นและความภาคภูมิใจในอดีตได้กลายเป็นซากปรักหักพังที่ปกคลุมด้วยเถาวัลย์และความฝันที่แตกสลายในอากาศ</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/115795437/cd8d24707c19c43305b87cac406a5c35_3037217080302024982.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "ศูนย์วิทยาศาสตร์ Fontaine",
        "desc": "<p>ศูนย์วิจัยวิทยาศาสตร์ทางวิศวกรรมพลังงานจลน์ Fontaine ก่อตั้งขึ้นโดย Alain Guillotin สถาบันนี้มักถูกเรียกย่อ ๆ กันว่า ศูนย์วิทยาศาสตร์ Fontaine</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/115795437/acfdfd84bfa0e9d4e6b28104b452c99e_5277544033704407522.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>ประธานองค์กรกุหลาบหนามคนปัจจุบัน เป็นเจ้านายที่น่ารัก และมีความรับผิดชอบสูง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/144837601/3fc7580c01a9e622692402889706c4db_201103924388473346.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "คดีการหายตัวไปอย่างต่อเนื่องของหญิงสาว",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "เมื่อประมาณ 20 ปีก่อน เมือง Fontaine ต้องเผชิญกับการหายตัวไปของหญิงสาวอันน่าพิศวง แม้ว่ากรมการปกครองจะพยายามอย่างเต็มที่ แต่ก็ไม่เคยตามหาหญิงสาวผู้สูญหายหรือแม้แต่อาชญากรพบเลย นอกจากนี้เมื่อไม่กี่ปีที่ผ่านมา ยังมีเครื่องดื่มชนิดหนึ่งที่ถูกขนานนามว่า Sinthe กำลังเป็นที่นิยมในเมือง Poisson ว่ากันว่าเครื่องดื่มนี้จะทำให้ผู้คนเกิดอารมณ์ดีด พร้อมทั้งเห็นภาพหลอนที่ชวนเคลิบเคลิ้มได้มากมาย การดื่มมันเป็นเวลานานจะทำให้เกิดผลข้างเคียงมากมาย เช่น ขาดสมาธิและมีอารมณ์แปรปรวน และหากหยุดยาไปก็จะเหนื่อยล้าทั้งวัน วิตกกังวลอย่างไม่มีสาเหตุ เรียกได้ว่าดื่มแล้วก็จะมีแต่ปัญหาไม่รู้จบ โดยแท้จริงแล้ว Sinthe นั้นมีส่วนผสมของน้ำทะเลบรรพกาลอยู่เพียงน้อยนิดก็จริง แต่หากน้ำทะเลบรรพกาลมีปริมาณมากก็สามารถละลายร่างของชาว Fontaine ให้หายไปได้ในพริบตาเลยทีเดียว เนื่องจากชาว Fontaine มีต้นกำเนิดเป็น Oceanid"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/028e390f40d252d1e4ab4021b847c617_1825371913494729202.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ในตอนนั้น Callas อดีตผู้นำเมือง Poisson ได้ออกมาสั่งห้ามจำหน่ายหรือบริโภค Sinthe และตัดสินใจตามหาผู้ที่อยู่เบื้องหลังการผลิตเครื่องดื่มนี้ทันที แต่เมื่อคนร้ายไหวตัวทัน Callas จึงเปลี่ยนแผนและแอบติดต่อกับผู้ที่รับเครื่องดื่มมาขาย พร้อมทั้งผูกมิตรแบบลับ ๆ กับพวกเขา ในที่สุด Callas ก็สามารถโน้มน้าวชายคนหนึ่งได้ ชายคนนั้นมีนามว่า Jacques เขาคอยเป็นผู้ให้ข้อมูลเกี่ยวกับที่มาของ Sinthe อยู่เสมอ ด้วยเหตุที่ว่า Jacques รู้สึกละอายใจกับงานของตน หลังจากเห็นผลข้างเคียงของ Sinthe แล้ว เขาจึงตกลงที่จะช่วย Callas เย็นวันหนึ่ง Callas ได้จัดงานเลี้ยงสำหรับการประชุมที่คฤหาสน์ในชนบท โดยเขาวางแผนไว้ว่าจะแลกเปลี่ยนข้อมูลกับ Jacques แต่แล้วก็มีเสียงปืนดังขึ้นสองนัด ซ้ำร้ายผู้คนในงานเลี้ยงยังพบ Callas ที่กำลังถือปืนอยู่ในมือพร้อมทั้งศพของ Jacques ที่พึ่งสิ้นลมได้ไม่นาน เนื่องจากไม่มีหลักฐานอื่นมาโต้แย้งข้อกล่าวหา Callas จึงถูกใส่ความว่าเป็นฆาตกรและถูกเรียกว่า \"Callas ผู้ไม่ชอบธรรม\" เมื่ออดีตประธานขององค์กรกุหลาบหนามถูกกล่าวหาว่าเป็นฆาตกร องค์กรนี้จึงสูญเสียอิทธิพลไปในที่สุด\nCallas ได้ค้นพบความเชื่อมโยงระหว่าง Sinthe กับคดีการหายตัวไปอย่างต่อเนื่องของหญิงสาวก่อนเย็นวันนั้น จากข้อมูลที่ได้รับ เหยื่อรายต่อไปอาจเป็น Navia ลูกสาวของ Callas และเขาจะไม่อยู่ห่างจากลูกสาวเป็นแน่ แต่เนื่องจาก Callas มีอาการป่วยที่ไม่สามารถรักษาให้หายได้ Callas จึงมีเวลาไม่พอที่จะทำการสืบสวนคดีให้เสร็จสิ้น เขาจึงตัดสินใจใช้ทางเลือกสุดท้าย โดย Callas บอกว่าเขามีหลักฐานสำคัญอยู่ในมือ ในหลักฐานนั้นชี้ชัดว่าคนร้ายและสมาชิกในองค์กรกุหลาบหนามรู้จักกันเป็นอย่างดี แต่ตราบใดที่ลูกสาวของเขาปลอดภัย หลักฐานก็จะไม่ถูกเปิดเผยต่อสาธารณชน ด้วยความเป็นห่วงว่าลูกสาวของตนจะตกอยู่ในอันตราย Callas จึงเลือกที่จะไม่ปฏิเสธข้อกล่าวหาว่าเป็นผู้ก่อเหตุคดีฆาตกรรม Jacques และขอท้าประลองก่อนการพิจารณาคดี ซึ่งการเลือกของเขาส่งผลให้เขาเสียชีวิตในการท้าประลอง แต่ก่อนที่เขาจะตาย Callas ได้บอกตำแหน่งที่ตั้งของโรงผลิต Sinthe ไว้กับ Melus\nสามปีหลังจากการตายของพ่อของเธอ Navia ได้เข้ามาสอบสวนคดีการหายตัวไปอย่างต่อเนื่องของหญิงสาว รวมทั้งคดีก่อเหตุฆาตกรรมของพ่อของเธอด้วย หลังจากพบหลักฐานเพิ่มเติม Navia นักเดินทาง และ Paimon ต่างเห็นตรงกันว่าอาจมีบุคคลที่สามที่เข้ามาพัวพันกับคดีฆาตกรรมในครั้งนี้ แต่เขากลับถูกน้ำทะเลบรรพกาลละลายให้หายไป หลังจากตรวจสอบและสอบสวนอยู่หลายครั้งก็ได้รายชื่อผู้ต้องสงสัยมา 3 คนที่มีความสัมพันธ์ใกล้ชิดกับองค์กรกุหลาบหนาม คนแรกคือ Florent สมาชิกที่ปรึกษาองค์กรกุหลาบหนาม คนที่ต่อมาคือ Marcel ประธานสมาคมการค้าท้องถิ่นในเมือง Poisson และคนสุดท้ายคือ Thierry ผู้ประสานงานระหว่างองค์กรกุหลาบหนามและกองตำรวจ Fontaine จากการสอบสวน พบว่า Marcel คือผู้ที่อยู่เบื้องหลังคดีการหายตัวไปอย่างต่อเนื่องของหญิงสาว และยังเป็นคนก่อตั้งโรงงานผลิต Sinthe รวมทั้งก่อเหตุคดีฆาตกรรมของ Jacques อีกด้วย ซึ่ง Navia เคยเชื่อใจและคิดว่า Marcel นั้นเปรียบเสมือนลุงที่เป็นหนึ่งในครอบครัวของเธอ ต้องขอบคุณความพยายามของนักเดินทาง Paimon และ Navia คนร้ายจึงถูกจับและชาว Fontaine ก็สามารถอยู่อย่างปลอดภัยได้อีกครั้ง\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>ประธานองค์กรกุหลาบหนามคนปัจจุบัน เป็นเจ้านายที่น่ารัก และมีความรับผิดชอบสูง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/144837601/3fc7580c01a9e622692402889706c4db_201103924388473346.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "name": "Melus",
        "desc": "<p>Melus เป็น NPC ที่ออกมาเฉพาะเควสต์เทพเจ้า เขาเป็นสมาชิกขององค์กรกุหลาบหนามและเป็นผู้คุ้มกันของ Navia</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/3b4485449659b7f80620670aac9efaa9_7056689831911251971.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Marcel หรือชื่อจริง <span class=\"wk-shady\">Vacher</span> เขาเป็นตัวแปรสำคัญในบทเควสต์เทพเจ้า \"ไร้เหตุผลที่ฝนปราย\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/4e904e9d971d9031fefc37f2cc034e9f_3064955215267380895.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4507,
        "name": "Thierry",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Thierry เป็น NPC ที่ออกมาเฉพาะเควสต์เทพเจ้า \"ไร้เหตุผลที่ฝนปราย\"</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/5decce0f9ea7643896401b94f84882f4_1152609822471258563.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "name": "Florent",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Florent เป็น NPC ที่ออกมาเฉพาะเควสต์เทพเจ้า \"ไร้เหตุผลที่ฝนปราย\"</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/318cce8453a33dc4e7624a09bfb45d0c_6482032045477380039.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ปัจจุบัน",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "คำพยากรณ์ของเมือง Fontaine ที่กล่าวไว้ว่า <color=#ffffffd9>“...ท้ายที่สุดทุกคนจะละลายหายไปในท้องทะเล เหลือเพียงเทพแห่งน้ำที่ร้องไห้อยู่บนบัลลังก์ และจากนั้น... บาปของชาว Fontaine ก็จะถูกชะล้างออกไป”</color> ได้เริ่มขึ้นแล้ว โดยเมือง Poisson เป็นสถานที่แรกที่ได้รับผลกระทบจากน้ำทะเลบรรพกาล แม้ว่าผู้คนจำนวนมากจะเสียชีวิต แต่องค์กรกุหลาบหนามก็ได้รับการช่วยเหลือจาก Fatui จึงสามารถช่วยผู้คนส่วนใหญ่จนรอดชีวิตออกมาได้ พ่อบ้านขององค์กร Melus และ Silver ผู้ดูแลของ Navia เสียชีวิตลงขณะช่วยชีวิตผู้คนในเมือง Poisson หลังจากเกิดเหตุการณ์ดังกล่าว เมืองก็ค่อย ๆ ฟื้นตัวขึ้น นอกจากนี้ Navia ยังสัญญาด้วยว่าจะชดใช้ค่าเสียหายและพร้อมที่จะให้ความช่วยเหลือกับทุกคนในเมือง Poisson แม้ว่าสถานการณ์ทางการเงินขององค์กรกุหลาบหนามยังไม่ดีมากพอสักเท่าไหร่ แต่คำสัญญานี้ช่วยแสดงทัศนคติขององค์กรต่อสิ่งที่เกิดขึ้นและทำให้ผู้คนกลับมาเชื่อมั่นในองค์กรกุหลาบหนามอีกครั้งหนึ่ง"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/9b74de5bec35522826bf889b2eb8ac03_2459185934959779820.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "องค์กรกุหลาบหนามเป็นตัวแปรสำคัญในการพิจารณาคดีของ Furina ในช่วงน้ำกำลังจะท่วมเมือง Fontaine นั้น Navia ได้วางแผนแบ่งคนไว้สองกลุ่ม โดยกลุ่มแรกให้ไป \"ไล่ต้อน\" Furina ในเมือง Poisson เพื่อให้เธอเข้าไปในกล่องเวทมนตร์ยักษ์ ส่วนอีกกลุ่มให้แฝงตัวเข้าไปเป็นผู้ชมที่โรงอุปรากร รอโอกาสที่เหมาะเจาะเพื่อสร้างสถานการณ์ปลุกปั่นระหว่างการพิจารณาคดี และตั้งข้อสงสัยให้ทุกคนเริ่มคิดต่อต้านเทพแห่งน้ำ ด้วยความร่วมมือจาก Clorinde, Neuvillette, Navia, Fatui, และนักเดินทาง จึงทำให้แผนการช่วยเหลือชาวเมือง Fontaine ครั้งนี้เป็นไปด้วยดี"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/17/237301566/86666cb4b2f6f71d4bb5bfff677f9b1b_7285753642909271942.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "หลังจากที่ชื่อเสียงของ Callas กลับคืนมา และเมือง Poisson ที่ได้รับความเสียหายจากน้ำทะเลบรรพกาลอย่างหนักได้รับการฟื้นตัวเมืองขึ้นมาใหม่อีกครั้ง ชาวเมืองจึงตัดสินใจสร้างรูปปั้นพ่อแม่ของ Navia ขึ้น ผู้คนต้องการแสดงความขอบคุณต่อ Clementine และ Callas รวมทั้งองค์กรกุหลาบหนาม สำหรับการพัฒนาเมือง Poisson ดังนั้นพวกเขาจึงบริจาคเงินเพื่อสร้างอนุสรณ์สถานแห่งนี้ แม้ว่า Navia จะรู้สึกว่าเธอไม่ได้ทำประโยชน์อะไรที่มากพอ แต่ชาวเมือง Poisson ก็รู้สึกขอบคุณ Navia สำหรับทุก ๆ สิ่งที่เธอทำเพื่อชาวเมืองตลอดมา ชาวเมืองจึงตัดสินใจสร้างรูปปั้น Navia ไว้ด้วย\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>ประธานองค์กรกุหลาบหนามคนปัจจุบัน เป็นเจ้านายที่น่ารัก และมีความรับผิดชอบสูง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/144837601/3fc7580c01a9e622692402889706c4db_201103924388473346.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>จุดสนใจบนเวทีแห่งการพิพากษา จนกระทั่งเสียงปรบมือคำรามก้องเมื่อม่านปิดลง</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/65858273/263e5ea0784d182b393f67a7e24146a5_900729773534954990.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้พิพากษาสูงสุดแห่ง Fontaine มีชื่อเสียงในด้าน \"ความเป็นกลาง\" อย่างสมบูรณ์</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/0513aa7f482dbb4778545d02f94956fe_6477268461203548971.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span>นักมายากลเลื่องชื่อแห่ง Fontaine ผู้มีพรสวรรค์ และไหวพริบอันเฉียบแหลม มักใช้ทริกกับคำพูดอันแยบยลในการจูงใจของผู้ชม</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/176148810/e343d4442cc3b8e243f0d528bb715f75_1856082092126268256.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้ช่วยนักมายากลที่พูดจาน้อยคำ และมักมีสีหน้าไร้อารมณ์ นิสัยก็ยากจะคาดเดา ไม่ต่างอะไรไปจากแมวเลยสักนิด</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/53372413/436e6f2b9b9006bfe511a98093259daf_4938087050283835738.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p>เด็กหนุ่มพูดน้อยผู้เชี่ยวชาญในการประดาน้ำ ใต้รูปลักษณ์ภายนอกเย็นยะเยือกห่างเหินนั้น มีหัวใจบริสุทธิ์ไร้มลทินดวงหนึ่งซ่อนอยู่</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/144837601/8e44111a378f4e5379b8e7444e8c2daa_1741373009656770531.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "วิธีการขององค์กรกุหลาบหนาม",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "แม้ว่าองค์กรกุหลาบหนามจะคอยช่วยเหลือผู้คน แต่บางครั้งวิธีการของพวกเขาก็อาจดูบุ่มบ่ามไปบ้าง ครั้งหนึ่งนักเดินทางและ Paimon ได้พบกับ Virgil จากองค์กรกุหลาบหนาม ซึ่งเขาขอให้ช่วยหาห้องนิรภัยของสมาคมลับที่เรียกว่า \"ภาคีลิลลี่หุบเขากางเขน\" เขาต้องการใช้ทุกสิ่งที่พวกเขามีเพื่อต่อสู้กับ Sonny “ถุงมือสีขาว” เมื่อ Virgil ตระหนักได้ว่ากลุ่ม \"ภาคีลิลลี่หุบเขากางเขน\" คือสถาบันปรัชญาธรรมชาติ Virgil จึงคิดจะกำจัดนักเดินทางและ Paimon เพื่อให้ได้เงินมา เมื่อนักเดินทางและ Paimon หลบหนีออกมาก็ได้พบกับ Sonny และ Luca คู่หูของ Sonny ซึ่งกำลังตามหา Virgil อยู่ พวกเขาร่วมกันตามเบาะแสที่ตั้งโรงงานที่จัดส่ง Sinthe ซึ่ง Virgil และลูกน้องของเขาพยายามที่จะรับ Sinthe มาขาย แต่หลังจากที่ได้ “พูดคุยกับเขาอย่างจริงจังและยาวนาน” ก็ไม่มีใครพบเห็น Virgil อีกเลย\nครั้งหนึ่ง Turner และ Hunter สมาชิกขององค์กรกุหลาบหนามได้คิดแผนสั่งสอนด้วยการฝัง Henri เนื่องจากเขาทำงานให้กับ Fatui โดยครั้งนี้ Henri กำลังถอดเอาชิ้นส่วนของเครื่องจักรไปให้ Fatui ซึ่งแท้จริงแล้วชิ้นส่วนนั้นคืออุปกรณ์ที่ทางศูนย์วิทยาศาสตร์ Fontaine ใช้ในการสังเกตการณ์และปรับปรุงคุณภาพของน้ำ ด้วยความช่วยเหลือจากนักเดินทาง กลไกจึงได้รับการฟื้นฟูให้กลับมาใช้งานได้อีกครั้ง ทำให้กลไกสามารถปรับสภาพแวดล้อมในน้ำและผืนดินให้เป็นดังเดิม Turner และ Hunter จึงยอมจ้าง Henri ให้มาทำงานที่องค์กรด้วยกัน\nในตอนที่ Navia ได้ยินข่าวลือว่ามีคนวางแผนต่อต้านเมลูซีน เธอจึงขอให้ Neuvillette และนักเดินทางที่กำลังสืบสวนคดีนี้ช่วยจับตาดูและบอกเบาะแสต่าง ๆ ให้กับเธอ เมื่อ Navia ได้รับเบาะแสสำคัญ ก็รีบ \"เชิญ\" ผู้ต้องสงสัยไปดื่มกาแฟ แต่คำเชิญนั้นดูเหมือนจะเป็นการข่มขู่เสียมากกว่า เพราะผู้ต้องสงสัยไม่สามารถปฏิเสธการนัดพบในครั้งนี้ได้เลย\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "หน่วยล่าเงา",
        "desc": "<p>หน่วยล่าเงา เป็นหน่วยส่วนตัวของผู้พิพากษาสูงสุด Neuvillette ซึ่งรับผิดชอบในการสืบสวนคดีอาชญากรรม หน่วยล่าเงาตั้งฐานอยู่ในพระราชวัง Mermonia และเป็นหนึ่งในหน่วยงานของกรมการปกครอง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/278806422/8c57616ad82afff946a1cd18e11a0b39_5303966371396854536.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "name": "Virgil",
        "desc": "<p>Virgil เป็น NPC ที่ออกมาเฉพาะเควสต์โลก</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/29/10257458/41cf915c51419afeb0dc33b0f53ad246_2448143481535202826.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "name": "Sonny",
        "desc": "<p>Sonny เป็น NPC ที่อยู่บริเวณพระราชวัง Mermonia สามารถพบเขาได้หลังจากเสร็จสิ้นเควสต์โลก \"รับข่าวสารจาก Fontaine\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/27/10257458/41e3ab828df3397c7ba49ab3d5538717_218836832302207151.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "name": "Luca",
        "desc": "<p>Luca เป็น NPC ที่อยู่บริเวณพระราชวัง Mermonia สามารถพบเขาได้หลังจากเสร็จสิ้นเควสต์โลก \"รับข่าวสารจาก Fontaine\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/27/10257458/63db59be4212f03bff8e2f6e90ba8ba5_8554693178045705524.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4519,
        "name": "Henri",
        "desc": "<p>Henri เป็น NPC เฉพาะเควสต์โลก เขาอาศัยอยู่ที่ Belleau Region</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/26/10257458/ab1796ae427d3530723b9a7192065a72_6275174330887499644.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>ประธานองค์กรกุหลาบหนามคนปัจจุบัน เป็นเจ้านายที่น่ารัก และมีความรับผิดชอบสูง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/144837601/3fc7580c01a9e622692402889706c4db_201103924388473346.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>สมาชิก</color>"
      },
      {
        "type": "RichText",
        "text": "Callas Caspar\nผู้ก่อตั้งและประธานคนแรกขององค์กรกุหลาบหนาม อีกทั้งยังเป็นผู้นำของเมือง Poisson เขาถูก Clorinde สังหารในการท้าประลองหลังจากถูกกล่าวหาว่าเป็นฆาตกร\nClementine Caspar\nภรรยาของ Callas และแม่ของ Navia ซึ่งเสียชีวิตด้วยโรคแทรกซ้อนหลังคลอดบุตร",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>ประธานองค์กรกุหลาบหนามคนปัจจุบัน เป็นเจ้านายที่น่ารัก และมีความรับผิดชอบสูง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/144837601/3fc7580c01a9e622692402889706c4db_201103924388473346.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ประธานคนปัจจุบันขององค์กรกุหลาบหนาม ลูกสาวของ Callas และ Clementine",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4508,
        "name": "Melus",
        "desc": "<p>Melus เป็น NPC ที่ออกมาเฉพาะเควสต์เทพเจ้า เขาเป็นสมาชิกขององค์กรกุหลาบหนามและเป็นผู้คุ้มกันของ Navia</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/3b4485449659b7f80620670aac9efaa9_7056689831911251971.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "พ่อบ้านขององค์กรกุหลาบหนาม เสียชีวิตลงระหว่างการอพยพที่เมือง Poisson",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4509,
        "name": "Silver",
        "desc": "<p>Silver เป็น NPC ที่ออกมาเฉพาะเควสต์เทพเจ้า เขาเป็นสมาชิกขององค์กรกุหลาบหนามและเป็นผู้คุ้มกันของ Navia</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/25317932486a08b0561e7b652673d3fc_819989680414133279.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ผู้คุ้มกันของ Navia เสียชีวิตลงระหว่างการอพยพที่เมือง Poisson",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4506,
        "name": "Florent",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Florent เป็น NPC ที่ออกมาเฉพาะเควสต์เทพเจ้า \"ไร้เหตุผลที่ฝนปราย\"</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/318cce8453a33dc4e7624a09bfb45d0c_6482032045477380039.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ที่ปรึกษาขององค์กรกุหลาบหนาม",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4514,
        "name": "Sonny",
        "desc": "<p>Sonny เป็น NPC ที่อยู่บริเวณพระราชวัง Mermonia สามารถพบเขาได้หลังจากเสร็จสิ้นเควสต์โลก \"รับข่าวสารจาก Fontaine\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/27/10257458/41e3ab828df3397c7ba49ab3d5538717_218836832302207151.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "\"ถุงมือสีขาว\" สมาชิกขององค์กรกุหลาบหนาม ซึ่งเกี่ยวข้องกับการสอบสวนคดีบุคคลที่เกี่ยวข้องกับการขาย Sinthe",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4515,
        "name": "Luca",
        "desc": "<p>Luca เป็น NPC ที่อยู่บริเวณพระราชวัง Mermonia สามารถพบเขาได้หลังจากเสร็จสิ้นเควสต์โลก \"รับข่าวสารจาก Fontaine\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/27/10257458/63db59be4212f03bff8e2f6e90ba8ba5_8554693178045705524.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "\"ชาวประมง\" คู่หูของ Sonny และสมาชิกขององค์กรกุหลาบหนาม",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4257,
        "name": "Hinterman",
        "desc": "<p>Hinterman เป็นคนขายปลาที่อาศัยอยู่ใน Poisson เขาจะคอยขายวัตถุดิบและส่วนผสมต่างๆ สำหรับการตกปลา</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/29/10257458/7536e006cb92c7101494dae5937b6b93_5783359580571153727.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "พ่อค้าขายปลาจากเมือง Poisson\nConsigliere\nเขาคือ",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 3706,
        "desc": "",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "\"ที่ปรึกษา\" ขององค์กรกุหลาบหนาม\nConsigliere เป็น \"คน\" ที่คุณไว้วางใจได้\nTetreauxis\nบาร์เทนเดอร์จาก Fleuve Cendre",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4261,
        "name": "Virgil",
        "desc": "<p>Virgil เป็น NPC ที่ออกมาเฉพาะเควสต์โลก</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/29/10257458/41cf915c51419afeb0dc33b0f53ad246_2448143481535202826.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "อดีตสมาชิกองค์กรกุหลาบหนาม เขามีส่วนเกี่ยวข้องในการผลิต Sinthe",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>ความสัมพันธ์</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4504,
        "name": "Marcel",
        "desc": "<p>Marcel หรือชื่อจริง <span class=\"wk-shady\">Vacher</span> เขาเป็นตัวแปรสำคัญในบทเควสต์เทพเจ้า \"ไร้เหตุผลที่ฝนปราย\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/4e904e9d971d9031fefc37f2cc034e9f_3064955215267380895.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ประธานสมาคมการค้า Cabriere ซึ่งเป็นองค์กรในเครือขององค์กรกุหลาบหนาม",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4507,
        "name": "Thierry",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Thierry เป็น NPC ที่ออกมาเฉพาะเควสต์เทพเจ้า \"ไร้เหตุผลที่ฝนปราย\"</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/5decce0f9ea7643896401b94f84882f4_1152609822471258563.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ผู้รับผิดชอบการประสานงานระหว่างองค์กรกุหลาบหนามและกรมการปกครอง",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4505,
        "name": "Coralie",
        "desc": "<p>Coralie เป็น NPC ที่ออกมาเฉพาะเควสต์เทพเจ้า \"ไร้เหตุผลที่ฝนปราย\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/cac95645d238a57a38ef216ca46f4a75_8391288857069289541.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ภรรยาของ Jacques อดีตผู้ให้ข้อมูลขององค์กรกุหลาบหนาม Clementine คอยดูแลเธอและลูกสาวของเธอตั้งแต่ Jacques เสียชีวิต",
        "alignment": "center"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "องค์กรกุหลาบหนาม"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "องค์กรที่มุ่งเน้นประโยชน์ของชาวเมือง"
          }
        ]
      },
      {
        "key": "สังกัด",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "ผู้นำ",
        "value": [
          {
            "type": "RichText",
            "text": "Navia Caspar"
          }
        ]
      }
    ]
  }
}