{
  "epId": 5223,
  "name": "หน่วยล่าเงา",
  "desc": "<p>หน่วยล่าเงา เป็นหน่วยส่วนตัวของผู้พิพากษาสูงสุด Neuvillette ซึ่งรับผิดชอบในการสืบสวนคดีอาชญากรรม หน่วยล่าเงาตั้งฐานอยู่ในพระราชวัง Mermonia และเป็นหนึ่งในหน่วยงานของกรมการปกครอง</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/278806422/8c57616ad82afff946a1cd18e11a0b39_5303966371396854536.png",
  "menuId": 23,
  "menuName": "สังกัด",
  "version": 1719659302,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "หน่วยล่าเงา"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "หน่วยบังคับใช้กฎหมาย"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "ผู้บัญชาการ",
        "value": [
          {
            "type": "RichText",
            "text": "Neuvillette"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "สมาชิกที่มีชื่อเสียง"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>นักล่าทองคำ หนึ่งในช่างจูนเสียงของ Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/11877103/1df790c1e63e81f4bb2f0d7d429c0954_3672854671466183477.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "\"นักล่าทองคำ\" ซึ่งคำพูดของเขากลายเป็นที่มาของนักล่าเงา\nEste\nWalter\nผู้ติดตามของ Cassiodor ซึ่งเป็นหนึ่งในสมาชิกนักล่าเงากลุ่มแรก ๆ\nEmanuel Guillotin\nนักล่าเงาผู้บงการของเหตุปิดล้อม Poisson และเป็นพ่อบุญธรรมของ Alain และ Mary-Ann สันนิษฐานว่าเขาถูกละลายโดย",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz หรือมีชื่อที่แท้จริงว่า Rene เขาเป็นผู้ก่อตั้งสมาคม Narzissenkreuz ร่วมกันกับ Jakob</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/90f57df4396a9aa89cee2704bafdac6d_2361355305906253203.png",
        "displayStyle": "text"
      },
      {
        "type": "RichText",
        "text": "Petronilla\nนักล่าเงา และเป็นอาจารย์ของ Clorinde",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain Guillotin เป็นลูกบัญธรรมของ Emanuel Guillotin ต่อมาเขาได้ถูกสถาบัน Narzissenkreuz รับเลี้ยงพร้อมกับพี่สาว Mary-Ann Guillotin เขาเป็นผู้ก่อตั้งสถาบันวิจัยพลังงานจลน์แห่ง Fontaine โดยผลงานที่โดดเด่นที่สุดคืองานวิจัยพลังงานสสารและพลังงานวิญญาณ ที่นำไปสู่การประดิษฐ์ระบบพลังงานปฐมภูมิและการสร้างจักรกลไขลาน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/5f9666801f8c3cd059ac14e8eb9dbc96_8887987182772775192.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ลูกชายบุญธรรมของ Emanuel Guillotin หลังจากที่น้องสาวของเขาหายตัวไป เขาก็ออกจากหน่วยล่าเงา และก่อตั้ง",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "ศูนย์วิทยาศาสตร์ Fontaine",
        "desc": "<p>ศูนย์วิจัยวิทยาศาสตร์ทางวิศวกรรมพลังงานจลน์ Fontaine ก่อตั้งขึ้นโดย Alain Guillotin สถาบันนี้มักถูกเรียกย่อ ๆ กันว่า ศูนย์วิทยาศาสตร์ Fontaine</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/115795437/acfdfd84bfa0e9d4e6b28104b452c99e_5277544033704407522.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin เป็นลูกบุญธรรมของ Emanuel Guillotin ต่อมาเธอได้ถูกสถาบัน Narzissenkreuz รับเลี้ยงพร้อมกับน้องชาย Alain</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/7f04e9d0b83ab550cc91ddf708008a7d_5897634168163307439.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ลูกสาวบุญธรรมของ Emanuel Guillotin เธอหายตัวไปหลังจากการต่อสู้ของหน่วยล่าเงา และ",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "สมาคม Narzissenkreuz",
        "desc": "<p>สมาคม Narzissenkreuz เป็นสมาคมลับที่ก่อตั้งโดย Rene de Petrichor และ Jakob Ingold มีจุดประสงค์ในการสร้างมนุษย์สายพันธุ์ใหม่เพื่อที่จะเอาชีวิตรอดจากการถูกทำลายล้างตามที่สมการวิถีทางโลกได้คำนวณไว้ล่วงหน้า สมาคมนี้ได้รับการประกาศว่าเป็นกลุ่มหัวรุนแรงที่ผิดกฎหมายและเป็นองค์กรอาชญากรรมตามกฎหมายของ Fontaine ภายใต้ท่านผู้พิพากษาสูงสุด Neuvillette</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/115795437/51c48914091ce07cfccd86ceeb073642_849717982918187825.png",
        "displayStyle": "text"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Carole",
        "desc": "<p>Carole เป็นเมลูซีนที่ออกมาเฉพาะเควสต์ระดับตำนานของ \"Neuvillette: บทแห่งการย้อนกระแสคลื่น\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/10257458/b5144639de0b40a37167f40774eb8e6b_4532775290423796396.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เมลูซีนตนแรกที่เข้าร่วมกับหน่วยล่าเงา เนื่องจากการเสียสละของเธอ เมลูซีนจึงกลายเป็นสัญลักษณ์และปรากฏอยู่บนเหรียญตราของหน่วยล่าเงาและเจ้าหน้าที่ตำรวจ\nAeval\nElphane\nไกด์เรือรางจากสาย Clementine และสาย Navia ตามลำดับ",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4722,
        "name": "Talochard",
        "desc": "<p>Talochard เป็น NPC ที่ออกมาเฉพาะเควสต์โลก \"คำถามของเมลูซีนและคำตอบของหุ่นยนต์\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/10257458/abb512875929eee2a21685ecab89853f_5208809525627009131.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "อดีตไกด์นำเที่ยวเรือรางสาย Callas และเป็นเสมียนเก็บหลักฐานคนปัจจุบันของหน่วยล่าเงา",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4802,
        "name": "Rhemia",
        "desc": "<p>เมลูซีนที่สังกัดหน่วยล่าเงา สามารถพบเธอได้ที่นครว่าการ Fontaine - Court Region Waterway Hub</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2023/12/21/af5b39d4c52665dd2a3a954b32269a99_1111392611255869597.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "สมาชิกของหน่วยล่าเงา",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ความสัมพันธ์"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้พิพากษาสูงสุดแห่ง Fontaine มีชื่อเสียงในด้าน \"ความเป็นกลาง\" อย่างสมบูรณ์</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/0513aa7f482dbb4778545d02f94956fe_6477268461203548971.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ผู้นำของหน่วยล่าเงา",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "ตัวแทนประลองผู้ไม่เคยพ่ายแพ้ ที่ใช้ดาบในมือคอยผดุง \"ความยุติธรรม\" ของนครว่าการ Fontaine",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/29/770a66030815971c697ab81bc5436329_8660717987969952036.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5749,
        "name": "Florian",
        "desc": "<p>Florian เป็น NPC ที่ออกมาเฉพาะเควสต์ระดับตำนานของ Clorinde</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/10257458/aa30b141163f3a99594be4e041e7d75e_2806961876058651710.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ผู้สืบทอดของนักล่าเงา",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "รายการที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/539b03bed1057707abd643147e18abde_5208416816830639300.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5728,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "นักล่าเงา",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ชื่อ \"นักล่าเงา\" มีต้นกําเนิดมาจาก Remuria เมื่อช่างจูนเสียง Cassiodor ผู้โด่งดังซึ่งได้รับการยกระดับเป็น \"นักล่าทองคำ\" อันเป็นที่เคารพ ได้แนะนำผู้ติดตามของเขาให้ต่อสู้กับเศษซากของอาณาจักรที่ล่มสลาย: <color=#ffffffd9>\"ไล่ตามเงาประหลาด ขับไล่และสังหารมันให้หมด\"</color> แม้พวกเขาจะได้ชื่อว่า \"นักล่าเงา\" แต่เป้าหมายการล่ากลับไม่ใช่สัตว์ แต่เป็นมอนสเตอร์นานาชนิดที่หลงเหลือจากราชวงศ์โบราณของราชา Remus ในปัจจุบัน Fontaine ไม่ได้มีมอนสเตอร์มากมายขนาดนั้นแล้ว นักล่าเงาก็ค่อย ๆ หายตัวไปในฝูงชน และหันไปทำงานอื่นที่ต้องใช้อาวุธแทน เพราะนักล่าเงาในอดีตจะทำการร่ายคาถาใส่อาวุธเพื่อปราบปรามพวกมอนสเตอร์ เมื่อสัมผัสถึงมอนสเตอร์ที่อยู่ใกล้เคียง อาวุธก็จะเปล่งแสงขึ้นมาเอง\nชื่อเสียงของนักล่าเงากำลังค่อย ๆ จางหายไป ทุกวันนี้เมื่อชาว Fontaine พูดถึง \"นักล่าเงา\" ส่วนใหญ่มักจะจำได้เพียง \"คำปฏิญาณนักล่าเงา\" จากสคริปต์ละคร หรือนิยายเรื่องหนึ่งเท่านั้น"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"ตอนนี้ ต้องเดินผ่านม่านเงาเทียน\"</color>\n<color=#ffffffd9>\"ตอนนี้ ต้องเผชิญอันตรายจากราตรีที่ยาวนาน...\"</color>\n<color=#ffffffd9>\"ฉันจะจดจำคำสาบานทิวากาล\"</color>\n<color=#ffffffd9>\"จดจำน้ำตา ชีวิต และความเมตตา\"</color>\n<color=#ffffffd9>\"และจดจำรุ่งอรุณที่มาถึงในที่สุด\"</color>\n<color=#ffffffd9>\"เพราะเหตุนี้ ฉันจะไม่มีวันสิ้นหวัง\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "นักประวัติศาสตร์เชื่อว่านักล่าเงามีการเคลื่อนไหวครั้งแรกประมาณหลังจากที่ Remuria ล่มสลายไปแล้วหลายสิบปี และแนวคิดเกี่ยวกับอัศวินแห่งน้ำบริสุทธิ์ได้หายไปจาก Fontaine โดยสิ้นเชิง นักล่าเงาที่ติดตาม Cassiodor ในตอนแรก เชื่อกันว่าเป็นทายาทของอัศวินแห่งน้ำบริสุทธิ์ แต่ในความเป็นจริงแล้ว Walter และ Este พวกเขาเป็นเพียงจิตสำนึกเสี้ยวสุดท้ายที่หลงเหลืออยู่จากอาณาจักรโบราณ Rerus, Este ผู้สืบทอดเจตจำนงของนักล่าทองคำรับหน้าที่ในการพิจารณาคดี ส่วน Walter เป็นเพชรฆาตที่สามารถใช้มายากลเพื่อพลิกแพลงการต่อสู้ได้\nมีเรื่องเล่าว่านักล่าเงาคนหนึ่ง หมกมุ่นกับการสังหารมอนสเตอร์มากเกินไป เมื่อเงาร้ายที่อาละวาดถูกกำจัดออกจนหมด เขาก็ตกอยู่ในสภาวะสับสน... นักล่าคนนี้ต่อสู้ เพื่อกำจัดมอนสเตอร์มาทั้งชีวิต ตอนนี้ศัตรูตัวฉกาจถูกกำจัดไปแล้ว และเขาจะอยู่ไปเพื่ออะไรล่ะ? หลังจากคิดอยู่นาน เขายังคงเลือกใช้ชีวิตต่อไปเหมือนเดิม เขาออกจากนักล่าเงาไปอย่างเงียบ ๆ และไล่ล่ามอนสเตอร์ตัวอื่นต่อไปตามลำพัง นิทานเรื่องนี้เป็นเครื่องเตือนใจเกี่ยวกับเหตุผลในการต่อสู้ของนักล่าเงา ก็เพื่อฟื้นคืนความสงบสุขในชีวิตให้กับทุกคน คำว่า 'ทุกคน' ในที่นี้ รวมถึงตัวของนักล่าเงาด้วยเช่นกัน สิ่งสำคัญที่ต้องจำ คือลองคิดให้แน่ใจว่าเธอต่อสู้เพื่ออะไร อย่าปล่อยให้จุดประสงค์ของการต่อสู้ กลายเป็น 'ตัวการต่อสู้เอง'"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/a850a2c6fcd9b1468760e556f2e6d706_1656471766893106077.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "สำหรับชาว Fontaine ส่วนใหญ่แล้ว ทุกอย่างเกี่ยวกับ \"นักล่าเงา\" เป็นเพียง \"ตำนาน\" ที่น่าทึ่งเท่านั้น แต่สำหรับ Clorinde แล้ว คุณความดีและคำสาบานของ \"นักล่าเงา\" ถือเป็น \"มรดก\" ที่มีอยู่จริง สิ่งแรกที่เรียนรู้จาก Petronilla นักล่าเงาผู้ซึ่งเป็นอาจารย์ของตัวเอง ก็คือทักษะดาบที่เหล่านักล่าเงา ใช้สังหารมอนสเตอร์ โดยทักษะดาบนี้กำหนดให้เหล่านักล่า ต้องเข้าใกล้เหยื่อให้มากที่สุด และต้องแทงโดนจุดสำคัญของเหยื่อ ให้ได้เร็วที่สุด เพื่อที่จะฝึกฝนทักษะดาบนี้ Clorinde จึงถูก Petronilla โยนเข้าไปในห้อง ที่เต็มไปด้วยกลไกเสาหมุนมากมาย มีดาบไม้จำนวนมาก เสียบอยู่บนเสาแต่ละต้น และยังมีถุงผ้าห่ออยู่ด้านบนสุด ของดาบไม้เหล่านี้ด้วย ด้วยวิธีการเรียนแบบนี้ Clorinde จึงได้เรียนรู้ทักษะวิชาการยิง วิชาสะกดรอย วิชาซ่อนตัว และจังหวะการเดินของนักล่าเงา อาวุธที่เธอเลือกเป็นสิ่งที่สมาชิกของหน่วยล่าเงาใช้กันโดยทั่วไป : ปืนศัสตราสำหรับไล่เหยื่อ และดาบสำหรับโจมตีอย่างรุนแรง"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/080b908b0847e4ab8e6623f146a4c630_6705713600194936073.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เมื่อหลายศตวรรษก่อนมีอสูรกลืนวิญญาณกระจัดกระจายไปทั่วทั้งเมือง อิทธิพลของพวกมันรุกรานมาจนกระทั่งวันหนึ่ง Florian หนึ่งในสมาชิกของหน่วยล่าเงาต้องยอมจำนนต่ออิทธิพลของอสูรกลืนวิญญาณ พ่อของ Florian เป็นนักล่าที่ต่อสู้กับเหล่าอสูรพวกนี้อย่างสุดกำลัง แต่ในทางกลับกันชีวิตของเขามีเพียงแต่ความยากจนและความทุกข์ทรมานเท่านั้น แม้แต่ตอนที่เขาตายก็ยังไม่มีใครมาบอกลาเขาด้วยซ้ำ สมาชิกในครอบครัวของเขาเป็นนักล่าเงามาหลายชั่วอายุคน ไม่เพียงแต่ส่งต่อตำแหน่งและทักษะการใช้ดาบเท่านั้น แต่ยังเป็นตราสัญลักษณ์ที่หน่วยล่าเงาใช้ในการควบคุมอสูรกลืนวิญญาณ และหวังจะพบหนทางที่จะเอาชนะมันได้ พ่อของ Florian กำชับให้เขาคอยเฝ้าระวังผนึกนั้นและดูแลรักษามันอย่างสม่ำเสมอ เนื่องจากเป็นหน้าที่ที่สำคัญที่สุดของกลุ่มของเขา แต่เมื่อพ่อของ Florian ได้จากไปแล้ว เขากลับละเลยหน้าที่นั้น โดยไม่ได้คำนึงเลยว่า อสูรกลืนวิญญาณเป็นคู่ต่อสู้ที่อันตรายแม้กระทั่งสำหรับนักล่าเงา และหากมนุษย์มีพลังเพียงพอที่จะทำลายมัน อสูรกลืนวิญญาณก็ยังสามรถหลอกให้คนผู้นั้นตกเป็นเหยื่อของมันได้ไม่ยาก พวกมันสามารถชักจูงความหลงใหลและความปรารถนาในใจของผู้คนได้จนถึงจุดที่เจ้าของร่างลืมตัวและถูกควบคุมจิตสำนึก เมื่อ Florian ตัดสินใจตรวจสอบผนึก อสูรกลืนวิญญาณก็เข้าครอบงำจิตสำนึกของเขา ความโกรธที่มีต่อความอยุติธรรมเรื่องพ่อในใจของ Florian ทำให้เขาตกเป็นเหยื่ออย่างง่ายดาย"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/a24ab9c0c1c60326303c3e3eb8f2cf0b_5984861954135643665.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "บอร์ดเกมที่ให้ผู้เล่นสวมบทบาทได้เสมือนจริงนั้น แท้จริงแล้วเป็นเพียงฉากบังหน้าที่ Florian หลอกใช้ให้ Clorinde, Lyney, Furina, Navia, นักเดินทาง และ Paimon เข้าไปยังถ้ำลับแห่งหนึ่งเพื่อกำจัดสมาชิกหน่วยล่าเงา และเขาจะได้ครอบครองสมบัติทั้งหมดในนั้น แต่การที่จะเปิดประตูเพื่อเข้าไปยังคลังสมบัติจำเป็นต้องใช้กุญแจทั้งสี่ดอก Florian ขาดกุญแจเพียงดอกเดียวเท่านัั้น พ่อของเขามอบให้เขาหนึ่งดอก เขาขโมยอีกดอกหนึ่งมา ดอกที่สามเขาได้รับมาจากนักล่า และกุญแจดอกสุดท้ายอยู่ที่ Clorinde โดยเธอได้รับมาจากเลขาของเธอเอง"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/07/237301566/b083eea6dc2eb3aa30a08919b7df4fd5_4080773771820532161.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ในระหว่างการต่อสู้ Clorinde ได้ขับไล่อสูรออกจากร่าง Florian ชั่วคราว เมื่อพวกเขาเปิดประตูคลังได้สำเร็จ ปรากฎว่ามันซ่อนแผ่นหินที่สลักชื่อของนักล่าไว้รวมทั้งอาวุธของพวกหน่วยล่าเงาที่ตัดสินใจนำติดตัวไปด้วยเพื่อเอาชนะอสูรกลืนวิญญาณ Furina ใช้ดาบของเพื่อนของ Cassiodor ส่วน Este กับ Lyney ใช้ธนูของ Walter และ Navia ใช้ดาบของ Petronilla โดย Clorinde มอบให้เธอหลังจากการท้าประลองกับพ่อของเธอ เพื่อเอาชนะมอนสเตอร์ Florian ล่อมันให้เข้าไปในร่างกายของเขา ในขณะเดียวกัน Clorinde, Navia, Furina, Lyney, นักเดินทาง และ Paimon ก็เอาชนะได้จากความช่วยเหลือของวิญญาณนักล่าเงา\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>นักล่าทองคำ หนึ่งในช่างจูนเสียงของ Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/11877103/1df790c1e63e81f4bb2f0d7d429c0954_3672854671466183477.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5596,
        "name": "Clorinde",
        "desc": "ตัวแทนประลองผู้ไม่เคยพ่ายแพ้ ที่ใช้ดาบในมือคอยผดุง \"ความยุติธรรม\" ของนครว่าการ Fontaine",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/05/29/770a66030815971c697ab81bc5436329_8660717987969952036.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5749,
        "name": "Florian",
        "desc": "<p>Florian เป็น NPC ที่ออกมาเฉพาะเควสต์ระดับตำนานของ Clorinde</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/10257458/aa30b141163f3a99594be4e041e7d75e_2806961876058651710.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>ประธานองค์กรกุหลาบหนามคนปัจจุบัน เป็นเจ้านายที่น่ารัก และมีความรับผิดชอบสูง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/144837601/3fc7580c01a9e622692402889706c4db_201103924388473346.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>จุดสนใจบนเวทีแห่งการพิพากษา จนกระทั่งเสียงปรบมือคำรามก้องเมื่อม่านปิดลง</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/65858273/263e5ea0784d182b393f67a7e24146a5_900729773534954990.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span>นักมายากลเลื่องชื่อแห่ง Fontaine ผู้มีพรสวรรค์ และไหวพริบอันเฉียบแหลม มักใช้ทริกกับคำพูดอันแยบยลในการจูงใจของผู้ชม</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/176148810/e343d4442cc3b8e243f0d528bb715f75_1856082092126268256.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/539b03bed1057707abd643147e18abde_5208416816830639300.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 5728,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "หน่วยล่าเงา",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "หน่วยล่าเงา เป็นหน่วยงานส่วนตัวของผู้พิพากษาสูงสุด Neuvillette ซึ่งรับผิดชอบในการสืบสวนคดีเกี่ยวกับอาชญากรรม หน่วยล่าเงาตั้งฐานอยู่ในพระราชวัง Mermonia และเป็นหนึ่งในหน่วยงานของกรมการปกครอง เดิมทีสมาชิกขององค์กรมีเพียงมนุษย์เท่านั้น แต่ในปัจจุบันสมาชิกส่วนใหญ่เป็นเมลูซีน เนื่องจากพวกเขามีความสามารถในการมองเห็นที่พิเศษ ซึ่งสามารถสังเกตเห็นสิ่งที่ซ่อนอยู่ในดวงตาของมนุษย์ได้ ดังนั้นพวกเขาจึงเหมาะสมที่สุดในการสืบสวนคดีต่าง ๆ\nสมาชิกของหน่วยล่าเงาหลายคน รวมถึง Emanuel Guillotin เป็นนักเรียนของสถาบัน Narzissenkreuz สถานเลี้ยงเด็กกำพร้าใน Fontaine ซึ่งลูกหลานของอาชญากรมักจะถูกส่งมาที่นี่ สถานเลี้ยงเด็กกำพร้าแห่งนี้ถูกดำเนินการโดยผู้อำนวยการ Lyris ซึ่งเป็นชาว Oceanid และอดีตพลเรือเอก Basil Elton เป็นรองผู้อำนวยการอยู่ช่วงหนึ่ง สถาบัน Narzissenkreuz ถูกยุบในช่วงภัยพิบัติเมื่อ 500 ปีก่อน นักเรียนหลายคนของสถาบันได้เข้าร่วมเป็นสมาชิกของหน่วยล่าเงา บางคนเข้าร่วมทีมลาดตระเวนพิเศษ และต้องทำงานอย่างหนักเพื่อป้องกันไม่ให้อาณาจักรถูกเงามืดปกคลุมอีกครั้ง\nเจ้าหน้าที่หน่วยล่าเงาบางส่วนทำหน้าที่สืบสวนและต้องปกปิดตัวตนเป็นความลับ ดังนั้นจึงไม่เหลือบันทึกข้อมูลเกี่ยวกับเจ้าหน้าที่ที่เสียชีวิตระหว่างการต่อสู้ในร่างกายของ Elynas เลย\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Court of Fontaine Region",
        "desc": "<p>\"มีเพียงเมืองแห่งนี้ ที่อยู่เหนือผืนน้ำทั้งมวล\"</p><p>จุดที่สูงที่สุดของเมืองก็คือพระราชวัง Mermonia ซึ่งเป็นตัวแทนแห่งอำนาจสูงสุดของ Fontaine เมื่อมองจากข้างบนนี้ลงมา เหล่าประชาชนก็เปรียบเสมือนกับ \"เรือราง\" ที่ดำเนินวิถีไปชีวิตอย่างเป็นระเบียบ</p><p>กฎหมายรับใช้กฎเกณฑ์ที่มั่นคง ความยุติธรรมและความเป็นธรรมเท่านั้น ที่อยู่เหนือกฎเกณฑ์ทั้งปวง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/115795437/cd8d24707c19c43305b87cac406a5c35_1380417429797045205.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "สถาบัน Narzissenkreuz",
        "desc": "<p>สถานเลี้ยงเด็กกำพร้าใน Fontaine ที่สร้างขึ้นบนซากปรักหักพังของอารยธรรมโบราณ</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/115795437/50684a597c68d7048315e684a8792710_2569017254211153732.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "เมลูซีน",
        "desc": "<p>เมลูซีน เป็นสิ่งมีชีวิตที่มีเฉพาะเพศหญิงที่เกิดจากบาดแผลของ Elynas หลังจากเขาได้รับบาดเจ็บจากการระเบิดที่เกิดขึ้นภายในร่างกายที่กลายเป็นหินของเขา ครั้งหนึ่งพวกเขาอาศัยอยู่แค่ในหมู่บ้าน Merusea แต่หลังจากได้พบกับท่านผู้พิพากษาสูงสุด Neuvillette ที่พึ่งได้รับการแต่งตั้ง ปัจจุบันจึงสามารถพบเหล่าเมลูซีนได้ที่นครว่าการ Fontaine ซึ่งเป็นสมาชิกของหน่วยล่าเงา</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/164ccc3e4fac1fd3349b5ae3cc6e9e56_2634447113979367221.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>นักล่าทองคำ หนึ่งในช่างจูนเสียงของ Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/11877103/1df790c1e63e81f4bb2f0d7d429c0954_3672854671466183477.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris เป็นผู้อำนวยการสถาบัน Narzissenkreuz ซึ่งเป็นสถานเลี้ยงเด็กกำพร้าใน Fontaine ต่อมาเธอได้เข้าร่วมเป็นสมาชิกของสมาคม Narzissenkreuz และได้รับตำแหน่ง \"ราชินีแดง\" หลังจากที่สถาบันถูกทิ้งร้างในช่วงภัยพิบัติ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/06/10257458/b6d86ff8dfd84cf744e57a516b1a14c6_7199878896044323285.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton เป็นรองผู้อำนวยการของสถาบัน Narzissenkreuz ต่อมาเธอได้เข้าร่วมเป็นสมาชิกของสมาคม Narzissenkreuz และได้เสียชีวิตลงหลังเข้าต่อสู้ครั้งสุดท้ายกับ Elynas</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/06/10257458/386107b800f05b084d15ad8145cf8913_4911068334018012810.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>สิ่งมีชีวิตลึกลับที่มีอายุมากกว่า 500 ปีก่อนช่วงภัยพิบัติ Elynas เปรียบเสมือนเป็น \"ท่านพ่อ\" ของเหล่าเมลูซีนทุกตัว</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/10257458/fa4c986eefe97522566b35be6e29e7a0_8444278057024926839.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/539b03bed1057707abd643147e18abde_5208416816830639300.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/c32bab10651059ad3c0c8a0e5bbd2e03_6392853784090152824.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3693,
        "name": "Nymph's Dream",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/07/65858273/c73081f31cb05982d077050cf83b979b_1155571828051105450.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "การปิดล้อมเมือง Poisson",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "เมื่อกว่า 500 ปีที่แล้ว เจ้าหน้าที่ของ Fontaine ต้องการสร้างเมืองใต้ดิน Fleuve Cendre จากท่อระบายน้ำใต้ศาล Fontaine เนื่องจากเป็นเรื่องยากที่จะรักษาความสงบเรียบร้อย Eduardo Baker และเพื่อน ๆ ของเขาจึงทำการยึดอำนาจใน Fleuve Cendre และเริ่มแก้ไขข้อพิพาทระหว่าง \"เพื่อนร่วมชาติ\" ของ Fleuve Cendre ให้พรแก่คู่แต่งงานใหม่ และปกป้องพ่อค้าจากการถูกรีดไถ คุกคาม และแบล็กเมล์โดยกลุ่มอาชญากร เมื่อเจ้าหน้าที่ของศาล Fontaine ตัดสินใจกำจัด Fleuve Cendre, Baker ก็ถูกจับ และถูกเนรเทศไปยังทะเลทราย Sumeru ระหว่างทางที่ทำการลี้ภัย ด้วยความช่วยเหลือจากลูกน้องของเขา เขาได้หลบหนีไปที่เมือง Poisson โดยจับคนทั้งในเมือง และสมาชิกของกรมการปกครองเป็นตัวประกัน ในขณะที่ Baker โดนพาตัวเพื่อลี้ภัย เขามีข้อเรียกร้องที่ไม่สมเหตุสมผลหลายประการ ดังนั้น นักล่าเงาจึงเข้ามาแทรกแซง และนักข่าว Karl Ingold ก็ได้มาที่เมือง Poisson ในฐานะผู้เจรจาพร้อมกับ Jakob ลูกชายของ Eduardo\nหลังจากการพยายามแก้ไขปัญหาไม่สำเร็จ ความขัดแย้งระหว่างกลุ่มของ Baker และนักล่าเงาก็กลายเป็นการต่อสู้ที่รุนแรง ผลก็คือ Jakob และ Rene ลูกชายของ Renault de Petrichor กลายเป็นเด็กกำพร้า ทั้งคู่ถูกส่งไปยังสถาบัน Narzissenkreuz ต่อมา เด็กสองคนนี้ได้ก่อตั้งสมาคม Narzissenkreuz ซึ่งเป็นหนึ่งในองค์กรที่สำคัญที่สุดในประวัติศาสตร์ของ Fontaine\nการต่อสู้ใน Poisson ได้ทิ้งรอยแผลเป็นทั้งทางร่างกาย และจิตใจให้กับ Guillotin จากเหตุการณ์นี้ เขาตัดสินใจออกจากหน่วยล่าเงา และวางแผนที่จะใช้ชีวิตที่เหลืออยู่ และพอใจกับสิ่งที่เขามี เมื่อภัยพิบัติเริ่มขึ้น Basil Elton เพื่อนเก่าของเขาจากสถาบัน Narzissenkreuz ได้วานให้เขาช่วยดูแลเด็กสองคน Mary-Ann และ Alain แม้ว่าตัวเขาเองจะไม่ค่อยชอบเด็ก และไม่ต้องการติดต่อกับใคร แต่ถึงอย่างนั้นก็ยังเห็นแก่เพื่อนของเขาและตอบตกลง\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Court of Fontaine Region",
        "desc": "<p>\"มีเพียงเมืองแห่งนี้ ที่อยู่เหนือผืนน้ำทั้งมวล\"</p><p>จุดที่สูงที่สุดของเมืองก็คือพระราชวัง Mermonia ซึ่งเป็นตัวแทนแห่งอำนาจสูงสุดของ Fontaine เมื่อมองจากข้างบนนี้ลงมา เหล่าประชาชนก็เปรียบเสมือนกับ \"เรือราง\" ที่ดำเนินวิถีไปชีวิตอย่างเป็นระเบียบ</p><p>กฎหมายรับใช้กฎเกณฑ์ที่มั่นคง ความยุติธรรมและความเป็นธรรมเท่านั้น ที่อยู่เหนือกฎเกณฑ์ทั้งปวง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/115795437/cd8d24707c19c43305b87cac406a5c35_1380417429797045205.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5141,
        "name": "Belleau Region",
        "desc": "<p>นอกจากจะมีแหล่งน้ำที่กว้างขวาง Fontaine ก็ยังมีพื้นที่ภูเขาและป่าอีกด้วย \"ภูเขา Automnequi\" เป็นหนึ่งในภูเขาที่มีความโดดเด่นเป็นอย่างมาก ศูนย์วิทยาศาสตร์ Fontaine ใช้กลไกจักรกลสำหรับการก่อสร้างขนาดใหญ่ขุดอุโมงค์ Poisson เพื่อแก้ไขปัญหาใหญ่อย่างการสร้างเส้นทางน้ำ</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/27/176148810/7bb630aacf263515328ea8198cbbc48a_3129038527566452823.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "สถาบัน Narzissenkreuz",
        "desc": "<p>สถานเลี้ยงเด็กกำพร้าใน Fontaine ที่สร้างขึ้นบนซากปรักหักพังของอารยธรรมโบราณ</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/115795437/50684a597c68d7048315e684a8792710_2569017254211153732.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "สมาคม Narzissenkreuz",
        "desc": "<p>สมาคม Narzissenkreuz เป็นสมาคมลับที่ก่อตั้งโดย Rene de Petrichor และ Jakob Ingold มีจุดประสงค์ในการสร้างมนุษย์สายพันธุ์ใหม่เพื่อที่จะเอาชีวิตรอดจากการถูกทำลายล้างตามที่สมการวิถีทางโลกได้คำนวณไว้ล่วงหน้า สมาคมนี้ได้รับการประกาศว่าเป็นกลุ่มหัวรุนแรงที่ผิดกฎหมายและเป็นองค์กรอาชญากรรมตามกฎหมายของ Fontaine ภายใต้ท่านผู้พิพากษาสูงสุด Neuvillette</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/115795437/51c48914091ce07cfccd86ceeb073642_849717982918187825.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob เป็นเด็กกำพร้าซึ่งเติบโตมาในสถาบัน Narzissenkoreuz ต่อมาเขาได้กลายมนุษย์พันธุ์ใหม่และเป็นผู้ร่วมก่อตั้งสมาคม Narzissenkreuz</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/02bc05cc787742e2fdf79dc45a69ccec_5438176056281339529.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz หรือมีชื่อที่แท้จริงว่า Rene เขาเป็นผู้ก่อตั้งสมาคม Narzissenkreuz ร่วมกันกับ Jakob</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/90f57df4396a9aa89cee2704bafdac6d_2361355305906253203.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4605,
        "name": "Basil Elton",
        "desc": "<p>Basil Elton เป็นรองผู้อำนวยการของสถาบัน Narzissenkreuz ต่อมาเธอได้เข้าร่วมเป็นสมาชิกของสมาคม Narzissenkreuz และได้เสียชีวิตลงหลังเข้าต่อสู้ครั้งสุดท้ายกับ Elynas</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/06/10257458/386107b800f05b084d15ad8145cf8913_4911068334018012810.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain Guillotin เป็นลูกบัญธรรมของ Emanuel Guillotin ต่อมาเขาได้ถูกสถาบัน Narzissenkreuz รับเลี้ยงพร้อมกับพี่สาว Mary-Ann Guillotin เขาเป็นผู้ก่อตั้งสถาบันวิจัยพลังงานจลน์แห่ง Fontaine โดยผลงานที่โดดเด่นที่สุดคืองานวิจัยพลังงานสสารและพลังงานวิญญาณ ที่นำไปสู่การประดิษฐ์ระบบพลังงานปฐมภูมิและการสร้างจักรกลไขลาน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/5f9666801f8c3cd059ac14e8eb9dbc96_8887987182772775192.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin เป็นลูกบุญธรรมของ Emanuel Guillotin ต่อมาเธอได้ถูกสถาบัน Narzissenkreuz รับเลี้ยงพร้อมกับน้องชาย Alain</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/7f04e9d0b83ab550cc91ddf708008a7d_5897634168163307439.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris เป็นผู้อำนวยการสถาบัน Narzissenkreuz ซึ่งเป็นสถานเลี้ยงเด็กกำพร้าใน Fontaine ต่อมาเธอได้เข้าร่วมเป็นสมาชิกของสมาคม Narzissenkreuz และได้รับตำแหน่ง \"ราชินีแดง\" หลังจากที่สถาบันถูกทิ้งร้างในช่วงภัยพิบัติ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/06/10257458/b6d86ff8dfd84cf744e57a516b1a14c6_7199878896044323285.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3989,
        "name": "Crossing of Fleuve Cendre",
        "desc": "<p><span>ท่อโลหะถูกทิ้งที่ในอดีตเคยมีคนใช้เป็นอาวุธ มันเคยมีทั้งชื่อเสียงและชื่อเสียในคนกลุ่มหนึ่งมาก่อน</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/920ca2fe25ca2db1796848099b59b2d8_8856457415648596997.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/539b03bed1057707abd643147e18abde_5208416816830639300.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "name": "หน้ากระดาษลึกลับ - 12",
        "desc": "<p>ดูเหมือนว่าเวลาได้หยุดลง ณ เวลาช่วงใดช่วงเวลาหนึ่ง ความทรงจำที่สวยงามก็จะคงอยู่ตลอดไปด้วยเช่นกัน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/115795437/ba25972c61c93270e7952103a3096b70_6112162877848205367.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "สมาคม Narzissenkreuz",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/237301566/9dd957087aa42735905d94761558de17_7036168828870711319.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ประมาณ 500 ปีที่แล้ว เด็กสี่คนจากสถาบัน Narzissenkreuz กลายมาเป็นเพื่อนกัน หลังจากหายนะ Mary-Ann และ Alain ถูกรับเลี้ยงโดย Emanuel Guillotin อดีตสมาชิกของหน่วยล่าเงา และในเวลาต่อมาทั้งสองก็กลายเป็นสมาชิกของหน่วยล่าเงาด้วยตัวพวกเขาเอง เด็กอีกสองคนอย่าง Rene และ Jakob ซึ่งถูกส่งไปที่สถาบันเพราะ Emanuel Guillotin ถูกนักข่าว Karl Ingold ซึ่งอยู่ในเหตุปิดล้อมเมือง Poisson จับตัวไป หลายปีต่อมา พวกเขาได้ก่อตั้งองค์กรชื่อ สมาคม Narzissenkreuz"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/237301566/11e84dca9047c764fbdde904a7970dbf_7218597961318265236.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "จุดประสงค์ขององค์กรนี้คือการช่วยเหลือเมือง Fontaine จากคำพยากรณ์ที่กล่าวไว้ว่า <color=#ffffffd9>\"...ท้ายที่สุดทุกคนจะละลายหายไปในท้องทะเล เหลือเพียงเทพแห่งน้ำที่ร้องไห้อยู่บนบัลลังก์ และจากนั้น... บาปของชาว Fontaine ก็จะถูกชะล้างออกไป\"</color> เพื่อให้บรรลุเป้าหมายให้สำเร็จ พวกเขาจึงเริ่มทำการทดลองที่ผิดศีลธรรม และอันตราย ซึ่งรวมถึงการสร้างมนุษย์สายพันธุ์ใหม่ด้วย “มาสเตอร์” (Rene de Petrichor) ต้องการสลายชาว Fontaine ทั้งหมด โดยการใช้น้ำทะเลบรรพกาลเพื่อรอวันโลกาวินาศ และถือกำเนิดใหม่อีกครั้งในโลกใหม่\nครั้งหนึ่งเพื่อนของ Emanuel Guillotin ได้บอกกับเขาเกี่ยวกับปฏิบัติการของสถาบัน Narzissenkreuz และในการค้นคว้าครั้งนี้ถือเป็นงานครั้งสุดท้ายของ Guillotin แล้ว เมื่อพิจารณาจากข้อเท็จจริงที่ว่าในท้ายที่สุดเขาก็นึกถึง \"ลูก ๆ\" ของเขาและอ้อมกอดของผู้อำนวยการ Lyris ซึ่งในเวลานั้นเป็นสมาชิกขององค์กรนี้ และอาจารย์ในบันทึกของเขากล่าวถึงการดูดซับเจ้าหน้าที่หลายคนของนักล่าเงา ด้วยความช่วยเหลือของ Oceanid สันนิษฐานได้ว่า Emanuel และตัวแทนประลอง Marfisa เป็นหนึ่งในเจ้าหน้าที่เหล่านี้"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"Alain ที่รัก, Mary-Ann ที่รัก... พ่อไม่เคยได้ใกล้ชิดกับพวกลูกมาก่อน\"</color>\n<color=#ffffffd9>\"จนสุดท้ายพ่อก็ยังไม่รู้ว่าควรจะเป็น 'พ่อ' ให้พวกลูกยังไงดี\"</color>\n<color=#ffffffd9>\"แต่แค่ความทรงจำที่ได้แต่เฝ้ามองพวกลูกเติบโตนั้น พ่อก็ไม่อยากสูญเสียมันไป...\"</color>\n<color=#ffffffd9>— เมื่อสร่างเมา เกียรติยศ ความอัปยศ ความรัก และความยึดมั่นทั้งหลาย — ได้มลายหายไปกับสายน้ำหมดแล้ว</color>\n<color=#ffffffd9>\"สุดท้ายสิ่งที่รอเขาอยู่ก็คือมหาสมุทรอันเงียบสงบ ที่ขจัดอุปสรรคและความห่างเหินไปหมดสิ้นแล้ว\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/18/237301566/4a244b78de17042e111af3c05e389473_4299516187377096920.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมื่อเจ้าหน้าที่ทราบเกี่ยวกับการทดลองเหล่านี้ สมาคม Narzissenkreuz จึงถูกประกาศว่าเป็นพวกหัวรุนแรง หลังจากถูกจับได้ Alain Guillotin ก็ตัดความสัมพันธ์ทั้งหมดกับเพื่อนของเขา ต่อมา Rene และ Jakob ร่วมลงนามกับ Neuvillette ผู้พิพากษาสูงสุดแห่ง Fontaine ในคำสั่งให้ทำลายสมาคม Narzissenkreuz\nเพื่อซื้อเวลาสำหรับดำเนินแผนการของเขา มาสเตอร์จึงส่ง Jakob อดีตผู้อำนวยการสถาบัน Narzissenkreuz, Lyris และสมาชิกคนอื่น ๆ ของสมาคมไปยังร่างที่กลายเป็นหินของ Elynas โดยที่ Elynas นั้นเป็นสัตว์ร้ายที่ปรากฏตัวใน Fontaine ในช่วงหายนะ เมื่อเขาเสียชีวิต สมาคม Narzissenkreuz ได้ใช้เลือดและเนื้อของเขาในการทดลอง เพื่อสร้างมนุษย์พันธุ์ใหม่คนแรกโดย Jakob เพื่อที่จะช่วยให้ Jakob ได้รับความสามารถมากขึ้น และเบี่ยงเบนความสนใจของนักล่าเงาจากมาสเตอร์ สมาคม Narzissenkreuz จึงตัดสินใจชุบชีวิตหัวใจที่กลายเป็นหินของ Elynas เมื่อ Alain Guillotin รู้ถึงพิธีกรรมที่กำลังจะเกิดขึ้น เขาได้ส่งหุ่นจักรกลไขลาน Seymour เพื่อไปแจ้งข่าวให้กับ Neuvillette ผู้พิพากษาสูงสุดของ Fontaine ทราบเกี่ยวกับเรื่องนี้\nเมื่อเจ้าหน้าที่ของหน่วยล่าเงารวมถึง Mary-Ann Guillotin ติดตามสมาชิกของสมาคมจนพบพวกเขาภายในร่างกายของ Elynas การต่อสู้ก็เกิดขึ้น เจ้าหน้าที่จำนวนมาก และ หุ่นจักรกลไขลานถูกทำลายจากแรงระเบิด Mary-Ann Guillotin ด้วยเช่นกัน แต่ Lyris ช่วยไว้ได้ทันเวลา Lyris เข้าไปกอดเธอเพื่อทำการหลอมรวมร่างกาย และจิตใจ เกิดเป็น Oceanid ตนใหม่อย่าง Mary-Ann\nหลังจากการสู้รบในร่างของ Elynas จบลง Alain Guillotin ก็ไม่ได้ยินข่าวคราวจากน้องสาวของเขาอีกเลย เขาจึงออกจากหน่วยล่าเงา และก่อตั้งศูนย์วิจัยวิทยาศาสตร์ทางวิศวกรรมพลังงานจลน์ Fontaine เคยมีตำนานกล่าวไว้ว่า ช่วงวัยชราของเขา Alain ตัดสินใจลาออกจากศูนย์วิทยาศาสตร์ Fontaine เพื่อไปหลบอาศัยอยูที่เวิร์กช็อปของเขา และไม่ยอมออกมาพบปะกับใครอีกเลย งานวิจัยที่เขาทำในช่วงปีสุดท้ายไม่เคยได้ถูกตีพิมพ์ และหลังจากเหตุการณ์นี้ สิ่งเดียวที่พบในเวิร์กช็อปของเขาคือสัญญาณลับที่บ่งบอกว่ามีบางอย่างถูกสร้างขึ้น\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5140,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "สมาคม Narzissenkreuz",
        "desc": "<p>สมาคม Narzissenkreuz เป็นสมาคมลับที่ก่อตั้งโดย Rene de Petrichor และ Jakob Ingold มีจุดประสงค์ในการสร้างมนุษย์สายพันธุ์ใหม่เพื่อที่จะเอาชีวิตรอดจากการถูกทำลายล้างตามที่สมการวิถีทางโลกได้คำนวณไว้ล่วงหน้า สมาคมนี้ได้รับการประกาศว่าเป็นกลุ่มหัวรุนแรงที่ผิดกฎหมายและเป็นองค์กรอาชญากรรมตามกฎหมายของ Fontaine ภายใต้ท่านผู้พิพากษาสูงสุด Neuvillette</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/115795437/51c48914091ce07cfccd86ceeb073642_849717982918187825.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4598,
        "name": "สถาบัน Narzissenkreuz",
        "desc": "<p>สถานเลี้ยงเด็กกำพร้าใน Fontaine ที่สร้างขึ้นบนซากปรักหักพังของอารยธรรมโบราณ</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/115795437/50684a597c68d7048315e684a8792710_2569017254211153732.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "ศูนย์วิทยาศาสตร์ Fontaine",
        "desc": "<p>ศูนย์วิจัยวิทยาศาสตร์ทางวิศวกรรมพลังงานจลน์ Fontaine ก่อตั้งขึ้นโดย Alain Guillotin สถาบันนี้มักถูกเรียกย่อ ๆ กันว่า ศูนย์วิทยาศาสตร์ Fontaine</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/115795437/acfdfd84bfa0e9d4e6b28104b452c99e_5277544033704407522.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz หรือมีชื่อที่แท้จริงว่า Rene เขาเป็นผู้ก่อตั้งสมาคม Narzissenkreuz ร่วมกันกับ Jakob</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/90f57df4396a9aa89cee2704bafdac6d_2361355305906253203.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4600,
        "name": "Jakob",
        "desc": "<p>Jakob เป็นเด็กกำพร้าซึ่งเติบโตมาในสถาบัน Narzissenkoreuz ต่อมาเขาได้กลายมนุษย์พันธุ์ใหม่และเป็นผู้ร่วมก่อตั้งสมาคม Narzissenkreuz</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/02bc05cc787742e2fdf79dc45a69ccec_5438176056281339529.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4604,
        "name": "Lyris",
        "desc": "<p>Lyris เป็นผู้อำนวยการสถาบัน Narzissenkreuz ซึ่งเป็นสถานเลี้ยงเด็กกำพร้าใน Fontaine ต่อมาเธอได้เข้าร่วมเป็นสมาชิกของสมาคม Narzissenkreuz และได้รับตำแหน่ง \"ราชินีแดง\" หลังจากที่สถาบันถูกทิ้งร้างในช่วงภัยพิบัติ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/06/10257458/b6d86ff8dfd84cf744e57a516b1a14c6_7199878896044323285.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4602,
        "name": "Mary-Ann Guillotin",
        "desc": "<p>Mary-Ann Guillotin เป็นลูกบุญธรรมของ Emanuel Guillotin ต่อมาเธอได้ถูกสถาบัน Narzissenkreuz รับเลี้ยงพร้อมกับน้องชาย Alain</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/7f04e9d0b83ab550cc91ddf708008a7d_5897634168163307439.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4603,
        "name": "Alain Guillotin",
        "desc": "<p>Alain Guillotin เป็นลูกบัญธรรมของ Emanuel Guillotin ต่อมาเขาได้ถูกสถาบัน Narzissenkreuz รับเลี้ยงพร้อมกับพี่สาว Mary-Ann Guillotin เขาเป็นผู้ก่อตั้งสถาบันวิจัยพลังงานจลน์แห่ง Fontaine โดยผลงานที่โดดเด่นที่สุดคืองานวิจัยพลังงานสสารและพลังงานวิญญาณ ที่นำไปสู่การประดิษฐ์ระบบพลังงานปฐมภูมิและการสร้างจักรกลไขลาน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/5f9666801f8c3cd059ac14e8eb9dbc96_8887987182772775192.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>สิ่งมีชีวิตลึกลับที่มีอายุมากกว่า 500 ปีก่อนช่วงภัยพิบัติ Elynas เปรียบเสมือนเป็น \"ท่านพ่อ\" ของเหล่าเมลูซีนทุกตัว</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/10257458/fa4c986eefe97522566b35be6e29e7a0_8444278057024926839.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4226,
        "name": "Seymour",
        "desc": "<p>Seymour เป็น NPC ที่ออกมาเฉพาะเควสต์โลก \"สีโบราณกาล\"</p><p>สุนัขจักรกลหุ่นต้นแบบ 4ACV07 ที่ถูกสร้างโดย Alain Guillotin เพื่อให้คอยปกป้องน้องสาวของเขา Mary-Ann Guillotin ระหว่างปฏิบัติหน้าที่ในหน่วยล่าเงา</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/18/10257458/f415fbe2eaa40cd987a8daa47643fc74_6079773403178245900.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้พิพากษาสูงสุดแห่ง Fontaine มีชื่อเสียงในด้าน \"ความเป็นกลาง\" อย่างสมบูรณ์</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/0513aa7f482dbb4778545d02f94956fe_6477268461203548971.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3705,
        "name": "Iniquitous Baptist",
        "desc": "<p><span style=\"color: rgb(255, 255, 255)\">มอนสเตอร์จาก Abyss Order สามารถใช้ธาตุหลากหลายชนิดในการต่อสู้ และใช้โล่ธาตุที่เกี่ยวข้อง เพื่อต้านทานความเสียหายระหว่างการต่อสู้ได้ โดยในระหว่างการต่อสู้ จะสร้างวงแหวนธาตุขึ้นมา และทำการร่ายเวทสำหรับการโจมตีที่รุนแรง การทำลายวงแหวนธาตุทั้งหมดด้วยปฏิกิริยาธาตุ บางทีอาจจะสามารถหยุดยั้งหายนะที่กำลังจะมาถึงได้นะ</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/02/10257458/7d4916b7f60b75adb549f0c67deaa001_2171156699257471770.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3986,
        "name": "Rightful Reward",
        "desc": "<p>หอกแหลมคมที่หลงเหลือเพียงคราบเลือดสีสดที่ปลายของมัน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/65858273/2ed1c5a0a6ddabd62558d59dd1be64b8_4530283688861963138.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/539b03bed1057707abd643147e18abde_5208416816830639300.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4312,
        "name": "หน้ากระดาษลึกลับ - 12",
        "desc": "<p>ดูเหมือนว่าเวลาได้หยุดลง ณ เวลาช่วงใดช่วงเวลาหนึ่ง ความทรงจำที่สวยงามก็จะคงอยู่ตลอดไปด้วยเช่นกัน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/115795437/ba25972c61c93270e7952103a3096b70_6112162877848205367.png",
        "displayStyle": "card"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "เมลูซีน",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ปัจจุบัน สมาชิกส่วนใหญ่ของหน่วยล่าเงาเป็นเมลูซีน ผิดจากเมื่อ 400 ปีก่อน ที่สมาชิกของหน่วยล่าเงามีเพียงมนุษย์เท่านั้น และยังไม่มีเมลูซีนที่อาศัยอยู่ในนครว่าการ Fontaine แม้แต่ตนเดียว"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/48c2f788c6d4baea0ff56bb9f5c61e18_2534850688729486975.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Carole เป็นเมลูซีนที่เกิดจากบาดแผลที่ Elynas ได้รับจากการต่อสู้ระหว่างนักล่าเงา และสมาชิกสถาบัน Narzissenkreuz เมื่อ 400 ปีก่อน เหล่าเมลูซีนอาศัยอยู่ในหมู่บ้าน Merusea ซึ่งถูกสร้างอยู่ภายในร่างกายของ Elynas พวกเขาได้เรียนรู้วิธีการสร้างบ้านจาก \"ท่านพ่อ\" ของพวกเขา 20 ปีต่อมา เหล่าเมลูซีนได้เริ่มต้นการขึ้นสู่ผืนน้ำเพื่อเรียนรู้การใช้ชีวิตแบบมนุษย์ Carole เป็นหนึ่งในเมลูซีนตนแรก ๆ ที่ได้รับการดูแลจาก Neuvillette ผู้พิพากษาสูงสุดแห่งนครว่าการ Fontaine เพื่อให้เข้ามาใช้ชีวิตอยู่ในเมือง Fontaine"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/54d819f57d56d4e686846c2fd51f6051_4559846552267452481.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เนื่องจากเมลูซีนทุกตนมีดวงตาที่พิเศษกว่ามนุษย์ Neuvillette จึงได้พาพวกเขาไปทำงานที่หน่วยล่าเงา ซึ่งเป็นหน่วยพิเศษของกรมการปกครองที่รับผิดชอบในการสืบสวนคดีอาชญากรรม Carole เป็นเมลูซีนตนแรกที่ทำงานในหน่วยล่าเงา และได้ Vautrin หัวหน้าหน่วยลาดตระเวนพิเศษและรักษาความปลอดภัยมาเป็นคู่หู เนื่องจากว่าผู้คนในนครว่าการ Fontaine ไม่เคยพบเห็นเมลูซีนมาก่อน ทำให้พวกเขาปฏิบัติต่อเหล่าเมลูซีนด้วยความหวาดระแวงและไม่พึงพอใจ และเนื่องจากมีข่าวลือว่าเมลูซีนนั้นเป็นตัวบ่อเกิดของหายนะและเป็นอันตรายต่อมนุษย์ พวกเขาจึงริเริ่มการทำร้ายด้วยการต่อว่าและปาหินใส่ เพื่อขับไล่ให้เหล่าเมลูซีนกลับไปยังที่ของตนเอง Neuvillette และ Carole ต่างรู้ว่าต้องใช้เวลาและความพยายามเป็นอย่างมากเมื่อต้องการให้เมลูซีนและมนุษย์อยู่ร่วมกันอย่างปรองดอง แต่ Carole ก็พร้อมสำหรับเส้นทางที่ยาวนาน และยากลำบากนี้ เมื่อชีวิตของเธอมีความหมายมากขึ้นหลังจากได้ขึ้นมาสู่ผืนดิน"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/17/237301566/c7324129b0223e4112132db8b48999f7_4126101012701089002.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "จากการทำงานหนักตลอดระยะเวลา 5 ปี Carole และสมาชิกทีมลาดตระเวนพิเศษ Vautrin ได้รับรางวัลเหรียญแห่งสันติภาพเหรียญแรกจาก Neuvillette, Carole หวังว่าครอบครัวเมลูซีนจะสามารถใช้ชีวิตอย่างสงบสุขร่วมกับผู้คนได้ในไม่ช้า แต่เพราะการได้รับเหรียญเชิดชูนี้ทำให้เหล่าผู้คนที่ต่อต้านต่างไม่พอใจยิ่งขึ้นกว่าเดิม พวกเขาจึงก่อเหตุร้ายแรงขึ้นภายในเมืองเพื่อใส่ร้ายเมลูซีนและขับไล่พวกเขาออกไป นอกจากนี้ พวกเขาต้องการมอบบทเรียนให้แก่ Neuvillette ว่าการที่เขาพาเมลูซีนเข้ามาในเมืองนั้นเป็นเรื่องที่ผิด\nผู้สนับสนุนการต่อต้านกลุ่มหนึ่งได้หลอกให้ Carole มาที่เกิดเหตุที่วางเอาไว้ และทำการกล่าวหาเธอ หลังจากนั้นพวกเขาต่างก็หว่านคำพูดใส่ร้ายต่าง ๆ ให้ผู้คนภายในเมืองตื่นตระหนกเพื่อบังคับให้ Neuvillette ยอมรับความผิดพลาด และสละอำนาจของเขา Carole ตัดสินใจจบชีวิตตัวเองเพื่อทำให้สถานการณ์คลี่คลายลง เหล่าเจ้าหน้าที่ไม่สามารถเข้าไปห้ามได้ทันเวลาเนื่องจากฝูงชนที่โกรธแค้นขวางทางพวกเขาเอาไว้\nเมื่อ Vautrin ทราบเรื่องที่เกิดขึ้นจึงตัดสินใจล้างแค้นให้กับ Carole โดยการสังหารผู้สมรู้ร่วมคิดทุกคน เขารู้ว่า Neuvillette จะถูกบังคับให้ประกาศว่าตนมีความผิด และเนรเทศเขาไปยังป้อมปราการ Meropide แต่เหนือสิ่งอื่นใดสำหรับ Vautrin แล้วเขามองว่า Carole เปรียบเสมือนน้องสาวของเขาที่เสียไปเมื่อตอนยังเป็นเด็ก ทั้งสองคนนั้นมีความใจดี และไร้เดียงสา รวมไปถึงเชื่อในสิ่งที่คิดอย่างสุดหัวใจเหมือนกัน Vautrin เข้าใจดีว่าคนที่มีจิตใจดีเช่น Carole มีแนวโน้มที่จะถูกหลอกลวง และการถูกทรยศ ดังนั้นเขาจึงพยายามบอกกล่าวให้เธอถอดใจกับเป้าหมายของเธอเพื่อไม่ให้คนอื่นทำร้ายเธอ\nความกล้าหาญ และการเสียสละของ Carole นำไปสู่ความฝันของเธอที่เป็นจริงในอีก 400 ปีต่อมา เหล่าเมลูซีนได้รับการยอมรับจากผู้คนในนครว่าการ Fontaine และได้อยู่ร่วมกันอย่างสงบสุขอันไร้ซึ่งความบาดหมางซึ่งกันและกัน และด้วยการเสียสละของ Carole นั้นเอง Neuvillette จึงได้สร้างสัญลักษณ์ให้แก่หน่วยล่าเงา เพื่อเป็นการกล่าวถึงความเคารพซึ่งกันและกันของทั้งสองเผ่าพันธุ์\n400 ปีต่อมา เมลูซีนตนหนึ่ง Kaira ถูกอาชญากรบางคนคุกคาม พลเมืองของนครว่าการ Fontaine จึงรวมตัวกันเพื่อปกป้องเธอ Charlotte นักข่าวสาวของหนังสือพิมพ์ \"The Steambird\" สอบเพื่อนร่วมงานของเธอเกี่ยวกับจดหมายคุกคาม Clorinde ตัวแทนประลองเสนอความช่วยเหลือเพื่อปกป้อง Kiara, Navia ประธานขององค์กรกุหลาบหนามขอให้สมาชิกขององค์กรช่วยจับตาดู และ \"เชิญ\" ผู้ต้องสงสัยมาดื่มกาแฟเพื่อไม่ให้พวกเขาขัดขวางกับสืบสวน ด้วยความช่วยเหลือของพวกเขา ทำให้พบตัวคนร้าย และเมลูซีนจึงไม่ได้รับอันตราย\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5142,
        "name": "Court of Fontaine Region",
        "desc": "<p>\"มีเพียงเมืองแห่งนี้ ที่อยู่เหนือผืนน้ำทั้งมวล\"</p><p>จุดที่สูงที่สุดของเมืองก็คือพระราชวัง Mermonia ซึ่งเป็นตัวแทนแห่งอำนาจสูงสุดของ Fontaine เมื่อมองจากข้างบนนี้ลงมา เหล่าประชาชนก็เปรียบเสมือนกับ \"เรือราง\" ที่ดำเนินวิถีไปชีวิตอย่างเป็นระเบียบ</p><p>กฎหมายรับใช้กฎเกณฑ์ที่มั่นคง ความยุติธรรมและความเป็นธรรมเท่านั้น ที่อยู่เหนือกฎเกณฑ์ทั้งปวง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/115795437/cd8d24707c19c43305b87cac406a5c35_1380417429797045205.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "องค์กรกุหลาบหนาม",
        "desc": "<p>องค์กรกุหลาบหนามเป็นองค์กรที่คอยให้ความช่วยเหลือแก่ชาวเมืองและจะร่วมมือกับหน่วยงาน Fontainian ตามความจำเป็นเท่านั้น</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/286446747/99e26454155fe9d3bf5d37d56a2b98fe_3162235966929630955.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5599,
        "name": "ป้อมปราการ Meropide",
        "desc": "<p>คุกของ Fontaine อยู่ภายใต้การดูแลของ Wriothesley</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/115795437/543bcf412bf7a949068f160ee9ab7e97_8362153540543689410.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "เมลูซีน",
        "desc": "<p>เมลูซีน เป็นสิ่งมีชีวิตที่มีเฉพาะเพศหญิงที่เกิดจากบาดแผลของ Elynas หลังจากเขาได้รับบาดเจ็บจากการระเบิดที่เกิดขึ้นภายในร่างกายที่กลายเป็นหินของเขา ครั้งหนึ่งพวกเขาอาศัยอยู่แค่ในหมู่บ้าน Merusea แต่หลังจากได้พบกับท่านผู้พิพากษาสูงสุด Neuvillette ที่พึ่งได้รับการแต่งตั้ง ปัจจุบันจึงสามารถพบเหล่าเมลูซีนได้ที่นครว่าการ Fontaine ซึ่งเป็นสมาชิกของหน่วยล่าเงา</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/164ccc3e4fac1fd3349b5ae3cc6e9e56_2634447113979367221.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Carole",
        "desc": "<p>Carole เป็นเมลูซีนที่ออกมาเฉพาะเควสต์ระดับตำนานของ \"Neuvillette: บทแห่งการย้อนกระแสคลื่น\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/10257458/b5144639de0b40a37167f40774eb8e6b_4532775290423796396.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4914,
        "name": "Elynas",
        "desc": "<p>สิ่งมีชีวิตลึกลับที่มีอายุมากกว่า 500 ปีก่อนช่วงภัยพิบัติ Elynas เปรียบเสมือนเป็น \"ท่านพ่อ\" ของเหล่าเมลูซีนทุกตัว</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/10257458/fa4c986eefe97522566b35be6e29e7a0_8444278057024926839.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้พิพากษาสูงสุดแห่ง Fontaine มีชื่อเสียงในด้าน \"ความเป็นกลาง\" อย่างสมบูรณ์</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/0513aa7f482dbb4778545d02f94956fe_6477268461203548971.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4377,
        "name": "Charlotte",
        "desc": "<p>นักข่าวของหนังสือพิมพ์ The Steambird ผู้เปี่ยมไปด้วยพลังและมีชีวิตชีวาอยู่เสมอ กำลังวิ่งตามหา \"ความจริง\" อยู่ทุกวินาที</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/176148810/7bbbff3f35661a93b5091b1f17fae6c0_5836253025809525529.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>ประธานองค์กรกุหลาบหนามคนปัจจุบัน เป็นเจ้านายที่น่ารัก และมีความรับผิดชอบสูง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/144837601/3fc7580c01a9e622692402889706c4db_201103924388473346.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "นักล่าเงา",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/278806422/39ab56bdf10d103a92655a9b36b706cb_920766260912036363.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "หมวก Tricorne เป็นสัญลักษณ์ของนักล่าเงา"
          }
        ]
      },
      {
        "key": "สมบัติ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/278806422/56b4647455869bf18206e50a1a331137_7671980253897830385.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "คลังสมบัติลับของนักล่าเงา"
          }
        ]
      },
      {
        "key": "หน่วยล่าเงา",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/13/278806422/c6b7140f5eac7376d7149874d092a5af_6013129211507783839.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "เมลูซีนในชุดของหน่วยล่าเงา"
          }
        ]
      }
    ]
  }
}