{
  "epId": 5578,
  "name": "Fragment of Harmonic Whimsy",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/65858273/7557f4558ab243d82e8b6b9994fc97ee_3534424124933442361.png",
  "filterValues": {
    "reliquaryEffect": [
      "พลังโจมตี"
    ]
  },
  "menuId": 5,
  "menuName": "อาร์ติแฟกต์",
  "version": 1714016689,
  "components": {
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: #FFFFFF\">เพิ่มพลังโจมตี 18%</span></p>",
      "fourSetEffect": "<p><span style=\"color: #FFFFFF\">เมื่อค่าบ่วงพันธะชีวันเพิ่มขึ้นหรือลดลง ตัวละครจะสร้างความเสียหายเพิ่มขึ้น 18% โดยเอฟเฟกต์นี้จะมีระยะเวลาต่อเนื่อง 6 วินาที ซ้อนทับได้สูงสุด 3 ครั้ง</span></p>"
    },
    "story": [
      {
        "title": "Harmonious Symphony Prelude",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>นั่นคือยุคที่หมอกแห่งความเขลาปกคลุมทะเลสูง ประชาชนแห่งผืนน้ำทั้งปวงยังอยู่ท่ามกลางความมืดมน ระหว่างที่ราบทรายสีแดงและภูเขาสีเทา เคยมีเทพเจ้าองค์หนึ่งที่สูญเสียบ้านเกิดของตนไป เขาเคยเป็นผู้ขับขานบทเพลงแห่งโอเอซิส แต่กลับต้องสูญเสียบ้านเกิด ภายใต้อำนาจของราชาแห่งดวงอาทิตย์ เพราะไม่อยากรับใช้บัลลังก์ของราชาแห่งผืนทราย เทพผู้สูญถิ่นจึงเลือกที่จะก้าวสู่เส้นทางแห่งการพเนจร ใต้ก้นทะเลลึกที่ไร้ซึ่งแสงสว่างของสายน้ำนับหมื่น คือเมืองหลวงที่ไม่เคยถูกบันทึกไว้ในประวัติศาสตร์ใด ๆ ผู้สูญถิ่นที่อยากใช้ทะเลสูงเป็นสุสานของตน ได้บุกเข้าไปในเศษซากของเมืองที่มีอายุมากกว่าดินแดนโดยไม่ได้ตั้งใจ เขาเดินผ่านทางเดินที่ไร้สิ้นสุด จนมาถึงใจกลางของซากปรักหักพังในวิหาร ใต้ต้นซีดาร์สีขาวเงิน เขาได้ยินเสียงของสิ่งมีชีวิตเดียวที่เหลืออยู่ในเมืองที่ถูกลืมเลือนแห่งนี้ ซึ่งเป็นเสียงของผึ้งสีทองที่บินวนเวียนอยู่รอบต้นไม้สีเงิน \"นักเดินทางจากแดนไกลเอ๋ย นี่ไม่ใช่เรื่องบังเอิญหรอก แต่เป็นมือแห่งโชคชะตาต่างหากที่นำพาเจ้ามาที่นี่\" \"ครั้งหนึ่งข้าเคยเป็นผู้ส่งสาสน์ที่ปกป้องต้นไม้สีเงิน แต่เมื่อเวลาผ่านไป ข้าก็ได้สูญเสียปัญญาและร่างกายไป\" \"แต่ดวงตาของข้ายังคงมองเห็นอนาคตได้ นักเดินทางเอ๋ย เจ้าจะได้รับเมืองและราษฎรอีกครั้ง\" \"อาณาจักรที่เจ้าสร้างขึ้นจะเจริญรุ่งเรือง และสักวันหนึ่ง เจ้าจะได้ปกครองทะเลสูงทั้งหมด\" \"เจ้าจะนำพาอารยธรรมและความยุติธรรมมาสู่เรา แต่สุดท้ายพวกเขาจะถูกทำลายด้วยความยุติธรรมนั้น\" \"หากเจ้าได้ล่วงรู้จุดจบแล้ว และยังยินดีจะออกเดินทาง ข้าจะนำพาเจ้าไปสู่เส้นทางที่สูงขึ้น...\" \"ผึ้งสีทองผู้พยากรณ์เอ๋ย หากนี่เป็นสิ่งที่โชคชะตากำหนดไว้จริง ๆ แล้วจะเลือกอย่างใดได้อีก?\" \"แต่หากข้ามีโอกาสได้เลือกจริง ๆ ข้าจะเปลี่ยนตอนจบที่เจ้าบอกว่าไม่อาจเปลี่ยนแปลงนั้นให้ได้\" ยังไม่ทันได้พูดจบ เมืองที่ไร้น้ำก็พังทลายลง และต้นไม้สีเงินก็กลายเป็นเรือสีทอง นี่คือการพบกันครั้งแรกของราชาแห่งความรุ่งโรจน์ผู้บรรเลงท่วงทำนองในอดีต กับนักพยากรณ์ Sybilla</color>"
          }
        ]
      },
      {
        "title": "Ancient Sea's Nocturnal Musing",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>นั่นคือยุคที่เสียงเพลงแห่งการรู้แจ้งแพร่กระจายไปทั่วทะเลสูง ป่าไม้และหมู่เกาะรกร้างเริ่มเจริญรุ่งเรือง เทพผู้รักดนตรีได้สร้างหอคอยสูงใน Meropis เพื่อดึงดูดผู้พลัดถิ่นมาร่วมก่อตั้งเมืองใหม่ แตรอันอุดมสมบูรณ์ทำให้ผืนดินผลิดอกออกผล เรือที่แล่นเข้าออกเชื่อมหมู่เกาะให้หลอมรวมเป็นหนึ่ง ยุคสมัยนี้ควรจะไร้ซึ่งความกังวล แต่เหตุใดน้ำเสียงผู้ขับขานจึงเต็มไปด้วยความโศกเศร้าเล่า? \"ข้าได้เป็นราชาผู้รุ่งโรจน์ตามคำพยากรณ์ของเจ้า และได้นำพาอารยธรรมอันสง่างามมาสู่ผู้คน\" \"ได้ประทานสันติสุขให้กับมหาสมุทร ได้ปกครองโลกด้วยความยุติธรรม และนำความก้าวหน้าและสงบเรียบร้อยไปสู่ทั่วสารทิศ\" \"แต่ยิ่งอาณาจักรใหม่รุ่งโรจน์มากแค่ไหน ข้าก็ยิ่งสับสนและโศกเศร้ามากขึ้นเท่านั้น\" \"ความเจริญรุ่งเรืองในคำพยากรณ์จะคงอยู่นับร้อยปี แล้วหลังจากนั้นเล่า? เมล็ดพันธุ์แห่งการทำลายล้างกำลังหยั่งรากและงอกเงย\" \"ราชาผู้รุ่งโรจน์เอ๋ย! ข้าเคยกล่าวไว้แล้วว่า ความรุ่งโรจน์มักสลับผลัดเปลี่ยนกับการร่วงโรย โลกนี้ไม่มีสิ่งใดจีรังยั่งยืน นี่คือกฎแห่ง Fortuna\" \"ไม่ว่าจะร่ำรวยล้นฟ้าหรือยากจนข้นแค้น ต่างก็เป็นทาสแห่งโชคชะตา และไม่ว่าจะขึ้นนั่งบัลลังก์ทอง หรือร่วงหล่นสู่เถ้าธุลีก็เช่นกัน\" \"กงล้อแห่งโชคชะตาย่อมหมุนอย่างไร้ความปรานี ไม่ว่าจะดิ้นรนสักเพียงไหน ก็ไม่อาจเปลี่ยนแปลงจุดจบที่จะมาถึงได้\" \"เฉกเช่นบทละครที่คาดเดาได้ยาก สุดท้ายแล้วตอนจบก็ถูกกำหนดไว้ตั้งแต่ต้น แล้วเหตุใดจึงต้องเศร้าโศกด้วยเหตุนี้เล่า?\" แม้จะรู้ว่านิรันดร์เป็นความเพ้อฝันที่โง่เขลา และความเป็นอมตะเป็นจินตนาการที่มืดบอด แต่ราชาของราษฎรแห่งทะเลสูงกลับไม่สามารถทนต่ออนาคตอันมืดมนในคำพยากรณ์ได้ \"เมื่อเวลาพิพากษาที่ถูกลิขิตไว้มาถึง คลื่นที่ไร้ความปรานีจะกลืนกินความรุ่งโรจน์ และความสุขชั่วคราวทั้งหมดจนหมดสิ้น\" \"แม้ข้าจะสามารถมองเห็นอนาคตที่ไม่อาจเลี่ยง แต่ข้าไร้ซึ่งปัญญาโบราณที่จะสืบหาสาเหตุของการทำลายล้างนั้น\" \"แต่ข้ารู้ว่า ณ ส่วนลึกสุดของท้องทะเลที่ไร้แสงสว่าง ซึ่งเป็นดินแดนแหล่งน้ำไหลหลาก มีเจ้าแห่งผืนน้ำถูกกักขังไว้\" \"ในเมื่อคำพยากรณ์กล่าวไว้ว่า คลื่นทะเลอันไร้สิ้นสุดจะกลืนกินอาณาจักรของเจ้า เช่นนั้น นางก็อาจจะรู้คำตอบ...\"</color>"
          }
        ]
      },
      {
        "title": "The Grand Jape of the Turning of Fate",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>นั่นคือยุคที่บทเพลงอันยิ่งใหญ่ยังไม่ได้รับการบรรเลง และกองเรือสีทองยังไม่ได้เริ่มออกเดินทาง เพื่อค้นหาคำตอบในการทำลายคำสาป ราชาแห่งความรุ่งโรจน์จึงได้ก้าวสู่เส้นทางแห่งต้นน้ำ ภายใต้ทะเลสูงที่เต็มไปด้วยเลือดและความเกลียดชัง คืออาณาจักรที่ซึ่งลูกหลานมังกรอาศัยอยู่ เจ้าชาย Vishap ที่เคยรับใช้วิญญาณแห่งท้องทะเลโบราณ และคอยคุ้มกันเรือนจำของเจ้าแห่งผืนน้ำ ราวกับว่าสงครามสมัยในอดีตกลับมาเยือนอีกครั้ง การต่อสู้อันดุเดือดของทะเลกินเวลายาวนานถึงสามสิบวันสามสิบคืน กระทั่งในระหว่างการพักรบที่เหน็ดเหนื่อย ในที่สุด เทพราชาก็ได้เผยจุดประสงค์ในการมาที่นี่ด้วยเสียงดนตรี ไม่คิดว่าหลังจากที่ราชาแห่ง Vishap ได้ฟังจินตนาการเพ้อฝันนี้ เขาก็หัวเราะออกมาอย่างบ้าคลั่ง: \"ทรราชแห่งมวลมนุษย์เอ๋ย เจ้ากังวลกับคำสาปที่ไร้เหตุผล และพร่ำบ่นเกี่ยวกับพันธนาการแห่งโชคชะตา แต่กลับไม่รู้ว่าเผ่าพันธุ์ของข้าได้รับความเจ็บปวดมากกว่าเป็นร้อยเท่า\" \"เราสูญเสียดินแดนและแสงแดดไป และได้แต่เอาตัวรอดอยู่ในก้นเหวที่ไร้แสงสว่างเท่านั้น\" \"ทรราชแห่งมวลมนุษย์เอ๋ย เจ้าควรรู้ว่าโชคชะตาเป็นพิธีกรรมแห่งสวรรค์ และไม่อาจเปลี่ยนแปลงได้ การมีความคิดเช่นนี้ถือเป็นการกบฏ\" \"แต่หากเจ้าคิดจะทำเรื่องโง่เขลาเช่นนี้จริง ข้าจะพาเจ้าไปพบกับเจ้าแห่งผืนน้ำ\" ดังนั้นในส่วนลึกของห้วงน้ำ ณ ที่พำนักอันเงียบสงัดของราตรีนิรันดร์ ราชาแห่งความรุ่งโรจน์ได้รับรู้ความลับอันน่ากลัวทั้งหมด จากเจ้าแห่งสายน้ำนับหมื่นผู้เปี่ยมด้วยความรัก แต่เขากลับไม่ได้รับคำตอบใด ๆ จากการไถ่ถอน เจ้าแห่งผืนน้ำได้กระทำบาปที่ไม่อาจให้อภัย และคำสาปที่เกิดขึ้นก็ไม่สามารถย้อนคืนได้เช่นกัน ราชาที่ยังมีความทะเยอทะยานและความหวัง สุดท้ายเขาได้หยิบน้ำบริสุทธิ์หนึ่งแก้วขึ้นมา ก่อนจะตัดสินใจจากไป \"หากกระแสน้ำจะกลืนกินราษฎรของข้า ข้าจะผนึกวิญญาณของพวกเขาไว้ในหยาดน้ำค้างวิญญาณ ที่ไม่อาจเข้ากับสายน้ำทั้งปวง\" \"หากกาลเวลาจะทำให้อาณาจักรของข้าเสื่อมทราม ข้าจะสร้างร่างกายที่ไม่มีวันเสื่อมสลาย ด้วยทองสัมฤทธิ์และหินบริสุทธิ์แก่พวกเขา\" เมื่อสายลมแห่งท้องทะเลพัดผ่านอาณาจักรทองคำ วงล้อแห่งโชคชะตาจะพลิกผันด้วยหรือไม่ ก็ไม่มีใครรู้คำตอบได้...</color>"
          }
        ]
      },
      {
        "title": "Ichor Shower Rhapsody",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>นั่นคือยุคแห่งการบรรเลงบทกวีคลั่งในทะเลสูง กองทัพอมตะเตรียมพร้อมออกต่อสู้ ราชาแห่งความรุ่งโรจน์ทรงสร้างเมืองหลวงทองคำ และนับแต่นั้นมาก็ทรงบัญชาโลกในนามแห่ง Sebastos เมื่อเรือลำยักษ์มาถึง เมืองและอาณาจักรทั้งหมดต่างยอมจำนนต่ออำนาจสูงสุด เมื่อโน้ตดนตรีร่วงหล่น ซิมโฟนีแห่งอารยธรรมก็ถูกแทนที่ด้วยบทเพลงอันป่าเถื่อน และจุดประสงค์ทั้งมวลนี้ ก็เพื่อนำมาซึ่งความยุติธรรมและการไถ่ถอน นี่คือจินตนาการสูงสุดของราชา Sebastos ผู้ไม่อาจละทิ้งไพร่ฟ้าได้ \"อาณาจักรของเจ้าจะพังทลายลงด้วยคลื่นโหมกระหน่ำ เพราะโชคชะตาที่กำหนดไว้จะไม่มีวันแปรเปลี่ยนไป\" \"ด้ายที่ซ่อนเร้นยังคงชักนำพวกเขาราวกับหุ่นเชิดไปสู่จุดจบอันขมขื่น\" คำทำนายอันโหดร้ายของนักพยากรณ์ไม่ได้ทำให้ Sebastos จมสู่ความสิ้นหวัง แต่กลับปลุกเร้าความคิดอันจองหองของเขาแทน เขาขังตัวเองไว้ในวังหลวงที่ถูกปิดล็อกอย่างแน่นหนา และค้นหาช่องโหว่ของเจ้าแห่งโชคชะตา ท่ามกลางท่วงทำนองของโลก กระทั่งในที่สุด หลังจากเวลาล่วงเลยมานาน Remus ก็ได้เข้าใจความลึกลับของ Fortuna จากเสียงสายดนตรีของโลก เขาอ่านทุกตัวโน้ตแห่งโชคชะตา ขาดแต่เพียงปากกาสักด้าม เขาก็จะสามารถเขียนบทเพลงของตัวเองได้ ด้วยเหตุนี้ Sebastos จึงอธิษฐานต่อ Sybilla เพราะนางมาจากดินแดนมรณา และมีกระแสแห่งโชคชะตาไหลเวียนอยู่ในสายเลือดของนาง แม้ว่าคำขอนั้นจะมากเกินไป แต่นักพยากรณ์ผู้ไร้ความรู้สึก ก็ได้ตอบรับคำขอของเขาอย่างไม่ลังเล เหมือนเช่นทุกครั้ง บทเพลงแห่งความรุ่งโรจน์บรรเลงขึ้นเหนือบัลลังก์ ตัดโซ่ตรวนที่โชคชะตาพันธนาการผู้คนไว้ และวาดท่วงทำนองและเส้นทางใหม่ให้กับพวกเขา ภายใต้โดมที่ประดับด้วยทองคำ หยาดน้ำค้างวิญญาณบริสุทธิ์ได้หลั่งไหลอยู่ตามเส้นทางน้ำสีทอง และส่งเสียงสะท้อนก้องแห่งวังทองคำ (Domus Aurea) ไปทั่วดินแดนของจักรวรรดิ และด้วยความปรารถนาอันแรงกล้าของ Sebastos ในตอนจบของบทเพลงประสานเสียงและยิ่งใหญ่ เขาจะมอบไม้บาตองแห่งโชคชะตาให้แก่มนุษยชาติด้วยตัวเอง เมื่อวันนั้นมาถึง ไม่ว่าจะยากดีมีจน ไม่ว่าเป็นนักปราชญ์หรืออนารยชน ทุกผู้ทุกคนย่อมมีอิสระกำหนดชะตากรรมของตัวเอง ท่ามกลางคลื่นที่โหมกระหน่ำ ราชาตาบอดรีบเร่งไปสู่จุดจบที่ไม่มีใครหยั่งรู้ เพราะในสายตาของ Sybilla ไม่มีอนาคตอีกต่อไปแล้ว...</color>"
          }
        ]
      },
      {
        "title": "Whimsical Dance of the Withered",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>นั่นคือยุคที่วังทองคำเก่าในอดีตกลายเป็นซากปรักหักพัง และเมืองที่รุ่งโรจน์ถูกฝังกลบอยู่ใต้คลื่นทะเลร้าง เราทั้งหลายต่างทราบถึงประวัติความเป็นมาในภายหลังว่า ในที่สุดวันแห่งการพิพากษาก็มาถึงตามกำหนด จินตนาการที่ต่อต้านโชคชะตาถูกทำลายด้วยความทะเยอทะยาน และการทรยศ ได้จมดิ่งไปพร้อมกับความรุ่งโรจน์ทั้งปวง หลังจากที่คลื่นโทสะสงบลง ม้าสีเทาก็แล่นมาตามสายลม และพรากเอาสิ่งมีชีวิตที่หลงเหลืออยู่ไป ราวกับเป็นการเย้ยหยันของโชคชะตา เมื่ออาณาจักรใหม่แห่งสายน้ำถูกสร้างขึ้น ท่ามกลางเสียงกู่ก้องของอนารยชนในอดีต อำนาจทองคำที่ครั้งหนึ่งเคยปกคลุมทะเลสูง ก็ได้กลายเป็นตำนานไปจนหมดสิ้น เมื่อละครอันยิ่งใหญ่ปิดฉากลง เศษซากของโลกเก่าบนเวทีก็จะถูกลบเลือนไปตามกาลเวลา แม้แต่ชื่อของผู้ที่เคยหวังจะเป็นอมตะก็จะถูกลบหายไปเช่นกัน ใครจะเชื่อกันล่ะ? เคยมีเรือขนาดใหญ่ที่มีสี่สิบฝีพายแล่นไปตามคลื่นสีฟ้า ท่ามกลางสายลมรุ่งอรุณ เพื่อเผยแพร่ความดีงามของอารยธรรมและความก้าวหน้าไปตามท้องทะเล ใครจะเชื่อกันล่ะ? เคยมีเทพผู้ทรยศที่สูญสิ้นสรวงสวรรค์และท้าทายอำนาจฟากนภา มนุษย์มากมายนับไม่ถ้วนละทิ้งร่างของตน และร่วมเขียนบทกวีอันเพ้อฝันพร้อมกับเขา แล้วหลังจากนั้นล่ะ? หลังจากที่ทุกอย่างสิ้นสุดลง จินตนาการที่พังทลายจะหลงเหลือสิ่งใดไว้? บางทีอาจจะเป็นฝันก็เป็นได้ เพราะหลังจากนั้นแล้ว ความฝันนับไม่ถ้วนก็ถือกำเนิดขึ้นจากเศษเสี้ยวของจินตนาการ อย่างที่ผู้คนมักกล่าวกันว่า มหาสมุทรแห่งหยาดน้ำตาที่ไม่มีวันแห้งเหือด จะโผขึ้นสู่ท้องฟ้า แปรเปลี่ยนเป็นหยาดฝนร่วงหล่นลงมา สุดท้าย ความฝันทั้งหมดจะบรรจบเป็นหนึ่งเดียว และนำหนทางรอดสุดท้ายมาสู่ประชาชนทั่วหล้านภาลัย</color>"
          }
        ]
      }
    ],
    "artifactList": {
      "plume_of_death": {
        "title": "The Grand Jape of the Turning of Fate",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>นาฬิกาที่จำลองมาจากรูปร่างของวงล้อแห่งโชคชะตา ตอนนี้ไม่สามารถหมุนได้อีกแล้ว</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/65858273/e68d2442bdc24bbbb13e6a22e4b38693_1544384797788473942.png"
      },
      "sands_of_eon": {
        "title": "Ancient Sea's Nocturnal Musing",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>เครื่องประดับขนนกที่แกะสลักเลียนแบบปีกของผึ้งสีทองในตำนาน ดูเหมือนจะสั่นไหวไปตามสายลม</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/65858273/7df24b7057d7243b568a5a1eafa8ca1a_3155003703168950054.png"
      },
      "flower_of_life": {
        "title": "Harmonious Symphony Prelude",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>ดอกไม้บานสะพรั่งที่ประดับด้วยทองคำและหินสีฟ้า ครั้งหนึ่งเคยเป็นเกียรติยศที่มอบแด่ผู้เป็นอมตะ</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/65858273/7557f4558ab243d82e8b6b9994fc97ee_6588045925572171191.png"
      },
      "goblet_of_eonothem": {
        "title": "Whimsical Dance of the Withered",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>หน้ากากที่เคยปิดด้วยทองคำเปลว อาจเป็นของที่ระลึกของผู้บังคับกองพันทหารโบราณ</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/65858273/6821618a8429049eb3ccee4e07d2711f_6009963528426316646.png"
      },
      "circlet_of_logos": {
        "title": "Ichor Shower Rhapsody",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>แก้วที่ใช้ทองสัมฤทธิ์ทำเป็นฐาน ซึ่งครั้งหนึ่งเคยเต็มไปด้วยไวน์รสเลิศจากสรวงสวรรค์</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/65858273/8a60b825d5c4ea6a98ca21ae0d1ccc72_3155257922729678755.png"
      }
    },
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Fragment of Harmonic Whimsy</color>"
          }
        ]
      }
    ]
  }
}