{
  "epId": 5579,
  "name": "Unfinished Reverie",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/65858273/356c6b0e1be129282f759d8844872c7d_4303962130902413842.png",
  "filterValues": {
    "reliquaryEffect": [
      "พลังโจมตี"
    ]
  },
  "menuId": 5,
  "menuName": "อาร์ติแฟกต์",
  "version": 1714016692,
  "components": {
    "artifactList": {
      "circlet_of_logos": {
        "title": "The Wine-Flask Over Which the Plan Was Hatched",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>ถ้วยดินเผาสามขา เคยมีผู้กล้าหลายคนยกแก้วนี้ร่ำสุราข้างกองไฟ พร้อมพูดถึงความทะเยอทะยานและความคาดหวังของแต่ละคน</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/65858273/961efd0280cfadc4952d4c6712779ae0_4886322880776827324.png"
      },
      "goblet_of_eonothem": {
        "title": "Crownless Crown",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>มงกุฎทองคำที่ประดับด้วยเทอร์ควอยส์และขนนกมรกต แต่กลับถูกวางอยู่บนเบาะกำมะหยี่อันว่างเปล่า และไม่เคยปรากฏในพิธีกรรมเลย</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/65858273/be0eae1774ad7d59a3eeeb5c6620ff04_49973447575376658.png"
      },
      "sands_of_eon": {
        "title": "Faded Emerald Tail",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>เครื่องประดับขนนกที่สูญเสียความมันวาวไป ว่ากันว่าลวดลายบนนั้นเป็นฝีมือของช่างฝีมือในสมัยโบราณ</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/65858273/2715fda27d0c7648a18d86e63c0acde6_125305282595984053.png"
      },
      "plume_of_death": {
        "title": "Moment of Attainment",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>นาฬิกาแดดของอาณาจักรโบราณ มีรอยสัญลักษณ์เล็ก ๆ ประมาณหนึ่งไว้ ซึ่งต้องสังเกตอย่างละเอียดจึงจะมองเห็นได้</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/65858273/925dc4dabaecad2b23d09b55aab1ddfa_6150867300367570061.png"
      },
      "flower_of_life": {
        "title": "Dark Fruit of Bright Flowers",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>ดอกไม้ที่แกะสลักจากหินสีเทาและปิดด้วยทองคำเปลวอย่างประณีต ว่ากันว่าในสงครามครั้งหนึ่ง มันเคยเป็นสัญลักษณ์ในการแยกระหว่างฝ่ายเรากับศัตรู</color>"
          }
        ],
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/23/65858273/356c6b0e1be129282f759d8844872c7d_4622986503666894136.png"
      }
    },
    "story": [
      {
        "title": "Dark Fruit of Bright Flowers",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>นั่นคือยุคที่ธงของชนเผ่าถูกปกคลุมด้วยธุลีขาว และค่อย ๆ สูญเสียสีสันไป ส่วนคนครึ่งกายที่ถือแหวนอันแตกร้าวยืนอยู่เบื้องหน้าบัลลังก์ กำลังเล่นสนุกกับอำนาจของตนเอง ภายใต้คำสั่งที่เข้มงวด ไม่มีใครสามารถฟังคำสั่งที่ทูตแห่งราตรีอันมืดมิด บรรพบุรุษที่จากไป และเทพมนุษย์องค์แรกทิ้งไว้ จากโคลนตมที่เน่าเปื่อยบนราก กองไฟ หรือเงาสะท้อนในป่าลึกอีกต่อไป</color>\n<color=#ffffff73>ดังนั้น เวลาแห่งความมืดมิดโบราณที่ปกคลุมความมืดนับล้านจะมาถึงในที่สุด เช่นเดียวกับคราบเลือดบนคัมภีร์โบราณที่จางหายไปจากการสูญเสีย และกลิ่นคาวของเหล็กยังคงหลงเหลืออยู่ ดังนั้นเมื่อความมืดมิดราวกับสัมผัสยังคงปกคลุมส่วนลึก ชายหนุ่มตาสีแดงผู้ผ่านพ้นภัยพิบัติมากมาย จึงกลับมายังเมืองต้องห้ามจากอาณาจักรที่มีน้ำทอประกาย</color>\n<color=#ffffff73>ขณะที่เข้าไปในสวนลอยน้ำ คำเปรียบเปรยที่มีเงื่อนงำของหญิงชราตาบอดยังคงดังติดหูของเขา:</color>\n<color=#ffffff73>\"ดุจเถาวัลย์ที่งอกงาม ณ แดนไกล ย่อมออกดอกงดงามเช่นนั้นเสมอ\"</color>\n<color=#ffffff73>\"จงไปตามหามันเถอะ ที่นี่คือดินแดนแห่งความตาย อันเต็มไปด้วยกะโหลกของอสูรยักษ์มากมาย\"</color>\n<color=#ffffff73>\"ไปตามหาผู้ชอบธรรมที่แท้จริง ที่ยังคงยืนหยัดจะปกปิดตัวเองด้วยไฟในค่ำคืนอันหนาวเหน็บ\"</color>\n<color=#ffffff73>\"อย่าได้ทรยศต่อความหลงใหล ความเกลียดชัง ความโลภ และความทะเยอทะยาน จงจำไว้ให้ดี\"</color>\n<color=#ffffff73>\"อย่าได้ทรยศต่อสายตาของผู้ที่ยังยินดีที่จะจ้องมอง เข้าไปในเปลวไฟที่ลุกโชน\"</color>\n<color=#ffffff73>คนแรกที่มาถึงคือหญิงสาวผู้ถือเครื่องประดับขนนกหมองคล้ำ เธอพยายามช่วยชายหนุ่มค้นหาข้อมูลจากเต็นท์สูงมากมายเหมือนนกขุนแผน และต่อมาก็เป็นผู้กล้าฝาแฝด คนพี่ที่มีปากและฟันแหลมคม และคนน้องที่ถูกเจ้านายหัวรุนแรงเฆี่ยนแผ่นหลัง หลังจากได้ยินเรื่องราวที่ชายหนุ่มตาสีแดงช่วยเหลือ Saurian ไว้ นักรบผู้เงียบขรึมก็ยินดีที่จะสละกำลังของตนให้เขา</color>\n<color=#ffffff73>\"แต่เรายังต้องการอีกคนที่เข้าใจโครงสร้างของเมืองนี้ดีกว่าใคร\" \"คนที่สามารถชี้นำทางสว่างและมืดมิดทั้งหมด และใช้งานกลไกราวกับเป็นของเล่นในฝ่ามือ\" ชายหนุ่มตาสีแดงกล่าวไว้เช่นนี้หลังจากที่เงียบไปนาน ผู้กล้าที่มักจะเงียบขรึมและน่าเชื่อถือ ผู้แข็งแกร่งที่คาดหวังให้มนุษย์และ Saurian อยู่ร่วมกัน จำข่าวลือเรื่องหนึ่งได้ และเอ่ยชื่อของช่างฝีมือคนหนึ่งออกมา</color>"
          }
        ]
      },
      {
        "title": "Faded Emerald Tail",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>\"ไม่ว่าใครที่เห็นดอกไม้แกะสลักที่ประดับด้วยเทอร์ควอยส์ ก็เป็นต้องหลงใหลในฝีมือการสร้างสรรค์ที่ชาญฉลาด\"</color>\n<color=#ffffff73>\"ไม่ว่าใครที่ได้เห็นการแกะสลักอันประณีตบนลวดทองคำ ก็เป็นต้องประทับใจในทักษะการแกะสลักอันโดดเด่นของศิลปินทั้งนั้น\"</color>\n<color=#ffffff73>หญิงสาวทำตามคำสั่งของชายหนุ่ม และตามหาช่างฝีมือคนดังผู้นั้นตามข่าวลือ ทว่าเธอตระเวนไปทั่วเงามืดของลานสูงและงานเลี้ยงของชนชั้นสูง แต่กลับไปพบสิ่งใดเลย ในขณะที่กลุ้มใจอยู่นั้น เธอก็หยิบเครื่องประดับขนนกสีทองออกมา และนึกถึงคำพูดของใบหน้าพ่อผู้ล่วงลับภายใต้แสงสลัว ชายขี้เมาที่อยู่ข้าง ๆ ผู้ซึ่งซ่อนใบหน้าครึ่งหนึ่งไว้ภายใต้หมวกคลุม และเล่าถึงที่มาของลวดลายต่าง ๆ บนขนนกด้วยน้ำเสียงเย็นชา</color>\n<color=#ffffff73>ใครจะคิดว่าผู้สร้างเครื่องประดับอันหรูหรานี้ จะเป็นคนขอทานที่มีใบหน้าน่าเกลียดน่ากลัว และคอยเที่ยวเตร่อยู่ในร้านเหล้า ใบหน้าครึ่งหนึ่งที่ซ่อนอยู่ภายใต้หมวก มีร่องรอยของการถูกไฟเผา และเนื้อหนังก็คล้ายกับเลือดที่ละลาย แต่หญิงสาวไม่ได้รู้สึกหวาดกลัวแต่อย่างใด หลังจากตะลึงอยู่ครู่หนึ่ง เธอก็ยื่นเครื่องประดับขนนกให้เขา เมื่อเผชิญกับผลงานที่ซีดจาง ในคืนนั้น เขาก็ได้เล่าเรื่องราวของสิ่งที่หายไป ณ ที่แห่งนี้ให้เธอฟัง เรื่องราวของนกกระเต็นหางยาว ตอนนั้นเขาได้รับมอบหมายให้สร้างมันให้กับผู้เป็นที่เคารพของทุกคน...</color>\n<color=#ffffff73>\"ซึ่งก็คือพ่อของข้า แต่เขาถูกตัดสินโทษและถูกประหารชีวิตเนื่องจากการปกป้อง Saurian ในเผ่า\" น้ำเสียงของหญิงสาวเยือกเย็น ช่างฝีมือมองเห็นไฟแห่งความเกลียดชังแบบเดียวกับตัวเอง ในดวงตาของเธอ</color>\n<color=#ffffff73>เขากล่าวว่า \"ถ้างั้นข้าก็ยินดีจะรับใช้... ผู้เป็นนายของเจ้า\" ก่อนที่เธอจะบอกจุดประสงค์ในการมา อันที่จริงเขาก็ยินดีจะรับใช้เธออยู่แล้ว ช่างฝีมือคิดในใจ แต่สิ่งเหล่านั้นไม่จำเป็นต้องพูดออกมา เพียงเพราะในเวลานี้ เขาได้เห็นภาพที่คนอื่นทิ้งไว้ในใจของหญิงสาวแล้ว</color>"
          }
        ]
      },
      {
        "title": "Moment of Attainment",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>สิ่งหนึ่งที่ทำให้นักวิจัยหลายคนที่กำลังศึกษาสิ่งประดิษฐ์โบราณสับสนก็คือ ท่ามกลางนาฬิกาแดด ที่ขุดขึ้นมาจากซากปรักหักพังของเมืองโบราณ ซึ่งปกคลุมไปด้วยเถ้าถ่านนั้น ไม่รู้เพราะเหตุใด พวกเขาได้พบร่องรอยมีดสลักประทับไว้ในตำแหน่งเดียวกันเสมอ</color>\n<color=#ffffff73>คนที่มาจากหุบเขาเชื่อว่า นั่นคือช่วงเวลาที่ผู้ละทิ้งศรัทธาได้จุดประกายเสาหินออบซิเดียนขึ้นมาอีกครั้ง ในวันนั้น Sakkuk ตัวแทนของผู้นำเผ่าซึ่งเป็นบุตรสาวของเหมือง ได้ส่งวิญญาณเร่ร่อนกลับคืนสู่อาณาจักรแห่งราตรี คนที่มาจากต้นไม้แขวนเชื่อว่า นั่นคือช่วงเวลาที่ผู้ละทิ้งสัญญา ได้ทำสัญญากับ Saurian ทั้งหกเผ่าอีกครั้ง ในวันนั้น Yupanqui ผู้กล้าที่เงียบขรึมซึ่งได้รับความไว้วางใจจากนักรบทั้งหลาย ได้ใช้ดาบตัดโซ่ตรวนที่ผูกคอ Saurian ไว้ ผู้ที่มาจากต้นกำเนิดของน้ำพุไหลรินเชื่อว่า นั่นคือช่วงเวลาที่ผู้ที่ลืมเลือนอดีตจะได้ยินเสียงสะท้อนของคลื่นอีกครั้ง ในวันนั้น Atawallpa พี่ชายฝาแฝดที่เก่งกาจ ได้จุดประกายความปรารถนาของทุกคนเพื่อความรุ่งโรจน์ในอดีตอีกครั้ง ผู้ที่มาจากดินแดนอันอุดมสมบูรณ์เชื่อว่า นั่นคือช่วงเวลาที่ผู้ถูกกดขี่สามารถลุกฮือได้อีกครั้ง ในวันนั้น Waskar ผู้มีชัย ผู้กล้าฝาแฝดคนน้อง ได้นำเหล่าทหารต่อสู้กับกระแสความมืดมิด ผู้ที่มาจากยอดเขาเชื่อว่า นั่นคือช่วงเวลาที่ผู้ถูกกักขังในกรง จะได้กลับสู่รังแห่งอิสรภาพอีกครั้ง ในวันนี้ ผู้กล้าที่มีตาสีแดงได้เรียกไฟแห่งความโกรธแค้นของเหล่าทวยเทพ เผาทำลายเมืองที่ถูกกัดกร่อนจนหมดสิ้น และฟื้นฟูเผ่าให้กลับเป็นเผ่าดังเดิม</color>\n<color=#ffffff73>มีเพียงคนเดียวที่มาจากควันลึกลับ คนหนุ่มผู้ซึ่งรู้ความลับที่ซ่อนอยู่เท่านั้นที่ยังคงนิ่งเงียบ แค่นึกถึงภาพที่วาดบนผืนผ้าใบสีขาว ว่ากันว่าเป็นช่วงเวลาที่ความมืดบดบังดวงอาทิตย์ เหล่าผู้กล้าที่เตรียมพร้อมเพื่อการนี้ ได้ใช้โอกาสนี้โค่นล้มราชาวิปลาสต่อหน้าบัลลังก์ที่ว่างเปล่า ในประวัติศาสตร์นิรนาม ผู้ที่วางแผนคือช่างฝีมือผู้ชำนาญที่ไม่เคยทิ้งชื่อของตนไว้</color>\n<color=#ffffff73>\"แต่ช่างฝีมือไม่ได้ทิ้งคำพูดใด ๆ ไว้ในสงคราม เพื่อคืนอำนาจให้กับชนเผ่า\" \"และหลังจากนั้นก็หายตัวไปจากเรื่องราวเก่าแก่ ที่ถูกปกคลุมชั้นแล้วชั้นเล่าอย่างเงียบ ๆ\"</color>\n<color=#ffffff73>เด็กหนุ่มคนนั้นใช้มือลูบรอยสลักบนนาฬิกาแดดมากมาย ที่แทบจะเหมือนกันทั้งหมด จินตนาการถึงภาพดวงอาทิตย์ตกดินนับครั้งไม่ถ้วนก่อนหน้านั้น หลังจากวันกำหนดการมาถึง มือคู่นั้นที่อาจจะไม่มีอยู่จริง และช่วงเวลาที่เจ้าของมือคู่นั้นได้สลักเครื่องหมายเหล่านั้นไว้บนนาฬิกาแดด</color>"
          }
        ]
      },
      {
        "title": "The Wine-Flask Over Which the Plan Was Hatched",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>เขาบอกเล่าความทุกข์ยากในอดีต ให้แก่ชายหนุ่มตาสีแดงและเหล่าผู้กล้าของเขาฟัง ว่ากันว่าราชาแห่งเมืองต้องห้ามเคยคัดเลือกช่างฝีมือ จากชนเผ่ามาทำงานใต้ดิน ให้ขุดค้นสิ่งประดิษฐ์ของอสูรยักษ์ที่มีปีกเหมือนธง เพื่อสนองความปรารถนาของตนเอง แต่ความไม่แน่นอนของราชานั้นเป็นที่รู้กันดีอยู่แล้ว ดังนั้นในวันที่เผยความลับจนหมดสิ้น เขาจึงจุดไฟเพื่อพยายามเผาทุกสิ่ง และฝังผู้คนที่รู้เรื่องนี้ไปพร้อมกับโบราณสถานหลังประตูหิน...</color>\n<color=#ffffff73>ท่ามกลางเปลวไฟที่ทำลายล้างทุกสิ่งนั้น ช่างฝีมือที่ใกล้ตายกำลังตกอยู่ในความมึนงง เมื่อเขาเห็นหยาดน้ำตาสีทองหยดลงมาจากก้อนหินและไหลเข้าตาของเขา ทำให้เขาได้เห็นสิ่งต่าง ๆ มากมาย เขาบรรยายถึงสิ่งประดิษฐ์อันยิ่งใหญ่ที่เห็นในภวังค์ และกลไกที่ทำงานอย่างประณีต ได้เห็นเงาที่ขับเคลื่อนด้วยเปลวไฟ และจันทราที่ลอยขึ้นจากผืนดินอันห่างไกล</color>\n<color=#ffffff73>\"หยาดน้ำตาสีทองนั้นคือ...\" \"เจ้าคือสิ่งเดียวกับต้นน้ำของแรงบันดาลใจที่พรั่งพรูจากน้ำพุ?\" ผู้กล้าฝาแฝดที่ได้ฟังก็หยิบยกเรื่องมาถามด้วยรอยยิ้ม เขาได้ยินเสียงเยาะเย้ยน่าเหลือเชื่อจากน้ำเสียงของพวกเขา พวกเขาเป็นเช่นนี้เสมอ ชายหนุ่มชินแล้วล่ะ เมื่อหญิงสาวส่งสายตาสงสัยมองมา เขาก็ยิ้มอย่างเย้ยหยัน จนกล้ามเนื้อครึ่งซีกบนใบหน้าเริ่มเจ็บปวดเล็กน้อย</color>\n<color=#ffffff73>อันที่จริง สิ่งที่เขาเห็นในเปลวไฟที่แทบจะผลาญชีวิตนั้นมีมากกว่านี้ เช่น ลวดลายสีทองที่หลั่งไหล โบราณสถานเป็นอีกหนึ่งเส้นทางในการหลบหนี และมีกฎเหล็กมากมายเกี่ยวกับการก่อตั้งอาณาจักรอันยิ่งใหญ่ แต่สิ่งหลังอาจจะยังห่างไกลเกินไปสำหรับเด็กหนุ่ม... เขาวางแก้วไวน์ที่ดื่มจวนจะหมดแล้วลง</color>\n<color=#ffffff73>บางทีอาจเป็นเช่นนั้น บางทีเมื่อทุกอย่างคลี่คลายลง เมื่อฐานเก่าได้รับการปรับปรุง เมื่อก้าวไปอีกขั้นหนึ่ง เขาจะเปิดเผยทุกสิ่งอย่าง และเขาจะมีความสุขเช่นกัน ความฝันที่ยิ่งใหญ่ที่สุดของเขาในตอนนี้ คือจะทำอย่างไรจึงจะสลักกำแพงจักรวรรดิโฉมใหม่ให้แก่ราชาองค์ใหม่</color>"
          }
        ]
      },
      {
        "title": "Crownless Crown",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>เคยมีคนตอบรับคำขอของเธอ หลังจากที่อาณาจักรโบราณถูกทำลายไป เขาก็ได้สร้างขนนกที่ร่วงหล่นขึ้นมาให้เธอใหม่ ดังนั้นเธอจึงให้สัญญากับคนที่พึงได้รับความเคารพแต่แรกว่า เมื่อถึงเวลานั้น เขาจะมอบมงกุฎเทอร์ควอยส์ให้เป็นของตอบแทน หลังจากเห็นร่างที่โค้งงออย่างทรมานภายใต้คมดาบของสัตว์ประหลาดสีดำ หญิงสาวก็เข้าใจแล้วว่า มงกุฎอันงดงามที่ถูกรังสรรค์และประดับด้วยมือของตัวเองนั้น ชั่วชีวิตนี้จะรอคอยเพียงเจ้าของที่ไม่อาจเข้าร่วมพิธีกรรมได้เท่านั้น</color>\n<color=#ffffff73>หลายปีต่อมา ความชอบแปลก ๆ ของนายหญิงชราแห่งเหมืองก็แพร่กระจายไปทั่วชนเผ่าทั้งหก ว่ากันว่าหญิงชราคนนี้ชอบเครื่องประดับหรูหราทุกชนิด ซึ่งส่วนใหญ่ไม่สามารถสร้างด้วยศิลปะในปัจจุบันแล้ว โดยเฉพาะอย่างยิ่ง หากมีผลงานชิ้นใดที่มีการลงนามของช่างฝีมือ ตราบใดที่นำมาเสนอให้แก่เธอ เธอก็ยินดีจะแลกมันมา ไม่ว่าจะต้องจ่ายด้วยอัญมณีมากมายเท่าไหร่ก็ตาม แม้ว่าจะเป็นของปลอม แต่เธอก็ยังคงรับไว้เช่นกัน</color>\n<color=#ffffff73>เมื่อคนในเผ่าเกลี้ยกล่อมเธอว่า อย่างน้อยก็อย่าสนองความโลภของคนฉ้อฉลพวกนั้น หญิงชราก็กล่าวว่า \"ที่ทำเช่นนี้ เพราะฉันไม่สามารถปล่อยให้ของปลอมที่ด้อยค่า มาทำลายชื่อเสียงของเขาคนนั้นได้\" ยิ่งไปกว่านั้นแล้ว เธอไม่เคยปล่อยให้คนที่หลอกลวงเหล่านั้นลอยนวลไปจริง ๆ</color>\n<color=#ffffff73>เมื่อเทียบกับเพื่อนที่ยอมตายอย่างกล้าหาญแล้ว ชีวิตที่เหลือของเธอดูจะยาวนานเกินไปเสียด้วยซ้ำ ดังนั้น เธอจึงใช้เวลาที่เหลือรวบรวมทุกสิ่งที่เหล่าผู้กล้าเหล่านั้นทิ้งไว้ ชายหนุ่มตาสีแดงที่เธอรัก ได้กลับคืนสู่เปลวไฟอันศักดิ์สิทธิ์หลังจากทำภารกิจเสร็จสิ้น เหลือเพียงความอบอุ่นในแสงระเรื่อเท่านั้น แต่ในเวลานั้น ผู้กล้าที่เงียบขรึมกลับล้มลงท่ามกลางเปลวไฟของราชา และโลกใบใหม่ที่สะท้อนอยู่ในดวงตานั้น ก็เป็นสิ่งตอบแทนที่ดีที่สุดของเขาแล้ว ผู้กล้าฝาแฝดที่เคยเป็นพวกอึกทึกครึกโครมเสมอ เมื่อได้เห็นพี่น้องตายในเงื้อมมือของศัตรู ก็คร่ำครวญด้วยความโศกเศร้าจนเสียงแหบแห้ง</color>\n<color=#ffffff73>\"สุดท้าย Atawallpa ก็จากฉันไปก่อน... ใครจะคิดว่าคนที่อ่อนแอที่สุดอย่างฉัน จะอยู่รอดมาถึงวินาทีสุดท้าย\" \"นักปราชญ์ของชนเผ่ามักจะพูดเสมอว่า คนที่ประสบกับคลื่นลมมักจะเบื่อหน่ายกับพื้นที่ราบ ฉันเองก็เหมือนกัน\" \"ในยุคสมัยที่ไม่มีพวกเธอ มันช่างน่าเบื่อจริง ๆ\"</color>\n<color=#ffffff73>แต่ในที่สุดก็ถึงเวลาที่จะได้พบกับเพื่อนที่จากไปอีกครั้ง เมื่อลางสังหรณ์ที่รอคอยมานานมาถึง เธอได้คัดเครื่องประดับของจริงที่ทำโดยช่างฝีมือทั้งหมด ซึ่งเมื่อเทียบกันแล้ว มันมีน้อยกว่าของปลอมมาก เธอหยิบสิ่งที่มีชื่อของเขาสลักอยู่ และเดินเข้าสู่ความมืดมิดโดยไม่หวนกลับมาอีก</color>\n<color=#ffffff73>ตามตำนานเล่าว่า วันรุ่งขึ้น มีผู้คนมายืนอยู่ใต้ต้นไม้ซึ่งเธอวางมงกุฎเทอร์ควอยส์เอาไว้ พวกเขาสาบานว่าจะทำตามคำสั่งของเธอ ประวัติศาสตร์จะลืมชื่อของช่างฝีมือผู้ชำนาญที่เธอนำติดตัวไป</color>"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "<p><span style=\"color: rgb(255, 255, 255)\">เพิ่มพลังโจมตี 18%</span></p>",
      "fourSetEffect": "<p><span style=\"color: rgb(255, 255, 255)\">หลังออกจากสถานะการต่อสู้ 3 วินาที จะสร้างความเสียหายเพิ่มขึ้น 50% ขณะอยู่ในสถานะการต่อสู้ ถ้าไม่มีศัตรูสถานะติดไฟอยู่ในบริเวณใกล้เคียงนานเกิน 6 วินาที เอฟเฟกต์เพิ่มความเสียหายดังกล่าวจะลดลง 10% ทุกวินาที จนกว่าจะถึง 0%; เมื่อมีศัตรูที่อยู่ในสถานะติดไฟ มันจะเพิ่มขึ้น 10% ทุกวินาที จนกว่าจะถึง 50% ซึ่งเอฟเฟกต์นี้สามารถเกิดขึ้นได้แม้ตัวละครที่สวมใส่เซ็ตอาร์ติแฟกต์นี้อยู่ในทีมแต่ไม่ได้เข้าร่วมการต่อสู้</span></p>"
    },
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Unfinished Reverie</color>"
          }
        ]
      }
    ]
  }
}