{
  "epId": 5599,
  "name": "ป้อมปราการ Meropide",
  "desc": "<p>คุกของ Fontaine อยู่ภายใต้การดูแลของ Wriothesley</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/115795437/543bcf412bf7a949068f160ee9ab7e97_8362153540543689410.png",
  "menuId": 23,
  "menuName": "สังกัด",
  "version": 1721724105,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ป้อมปราการ Meropide"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ทัณฑสถาน"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine"
          }
        ]
      },
      {
        "key": "ผู้ดูแล",
        "value": [
          {
            "type": "RichText",
            "text": "Wriothesley"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "ป้อมปราการ Meropide",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/115795437/35b91b0f4bded29a18df0855fb35c083_4748763570232673789.png"
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "ภาพประกอบ",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หน้าตัวอย่างเนื้อหาพื้นที่แห่งใหม่เวอร์ชัน 4.1"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/115795437/a9959f50f760bdb26e6c6c8ea20b5051_5622574811799348450.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>19/09/23</color>\nสวัสดีนักเดินทางทุกคน หลังจากการอัปเดตเวอร์ชัน 4.1 พื้นที่ Fontaine จะเปิด \"พื้นที่พิเศษของศูนย์วิจัยวิทยาศาสตร์ทางวิศวกรรมพลังงานจลน์ Fontaine\" และ \"Liffey Region\" แล้วนะ! ดูหนังสือพิมพ์ The Steambird ฉบับพิเศษ เพื่อทำความรู้จักกับจุดเด่นของพื้นที่ใหม่กันเถอะ~"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ต้นกำเนิด",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/fe77a7ea0e28854ebca7c980580c06db_2233682069583517069.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>ในยุคสมัยของ Egeria เทพแห่งน้ำรุ่นก่อนนั้น ชาว Fontaine ที่กระทำความผิดจะถูกเนรเทศ พวกเขาจะถูกเนรเทศไปยังริมทะเลทุรกันดาร และต้องประสบแต่ความยากลำบาก ความหนาวยะเยือกและความเจ็บปวด คนบางส่วนได้กลับเนื้อกลับตัว พวกเขาเริ่มอธิษฐานภาวนา ถามเทพแห่งน้ำว่ามีเรื่องใดที่ตนสามารถไถ่บาปได้บ้าง เทพแห่งน้ำที่เมตตาต่อคำขอของพวกเขาจึงเอ่ย</color> <color=#ffffffd9>\"จงไปปกป้องความลับของเราที่ก้นทะเลเถอะ\"</color> <color=#ffffff73>พวกเขาเลยรวมตัวกันที่ก้นทะเลด้วยพลังที่หยิบยืมจากเทพแห่งน้ำ จากนั้นก็เริ่มสร้างป้อมปราการขึ้น พวกเขาตั้งถิ่นฐานกันที่นั่น และเริ่มรับคนเพิ่มมากขึ้นเรื่อย ๆ</color>"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"เราจะจดจำคำสาบานนับพันปี และปกป้องรากฐานอันดีของเมืองแห่งน้ำ\"</color>\n<color=#ffffffd9>\"อย่าลืมโซ่ตรวนแห่งบาป ที่ครั้งหนึ่งเคยล่อลวงเราดุจน้ำผึ้ง\"</color>\n<color=#ffffffd9>\"อย่าลืมหน้าที่ที่ดูหนักอึ้งราวโซ่ตรวนที่เราแบกรับ</color>\n<color=#ffffffd9>\"เพราะนั่นหมายถึงเหล่าทวยเทพต่างเมตตาและวางใจในตัวเราเสมือนน้ำผึ้งที่หอมหวาน\"</color>\n<color=#ffffffd9>\"เราคือโล่แกร่งต้านภัยพิบัติน้ำ และเป็นแนวป้องกันที่มั่นคง\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/f43cc111ff0c95bba9cc967098a92ca6_5551793269559169013.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เมื่อสมาชิกกลุ่มแรกสุดได้จากโลกนี้ไปหมด พวกเขาได้ฝากฝังป้อมปราการ Meropide ที่ยังไม่เสร็จสมบูรณ์ไว้กับผู้ถูกเนรเทศคนอื่น <color=#ffffff73>เทพแห่งน้ำรุ่นก่อนได้ส่งกำลังเสริมมาจากที่ไกล และทำให้ป้อมปราการของผู้ถูกเนรเทศเติบใหญ่ขึ้นเรื่อย ๆ ป้อมปราการ Meropide ที่ตั้งอยู่ก้นทะเลห่างไกลแสงแดด ได้กลายเป็นแหล่งพักพิงเพียงหนึ่งเดียวของคนบาป คนที่นี่จึงไม่เรียกป้อมปราการ Meropide ว่าคุก พวกเขาเชื่อว่าตัวเองกำลังไถ่บาป และเชื่อว่าสักวันหนึ่งตนจะได้รับอิสระเมื่อชดใช้บาปจนหมดไป แต่ผู้มาทีหลังกลับเริ่มตระหนักได้ว่าป้อมปราการ Meropide เป็นพื้นที่สันโดษจากโลกภายนอก พวกเขาเคยชินกับการใช้ชีวิตที่นี่ และไม่คุ้นชินกับโลกเหนือน้ำอีกต่อไป หลังครบกำหนดก็มีทั้งคนที่จากไป และคนที่ยังอยู่ พวกที่อยู่ทำงานต่อที่นี่ ก็ปล่อยให้วิญญาณที่แห้งเหี่ยวของตัวเองตายจากไปพร้อมกับความลับโบราณนี้ หลายร้อยปีผ่านไป เหลือคนที่ยังรู้สาเหตุการคงอยู่ของป้อมปราการ Meropide เพียงหยิบมือ คนสมัยนี้มีแต่จะคิดว่าที่นี่อยู่มาตั้งแต่โบราณ และเป็นสถานที่ลงเอยของผู้ทำความผิด</color>\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5143,
        "name": "Liffey Region",
        "desc": "<p>ภายในกำแพงเหล็กใต้ผิวน้ำ สิ่งมีชีวิตประเภทต่าง ๆ พากันออกมาก่อกวน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/115795437/cd8d24707c19c43305b87cac406a5c35_7303859360720732593.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4780,
        "name": "Egeria",
        "desc": "<p>เทพแห่งน้ำองค์ก่อน เสียชีวิตลงในช่วงภัยพิบัติเมื่อ 500 ปีก่อน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/12/115795437/a5b8d23dd3fbe0969cc3ebce78f9c29f_3480358915068795782.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4339,
        "name": "Tome of the Eternal Flow",
        "desc": "<p>หนังสือคำสอนที่สืบทอดกันมาจากรุ่นสู่รุ่นภายในศูนย์ฝึกฝนใต้น้ำ แต่ตอนนี้ไม่มีใครรู้ถึงการมีอยู่ของมัน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/10257458/5828ed7b48c39e5d15aaf6f2495ddabc_5307433721469153938.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ป้อมปราการ Meropide",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>ป้อมปราการแห่งนี้คือฐานที่มั่นใต้น้ำและมีความเป็นอิสระในการปกครองตนเองจากระบบกฎหมายของ Fontaine แม้จะเป็นอิสระ แต่ก็ทำหน้าที่เป็นคุกสำหรับผู้ที่ถูกพิจารณาคดีและถูกตัดสินโทษ ผู้คนหลากหลายจากภูมิหลังที่แตกต่างกันมาที่นี่ด้วยเหตุผลต่าง ๆ นา ๆ พวกเขาสามารถใช้ชีวิตอย่างสงบสุข ปราศจากความกลัว ไม่ว่าพวกเขาจะผ่านอะไรมาก็ตาม</color>\n<color=#ffffff73>คูปองสวัสดิการทำหน้าที่เป็นสกุลเงินที่ใช้กันในป้อมปราการ ว่ากันว่ามันสามารถซื้อได้ทุกอย่างนอกจาก \"อิสระ\" และ \"ชีวิต\" ภายในป้อมปราการ ทุกคนจะได้รับโอกาสในการเริ่มต้นใหม่โดยไม่คำนึงถึงความมั่งคั่งหรือสถานะเดิมของพวกเขา ป้อมปราการเป็นสถานที่ที่ทุกคนเริ่มต้นใหม่ด้วยการเริ่มต้นหาคูปองตั้งแต่ศูนย์ ระบบนี้แสดงถึงความเป็นธรรมและความยุติธรรมอย่างแท้จริง คูปองสวัสดิการถูกสร้างขึ้นเพื่อเป็นสกุลเงินใหม่สำหรับป้อมปราการแทนที่การพึ่งพา Mora โดยมองว่าป้อมปราการเป็น \"ประเทศหนึ่ง\" ที่ปราศจากการแทรกแซงจากเทพเจ้า มันเป็นการทดลองเพื่อห้ามไม่ให้อำนาจของเทพเจ้าเข้ามาแทรกแซงหรือช่วงชิงอำนาจของคนรวยไปจากคนจน แม้ว่าป้อมปราการ Meropide จะเป็นอิสระจาก Fontaine</color> แต่ก็ยังต้องส่งผลิตภัณฑ์เครื่องจักรกลไปให้ทางการของ Fontaine และวัสดุบางอย่างก็ต้องหาจากบนบก <color=#ffffff73>ดังนั้น Neuvillette ผู้พิพากษาสูงสุดของ Fontaine และ Wriothesley</color> จึงยังติดต่อกันอยู่เสมอ <color=#ffffff73>นอกจากนี้ ป้อมปราการยังเป็นแหล่งผลิตกลไกเครื่องลานใหญ่ที่สุดของ Fontaine</color>\n<color=#ffffff73>ที่ชั้นล่างสุดของป้อมปราการ Meropide เป็นเหมืองคริสตัลซึ่งมีอุโมงค์ที่เต็มไปด้วยแร่ Arkhium</color> และมีโจรขโมยพลังงานกระจัดกระจายอยู่ <color=#ffffff73>พวกมันเป็น</color> ผลงานทดลองที่ยังไม่ผ่านการตรวจสอบภายใน หรือผ่านการตัดสินของผู้ทรงคุณวุฒิ <color=#ffffff73>ว่ากันว่า มันเป็นหนึ่งในมาตรการรักษาความปลอดภัยที่ติดตั้งในอุโมงค์เหมืองคริสตัล มันจะไล่ตามผู้ที่พกพาอุปกรณ์เก็บพลังงานและใช้ระเบิดพลังงานขนาดเล็กเพื่อทำให้อุปกรณ์เก็บพลังงานที่พกพาไม่ทำงาน</color> ตอนนี้งานทั้งหมดในอุโมงค์เหมืองคริสตัลได้ถูกยุติ และปิดเส้นทางเชื่อมต่อทั้งหมดแล้ว หากจำเป็นต้องเปิดเส้นทางเชื่อมต่อจะต้องยื่นคำร้องล่วงหน้า 7 วัน และควรใช้งานควบคุมวาล์วเครื่องลำเลียงภายใต้การดูแลของผู้เชี่ยวชาญทางเทคนิคเพื่อหลีกเลี่ยงอุบัติเหตุ\n<color=#ffffff73>สังเวียนมวยเป็นรูปแบบความบันเทิงที่ได้รับความนิยมมากที่สุดในป้อมปราการ Meropide แม้ว่ากฎจะระบุว่าเป็น \"มวย\" และเป็นการต่อสู้แบบประชิดตัว แต่ \"การใช้อาวุธพกพาชนิดอื่น ๆ เพื่อต่อสู้กับผู้อื่น\" จะไม่ถือเป็นการละเมิดกฎ ตราบใดที่เป็นไปตามเงื่อนไขพิเศษ ไม่ว่าจะเป็น Sternshield Crab หรือกลไกเครื่องลาน ทั้งหมดก็สามารถยืนอยู่บนเวทีสังเวียนมวยได้ ผู้ชนะจะได้รับคูปองสวัสดิการและถ้วยรางวัล Fonta แค่แสดงถ้วยรางวัล Fonta ที่ศูนย์วิทยาศาสตร์ Fontaine ก็จะได้ดื่ม Fonta ฟรีได้ตลอดเวลา ครั้งหนึ่งบริษัทต้องการทดสอบ</color> Fonta รสชาติใหม่ <color=#ffffff73>ของพวกเขา และยังเสนอที่จะ</color> เป็นสปอนเซอร์ให้กับการแข่งศึกสังเวียนของป้อมปราการ Meropide และถือโอกาสโปรโมตสินค้าไปด้วย แต่ดยุกกลับปฏิเสธ พนักงานการตลาด <color=#ffffff73>ยังคงพยายามส่งเสริมเครื่องดื่มของบริษัท ดังนั้น \"กฎลับ\" ของสังเวียนมวยจึงเกิดขึ้น: ห้ามซื้อตั๋วลงขันนักมวยสองฝ่ายในเวลาเดียวกัน ไม่งั้นเช้าต่อมาจะได้รับพัสดุที่มี \"ของเหลวประหลาดสีเลือด\" ด้านใน</color>\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5143,
        "name": "Liffey Region",
        "desc": "<p>ภายในกำแพงเหล็กใต้ผิวน้ำ สิ่งมีชีวิตประเภทต่าง ๆ พากันออกมาก่อกวน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/115795437/cd8d24707c19c43305b87cac406a5c35_7303859360720732593.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4778,
        "name": "ศูนย์วิทยาศาสตร์ Fontaine",
        "desc": "<p>ศูนย์วิจัยวิทยาศาสตร์ทางวิศวกรรมพลังงานจลน์ Fontaine ก่อตั้งขึ้นโดย Alain Guillotin สถาบันนี้มักถูกเรียกย่อ ๆ กันว่า ศูนย์วิทยาศาสตร์ Fontaine</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/20/115795437/acfdfd84bfa0e9d4e6b28104b452c99e_5277544033704407522.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้พิพากษาสูงสุดแห่ง Fontaine มีชื่อเสียงในด้าน \"ความเป็นกลาง\" อย่างสมบูรณ์</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/0513aa7f482dbb4778545d02f94956fe_6477268461203548971.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4340,
        "name": "Cashflow Supervision",
        "desc": "<p>อุปกรณ์ลอยตัวที่สามารถตรวจสอบปรากฏการณ์บางอย่างได้ หลังจากถูกทิ้งไป ผู้ค้นพบก็นำไปดัดแปลงใหม่เพื่อใช้ในจุดประสงค์อื่น</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/24/53372413/6d8248633da24c16368b6570bf578874_480460262632423965.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "name": "คูปองสวัสดิการ",
        "desc": "<p>ไอเทมที่ใช้งานในป้อมปราการ Meropide เท่านั้น</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/144837601/b6142ee9375b511e351dd4bba4b66003_2096195811862415629.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4167,
        "name": "Fonta",
        "desc": "<p>เครื่องดื่มสูตรพิเศษของ Fontaine ที่คิดค้นขึ้นโดยศูนย์วิทยาศาสตร์ Fontaine หลังจากเปิดตัวสู่ภายนอกแล้ว มันก็ได้เสียงตอบรับที่ดีจากชาว Fontaine หมู่มาก</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/144837601/9d33757b33074031295a47d3e1e83d1c_4116254319545126985.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4471,
        "name": "ถ้วยรางวัล Fonta \"ศึกสังเวียน\"",
        "desc": "<p>เข้าร่วมการแข่งขันแบบบันเทิงของ \"ศึกสังเวียน\" ในฐานะโค้ช ชี้แนะ Genevieve กับ Poiret จนคว้าแชมป์ได้ถ้วยรางวัลนี้มาครอง ถ้วยรางวัลทำจากโลหะที่มีความสวยงาม เผยให้เห็นประกายที่งดงามเหมือน Mora ภายใต้การสาดส่องของแสงในเวลาเฉพาะ</p><p>เมื่อครอบครองถ้วยรางวัลพิเศษนี้ ก็สามารถแลกกับ Fonta แสนสดชื่นบนเครื่องจักรที่กำหนดได้แบบไม่จำกัด ดื่มได้อย่างจุใจเต็มที่ กลายเป็นผู้เพลิดเพลินกับเครื่องดื่มที่อิ่มใจที่สุดในโลก...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/115795437/b0dea24a58e25c09209e13c90cd8bcb6_4558666677294166826.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4472,
        "name": "ถ้วยรางวัล Fonta \"ศึกสังเวียน\" ที่เต็มเปี่ยม",
        "desc": "<p>ถ้วยรางวัลแชมป์การแข่งขันเพื่อความบันเทิง \"ศึกสังเวียน\" ที่ใส่ Fonta ไว้จนเต็ม เวลาวางทิ้งไว้จะได้ยินเสียง \"ซ่าซ่า\" คล้ายกับตอนที่ \"สเต๊กในหม้อเหล็กปล่อยน้ำมันร้อนกับน้ำซอสออกมา\" แค่ได้ยินก็รู้สึกอยากอาหารแล้ว แต่ขนาดของถ้วยรางวัลนี้ก็ไม่ธรรมดา น้อยคนนักที่สามารถดื่ม Fonta ในนั้นได้หมดทีเดียว ต่อให้ฝืนดื่มจนหมด ตัวก็คงพองจนเหมือน Blubberbeast หรือถึงขั้นถูกส่งเข้าโรงพยาบาลเลยก็ได้...</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/22/115795437/abf168f39298ef4128cb3c9d9f477f8c_6010053510732969910.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4463,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4553,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "CustomEntry",
        "epId": 4558,
        "desc": "",
        "displayStyle": "card",
        "menuId": 14
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "สมาคมเกื้อกูล",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>ทีมลาดตระเวนพิเศษรับคำสั่งจาก Neuvillette และถูกสร้างขึ้นหลังจากการสู้รบของหน่วยล่าเงาและสมาคม Narzissenkreuz เมื่อประมาณ 400 ปีที่แล้ว Vautrin หัวหน้าทีมลาดตระเวนพิเศษ ทำงานร่วมกับเมลูซีนชื่อ Carole เพื่อส่งเสริมความร่วมมือระหว่างมนุษย์กับเมลูซีน สำหรับการอุทิศตนอย่างต่อเนื่องเป็นเวลาห้าปี และเพื่อรักษาสันติภาพใน Fontaine เขาและ Carole ได้รับตราสันติภาพซึ่ง Neuvillette เป็นผู้ประดิษฐ์ขึ้นเอง การกระทำนี้เป็นก้าวเล็ก ๆ ในการช่วยให้เมลูซีนได้รับความไว้วางใจจากมนุษย์ เมื่อ Carole ถูกใส่ร้ายในข้อหาฆาตกรรม Vautrin ก็ได้ทำการสังหารผู้ที่มีส่วนเกี่ยวข้อง ในการพิจารณาคดี Neuvillette พบว่าเขามีความผิดฐานใช้อำนาจในทางที่ไม่ชอบธรรม แม้ว่า Vautrin จะดูโกรธเคือง แต่นี่เป็นการกระทำเพื่อแสดงความเป็นกลางและความยุติธรรมของ Neuvillette ซึ่งเสริมสร้างจุดยืนของเขาและชาวเมลูซีนในสังคมของชาว Fontaine หลังจากถูกส่งไปยังป้อมปราการ Meropide, Vautrin ได้ก่อตั้งสมาคมเกื้อกูล ซึ่งใช้การออกแบบที่คล้ายกับตราสันติภาพของเขาเป็นตราสัญลักษณ์ซึ่งถูกใช้มาตลอด 400 ปี สมาคมเกื้อกูลสนับสนุนให้ทุกคนทำทุกอย่างที่สามารถทำได้ รวมถึงแต่ไม่จำกัดเพียง ทำความสะอาด ออกกำลัง สอนสั่ง เรียนรู้ ฯลฯ หวังว่าสมาชิกของสมาคมเกื้อกูลทุกคนจะสามารถเผชิญหน้ากับความผิดที่ตัวเองเคยก่อในอดีตในระหว่างที่อยู่ในป้อมปราการ Meropide แห่งนี้ได้ แนะนำกันและกัน สนับสนุนกันและกัน และยินดีต้อนรับอนาคตร่วมกัน</color>\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "หน่วยล่าเงา",
        "desc": "<p>หน่วยล่าเงา เป็นหน่วยส่วนตัวของผู้พิพากษาสูงสุด Neuvillette ซึ่งรับผิดชอบในการสืบสวนคดีอาชญากรรม หน่วยล่าเงาตั้งฐานอยู่ในพระราชวัง Mermonia และเป็นหนึ่งในหน่วยงานของกรมการปกครอง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/278806422/8c57616ad82afff946a1cd18e11a0b39_5303966371396854536.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "สมาคม Narzissenkreuz",
        "desc": "<p>สมาคม Narzissenkreuz เป็นสมาคมลับที่ก่อตั้งโดย Rene de Petrichor และ Jakob Ingold มีจุดประสงค์ในการสร้างมนุษย์สายพันธุ์ใหม่เพื่อที่จะเอาชีวิตรอดจากการถูกทำลายล้างตามที่สมการวิถีทางโลกได้คำนวณไว้ล่วงหน้า สมาคมนี้ได้รับการประกาศว่าเป็นกลุ่มหัวรุนแรงที่ผิดกฎหมายและเป็นองค์กรอาชญากรรมตามกฎหมายของ Fontaine ภายใต้ท่านผู้พิพากษาสูงสุด Neuvillette</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/115795437/51c48914091ce07cfccd86ceeb073642_849717982918187825.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4926,
        "name": "เมลูซีน",
        "desc": "<p>เมลูซีน เป็นสิ่งมีชีวิตที่มีเฉพาะเพศหญิงที่เกิดจากบาดแผลของ Elynas หลังจากเขาได้รับบาดเจ็บจากการระเบิดที่เกิดขึ้นภายในร่างกายที่กลายเป็นหินของเขา ครั้งหนึ่งพวกเขาอาศัยอยู่แค่ในหมู่บ้าน Merusea แต่หลังจากได้พบกับท่านผู้พิพากษาสูงสุด Neuvillette ที่พึ่งได้รับการแต่งตั้ง ปัจจุบันจึงสามารถพบเหล่าเมลูซีนได้ที่นครว่าการ Fontaine ซึ่งเป็นสมาชิกของหน่วยล่าเงา</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/164ccc3e4fac1fd3349b5ae3cc6e9e56_2634447113979367221.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้พิพากษาสูงสุดแห่ง Fontaine มีชื่อเสียงในด้าน \"ความเป็นกลาง\" อย่างสมบูรณ์</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/0513aa7f482dbb4778545d02f94956fe_6477268461203548971.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4916,
        "name": "Carole",
        "desc": "<p>Carole เป็นเมลูซีนที่ออกมาเฉพาะเควสต์ระดับตำนานของ \"Neuvillette: บทแห่งการย้อนกระแสคลื่น\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/10257458/b5144639de0b40a37167f40774eb8e6b_4532775290423796396.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4488,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ดยุก",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/fdae1fb8bde9df163d3e0fac9bcd44d6_1918436763986718461.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Wriothesley ดยุกแห่งป้อมปราการ Meropide คนปัจจุบัน เคยเป็นนักโทษที่ป้อมปราการแห่งนี้มาก่อน เขาถูกส่งไปที่นั่นตั้งแต่ยังเป็นวัยรุ่น หลังจากที่เขาถูกตัดสินว่ามีความผิดในข้อหาฆ่าพ่อแม่บุญธรรมเพื่อแก้แค้นครอบครัวอุปถัมภ์ที่แสวงหาประโยชน์จากพวกเขา <color=#ffffff73>ขณะที่เป็นนักโทษอยู่ที่ป้อมปราการมาระยะหนึ่ง เขาตระหนักว่านักโทษสามารถใช้คูปองเพื่อกิจกรรมที่ผิดกฎหมาย เช่นการลอบสังหารและยาเสพติด</color> เพื่อเป็นการยุติความโกลาหลที่ไร้กฎเกณฑ์ <color=#ffffff73>Wriothesley จึงต้องหาคูปองให้ได้มากกว่านักโทษคนอื่น</color> ความมั่งคั่งที่สะสมมาทำให้เขามีชื่อเสียงในหมู่นักโทษ <color=#ffffff73>แต่ผู้ดูแลในขณะนั้นได้ลบบัญชีของเขาออกทั้งหมดเพราะไม่เห็นด้วย ดังนั้นเขาจึงได้ท้าประลองกับอดีตผู้ดูแลป้อมปราการ Meropide ในนามของความเป็นธรรม แต่อดีตผู้ดูแลคนนั้นกลับหนีไปเสียก่อน ชีวิตของเขาจึงรอดพ้นจากเงื้อมมือของ Wriothesley แต่ที่โชคร้ายก็คือ วันนั้นเป็นวันรับโทษวันสุดท้ายของเขา และก็เพราะไม่มีผู้ดูแลแล้ว จึงไม่มีใครทำเรื่องปล่อยตัวเขาออกไปได้ ดังนั้นเขาจึงเดินเข้าไปในห้องทำงานใจกลางป้อมปราการ Meropide และรับช่วงต่องานทั้งหมด จากนั้นเขาก็ประกาศใช้การปฏิรูปหลายครั้งเพื่อปรับปรุงคุณภาพชีวิตภายในเรือนจำ ก่อนที่ดยุกคนปัจจุบันจะเข้ามา แม้แต่สิ่งจำเป็นพื้นฐานเช่นน้ำก็ยังต้องใช้คูปองสวัสดิการ นักโทษที่เพิ่งเข้ามาใหม่จะต้องทำงานโดยไม่มีอาหารจนกว่าจะหาคูปองได้เพียงพอต่อการซื้อมารับประทาน อย่างไรก็ตาม หลังจากที่ Wriothesley มาเป็นผู้ดูแลป้อมปราการ นโยบายใหม่ก็ถูกนำมาใช้: ทุกคนจะได้รับอาหารในแต่ละวัน โดยไม่คำนึงถึงภูมิหลังหรือสถานะการทำงาน สิ่งนี้ทำให้แน่ใจได้ว่าไม่มีใครต้องหิวโหยภายในป้อมปราการแห่งนี้</color>\n<color=#ffffff73>เมื่อเร็ว ๆ นี้ Wriothesley ได้รับตำแหน่งกิตติมศักดิ์ \"ดยุก\" ในเมือง Fontaine มีเพียงผู้ที่มีส่วนสำคัญต่อประเทศชาติเท่านั้นที่ได้รับตำแหน่งนี้ ซึ่งหาได้ยากมาก หลายคน เช่นเดียวกับ Callas พ่อของ Navia มองว่าตำแหน่งต่าง ๆ ของ Fontaine นั้นดูกลวง แต่แม้แต่อดีตหัวหน้าขององค์กรกุหลาบหนามก็ยอมรับว่าดยุก Wriothesley เป็นคนเจนโลกมากกว่าที่เขาคิด</color>\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "องค์กรกุหลาบหนาม",
        "desc": "<p>องค์กรกุหลาบหนามเป็นองค์กรที่คอยให้ความช่วยเหลือแก่ชาวเมืองและจะร่วมมือกับหน่วยงาน Fontainian ตามความจำเป็นเท่านั้น</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/286446747/99e26454155fe9d3bf5d37d56a2b98fe_3162235966929630955.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>ดยุกแห่งป้อมปราการ Meropide ผู้ปกครองใต้ท้องทะเลอันมืดมิด</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/31a0eb2dec5d69ca8dd7616572136b8b_4315055989186046327.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้พิพากษาสูงสุดแห่ง Fontaine มีชื่อเสียงในด้าน \"ความเป็นกลาง\" อย่างสมบูรณ์</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/0513aa7f482dbb4778545d02f94956fe_6477268461203548971.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>ประธานองค์กรกุหลาบหนามคนปัจจุบัน เป็นเจ้านายที่น่ารัก และมีความรับผิดชอบสูง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/144837601/3fc7580c01a9e622692402889706c4db_201103924388473346.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "name": "คูปองสวัสดิการ",
        "desc": "<p>ไอเทมที่ใช้งานในป้อมปราการ Meropide เท่านั้น</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/144837601/b6142ee9375b511e351dd4bba4b66003_2096195811862415629.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "สมาคมเบเร่ต์",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/17/178140791/1ed80c81121fb7f1877e8e4fcd0d7c5b_1808877084607799400.PNG",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หนึ่งในองค์กรของป้อมปราการ ในตอนแรกสมาคมเบเร่ต์ให้การสนับสนุนนักโทษที่รู้สึกหมดหนทางและโดดเดี่ยวที่ป้อมปราการ Dougier เป็นหัวหน้าและผู้ก่อตั้งสมาคม กล่าวว่าภารกิจของเขาคือการช่วยให้โอกาสทุกคนเปลี่ยนแปลง เพื่อที่พวกเขาจะได้ไม่ต้องใช้ชีวิตที่ยุ่งเหยิงเช่นนี้อีกต่อไป <color=#ffffff73>Wriothesley อนุมัติใบสมัครสมาคมเบเร่ต์ของ Dougier โดยเชื่อว่าเป็นกลุ่มที่เต็มไปด้วยนักโทษตัวอย่างและเป็นสถานที่ที่ดีเยี่ยมสำหรับผู้ที่ต้องการเปลี่ยนแปลงตนเอง</color> องค์กรดำเนินการโดยการบริจาคสิ่งของและ \"คูปองสวัสดิการ\" โดยสมัครใจจากสมาชิก รวมถึงเครื่องดื่มและของว่างต่าง ๆ หนังสือหลากหลายประเภท และยังจัดกิจกรรมและการบรรยายเป็นระยะด้วย\n<color=#ffffff73>สมาชิกในสมาคมจะสวมหมวกเบเร่ต์ซึ่งเป็นจุดเด่น และเป็นสัญลักษณ์ของความภาคภูมิ Dougier เชื่อว่า</color> เมื่อทุกคนมารวมตัวกัน และเห็นหมวกแบบเดียวกัน สมาชิกทุกคนก็จะรู้สึกถึงความรู้สึกเป็นหนึ่งเดียวมากกว่าเดิม <color=#ffffff73>หมวกเบเร่ต์เป็นตัวแทนของทุกอย่างที่สมาคมนี้ทำ ไม่ว่าจะเป็น</color> การมองโลกในแง่ดี การทำงานหนัก การช่วยเหลือซึ่งกันและกัน การแสวงหาชีวิตใหม่ <color=#ffffff73>เวลาที่เห็นหมวกใบนี้ ก็จะรู้สึกถึงภาพลักษณ์ของผู้คนชั้นนำ ซึ่งนี่ก็จะเป็นประโยชน์ต่อการรับสมัครสมาชิกใหม่ของพวกเขาด้วย</color>\n<color=#ffffff73>ด้วยคำใบ้ที่แยบยล Wriothesley ตระหนักว่ามีบางอย่างผิดปกติเกี่ยวกับสมาคมเบเร่ต์ หลังจากการสอบสวนพบว่า Dougier ลงโทษและทรมานผู้ที่ฝ่าฝืนกฎที่แท้จริงของสมาคมด้วยของเหลวที่มีชื่อว่า \"น้ำร้าวระทม\" มันถูกซ่อนอยู่ในหมวกเบเรต์ที่มีหนามสำหรับฉีดของเหลวสีเข้มนี้เข้าไปในศีรษะของสมาชิก ทำให้เกิดความกลัวเพื่อเป็นเครื่องเตือนใจถึงอำนาจของ Dougier มีการลงโทษที่รุนแรงสำหรับการกระทำที่ร้ายแรงกว่านั้นซึ่งไม่ได้ถูกกล่าวถึง นอกจากนี้เขายังได้รวบรวม \"กองทัพ\" ของหุ่นรักษาการณ์ซึ่งเขาวางแผนจะใช้เพื่อโค่นล้ม Wriothesley ในที่สุดแผนการของ Dougier ก็ถูกขัดขวาง ซึ่งนำไปสู่การถูกจับกุมและการล่มสลายของสมาคม</color>\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>ดยุกแห่งป้อมปราการ Meropide ผู้ปกครองใต้ท้องทะเลอันมืดมิด</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/31a0eb2dec5d69ca8dd7616572136b8b_4315055989186046327.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ปัจจุบัน",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>เมื่อนักเดินทางมาถึงที่ Fontaine เมืองนี้ก็กำลังเผชิญกับคดีการหายตัวไปอย่างต่อเนื่อง และเจ้าหน้าที่ได้กล่าวหา Childe ซึ่งเป็นผู้บริหารลำดับที่ 11 แห่ง Fatui ว่าเป็นผู้กระทำผิด แม้ว่าผู้กระทำผิดตัวจริงจะถูกเปิดโปงและตัดสินโทษในระหว่างการพิจารณาคดีแล้วก็ตาม</color> แต่ Childe ก็ยังถูกตัดสินว่ามีความผิดโดย \"ประกาศิตเที่ยงธรรม\" <color=#ffffff73>กลไกตาชั่งขนาดใหญ่ที่ตั้งอยู่ในโรงอุปรากรของนครว่าการ Fontaine ซึ่งสร้างขึ้นโดยเทพแห่งน้ำ Focalors ประกาศิตเที่ยงธรรมให้คำตัดสินที่แม่นยำโดยไม่คำนึงถึงความคิดเห็นของผู้พิพากษาสูงสุด Neuvillette ในระหว่างการพิจารณาคดีประกาศิตถือเป็นคำตัดสินขั้นสุดท้าย ซึ่ง Childe หายตัวไปในเวลาต่อมา</color>\n<color=#ffffff73>The Knave ผู้บริหารของ Fatui อีกคนหนึ่ง ได้มีการพบปะทางการทูตกับ Furina ซึ่ง Neuvillette ก็มาร่วมพูดคุยด้วย ในระหว่างการพบปะ</color>\nขอให้ส่ง Childe กลับไปที่ Snezhnaya โดยอ้างถึงบทบาทและความรับผิดชอบทางการทูตของพวกเขา <color=#ffffff73>อย่างไรก็ตาม เมื่อการพิจารณาคดีสิ้นสุดลง Neuvillette จึงปฏิเสธคำขอของ The Knave จากนั้นเธอเสนอที่จะไปยังป้อมปราการ Meropide เพื่อตรวจสอบและยืนยันสถานการณ์ของ Childe แต่ Neuvillette อธิบายว่า</color> ป้อมปราการ Meropide อยู่ในสถานะปกครองตัวเองมาโดยตลอด แม้แต่ตำแหน่งผู้พิพากษาสูงสุดก็ไม่สามารถเข้าแทรกแซงได้ ปัญหาทางการทูตก็ไม่ใช่ข้ออ้างที่ใช้ได้เช่นกัน <color=#ffffff73>เนื่องจากที่ Childe หายตัวไป</color> จากป้อมปราการอย่างเป็นปริศนา แม้แต่นอกป้อมปราการ Meropide ก็ไม่มีรายงานการพบเห็นเขาเช่นกัน <color=#ffffff73>Neuvillette จึงเสนอมอบหมายให้คนอื่นทำการสืบสวนแทน ซึ่งเธอยอมรับข้อเสนออย่างไม่เต็มใจนัก</color>\n<color=#ffffff73>นักเดินทางและ Paimon ได้ทำข้อตกลงกับ Neuvillette เพื่อสืบสวนการหายตัวไปของ Childe โดยการเข้าไปเป็นนักโทษ เพื่อรวบรวมข้อมูลเกี่ยวกับเขาว่าอยู่ที่ไหน ทาง Fatui เองก็ได้ส่งคนของตัวเองแฝงเข้ามาเป็นผู้ส่งข้อมูลให้กับทั้งนักโทษและผู้คุม แต่พวกเขาก็หายตัวไปเช่นกัน จากนั้น Lyney, Lynette, และ Freminet ก็แทรกซึมเข้าไปในป้อมปราการและรวบรวมข้อมูล The Knave ซึ่งเป็น \"ท่านพ่อ\" ของพวกเขาได้สั่งให้ดำเนินการสืบหาความลับที่ป้อมปราการ Meropide ซ่อนเอาไว้ บ้านแสนอบอุ่นได้ทำการสืบสวนมาเป็นเวลานานโดยพยายามเปิดเผยความลับนี้ แต่ผู้ส่งข้อมูลทั้งหมดของพวกเขา รวมถึงคนที่แทรกซึมเข้าไปเป็นผู้คุมก็หายตัวไปอย่างกะทันหัน นอกจากนี้ Arlecchino ยังสามารถยืนยันได้ว่า Focalors ไม่ได้ถือครองโนซิสเอาไว้ ข้อมูลนี้เองที่ทำให้พวกเขาสงสัยว่าโนซิสของ Fontaine อาจจะอยู่ในป้อมปราการ Meropide และเกี่ยวข้องกับ \"ความลับ\" นั้นก็เป็นได้ The Knave ใช้สถานการณ์ของ Childe เป็นข้ออ้างในการเจรจากับเจ้าหน้าที่ระดับสูงสองคนในนครว่าการ Fontaine, Childe ถูกใช้เป็นเพียงแค่หมากสำหรับการต่อรองของเธอ</color>\n<color=#ffffff73>ในระหว่างการตรวจสอบ Lyney ได้ค้นพบความจริงที่ว่าป้อมปราการ Meropide มี \"เขตหวงห้าม\" ซึ่งได้รับการยืนยันจากผู้คุม หลังจากการโน้มน้าวอยู่สักพักหนึ่ง Wriothesley ก็ตกลงที่จะพานักเดินทางและ Paimon ไปยังเขตหวงห้าม พวกเขามาถึงหนึ่งในประตูกั้นสามชั้นซึ่งมีเพียง Wriothesley เท่านั้นที่ได้รับอนุญาตให้เข้าไปข้างใน ความเข้มข้นของน้ำทะเลบรรพกาลในน่านน้ำรอบ ๆ ป้อมปราการ Meropide ได้เริ่มเพิ่มสูงขึ้น และ \"เขตหวงห้าม\" ก็คือจุดที่มี</color> ประตูกั้นน้ำขนาดยักษ์ <color=#ffffff73>ซึ่งกั้นทะเลบรรพกาลเอาไว้</color>\n<color=#ffffff73>การเพิ่มขึ้นของทะเลบรรพกาลเป็นเรื่องที่น่ากังวลอย่างยิ่งเนื่องจากมีคำทำนายที่รู้จักกันทั่ว Fontaine ซึ่งกล่าวไว้ว่า ชาว Fontaine ทุกคนเกิดมาพร้อมกับ \"บาป\" จนกระทั่งวันหนึ่ง ระดับน้ำทะเลของ Fontaine จะเริ่มสูงขึ้น ทำให้ผู้คนที่แบกรับบาปค่อย ๆ จมลงสู่ใต้ท้องทะเล</color> <color=#ffffffd9>\"ท้ายที่สุดทุกคนจะละลายหายไปในท้องทะเล เหลือเพียงเทพแห่งน้ำที่ร้องไห้อยู่บนบัลลังก์\"</color> <color=#ffffff73>ต่อมามีการเปิดเผยว่าการหายตัวไปของ Childe มีความเชื่อมโยงกับเสียงลึกลับที่เขาได้ยินขณะอยู่ในป้อมปราการ Meropide. Childe หนีออกจากป้อมปราการโดยตามเสียงนี้ไปและจบลงที่ทะเลบรรพกาลซึ่งทำให้</color> เขาหมดสติลงที่นั่น <color=#ffffff73>Childe ตื่นขึ้นมาพร้อมกับวาฬตัวใหญ่ว่ายอยู่ตรงหน้า เขาต่อสู้กับ Narwhal และชะลอคำทำนายไม่ให้เป็นจริงโดยไม่ได้ตั้งใจ Wriothesley ได้เลือก Jurieu และ Lourvine มาเพื่อช่วยสร้างเรือขนาดมหึมาซึ่งถูกเก็บซ่อนไว้ในป้อมปราการ ตำนานเล่าว่าราชา Remus เจ้าแผ่นดิน Remuria ได้รับบัญชาจากสวรรค์ และเจอกับนักบวช Sybilla ที่จุติใหม่ในร่างของผึ้งสีทอง เขาพาผึ้งสีทองนั่งเรือ Fortuna มาสร้างอาณาจักรของตัวเองบนทะเล Wriothesley ได้รับแรงบันดาลใจจาก Fortuna ในตำนาน และเริ่มสร้างเรือเมื่อเขาสงสัย</color> ระดับน้ำทะเลบรรพกาลหลังบานประตู้กั้นเริ่มซึมออกมาจากก้นทะเล <color=#ffffff73>เมื่อคำทำนายของ Fontaine เกิดขึ้น ดยุกก็ทำการส่งเรือบินขนาดมหึมา Wingalet เพื่อปฏิบัติการกู้ภัย เมื่อระดับน้ำลดลง เรือก็กลับไปที่ป้อมปราการและถูกนำไปเก็บไว้ตามเดิม มันได้รับความสนใจจากสื่ออย่างมากและเป็นที่จับตามองของนักวิจัยหลายคน</color>\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4935,
        "name": "โนซิส",
        "desc": "<p><em>ตอนนี้คุณพก \"ซากกระดูกของผู้มาเยือนคนที่สาม\" ติดตัวไว้ใช่มั้ยล่ะ? อืมมม... ถ้าใช้คำเรียกที่พวกคุณพูดบ่อย ๆ มันน่าจะเป็น... \"โนซิส\"? </em>- บทสนทนาระหว่าง Skirk และ Neuvillette</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/115795437/d233949972be14fcf0feb738a9b67efa_7662210000907719234.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>ดยุกแห่งป้อมปราการ Meropide ผู้ปกครองใต้ท้องทะเลอันมืดมิด</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/31a0eb2dec5d69ca8dd7616572136b8b_4315055989186046327.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4023,
        "name": "Neuvillette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้พิพากษาสูงสุดแห่ง Fontaine มีชื่อเสียงในด้าน \"ความเป็นกลาง\" อย่างสมบูรณ์</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/0513aa7f482dbb4778545d02f94956fe_6477268461203548971.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "ผู้บริหารอันดับที่สิบเอ็ดของ Fatui &#34;Childe&#34; ชื่อเสียงความเก่งกาจของเขานั้นถูกพูดถึงมาแต่ไกล",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5149,
        "name": "Arlecchino",
        "desc": "<p>\"The Knave\" ผู้บริหารอันดับที่สี่ของ Fatui นักการทูตที่เงียบขรึมและเย็นชา และ \"ท่านพ่อ\" ที่เด็ก ๆ ในบ้านแสนอบอุ่นต่างหวาดกลัวและคอยพึ่งพิง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/24/10257458/672e65470bfd14b664596c2a7f7eaaf8_6443484137469053932.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3963,
        "name": "Lyney",
        "desc": "<p><span>นักมายากลเลื่องชื่อแห่ง Fontaine ผู้มีพรสวรรค์ และไหวพริบอันเฉียบแหลม มักใช้ทริกกับคำพูดอันแยบยลในการจูงใจของผู้ชม</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/14/176148810/e343d4442cc3b8e243f0d528bb715f75_1856082092126268256.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3962,
        "name": "Lynette",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้ช่วยนักมายากลที่พูดจาน้อยคำ และมักมีสีหน้าไร้อารมณ์ นิสัยก็ยากจะคาดเดา ไม่ต่างอะไรไปจากแมวเลยสักนิด</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/16/53372413/436e6f2b9b9006bfe511a98093259daf_4938087050283835738.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3964,
        "name": "Freminet",
        "desc": "<p>เด็กหนุ่มพูดน้อยผู้เชี่ยวชาญในการประดาน้ำ ใต้รูปลักษณ์ภายนอกเย็นยะเยือกห่างเหินนั้น มีหัวใจบริสุทธิ์ไร้มลทินดวงหนึ่งซ่อนอยู่</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/25/144837601/8e44111a378f4e5379b8e7444e8c2daa_1741373009656770531.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4781,
        "name": "Focalors",
        "desc": "<p>เทพแห่งน้ำองค์ก่อน และเป็นเทพเจ้าแห่งความยุติธรรม</p><p><span class=\"wk-shady\">เธอเสียสละตัวเองด้วยการทำลาย \"ความเป็นเทพ\" ของเทพแห่งน้ำ และคืนอำนาจให้กับราชามังกรวารี</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/02/115795437/0c738427840832159123453a49753e8f_5632682590498230040.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4376,
        "name": "Furina",
        "desc": "<p>จุดสนใจบนเวทีแห่งการพิพากษา จนกระทั่งเสียงปรบมือคำรามก้องเมื่อม่านปิดลง</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/06/65858273/263e5ea0784d182b393f67a7e24146a5_900729773534954990.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4511,
        "name": "Lourvine",
        "desc": "<p>Lourvine เป็น NPC ที่ออกมาเฉพาะเควสต์ \"ช่วงเวลาสุดท้ายก่อนคำพยากรณ์จะถือกำเนิด\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/5f999835ce89d804029fb71cd3069343_2093721026541707586.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4510,
        "name": "Jurieu",
        "desc": "<p>Jurieu เป็น NPC ที่ออกมาเฉพาะเควสต์ \"ช่วงเวลาสุดท้ายก่อนคำพยากรณ์จะถือกำเนิด\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/e0c32de4137f9ce2d52688645fa9b9d5_1177244029741239558.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>ราชาผู้ก่อตั้งอาณาจักร Remuria</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/54fc33ab94abb4b00460e448f7765892_2670224895105970892.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4572,
        "name": "All-Devouring Narwhal",
        "desc": "<p>อสูรยักษ์จากต่างโลกอันลึกลับ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/09/53372413/d6f05906844b79f1be3d4f049381a60f_3526542023068861541.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "เกมเศรษฐีคูปองสวัสดิการ",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff73>ขณะที่อยู่ในป้อมปราการ นักเดินทางและ Paimon ก็บังเอิญไปพบกับกลุ่มคนที่กำลังเล่นเกมที่มีชื่อว่า \"เกมเศรษฐีคูปองสวัสดิการ\" เข้า ในเกมนี้ ผู้เล่นจะทำงานเพื่อรับคูปอง และผู้ที่มีคูปองมากที่สุดจะได้รับรางวัลที่ดียิ่งขึ้น งานตรวจสอบประจำบางอย่างจำเป็นต้องออกไปทำข้างนอก ซึ่ง Estienne มีสิทธิ์ตัดสินใจว่าใครจะได้ทำงานเหล่านั้น Estienne สร้างเกมเศรษฐีคูปองสวัสดิการเพื่อให้ผู้ที่ต้องการออกไปด้านนอกป้อมปราการสามารถลงทะเบียนเพื่อรับโอกาสนี้ได้ Noailles ซึ่งเป็นผู้คุมอีกคนหนึ่งไม่ผ่อนปรนเท่ากับ Estienne พบว่าวิธีการของ Estienne ไม่เหมาะสม เขาเชื่อว่าในฐานะผู้คุม Estienne ควรใช้อำนาจของเขาเพื่อทำให้นักโทษเชื่อฟัง แทนที่จะเล่นเกมนี้กับพวกเขา</color>\n<color=#ffffff73>กลุ่มผู้เล่นประกอบด้วย Genevieve ซึ่งร่วมเล่นกับ Poiret, Rave, และ Darcy หนึ่งในคนของกลุ่มนี้ที่ร่วมเล่นเกมคือเด็กสาวชื่อ Lanoire ด้วยความสงสัยว่าเด็กผู้หญิงคนหนึ่งจะเป็นอาชญากรที่ป้อมปราการได้อย่างไร นักเดินทางและ Paimon จึงเริ่มพูดคุยกับเธอเพื่อหาคำตอบ ตลอดการสนทนา Lanoire เล่าให้พวกเขาฟังเกี่ยวกับ Cater เพื่อนของเธอหรือที่เรียกกันว่า Caterpillar พวกเขาได้เรียนรู้ว่า Lanoire กำเนิดมาภายในป้อมปราการ Agnes แม่ของเธอ ป่วยด้วยโรคเรื้อรังและเสียชีวิตไปก่อนที่จะสามารถยื่นเอกสารเพื่อพิสูจน์ตัวตนของ Lanoire ได้ เธอเป็นคนหนึ่งที่ต้องการส่ง Lanoire ออกจากป้อมปราการ แต่เธอดันเสียชีวิตไปเสียก่อนที่จะทำสำเร็จ หลังจากนั้น Estienne ได้ขอให้ Cater ดูแลเธอ วิธีที่ปลอดภัยที่สุดในการพาตัว Lanoire ออกจากป้อมปราการ Meropide คือการชนะเกมเศรษฐีคูปองสวัสดิการ แต่การทำเช่นนั้นจำเป็นต้องใช้คูปองจำนวนมาก Caterpillar, นักเดินทาง, และ Paimon ต้องทำงานร่วมกันในการชนะเกมเศรษฐีคูปองสวัสดิการ เพื่อทำให้ Lanoire มีโอกาสกลับไปหาครอบครัวของเธออีกครั้งเมื่อออกไปนอกป้อมปราการ เมื่ออีกทีมเกือบจะชนะ ปรากฎว่า Caterpilar ซึ่งอยู่ในป้อมปราการมากว่า 400 ปี ได้รวบรวมคูปองจนครบหนึ่งล้านใบ นักเดินทาง Paimon, Lanoir, และ Caterpillar ได้ออกจากป้อมปราการด้วยความช่วยเหลือของ Estienne</color>\n<color=#ffffff73>เมื่อ Lanoire มองเห็นโลกภายนอกเป็นครั้งแรก เธอเปรียบเทียบทวีป Teyvat กับป้อมปราการแห่ง Meropide โดยสมมติว่า Teyvat ต้องมีขนาดใหญ่มากเนื่องจากเธอมองไม่เห็นกำแพงกั้นใด ๆ Estienne ต้องการปล่อย Lanoire ไป และในขณะที่กำลังวางแผนที่จะตามหาครอบครัวของ Lanoire, Noailles ก็มาพบพวกเขา โดยตั้งคำถามถึงความตั้งใจและการมีอยู่ของพวกเขากับ Lanoire, Estienne ปกป้องการกระทำของพวกเขา โดยอ้างว่าเขากำลังแก้ไขข้อผิดพลาดในการจำคุกของ Lanoire และ Caterpillar เนื่องจากเอกสารขาดหายไป อย่างไรก็ตาม Noailles ยืนยันว่าพวกเขายังคงเป็นอาชญากร</color>\n<color=#ffffff73>รูปลักษณ์ที่แท้จริงของ Caterpillar คือ Hilichurl, Noailles คิดว่าเขาเป็นสัตว์ประหลาดและต้องการจัดการเขาและจับคนอื่นกลับไปที่คุก ด้วยความช่วยเหลือจาก Estienne และผู้คุมอีกคน Lanoire และ Caterpillar จึงสามารถออกจากป้อมปราการผ่านอุโมงค์ของเหมืองคริสตัล สุดท้าย Lanoire ก็ได้พบกับ Earnshaw ปู่ของเธอที่ไม่เคยรู้มาก่อนเลยว่าเธอนั้นมีตัวตนอยู่</color>\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Caterpillar เป็น NPC เฉพาะเควสต์ เขาจะมาอยู่ที่ สมาคม Narzissenkreuz หลังสิ้นสุดเควสต์โลก \"ปริศนาที่รอการเฉลย\"</p><p>หนึ่งในสมาชิกสมาคม Narzissenkreuz ผู้ได้รับฉายาว่า \"ดักแด้ของผีเสื้อกลางคืน\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/26/10257458/be516a2c9005727dcfd1fe45662a826d_7003756850517262579.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Lanoire เป็น NPC ที่ออกมาเฉพาะเควสต์โลก \"ละครตลกที่ยังไม่ปิดฉาก\" เธอเป็นหลานสาวของ Earnshaw</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/27/10257458/b0d2ecb93bcd3f219cda9649463ae8b9_6761168059955227512.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "name": "Estienne",
        "desc": "<p>Estienne เป็น NPC ที่ทำงานอยู้ในป้อมปราการ Meropide สามารถพบมารับรางวัลบทสนทนากับเขาได้หลังจากเสร็จสิ้นเควสต์โลก \"ละครตลกที่ยังไม่ปิดฉาก\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/10257458/3e48716519d70c05febbdc4be9d0742c_2037965631144534803.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4360,
        "name": "Earnshaw",
        "desc": "<p>Earnshaw เป็น NPC ที่อาศัยอยู่ที่ Court of Fontaine Region เขาเป็นคุณปู่ของ Lanoire</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10257458/35dd24168ad6800be4741160d8d5b6bb_859153842918463372.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4523,
        "name": "Genevieve",
        "desc": "<p>Genevieve เป็น NPC ที่ออกมาเฉพาะเควสต์โลก \"เกมเศรษฐี\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/27/10257458/bcb83dbebe938358b3ee5810963a38d3_8928106342027837219.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4528,
        "name": "Poiret",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Poiret เป็น NPC พิเศษที่ปรากฏในเควสต์โลก ละครตลกที่ยังไม่ปิดฉาก</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/11/65858273/ab6a0ebb5d9cd53920f99712ee9ad99f_7951572007413631232.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "name": "คูปองสวัสดิการ",
        "desc": "<p>ไอเทมที่ใช้งานในป้อมปราการ Meropide เท่านั้น</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/144837601/b6142ee9375b511e351dd4bba4b66003_2096195811862415629.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ความสัมพันธ์"
      },
      {
        "type": "CustomEntry",
        "epId": 4022,
        "name": "Wriothesley",
        "desc": "<p>ดยุกแห่งป้อมปราการ Meropide ผู้ปกครองใต้ท้องทะเลอันมืดมิด</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/22/176148810/31a0eb2dec5d69ca8dd7616572136b8b_4315055989186046327.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ดยุกแห่งป้อมปราการ Meropide",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5597,
        "name": "Sigewinne",
        "desc": "หัวหน้าพยาบาลเมลูซีน แห่งป้อมปราการ Meropide ผู้คอยดูแลนักโทษทุกคน ในคุกใต้ทะเลอย่างเท่าเทียม",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/06/21/2d607aa4d729030ea04f79919257e311_5566730974573110495.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "หัวหน้าพยาบาลป้อมปราการ Meropide",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4511,
        "name": "Lourvine",
        "desc": "<p>Lourvine เป็น NPC ที่ออกมาเฉพาะเควสต์ \"ช่วงเวลาสุดท้ายก่อนคำพยากรณ์จะถือกำเนิด\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/5f999835ce89d804029fb71cd3069343_2093721026541707586.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4510,
        "name": "Jurieu",
        "desc": "<p>Jurieu เป็น NPC ที่ออกมาเฉพาะเควสต์ \"ช่วงเวลาสุดท้ายก่อนคำพยากรณ์จะถือกำเนิด\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/10257458/e0c32de4137f9ce2d52688645fa9b9d5_1177244029741239558.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "นักวิจัยผู้สร้าง \"Wingalet\"",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4727,
        "name": "\"Valberry ผู้กล้าหาญ\"",
        "desc": "<p>\"Valberry ผู้กล้าหาญ\" เป็น NPC ที่ออกมาเฉพาะเควสต์โลก \"คำถามของเมลูซีนและคำตอบของหุ่นยนต์\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/04/10257458/9d1050440f8ae1f3bc9ea8fb241e99bc_518723924628360435.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4671,
        "name": "Edwin Eastinghouse",
        "desc": "<p>Edwin Eastinghouse เป็นอดีตนักวิจัยระดับสูงศูนย์วิทยาศาสตร์ Fontaine เขาจะปรากฎตัวหลังจากเสร็จสิ้นเควสต์โลก \"คำโกหกที่คาดการณ์ไว้\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/10257458/c489991125014d61433420b3425ce342_1835974601372095177.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4528,
        "name": "Poiret",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Poiret เป็น NPC พิเศษที่ปรากฏในเควสต์โลก ละครตลกที่ยังไม่ปิดฉาก</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/11/65858273/ab6a0ebb5d9cd53920f99712ee9ad99f_7951572007413631232.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4527,
        "name": "\"Bulle Fruit เจ้าเล่ห์\"",
        "desc": "<p><span>\"Tricky Bulle Fruit\" เป็น NPC ที่เปิดกว้างซึ่งสามารถพบได้ในป้อมปราการแห่งเขตปกครองของ Meropide หลังจากสำเร็จ World Quest Villains แล้ว การติดตามบทสนทนาบางสาขาเป็นครั้งแรกจะทำให้ผู้เล่นได้รับ \"น้ำบริสุทธิ์\" หนึ่งอัน</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/11/65858273/39fff5b61b95c4e1e205bc1032aac4f8_8763228943458008180.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4523,
        "name": "Genevieve",
        "desc": "<p>Genevieve เป็น NPC ที่ออกมาเฉพาะเควสต์โลก \"เกมเศรษฐี\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/27/10257458/bcb83dbebe938358b3ee5810963a38d3_8928106342027837219.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4525,
        "name": "Clynes",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.45)\">Clynes เป็น NPC ที่อยู่ใน ป้อมปราการMeropide </span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/11/65858273/36f5b9af0e19ad88e5ce9dc35e7100eb_4881622444539552931.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4532,
        "name": "Nacker",
        "desc": "<p>Nacker เป็น NPC เฉพาะเควสต์ ซึ่งเขาจะออกมาในเควสต์โลก \"บันทึกศูนย์วิทยาศาสตร์ Fontaine\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/18/10257458/84798569350b3d70ebb96f57caaad016_8950888812083269158.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4520,
        "name": "Caterpillar",
        "desc": "<p>Caterpillar เป็น NPC เฉพาะเควสต์ เขาจะมาอยู่ที่ สมาคม Narzissenkreuz หลังสิ้นสุดเควสต์โลก \"ปริศนาที่รอการเฉลย\"</p><p>หนึ่งในสมาชิกสมาคม Narzissenkreuz ผู้ได้รับฉายาว่า \"ดักแด้ของผีเสื้อกลางคืน\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/26/10257458/be516a2c9005727dcfd1fe45662a826d_7003756850517262579.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4919,
        "name": "Autumn",
        "desc": "<p>Autumn เป็น NPC ที่ออกมาเฉพาะเควสต์โลก \"Leroy - หน่วยพิฆาต\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/10257458/87786afa9bda1bc176be56aa2a26317f_7811626987070419422.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4918,
        "name": "Athos",
        "desc": "<p>Athos เป็น NPC ที่ออกมาเฉพาะเควสต์โลก \"Leroy - หน่วยพิฆาต\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/11/10257458/ca65c6ada689a81cc30ca2fc2719603b_9121645818349677332.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4524,
        "name": "Roussimoff",
        "desc": "<p>Roussimoff เป็น NPC ที่ทำงานอยู่ \"โซนบริหาร\" ในป้อมปราการ Meropide</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/10257458/86ce817477d92b335854ae4815d4ba51_4018581232483314022.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4521,
        "name": "Lanoire",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.85)\">Lanoire เป็น NPC ที่ออกมาเฉพาะเควสต์โลก \"ละครตลกที่ยังไม่ปิดฉาก\" เธอเป็นหลานสาวของ Earnshaw</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/27/10257458/b0d2ecb93bcd3f219cda9649463ae8b9_6761168059955227512.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 42,
        "name": "Tartaglia",
        "desc": "ผู้บริหารอันดับที่สิบเอ็ดของ Fatui &#34;Childe&#34; ชื่อเสียงความเก่งกาจของเขานั้นถูกพูดถึงมาแต่ไกล",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Tartaglia_icon.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "นักโทษหรืออดีตนักโทษ",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4693,
        "name": "Estienne",
        "desc": "<p>Estienne เป็น NPC ที่ทำงานอยู้ในป้อมปราการ Meropide สามารถพบมารับรางวัลบทสนทนากับเขาได้หลังจากเสร็จสิ้นเควสต์โลก \"ละครตลกที่ยังไม่ปิดฉาก\"</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/11/10257458/3e48716519d70c05febbdc4be9d0742c_2037965631144534803.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ผู้คุมป้อมปราการ Meropide",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4421,
        "name": "Wolsey",
        "desc": "<p>Wolsey เป็น NPC ที่ทำงานเป็นเชฟโรงอาหารสวัสดิการพิเศษ ซึ่งตั้งอยู่ในป้อมปราการ Meropide</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/11/10257458/369c2c8fc3c8c2880ecda70a020c6368_5886389073993438623.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4420,
        "name": "Bran",
        "desc": "<p>Bran เป็น NPC ที่ทำงานอยู่ในโรงอาหารสวัสดิการพิเศษ ซึ่งตั้งอยู่ที่ป้อมปราการ Meropide และจะคอยมอบอาหารสวัสดิการให้วันละครั้ง</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/11/10257458/97d935b7ef2029022d2afff1dda10858_5019096743237784640.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "ผู้ดูแล \"โรงอาหารสวัสดิการพิเศษ\"",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4419,
        "name": "Alvard",
        "desc": "<p>Alvard เป็น NPC ที่ทำงานอยู่ในป้อมปราการ Meropide เขาเป็นเจ้าของร้าน Rag and Bone</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/27/10257458/f74e3d930d2f2d324962a48776894b98_579378585513752325.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เจ้าของ \"ร้าน Rag and Bone\"",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หนังสือและไอเทมที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 4470,
        "name": "\"ศิลปะแห่งการเจรจา\"",
        "desc": "<p>\"เหตุการณ์ครั้งสำคัญในศาสตร์แห่งความสำเร็จ ผลงานชิ้นเอกที่ชีวิตนี้ไม่ควรพลาด!\"<br>หนังสือยอดเยี่ยมที่ บรรณาธิการหนังสือพิมพ์ La Gouttiere ยักษ์ใหญ่ในแวดวงธุรกิจและนักวิชาการจากสถาบันวิจัย Fontaine แนะนำ!<br>มันจะให้ข้อมูลเชิงลึกและความเข้าใจในก้นบึ้งของ \"ธรรมชาติของมนุษย์\" เป็นผลงานทางวิทยาศาสตร์และศิลปะแห่งความสำเร็จที่ไม่มีใครเทียบได้อย่างแท้จริง!</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/15/144837601/bad9d8924632fd6102da7664f7ecc02c_6042471221327655279.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 4463,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4453,
        "name": "อาหารสวัสดิการ",
        "desc": "<p>อาหารสวัสดิการที่โรงอาหารสวัสดิการพิเศษแจกจ่าย เพราะเป็นของฟรี ก็เลยมี \"เซอร์ไพรส์และความเสี่ยง\" พอ ๆ กัน<br><br>เมื่อใช้แล้วจะได้รับอาหารหนึ่งชุดและเซียมซีนำโชคหนึ่งใบ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/144837601/c59f449c2eece33e88f3620eaac101d1_2830869830172929149.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4606,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4488,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4452,
        "name": "คูปองสวัสดิการ",
        "desc": "<p>ไอเทมที่ใช้งานในป้อมปราการ Meropide เท่านั้น</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/11/10/144837601/b6142ee9375b511e351dd4bba4b66003_2096195811862415629.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4462,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4454,
        "desc": "",
        "displayStyle": "card"
      }
    ]
  }
}