{
  "epId": 5617,
  "name": "Cassiodor",
  "desc": "<p>นักล่าทองคำ หนึ่งในช่างจูนเสียงของ Remus</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/11877103/1df790c1e63e81f4bb2f0d7d429c0954_3672854671466183477.png",
  "menuId": 10,
  "menuName": "คู่มือ NPC",
  "version": 1731422087,
  "components": {
    "galleryCharacter": [
      {
        "key": "Cassiodor",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/11877103/9ef05d54e5c48e227c71c1f2ea8ccdb9_33208769638910170.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Cassiodor (Ouranides แห่ง Ouranopolis) ในร่างของแมว"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffff>เควสต์โลก</color>\nบทกวีสอดประสาน\nเมืองฝันพิศวง\nเงาหมอกแห่ง Petrichor\nบทเพลงตามอารมณ์ Pharsalia\nบันไดสู่ Capitolium\nบทสวดสงบวิญญาณ\nบาดแผลแห่งโชคชะตาอันแสนเศร้า"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Cassiodor",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ไม่มีใครจําชื่อจริงของ Cassiodor ได้ แต่นักรบหนุ่มที่รู้จักกันในภายหลังในชื่อนี้น่าจะเติบโตขึ้นมาในเผ่ากับ Erinnyes อัศวินแห่ง Lakelight ในอนาคต ในสมัยโบราณเผ่าของพวกเขาถูกทําลายโดยเทพราชา Remus และกองทัพของเมืองทองคําได้กดขี่หรือสังหารชนเผ่าของพวกเขา มีเพียง Erinnyes และ Cassiodor เท่านั้นที่รอดพ้นจากชะตากรรมนี้ Erinnyes ถูกเจ้าชายแห่ง Aremorica จับตัวไป เธอสาบานว่าจะรับใช้นายหญิงแห่งผืนน้ำ Egeria และปกป้องดินแดนแห่งน้ำบริสุทธิ์ที่ไม่ได้ถูก Remus ยึดครองไป ในช่วงสงคราม Cassiodor ได้พบกับช่างจูนเสียงผู้ภาคภูมิใจและเข้าร่วมกับ Remus ต่อมาเขาจึงขึ้นมารับใช้เทพราชา เทพราชาเองก็มอบตำแหน่งช่างจูนเสียงให้กับเขา และสร้างร่างกายที่ทำจากหินและทองสัมฤทธิ์ที่ไม่เน่าเปื่อยให้แก่เขา Cassiodor และช่างจูนเสียงอีกคนหนึ่ง Boethius ได้กลายเป็นเพื่อนสนิทกัน\nหลายปีต่อมาเมื่อ Erinnyes ได้กลายเป็นทายาทของ Aremorica และได้รวมชนเผ่าที่ทําสงครามมากมายเพื่อปกป้อง Remuria เธอและ Cassiodor ได้พบกันอีกครั้งในเมืองอันไกลโพ้น นักดนตรีหนุ่มปลอมตัวเป็นนักเดินทางพเนจรและในการแข่งขันเอาชนะวีรบุรุษที่มีชื่อเสียงนับไม่ถ้วนซึ่งจะมีการร้องเพลงสรรเสริญมาหลายชั่วอายุคน สุดท้ายนี้ ผู้ที่สวมมงกุฎผู้พิชิตคนล่าสุด ก็เปิดให้ Errinyes เข้าพบ Cassiodor แบ่งปันความฝันของเขาเกี่ยวกับความสามัคคีและความรุ่งโรจน์เพื่อยุติสงครามและความเกลียดชังกับ Erinnyes แต่อัศวินแห่ง Lakelight กลับประจันหน้ากับเขาพร้อมด้วยคมดาบ"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"... ████ █████ของฉัน คุณไม่จําเป็นต้องบังคับตัวเองให้พูดสิ่งที่คุณไม่ต้องการอีกต่อไป\"</color>\n<color=#ffffffd9>\"ฉันรู้ว่านั่นคือผู้แย่งชิงที่ถูกกล่าวหาที่ดูหมิ่นจิตวิญญาณของคุณและกักขังคุณไว้ในหิน\"</color>\n<color=#ffffffd9>\"อย่าห่วงไปเลย █████... ฉันไม่เคยลืมคําสาบานที่เรารับมาในตอนนั้น ไม่แม้แต่วินาทีเดียว\"</color>\n<color=#ffffffd9>\"ไม่ว่าฉันจะต้องแลกมาด้วยอะไร ฉันจะช่วยคุณให้พ้นจากโซ่ตรวนที่เยือกแข็งเหล่านั้น โซ่ตรวนนิรันดร์ของคุณ\"</color>\n<color=#ffffffd9>\"และในที่สุดเมื่อเราเพลิดเพลินไปกับอ้อมกอดของนายหญิงแห่งผืนน้ำอีกครั้ง เราจะหลุดพ้นจากปัญหาและความเศร้าโศก\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cassiodor เชื่อในอนาคตที่สดใสของ Remuria เพื่อนของเขา Boethius อ้างว่าการปกครองภายใต้วิสัยทัศน์ของเทพราชาจะปราศจากซึ่งความยากจน ความอ่อนแอและความป่าเถื่อน มีเพียงอยู่ใต้อำนาจการปกครองของ Phobos ทุกอย่างถึงจะเป็นไปตามกฎระเบียบ และภายใต้ระเบียบนั้น ศิลปะและความงามถึงจะเติบโตอย่างเป็นรูปธรรม ด้วยความจงรักภักดีต่ออุดมคติของ Remus, Cassiodor จึงใกล้ชิดกับผู้ปกครองมากขึ้น เมื่อบทเพลงอันยิ่งใหญ่ Phobos ได้ชี้นำชาว Remuria ไปสู่สงครามและการพิชิตดินแดน ช่างจูนเสียงไม่ได้แบ่งปันความปรารถนานี้ ดังนั้น Remus จึงเลือกเขาเป็นแผนสุดท้าย เทพราชาแยกท่วงทํานองของ Cassiodor ออกจากท่วงทํานองของบทเพลงอันยิ่งใหญ่ ทําให้เขามีเจตจํานงเสรี และมอบหมายให้เขาช่วยชาว Remuria และนำพาพวกเขาไปยัง Ouranopolis เมืองแห่งอนาคต Cassiodor จึงกลายเป็น Ouranides แห่ง Ouranopolis\nCassiodor รอดชีวิตมาได้เนื่องจากเขาไม่ได้อยู่ที่เมืองหลวงในตอนที่ Remuria จมลงสู่ก้นทะเลลึก เขารู้ว่า Boethius เพื่อนของเขาต่อต้าน Sebastos และขโมยถ้วยแห่งน้ำบริสุทธิ์ที่นายหญิงแห่งผืนน้ำมอบให้กับ Remus รวมทั้งปิด Initium Iani ที่เป็นทางเข้าไปสู่เมืองหลวง มีเพียงไม่กี่คนเท่านั้นที่รอดชีวิตจากเหตุการณ์น้ำท่วม: Cassiodor และเพื่อนพ้องออกเดินทางไปยังสถานที่ต่าง ๆ และต่อสู้เพื่อยับยั้งพลังของน้ำบรรพกาล ส่วน Boethius ใช้วาจาที่คมคายของเขาหลอกล่อให้ผู้คนที่เหลือหลงเชื่อ เขาใช้พิธีที่ชั่วร้ายในการพยายามซ่อมแซม \"บทเพลง\" ที่แตกสลาย เพื่อสร้างอาณาจักรที่ล่มสลายขึ้นอีกครั้ง และเพื่อเป้าหมายแล้ว เขายอมละทิ้งเจตจำนงของเผ่าพันธุ์ และออกล่าวิญญาณของชาว Fontaine ไปทั่วทุกหนทุกแห่ง ขุนนางและคนชั้นสูงมากมายต้องตกเป็นหุ่นเชิดของเขา อาณาจักรที่เกิดขึ้นใหม่เกือบจะล่มสลายเพราะเหตุนี้ เพื่อยับยั้งพิธีกรรมที่ต่ำช้าของเขา Cassiodor จึงต้องละทิ้งชื่อของตัวเอง และกลายเป็นนักล่าวิญญาณ และร่วมมือกับชาว Fontaine เพื่อต่อต้าน Boethius ที่ได้กลายเป็นสัตว์ประหลาดไปแล้ว หลังจากการเผชิญหน้าที่ยากลําบาก Cassiodor ซึ่งปัจจุบันรู้จักกันในชื่อ \"นักล่าทองคำ\" และชาว Fontaine ได้ผนึกทั้ง Boethius และทะเลที่กลืนกิน Remuria นักล่าทองคําสาบานต่อโชคชะตาว่าเขาจะทําหน้าที่เป็นกําแพงกั้นระหว่างอดีตและปัจจุบันและกลายเป็นผู้พิทักษ์วิญญาณของอาณาจักรโบราณ\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4925,
        "name": "อัศวินแห่งน้ำบริสุทธิ์",
        "desc": "<p>อัศวินแห่งน้ำบริสุทธิ์เป็นสาวกของนายหญิงแห่งผืนน้ำ Egeria ที่ให้สัญญาว่าจะคอยปกป้องเหล่า Oceanid, ตามหาถ้วยแห่งน้ำศักดิ์สิทธิ์, และทำลายพันธนาการที่คอยกักขัง Egeria ไว้เพื่อชดใช้ปฐมบาป</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/21/115795437/afce7f4f1847f62698a00f239e5a8d00_3254077843448629174.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>ราชาผู้ก่อตั้งอาณาจักร Remuria</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/54fc33ab94abb4b00460e448f7765892_2670224895105970892.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>หนึ่งในช่างจูนเสียงของ Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/11877103/8387f718bf24a2a128af2225335160c5_992821299335838984.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/c32bab10651059ad3c0c8a0e5bbd2e03_6392853784090152824.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Song of Days Past",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/53372413/7789fb5e684cf95a7011657d0fa8a971_6778107950847549489.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "บทกวีสอดประสาน",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/c1f51031792713f423f4d4a2a3b55b2f_6767712453647621608.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "พันปีต่อมา Dominus Boethius พยายามครอบครอง \"บทเพลง\" โดยถักทอวิญญาณที่แตกสลายของเขาเข้าไปใน \"บทเพลง\" นี้ ช่างจูนเสียงนำความโกลาหลมาสู่ \"บทเพลง\" เพื่อกอบกู้อาณาจักร Remuria และกลายเป็นเทพเจ้าองค์ใหม่ Boethius เชื่อว่า Remus ทรยศ Remuria ด้วยการสมรู้ร่วมคิดกับเหล่า Vishap และพยายามทําลายบทเพลงอันยิ่งใหญ่ การกระทําของช่างจูนเสียงทําให้ร่างของชาวเมือง Petrichor ถูกครอบงำด้วยวิญญาณของชาว Remuria ที่ตายไปเมื่อนานมาแล้ว"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/e6ded426211e34a86d94bbb81d526d43_7777825935026589383.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ในช่วงเวลานี้ Cassiodor สูญเสียร่างหินของเขาและเข้าสิงแมวสีขาวตัวหนึ่งซึ่ง Paimon ตั้งชื่อให้กับมันในภายหลังว่า Osse. เพื่อหยุด Boethius, Cassiodor จึงหันไปขอความช่วยเหลือจากนักเดินทางและ Paimon พวกเขาร่วมกันเข้าไปใน Sea of Bygone Eras และปลดปล่อยเจ้าชายมังกร Scylla ซึ่งถูก Boethius ผนึกไว้ที่ใต้เมือง Machimos แม้ว่าร่างกายของ Scylla จะถูกทำลายไปนานแล้ว แต่ความทรงจำและจิตวิญญาณของเขายังคงอยู่ในร่างที่ประกอบขึ้นจากหยาดน้ำค้างวิญญาณ Cassiodor เชื่อว่า Scylla ทรยศต่อเทพราชาและโจมตีวังทองคำทําให้ Remuria ถูกน้ำท่วม องค์ชายมังกรอธิบายเกี่ยวกับแผนการลับของเขาและการก่อกำเนิดของ \"บทสวดสงบวิญญาณ\" ที่สามารถทำลาย Phobos ได้ รวมถึงการที่ Scylla จะต้องนำกองทัพ Vishap เข้าโจมตีเมืองหลวงเพื่อกอบกู้อาณาจักรจากพันธนาการแห่งโชคชะตา"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/b01a3f8e0f97cf5a0019803e99d98170_7226202931314419661.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมื่อ Cassiodor และนักเดินทางมาถึง Domus Aurea, Boethius ใช้พลังของบทเพลงเพื่อล่อพวกเขาเข้าไปในวังแห่งบทเพลงของเขา ซึ่งเป็นพื้นที่ที่สร้างขึ้นจากจิตวิญญาณของ Boethius ด้วยพลังจากบทเพลง เพราะว่าวังทองคำอยู่ใกล้กับศูนย์กลางพลังของ Phobos มากเกินไป พลังของเขาจึงสามารถแทรกแซงโลกปัจจุบันได้ ถ้าปล่อยให้เขาได้รับพลังที่อยู่เหนือความจริงนี้ต่อไป โลกทั้งใบก็อาจจะถูกดึงมาที่วังแห่งบทเพลงก็ได้ ถึงตอนนั้น จินตนาการของเขาจะมาแทนที่โลกความเป็นจริง และ Fontaine ในวันนี้จะกลับคืนสู่สภาพเหมือนกับเมื่อหลายพันปีก่อน Cassiodor ได้ค้นพบวิธีที่จะจัดการกับ Boethius อย่างเด็ดขาด ซึ่งเขาได้เตรียมร่างกายที่ทรงพลังสําหรับตัวเองในโลกแห่งความเป็นจริงเอาไว้แล้ว เนื่องจากนักเดินทางไม่ได้เป็นชาว Teyvat และไม่ได้เกิดขึ้นมาจากน้ำทะเลบรรพกาล ท่วงทํานองของ Phobos จึงไม่มีผลกับโชคชะตาของพวกเขา ดังนั้น Boethius จึงไม่สามารถชักนำจิตวิญญาณของพวกเขาได้ ทำให้แผนการของ Cassiodor ประสบผลสำเร็จ"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/319addbf237238c198272be1f2462516_2224175775864456811.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ด้วยความช่วยเหลือของ Scylla นักเดินทางและ Paimon ได้เชื่อมต่อเส้นทางน้ำสีทองที่บทเพลงอันยิ่งใหญ่เคยไหลผ่าน และเปิดเส้นทางไปสู่วังทองคำอีกครั้ง ปรากฎว่าร่างที่แท้จริงของ Boethius คือ Phobos ที่รวมทุกท่วงทํานองและความปรารถนาของชาว Remuria เอาไว้ด้วยกัน ความปรารถนาในจิตใจของพวกเขานํา Remuria ไปสู่สงคราม, การพิชิต, และการปราบปราม \"พวกอนารยชน\" ทางตอนเหนือ แม้กระทั่งก่อนที่ Remuria จะล่มสลาย Phobos ได้ดูดซับ Boethius และก่อกบฏต่อ Sebastos. Cassiodor เสียสละตัวเองด้วยการขัง Phobos ไว้ในร่างหินเพื่อให้นักเดินทางสามารถทําลาย Boethius และ Phobos ได้ในคราวเดียว เมื่อนักเดินทางบรรเลง \"บทสวดสงบวิญญาณ\" บทเพลงอันยิ่งใหญ่ก็ได้ถูกทําลายอย่างสมบูรณ์ วิญญาณของชาว Remuria ได้กลับสู่โลกใบนี้ และหวนคืนสู่ทะเล เพื่อเติมเต็มความปรารถนาที่แท้จริงของ Cassiodor ในการสานต่อแผนการ และความปรารถนาของ Sebastos เพื่อปลดปล่อยทุกคนออกจากบทเพลง"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>\"</color> <color=#ffffff>หากน้ำสูญสิ้นความบริสุทธิ์ แล้วจะกลายเป็นน้ำอีกได้อย่างไร? หากต้นไม้ต้องพรากจากผืนดิน แล้วจะหยั่งรากลึกได้ที่ไหน?</color> <color=#ffffff>\"</color>\n<color=#ffffff>\"ไม่ว่าหินและโลหะจะกระทบกันดังเพียงใด หากไม่มีน้ำและดิน มนุษย์ก็ไม่อาจอยู่รอดได้\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "เมื่อวิญญาณของ Cassiodor สลายไป Osse ก็จะกลายเป็นแมวธรรมดาอีกครั้ง ซึ่งตอนนี้อาศัยอยู่ในเมือง Petrichor กับ Este ลูกหลานของนักรบชาว Remuria\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>หนึ่งในช่างจูนเสียงของ Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/11877103/8387f718bf24a2a128af2225335160c5_992821299335838984.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>เจ้าชาย Vishap และสหายของราชา Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/11877103/b2d6cefc957361355bd202af3efcb21d_7895511742825861483.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "มรดก",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ชื่อ \"นักล่าเงา\" มีต้นกําเนิดมาจาก Remuria เมื่อ Cassiodor นํากองทัพโกเลมของ Remus เข้าร่วมการต่อสู้: <color=#ffffff>\"ไล่ตามเงาประหลาด ขับไล่และสังหารมันให้หมด\"</color> แม้พวกเขาจะได้ชื่อว่า \"นักล่าเงา\" แต่เป้าหมายการล่ากลับไม่ใช่สัตว์ แต่เป็นมอนสเตอร์นานาชนิดที่หลงเหลือจากราชวงศ์โบราณของราชา Remus ในปัจจุบัน Fontaine ไม่ได้มีมอนสเตอร์มากมายขนาดนั้นแล้ว นักล่าเงาก็ค่อย ๆ หายตัวไปในฝูงชน และหันไปทำงานอื่นที่ต้องใช้อาวุธแทน พวกเขายังทิ้งวิธีการล่าเหยื่อที่มีเอกลักษณ์ชุดหนึ่งไว้ให้กับชาว Fontaine ด้วย ปัจจุบัน หน่วยล่าเงา เป็นหน่วยสืบสวนอาชญากรรมพิเศษใน Fontaine\nนักประวัติศาสตร์เชื่อว่านักล่าเงามีการเคลื่อนไหวครั้งแรกประมาณหลังจากที่ Remuria ล่มสลายไปแล้วหลายสิบปี และแนวคิดเกี่ยวกับอัศวินแห่งน้ำบริสุทธิ์ได้หายไปจาก Fontaine โดยสิ้นเชิง นักล่าเงาที่ติดตาม Cassiodor ในตอนแรก เชื่อกันว่าเป็นทายาทของอัศวินแห่งน้ำบริสุทธิ์ แต่ในความเป็นจริงแล้ว พวกเขาเป็นเพียงจิตสำนึกเสี้ยวสุดท้ายที่หลงเหลืออยู่จากอาณาจักรโบราณ Remuria"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/04d3abb9103d32bcb708347e7ff7c7e0_1720632638511597447.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ชาว Remuria สองคนที่ติดตาม Cassiodor คือเพื่อนของเขา \"Este ผู้ปราดเปรื่อง\" และ Walter ในที่สุด ทั้งสองก็ได้พักผ่อนอยู่ที่ดินแดน Fontaine แห่งใหม่ สระน้ำตอบสนองต่อวิญญาณที่ถูกกักขังอยู่ในหินเหมือนกับชาว Fontaine ทั่วไป จากนั้น Este ก็ได้ให้กำเนิดทายาท และสร้างครอบครัวขึ้นมา สายเลือดของ Este ได้หลอมรวมเข้ากับ Fontaine จวบจนถึงปัจจุบัน เมื่อ Boethius ใช้บทเพลงเพื่อกอบกู้อาณาจักร วิญญาณของ Este ได้มาสิงอยู่ในร่างของทายาทของเขาที่อาศัยอยู่ที่เมือง Petrichor เขาเป็นคนพานักเดินทางและ Paimon มาเจอกับ Cassiodor หลังจากที่ Phobos ถูกทำลาย จิตวิญญาณของ Este ก็ได้กลับคืนสู่ทะเลลึก"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/14/237301566/7d5d9d537cb890b9693c655043f339c7_1351045879994916177.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "หลายร้อยปีก่อน Ruggiero นักวิจัยจาก Fontaine ได้มายังเมือง Petrichor ที่เหลือเพียงซากปรักหักพังเพื่อตามหาปราสาทที่ซีดจางในตำนานและเรียนรู้เกี่ยวกับอาณาจักร Remuria, Ruggiero ได้พบกับ \"นักล่าทองคำ\" ที่เมือง Petrichor และได้เรียนรู้เกี่ยวกับหน่วยล่าเงาและอัศวินแห่งน้ำบริสุทธิ์จากเขา เป้าหมายเดิมของ Ruggiero คือสมบัติของ Remurian แต่มันถูกฝังลึกลงไปใต้น้ำ ต่อมา เขาตระหนักได้ว่ามนุษย์ไม่จำเป็น และไม่ควรจะครอบครองความรู้ใด ๆ ที่เกินความสามารถของตนเอง และด้วยความช่วยเหลือของ Cassiodor เขาได้ปิดผนึกทางเข้าไปยังปราสาทที่ซีดจางเอาไว้, เหล่านักวิจัยต้องการสร้างเมือง Petrichor ที่ถูกทิ้งร้างมาอย่างยาวนานขึ้นมาใหม่ โดยดึงดูดผู้ลี้ภัยให้มาอาศัยอยู่ที่นั่น และเผยแพร่ตำนานอื่น ๆ เกี่ยวกับ Remuria และปราสาทที่ซีดจาง จากนั้นชาวเมืองจะคอยปกป้องผนึกให้ และความลับของอาณาจักรโบราณจะถูกปกปิดไว้ตลอดไป\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Nostoi Region",
        "desc": "<p>ในภาษาโบราณ Petrichor แปลว่า \"โกเลม\" ปัจจุบันเป็นเพียงหมู่บ้านชาวประมงที่ทรุดโทรมบนเกาะเล็ก ๆ ที่ห่างไกลจากน่านน้ำของ Fontaine</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/24/7877590/52afde1474dc3cbc26be8aaad538bdc5_5566180479786326331.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5223,
        "name": "หน่วยล่าเงา",
        "desc": "<p>หน่วยล่าเงา เป็นหน่วยส่วนตัวของผู้พิพากษาสูงสุด Neuvillette ซึ่งรับผิดชอบในการสืบสวนคดีอาชญากรรม หน่วยล่าเงาตั้งฐานอยู่ในพระราชวัง Mermonia และเป็นหนึ่งในหน่วยงานของกรมการปกครอง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/04/278806422/8c57616ad82afff946a1cd18e11a0b39_5303966371396854536.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/539b03bed1057707abd643147e18abde_5208416816830639300.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ความสัมพันธ์"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Cassiodor เข้าร่วมกับ Remuria เมื่อเผ่าของเขาถูกยึดครอง",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>ราชาผู้ก่อตั้งอาณาจักร Remuria</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/54fc33ab94abb4b00460e448f7765892_2670224895105970892.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เทพราชาแต่งตั้งให้ Cassiodor เป็นช่างจูนเสียง",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5618,
        "name": "Boethius",
        "desc": "<p>หนึ่งในช่างจูนเสียงของ Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/11877103/8387f718bf24a2a128af2225335160c5_992821299335838984.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "หนึ่งในช่างจูนเสียงของ Remuria และเพื่อนเก่าของ Cassiodor\nErinnyes\nCassiodor น่าจะเติบโตมากับ Erinnyes แต่หลังจากที่เผ่าของพวกเขาถูกยึดครองโดยชาว Remuria\nEuergetia\nAurelius\nช่างจูนเสียงของชาว Remuria",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ไอเทมที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/c32bab10651059ad3c0c8a0e5bbd2e03_6392853784090152824.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3990,
        "name": "Marechaussee Hunter",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/539b03bed1057707abd643147e18abde_5208416816830639300.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4717,
        "name": "Song of Days Past",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/19/53372413/7789fb5e684cf95a7011657d0fa8a971_6778107950847549489.png",
        "displayStyle": "card",
        "menuId": 5
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Cassiodor"
          }
        ]
      },
      {
        "key": "ตำแหน่ง",
        "value": [
          {
            "type": "RichText",
            "text": "ช่างจูนเสียง"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine\nRemuria"
          }
        ]
      },
      {
        "key": "นามแฝง",
        "value": [
          {
            "type": "RichText",
            "text": "นักล่าทองคำ\nOuranides แห่ง Ouranopolis\nOsse"
          }
        ]
      }
    ]
  }
}