{
  "epId": 5618,
  "name": "Boethius",
  "desc": "<p>หนึ่งในช่างจูนเสียงของ Remus</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/11877103/8387f718bf24a2a128af2225335160c5_992821299335838984.png",
  "menuId": 10,
  "menuName": "คู่มือ NPC",
  "version": 1734018854,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "<color=#ffffff>เควสต์โลก</color>\nบทกวีสอดประสาน\nวังราชาอสูรทะเล\nเพลงราตรีใต้ผืนน้ำ\nนักโทษที่ถูกพันธนาการ\nวันสุดท้ายของ Remuria\nบทเพลงตามอารมณ์ Pharsalia\nบันไดสู่ Capitolium\nบทสวดสงบวิญญาณ\nบาดแผลแห่งโชคชะตาอันแสนเศร้า"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Boethius",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ชื่อที่แท้จริงของ Boethius ถูกลืมเลือนไปตามกาลเวลา แต่นักดนตรีที่รู้จักกันในชื่อนี้นั้นกำเนิดขึ้นมาในชนเผ่าบนเกาะอันโดดเดี่ยว เขาเกิดในกระท่อมฟางและเติบโตมากับหมู่บ้านที่สร้างขึ้นด้วยต้นกก เมื่อนักรบชาว Remuria เข้ามารุกรานชนเผ่าของ Boethius เขารอดจากการถูกจับเป็นทาสด้วยทักษะการบรรเลงอย่างคล่องแคล่วและเสียงร้องก้องกังวานของเขา Boethius เข้าร่วมกับชาว Remuria และในช่วงระหว่างการทำสงครามกับ \"พวกอนารยชน\" ทางตอนเหนือ เขาได้พบกับเชลยหนุ่มคนหนึ่งจากชนเผ่าที่ถูกยึดครอง พวกเขาร่วมกันติดตามไปยัง Capitolium เมืองที่สูงที่สุดในอาณาจักรทองคำ และสำเร็จการฝึกฝนและบทเรียนที่เคร่งครัดจน ดังนั้นแล้ว มิตรภาพที่แน่นแฟ้นระหว่าง Boethius และนักรบหนุ่มจึงเริ่มขึ้น ซึ่งเขาได้ถูกเรียกชื่อว่า Cassiodor"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/1cc43e9ca88bc647bd2f85399e957947_8518831588897460261.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมื่อเทพราชา Remus ตัดสินใจที่จะปลดปล่อยผู้ติดตามของเขาจากพันธนาการแห่งโชคชะตา เขาได้สร้างกายที่ไม่มีวันเสื่อมสลายจากทองสัมฤทธิ์และหินบริสุทธิ์ให้แก่พวกเขา ในร่างเหล่านั้นไหลเวียนไปด้วยหยาดน้ำค้างวิญญาณ มันถูกสร้างขึ้นมาด้วยพลังของถ้วยแห่งน้ำบริสุทธิ์ ซึ่ง Remus ได้รับมาจากนายหญิงแห่งผืนน้ำ Sebastos Remus ได้สร้างบทเพลงอันยิ่งใหญ่ Phobos ที่ซึ่งท่วงทํานองและความปรารถนาทั้งหมดของชาว Remuria ถูกรวมเข้าด้วยกัน เทพราชายอมรับ Boethius และมอบร่างกายใหม่ให้กับเขา พร้อมกับแต่งตั้งนักดนตรีผู้นี้ให้กลายเป็นช่างจูนเสียงผู้ยิ่งใหญ่ที่มีเพียงสี่คนเท่านั้น ช่างจูนเสียงเหล่านี้เป็นผู้สั่งการของบทเพลงและสามารถเปลี่ยนท่วงทํานองของ Phobos ได้\nDominus Boethius ถือเป็นอัจฉริยะระดับแนวหน้าในประวัติศาสตร์ของอาณาจักรและเป็นตัวแทนของจิตวิญญาณที่ยอดเยี่ยมที่สุดของ Remuria เขาเชื่อในอนาคตที่สดใสของ Remuria: ที่อยู่ภายใต้วิสัยทัศน์ของเทพราชา จะปราศจากซึ่งความยากจน ความอ่อนแอและความป่าเถื่อน; เพียงอยู่ใต้อำนาจการปกครองของ Sebastos ความสงบสุขและความงดงามจะบังเกิด ช่างจูนเสียงทำตามคำแนะนำของ Sebastos อย่างไม่มีข้อสงสัย และคำสั่งของเขาก็เหมือนกับคำสั่งของ Phobos เอง เขานำกองทัพ Remuria ไปพิชิตชนเผ่าของ \"พวกอนารยชน\" สู้ไปพร้อมกับกองทัพของ Vishap และนำอารยธรรมมาสู่ทะเลสูง ว่ากันว่า ไม่ว่าช่างจูนเสียง Boethius จะไปที่ไหน เส้นทางน้ำของอาณาจักรก็จะถูกสร้างขึ้น และ\nก็หายไปอย่างไร้ร่องรอย\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4924,
        "name": "Oceanid",
        "desc": "<p>Oceanid เป็นสิ่งมีชีวิตธาตุน้ำที่ชาญฉลาดมาก พวกเขาถูกสร้างขึ้นโดย Egeria เทพแห่งน้ำองค์ก่อนที่สามารถควบคุมน้ำได้ตามต้องการ</p><p><span class=\"wk-shady\">ชาว Fontaine ทุกคนเคยเป็น Oceanid ที่ปรารถนาจะเป็นมนุษย์ Egeria ได้ตอบสนองต่อความต้องการเหล่านั้นซึ่งขัดต่อกฎแห่งสวรรค์</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/5e33c09fbd3c6781bb822fd9c57b6abc_7750060682391566772.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>ราชาผู้ก่อตั้งอาณาจักร Remuria</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/54fc33ab94abb4b00460e448f7765892_2670224895105970892.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>นักล่าทองคำ หนึ่งในช่างจูนเสียงของ Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/11877103/1df790c1e63e81f4bb2f0d7d429c0954_3672854671466183477.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/c32bab10651059ad3c0c8a0e5bbd2e03_6392853784090152824.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Spring of Pure Sacred Dewdrop",
        "desc": "<p>นี่เป็นวัตถุโบราณตั้งแต่สมัยที่ \"อัศวินแห่งน้ำบริสุทธิ์\" ยังมีชีวิตอยู่... เหล่าอัศวินกล่าวว่าท่ามกลางขุนเขาและน้ำพุที่ผู้คนไม่เคยไปเยือน ยังมีภูตที่ภักดี คอยปกป้องน้ำพุที่บริสุทธิ์ซึ่งยังไม่มัวหมองอยู่...</p><p>ทว่าเจ้าแห่งหยาดน้ำค้างวิญญาณประดิษฐ์ กลับไม่สามารถทนต่อเสียงอื่นใดที่ไม่อาจเทียบเคียงบทเพลงอันยิ่งใหญ่ได้ ตำนานเล่าว่า สถานที่ที่ช่างจูนเสียง Boethius ไปเยือนนั้น มีหยาดอมฤตถูกฝังเต็มไปหมด มีการสร้างสะพานส่งน้ำของอาณาจักร และภูตแห่งน้ำบริสุทธิ์ก็หายไปเช่นกัน...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/54913bb983c08663e91eef34841c80b9_3344289522404955896.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ท่วงทำนอง",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Boethius เชื่อว่าท่วงทำนองทั้งหมดนั้นมีอยู่สามประเภท:\nและท่วงทำนองเครื่องดนตรี ท่วงทำนองโลกิยะเป็นท่วงทำนองต้นกำเนิด ท่วงทำนองทั้งหมดล้วนเกิดขึ้นและจบลงด้วยเหตุนี้ โหราศาสตร์ทั้งเท็จและจริง การหมุนเวียนของฤดูกาล การผันผ่านไปของกาลเวลา องค์ประกอบที่ถูกกำหนด สรรพสิ่งในจักรวาล ล้วนดำเนินไปตามท่วงทำนองนี้ ท่วงทำนองใด ๆ ที่มีคุณสมบัติคล้ายกับ Fortuna จะถูกเรียกว่าท่วงทำนองโลกิยะ ลองจินตนาการถึงพิณที่ซึ่งทุกสิ่งอย่าง สัมพันธ์กับสายอันประณีตบนพิณ เสียงดนตรีอันยิ่งใหญ่ไม่ได้มาจากสายพิณเพียงเส้นเดียว แต่มาจากเสียงสะท้อนของสายพิณทั้งหมด และดนตรีเช่นนี้ก็คือท่วงทำนองโลกิยะที่เราเรียกขาน\nท่วงทำนองมรรตยะเป็นท่วงทำนองของโลกแห่งมนุษย์ ท่วงทำนองของมนุษย์และเทพเจ้า Boethius เชื่อว่าไม่มีสิ่งใดแตกต่างกัน ทั้งสองจึงสามารถจัดอยู่ในประเภทนี้ได้ เพราะแก่นแท้ของท่วงทำนองทั้งสอง คือความกลมกลืนของท่วงทำนองโลกิยะ ที่กระทบอัตลักษณ์แห่งจิตวิญญาณ ท่วงทำนองของมนุษย์และเทพเจ้าสามารถเล่นไปพร้อม ๆ กันได้ และนั่นคือเหตุผลที่ทำไมท่วงทำนองมรรตยะจึงสามารถแทนที่ท่วงทำนองโลกิยะได้ เนื่องจากท่วงทำนองของมนุษย์และเทพเจ้านั้นเปราะบาง มีเพียงการผสมผสานและปรับเปลี่ยนท่วงทำนองของมนุษย์เท่านั้นจึงจะสามารถเขียนบทเพลงที่สามารถเทียบเคียงกับ Fortuna ได้ บทเพลงนี้ถูกขนานนามว่า \"Phobos\" จากที่ Boethius ได้กล่าวไว้ การอยู่ห่างจาก Phobos นั้นหมายถึงการทรยศ นั่นก็เพราะว่าหาก Phobos ไม่บรรเลงอีกต่อไป ทุกอย่างจะพังทลายลงทันที มนุษย์และเทพเจ้าถูกลิขิตให้พ่ายต่อ Fortuna และจมดิ่งลงสู่ความฝันที่ไร้ฝัน\nBoethius ไม่คิดว่าผู้คนที่ไม่ยอมรับฟังเสียงของบทเพลงอันยิ่งใหญ่นั้นมีความทัดเทียมกับชาว Remuria ในมุมมองของเขา การเลือกของพวกเขาไม่ได้ออกมาจากความต้องการของตัวเอง แต่เกิดจากเส้นทางที่ Fortuna กำหนดไว้ พวกเขาไม่มีอิสระในการตัดสินใจ และทำได้เพียงบรรเลงโน้ตที่ถูกกำหนดไว้แต่แรกเท่านั้น Boethius เชื่อว่าทางเลือกเดียวที่ชาว Remuria ทำได้ ก็คือการกำจัดพวกเขาจากผืนดินและแหล่งน้ำ ไม่เช่นนั้นแล้ว บทเพลงของ Fortuna จะยิ่งดังกึกก้องกระทั่งไม่มีความเป็นไปได้ใด ๆ อีกต่อไป และไม่มีโอกาสจะทานทัดได้ตลอดกาล\nCassiodor เชื่อว่าเหล่าผู้ที่ไม่สามารถยอมรับท่วงทำนองของ Remuria ได้ ไม่ควรถูกกำจัด แต่ Boethius มองว่าเป็นความอ่อนแอ:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"ความสงสารที่แสนอ่อนแอบดบังสติปัญญาของคุณ ทำให้คุณใจอ่อน และกลายเป็นจุดอ่อนที่ปรากฏอยู่ด้านหลังของคุณ!\"</color>\n<color=#ffffffd9>\"ทั้งความป่าเถื่อนและล้าหลังที่ยังคงแฝงอยู่ตามที่ต่าง ๆ ใน Fontaine และแหล่งน้ำที่เป็นพิษต่อ Fontaine พวกเราต้องกำจัดพวกมันซะ\"</color>\n<color=#ffffffd9>\"ถ้าพวกป่าเถื่อนยอมรับกฎระเบียบทองคำอันยิ่งใหญ่ พวกเราก็จะยอมรับพวกเขา เหมือนกับที่ราชาผู้ทรงเกียรติยอมรับพวกเรา\"</color>\n<color=#ffffffd9>\"ทว่านับตั้งแต่ที่มังกรพิษ Scylla ทำลายหอคอยของพวกเรา เข่นฆ่านักดนตรีของพวกเรา คนป่าเถื่อนที่ถูกวางยาก็ไม่คู่ควรต่อการยอมรับหรือช่วยเหลืออีกต่อไป\"</color>\n<color=#ffffffd9>\"ในเมื่อไม่คู่ควรให้เรายอมรับ พวกเขาจึงควรถูกกำจัดไปจากที่ดินและแหล่งน้ำ เหมือนที่พวกเรากำจัดโรคระบาด หรือดับไฟป่า\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3979,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>นักล่าทองคำ หนึ่งในช่างจูนเสียงของ Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/11877103/1df790c1e63e81f4bb2f0d7d429c0954_3672854671466183477.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/c32bab10651059ad3c0c8a0e5bbd2e03_6392853784090152824.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "การล่มสลายของ Remuria",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/b5c4d227310ac4322abda4fe82bd20ae_7670005467970528902.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ความปรารถนาของชาว Remuria ได้นำพาอาณาจักรไปสู่สงครามและการทำลายล้าง Sebastos จึงตัดสินใจที่จะทำลาย Phobos เขาตกลงกับเจ้าชายมังกร Scylla เพื่อนำพากองทัพเหล่า Vishap ไปที่ Capitolium ผู้ทรยศต่อเทพราชาถึงกับต้องตกตะลึง Boethius ขโมยถ้วยทองคำที่เต็มไปด้วยหยาดน้ำค้างวิญญาณ พร้อมกับเรียกเหล่าผู้พิทักษ์ออกมาเพื่อไปเผชิญหน้ากับเหล่า Vishap ตามคำสั่งของเขา อย่างแรกกองทัพทั้งหมดจะต้องหยุดการกระทำที่เป็นอันตรายต่อเหล่าลูกหลานมังกร เพื่อล่อพวกเขาไปที่ Initium Iani ที่นำไปสู่เมืองหลวง Dominus และสั่งให้สร้างแนวป้องกันเพื่อปิดเส้นทางหลบหนีทั้งหมด รวมถึงโซ่ตรวนสามเส้นที่สร้างขึ้นจากเลือดของช่างจูนเสียง Euergetia เพื่อกักขังเจ้าชาย Vishap เมื่อกองทัพมังกรมาถึง Initium Iani เหล่าชาว Remuria ก็โจมตีพวกเขา Boethius ผนึก Scylla ไว้ใต้หอคอยสูงใกล้กับ Machimos และปิด Initium Iani โดยใช้พลังของหยาดน้ำค้างวิญญาณที่ไม่เจือจางไปกับสายน้ำ\nเมื่อเส้นทางถูกปิดและเจ้าชาย Vishap ไม่สามารถไปถึงเมืองหลวงได้ทันเวลา พลังของ Phobos ที่เกินควบคุมทำให้อาณาจักร Remuria จมลงสู่ใต้ทะเลลึก ราวกับยอมจำนนต่อการลงโทษของสวรรค์ ช่างจูนเสียงกลายเป็นผู้รอดชีวิตเพียงคนเดียวของโศกนาฏกรรมที่ Initium Iani. Boethius ตัดสินแล้วว่า หากท่วงทำนองของมนุษย์และเทพเจ้านั้นไม่แตกต่างกัน ดังนั้นเขาก็สามารถกลายเป็นเทพเจ้าองค์ใหม่และกอบกู้ Remuria ได้ เพื่อการนี้แล้ว เขาได้ใช้วิธีที่ชั่วร้ายในการพยายามซ่อมแซม \"บทเพลง\" ที่แตกสลาย ใช้วาจาที่คมคายของเขาหลอกล่อให้ผู้คนที่เหลือหลงเชื่อ ขุนนางและคนชั้นสูงมากมายต้องตกเป็นหุ่นเชิดของเขา Boethius ยอมละทิ้งเจตจำนงของเผ่าพันธุ์ และออกล่าวิญญาณของชาว Fontaine ไปทั่วทุกหนทุกแห่ง เพื่อต่อต้านเขาที่ได้กลายเป็นสัตว์ประหลาดไปแล้ว เพื่อนเก่าของเขา Cassiodor จึงต้องละทิ้งชื่อของตัวเอง และกลายเป็นนักล่าวิญญาณ เขาร่วมมือกับชาว Fontaine เพื่อต่อต้าน Boethius หลังจากการเผชิญหน้าที่ยากลำบาก Cassiodor และชาว Fontaine ได้ทำการผนึกทั้ง Boethius และทะเลที่กลืนกิน Remuria เอาไว้\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Nostoi Region",
        "desc": "<p>ในภาษาโบราณ Petrichor แปลว่า \"โกเลม\" ปัจจุบันเป็นเพียงหมู่บ้านชาวประมงที่ทรุดโทรมบนเกาะเล็ก ๆ ที่ห่างไกลจากน่านน้ำของ Fontaine</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/24/7877590/52afde1474dc3cbc26be8aaad538bdc5_5566180479786326331.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>ราชาผู้ก่อตั้งอาณาจักร Remuria</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/54fc33ab94abb4b00460e448f7765892_2670224895105970892.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>เจ้าชาย Vishap และสหายของราชา Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/11877103/b2d6cefc957361355bd202af3efcb21d_7895511742825861483.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>นักล่าทองคำ หนึ่งในช่างจูนเสียงของ Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/11877103/1df790c1e63e81f4bb2f0d7d429c0954_3672854671466183477.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Golden Goblet of the Pristine Sea",
        "desc": "<p>เมื่อทรราชแห่งเมืองที่กำลังจม บรรเลงท่วงทำนองสุดท้ายของบทเพลงสีทอง นักดนตรีผู้เป็นที่ชื่นชอบได้ขโมยถ้วยทองคำ ที่เต็มไปด้วยหยาดน้ำค้างวิญญาณหนีไป</p><p>ด้วยความฉงนต่อการทรยศต่อเทพราชา นักดนตรีจึงได้เรียกผู้พิทักษ์คนสุดท้าย ผนึกมังกรไว้ใต้หอคอยด้วยหยาดน้ำค้างวิญญาณที่ไม่มีวันละลาย และจมดิ่งลงสู่ก้นบึ้งพร้อมกับเมืองหลวง</p><p>ต่อมา ร่างของหัวขโมยที่สูงศักดิ์ผู้นี้ก็หายไปอย่างเงียบ ๆ จากประวัติศาสตร์ และมีเพียง \"คณะละครทองคำ\" เท่านั้นที่ยังจดจำคำทำนายของเขาได้อย่างดี</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/a8147d7dfc78a2dc5d47dd50bd6292ed_2704316924714194926.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "ประวัติศาสตร์การล่มสลายแห่ง Remuria",
        "desc": "<p>ว่ากันว่าในตอนแรกที่ Fontaine ถูกสร้างขึ้นนั้น Pulteney นักวิชาการผู้มีชื่อเสียงได้เขียนผลงานชิ้นเอกทางประวัติศาสตร์อันยิ่งใหญ่ เกี่ยวกับอารยธรรม Remuria โบราณ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/144837601/b009ea25911684c3438658094f290ddd_4924603258814542048.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "บทกวีสอดประสาน",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "พันปีต่อมา Dominus Boethius พยายามครอบครอง \"บทเพลง\" โดยถักทอวิญญาณที่แตกสลายของเขาเข้าไปใน \"บทเพลง\" นี้ ช่างจูนเสียงนำความโกลาหลมาสู่ \"บทเพลง\" เพื่อกอบกู้อาณาจักร Remuria และกลายเป็นเทพเจ้าองค์ใหม่ Boethius เชื่อว่า Remus ทรยศ Remuria ด้วยการสมรู้ร่วมคิดกับเหล่า Vishap และพยายามทําลายบทเพลงอันยิ่งใหญ่ การกระทําของช่างจูนเสียงทําให้ร่างของชาวเมือง Petrichor ถูกครอบงำด้วยวิญญาณของชาว Remuria ที่ตายไปเมื่อนานมาแล้ว"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"ข้าจะย้อนวงล้อแห่งโชคชะตา นำโลกเก่าหวนกลับมา และทำให้โลกกลับคืนสู่ความยุติธรรม ผู้คนบนผืนดินทำได้แค่เพียงยอมจำนนต่อเจตจำนงของเราเท่านั้น\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/e6ded426211e34a86d94bbb81d526d43_7983438057774522783.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เพื่อหยุด Boethius, Cassiodor จึงหันไปขอความช่วยเหลือจากนักเดินทางและ Paimon พวกเขาร่วมกันเข้าไปใน Sea of Bygone Eras และปลดปล่อยเจ้าชายมังกร Scylla ซึ่งถูก Boethius ผนึกไว้ที่ใต้เมือง Machimos แม้ว่าร่างกายของ Scylla จะถูกทำลายไปนานแล้ว แต่ความทรงจำและจิตวิญญาณของเขายังคงอยู่ในร่างที่ประกอบขึ้นจากหยาดน้ำค้างวิญญาณ Cassiodor เชื่อว่า Scylla ทรยศต่อเทพราชาและโจมตีวังทองคำทําให้ Remuria ถูกน้ำท่วม องค์ชายมังกรอธิบายเกี่ยวกับแผนการลับของเขาและการก่อกำเนิดของ \"บทสวดสงบวิญญาณ\" ที่สามารถทำลาย Phobos ได้ รวมถึงการที่ Scylla จะต้องนำกองทัพ Vishap เข้าโจมตีเมืองหลวงเพื่อกอบกู้อาณาจักรจากพันธนาการแห่งโชคชะตา"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/b01a3f8e0f97cf5a0019803e99d98170_7257949079868829628.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เมื่อ Cassiodor และนักเดินทางมาถึง Domus Aurea, Boethius ใช้พลังของบทเพลงเพื่อล่อพวกเขาเข้าไปในวังแห่งบทเพลงของเขา ซึ่งเป็นพื้นที่ที่สร้างขึ้นจากจิตวิญญาณของ Boethius ด้วยพลังจากบทเพลง เพราะว่าวังทองคำอยู่ใกล้กับศูนย์กลางพลังของ Phobos มากเกินไป พลังของเขาจึงสามารถแทรกแซงโลกปัจจุบันได้ ถ้าปล่อยให้เขาได้รับพลังที่อยู่เหนือความจริงนี้ต่อไป โลกทั้งใบก็อาจจะถูกดึงมาที่วังแห่งบทเพลงก็ได้ ถึงตอนนั้น จินตนาการของเขาจะมาแทนที่โลกความเป็นจริง และ Fontaine ในวันนี้จะกลับคืนสู่สภาพเหมือนกับเมื่อหลายพันปีก่อน Cassiodor ได้ค้นพบวิธีที่จะจัดการกับ Boethius อย่างเด็ดขาด ซึ่งเขาได้เตรียมร่างกายที่ทรงพลังสําหรับตัวเองในโลกแห่งความเป็นจริงเอาไว้แล้ว เนื่องจากนักเดินทางไม่ได้เป็นชาว Teyvat และไม่ได้เกิดขึ้นมาจากน้ำทะเลบรรพกาล ท่วงทํานองของ Phobos จึงไม่มีผลกับโชคชะตาของพวกเขา ดังนั้น Boethius จึงไม่สามารถชักนำจิตวิญญาณของพวกเขาได้ ทำให้แผนการของ Cassiodor ประสบผลสำเร็จ"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/bb04749691763bf91c08ae162788a488_3074740047772609118.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ด้วยความช่วยเหลือของ Scylla นักเดินทางและ Paimon ได้เชื่อมต่อเส้นทางน้ำสีทองที่บทเพลงอันยิ่งใหญ่เคยไหลผ่าน และเปิดเส้นทางไปสู่วังทองคำอีกครั้ง ปรากฏว่าร่างที่แท้จริงของ Boethius คือ Phobos ที่รวมทุกท่วงทํานองและความปรารถนาของชาว Remuria เอาไว้ด้วยกัน ความปรารถนาในจิตใจของพวกเขานํา Remuria ไปสู่สงคราม, การพิชิต, และการปราบปราม \"พวกอนารยชน\" ทางตอนเหนือ แม้กระทั่งก่อนที่ Remuria จะล่มสลาย Phobos ได้ดูดซับ Boethius และก่อกบฏต่อ Sebastos. Cassiodor เสียสละตัวเองด้วยการขัง Phobos ไว้ในร่างหินเพื่อให้นักเดินทางสามารถทําลาย Boethius และ Phobos ได้ในคราวเดียว เมื่อนักเดินทางบรรเลง \"บทสวดสงบวิญญาณ\" บทเพลงอันยิ่งใหญ่ก็ได้ถูกทําลายอย่างสมบูรณ์ วิญญาณของชาว Remuria ได้กลับสู่โลกใบนี้ และหวนคืนสู่ทะเล\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5600,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Nostoi Region",
        "desc": "<p>ในภาษาโบราณ Petrichor แปลว่า \"โกเลม\" ปัจจุบันเป็นเพียงหมู่บ้านชาวประมงที่ทรุดโทรมบนเกาะเล็ก ๆ ที่ห่างไกลจากน่านน้ำของ Fontaine</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/24/7877590/52afde1474dc3cbc26be8aaad538bdc5_5566180479786326331.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>นักล่าทองคำ หนึ่งในช่างจูนเสียงของ Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/11877103/1df790c1e63e81f4bb2f0d7d429c0954_3672854671466183477.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>เจ้าชาย Vishap และสหายของราชา Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/11877103/b2d6cefc957361355bd202af3efcb21d_7895511742825861483.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Golden Troupe",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/f944911321eb927afe353e5694361109_7470874711024947110.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ก่อนการล่มสลายของ Remuria ปราสาทที่รู้จักกันในนามปราสาทที่ซีดจางนั้นเดิมทีเป็นปราสาทของ Boethius หลังจากที่อาณาจักรจมลง ปราสาทแห่งนี้กลายเป็นที่หลบภัยของช่างจูนเสียงและผู้ติดตามของเขา เหล่าผู้ที่เหลือรอดของอาณาจักรไม่เคยละทิ้งความปรารถนาที่จะได้รับการไถ่ถอนและเพื่อก้าวข้ามชะตากรรม พวกเขาเรียกตนเองว่า \"Golden Troupe\" เพื่อเป็นเกียรติแก่เมืองทองคำที่หายไป ณ โรงละครสีทองในปราสาทที่ซีดจาง นักดนตรีที่สูญเสียโน้ตเพลงได้ไว้อาลัยให้กับอดีตที่ไม่มีวันหวนกลับ เพื่อกอบกู้อารยธรรมที่ล่มสลาย และความฝันเก่าที่ยิ่งใหญ่ \"Golden Troupe\" ได้บรรเลงบทเพลงอันไพเราะ ชี้นำเด็ก ๆ ให้เสียสละวิญญาณอันสูงส่งแก่รูปปั้นอสูรที่หลับใหล Golden Troupe เชื่อว่าเมื่อบรรเลงบทเพลงอันยิ่งใหญ่อีกครั้ง พวกเขาจะได้รับรางวัลอันชอบธรรมจากผู้ซื่อสัตย์และภักดี\nหนึ่งในการศึกษาของพวกเขาคือเทคนิคเวทมนตร์ \" <color=#ffffff73>ตราพันธสัญญาแห่งการหลอมรวม</color> \" ประกอบไปด้วยสองส่วนคือ: \"วงแหวนจตุภาค\" และ \"ต้นไม้แห่งการปลดปล่อย\" ตามบันทึกของ Golden Troupe มีสถานที่สำคัญหลายแห่งใน Fontaine ที่จำเป็นจะต้องปิดผนึก\nนอกจากนี้ พวกเขาต้องการที่จะสร้างบทเพลงอันเป็นหนึ่งเดียวที่สมบูรณ์แบบขึ้นอีกครั้ง ซึ่งจะกลายเป็นบทเพลงสำหรับมนุษย์ที่เทพเจ้าไม่อาจยุ่งเกี่ยวได้"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/16/237301566/769a1426611e1bb10b34f8188ae74514_7722999629247231118.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "หลายปีต่อมา Rene de Petrichor ผู้ก่อตั้งสมาคม Narzissenkreuz ในอนาคต ค้นพบบันทึกที่หลงเหลืออยู่ของ Golden Troupe เขาได้เรียนรู้เกี่ยวกับ \"Fortuna\" รวมถึงการเกิดและล่มสลายของอาณาจักรนั้น เมื่ออารยธรรมถูกทำลายล้าง อารยธรรมใหม่จะถือกำเนิดขึ้นจากเถ้าถ่าน ปรากฏการณ์นี้คล้ายกับรูปแบบการคำนวณของ Rene ที่ถูกเรียกว่า \"สมการวิถีทางโลก\" หลังจากการคํานวณนับไม่ถ้วน เขาพบความคลาดเคลื่อนของ Fortuna: ไม่เหมือนกับโลกที่ปรากฏในตําราโบราณเหล่านี้ จะไม่มีอารยธรรมใหม่เกิดขึ้นอีกต่อไป เหมือนกับ Remuria โบราณ Rene ต้องการที่จะต่อต้านชะตากรรมและหลีกเลี่ยงภัยพิบัติ เขาจึงได้ก่อตั้งสมาคม Narzissenkreuz ขึ้นมา โดยใช้งาน \" <color=#ffffff73>ตราพันธสัญญาแห่งการหลอมรวม</color> \" สมาคมได้ค้นพบจุดที่พวกเขาสามารถวางวงแหวนจตุภาคได้ ที่จุดศูนย์กลางของวงแหวน หอคอย Ipsissimus ถูกสร้างขึ้นเพื่อปลดปล่อยเจตจำนงของผู้คน รอให้ภัยพิบัติจบลง และถือกำเนิดขึ้นในโลกใหม่\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4599,
        "name": "สมาคม Narzissenkreuz",
        "desc": "<p>สมาคม Narzissenkreuz เป็นสมาคมลับที่ก่อตั้งโดย Rene de Petrichor และ Jakob Ingold มีจุดประสงค์ในการสร้างมนุษย์สายพันธุ์ใหม่เพื่อที่จะเอาชีวิตรอดจากการถูกทำลายล้างตามที่สมการวิถีทางโลกได้คำนวณไว้ล่วงหน้า สมาคมนี้ได้รับการประกาศว่าเป็นกลุ่มหัวรุนแรงที่ผิดกฎหมายและเป็นองค์กรอาชญากรรมตามกฎหมายของ Fontaine ภายใต้ท่านผู้พิพากษาสูงสุด Neuvillette</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/16/115795437/51c48914091ce07cfccd86ceeb073642_849717982918187825.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4601,
        "name": "Narzissenkreuz",
        "desc": "<p>Narzissenkreuz หรือมีชื่อที่แท้จริงว่า Rene เขาเป็นผู้ก่อตั้งสมาคม Narzissenkreuz ร่วมกันกับ Jakob</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/12/04/10257458/90f57df4396a9aa89cee2704bafdac6d_2361355305906253203.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/c32bab10651059ad3c0c8a0e5bbd2e03_6392853784090152824.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 4302,
        "name": "หน้ากระดาษลึกลับ - 1",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/115795437/ba25972c61c93270e7952103a3096b70_7403253830017761212.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4309,
        "name": "หน้ากระดาษลึกลับ - 8",
        "desc": "<p>ดูเหมือนว่าเวลาได้หยุดลง ณ เวลาช่วงใดช่วงเวลาหนึ่ง ความทรงจำที่สวยงามก็จะคงอยู่ตลอดไปด้วยเช่นกัน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/13/115795437/ba25972c61c93270e7952103a3096b70_5019131361608407519.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 4031,
        "name": "Movement of an Ancient Chord",
        "desc": "<p>ท่ามกลางภัยพิบัติที่ล่มสลายกับบัลลังก์ทองคำ บทเพลงพังทลาย และตัวโน้ตก็ดับลง...</p><p>แต่ผู้คนในจักรวรรดิไม่เคยละทิ้งความมุ่งมั่น ที่จะกอบกู้และก้าวข้ามชะตากรรม</p><p>เพื่อกอบกู้อารยธรรมที่ล่มสลาย และความฝันเก่าที่ยิ่งใหญ่ \"คณะละครทองคำ\" ได้บรรเลงบทเพลงอันไพเราะ ชี้นำเด็ก ๆ ให้เสียสละวิญญาณอันสูงส่งแก่รูปปั้นอสูรที่หลับใหล</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/0ba8ef36e1ed59a70592ffe55c48f254_4711142113853142860.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "มรดก",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Boethius ถือเป็นนักดนตรีที่สำคัญที่สุดคนหนึ่งในประวัติศาสตร์ของ Fontaine ไม่ว่าจะเป็นละครที่ Boethius แต่งขึ้น หรือว่าโน้ตเพลงโบราณของ Remuria ที่เขาเรียบเรียงขึ้น ล้วนแต่มีบทบาทพิเศษในประวัติศาสตร์ของดนตรี บทเพลงหลายเพลงที่เขียนโดย Boethius ยังคงหลงเหลืออยู่ในปราสาทที่ซีดจาง ละครเพลงสุดโรแมนติก \"คนต่างแดนพเนจร\" บอกเล่าเรื่องราวเกี่ยวกับ Boethius ที่ไม่ยอมแพ้ในการพยายามกอบกู้อาณาจักร Remuria และมองว่า Fontaine ที่ถือกำเนิดขึ้นใหม่เป็นศัตรู สำหรับสมาชิกสมาคมนักดนตรี ความสำคัญของเขาในประวัติศาสตร์ของสงครามที่ดำเนินต่อไปจนกระทั่งการก่อตั้ง Fontaine ก็ไม่ได้ส่งผลกระทบต่อความสำเร็จทางดนตรีของเขา ต่อให้ดนตรีที่เขาสร้างนั้นจะมีประวัติที่ผิดพลาด แต่ก็ไม่สามารถปฏิเสธคุณค่าทางศิลปะของพวกมันได้ เรื่องราวของช่างจูนเสียงผู้นี้สามารถเป็นเครื่องเตือนใจให้กับนักดนตรีคนอื่น ๆ ได้: \"แม้แต่ศิลปะที่บริสุทธิ์ก็ยังสามารถนำมาใช้ทำเรื่องเลวร้ายได้เช่นกัน\"\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5601,
        "name": "Nostoi Region",
        "desc": "<p>ในภาษาโบราณ Petrichor แปลว่า \"โกเลม\" ปัจจุบันเป็นเพียงหมู่บ้านชาวประมงที่ทรุดโทรมบนเกาะเล็ก ๆ ที่ห่างไกลจากน่านน้ำของ Fontaine</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/24/7877590/52afde1474dc3cbc26be8aaad538bdc5_5566180479786326331.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5630,
        "name": "เศษหน้ากระดาษโน้ตเพลงที่สาบสูญ I",
        "desc": "<p>ดูเหมือนจะเป็นชิ้นส่วนของโน้ตเพลงโบราณ แต่ลำพังแค่ชิ้นเดียวคงจะตีความไม่ได้</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/115795437/abb63dcfdbb39c14d36c2f683562cc3f_8487829700300556504.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5632,
        "name": "เศษหน้ากระดาษโน้ตเพลงที่สาบสูญ II",
        "desc": "<p>ดูเหมือนจะเป็นชิ้นส่วนของโน้ตเพลงโบราณ แต่ลำพังแค่ชิ้นเดียวคงจะตีความไม่ได้</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/115795437/6671576f9f7df15fa04a2ab4487509e0_1876545505690086765.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 5629,
        "name": "โน้ตเพลงที่ซ่อมแซมแล้ว",
        "desc": "<p>โน้ตเพลงที่เคยเสียหาย ขณะนี้ได้รับการซ่อมแซมแล้ว หากเป็นคนที่เข้าใจในท่วงทำนอง จะต้องสามารถอ่านท่วงทำนองโบราณที่บันทึกไว้ได้อย่างแน่นอน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/29/115795437/3096f5f0944100e0378d4ef6858b376a_4547701625134521376.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ความสัมพันธ์"
      },
      {
        "type": "CustomEntry",
        "epId": 4813,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Boethius เข้าร่วมกับ Remuria เมื่อเผ่าของเขาถูกยึดครอง",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4779,
        "name": "Remus",
        "desc": "<p>ราชาผู้ก่อตั้งอาณาจักร Remuria</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/16/115795437/54fc33ab94abb4b00460e448f7765892_2670224895105970892.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เทพเจ้าแห่ง Remuria",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5617,
        "name": "Cassiodor",
        "desc": "<p>นักล่าทองคำ หนึ่งในช่างจูนเสียงของ Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/11877103/1df790c1e63e81f4bb2f0d7d429c0954_3672854671466183477.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "หนึ่งในช่างจูนเสียงของ Remuria และเป็นเพื่อนเก่าของ Boethius\nEuergetia\nAurelius\nช่างจูนเสียงของ Remuria\nPhobos\nบทเพลงอันยิ่งใหญ่ ซึ่งดูดกลืน Boethius",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5619,
        "name": "Scylla",
        "desc": "<p>เจ้าชาย Vishap และสหายของราชา Remus</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/03/11877103/b2d6cefc957361355bd202af3efcb21d_7895511742825861483.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "เจ้าชายมังกรแห่งเมือง Machimos ซึ่งถูก Boethius ผนึกไว้ที่ใต้หอคอย",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ไอเทมที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 4325,
        "name": "ประวัติศาสตร์การล่มสลายแห่ง Remuria",
        "desc": "<p>ว่ากันว่าในตอนแรกที่ Fontaine ถูกสร้างขึ้นนั้น Pulteney นักวิชาการผู้มีชื่อเสียงได้เขียนผลงานชิ้นเอกทางประวัติศาสตร์อันยิ่งใหญ่ เกี่ยวกับอารยธรรม Remuria โบราณ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/09/12/144837601/b009ea25911684c3438658094f290ddd_4924603258814542048.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3991,
        "name": "Golden Troupe",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/176148810/c32bab10651059ad3c0c8a0e5bbd2e03_6392853784090152824.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 3987,
        "name": "Song of Stillness",
        "desc": "<p><span>ธนูที่มีรูปลักษณ์แปลกพิศวงเหมือนสิ่งมีชีวิตใต้ทะเล ยามง้างศรนั้นแทบจะไม่มีเสียงให้ได้ยินเลยสักนิด</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/65858273/32cb6067727cbf3e630e0bcba488d8b5_2397347815768197050.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 4036,
        "name": "Sublimation of Pure Sacred Dewdrop",
        "desc": "<p>\"สิ่งมีชีวิตที่มาจากทะเลบรรพกาล จะต้องหวนคืนสู่ชะตากรรมเดียวกัน\" ช่างจูนเสียง Boethius เคยกล่าวไว้เช่นนี้ \"แต่การก้าวข้ามขีดกำจัดของมนุษย์ มีความเป็นไปได้อย่างไม่สิ้นสุด ซึ่งแม้แต่ทะเลบรรพกาลเอง ก็ไม่สามารถละลายมันได้...\"</p><p>ทรราชผู้เย่อหยิ่งเคยพยายามผสมหยาดน้ำค้างวิญญาณที่ไม่ละลายในน้ำบริสุทธิ์ เพื่อรับเอาสติปัญญาและความทรงจำ และให้ผู้ทดลองสามารถละทิ้งร่างกายของตนเพื่อรับชีวิตอิสระชั่วนิรันดร์...</p><p>แต่ความเจ็บปวดจากการเปลี่ยนแปลงทางร่างกาย มันหนักหนาเกินกว่าที่มนุษย์ธรรมดาจะรับได้...</p><p>หยาดน้ำค้างวิญญาณถูกย้อมเป็นสีดำด้วยเสียงร้องของวิญญาณมากมาย และตั้งแต่นั้นมา มันก็สูญเสียปัญญาประสาน หลงเหลือไว้เพียงความโกลาหลและความบ้าคลั่ง</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/bfe4638702fbef7e67d5d84b99d5276d_1789131666218042111.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4035,
        "name": "Spring of Pure Sacred Dewdrop",
        "desc": "<p>นี่เป็นวัตถุโบราณตั้งแต่สมัยที่ \"อัศวินแห่งน้ำบริสุทธิ์\" ยังมีชีวิตอยู่... เหล่าอัศวินกล่าวว่าท่ามกลางขุนเขาและน้ำพุที่ผู้คนไม่เคยไปเยือน ยังมีภูตที่ภักดี คอยปกป้องน้ำพุที่บริสุทธิ์ซึ่งยังไม่มัวหมองอยู่...</p><p>ทว่าเจ้าแห่งหยาดน้ำค้างวิญญาณประดิษฐ์ กลับไม่สามารถทนต่อเสียงอื่นใดที่ไม่อาจเทียบเคียงบทเพลงอันยิ่งใหญ่ได้ ตำนานเล่าว่า สถานที่ที่ช่างจูนเสียง Boethius ไปเยือนนั้น มีหยาดอมฤตถูกฝังเต็มไปหมด มีการสร้างสะพานส่งน้ำของอาณาจักร และภูตแห่งน้ำบริสุทธิ์ก็หายไปเช่นกัน...</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/54913bb983c08663e91eef34841c80b9_3344289522404955896.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4034,
        "name": "Essense of Pure Sacred Dewdrop",
        "desc": "<p>สารที่เข้มข้นและบริสุทธิ์ ถูกกลั่นมาจากทะเลบรรพกาลอันไร้ขอบเขต เทพราชาในสมัยโบราณเคยเชื่อว่ามันสามารถนำพาชีวิตนิรันดร์ และปัญญาอันไร้ขอบเขตมาให้ได้ แต่หากตั้งใจฟังให้ดี... มันกำลังทำนายการสิ้นสุดของการหลอมรวมเป็นหนึ่งเดียวอย่างเงียบ ๆ</p><p>ครั้งหนึ่งเคยเป็นบทเพลงอันยิ่งใหญ่ที่ไม่สมบูรณ์ของเทพราชา หยาดน้ำค้างวิญญาณสีทองที่ไร้รากและไร้แหล่งที่มา จะเข้ามาแทนที่น้ำจากป่าดึกดำบรรพ์ และระเบียบอันรุ่งโรจน์ของนักปราชญ์อมตะจะนำหยาดอมฤตแห่งการตรัสรู้ไปสู่อวิชชาทั้งปวง</p><p>แต่ท้ายที่สุด ความหลงผิดของเทพราชา กลับจมดิ่งสู่เหวลึกอันมืดมิด และหยาดน้ำค้างวิญญาณสีทองก็ถูกทะเลบรรพกาลกัดกร่อนไปพร้อมกับกาลเวลาอันโหดร้าย...</p><p>ช่างจูนเสียงเมินเฉยต่อลางร้าย เขาประคองร่างที่แตกสลาย และพยายามที่จะมอบชีวิตให้กับเพื่อนพ้อง ด้วยหยาดน้ำค้างวิญญาณสุดท้าย เพื่อให้ความสงบสุขในอดีตกลับคืนมาอีกครั้ง...</p><p>ตอนนี้ ในฝันร้ายของกวีคลั่งและจิตรกรหนุ่มหลายคนใน Fontaine ได้ปรากฏภาพวันสิ้นโลกที่ Boethius เคยประสบขึ้นเป็นครั้งคราว เพื่อย้ำเตือนถึงสังสารวัฏที่ไม่อาจหลีกหนีได้</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/b511969117b243bc41e7af4c578dfb88_6808207518103453466.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4024,
        "name": "Golden Goblet of the Pristine Sea",
        "desc": "<p>เมื่อทรราชแห่งเมืองที่กำลังจม บรรเลงท่วงทำนองสุดท้ายของบทเพลงสีทอง นักดนตรีผู้เป็นที่ชื่นชอบได้ขโมยถ้วยทองคำ ที่เต็มไปด้วยหยาดน้ำค้างวิญญาณหนีไป</p><p>ด้วยความฉงนต่อการทรยศต่อเทพราชา นักดนตรีจึงได้เรียกผู้พิทักษ์คนสุดท้าย ผนึกมังกรไว้ใต้หอคอยด้วยหยาดน้ำค้างวิญญาณที่ไม่มีวันละลาย และจมดิ่งลงสู่ก้นบึ้งพร้อมกับเมืองหลวง</p><p>ต่อมา ร่างของหัวขโมยที่สูงศักดิ์ผู้นี้ก็หายไปอย่างเงียบ ๆ จากประวัติศาสตร์ และมีเพียง \"คณะละครทองคำ\" เท่านั้นที่ยังจดจำคำทำนายของเขาได้อย่างดี</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/17/144837601/a8147d7dfc78a2dc5d47dd50bd6292ed_2704316924714194926.png",
        "displayStyle": "card"
      }
    ],
    "galleryCharacter": [
      {
        "key": "Boethius",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/01/11877103/1cc43e9ca88bc647bd2f85399e957947_1639199280018812277.png"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Boethius"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Fontaine\nRemuria"
          }
        ]
      },
      {
        "key": "ตำแหน่ง",
        "value": [
          {
            "type": "RichText",
            "text": "ช่างจูนเสียง"
          }
        ]
      }
    ]
  }
}