{
  "epId": 5747,
  "name": "ถักทอแห่งโชคชะตา",
  "desc": "<p>เครื่องจักรที่สร้างขึ้นโดย Abyss Order สามารถใช้ถักทอกระแสพลังได้</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/25/278806422/826332c1b0fb525a54df5442ee996c76_2014755202528919180.png",
  "menuId": 20,
  "menuName": "คำจำกัดความ",
  "version": 1722081527,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "ต้นกำเนิด",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "เครื่องถักทอโชคชะตาเป็นเครื่องจักรที่สร้างขึ้นโดย Abyss Order ที่สามารถใช้ถักทอกระแสพลังได้ อุปกรณ์นี้ถูกออกแบบมาเพื่อใช้ต่อกรกับกฏแห่งสวรรค์ซึ่งหลับใหลมาเป็นเวลาห้าร้อยปีแล้วนับตั้งแต่เกิดภัยพิบัติใน Khaenri'ah ในตอนแรก มันมีไว้สำหรับใช้สร้าง และปลูกฝังความทรงจำได้เพียงเล็กน้อยเท่านั้น แต่เมื่อเครื่องถักทอโชคชะตาค่อย ๆ เสร็จสมบูรณ์ประสิทธิภาพก็ยิ่งแข็งแกร่งขึ้นเรื่อย ๆ จนกระทั่งสามารถถักทอกระแสพลังที่แท้จริงได้ ระบบกระแสพลังของ Teyvat หยั่งรากลึกในโลกนี้ การสร้างกระแสพลังใหม่ ก็ไม่สามารถ \"แทนที่\" หรือ \"ขยาย\" ต่อไปได้ และเมื่อเครื่องถักทอโชคชะตาเสร็จสมบูรณ์ ก็จะสามารถถักทอช่วงเวลากระแสพลังได้ ความสามารถที่ส่งผลต่อความทรงจำระดับต่ำก็จะหายไป แม้จะยังไม่ค้นพบประสิทธิภาพทั้งหมด แต่มันก็ยังสามารถกลายเป็นเครื่องมือ \"ระดับโลก\" อย่างแท้จริง"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/a677683807513c99c52543e920d9bc86_786873802073892609.jpg",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เครื่องถักทอโชคชะตามีต้นกำเนิดมาจาก Chlothar Alberich ขุนนางชั้นสูงสายเลือดบริสุทธิ์ของ Khaenri'ah เขาคือผู้ก่อตั้ง Abyss Order และเป็นผู้คิดแผนการใช้เครื่องถักทอโชคชะตา Chlothar มีลูกชายคนหนึ่งชื่อ Caribert กำเนิดโดยหญิงสาวจาก Mondstadt ภัยพิบัติที่เกิดขึ้นเมื่อ 500 ปีก่อนเป็นเหตุให้ Celestia สาปแช่งชาว Khaenri'ah, Chlothar ได้รับคำสาปแห่งชีวิตอมตะ และลูกชายของเขากลายเป็น Hilichurl และตกอยู่ในอาการโคม่า ในความพยายามที่จะรักษา Caribert ชายคนนั้นจึงหันไปขอความช่วยเหลือจากเทพแห่งปัญญา แต่เธอไม่ตอบสนอง ต่อมาเขาได้ค้นพบสถานที่ศักดิ์สิทธิ์ที่ไม่รู้จักซึ่งมี\nซึ่งเป็นสิ่งมีชีวิตเหนือธรรมชาติจาก Abyss ตั้งอยู่ เมื่อ Chlothar คุกเข่ากราบไหว้ต่อหน้าเขา เขารู้สึกเหมือนอารมณ์ทั้งหมดในใจพลันสงบลง หลงเหลือเพียงแค่ความรู้สึกหวาดเกรง ไม่ก็ความสุขที่อธิบายไม่ถูก เมื่อกลับถึงบ้านเขาก็ป้อนยา Caribert อีกครั้ง และพบว่าลูกชายของเขาได้สติและสามารถสื่อสารได้ และพบว่าลูกชายของเขาได้ตื่นขึ้น และสามารถพูดได้ Chlothar เชื่อว่าตอนนี้ลูกชายของเขาสามารถสานต่อโชคชะตาของเขาได้อีกครั้ง"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"การถือกำเนิดขึ้นท่ามกลางความทุกข์ระทมนั่น จะทำให้เขากลายเป็นเครื่องถักทอโชคชะตา\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Caribert บรรยายถึงเครื่องถักทอโชคชะตาว่าเป็นความเศร้าและความเจ็บปวดอย่างถึงที่สุด ความหวังและความเสียใจหลั่งไหลอยู่ในสายเลือด ผนวกกับพลังแห่ง Abyss ที่ยิ่งใหญ่เหนือความคาดหมาย Chlothar เชื่อว่าเมื่อ Caribert มีทั้งหมดนี้ เขาจะกลายเป็นเครื่องถักทอโชคชะตาได้ Caribert ไม่ได้ถูกลิขิตให้มีชีวิตรอด และถึงแม้จะมีพลังของ \"คนบาป\" เขาก็เสียชีวิตตั้งแต่เมื่อเขาอายุแปดขวบแล้ว เขาไม่ได้กลายเป็นเครื่องถักทอโชคชะตาแต่ถูกเครื่องถักทอโชคชะตาใช้เป็นเครื่องมือเพื่อ \"ก่อร่าง\" ขึ้นมาเท่านั้น\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4811,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 5746,
        "name": "Chlothar",
        "desc": "<p>Chlothar หรือ Chlothar Alberich เป็น NPC ที่ออกมาเฉพาะเควสต์เทพเจ้า</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/10/10257458/64317f914ba1543a7b2a134b9fbd63ec_8394998780173258883.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>นกน้อยในกรงทองของวิหารแห่ง Surasthana ทำได้เพียงจ้องมองโลกใบนี้ผ่านทางความฝัน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/144837601/f29490bddc56b4a6773b6c5003bbb853_2080858609251172602.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ดวงตาของ Field Tiller ตัวแรกของโลก",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/7d621eddacce30929665041f8d2b13da_4474819486842387991.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "อดีตหนึ่งในองค์รักษ์ของราชวงศ์สุดท้ายแห่ง Khaenri'ah, Dainsleif หรือที่รู้จักในนาม \"ดาบแห่งแสงสุดท้าย\" พยายามที่จะหยุดภัยพิบัติ แต่เขาไม่สามารถหยุดยั้งการล่มสลายของอาณาจักร Khaenri'ah เอาไว้ได้ เมื่อเขาถูกสาปให้มีชีวิตอมตะ เขาได้สาบานว่าจะแก้แค้นคนบาปทั้งห้าของ Khaenri'ah ที่ทรยศต่ออาณาจักร และหยุดยั้ง Abyss Order ที่เกิดขึ้นจากผู้ติดตามของพวกเขา วันหนึ่ง เขากับนักเดินทางค้นพบเครื่องรางหลังจากต่อสู้กับ Abyss Mage หลังจากพวกเขาสืบค้นเครื่องรางนี้ทำให้พวกเขาได้รับรู้เกี่ยวกับแผนการเบื้องต้นของเครื่องถักทอโชคชะตา แผนการนี้เกี่ยวข้องกับรูปปั้นกลับหัวของเทพแห่งลม ซึ่งเหมือนกับสิ่งที่พวกเขาเคยค้นพบในซากโบราณสถานใน Liyue มาก่อน แผนขั้นแรก Abyss Order ตั้งใจที่จะทำลายจิตใจของ Osial ซึ่งเป็นเทพอสูรแห่งกระแสน้ำวนซึ่งพ่ายแพ้ให้กับ Rex Lapis ในช่วงสงครามเทพอสูร และยังวางแผนที่จะใช้เทคนิคที่ใช้สร้าง \"Field Tiller\" มาเปลี่ยนร่างกายของเขา รูปปั้นมลทินจะกลายมาเป็นฐานจากนั้นจะต่อแขนขาของ Osial เข้าไปเพื่อสร้างเป็นหุ่นยนต์เทพอูสร และสิ่งใหม่ที่จะมาแทนที่ลูกแก้วในมือ Statue of The Seven ก็คือดวงตาของ Field Tiller ตัวแรกของโลก เพื่อมอบพลังในการโค่นล้มบัลลังก์แห่ง Celestia"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/9b9ccf34acdfea993d8a96762aa46a9d_268955756135437754.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Field Tiller เป็นชื่อที่ใช้เรียกเครื่องจักรโบราณจาก Khaenri'ah ซึ่งปัจจุบันเรียกว่า \"Ruin Guard\" ผู้คนที่นั่นเชื่อว่า ที่ดินนั้นไม่ควรถูกไถด้วยเครื่องมือทำไร่ทำนา แต่ต้องใช้เหล็กและเลือดเพื่อแย่งชิงมา และนี่คือแนวคิดที่มาของ \"Field Tiller\" หลังจาก Khaenri'ah ล่มสลายแล้วกลไกต่าง ๆ ที่ไม่มีเจ้าของแล้วก็หลุดพ้นจากการถูกควบคุมโดยสิ้นเชิง พวกเขาเร่ร่อนอย่างไร้จุดหมายมาเนิ่นนาน และกระจัดกระจายไปตามที่ต่าง ๆ ทั่วทั้ง Teyvat เพื่อค้นหา Field Tiller ตัวแรก และเรียนรู้เกี่ยวกับรูปปั้นกลับหัว นักเดินทางจึงสอบถามข้อมูลกับ Barbara ซิสเตอร์แห่งมหาวิหารของ Mondstadt และเธอได้เล่าให้พวกเขาฟังเกี่ยวกับ \"ความเดือดดาลของเผด็จการ\" หลายปีก่อนมีอยู่ช่วงนึง จะมีลูกไฟหล่นลงมาจากฟ้าหากมีคนเข้าไปใกล้ Mondstadt ยุคเก่า ตอนนั้นผู้คนต่างพากันคิดว่ามันคือคำสาปของ “เทพแห่งพายุ” ก็เลยเรียกมันว่า “ความเดือดดาลของเผด็จการ” ปรากฏการณ์ประหลาดนี้เกิดขึ้นต่อเนื่องเป็นปีแต่ไม่มีใครสามารถแก้ไขได้ และสุดท้ายมันก็ค่อย ๆ สงบลงไปเอง ต่อมา \"ความเดือดดาลของเผด็จการ\" จึงถูกเปลี่ยนเป็น Field Tiller เนื่องจากตามหลักแล้ว\nจะไม่ยิงลูกไฟแบบนี้ออกมา เมื่อหลายปีก่อนมีสิ่งประดิษฐ์ของมนุษย์บังเอิญเข้ามาในสนามทดสอบของราชาหมาป่าผู้ยิ่งใหญ่แห่งแดนเหนือ Andrius ทำให้เขาเข้าใจผิด และมองว่ามันคือผู้กล้าที่เข้าร่วมการทดสอบ แต่มันไม่มีสมอง ทำได้แค่ต่อสู้เท่านั้น ซึ่งตั้งแต่หัวจรดเท้าของมันล้วนถูกสร้างมาเพื่อการสังหารเท่านั้น มันหมุนได้ กระโดดได้สูงมาก และยังยิงลูกไฟได้ด้วยเช่นกัน ในท้ายที่สุด Andrius ก็สามารถเอาชนะเครื่องจักรนั้นได้ ก่อนที่มันจะล้มลงมันดันหนีจากสนามทดสอบไปซะก่อน และมุ่งหน้าไปยัง Mondstadt ยุคเก่า ภายใน Stormterror's Lair (Mondstadt ยุคเก่า) Dainsleif และนักเดินทางได้ค้นพบ Field Tiller ตัวแรกของโลก และดาบแห่งแสงสุดท้ายได้ซ่อนดวงตาของ Field Tiller ตัวแรกของโลกไว้ในตัวของเขาเพื่อไม่ให้ตกไปอยู่ในมือของ Abyss Order\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3796,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 3797,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4904,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4899,
        "name": "Decarabian",
        "desc": "<p>เทพอสูรแห่งพายุ และเป็นผู้ปกครอง \"Mondstadt ยุคเก่า\" เขาถูกโค่นล้มโดยการลุกฮือของชาว Mondstadt ซึ่งไม่สามารถอดทนกับความเผด็จการได้</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/16/278806422/54fc33ab94abb4b00460e448f7765892_4008565717109297079.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4900,
        "name": "Andrius",
        "desc": "<p>หมาป่าแห่งสายลมเหนือ ผู้พิทักษ์แห่ง Wolvendom หนึ่งในสมาชิกสี่วายุ</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/04/28/286446747/5c609f02783e84d48c137bfa4452f011_5224311043331017119.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2220,
        "name": "Ruin Guard",
        "desc": "เครื่องจักรสงครามโบราณ ที่มีรูปร่างของมนุษย์<br/>ว่ากันว่ามันเป็นเครื่องจักรสงคราม ที่หลงเหลืออยู่จากอาณาจักรที่ล่มสลายไปเมื่อนานมาแล้ว พวกมันตระเวนอยู่ตามโบราณสถานและเมืองหลวงที่ถูกทิ้งร้างทั่วโลก และคอยโจมตีนักเดินทางที่ไม่ทันระวัง จากการศึกษาพบว่า Ruin Guard และโบราณสถานไม่ได้มีต้นกำเนิดจากแหล่งเดียวกัน ซึ่งบ่งบอกว่าช่วงเวลาของสองสิ่งนี้ห่างกันหลายพันปี แล้วทำไม Ruin Guard ยังคงใช้ \"พลังแห่งระเบิดไฟ\" ของพวกมัน เพื่อปกป้องโบราณสถานเหล่านี้ด้วยนะ...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Ruin Guard_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "เครื่องถักทอโชคชะตาที่เสร็จสมบูรณ์",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Dainsleif ยังคงสืบค้นเรื่องที่เกี่ยวกับเครื่องถักทอแห่งโชคชะตาต่อไปเรื่อย ๆ โดยเขาคิดว่าแผนการของ Abyss Order จะล้มเหลว แต่พวกมันกลับเลือกที่จะข้ามขั้นตอนการทดลอง และดำเนินการตามแผนต่อไปด้วยวิธีการบางอย่าง เป้าหมายหลักของ Dainsleif คือการหาคำตอบว่าเครื่องถักทอแห่งโชคชะตามีไว้ทำอะไรกันแน่ เพื่อที่จะได้หาจุดประสงค์ของ Abyss Order จากข้อมูลที่ Dainsleif รวบรวมมา เขาพบว่าเครื่องถักทอแห่งโชคชะตานั้นเชื่อมต่อกับกระแสพลัง นอกจากนี้ดาบแห่งแสงสุดท้ายยังสังเกตเห็นว่าในทุก ๆ การกระทำของ Abyss Order มักจะมาพร้อมกับการรบกวนของกระแสพลังอยู่เสมอ Dainsleif เห็นถึงความผิดปกติที่หมู่บ้าน Vimara เขาจึงเดินทางไปที่นั่น ซึ่งในขณะนั้นนักเดินทางกำลังสืบหาการหายตัวไปของชายหนุ่มคนหนึ่ง ชาวเมืองหลายคนมาขอความช่วยเหลือจากกิลด์นักผจญภัยเกี่ยวกับการหายตัวไปของเขา แต่ก็ไม่มีใครจำชื่อของเขาหรือสถานที่ที่เขาอาศัยอยู่ได้เลย นักเดินทางสันนิษฐานได้ว่าชายคนนี้อาจมีอยู่ในความทรงจำของผู้คนที่ไหลเวียนอยู่ในกระแสพลังเท่านั้น"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/f95f754ac9867c0a1b7680bb16e7e39d_5955975484121068904.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ชายหนุ่มลึกลับคนนั้นมีส่วนเกี่ยวข้องบางอย่างกับแผนการของ Abyss Order บริเวณใกล้กับหมู่บ้าน Vimara และเมื่อ Dainsleif รู้ว่าความทรงจำของเขาถูกบิดเบือนไปจากความจริง เขาจึงตัดสินใจหลอกล่อ Abyss Order ไปยัง \"สถานที่ซ่อนสมบัติ\" ปลอม ๆ เพื่อหาโอกาสที่จะได้เผชิญหน้ากับองค์หญิง/องค์ชายแห่ง Abyss Order เขารู้ว่าพวกของ Abyss Order กำลังตามล่าหาดวงตาของ Field Tiller ดังนั้นเขาจะมอบดวงตาให้กับนักเดินทางเพื่อที่พวกเขาจะได้นำมันออกจากที่ซ่อนสมบัติไปก่อน แต่แผนของ Dainsleif กลับถูกขัดขวาง โดย Abyss Order ใช้วิธีเปลี่ยนความทรงจำของ Dainsleif ให้เขาคิดว่าดวงตาของ Field Tiller อยู่ในการครอบครองของนักเดินทางแล้ว ซึ่งนั่นไม่ใช่ความทรงจำที่แท้จริง เมื่อความทรงจำถูกบิดเบือนไป Abyss Order ก็ตามหาดวงตาจนเจอ และสร้างเครื่องถักทอโชคชะตาได้สำเร็จ\nชายหนุ่มลึกลับในความทรงจำของผู้คนแท้จริงแล้วกลับเป็น Caribert จิตสำนึกของเขายังคงอยู่ภายในเครื่องถักทอโชคชะตา และเขาได้รับความสามารถในการควบคุมอุปกรณ์นี้จนกว่ามันจะเสร็จสมบูรณ์ เขาไม่ได้ปิดบังตามแผนการของ Abyss Order เกี่ยวกับเครื่องถักทอโชคชะตาเป็นความลับ และไม่อาจมองเห็นภาพโชคชะตาทั้งหมดได้แต่เครื่องจักรดังกล่าวกลับช่วยให้เขาทำตามความต้องการของเขาได้ เมื่อหลายปีก่อน ในตอนที่สติสัมปชัญญะของ Caribert ขณะที่เป็น Hilichurl ได้ถูกพลังของ Abyss ปลุกให้ตื่นขึ้นในช่วงเวลานั้น เขาต้องเผชิญหน้ากับความตื่นตระหนกที่ไม่สามารถอธิบายได้ เพื่อเป็นการปลอบใจเขา พ่อของเขาจึงเล่าเรื่องที่ตัวเขาอยู่ในโลกแห่งเทพนิยาย และสวมบทเป็นอสูรตัวน้อย เรื่องราวนั้นช่วยขจัดความกลัวของ Caribert ได้ชั่วขณะหนึ่ง เขาจึงต้องการใช้เครื่องถักทอโชคชะตาที่ไม่สมบูรณ์เพื่อปลูกฝังความทรงจำปลอมเกี่ยวกับความรักเข้าไปในจิตใจของ Hilichurl ทั้งหมด"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/09/237301566/2ff0c4afe38825213354013dcbd4c411_6261946110992040375.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Caribert ยังใช้เครื่องถักทอโชคชะตาเพื่อ \"ใช้ชีวิต\" ที่ถูกพรากไปอย่างไม่ยุติธรรม เขาสร้างรูปลักษณ์ของเขาขึ้นมาเอง โดยเลียนแบบรูปลักษณ์ของพ่อและจินตนาการว่าเขาจะมีหน้าตาเป็นอย่างไรหากเขาโตขึ้น และปลูกฝังความทรงจำเกี่ยวกับช่วงเวลาที่พวกเขาได้ใช้ชีวิตอยู่ด้วยกันในหมู่บ้าน Vimara เมื่อแผนการของ Abyss Order ใกล้จะเสร็จสมบูรณ์ ส่วนหนึ่งของจิตสำนึกของ Caribert ที่หลงเหลืออยู่ในเครื่องถักทอโชคชะตาใกล้จะสูญสลายเข้าไปทุกที เขาจึงตัดสินใจออกจากหมู่บ้าน ในท้ายที่สุด เขาได้พบกับนักเดินทางในมิติจิตสำนึกของเขาเอง ซึ่งเขาได้พูดถึงการทำให้เครื่องถักทอโชคชะตาเสร็จสมบูรณ์ และสลายหายไปอย่างไร้ร่องรอย ในความทรงจำของผู้คนในหมู่บ้าน จะมีความทรงจำปรากฏขึ้นว่าชายหนุ่มที่หายไปได้พบเจอกับพ่อแม่ของเขา และจากไปพร้อมกับพวกเขา\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5744,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5745,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 5726,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ถักทอแห่งโชคชะตา"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "เครื่องจักร"
          }
        ]
      }
    ]
  }
}