{
  "epId": 5838,
  "name": "สำนักงานแมวเหมียว",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/15/144837601/9685b522aa19f03a7fc611f82f53af96_4550298284085382192.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1721010517,
  "components": {
    "body": [
      {
        "title": "สำนักงานแมวเหมียว (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "Perroux หาวหวอดยาวแล้วขยี้ตา เหมือนเช่นกับช่วงบ่ายทั่ว ๆ ไป ทันใดนั้นก็เหลือบไปเห็นบัตรเชิญสีทองนอนอยู่ในแปลงดอกไม้อย่างเงียบเชียบ\nแสงแดดส่องกระทบหน้าปกของบัตรเชิญ ทำให้ตัวอักษรบนปกที่ว่า \"เรียนคุณ Perroux ที่เคารพ\" ส่องสว่างพร่าตายิ่งกว่า Mora ที่กระจัดกระจายเสียอีก\nดวงตาของ Perroux เบิกกว้าง\nเขาเป็นเพียงคนเฝ้าประตูตัวเล็ก ๆ ที่คอยเปิดประตูให้กับ \"สุภาพบุรุษ\" และ \"สุภาพสตรี\" ที่มาเยี่ยมเยียนนายท่าน นี่เป็นครั้งแรกเลยที่มีคนเรียกเขาว่า \"คุณ Perroux\" อย่างสุภาพเช่นนี้\nใครเอามันมาทิ้งไว้ที่นี่กันนะ? เขาไม่ทันได้สังเกตเห็นเลย\nPerroux กะพริบตาแล้ว กะพริบตาอีก เพื่อยืนยันให้แน่ใจซ้ำ ๆ ว่านั่นไม่ใช่ภาพลวงตาที่เหมือนกับสายรุ้ง จากนั้นก็เปิดบัตรเชิญออกมาอ่าน...\n\"ขอบคุณที่ต้อนรับพวกเราด้วยอาหารแสนอร่อย โปรดแวะมาเยี่ยมเยียนเราด้วย ...จาก สำนักงานแมวเหมียว\"\nตัวอักษรโย้เย้ราวกับถูกเขียนด้วยปากกาขนนกที่หยาบที่สุด ซึ่งดูไม่เข้ากันกับปกหนังสีทองเอาเสียเลย\nสำนักงานแมวเหมียว? มีสำนักงานที่ชื่อ \"แมวเหมียว\" ด้วยเหรอ? คงไม่ใช่สำนักงานที่เปิดโดยแมวหรอกนะใช่มั้ย...\nPerroux มักจะเอาอาหารที่เหลือไปให้แมวจรจัดที่อยู่ตรงมุมถนนกินอยู่บ่อย ๆ\nแค่ส่งเสียงร้อง \"เมี้ยว ๆ\" พวกแมวก็จะเข้ามารุมล้อมอย่างสนิทสนมแล้ว แต่ตอนที่ไม่มีอาหารแมวอยู่ในมือ พวกมันจะระแวงมาก ต่อให้เป็น Perroux ก็ตาม\nPerroux คิดเช่นนี้พลางพลิกด้านหลังของบัตรเชิญ\n\"คุณอาจจะยังไม่รู้ที่ตั้งของสำนักงานสินะ...\n\"ตรงโค้งที่สิบสองของลมเหนือ ให้เดินหน้าตามเกล็ดปลาบนพื้นไป คุณจะเห็นรถม้าจอดเรียงรายอยู่แถวหนึ่ง\n\"หลังจากเสียงระฆังดังเป็นครั้งที่สิบ รถม้าจะเหลือเพียงคันเดียว กระโดดเข้าไปตรงเงาดำที่อยู่ใต้รถม้า... พวกเราจะรออยู่ที่นั่น...\"\nวิธีบันทึกเวลาและสถานที่แบบนี้ เหมือนกับ... เวทมนตร์บางอย่างที่เข้าใจได้ยากเลย\nใครจงใจแกล้งกันรึเปล่านะ?\nแต่ตัวอักษรที่เขียนผิด ๆ และการให้ความสนใจกับเกล็ดปลาเป็นพิเศษนั้นก็ดูเหมือนแมวจริง ๆ อยู่... ถ้าแมวเขียนหนังสือได้ แล้วมีสำนักงานอยู่จริง ๆ ละก็\nลมเหนือ... เกล็ดปลา... รถม้า... อ๊ะ ใช่แล้ว! จากตรงนี้ไปทางใต้ เดินผ่านทางแยกที่สิบสอง ก็ถึงแผงขายปลาที่เปิดในเวลากลางวัน เวลาสี่ทุ่มของทุกคืน จะมีรถม้าขนขยะมาจอดอยู่ตรงนั้นไม่ใช่เหรอ?\nขยะจำนวนมหาศาลที่เกิดจากในเมืองตลอดทั้งวันจะถูกส่งออกไปนอกเมือง และกลับมาอีกทีพร้อมเสียง \"เอี๊ยดอ๊าด เอี๊ยดอ๊าด\" ในเวลาเที่ยงคืน\nใช่ นี่คงเป็นเวทมนตร์ภาษาของแมวแน่ ๆ มีเพียงคนอย่าง Perroux เท่านั้นที่รู้จักแมวได้ดีเหมือนกับที่รู้จักเมืองนี้ และรู้จักเมืองนี้ดีเหมือนอย่างที่รู้จักแมวเท่านั้น ถึงจะสามารถถอดรหัสได้\nใจของ Perroux เต้นแรงตึกตัก นี่เป็นความลับที่มีเพียงเขาคนเดียวเท่านั้นที่รู้\n\"ได้เวลาเปลี่ยนกะแล้ว รีบมาเร็วเข้า! ฉันกำลังจะไปเจอกับพวกแมวแล้ว\""
          }
        ]
      },
      {
        "title": "สำนักงานแมวเหมียว (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"คุณมาแล้วเหรอ! เชิญนั่งเลย ๆ\"\nพวกแมวต่างดีใจมาก\n\"ใช่แล้ว! กว่าจะหาสำนักงานของพวกเธอเจอนี่ไม่ใช่เรื่องง่ายเลยนะ\"\nคืนนั้น Perroux ทำตามคำแนะนำในบัตรเชิญ เขามองหาและตามหามัน\nที่แท้ ในบรรดารถขนขยะพวกนั้น มีคันนึงที่ล้อเสียและจอดอยู่ที่เดิมตลอด ในเงามืดใต้รถม้าคันนั้น Perroux พบปากท่ออันมืดมิดที่หลอมรวมเป็นหนึ่งเดียวกับเงามืด มีแสงไฟรำไรและเสียงดังแว่วมาจากในนั้น ทั้งยังมีบันไดเวียนลงไปข้างล่าง\nนี่ก็คือสำนักงานแมวเหมียวที่เร้นลับอย่างยิ่งยวดไงล่ะ\n\"ธรรมชาติของพวกเร่ร่อนก็เป็นแบบนี้แหละ โปรดเข้าใจหน่อยนะ!\"\nแมวลายที่มีดวงตาสีทอง และลวดลายคล้ายเสือหรี่ตาลงพูดอย่างถ่อมตัว แต่หางของมันกลับชูเป็นเส้นโค้งอย่างหยิ่งทะนง\nPerroux จำได้ว่ามันคือแมวลายเสือที่เขาให้อาหารเป็นประจำ เจ้านั่นชอบนอนอยู่บนหน้าต่างในบ้านของนายท่าน แล้วก็ชอบส่ายหางไปมาอย่างเกียจคร้าน ส่วนแมวตัวอื่น ๆ นั้น Perroux ไม่คุ้นหน้าสักเท่าไหร่\nแมวลายเสือแนะนำแมวให้ Perroux รู้จักทีละตัว:\nลูกพี่แมว ก็คือฉันแมวลายเสือผู้นี้เอง\nนักรบ คือแมวแขนลายที่อยู่ทางด้านซ้ายนี้\nแมวสามสีที่อยู่ทางขวา ฉลาดหลักแหลมมาก โดยจดหมายที่เขียนถึง Perroux นั้น ก็เกิดจากการที่พวกแมวแต่ละตัวดึงหนวดมาตัวละหนึ่งเส้น แล้วประกอบกันเป็นพู่กัน จากนั้นก็จุ่มน้ำหมึก แล้วให้แมวสามสีเป็นผู้เขียน\n\"แล้วก็ยังมีแมวฟืนตัวนี้ ถึงจะน่าเกลียดนิดหน่อย เพราะเป็นขี้เรื้อนจนขนแหว่งเป็นหย่อม ๆ แต่อย่ารังเกียจเจ้าหมอนี่เลยนะ!\"\nแมวพวกนี้นี่แหละที่ก่อตั้งสำนักงานแมวเหมียวขึ้นมา เพื่อช่วยแก้ปัญหาให้กับเหล่าแมวในเมือง\n\"ถ้างั้น ทางสำนักงานเคยแก้ปัญหาอะไรมาบ้างเหรอ?\"\nPerroux ถามด้วยความอยากรู้อยากเห็น\nแมวลายเสือส่ายหางไปทางซ้าย ถึงตาเจ้าแมวแขนลายออกโรงแล้ว\n\"ฉันคือเจ้าเหมียวแขนลายผู้กล้าหาญ~ หัวหน้าแมวที่ชอบนอนกรนส่งคำขอมาทีไร ฉันก็เป็นคนจัดการเองแหละ เมี้ยว~\"\n\"หัวหน้าแมวตัวนั้นเปิดโรงแรมสุดหรูขึ้นมา ซึ่งหรูไม่แพ้โรงแรมใหญ่ของมนุษย์เลยนะ เมี้ยว~ ตอนที่เปิดกิจการ มีลูกค้าเข้าพักเยอะแยะเลยล่ะเมี้ยว~\"\nพวกแมวก็มีโรงแรมของตัวเองด้วยเหรอ! Perroux เกือบจะหยิบสมุดบันทึกออกมาจดซะแล้ว\nแม้แต่ Perroux ก็ยังทำได้แค่เดินผ่านประตู แล้วมองเข้าไปข้างในด้วยความอิจฉา ความรู้สึกแบบนั้น คงเหมือนกับตอนเด็ก ๆ ที่เวลาเก็บกระดาษห่อลูกกวาดได้แล้วอดไม่ได้ที่จะเลียมัน\n\"แต่ว่า เสียงกรนของหัวหน้าแมวดังเกินไปล่ะเมี้ยว~ ดังรบกวนจนลูกค้านอนไม่หลับ กิจการก็เลยแย่ลงน่ะเมี้ยว~\"\n\"แต่แล้วจู่ ๆ วันหนึ่งก็มีฝูงหนูโผล่มาที่โรงแรม กัดข้าวของของแขกจนเสียหาย ก็เป็นหัวหน้าแมวนี่แหละที่ได้ทำผลงานครั้งใหญ่เอาไว้ เมี้ยว~\"\n\"ตั้งแต่นั้นมา เวลาได้ยินเสียงกรนของหัวหน้าแมว แขกทุกคนก็จะพูดกันอย่างสบายใจว่า: เก่งมาก... เก่งมาก...\n\"ความจริงแล้ว เดิมทีที่โรงแรมไม่มีหนูหรอกนะเมี้ยว~ เป็นเพราะฉันเอาหนูมาปล่อยที่โรงแรมกลางดึก แล้วก็ค่อยจับมันอีกทีต่างหากล่ะเมี้ยว~\""
          }
        ]
      },
      {
        "title": "สำนักงานแมวเหมียว (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "เมื่อแมวแขนลายเล่าจบแล้ว แมวลายเสือก็แกว่งหางไปทางขวา\nแมวสามสีก้าวขึ้นมาข้างหน้าอย่างสง่างาม และโค้งคำนับเล็กน้อย\n\"ว่ากันว่า ในหมู่แมวก็มีพวกแมวขี้เกียจอยู่นะเมี้ยว~\n\"แมวขี้เกียจที่อาศัยอยู่ตรงประตูเมืองได้ส่งคำขอมา เขาต้องการวิธีจับหนูแบบสบาย ๆ ที่ใช้หากินได้ทั้งชาติน่ะเมี้ยว~\n\"แมวขี้เกียจได้ถอดป้ายหน้าประตู 'บ้านแมว' ที่อาศัยอยู่ออก ตามคำแนะนำของฉัน และเปลี่ยนชื่อเป็น 'สถานีหนู' แทน เมี้ยว~\n\"ตั้งแต่นั้นมา ทุกครั้งที่มีหนูเข้ามาในเมืองแมว จะได้ยินเสียงพูดอย่างอ่อนโยนว่า 'เจ้าหนูทั้งหลาย ช่วยทายาที่มือและเท้าที่ตรากตรำทำงานมาอย่างหนักให้ทีเถิด!' และ 'เจ้าหนูทั้งหลาย ถอดของมีคมบนตัวออก แล้วมาขัดผิวกันให้สบายกันเถอะ!' เมี้ยว~\n\"แล้วพวกหนูก็ทาเกลือและชโลมน้ำมัน จากนั้นก็เดินเรียงแถวลงไปในบ่อน้ำร้อนที่ติดป้ายว่า 'บ่ออาบน้ำ' เมี้ยว~\n\"จากนั้นทุกตัวก็เข้าไปอยู่ในปากของแมวขี้เกียจจนหมด เมี้ยว~\"\n\"คิกคิก\" Perroux หลุดหัวเราะออกมาอย่างอดไม่ได้ \"ฮ่าฮ่า ช่างเป็นแมวสามสีที่ฉลาดจริง ๆ!\"\nแมวสามสีโค้งคำนับเล็กน้อยอีกครั้ง ก่อนจะเดินกรีดกรายกลับไป\n\"ถะ...ถึงตาข้าน้อยพูดแล้วสินะ...\" แมวฟืนพูดอย่างประจบเอาใจ\n\"ขนของข้าน้อยถูกเผาไหม้เสียหายตอนอยู่ในกองฟืน...\"\n\"น่าแปลกจริง ๆ ทั้งที่ตอนที่เพิ่งหลับมันอุ่นมากแท้ ๆ... ข้าน้อยฝันถึงตอนที่ข้าน้อยยังเป็นลูกแมว และนอนอยู่บนขนของแม่... แต่พอหลับไป ตัวก็ติดไฟซะแล้ว...\"\n\"ตะ...ต้องขอบคุณลูกพี่แมวที่ไม่รังเกียจ ข้าน้อยไม่กลัวความสกปรก และมักจะเดินอยู่ในท่อระบายน้ำของเมือง คอยทำงานอย่างการส่งข่าวกรอง และทำธุระจิปาถะอะไรประมาณนี้เสมอ\n\"นะ...นอกเหนือจากนี้แล้ว ข้าน้อยก็ไม่มีความสามารถอื่น ๆ แล้วล่ะ...\"\nแมวลายเสือกระแอมคอ แมวฟืนยิ้มอย่างหวาด ๆ แล้วเดินกลับไปเงียบ ๆ\n\"เอาละ คุณ Perroux ก็ได้รู้เรื่องงานประจำวันของสำนักงานแมวเหมียวแล้ว\"\n\"ที่เชิญคุณ Perroux มาครั้งนี้ เพราะเราเจอเรื่องที่จัดการไม่ได้ ก็เลยอยากขอความช่วยเหลือจากคุณ Perroux น่ะ!\""
          }
        ]
      },
      {
        "title": "สำนักงานแมวเหมียว (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"ความช่วยเหลือจากฉันงั้นเหรอ?\" ดวงตาของ Perroux เบิกกว้างกว่าเดิม\nแมวลายเสือพยักหน้าอย่างจริงจัง \"และยังต้องเป็นคุณ Perroux เท่านั้นด้วย\"\n\"ในบ้านของนายท่านที่คุณ Perroux รับใช้อยู่ มีแมวขนยาวอยู่ตัวหนึ่งใช่มั้ย?\"\n\"อ๋อ เจ้าแมวขนยาวสีขาวโพลนตัวนั้นน่ะเหรอ!\"\nPerroux รู้ดีว่าแมวตัวนั้นเป็นแก้วตาดวงใจที่นายท่านหวงแหน มันมีดวงตาสีเขียวเข้มที่คล้ายกับเจ้าหญิงในยุคโบราณ มันมักจะปรายตามองผู้คน และชอบใช้ลิ้นสีชมพูของมันทำความสะอาดขนของตัวเองอย่างพิถีพิถัน ตั้งแต่หัวจรดหางเสมอ ราวกับนกกระสาที่กำลังล้างขนในทะเลสาบ\nไม่ว่าจะกินข้าว นอนหลับ หรือออกไปนอกบ้าน นายท่านก็จะพาเจ้าแมวขนยาวติดตัวไปด้วย\n\"ฉันน่ะ ตั้งใจจะแต่งงานกับแมวขนยาวน่ะ เราปรึกษากันเรียบร้อยแล้วด้วย!\"\n\"อ๋อ แต่งงานเหรอ... อะไรนะ? ตะ...แต่งงาน?\"\nจู่ ๆ Perroux ก็พูดติดอ่างยิ่งกว่าแมวฟืนซะอีก \"ละ... แล้วพวกเธอจะใช้ชีวิตกันยังไงล่ะ? แมวอย่างแมวขนยาวน่ะใช้ชีวิตเร่ร่อนไม่ได้หรอกนะ!\"\n\"เรื่องนี้ไม่ต้องห่วง หลังแต่งงานเราจะย้ายไปอยู่ที่ศาลเจ้าในประเทศอันไกลโพ้น ได้ยินว่าที่นั่นเป็นศาลเจ้าของแมว ผู้คนจะบูชาแมวเหมือนบูชาเทพเจ้า และไม่ต้องกังวลเรื่องกินดื่ม...\"\n\"ตะ...แต่ว่า ทำแบบนี้ได้ยังไงกันล่ะ? นายท่านไม่ยอมให้แมวขนยาวจากไปหรอกนะ...\" Perroux พูดตะกุกตะกักต่อ\n\"เพราะงั้น พวกเราถึงต้องการความช่วยเหลือจากคุณ Perroux ไงล่ะ\"\nแมวลายเสือกระโดดขึ้นไปบนตู้ ดวงตาสีทองของมันจ้องมอง Perroux\n\"แต่ฉันไม่ใช่คุณอะไรนั่นหรอก ฉันเป็นแค่คนเฝ้าประตูตัวเล็ก ๆ เท่านั้นเอง\"\nPerroux โบกมือปฏิเสธรัว ๆ\n\"ถ้าเกิดถูกนายท่านจับได้ นอกจากฉันจะตกงานแล้ว ยังต้องถูกจับขึ้นศาลด้วย...\"\n\"ไม่ใช่ ๆ คุณ Perroux เข้าใจผิดแล้ว!\"\nแมวลายเสือคลี่ยิ้มอย่างมีเลศนัย หนวดแมวที่ข้างปากสั่นไหวเบา ๆ เหมือนกำลังยิ้มน้อย ๆ\n\"ไม่ใช่ว่าจะให้คุณ Perroux ไปขโมยซะหน่อย แมวเป็นสัตว์ที่มีเวทมนตร์ พวกเรา... มีวิธีอื่นอยู่น่ะ...\"\nพูดจบ แมวลายเสือก็ผิวปาก\nแมวแขนลายและแมวสามสีที่อยู่ด้านข้างสองฝั่ง หยิบรองเท้าบูตกับหน้ากากออกมาคนละชิ้น ราวกับเล่นมายากลบางอย่าง\n\"นี่คือรองเท้าบูตวิเศษ และหน้ากากวิเศษของแมว\"\n\"หงาว! ลองดูสิ!\"\nPerroux รับของล้ำค่าทั้งสองอย่างเสียไม่ได้\nเดี๋ยวนะ รองเท้าบูตคู่นี้ ถึงจะดูเล็ก แต่พอสวมไว้ที่เท้าของ Perroux ก็ดูสบายและดูดีขึ้นมาในทันตา\nเวลาเดินก็เบาสบายราวกับกำลังเดินเขย่งบนปลายเท้า...\nPerroux สวมหน้ากาก คิดจะเปิดปากเอ่ย แต่กลับมีเสียงสั่นเครือยาวที่ฟังไม่ได้ศัพท์ดังออกมา ฟังยังไงก็ไม่เหมือนเสียงของตัวเขาเองเลย\n\"นี่ก็คือเวทมนตร์ของแมว\" แมวลายเสือพูดอย่างดีใจ \"ขอแค่สวมใส่สองสิ่งนี้ ใครหน้าไหนก็ดูไม่ออกว่าเป็นคุณ Perroux แล้วล่ะ\"\n\"คุณ Perroux แค่กลับบ้านไปนอนหลับให้สบายสักคืนก็พอ\"\n\"รออีกสามวัน คุณก็แค่พานายท่านและแมวขนยาวมาที่สำนักงานแมวเหมียวตามที่เราบอกก็พอ สามวันหลังจากนี้นะ!\n\"จำไว้ให้ดี ๆ ล่ะ!\""
          }
        ]
      },
      {
        "title": "สำนักงานแมวเหมียว (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "มีบัตรเชิญใหม่มาอีกแล้ว ครั้งนี้สำหรับนายท่าน\n\"ท่านบารอน ฉันได้ยินชื่อเสียงของแมวท่านมานานแล้ว ที่บ้านฉันเองก็มีแมวชื่อดังล้ำค่าจากต่างแดนอยู่ตัวหนึ่งเหมือนกัน จึงอยากผูกไมตรีกับแมวสุดที่รักของท่านด้วย โปรดให้เกียรติมาเยี่ยมเยือนที่คฤหาสน์ของฉันสักครั้ง\nเมื่อถึงเวลานั้น รถม้าจะมารับท่านและแมวไปที่นั่น ด้วยความเคารพ - มาดาม Von Frigga\"\nแมวสามสีแก้ไขการสะกดคำแบบผิด ๆ อย่างตั้งใจ ภายใต้การชี้แนะของ Perroux\nเหล่าแมวเหมียวเริ่มยุ่งขึ้นมาแล้ว\nเหล่าแมวมากมายที่เคยได้รับความช่วยเหลือจากสำนักงานแมวเหมียวต่างมาช่วยกัน ทั้งนำผ้าไหมสีขาว ปลากระป๋อง Medaka ที่ใกล้จะหมดอายุ และไวน์... เพื่อใช้ตกแต่งสถานที่จัดงานแต่งงานภายในสำนักงาน\nหากมีคนสัญจรผ่านในเวลากลางคืน คงจะต้องตกใจแน่นอนว่า ในเงามืดของเมืองนั้นมีแมวจรจัดอยู่เยอะขนาดนี้เชียวเหรอ\nส่วนรถม้าที่พังเสียหายคันนั้นได้รับการซ่อมแซมอย่างเงียบ ๆ และถูกตกแต่งให้ดูหรูหราเหมือนในเทพนิยายแล้ว\nปูพื้นด้วยพรมกำมะหยี่นุ่ม ๆ แขวนกระดิ่งลมที่แมวชอบ ซึ่งส่งเสียงดัง \"กรุ๊งกริ๊ง\" ไปตลอดทาง จนกระทั่งรถแล่นมาจอดหน้าบ้านนายท่าน\n\"เชิญขึ้นรถเลยครับ!\"\nPerroux ที่รับบทเป็น \"คนขับรถของมาดาม Von Frigga\" ก้มหน้าและพูดกับนายท่านอย่างนอบน้อม\nแม้จะสวมหน้ากากวิเศษของแมวอยู่ แต่ Perroux ก็ยังประหม่าราวกับทำผิด และกังวลว่าอาจจะเผยช่องโหว่ตรงไหนรึเปล่า\nโชคดีที่นายท่านสนใจแต่ความหรูหราของรถม้ามาก แถมยังมอบ Mora ถุงหนึ่งให้กับ \"คนขับรถ\" ด้วย \"ทิปเล็ก ๆ น้อย ๆ น่ะ รับไปสิ!\"\nระหว่างทาง มีแมวเดินตัดหน้ารถม้าไปอย่างไม่ขาดสาย\n\"ขอทางหน่อย!\" Perroux ที่สวมหน้ากากวิเศษของแมวพูดขึ้นด้วยเสียงเบา ๆ ด้วยความกังวลว่าจะไปสาย\n\"ขอโทษที พวกเราเองก็ต้องรีบไปร่วมงานแต่งงานเหมือนกัน!\" พวกแมวเหมียวตอบกลับ\nจนกระทั่งไม่มีแมวเดินตัดหน้ารถอีก ในที่สุดก็มาถึงสำนักงานแมวเหมียวสักที\n\"โอ้! ช่างเป็นผ้าไหมที่เลอค่าอะไรเช่นนี้... แถมยังปูทั่วทั้งห้องโถงเลยด้วย...\" นายท่านเอ่ยปากชม\n\"รสชาติของ Ham & Veggie Bake... ไม่เลวเลยจริง ๆ เชฟต้องเป็นคนที่มีรสนิยมดีมากแน่ ๆ...\"\n\"แต่ก็ยังเชิญแมวเหมียวมาเยอะขนาดนี้ น่าตกใจเหลือเกิน! มาดาม Von Frigga ช่างใส่ใจจริง ๆ ดูเหมือนว่าเธอจะรักแมวจากต่างแดนที่อยู่ในบ้าน เหมือนกับที่ฉันรักแมวขนยาวเลยนะ!\"\nนายท่านชมไม่ขาดปาก\n\"เรื่องมงคลครั้งใหญ่แบบนี้ มาดื่มกันสักแก้วเถอะ! คุณดื่มอีกสักแก้วสิ!\" แมวสามสียกแก้วไวน์ขึ้นมาพลางชักชวนให้นายท่านดื่ม\n\"งั้นก็ดื่มอีกสักแก้วละกัน!\"\nนายท่านดื่มจนเริ่มจะเมาด้วยความดีใจ จนลืมเรื่องที่สงสัยว่า \"แมวพูดได้ยังไง?\" ไปเลย"
          }
        ]
      },
      {
        "title": "สำนักงานแมวเหมียว (VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "หลังจากเสียงเปียโนดังขึ้น แมวขนยาวที่แต่งองค์ทรงเครื่องจัดเต็มก็ปรากฏตัวขึ้น\n\"โอ๊ะโอ เจ้าตัวเล็กนี่นะ ลงจากรถม้าปุ๊บก็หายไปเลย ที่แท้ก็ไปอาบน้ำแต่งตัวมานี่เอง!\" นายท่านมองแมวของตัวเองด้วยความประหลาดใจระคนภาคภูมิใจ\nผ้าไหมสีขาวตรงหางแมวขนยาวประดับด้วยดอก Cecilia สีขาวบริสุทธิ์ดุจหิมะในฤดูใบไม้ผลิ\n\"แปะแปะ... แปะแปะ...\" เหล่าแมวพากันปรบมืออย่างพร้อมเพรียง\n\"สวยจังเลย...\"\nPerroux วางมีดและส้อมที่ถืออยู่ลงอย่างอดไม่ได้\n\"ฟึ่บ...ฟึ่บ...\" เหล่าแมวเหมียวแหวกผ้าม่านออก\nแมวลายเสือผูกหูกระต่ายสวมหมวกทรงสูง หนวดและขนหูถูกตัดแต่งเรียบร้อย ก้าวเดินอย่างองอาจเยี่ยงอัศวินเข้าไปรับเจ้าสาวของตน\nแมวแขนลายที่อยู่ด้านหลังตัวสั่นเทาด้วยความเร่งรีบ ห่อสัมภาระบนไหล่ตกลงมาแล้วอ้าออก เผยให้เห็นของขวัญที่จะมอบให้คู่บ่าวสาวแมวข้างใน\nม้วนไหมพรมหลากสี ตุ๊กตาหนูผ้าที่ส่งเสียงได้เมื่อบีบ ลูกโป่งรูปนกที่เป่าลมจนอ้วนกลม และตั๋วเรือไปยังศาลเจ้าแมวในดินแดนอันไกลโพ้นที่เตรียมพร้อมไว้อยู่ก่อนแล้ว...\n\"เดี๋ยวก่อน!\"\nเสียงอันเยียบเย็นและเข้มงวดดังมาจากด้านบน ขัดจังหวะความสุขของเหล่าแมวเหมียว\nนายท่านสร่างเมาแล้ว เขาลุกขึ้นยืนโงนเงน ชี้ไปที่แมวลายเสือ\n\"เจ้านี่ เป็นแมวจรจัดที่ชอบมานอนอยู่ข้างหน้าต่างบ้านฉันไม่ใช่เหรอ? ฉันจำแกได้นะ แกน่ะชอบด้อม ๆ มอง ๆ เข้ามาในบ้านด้วยเจตนาที่ไม่ดี...\n\"ไหนว่าเป็นแมวล้ำค่าจากต่างแดนของมาดามไม่ใช่เหรอ? แล้วมาดามอยู่ที่ไหนกันล่ะ?\n\"ของเล่นแมวพวกนี้... โอ้โห นี่มันของบ้านฉันนี่นา พวกแกขโมยมาตั้งแต่เมื่อไหร่? ผ้าไหมกับไวน์ชั้นดีพวกนี้ ก็ขโมยมาหมดเลยใช่มั้ย?\"\n\"คุณพ่ออย่าเพิ่งโมโหสิคะ...\" แมวขนยาวรีบออดอ้อน\n\"ใช่แล้วครับ คุณพ่อ ผมจะดูแลเธออย่างดีแน่นอน...\" แมวลายเสือพูดอย่างไม่ใส่ใจ\nเสียงเรียก \"คุณพ่อ\" ทั้งสองครั้งนี้ทำให้นายท่านโมโหเสียแล้ว\n\"หุบปากไปเลย!!\n\"แมวจรจัดที่ไม่รู้หัวนอนปลายเท้าแถมยังไม่ใช่พวกเลือดบริสุทธิ์แบบนี้ จะคู่ควรแต่งงานกับแมวขนยาวของฉันได้ยังไงกัน!\n\"ยังมีเจ้าหนุ่มที่อ้างตัวว่าเป็นคนขับรถของมาดาม Von Frigga อะไรนั่นอีก ...\n\"นายเองก็ร่วมขบวนการหลอกลวงกับแมวจรจัดพวกนี้ด้วยใช่มั้ย? ขอฉันดูหน่อยสิว่าใต้หน้ากากของนายคือใครกันแน่...\"\nนายท่านย่างสามขุมเข้ามาหา Perroux และกำลังจะดึงหน้ากากที่อยู่บนหน้าของเขาออก\nเลือดทั่วทั้งร่างของ Perroux กระจุกอยู่ด้วยกันราวกับถูกแม่เหล็กดูดเข้าไป\n\"หนีเร็ว รีบหนีเร็ว\" เสียงคนตัวเล็ก ๆ ที่แย่งกันพูดดังก้องอยู่ในหู Perroux ใจเต้นเร็วดั่งกับเสียงรัวกลอง ทว่าขาทั้งสองข้างกลับแข็งทื่อ ทำยังไงก็ขยับไม่ได้เลยสักก้าว\n\"แย่แล้ว ๆ\" Perroux หลับตาลงด้วยความสิ้นหวัง แต่สายตาพลันเหลือบไปเห็นว่าบนแก้มของตนมีบางสิ่งที่เป็นเส้นกำลังสั่นระริก\nอ๊ะ! บนแก้มของ Perroux เริ่มมีหนวดแมวสีขาวราวกับหิมะงอกออกมาทีละเส้น\nPerroux กระดิกหู หูนั้นทั้งเรียวแหลมและเฉียบคม ร่างกายของเขาโก้งโค้งโดยไม่รู้ตัว ก่อนจะร้อง \"เมี้ยว...\" ออกมา\nก่อนที่จะถูกนายท่านจับได้ Perroux ก็รีบมุดหนีไปอยู่ใต้โต๊ะอย่างว่องไว"
          }
        ]
      },
      {
        "title": "สำนักงานแมวเหมียว (VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "\"หนีเร็ว รีบหนีเร็ว\"\nPerroux คล้ายดั่งสายลมที่ห่อหุ้มเสื้อคลุมสีดำ\n\"หนีเร็ว รีบหนีเร็ว\"\nเขาวิ่งเลียบไปตามบันไดที่คดเคี้ยว และมุ่งหน้าไปยังทางออกของสำนักงานแมวเหมียว\nรองเท้าบูตวิเศษของแมวหายไปไหนแล้ว? Perroux ไม่รู้ เขารู้แค่ว่าตัวเองวิ่งได้ว่องไวเหมือนแมว และมุมมองสายตาก็เตี้ยลงเหมือนแมว\nแล้วหน้ากากวิเศษของแมวหายไปไหนแล้วล่ะ? คำตอบค่อย ๆ ผุดขึ้นมาในใจของ Perroux\nรองเท้าบูตและหน้ากากกลายเป็นส่วนหนึ่งของ Perroux ไปแล้ว หรือพูดอีกอย่างก็คือ Perroux กลายเป็นแมวไปแล้ว! ด้วยความที่ยังสวมถุงมือขาวสำหรับใช้ขับรถม้าไว้ที่มือ ตอนนี้ Perroux จึงกลายเป็นแมวขาวดำ!\n\"หนีเร็ว รีบหนีเร็ว...\"\nใครพูดน่ะ?\nPerroux หันไปมอง แมวลายเสือที่ผูกหูกระต่ายกับแมวขนยาวที่ลากผ้าไหมสีขาวกำลังวิ่งตีคู่ขึ้นมาอยู่ข้าง ๆ\n\"หนีเร็ว รีบหนีเร็ว... คุณ Perroux ช่วยขับรถม้าคันนั้นพาพวกเราไปส่งที่ท่าเรือทีนะ!\"\nข้างหลังพวกเขา มีเหล่าแมวเหมียวกระโดดโลดเต้น ดึงริบบิ้นที่ใช้ตกแต่งออก พร้อมทั้งพุ่งชนสลัดผักและไวน์บนโต๊ะในงานเลี้ยงจนเละเทะ และโกลาหลกลายเป็นกองเศษซาก ขวางทางนายท่านไว้อย่างแน่นหนา\n\"เจ้าแมวขนยาว กลับมานะ...\"\nไม่มีใครสนใจเสียงร้องเรียกของนายท่าน\nเรื่องมาถึงขนาดนี้แล้ว คงทำได้แค่ส่งแมวลายเสือกับแมวขนยาวไปที่ท่าเรืออย่างปลอดภัยเท่านั้น นอกจากนี้ Perroux เองก็ไม่มีเวลาคิดเรื่องอื่นแล้ว อีกอย่าง เดิมทีสมองของแมวก็เล็กมากอยู่แล้ว เก็บเรื่องราวได้เพียงแค่เรื่องเดียว\n\"ครืนนน... เปรี้ยง...\" ข้างนอกฝนตกแล้ว แถมยังมีฟ้าแลบด้วย\nในคืนที่มืดมิด ซึ่งมีเพียงแสงสีขาวเพียงชั่วครู่ก่อนฟ้าจะผ่า มีเพียงประตูเล็ก ๆ บานนั้นที่ยังเปิดอ้าและไม่มีใครเฝ้าอยู่\nคงหลบฝนกันอยู่ละมั้ง\nเรือลำหนึ่งจอดอยู่ในทะเลสาบที่มีกระแสน้ำวนนับไม่ถ้วน หากไม่สังเกตดี ๆ ยังหลงคิดว่าเป็นเงาของสะพานเสียอีก อย่างไรก็ตาม Perroux ที่กลายเป็นแมวไปแล้วกลับสายตาดีอย่างน่าประหลาดใจ มองเพียงปราดเดียวก็เห็นแล้ว\nแมวลายเสือหิ้วของขวัญแต่งงานที่แมวแขนลายมอบให้ พร้อมกับจับมือแมวขนยาวกระโดดลงจากรถม้า แล้วมุด \"พรึ่บ\" เข้าไปในเรืออย่างว่องไว\n\"ขอบคุณมากนะ! คุณ Perroux...\" แมวลายเสือโค้งคำนับด้วยความเคารพจากใจอย่างหาได้ยากยิ่ง\n\"รีบหนีไปก่อนที่นายท่านจะตามมาทันเถอะ!\"\nไปเถอะ ๆ ไปที่ศาลเจ้าแมวแห่งนั้นกันนะ\nไปเถอะ ๆ ใช้ชีวิตอย่างมีความสุขล่ะ\nด้วยความตื่นเต้นที่แอบทำการใหญ่สำเร็จ น้ำตาจึงค่อย ๆ เอ่อคลอขึ้นมาในดวงตาของ Perroux\nแม้ว่า Perroux จะยังไม่รู้ว่า เมื่อกลายเป็นแมวแล้วจะต้องใช้ชีวิตอย่างไรก็ตาม"
          }
        ]
      },
      {
        "title": "สำนักงานแมวเหมียว (VIII)",
        "desc": [
          {
            "type": "RichText",
            "text": "ถ้างั้นตอนนี้...? แย่แล้ว! พระอาทิตย์ขึ้นสูงโด่งขนาดนี้แล้ว ถึงเวลาเข้างานของ Perroux ตั้งนานแล้วนี่นา!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "สำนักงานแมวเหมียว"
          }
        ]
      }
    ]
  }
}