{
  "epId": 5839,
  "name": "แม่มดน้อยและเพลิงที่ไม่มีวันดับ",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/15/144837601/80229600941a7f67725c7c2ee0b3acb1_5311417608639085629.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1721010520,
  "components": {
    "body": [
      {
        "title": "แม่มดน้อยและเพลิงที่ไม่มีวันดับ (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "นี่เป็นเรื่องราวของแม่มดน้อย ที่ออกเดินทางเพื่อตามหา \"เพลิงที่ไม่มีวันดับ\"\nเรื่องราวเริ่มต้นขึ้น ณ สุดเขตทางตะวันตกของอาณาจักรเวทมนตร์ มีแม่มดน้อยคนหนึ่งได้พบกับ \"บททดสอบขั้นสุดท้ายสำหรับการเป็นแม่มด\" ตามธรรมเนียมแล้ว เพียงแค่ผ่านการทดสอบนี้ ก็จะสามารถกลายเป็นแม่มดที่แท้จริงได้ทันที\nบททดสอบจะต้องใช้วิธีจับฉลาก ซึ่งผลการจับฉลากจะเป็นแบบสุ่ม การออกแบบเช่นนี้มักจะทำให้เกิดเหตุไม่คาดฝัน แต่เนื่องจากอาณาจักรเวทมนตร์ยึดติดกับธรรมเนียมเก่าแก่ จึงทำให้กติกาการจับฉลากสำหรับการทดสอบนั้น ยังคงสืบทอดตั้งแต่โบราณกาลมาจนถึงทุกวันนี้!\nโลกภายนอกมีทฤษฎีที่เรียกว่า \"กฎของเมอร์ฟี\" ดูเหมือนจะเขียนไว้แบบนี้นะ... ซึ่งหมายถึง เรื่องร้ายที่กลัวจะว่าเกิดขึ้นมักจะเกิดขึ้น และแล้วเรื่องไม่คาดฝันก็มาเยือนถึงตัวแม่มดน้อยอย่างไม่ได้เหนือความคาดหมาย!\nมีแม่มดน้อยบางคนได้โจทย์ที่ง่ายมาก อย่างเช่น สรรสร้างคำตอบสุดท้ายของวัตถุในจักรวาลอย่าง \"ศิลานักปราชญ์\" บ้างล่ะ พาวาฬแห่งจักรวาลสุดแกร่งกลับมาบ้างล่ะ หาวิธีข้ามเวลา หรือไม่ก็ไปยังโลกคู่ขนาน เพื่อเสาะหาคัมภีร์กรีมัวร์ที่เลิกตีพิมพ์ไปแล้วเพราะสงครามเวทมนตร์โบราณ บลา ๆ ๆ\nแต่แม่มดน้อยตัวเอกของเรื่อง กลับได้รับโจทย์ที่โหดหินสุด ๆ ว่า... ต้องตามหาและนำ \"เพลิงที่ไม่มีวันดับ\" กลับมา บางที อาจารย์แม่มดที่เคารพ อาจจะมีความคิดเห็นอะไรเกี่ยวกับโจทย์นี้ก็ได้นะ?\nอาจารย์แม่มดกำลังเพลิดเพลินกับชายามบ่ายแสนหวานกับเพื่อน ๆ เธอปลอบใจแม่มดน้อยว่า \"เป็นเพราะเธอถูกลิขิตให้เป็นแม่มดที่ยิ่งใหญ่กว่าคนอื่น ดังนั้นโจทย์ของเธอจึงยากกว่าคนอื่น การไขปริศนาที่ยังคลี่คลายไม่ได้ต่างหากที่น่าสนุกที่สุด!\"\n\"จริงเหรอ?\"\n\"ใช่แล้ว ไว้เธอกลับมาแล้ว ฉันจะเตรียมงานเลี้ยงน้ำชาที่งดงามกว่านี้ไว้ต้อนรับเธอเอง!\"\nเพื่อนของอาจารย์แม่มดกระซิบบอกอาจารย์แม่มดว่า: \"นี่ เธอทำเกินไปหน่อยรึเปล่า? เห็น ๆ อยู่ว่าเธอไม่ตั้งใจจะตั้งบททดสอบดี ๆ ก็เลยคิดโจทย์ขึ้นมามั่ว ๆ แบบนี้ ถ้าโลกนี้มีของแบบนี้อยู่จริง เครื่องจักรนิรันดร์ก็คงถูกคิดค้นออกมาได้แล้วล่ะ ทำไมเธอไม่ให้แม่มดน้อยคนนั้น พิสูจน์ทฤษฎีเอกภาพบนพื้นฐานของทฤษฎีอิเล็กโทรวีคครั้งใหญ่ล่ะ?\"\n\"ไม่เป็นไรหรอก ชีวิตคนเราก็เต็มไปด้วยคำโกหกมากมายทั้งนั้นแหละ\" อาจารย์แม่มดพูดอย่างไม่ละอายใจ \"อีกอย่าง นี่ไม่ถือว่าเป็นคำโกหกซะหน่อย! ฉันรู้ว่า 'เพลิงที่ไม่มีวันดับ' มีอยู่จริง ดาวที่ลุกโชนดวงนั้น... เอ๋? ฉันเคยเห็นตั้งแต่เมื่อไหร่นะ... เหมือนจะลืมไปแล้วแฮะ\"\nอาจารย์แม่มดหันมา: \"อะแฮ่ม! เนื่องจากโจทย์การทดสอบนี้ยากเกินไปจริง ๆ ฉันจะให้เวลาเธอในการทำเพิ่มเป็นสามเท่าของเวลาที่แม่มดน้อยคนอื่น ๆ ใช้ก็แล้วกัน! ฮิฮิ สู้ ๆ นะ!\""
          }
        ]
      },
      {
        "title": "แม่มดน้อยและเพลิงที่ไม่มีวันดับ (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "ค่ำคืนในป่าลึก\nแม่มดน้อยขี่ไม้กวาดบินผ่านภายใต้แสงจันทร์สีเขียวเลือด\nสีเขียวเลือดในทางโหราศาสตร์นั้น เป็นสิ่งที่แสดงถึงการเปลี่ยนแปลงครั้งใหญ่ และไม่สามารถตัดสินจากผลลัพธ์ได้ว่าจะเป็นเรื่องดีหรือร้าย\n...แต่จริง ๆ แล้วสีเขียวเลือดหมายถึงสีเลือดของเผ่า Nephilim ผู้ปกครองดาวดวงนี้ต่างหาก พวกเขาเป็นบุตรที่เกิดจากเทพเจ้าและมนุษย์ ดังนั้นเลือดของพวกเขาจึงมีสีที่เกิดจากการผสมผสาน ระหว่างเลือดสีแดงของมนุษย์ และเลือดสีทองของเหล่าทวยเทพ แต่ความจริงแล้ว แสงจันทร์สีเขียวนั้น เกิดจากการรวมกันของสสารที่ประกอบขึ้นบนดวงจันทร์ ระยะห่างของดวงจันทร์กับโลก และบรรยากาศ เป็นต้น\nจะว่าไปแล้ว แม่มดน้อยกำลังขี่ไม้กวาดเดินทางใต้แสงจันทร์สีเขียวเลือด จากนั้นเธอก็ได้พบกับเด็กสาวที่เรียกตัวเองว่า \"นักพยากรณ์\"\n\"ฉันอยากเป็นภูตรับใช้ของแม่มด\" เด็กสาวพูด\nแม่มดน้อยมีเรื่องหนึ่งที่อยากถามมาตลอด: \"นักพยากรณ์สามารถทำนายดวงชะตาได้จริง ๆ เหรอ?\"\nนักพยากรณ์จึงอธิบายหลักการที่อยู่เบื้องหลังให้กับแม่มดน้อยฟัง โดยพูดง่าย ๆ ว่า:\nในโลกของเรา ปรากฏการณ์ทางดาราศาสตร์ คือเส้นด้ายบนฟากฟ้าที่ผูกโยงกับผู้คนบนโลก แต่ในโลกอื่น เป้าหมายในการศึกษาโหราศาสตร์ คือพลังงานจักรราศีของดวงอาทิตย์ พลังงานของดวงจันทร์อันเป็นดาวบริวาร พลังแห่งเจตจำนงของผู้ปกครองดาวเคราะห์และเหล่าเทพ พลังงานรบกวนที่กระจัดกระจายของดวงดาวที่อยู่ห่างไกล และพลังงานแห่งความมืดมิดของจักรวาลอันมืดมน แน่นอนว่าผลกระทบเหล่านี้ ใช่ว่าจะไม่มีอยู่บนโลกของเรา เพียงแต่ถูกบดบังด้วยโดมกั้นฟ้าขนาดยักษ์จนอ่อนกำลังลงไป ดังนั้นโหราศาสตร์ของโลกอื่น ๆ จึงเป็นนามธรรมมากกว่าโหราศาสตร์ในโลกของเรา\nไหน ๆ แล้วก็ถือโอกาสบอกอีกอย่างว่า ดาวเคราะห์อื่น ๆ เรียกดวงดาวที่มีอยู่จริงว่า \"ผู้ปกครอง\" ส่วนดวงดาวในจินตนาการเรียกว่า \"จินตดารา\" แม้แต่ดาวเคราะห์ที่แม่มดน้อยอาศัยอยู่ก็ไม่ใช่ข้อยกเว้นเช่นกัน\nเธอดูสิ พวกเราเรียกเจตจำนงจากสวรรค์ว่า \"การปกครอง\" โดยปกติแล้ว ดาวเคราะห์ที่มีสิ่งมีชีวิตทรงปัญญาจะมี \"ผู้ปกครอง\" ทั้งหมดเจ็ดคน ซึ่งเรียกว่า \"เจ็ดผู้ทรงอำนาจ\" แต่ดวงดาวในจินตนาการนั้นมีจำนวนอยู่ระหว่างหนึ่ง สอง หรือไม่ก็สี่ ดาวเคราะห์ที่แม่มดน้อยอาศัยอยู่อาจจะเป็นหนึ่งในนั้น โดยปกติแล้ว ในกรณีที่มีดวงดาวในจินตนาการเพียงแค่ดวงเดียว \"จินตดารา\" นั้นก็คือ \"ดวงอาทิตย์อันมืดมิด\"\nโดยพื้นฐานแล้ว นักศึกษาศาสตร์แห่งดวงดาวและโหรแห่งดวงดาว จะทำการคำนวณความสมดุลของอำนาจระหว่างโลก จักรวาล \"ผู้ปกครอง\" และ \"จินตดารา\" จากนั้นก็ใช้การอนุมานแนวโน้มการพัฒนาของโลกและบุคคลในโลก แต่น้ำหนักของโดมกั้นฟ้าบนดาวของเราสูงมากเหลือเกิน ดังนั้นการวิจัยโดมกั้นฟ้า จึงสามารถให้ผลลัพธ์ที่แม่นยำได้ ส่วนโลกที่แม่มดน้อยและนักพยากรณ์อาศัยอยู่นั้น ต้องใช้สูตรคำนวณชุดใหญ่ทั้งชุด\nเมื่อเห็นเช่นนั้น แม่มดน้อยก็รู้สึกชื่นชมในความรู้ และเทคนิคของนักพยากรณ์มาก\nตอนนี้พวกเขาสามารถพูดคุยเรื่องภูตรับใช้ได้แล้ว เมื่อกลายเป็นภูตรับใช้ของแม่มดแล้ว จะสามารถแบ่งปันพลังเวทของแม่มดได้ ตราบใดที่มีพลังเวท ก็จะสามารถหยั่งรู้โชคชะตาได้มากขึ้น เพียงแต่การเป็นภูตรับใช้นั้น อาจมีผลข้างเคียงที่คาดไม่ถึง ซึ่งยากที่จะบอกได้ว่าผลลัพธ์จะเป็นอย่างไร\nใช่ นี่ก็คือความหมายของพระจันทร์สีเขียวเลือด: การเปลี่ยนแปลงครั้งใหญ่ และไม่สามารถตัดสินจากผลลัพธ์ได้ว่าจะเป็นเรื่องดีหรือร้าย เรื่องราววนกลับมาอีกครั้ง และไม่ได้ออกนอกเรื่องไป\n\"น่าเสียดายที่ฉันยังไม่ใช่แม่มดผู้ยิ่งใหญ่ เพราะงั้นก็เลยยังไม่สามารถให้เธอมาเป็นภูตรับใช้ของฉันได้\" แม่มดน้อยพูด\n\"ฉันรู้วิธีทำสัญญากับแม่มดอีกวิธีนึง ดูท่าทางคงต้องใช้วิธีนั้นแล้วล่ะ\" เด็กสาวพูด\nคืนนี้เป็นคืนที่แสงจันทร์เป็นสีเขียวเลือด และเป็นค่ำคืนแห่งการเฉลิมฉลองของเหล่าแม่มด\nจะว่าไป ค่ำคืนแห่งการเฉลิมฉลองเป็นพิธีกรรมเก่าแก่และต้องห้ามอย่างหนึ่ง ตำนานเล่าว่า พลังเวทของแม่มดจะถึงจุดสูงสุดในค่ำคืนนี้ พวกเธอจะจัดพิธีกรรมลับ สังเวยเครื่องเซ่น และจุดกองไฟให้ลุกโชนตลอดทั้งคืน นี่เป็นประเพณีของดินแดน ณ สุดขอบทางตะวันตกของแผ่นดินเวทมนตร์ที่ถูกลืมเลือนไปแล้ว แต่ไม่รู้ทำไมถึงได้ฟื้นกลับขึ้นมาในป่าลึกได้ ตามหลักแล้ว มีเพียงแม่มดผู้ยิ่งใหญ่หรือผู้ที่มีสถานะสูงกว่าเท่านั้น ที่จะได้รับเชิญให้เข้าร่วม\nแต่ในความเป็นจริง การเข้าร่วมค่ำคืนแห่งการเฉลิมฉลองนั้นเกี่ยวข้องกับอารมณ์ความรู้สึก และสถานภาพการสมรสของเหล่าแม่มดโดยตรง\nจะว่าไป ถึงจะไม่รู้ว่าทำไม นักพยากรณ์รู้เรื่องราวของแม่มด แต่แม่มดน้อยไม่รู้เรื่องราวของนักพยากรณ์เลย สรุปคือสุดท้ายทั้งสองก็ตัดสินใจไปดูที่ค่ำคืนแห่งการฉลอง ถือซะว่าเป็นการปลอบใจแม่มดน้อยที่หา \"เพลิงที่ไม่มีวันดับ\" ไม่เจอก็แล้วกัน\nภายใต้แสงจันทร์สีเขียวเลือด เหล่าแม่มดผู้ยิ่งใหญ่กำลังเต้นรำรอบกองไฟ\nแม่มดน้อยและเด็กสาวที่เรียกตัวเองว่า \"นักพยากรณ์\" ซ่อนตัวอยู่หลังเงาต้นไม้ที่มืดทึบยิ่งกว่าเมฆหนา และแสงจากกองไฟส่องมาไม่ถึง\n\"เพียงแค่รอจนถึงวันรุ่งขึ้น หลังจากค่ำคืนแห่งการเฉลิมฉลองอันเก่าแก่และต้องห้ามนี้ เมื่อยามแสงแรกแห่งรุ่งอรุณสาดส่อง ก็ถึงเวลาที่เหล่าแม่มดจะแยกย้ายกันไป\"\n\"มีเพลิงที่ไม่มีวันดับอยู่ในกองเถ้าถ่านสีเทา เมื่อมนุษย์นำเพลิงนี้กลับไปบูชา ก็เท่ากับทำสัญญากับแม่มดแล้ว\" เด็กสาวพูด\n\"วิธีนี้ได้ผลเสมอเลยเหรอ?\" แม่มดน้อยถาม\n\"ก็เป็นไปได้ที่จะถูกแม่มดปฏิเสธเหมือนกัน... แต่แม่มดมักจะชื่นชอบภูตสื่อวิญญาณ ฉันเองก็ไม่กลัวที่จะต้องกลายเป็นสัตว์ประหลาดที่น่าสยดสยองหรอกนะ\" เด็กสาวพูดอย่างกระตือรือร้น\n\"ถ้างั้นนี่ก็คือ 'เพลิงที่ไม่มีวันดับ' สินะ?\" แม่มดน้อยเกิดความคิดด้านมืดขึ้นมา \"แล้วถ้าขโมยเปลวเพลิงกองนั้นไปล่ะจะเป็นยังไง?\"\nภายใต้แสงจันทร์สีเขียวเลือด เหล่าแม่มดผู้ยิ่งใหญ่ได้ขับขานบทเพลงของแม่มด:\n\"หากทุกอย่างเป็นเพียงละครของแม่มด\"\n\"ก็จะไม่มีเรื่องจริงอันน่าเศร้าอีกต่อไป\"\n\"เทศกาลของพวกเราจบลงได้ด้วยดี\"\n\"เรื่องราวไม่ได้จบลงเพียงแค่นี้\"\n\"หลังจากนี้ ทุกวันล้วนเป็นค่ำคืนของแม่มด...\"\nความรู้สึกคล้ายละอายใจบังเกิดขึ้นในใจของแม่มดน้อยที่แอบฟังอยู่ในมุมมืด... ไม่ใช่เพราะกังวลว่าในบรรดาแม่มดผู้ยิ่งใหญ่ต่าง ๆ ที่มาร่วมงาน อาจจะมีอาจารย์ อาจารย์ใหญ่ หรือผู้อำนวยการโรงเรียนของเธออยู่ด้วย... แม่มดน้อยรู้จักทุกคนในโรงเรียนดี เพราะงั้นเธอจึงมั่นใจว่าไม่มีคนรู้จักอยู่ในนั้น\nนอกจากนี้ แม้ว่าโรงเรียนที่แม่มดน้อยเรียนอยู่จะมีระบบศิษย์อาจารย์ที่ไม่เข้มงวด แต่จริง ๆ แล้ว ยังมีการจัดลำดับความอาวุโสอยู่ด้วย เนื่องจากอายุที่ไล่เลี่ยกัน ลูกศิษย์ของอาจารย์แต่ละคนได้รับอนุญาตให้พูดคุยแลกเปลี่ยนกันนอกเวลาเรียนได้ โดยการก่อตั้งระบบนี้สามารถสืบค้นย้อนขึ้นไปถึงสมัยที่แม่มดฝั่งตะวันตกพากันลุกฮือ พวกเธอไม่ถือสาที่จะแลกเปลี่ยนคาถาลับและพิธีกรรมลับระหว่างกัน จึงทำให้พลังอำนาจของแม่มดตะวันตกแข็งแกร่งขึ้นอย่างรวดเร็วในช่วงเวลานั้น แน่นอนว่ากลุ่มที่แม่มดน้อยอยู่นั้นเป็นผู้สืบทอดทางตรงของแม่มดตะวันตก ประโยคนี้ไม่ได้เสริมเข้ามาเพราะลืมวางพล็อตเรื่องแต่อย่างใด\nกลับเข้าเรื่องต่อ เธอพูดกับนักพยากรณ์ว่า:\n\"ในเมื่อตอนนี้มีโอกาสแล้ว งั้นเธอจงไปเอามันมาอย่างกล้าหาญเถอะ! รอจนฟ้าสางเมื่อไหร่ ก็ไปเอาเพลิงนั้นมา แต่ถ้าเธอโชคร้ายกลายเป็นสัตว์ประหลาดไป ฉันจะจัดการเธอทันที และไม่ปล่อยให้เธอต้องทนทุกข์ทรมานแน่นอน\"\nเพื่อเป็นของขวัญแทนมิตรภาพนี้ เด็กสาวจึงได้มอบลูกแก้วคริสตัลของรักของหวงให้แก่แม่มดน้อย\n\"นี่คือลูกแก้วคริสตัลที่จะยินดีกับดวงชะตาทั้งปวงที่ได้หยั่งรู้ และใจสลายไปกับโศกนาฏกรรมทั้งหมดที่ยังไม่ถูกเปิดเผย ถ้าเธอมีช่วงเวลาที่รู้สึกสับสนละก็ ให้ลูกแก้วคริสตัลชี้แนะเธอดูสิ!\"\nแท้จริงแล้ว เรื่องราวเบื้องหลังของลูกแก้วคริสตัลนั้นก็คือ..."
          }
        ]
      },
      {
        "title": "แม่มดน้อยและเพลิงที่ไม่มีวันดับ (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "ในระหว่างการเดินทางของแม่มดน้อย เธอได้พบกับกลุ่มคนที่เตรียมตัวไปปราบราชาอสูร\nแม่มดน้อยตัดสินใจเข้าร่วมกับพวกเขาเพื่อไปปราบราชาอสูร\nพวกเขาเหล่านั้นบอกแม่มดน้อยว่า: ยิ่งกำจัดราชาอสูรได้มากเท่าไหร่ พลังของแม่มดก็จะยิ่งแข็งแกร่งขึ้นเท่านั้น\nเรื่องนี้เป็นความจริงนะ\nจากนั้นพวกเขาก็ได้พบกับราชาอสูรจำลอง\nหลังจากเหตุการณ์นั้น ทุกครั้งที่แม่มดน้อยออกล่าราชาอสูร เธอจะเขียนบันทึกลงใน \"บันทึกการปราบปรามราชาอสูร\"\nพวกเขาพบกับราชาอสูรจำลองในบ้านเก่าทรุดโทรมแห่งหนึ่ง ตอนแรกทุกคนไม่รู้ คิดว่ามันขึ้นราเท่านั้น\nหลังจากสูดสปอร์ราเข้าไป เพื่อนร่วมทางก็กลายเป็น: หุ่นยนต์โบราณที่ดูหยาบโลนมาก (แต่แม่มดน้อยรู้สึกว่ามันน่าเกลียด และดูจะสู้การเล่นแร่แปรธาตุไม่ได้เลย), สาวน้อยผู้งดงาม (สมาชิกทีมคนนี้เดิมทีเป็นผู้ชาย ซึ่งแม่มดน้อยสงสัยแต่แรกว่า เขาเป็นสิ่งมีชีวิตเวอร์ชันการสลับเพศของสิ่งมีชีวิตที่มีสองเพศในร่างเดียว) และโจรสลัด (แม่มดน้อยก็ไม่รู้ว่าทำไม)\nหลังจากผ่านไประยะเวลาหนึ่ง สมาชิกในทีมต่างเกิดปัญหาในการรับรู้ตัวตนของตัวเอง เพื่อนร่วมทีมทั้งสามคนดูคล้ายคลึงกันหมด และไม่ได้มีลักษณะที่แตกต่างกันมากนัก แต่กลับมีอาการคล้าย ๆ กัน\nแม่มดน้อยพบว่าเห็ดรานี้มีจิตสำนึกเป็นของตัวเอง และได้มอบพลังที่ทำให้สิ่งมีชีวิตที่เข้าใกล้สามารถแปลงร่างเป็นร่างในอุดมคติได้ แต่แม่มดน้อยพอใจในตัวเองมากอยู่แล้ว จึงไม่เกิดความเปลี่ยนแปลงใด ๆ กับเธอ\nแม่มดน้อยตัดสินใจทดสอบคุณสมบัติพิเศษของเห็ดรา\nแม่มดน้อยลองกินเห็ดราบางส่วน และพบว่ามันกินได้โดยไม่มีผลข้างเคียง การตัดสินว่ามันเป็นแค่เห็ดราอาจจะดูอคติไปหน่อย แต่ขนาดราในบลูชีสยังกินได้เลย ดังนั้นเธอจึงตัดสินใจใช้การจำแนกประเภทราต่อไป สิ่งที่น่าสังเกตก็คือ หลังจากตัดราออกมาชิ้นนึงแล้ว เส้นใยของเห็ดราก้อนอื่นก็หายไปในทันที เป็นไปได้ว่ามันอาจมีสติปัญญาแบบกลุ่มในระดับพื้นฐาน\nเพื่อที่จะสื่อสารกันได้มากขึ้น แม่มดน้อยจึงต้องการกลายร่างเป็นเห็ดรา และแล้วแม่มดน้อยก็ได้กลายเป็นเห็ดรา\nปรากฏว่าการรวมตัวของเห็ดราเป็นเพียงสัญญาณของสิ่งมีชีวิตประหลาด ซึ่งต้องถอดรหัสอีกที แต่พอดูซ้ำแล้วซ้ำอีก บางทีสติปัญญาแบบกลุ่มของพวกมันอาจจะต่ำกว่าที่ประเมินไว้ก่อนหน้านี้\nสุดท้ายเห็ดราก็ฆ่าตัวตาย และแม่มดน้อยก็ถอดรหัสวิธีการสื่อสารของเห็ดราได้ ที่แท้พอเห็นแม่มดน้อยที่กลายเป็นเห็ดราเหมือนตัวเองแล้ว พวกเห็ดราก็สูญเสียการรับรู้ในตัวเองและเกิดการแยกตัว สัญญาณที่มันส่งออกมาอยู่ตลอดนั้น แท้จริงแล้วเป็นการครุ่นคิดเชิงปรัชญาที่ว่า \"ใครคือฉัน แล้วฉันคือใคร?\" เท่ากับว่าพวกมันมีสติปัญญาสูงกว่าที่คิดไว้มาก\nพวกเพื่อนร่วมทีมคืนร่างเดิมแล้ว และบอกแม่มดน้อยว่านี่คือราชาอสูรจำลอง มันเป็นราชาอสูรชนิดหนึ่งซึ่งอยู่ในชั้นเดียวกับราชาอสูรมาตรฐาน แต่อยู่คนละลำดับกัน\nน่าเสียดายจัง แม่มดน้อยอยากจะสังเกตและจดบันทึกอีกสักหน่อย\nจากนั้นพวกแม่มดน้อยก็ได้พบกับราชาอสูรชิปมังก์ คราวนี้เพื่อนร่วมทีมบอกล่วงหน้าไว้แล้วว่า ราชาอสูรชิปมังก์ก็เป็นราชาอสูรชนิดหนึ่งเช่นกัน\nมันอยู่ในชั้นและมาตรฐานเดียวกับราชาอสูร แต่มีลำดับขั้นแตกต่างกัน\nราชาอสูรชิปมังก์ดูดุร้ายมาก แม่มดน้อยสงสัยว่าที่มันก้าวร้าวแบบนี้ อาจเป็นนิสัยที่มาจากการที่มันอยู่ในช่วงตั้งครรภ์หรือให้นมลูก\nพอลอบเข้าไปในรังของราชาอสูรชิปมังก์ กลับพบว่ามันเป็นตัวผู้ และมีเพื่อนร่วมทีมคนหนึ่งที่ถูกมันกินไปแล้ว\nที่แท้ราชาอสูรชิปมังก์ก็แค่อารมณ์ร้ายเท่านั้น แม่มดน้อยตัดสินใจว่าจะรายงานผลการสำรวจนี้หลังกลับไป เพื่อไม่ให้เกิดโศกนาฏกรรมขึ้นอีก\nเธอพยายามจะให้อาหารและล่อมันออกมาโดยโยนเมล็ดแตงให้ราชาอสูรชิปมังก์ แต่แล้วก็เสียเพื่อนร่วมทีมไปอีกหนึ่งคน\nดูเหมือนราชาอสูรชิปมังก์จะไม่ใช่มังสวิรัตินะ\nเพื่อนร่วมทีมที่เหลือคนสุดท้ายวิ่งหนีไป เขาคาดเดาจากกฎเกณฑ์ว่า เขาจะต้องตายเป็นคนถัดไป นี่เป็นการสรุปที่ไม่สมบูรณ์ ทั้งขั้นตอนและข้อสรุปต่างผิดพลาดทั้งหมด\nสุดท้ายจึงใช้เนื้อหมูป่าชั้นดีล่อราชาอสูรชิปมังก์เข้าไปในกับดัก น้ำมันและขนของราชาอสูรชิปมังก์ทำให้มันทนทานต่อไฟและน้ำแข็ง แม้จะไม่เคยผ่าชำแหละมาก่อน แต่ดูจากผลลัพธ์แล้ว มันเองก็มีอวัยวะสำหรับหายใจใต้น้ำอยู่ด้วย\nสุดท้ายก็ใช้สภาพแวดล้อมสุญญากาศกำจัดราชาอสูรชิปมังก์ ดูเหมือนว่ามันจะไม่ใช่สิ่งมีชีวิตที่ไม่ต้องการออกซิเจนแต่อย่างใด\nราชาอสูรหลายตัวดูเหมือนแข็งแกร่ง แต่ก็มีจุดอ่อนเช่นกัน สิ่งมีชีวิตที่เกิดจากการเล่นแร่แปรธาตุก็เหมือนกัน\nในที่สุด แม่มดน้อยก็ต้องเผชิญหน้ากับราชาอสูรมาตรฐาน ซึ่งก็คือราชาอสูรผู้ยิ่งใหญ่ ที่อยู่ในอันดับไพรเมตนั่นเอง"
          }
        ]
      },
      {
        "title": "แม่มดน้อยและเพลิงที่ไม่มีวันดับ (IV)",
        "desc": [
          {
            "type": "RichText",
            "text": "แม่มดน้อยพบราชาอสูรผู้ยิ่งใหญ่แล้ว ฉันเชื่อว่าทุกคนคงจำได้แน่ว่าต้องกำจัด... ยิ่งกำจัดราชาอสูรได้มากเท่าไหร่ แม่มดน้อยจะยิ่งแข็งแกร่งขึ้นเท่านั้น ดังนั้นตอนนี้เธอจึงแข็งแกร่งมากทีเดียว ราชาอสูรผู้ยิ่งใหญ่ไม่มีทางเป็นคู่ต่อสู้ของเธอได้อยู่แล้ว\n\"เจ้าจะฆ่าสิ่งมีชีวิตที่ดูเหมือนมนุษย์และมีสติปัญญาได้จริง ๆ เหรอ?\" ราชาอสูรผู้ยิ่งใหญ่ตะโกนอย่างสิ้นหวัง\n\"เธอพูดถูกแล้วล่ะ อันที่จริงฉันก็ไม่ได้คิดจะทำอะไรเธอหรอก\" แม่มดน้อยตอบ \"ฉันไม่เคยลืมว่าเป้าหมายของฉันคือการตามหา 'เพลิงที่ไม่มีวันดับ' การวิจัยและการสังเกตเพื่อเอาชนะราชาปีศาจไม่ได้เกี่ยวกับวิธีการ เป็นแค่การสะสมความแข็งแกร่งขั้นพื้นฐานเท่านั้น\"\nแม่มดน้อยใช้... ฉันไม่รู้เรื่องเวทมนตร์กับศาสตร์ลับอะไรหรอกนะ... เอาเป็นว่าราชาอสูรผู้ยิ่งใหญ่ที่ร้ายกาจมากถูกพันธนาการ และพากลับไปยังเมืองที่ใหญ่ที่สุดในละแวกนี้\nแม่มดน้อยออกมาตรวจสอบ ในฐานะที่เป็นเด็กฝึกหัดของแม่มดแห่งตะวันตก แน่นอนว่าเธอมีเอกสารรับรองสถานะของตัวเองอยู่แล้ว ซึ่งเอกสารรับรองประเภทนี้ ช่วยให้เธอเดินทางไปมาระหว่างอาณาจักรมนุษย์ได้สะดวกขึ้น อีกทั้งพิสูจน์แล้วว่าปลอมแปลงได้ยากมาก ทำให้เลี่ยงโอกาสที่จะเกิดปัญหาซ้ำซากได้\nแต่เรื่องนี้กลับสร้างความหนักใจให้นายก... จะว่าไป ระบบของประเทศนี้เป็นระบบสมาพันธรัฐแบบหลวม ๆ ในเมื่อเขาถูกเรียกว่านายก ก็ย่อมไม่มีระบบศักดินาและระบบสิทธิของบุตรคนแรกอยู่แล้ว... เพราะราชาอสูรผู้ยิ่งใหญ่ตนนี้จัดการได้ยากจริง ๆ นั่นแหละ\nฉันเชื่อว่าทุกคนคงยังจำได้ว่า เผ่าพันธุ์ที่ครอบครองดาวดวงนี้มีชื่อว่า Nephilim ซึ่งเป็นสายเลือดผสมระหว่างมนุษย์กับเทพเจ้าใช่มั้ย? ใช่แล้ว จริง ๆ แล้วราชาอสูรผู้ยิ่งใหญ่นั้นจัดอยู่ในชั้นราชาอสูร สกุลราชาอสูรมนุษย์และอยู่ในเผ่าพันธุ์มนุษย์ Nephilim ในเมื่อได้ชื่อว่าเป็นเผ่าพันธุ์ผู้ครอบครอง แน่นอนว่าชาว Nephilim ย่อมแข็งแกร่งกว่ามนุษย์ทั่วไปมาก และด้วยการวางพล็อตเรื่องที่เป็นสายเลือดผสมระหว่างมนุษย์กับเทพเจ้า ก็หมายความว่าที่โลกนี้ก็มีเทพเจ้าด้วยเช่นกัน\nขอพูดย้อนกลับไปเล็กน้อย ชาว Nephilim มีสิทธิ์ความคุ้มกันในระดับหนึ่งเช่นกัน: หากทำร้ายมนุษย์จนถึงแก่ชีวิตน้อยกว่าห้าคน จะไม่สามารถใช้กฎหมายของมนุษย์มาตัดสินคดีได้ และต้องนำตัวกลับไปที่อาณาเขตของชาว Nephilim ส่วนราชาอสูรผู้ยิ่งใหญ่ตนนี้ ก็แค่แอบกินหมูป่ากับไก่อย่างละไม่กี่พันตัวเท่านั้นเอง\nสรุปก็คือ มันจะกลายเป็นปัญหาทางด้านการทูตและการเมืองไป แน่นอนว่านายกสามารถโยนหน้าที่ให้แม่มดแห่งตะวันตกรับผิดชอบได้ แต่หากทำแบบนี้ จะทำให้เหล่าแม่มดทั่วทั้งดินแดนไม่พอใจได้\nอีกอย่าง นายกยังเป็นเพื่อนสนิทกับแม่มดน้อยด้วย เธอไม่มีทางทำอะไรที่เป็นอันตรายต่อพวกแม่มดแน่นอน\nหลังจากใช้วาทศิลป์ทางการทูต นโยบายประนีประนอม และชี้แจงส่วนได้ส่วนเสียแล้ว ราชาอสูรผู้ยิ่งใหญ่ที่ถูกจับมาก็ยอมรับคำกล่าวที่ว่า เป็นหนี้ต้องจ่ายเป็นคนร้ายต้องชดใช้กรรม ดังนั้นเป้าหมายในการแก้แค้นของเขาจึงจำกัดลงเหลือเพียงแม่มดน้อยคนเดียว\nแต่เขาสู้แม่มดน้อยไม่ได้ เพราะงั้นเรื่องนี้ก็ช่างมันเถอะ\nและสุดท้ายนี้ ฉันเชื่อว่าทุกคนคงจำลูกแก้วคริสตัลนั่นได้ เนื่องจากแม่มดน้อยสูญเสียเป้าหมายไปช่วงหนึ่ง เธอจึงตัดสินใจหยิบลูกแก้วคริสตัลออกมาดู"
          }
        ]
      },
      {
        "title": "แม่มดน้อยและเพลิงที่ไม่มีวันดับ (V)",
        "desc": [
          {
            "type": "RichText",
            "text": "ใบหน้าที่คุ้นเคยปรากฏขึ้นในลูกแก้วคริสตัล \"ฉันคืออาจารย์สอนวิชาเวทมนตร์ของเธอ หมดเวลาทดสอบแล้ว เธอไม่มีคุณสมบัติจะเป็นแม่มด\""
          }
        ]
      },
      {
        "title": "แม่มดน้อยและเพลิงที่ไม่มีวันดับ (VI)",
        "desc": [
          {
            "type": "RichText",
            "text": "แม่มดน้อยรีบกลับไปหาอาจารย์ เธออยากถามว่าทำไมอาจารย์ถึงอยากยุติการสอบ และทำไมถึงไม่ยอมให้เธอได้เป็นแม่มด เธอยังต้องการทุ่มของต่อหน้าอาจารย์ด้วย แน่นอนว่าสิ่งนั้นจะต้องแข็งแรง แตกหักยาก และเธอสามารถหยิบมันได้ด้วยตัวเอง เธอยังตั้งใจหลีกเลี่ยงถ้วยชาใบที่อาจารย์ชอบที่สุดเป็นพิเศษ แน่นอนว่าหากสถานการณ์บังคับ เธอถึงขนาดที่สามารถทุ่มถ้วยชาใบโปรดรองลงมา เพื่อเน้นย้ำว่าสถานการณ์จริงจังขนาดไหนได้ด้วยซ้ำ เพราะเธอเป็นคนซื้อถ้วยชาใบนั้นมาเอง ไม่ใช่ของที่เพื่อนให้เธอ เธอมักจะให้ความสำคัญกับของขวัญที่เพื่อนมอบให้พอ ๆ กับตัวเพื่อนเองเลย ดังนั้นเธอจะต้องไม่ใช้อารมณ์เด็ดขาด\n\"Octavia กลับมาแล้ว เธอก็ไปรำลึกความหลังกับเขาหน่อยสิ\"\n...แต่ทันทีที่ได้เจอกับอาจารย์ อาจารย์กลับพูดเรียบ ๆ ไม่กี่คำ แผนการที่แม่มดน้อยสั่งสมบ่มเพาะ วางแผน และซักซ้อมมานับครั้งไม่ถ้วน รวมทั้งอารมณ์ที่กำลังจะระเบิดออกมาล้วนอันตรธานหายไปในทันที\nOctavia เป็นเพื่อนรักของแม่มดน้อย และเป็นเพื่อนรักของแม่มดเฒ่าผู้ยิ่งใหญ่เช่นกัน บ้านเกิดของเธอถูกทำลาย แต่เธอกลับไม่มีความกล้าที่จะต่อต้าน จึงต้องใช้ชีวิตร่อนเร่พเนจรไปตลอดกาล\nเธอได้เห็นโลกต่าง ๆ มากมาย และได้เล่าเรื่องราวเกี่ยวกับท้องฟ้าที่อยู่เหนือฟ้าออกไปให้แม่มดน้อยฟังมากมาย\n\"ทั้งจักรวาลกำลังจะตาย มันเพิ่งผ่านจุดสูงสุดไปเมื่อไม่นานมานี้ และมันกำลังจะเลวร้ายลงในไม่ช้า\" Octavia นั่งอยู่ในสวนที่มีแสงแดดสาดส่อง รินชาใส่ถ้วยชาที่เธอและแม่มดน้อยชื่นชอบที่สุด\nแม่มดน้อยดึงเก้าอี้ออกมาแล้วนั่งลง \"เธอกลับมากะทันหันเกินไป เราก็เลยไม่ได้เตรียมเก้าอี้ไว้ให้ เก้าอี้ตัวที่เธอนั่งอยู่ตอนนี้เป็นของแม่มดเฒ่าสินะ\"\n\"ดวงดาวมากมายในจักรวาลดับสูญไปแล้ว ฉันเองก็ไม่รู้ว่าเหลือเวลาอีกนานแค่ไหน\" Octavia กล่าว \"เพราะงั้นฉันเลยอยากกลับมาเยี่ยมพวกเธอ\"\n\"เป็นเพราะเธอกลับมาแล้วบอกเรื่องนี้กับอาจารย์รึเปล่า พวกเขาถึงได้ยุติการทดสอบของแม่มดทั้งหมดน่ะ?\" แม่มดน้อยถาม\n\"อาจจะใช่มั้ง ในโลกที่เป็นแบบนี้ ทุกอย่างล้วนไร้ความหมาย เธอไม่จำเป็นต้องเป็นแม่มดอีกแล้ว\"\n\"งั้นฉันไม่โกรธอาจารย์แล้วล่ะ\" แม่มดน้อยเอ่ย\n\"แล้วเธอล่ะโกรธฉันมั้ย? ฉันทำให้เธอไม่มีโอกาสได้เป็นแม่มดนี่นา\" O พูด\n\"ถ้าคราวนี้เธอไปแล้วไม่กลับมาอีก ฉันจะโกรธเธอแน่\" แม่มดน้อยพูด \"ฉันจะไปเอาเก้าอี้ของเธอมาจากห้องนอนเดี๋ยวนี้แหละ\"\n\"ฉันนั่งเก้าอี้ของแม่มดเฒ่าก็หมดเรื่อง เขาแก่มากแล้ว ลุกขึ้นมาไม่ไหวแล้วล่ะ\"\n\"ไม่ได้หรอก เพราะว่าเก้าอี้ของเขาก็เป็นของเขา ส่วนเก้าอี้ของเธอก็เป็นของเธอ\" แม่มดน้อยพูดกับ O อย่างจริงจัง \"เก้าอี้แต่ละตัวมีเจ้าของคนเดียว ต่อให้คนคนนั้นจะไม่อยู่แล้ว แต่ก็ยังมีความทรงจำอยู่บนเก้าอี้นี้อยู่ ดังนั้นจะนั่งเก้าอี้ผิดตัวไม่ได้เด็ดขาด\"\nOctavia ยิ้มอย่างอ่อนใจ\nเพื่อเป็นการขอโทษที่เธอขัดขวางการเป็นแม่มดของแม่มดน้อย Octavia จึงบอกข่าวหนึ่งกับแม่มดน้อยว่า:\nดังนั้น\n\"'เพลิงที่ไม่มีวันมอดดับ' มีอยู่จริง ๆ มันอยู่ที่...\""
          }
        ]
      },
      {
        "title": "แม่มดน้อยและเพลิงที่ไม่มีวันดับ (VII)",
        "desc": [
          {
            "type": "RichText",
            "text": "เมื่อเธอถูกคลื่นยักษ์ในทะเลแห่งกาลเวลาพัดพาไป ผ่านกระแสน้ำวนแห่งเหตุและผลที่มาบรรจบกันนับไม่ถ้วน ผ่านเส้นด้ายมากมายบนเครื่องทอผ้า เธอได้พลาดหลายสิ่งหลายอย่างไป แม้แต่พิธีอำลาแม่มดผู้ยิ่งใหญ่ที่เธอชื่นชม ก็จบลงไปอย่างเงียบเหงาโดยที่เธอไม่สามารถเข้าร่วมได้\nไม่ว่าอย่างไรก็ตาม แม่มดน้อยก็ได้ผ่านการทดสอบสารพัดอย่างแล้ว และท้าทายสิ่งประหลาดมานับไม่ถ้วน ก่อนจะมาอยู่ต่อหน้าแม่มดเฒ่า อันที่จริง แม่มดน้อยรู้สึกว่าประสบการณ์เหล่านี้ไม่มีอะไรน่าเอ่ยถึงด้วยซ้ำ ไม่รู้ว่าทำไมก่อนหน้านี้ถึงต้องใช้เวลานานขนาดนั้นด้วย ไม่ว่ายังไง สิ่งที่สำคัญที่สุดนั้นมีเพียงงานเลี้ยงน้ำชาของแม่มด และเป้าหมายที่เธอแสวงหาเท่านั้นเอง\nอันที่จริงเธอได้เห็นมันแล้วตั้งแต่เริ่มออกเดินทาง ไม่ว่าจะบนท้องฟ้าสีดำเหมือนกระสอบถ่านหิน... หรือว่าในถ้ำ เราทุกคนรู้ดีว่าทั้งสองอย่างไม่ได้แตกต่างกันเลย... ดวงดาวเปล่งแสงสลัวท่ามกลางความมืดที่ล้อมโจมตีโลกจากทุกทิศทาง หลังจากที่จักรวาลค่อย ๆ มืดลง ดวงดาวทั้งหมดและดาวที่ถูกเรียกว่าดวงอาทิตย์ ก็ได้ดับลงทีละดวง ทุกคนตัดสินใจเรียกมันว่าดาวแห่งแมลงป่อง แม่มดน้อยจำได้ว่าเธอเคยได้ยินเรื่องนี้ที่งานเลี้ยงน้ำชาของแม่มด แต่เธอจำแค่ชื่อเท่านั้น อย่างอื่นลืมไปหมดแล้ว\nสรุปสุดท้าย แม่มดน้อยก็มาอยู่ตรงหน้าแม่มดเฒ่า ผู้ซึ่งแท้จริงแล้วคือดาวแห่งแมลงป่องที่สุดท้ายก็ยังคงเผาไหม้อยู่ แต่ในเวลานี้เพลิงของเธออ่อนกำลังลงเต็มที เหลือเพียงถ่านที่คุอยู่เล็กน้อยเท่านั้น แม่มดน้อยจับมือเธอไว้ มือของแม่มดเฒ่าแห้งและเปราะบางราวกับกิ่งไม้ เธอจำได้ว่าครั้งหนึ่งแม่มดเฒ่าเองก็เคยเป็นแม่มดน้อยเช่นกัน เมื่อก่อนมือของเธอนั้นขาวผ่องและเนียนละเอียดเหมือนกับเธอ แม่มดเฒ่าเคยใช้มือคู่นั้นหยิบถ้วยชาขึ้นมาอย่างสง่างาม และยังใช้มือนั้นจุดไฟให้โลกทั้งหลายสว่างไสวด้วยเวทมนตร์มากมาย\nแม่มดน้อยพูดว่า:\n\"ดูเหมือนว่าทุกคนต่างก็ไม่มีใครอยากให้เพลิงดับหรอก แต่มันเป็นเรื่องที่ช่วยไม่ได้ ตอนที่เราบอกลาครั้งก่อน... ตอนนั้นคุณเคยพูดกับเหล่าแม่มดว่า ในห้วงเวลาอันยาวนานนี้ แม่มดที่มีชีวิตยืนยาวนั้นจะสูญเสียสิ่งต่าง ๆ ไปมากมาย เรื่องรักโลภโกรธหลงหรือความเป็นความตายก็จะกลายเป็นเรื่องไม่สำคัญ แต่แท้จริงแล้วคำพูดนี้เป็นเพียงคำโกหก ที่พูดเพื่อปลอบใจเหล่าสหายที่จากไปก่อนพวกเขาเท่านั้นเอง ความจริงแล้วแม่มดนั้นทะนุถนอมดวงไฟและแสงสว่างเล็ก ๆ ในโลกที่มืดมนและสิ้นหวังนี้ยิ่งกว่าสิ่งอื่นใด แม้กระทั่งเงาที่เกิดจากแสงไฟที่สาดส่องลงมาก็เช่นกัน\n\"คุณชอบบอกว่าคุณไม่เก่งเท่าพวกเรา แต่ฉันคิดเสมอเลยว่าคุณเป็นแม่มดที่น่ารักและทรงพลังที่สุดในหมู่พวกเรา คุณมักจะพูดว่าคุณไม่สามารถทิ้งอะไรไว้เบื้องหลังได้เลย แต่ในเรื่องราวที่คุณทิ้งไว้มีโลกมากมายนับไม่ถ้วน ต่อให้ผ่านไปอีกหนึ่งร้อยปีหรือหนึ่งพันปี ต่อให้วันโลกาวินาศที่แม่มดโหรแห่งดวงดาวบางคนกังวลนั้นจะมาถึง ต่อให้แม่มดผู้มีอายุขัยยืนยาวจะตายไปหมดสิ้น แสงเล็ก ๆ ที่เบ่งบานในโลกเล็ก ๆ เหล่านี้ก็จะไม่จางหายไป ใช่แล้ว คุณนั่นแหละคือแม่มดผู้ยิ่งใหญ่ที่แข็งแกร่งที่สุด แข็งแกร่งกว่าพวกเรามากเลย ฉันคิดถึงคุณมากนะ ลาก่อน\"\nแม่มดเฒ่าไม่ได้ตอบรับ เพราะในนี้เหลือเพียงเปลือกนอกที่กลวงเปล่าเท่านั้น ไม่ต่างอะไรจากเปลือกที่กลวงเปล่านับไม่ถ้วนที่เธอเห็นในระหว่างการเดินทาง วัสดุที่ใช้ในการสร้างก็เหมือนกัน แต่สิ่งที่ทำให้มันแตกต่างจากเปลือกที่กลวงเปล่าอื่น ๆ ก็คือดวงไฟอันริบหรี่ดวงนั้น\nแม่มดน้อยเดินกลับบ้าน พร้อมกับดวงไฟที่เธอนำมาจากแม่มดเฒ่า เรื่องราวจบลงเพียงเท่านี้ แต่การผจญภัยของแม่มดน้อยยังคงดำเนินต่อไป เพราะเธอตัดสินใจที่จะนำดวงไฟของแม่มดเฒ่า เดินทางไปทั่วจักรวาล เพื่อจุดประกายแสงสว่างให้กับทุกมุมของห้วงเวลา"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "แม่มดน้อยและเพลิงที่ไม่มีวันดับ"
          }
        ]
      }
    ]
  }
}