{
  "epId": 6274,
  "name": "Simulanka",
  "desc": "<p><span>...กาลครั้งหนึ่งนานมาแล้ว เทพธิดาทั้งสามได้สร้างโลกที่มีชื่อว่า \"Simulanka\" นี้ขึ้นมา</span></p><p><span>\"เทพธิดาผู้สร้างโลก\" ผู้ควบคุมพลังแห่งเวทมนตร์ และสสารมอบพลังชีวิตให้แก่เรา จนก่อเกิดเป็นทิวทัศน์ต่าง ๆ และก็เป็นเพราะเธอที่ทำให้ \"Simulanka\" สามารถอยู่รอดในโลกต่าง ๆ ได้มากมาย...</span></p><p><span>ต่อมาก็คือ \"เทพธิดาพยากรณ์\" ผู้ควบคุมวิถีดวงดารา เธอทำให้หมู่ดาวมีการหมุนเวียน ทำให้โลกขับเคลื่อน... รูปปั้นของเธอยังคงตั้งตระหง่านอยู่บนจุดสูงสุดของเมืองหลวง Constellation</span></p><p><span>สุดท้ายคือ \"เทพธิดาแห่งโชคชะตา\" ผู้ควบคุมเรื่องราว และความปรารถนาทั้งปวง เธอมอบความรักที่ไม่มีวันดับสูญ และความเกลียดชังอันร้อนรุ่มให้แก่เรา สอนให้เรารู้ว่าอะไรคือความตายและความหวัง...</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/10/11877103/193a95712c2de70de8387cacada48417_4225509348907342299.png",
  "menuId": 20,
  "menuName": "คำจำกัดความ",
  "version": 1728045211,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "ป่าประทานพร",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "ผาแห่งคำทำนาย",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/09ba81284b3781eecc7ae599c92c4e78_4242514459850164444.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ผาแห่งคำทำนายเป็นสถานที่ที่อยู่ทางตอนใต้ของป่าประทานพร มีที่คั่นหนังสือขนาดใหญ่ซึ่งเป็นทางออกจากโลกแห่งเวทมนตร์นี้ ประชาชนทุกคนที่เพิ่งมายัง \"Simulanka\" จะต้องไปขอบคุณการให้กำเนิดของ \"เทพธิดาผู้สร้างโลก\" และอธิษฐานขอคำทำนายจาก \"เทพธิดาพยากรณ์\" ที่เมืองหลวง วันหนึ่ง อัลมอนด์ ผู้อาวุโสแห่งป่าประทานพรได้ปีนขึ้นไปยังจุดสูงสุดของเมืองหลวง Constellation และได้ยินคำทำนายจากเทพธิดาพยากรณ์ว่า: <color=#ffffff>\"ผู้กล้าที่กอบกู้โลกใบนี้ จะจุติที่ 'ผาแห่งคำทำนาย' ผู้กล้าต่างโลกและสหายของเขา จะนำพาความสงบสุขกลับคืนสู่โลกใบนี้อีกครั้ง...\"</color> เขาคอยผู้กล้าที่จะมาช่วย Simulanka เป็นเวลานานจนกระทั่งวันหนึ่งเขาได้พบกับนักเดินทางและ Paimon ซึ่งปรากฏตัวบนผาแห่งคำทำนายตาม \"คำเชิญ\" ของ Alice พวกเขาเดินทางต่อไปยังกระท่อมประทานพร\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "กระท่อมประทานพร",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/ffbae28beb60a59aae7a500279431326_8422261691937906533.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "จากหนังสือที่อยู่ในกระท่อมนี้ ที่นี่เคยเป็นสถานที่ทำงานของ \"เทพธิดาผู้สร้างโลก\" ที่ทุกคนพูดถึงกัน เขานำหน้ากระดาษมาพับเป็นสิ่งมีชีวิตตัวน้อยแล้วก็ใช้เวทมนตร์เสกให้พวกเขามีชีวิต เมื่อนานวันเข้า ป่าประทานพรแห่งนี้ก็ได้ถือกำเนิดขึ้น กระท่อมแห่งนี้เป็นบ้านของภูตแห่งพงไพร ผู้ใช้เวทมนตร์พิเศษ และตามคำทำนาย เธอจะเข้าร่วมกับผู้กล้าและช่วยเหลือป่าประทานพรจากความโชคร้ายของพวกเขา ภูตแห่งพงไพรแท้จริงแล้วคือ Nilou ที่เผลอหลับไปขณะอ่านหนังสืออยู่ที่ Grand Bazaar เธอตื่นขึ้นมาพบว่าตัวเองแต่งตัวเป็นภูตอยู่ที่ Simulanka เสียแล้ว เหมือนมีคนบอกกับเธอในฝันว่า <color=#ffffff>\"เธอคือภูตของป่าประทานพร ไปกอบกู้ป่าแห่งนี้สิ\"</color> ในตอนแรก Nilou คิดว่าตนแค่ฝันไป แต่กลับกลายเป็นว่าทำยังไงก็ไม่ตื่นขึ้นซะที รอบ ๆ ตัวก็ไม่มีคนรู้จักเลยสักคน เธอคิดว่าเป็นหน้าที่ของเธอที่จะช่วยเหลือชาวเมืองและใช้เวทมนตร์เพื่อฟื้นฟูร้านเหล้าอักษรและสีหมึก ถึงแม้ Nilou จะเคยลองใช้พลังธาตุของวิชั่นแล้ว แต่ก็ดูเหมือนว่าจะไม่ได้ผล\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3830,
        "name": "วิชั่น",
        "desc": "<p><span style=\"color: oklab(0.899401 -0.00192499 -0.00481987)\">วิชั่นเป็นอุปกรณ์เวทมนตร์ภายนอกที่ใช้สำหรับขับเคลื่อนพลังธาตุที่ Celestia และเทพทั้ง 7 มอบให้กับ 'เทพเจ้าดั้งเดิม' ซึ่งเป็นชนกลุ่มน้อยที่มีความปรารถนาอันแรงกล้า ผู้ครอบครองวิชั่นล้วนเป็นคนที่มีคุณสมบัติเป็นเทพเจ้าและขึ้นไปสู่ Celestia ได้</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/02/22/115795437/fa9e7f4e1400794f2ee1468599880d59_6984298815320385123.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>นักเต้นรำผู้แสนโด่งดังของโรงละคร Zubayr มีท่วงท่าที่คล่องแคล่วและสง่างาม ให้ความรู้สึกที่ทั้งบริสุทธิ์และเป็นมิตร</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/144837601/586d726f9ebda3506c78beaaa41f13b6_5545751724024546149.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6275,
        "desc": "",
        "displayStyle": "card",
        "menuId": 34
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "ร้านเหล้าอักษรและสีหมึก",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/d47da335dc0dad26f3d100c68b4ae010_2599835138962369367.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "วันหนึ่ง มังกรชั่วร้ายที่โอบล้อมด้วยหมอกดำอันเป็นลางไม่ดีจุติลงมาจากท้องฟ้าของ Simulanka นับตั้งแต่การโจมตีครั้งนั้น ร้านเหล้าอักษรและสีหมึกซึ่งเป็นแหล่งผลิต\nจึงต้องปิดตัวลง นี่เป็นโศกนาฏกรรมโดยแท้จริงสำหรับชาวเมืองกระดาษที่อาศัยอยู่ในป่า เนื่องจากพวกเขามีชีวิตอยู่ได้โดยอาศัยพลังของน้ำมหัศจรรย์ หากไม่มีสิ่งนี้ พวกเขาจะป่วยเป็น ‘โรคซีดจาง’ ที่ทำให้ร่างกายค่อย ๆ เหือดแห้ง สุดท้ายสีก็จะเริ่มซีดเซียวลง และลืมเรื่องต่าง ๆ ถึงขั้นที่ลืมว่าตัวเองเป็นใครในที่สุด ผู้อาวุโสอัลมอนด์เองก็ตกเป็นเหยื่อของโรคซีดจางนี้เช่นกัน ดังนั้นเขาจึงจำคำทำนายได้เพียงบางส่วนเท่านั้น และจำไม่ได้ด้วยซ้ำว่าใครเป็นคนบอกให้เขารอผู้กล้าที่ผาแห่งคำทำนาย\nNilou, นักเดินทาง, และ Paimon ช่วยเหล่าแฮมสเตอร์เตรียมน้ำมหัศจรรย์ถ้วยสุดท้าย พวกกบเตรียมการแสดง ‘ส้มเขียวหวาน’ บาร์เทนเดอร์ที่ร้านเหล้าขยับคอไปมา ในความพยายามที่จะเรียนรู้การใช้เวทมนตร์ ภูตแห่งพงไพรได้สร้างหนูแฮมสเตอร์กระดาษและทำให้มันมีชีวิตขึ้นมา"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"ฉันขอประทานพรของป่านี้ให้แก่เธอ ดลบันดาลให้เธอกลายเป็นหนึ่งในสมาชิกของป่าแห่งนี้...ให้เธอมีชื่อว่า Padisarah เบ่งบานงามสะพรั่งบนโลกใบนี้เฉกเช่นเดียวกับมัน...\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/6d53ef57bf584932085fd20251e8dc14_4890937725787534886.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เมื่อภูติแห่งพงไพร สร้าง Padisarah ขึ้นมา เธอสัมผัสได้ถึงการไหลเวียนของเวทมนตร์ในป่าแห่งนี้ เวทมนตร์ที่อยู่ในต้นไม้ใบหญ้า และเวทมนตร์ที่ไหลเวียนอยู่ในร่างกายของทุกคน แต่ตรงร้านเหล้าที่ปิดตัว เธอสัมผัสได้เพียงความว่างเปล่า ปรากฎว่ามีขวดหมึกเปล่าอยู่ตรงนั้น ซึ่งถูกใช้สำหรับสร้างชาวเมืองในป่าขึ้นมา Nilou เคยอ่านเจอข้อมูลที่เกี่ยวกับวัสดุทำน้ำมหัศจรรย์ได้แก่: \"ตะวันที่ไม่มีวันลับฟ้า\", \"มังกรที่ไม่สามารถบินได้\" และ \"แสงจันทร์ที่ส่องยามค่ำคืน\" โดยวางวัสดุเหล่านี้ไว้ข้าง ๆ ขวดเปล่าใต้ร้านเหล้า สัตว์ทั้งหมดในป่าก็ทำการแสดงร่วมกับ Nilou ที่ใช้เวทมนตร์และฟื้นฟูร้านเหล้ากลับมา"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/23f97685d20ea0314e5232d64a488364_1445288424567701662.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หลังจากกลับมาเปิดทำการ ร้านเหล้าก็เริ่มดำเนินกิจการตามปกติ โดยเสิร์ฟน้ำมหัศจรรย์ให้กับทุกคนที่ต้องการ เมื่อชาวเมือง Teyvat ได้รับเชิญไปที่ Simulanka, Kaeya และ Jean จากกองอัศวินแห่ง Favonius ก็ได้มาที่ร้านเหล้าเพื่อพักผ่อน ในตอนแรก Kaeya ขอเครื่องดื่มที่เป็นเอกลักษณ์ของร้าน แต่กลายเป็นว่ามันคือน้ำหมึก เขาจึงเลือกน้ำผลไม้ Sunsettia แทน\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6340,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6366,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>นักเต้นรำผู้แสนโด่งดังของโรงละคร Zubayr มีท่วงท่าที่คล่องแคล่วและสง่างาม ให้ความรู้สึกที่ทั้งบริสุทธิ์และเป็นมิตร</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/144837601/586d726f9ebda3506c78beaaa41f13b6_5545751724024546149.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "<p>นักดาบผู้มีกลิ่นอายของคนจากต่างแดน มันสมองของกองอัศวินแห่ง Favonius</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "<p>อัศวิน Dandelion ผู้ยึดมั่นในความถูกต้อง และเป็นรักษาการผู้บัญชาการ ของกองอัศวินแห่ง Favonius</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6309,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6308,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6307,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6306,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "สระ Rainsong",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/870e47d94ddae19089f1e4f313f70de4_5649362660195856667.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "สระ Rainsong ได้จัดการแข่งขันกระโดดไกลระหว่างกบกระดาษมาหลายชั่วอายุคนแล้ว ผู้ที่คว้าแชมป์ไปครองจะได้รับเกียรติพิเศษให้ทำหน้าที่สำคัญในการไปรับเจ้าหญิง คณะกรรมการแต่ละรอบ กบกระดาษแต่ละตัว ต่างก็พยายามฝึกฝนกันสุดชีวิตเพื่อไปรับเจ้าหญิงองค์นั้น ตั้งแต่แรกเริ่ม ภารกิจของพวกเขาคือฝึกฝนและกระโดดเพื่อไปพบเจ้าหญิง มีเพียงกบที่กระโดดเก่งที่สุดเท่านั้นที่สามารถคว้าแชมป์ไปครอง และได้รับหน้าที่สำคัญในการไปรับเจ้าหญิง และนี่ก็เป็นเหตุผลที่พวกเขาจัดการแข่งขันมามากมายขนาดนี้ คณะกรรมการของสระ Rainsong ผลัดเปลี่ยนกบกระดาษไปมากมายนับไม่ถ้วน ซึ่งพวกเขาก็คัดเลือกแชมป์ไปมากมาย แต่จนถึงตอนนี้ กลับยังไม่พบเจ้าหญิงที่ต้องไปรับเลย แชมป์รุ่นแล้วรุ่นเล่าต่างก็แก่ตัวลง ส่วน \"ภารกิจ\" ที่พวกเขาแบกรับไว้ กลับไม่รู้ว่าจะทำให้สำเร็จได้ยังไง ทำได้แค่มองดูขาหลังที่แข็งแกร่งหมดเรี่ยวแรง กับเท้าที่สวยงามค่อย ๆ ขดงอไป ดังนั้นการแข่งขันที่สระ Rainsong จึงถูกจัดขึ้นอย่างต่อเนื่อง แต่ไม่มีกบตัวใดจดจำแชมป์ที่เคยแบกรับภารกิจเอาไว้ และต้องแก่ตัวลงอย่างเลี่ยงไม่ได้เหล่านั้นเลย"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/6d94f93dfdc440c06874c0318ea11c1c_346657020292561713.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ครั้งนี้ผู้ท้าชิงแชมป์คือ Faurobert และคู่ต่อสู้ของเขาคือ Estampe. Faurobert สามารถกระโดดข้ามใบบัวสิบสองใบ ไปที่ใบบัวใบที่สิบสามได้แบบสบาย ๆ โดยที่แม้แต่หยดน้ำค้างบนนั้นไม่กระเด็นเลยด้วยซ้ำ เขาสามารถกระโดดข้ามใบบัวบนแม่น้ำไปมาได้ ไม่ว่ากระแสน้ำข้างล่างจะไหลเชี่ยวขนาดไหน เขาก็ไม่มีทางหล่นลงน้ำได้ ในระหว่างการแข่งขันรอบสุดท้าย Faurobert ตกลงไปในน้ำ และปฏิเสธที่จะกระโดดอีก ทำให้ Estampe กลายเป็นแชมป์และได้รับเกียรติให้เข้าเฝ้าเจ้าหญิง แม้ว่า Estampe จะเป็นผู้ชนะ แต่เขาก็ปฏิเสธตำแหน่งและเรียกร้องให้มีการแข่งขันใหม่ ผู้ตัดสินตกลงที่จะคุยกับ Faurobert แต่เขาไม่ยอมฟัง เขาเคยเชื่อว่าความผิดพลาดก็เป็นแค่หยดน้ำค้างยามเช้า ที่ร่วงหล่นลงบนหัวของเราเท่านั้น ไม่มีกบตัวไหนถูกน้ำค้างแค่หยดเดียวทับได้หรอก แต่เขาคิดผิด บางทีสิ่งที่ผิดพลาดอาจไม่ใช่หยดน้ำค้าง แต่เป็นก้อนหินที่อยู่ก้นสระ เป็นขอนไม้แห้งเหี่ยวที่ปักเอนเอียงอยู่ใต้น้ำ หรือเป็นช่องระบายที่ซ่อนอยู่ใต้ดินเลนต่างหาก พวกเขาสามารถมองข้ามมัน ฝังซ่อนมัน ก้าวข้ามมัน หรือทำเป็นว่ามันไม่มีอยู่ก็ได้ แต่ความผิดพลาดไม่มีวันยอมกล้ำกลืนอยู่เงียบ ๆ อย่างแน่นอน มันรอคอยโอกาสที่จะส่งเสียง เพื่อแสดงอำนาจของตัวเองออกมาอยู่เสมอ"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“ไปเถอะ ปล่อยฉันไปเถอะนะ ตอนนี้ฉันเป็นแค่ฝักบัวแห้ง ๆ ที่ถูกเด็ดเม็ดบัวไปหมดแล้วเท่านั้น แค่มีสายลมพัดผ่านมาเบา ๆ โพรงในใจของฉัน ก็ทำให้ฉันสั่นสะท้านไปทั้งตัวแล้ว ฉันรับหน้าที่สำคัญไม่ได้หรอก นี่คือเสียงจากใจของฉัน... ฉันทำให้กบทุกตัวต้องผิดหวัง และทำให้ตัวเองผิดหวังด้วย”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Estampe และกรรมการตัดสินใจใช้มาตรการขั้นเด็ดขาด: พวกเขาฉีกใบบัวที่ Faurobert นั่งอยู่ออกและทำให้มันถูกพัดไปตามกระแสน้ำ เมื่อใบบัวลอยขึ้นไปบนหน้าผาด้วยความเร็วสูงใกล้กับน้ำตก Faurobert คือกบกระดาษเพียงตัวเดียวที่สามารถกระโดดข้ามหน้าผาสูงชันแห่งนี้ได้ ดังนั้น ด้วยการช่วยเหลือของกบตัวอื่น ๆ ทำให้ Faurobert ยังคงได้รับการยกย่องให้เป็นแชมป์และมีเกียรติให้ไปรับเจ้าหญิง เจ้าหญิงที่พวกเขากำลังจะไปรับและช่วยเหลือ อาศัยอยู่บนหอคอยสูงที่สร้างขึ้นจากเถาวัลย์และต้นไม้ยักษ์ มีเพียงกบที่กล้าหาญและกระโดดเก่งที่สุดเท่านั้น ที่จะสามารถหลบหลีกพุ่มหนามและหมอกหนาทึบ แล้วกระโดดขึ้นไปบนยอดหอคอยสูง เพื่อพาเจ้าหญิงออกมาจากกรงขังได้ เหล่ากบได้ใช้ความพยายามอย่างมากในการตามหาตำแหน่งของเจ้าหญิงซึ่งอยู่ที่อาณาจักรกระดิ่งสายลม แต่ปรากฏว่าเจ้าหญิงไม่จำเป็นต้องได้รับการช่วยเหลือ Estampe ผู้ตัดสิน และ Faurobert จึงตัดสินใจไปพบเจ้าหญิงและค้นหาคำตอบ\nสามารถพบเควสต์โลก"
      },
      {
        "type": "CustomEntry",
        "epId": 6338,
        "desc": "",
        "displayStyle": "text",
        "menuId": 32
      },
      {
        "type": "RichText",
        "text": "ได้ที่บริเวณนี้\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6338,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "อาณาจักรกระดิ่งสายลม",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/130494fe7785fdbd6c7a4c7118d1cb6f_1878596239988482881.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "อาณาจักรกระดิ่งสายลมตั้งอยู่ทางตอนเหนือของป่าประทานพรและเป็นที่อยู่อาศัยของกระรอกบินจำนวนมาก อาณาจักรในปัจจุบันอยู่ภายใต้การนำของเจ้าหญิง Cimest เธอคอยดูแลการคัดเลือกผู้คุ้มกันที่จะต้องใช้วัตถุศักดิ์สิทธิ์เพื่อปกป้องป่าตามคำทำนายมิฉะนั้นอาณาจักรจะถูกทำลาย มีบางอาณาจักรที่จู่ ๆ ประชาชนทุกคนก็สูญเสียเสียงไป ในบางอาณาจักร แหล่งน้ำทั้งหมดกลับแห้งขอดในชั่วข้ามคืน ผู้คุ้มกันจะต้องผ่านการทดสอบการบิน แต่มังกรย่ำเท้าลงมาที่สถานที่ทดสอบ และทิ้งรอยเท้าขนาดใหญ่ไว้ที่นั่น เนื่องจากการเปลี่ยนแปลงของกระแสลม ทำให้การทดสอบยากขึ้นมาก และไม่มีใครสามารถผ่านมันได้ จากนั้น Cimest จึงตัดสินใจดำเนินการทดสอบด้วยตนเอง และระบุตัวผู้คุ้มกันที่ควรจะเป็นผู้ส่งวัตถุศักดิ์สิทธิ์คืน ถ้านำวัตถุศักดิ์สิทธิ์ออกไปทั้งที่ไม่ผ่านบททดสอบ วัตถุศักดิ์สิทธิ์ก็จะสูญเสีย \"ความหมาย\" ของการเป็นวัตถุศักดิ์สิทธิ์ไป"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/833235c0a7227cbf5e92bde9cc506130_730489161272294460.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "Cimest และผู้สมัครคนอื่น ๆ ผ่านการทดสอบการบินทั้งหมด แต่วัตถุศักดิ์สิทธิ์ก็ไม่เปล่งแสง เธอตัดสินใจที่จะเก็บวัตถุศักดิ์สิทธิ์เอาไว้และแต่งตั้งผู้คุ้มกันด้วยตัวเอง เนื่องจากผู้ที่ตอบรับการเรียกร้องของอาณาจักรสมควรได้รับการยอมรับจากเธอ เจ้าหญิงได้ทำการแต่งตั้งนักเดินทาง และ Paimon เป็น \"องครักษ์กระดิ่งสายลม\" ของอาณาจักรแห่งนี้ เมื่ออาณาจักรได้รับการช่วยเหลือแล้ว เจ้าหญิงจึงตัดสินใจออกจากการทดสอบเพื่อฝึกฝนผู้คุ้มกันคนอื่น ๆ ถ้ากระรอกบินทุกตัวกลายเป็น \"ผู้คุ้มกัน\" กันหมด ไม่ว่าในอนาคตอาณาจักรกระดิ่งสายลมจะเผชิญกับปัญหาอะไร พวกเขาก็จะสามารถพิชิตมันได้"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/49cead8ae17ecd6e80e0b14a070467f5_745068284300962517.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "แม้ว่าวัตถุศักดิ์สิทธิ์จะไม่สามารถเลือกผู้คุ้มกันได้ แต่ Cimest ก็ตัดสินใจดำเนินภารกิจต่อไป ซึ่งมันคือเหตุผลของการมีอยู่ของอาณาจักรและสระน้ำ และเป็นหนทางเดียวที่จะช่วยพวกเขาไว้ได้ ถ้าหากอาณาจักรรอคอยผู้คุ้มมาหลายชั่วอายุคน ในสระ Rainsong แห่งนั้น กบกระดาษรุ่นแล้วรุ่นเล่าก็แก่ชราไปอย่างเงียบ ๆ การกระทำของพวกเขาถูกลืมเลือน และทำให้พวกเขาไม่สามารถพบเจ้าหญิงได้ เจ้าหญิง Cimest, แชมป์ Faurobert, นักเดินทาง, และ Paimon ออกเดินทางสู่ถ้ำโหยหวนเพื่อทำภารกิจให้สำเร็จ\nเมื่อชาว Teyvat สามารถเข้ามาที่ Simulanka ได้ Collei ก็ได้รับคำเชิญและตัดสินใจสำรวจโลกแห่งเวทมนตร์ เธอพยายามสรุปข้อสังเกตของเธอเกี่ยวกับโครงสร้างของต้นไม้กระดาษในท้องถิ่นและต้นไม้ประจำถิ่น และวิเคราะห์ระบบนิเวศของ Simulanka\nสามารถพบเควสต์โลก"
      },
      {
        "type": "CustomEntry",
        "epId": 6337,
        "desc": "",
        "displayStyle": "text",
        "menuId": 32
      },
      {
        "type": "RichText",
        "text": "และ"
      },
      {
        "type": "CustomEntry",
        "epId": 6336,
        "desc": "",
        "displayStyle": "text",
        "menuId": 32
      },
      {
        "type": "RichText",
        "text": "ได้ในบริเวณนี้\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6366,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p>เจ้าหน้าที่พิทักษ์ป่าฝึกหัดที่ทำงานอยู่ใน Avidya Forest </p><p>เบื้องหลังคำพูดและการกระทำอันแสนใส่ใจ คือหัวใจที่ถูกเก็บงำซ่อนไว้</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/144837601/37a18b6b6865c59063003a9380f08225_7166298717920241053.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "ถ้ำโหยหวน",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/a2720304ec0a7b529cdaba5e7965c98f_9173902450284074564.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ถ้ำโหยหวนตั้งอยู่ที่บริเวณริมสุดของป่าประทานพร เป็นสถานที่ที่บรรดาเจ้าหญิงของอาณาจักรในอดีตเคยเข้าไปค้นหา \"คำตอบ\" เพียงแต่ว่าเมื่ออาณาจักรของพวกเธอล่มสลายไป บรรดาเจ้าหญิงเหล่านั้นก็ไม่เคยปรากฏตัวบนโลกอีกเลย Cimest รู้ว่าเธออาจจะกลับออกมาไม่ได้อีก แต่คำตอบในการช่วยอาณาจักรที่ต้องแลกด้วยชีวิตของเธอสามารถพบได้ในถ้ำโหยหวน บริเวณใกล้กับทางเข้าถ้ำจะได้ยินเสียงเจ้าชายและเจ้าหญิงที่ล้วนมาจากอาณาจักรที่ล่มสลายไปแล้ว พวกเขามาที่นี่เพื่อหาคำตอบ แต่กลับไม่ได้อะไรเลยสักอย่าง และได้แต่คร่ำครวญอย่างไร้ประโยชน์อยู่ที่นี่"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...ฉันคือเสียง แต่เสียงไม่ใช่สิ่งมีชีวิต...ความขัดแย้งก่อเกิดเป็นการเผชิญหน้า และการเผชิญหน้านำมาซึ่งบทสนทนา...\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "Cimest เคยมาที่นี่หลายครั้งตั้งแต่เธอขึ้นปกครอง เมื่อเทียบกับเจ้าหญิงและเจ้าชายพวกนั้นแล้ว เธอแทบไม่มีอะไรโดดเด่นเลย การหวังให้มีปาฏิหาริย์เกิดขึ้น ทำให้พวกเขาพบผู้คุ้มกันที่แท้จริง คงเป็นเรื่องที่เพ้อฝันเกินไป แต่เพื่ออาณาจักรแล้ว Cimest ตระเวนไปทั่วทุกที่ เพื่อหาทางทำ \"ภารกิจ\" ให้สำเร็จ เธอออกตามหาไปทั่วทุกหนแห่ง แต่กลับไม่ได้อะไรเลย สุดท้ายจึงมุ่งเป้าไปที่ \"ถ้ำโหยหวน\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/6ba56dd010fe535db79f33e43a40f042_6855117381695004657.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ภายในถ้ำ Cimest, Faurobert, นักเดินทาง, และ Paimon ได้พบเรื่องราวต่าง ๆ มากมายที่สลักอยู่บนผนัง ตามตำนานเล่าว่า ผู้คุ้มกันของอาณาจักรแห่งนั้นยังไม่มาสักที ทรัพยากรก็กำลังจะหมดลง เจ้าหญิงที่ชื่อว่า Ceoya จึงตัดสินใจทำให้ประชาชนทุกคนหลับใหล ผนึกดินแดนอาณาจักรทั้งหมด ยกเว้นหอคอย และเหลือแค่ตัวเองรอคอยผู้คุ้มกันอยู่บนหอคอยสูง แต่เธอก็ไม่ได้พบกับผู้คุ้มกันอยู่ดี ในหนังสือบันทึกไว้ว่า สุดท้ายเธอมาที่ \"ถ้ำโหยหวน\" เพียงลำพัง และหายตัวไปตั้งแต่วันนั้น การตัดสินใจของเจ้าหญิงผู้นี้กล้าหาญมาก แต่ Cimest ไม่เห็นด้วยกับวิธีการของเธอ Cimest คิดว่า แทนที่จะรออยู่เฉย ๆ ทำให้ประชาชนหลับใหล และปล่อยให้อาณาจักรตกอยู่ในสภาพที่ไม่รู้ชะตากรรม สู้ตัวเองเป็นฝ่ายเริ่มลงมือ ขอให้ประชาชนทุกคนร่วมแรงร่วมใจกัน ออกตามหาผู้คุ้มกันด้วยกันยังจะดีกว่า แม้สุดท้ายจะยังคงหนีไม่พ้นโชคชะตาอันเลวร้าย แต่อย่างน้อยก็ยังได้เผชิญหน้ากับทุกสิ่งอย่างใจเย็น เหมือนกับประโยคสุดท้ายของเรื่องเล่านี้ที่ว่า <color=#ffffff>\"เรื่องราวเป็นไปตามครรลอง วนเวียนกลับไปกลับมา ทว่าแต่ละเรื่องย่อมมีเส้นทางของตัวเอง\"</color>\nมีเรื่องราวที่สลักไว้บนหินเขียนเอาไว้ว่า: เมื่อนานมาแล้ว มีกบกระดาษตัวหนึ่งที่อยากมีปีก เขาอธิษฐานต่อเทพธิดา และเทพธิดาบอกกับเขาว่า หากกระโดดได้สูงกว่ากบกระดาษทุกตัว ก็จะสามารถมีปีกได้ กบกระดาษตัวนี้มีชื่อว่า Cibrelus เขาเคยคว้าแชมป์ติดต่อกันเจ็ดครั้ง และมีความสามารถในการปกครอง ที่ไม่มีกบตัวใดสามารถเทียบเคียงได้ สัญลักษณ์ของเขาคือปีกที่ทำจากใบบัว ซึ่งตอนนั้นเขาเป็นที่รู้จักในนาม \"Cibrelus ผู้โผบิน\" เขาคว้าอันดับที่สอง ในการแข่งขันกระโดดที่เขาเข้าร่วมเป็นครั้งสุดท้าย Cibrelus ไม่สามารถรับผิดชอบภารกิจไปรับเจ้าหญิงได้อีกต่อไป และเขาประกาศถอนตัว Cibrelus บอกกับเพื่อนของตัวเองว่า เขาไม่รู้ว่าการแข่งขันกระโดดนั้นมีความหมายอะไร ตราบใดที่ยังหาความหมายของมันไม่เจอ เขาจะไม่เข้าร่วมการแข่งขันอีก ต่อมาCibrelus มาที่ถ้ำ โหยหวน หลังจากนั้นก็ไม่มีเรื่องราวของเขาปรากฏอยู่ในบันทึกของสระ Rainsong อีกเลย ตอนท้ายของเรื่องนี้เขียนประโยคเดียวกันไว้ <color=#ffffff>\"เรื่องราวเป็นไปตามครรลอง วนเวียนกลับไปกลับมา ทว่าแต่ละเรื่องย่อมมีเส้นทางของตัวเอง\"</color>"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/30f2eec67f8ad6d7842ca64fca288662_1106673682402446069.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หลังจากเสร็จสิ้นการทดสอบทั้งหมดในถ้ำแล้ว เจ้าหญิง, แชมเปี้ยน, และองครักษ์ ก็ได้ยินเสียงมาจากต้นฉบับ บอกให้พวกเขารอ การรอคอยคือความหมาย แต่อนาคตไม่อาจรู้ได้ นี่คือเสียงของเจ้าหญิง Ceoya และแชมเปี้ยน Cibrelus. เจ้าหญิง Cimest รู้แล้วว่าไม่มีคำตอบใด ๆ ที่จะพบได้ในถ้ำโหยหวนอีก ตอนที่มาที่นี่เธอยังกังวลอยู่เลยว่าจะต้องทุ่มเทมากแค่ไหน ถึงจะหาวิธีกอบกู้อาณาจักรจากที่นี่ได้ สุดท้ายแล้ว \"ถ้ำโหยหวน\" ก็มีเพียงกองกระดาษต้นฉบับเก่า ๆ ที่หลอกตัวเองด้วยการรอคอยเท่านั้น และหากเส้นทางของ Ceoya คือการรอคอย เส้นทางของ Cimest ก็คือการค้นหาต่อไป"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>“แม้ว่าสุดท้ายแล้วอาณาจักรของฉันจะต้องพบกับจุดจบ ฉันก็อยากเห็นว่าตอนจบจะเขียนไว้อย่างไร”</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ด้วยแรงบันดาลใจจากความกล้าหาญของเจ้าหญิง ทำให้ Faurobert ตัดสินใจไปกับเธอ เพราะถ้าเขาช่วยเจ้าหญิงตามหาผู้คุ้มกันจนพบ ก็ถือเป็นการ \"ช่วยเจ้าหญิง\" อย่างหนึ่งเหมือนกัน ขณะที่เจ้าหญิงและแชมป์กำลังจะออกจากถ้ำ วัตถุศักดิ์สิทธิ์ที่อยู่ข้าง ๆ เธอก็เปล่งแสงขึ้นมา วัตถุศักดิ์สิทธิ์เปล่งแสง แสดงว่ามันพบ \"ผู้คุ้มกัน\" ที่คู่ควรจะได้รับการยอมรับแล้ว \"ผู้คุ้มกัน\" ที่สถานเก็บวัตถุศักดิ์สิทธิ์ตามหา ไม่ใช่ผู้กล้าหาญตามความหมายทั่วไป \"ผู้คุ้มกัน\" ที่สมควรได้รับการยอมรับที่แท้จริง คือผู้กล้าที่สามารถรักษา \"ความตั้งใจ\" ของตัวเอง และมุ่งหน้าต่อไปอย่างไม่ย่อท้อ เจ้าหญิงทุกคนก่อน Cimest ต่างรอคอยให้เส้นทางของตนเองปรากฏขึ้น แต่การรอคอยกลับยิ่งนำไปสู่การรอคอยมากกว่าเดิม ไม่มีใครสามารถหาคำตอบที่จะแก้ไขปัญหานี้จากตัวปัญหาได้\nFaurobert ตัดสินใจอยู่ต่อและรับใช้เจ้าหญิง Cimest พวกเขาร่วมกันวางแผนว่าจะเดินทางไปยังแดนไกลเพราะมีสถานที่ในโลกที่ไร้สายลมพัดผ่านอยู่เสมอที่กระรอกบินจะต้องอาศัยอุ้งเท้าอันแข็งแกร่งของแชมเปี้ยน ดังนั้น Cimest จึงประกาศให้อาณาจักรรู้ว่าผู้กล้าคือ Faurobert ผู้มาจากแดนไกล เธอไม่ต้องการอธิบายว่าเกิดอะไรขึ้นในถ้ำโหยหวน ทุกคนคงไม่สามารถทำความเข้าใจได้ในเวลาสั้น ๆ ว่าทำไมเธอถึงเป็นทั้งเจ้าหญิงและผู้กล้า ไว้มีโอกาสเมื่อไหร่ เธอจะเขียนบันทึกรายละเอียดของเรื่องราวทั้งหมด และบอกเล่าให้ประชาชนทุกคนรู้เป็นลายลักษณ์อักษร\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6336,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "เมืองหลวง Constellation",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/7dfa7b848ca021f14a735a41958c235a_2346200499423550242.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมืองหลวง Constellation เป็นสถานที่ที่เจริญรุ่งเรืองมากที่สุดใน Simulanka เมืองหลวงแห่งนี้ เป็นกล่องดนตรีขนาดใหญ่ ถ้าอยากจะไปที่เมืองหลวง Constellation จะต้องนั่ง \"รถไฟเหนือทะเล\" ไป หากเดินหน้าไปอีกนิด ก็จะสามารถขึ้นบันไดเมฆาฟันเฟืองไปยังจัตุรัสเมืองหลวงได้ ที่นี่คือสถานที่อยู่อาศัยของเหล่าบล็อกคนจิ๋ว เมืองแห่งนี้ถูกปกครองโดยราชา <color=#ffffff>“ผู้ปกครองแห่งเมืองหลวง Constellation ผู้พิทักษ์กฎระเบียบและหมู่ดาว ราชาผู้ถือกำเนิดใต้ดาวตก...”</color> ตามคำทำนายของเทพธิดาพยากรณ์แล้วราชาจะต้องกอบกู้เมืองแห่งนี้ Navia คือราชาคนปัจจุบัน เธอกำลังอ่านหนังสือให้เด็ก ๆ ใน Fleuve Cendre ฟัง แต่รู้ตัวอีกทีก็มาโผล่ที่นี่เสียแล้ว"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/cb793556a5fba6762bfbb48a240bc2c6_4844383587553660971.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "บนจุดสูงสุดของเมืองหลวง Constellation ก็คือรูปปั้นของ \"เทพธิดาพยากรณ์\" ผู้ควบคุมวิถีดวงดารา เธอทำให้หมู่ดาวมีการหมุนเวียน ทำให้โลกขับเคลื่อน เชื่อกันว่าประชาชนทุกคนที่เพิ่งมายัง \"Simulanka\" จะต้องไปขอบคุณการให้กำเนิดของ \"เทพธิดาผู้สร้างโลก\" และอธิษฐานขอคำทำนายจาก \"เทพธิดาพยากรณ์\" โดย \"รถไฟเหินเวหา\" จะนำพวกเขาขึ้นไปสู่ท้องฟ้ายามค่ำคืนจากสวนดารา แต่ในคำทำนายครั้งสุดท้ายของเธอ เธอได้บอกชาวเมืองให้ปฏิเสธของขวัญของเธอ – เวทมนตร์พิเศษที่จะปกป้องผู้อาศัยในเมืองหลวง มันสามารถทำให้ชาวบ้านที่หลงทางบนเส้นทางชีวิต มีโอกาสกลับเข้าสู่เส้นทางที่ถูกต้องอีกครั้ง เมื่อราชาหมุนเฟืองที่เชื่อมต่อกับท้องฟ้ายามค่ำคืนที่เต็มไปด้วยดวงดาว ของขวัญจากเทพธิดาก็หายไปและเหล่าประชาชนก็ได้รับอิสระในการตัดสินใจเส้นทางชีวิตของตน\nเมื่อชาวเมือง Teyvat สามารถมาเยือน Simulanka ได้ Mona มองเห็นรูปปั้นของ \"เทพธิดาพยากรณ์\" อาจารย์ของเธอ แม้ว่าเธอไม่อาจยอมรับได้ว่าอาจารย์ของเธอจะมีหน้าตาแบบนั้น แต่อาจารย์ของเธอนั้นเป็น \"นักศึกษาศาสตร์แห่งดาวผู้ยิ่งใหญ่สามเท่า\" ตัวจริง ตอนที่ Mona เข้ามาที่นี่ เธอลองใช้กระจกส่องดาวทำนายดู สุดท้าย \"เงาสะท้อน\" ของฟ้าประดับดาวก็ทำให้เธอตกใจ เหมือนกับว่าใช้ Teyvat เป็นรากฐานของชะตากรรมในโลก \"Simulanka\" เลย เหมือนกับว่า \"ผู้สร้าง\" ได้สร้างโลกใบนี้ขึ้นมาจากภาพสะท้อนบนกระจก หรือไม่ก็ทะเลสาบแห่งหนึ่ง พอสังเกตดูต่อไปเรื่อย ๆ ก็ยิ่งคุ้นเคยกับการทำนายแบบนั้น"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/be8e0d462c25e40979c732c6c336bd78_4036850160399328751.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "บริเวณใกล้กับสถานีรถไฟเหนือทะเลในเมืองหลวง Constellation มีหมู่บ้านเล็ก ๆ ที่มีผู้อยู่อาศัยทั้งสามตระกูล ซึ่งเคยมีความขัดแย้งในอดีตกันอยู่นิดหน่อย ตระกูลของพวกเขาต่างมีประวัติศาสตร์เกี่ยวกับมังกรร้ายในอดีตและต้นกำเนิดของตระกูล แต่ไม่รู้ว่าของตระกูลไหนที่เป็นเรื่องจริง Cappet, Albizzi, และ Boborano พวกเขาทะเลาะกันไม่หยุดมาตลอดหลายปีเพื่อรอคอยใครสักคนที่สามารถดึงเครื่องลานออกมาได้ เครื่องลานนี้อยู่ในถ้ำ มันคือกุญแจเชื่อมต่อเมืองหลวง Constellation ในปัจจุบันกับอดีต ใครเป็นคนขจัดภัยพิบัติของมังกรร้าย มีเพียงการรู้เรื่องนี้ให้แน่ชัดก่อนเท่านั้น ถึงจะเลือก \"ตระกูลอันสูงส่ง\" ได้\nไม่มีใครสามารถดึงเครื่องลานออกมาได้ จนกระทั่งเสียงลึกลับของผู้บรรยายนำพานักเดินทาง, Paimon, และ Kirara พนักงานส่งของ \"Komaniya Express\" มาที่นี่ เมื่อ Kirara มาถึงที่ Simulanka เธอก็นึกว่าตัวเองไปทำให้โยไกผู้ยิ่งใหญ่ที่ไหนใน Inazuma โมโห จึงถูกจับกลืนลงไปในท้องของมันเสียอีก เธอวนเวียนอยู่รอบ ๆ เมืองหลวง Constellation เพื่อตามหาวิธีกลับบ้านมาตลอดทั้งวัน เธอพบสถานที่แปลก ๆ แห่งหนึ่งที่ผู้พิทักษ์ของตระกูลทั้งสามอาศัยอยู่ เมื่อนักเดินทางดึงเครื่องลานออกมา พวกเขาก็กลายเป็นมาร์ควิสทรงเกียรติยศ"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/47c87e142ef77b5e50d5e352e964e868_1179755742075168501.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ผู้พิทักษ์ของตระกูลทั้งสามนำทางนักเดินทางไปยังสถานที่ศักดิ์สิทธิ์ประจำตระกูลของ Cappet ซึ่งบรรพบุรุษผู้กล้าหาญของเขาเคยต่อสู้กับมังกรร้ายในอดีต ตามตำนานแล้วหลังจากผ่านการต่อสู้อันดุเดือดมาหลายวันหลายคืน บรรพบุรุษของเขาก็ขับไล่มังกรร้ายไปได้ ถึงแม้ว่าในช่วงกลางคืนของหลายวันนั้นบรรพบุรุษของเขาจะผลัดเวรกันออกไปต่อสู้ก็ตาม พวกเขาร่วมกันหมุนเครื่องลานที่จะย้อนเวลาเพื่อให้เหตุการณ์ในอดีตเกิดขึ้นอีกครั้ง ต้นฉบับที่บอกเล่าประวัติศาสตร์ที่แท้จริง แผนที่การสร้างสรรค์โลกและลายมือของนักเวท ซ่อนอยู่ที่จุดเริ่มต้นของฟันเฟืองและหน้าแรกของหนังสือ ว่ากันว่าในช่วงเวลาแรกเริ่ม เทพธิดาผู้สร้างโลกใช้ต้นฉบับของเทพธิดาแห่งโชคชะตาเป็นพิมพ์เขียว และวางไว้ใต้ท้องฟ้าประดับดาวของเทพธิดาพยากรณ์ จากนั้นก็สร้างโลกขึ้นมาโดยมีพื้นฐานมาจากวงเวทหลายอัน เมื่อเครื่องลานอันยิ่งใหญ่นำพาพื้นที่เล็ก ๆ ที่อยู่ใกล้เคียงย้อนเวลากลับไปยังจุดเริ่มต้น พวกเขาก็แค่ต้องทำให้ภาพของวงเวทกลับคืนสู่สภาพเดิม ต้นฉบับที่พวกเขาพบเล่าถึงบรรพบุรุษของ Cappet ชื่อว่า Francois ซึ่งเขารวบรวมชาวบ้านและออกไปต่อสู้กับมังกรร้าย ผู้กล้าเหล่านั้นปฏิเสธการคุ้มครองของ “กฎบัตรแห่งแสง” ของเทพธิดาเอง ดังนั้นมังกรจึงไม่สามารถใช้ไฟและกรงเล็บได้ หลังจากกการต่อสู้อันดุเดือดมาหลายวัน มังกรก็อ่อนกำลังลงและตัดสินใจยอมแพ้ไป"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/bac9135de9acd53ca4037492072f3384_2220898141421924583.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมื่อได้เรียนรู้เหตุการณ์ของตระกูล Cappet แล้ว ผู้พิทักษ์จึงตัดสินใจไปยังสถานที่ศักดิ์สิทธิ์ของอีกสองตระกูลและเรียนรู้เหตุการณ์ในรูปแบบอื่น ฐานสำหรับเครื่องลานที่ตระกูลสีเหลืองของ Boborano ซ่อนเอาไว้นั้นอยู่หลังประตูที่จะถูกเปิดออกหลังจากไขปริศนาสามข้อได้สำเร็จ ที่ประตูมีระบบตอบคำถามอัจฉริยะอยู่ ต้องตอบคำถามเสียก่อน ถ้าตอบผิดมันจะส่งเสียงเตือนถึงทหารรักษาการณ์ ความสำเร็จของตระกูล Boborano คือการชิงสมบัติของมังกรร้ายในอดีต ดังนั้นของมีค่าทั้งหมดรวมทั้งฐานก็เลยถูกวางเอาไว้ที่ด้านหลังประตูบานนี้ หลังจากที่มาร์ควิสทรงเกียรติยศสามารถแก้ปริศนาได้สำเร็จ ปรากฏว่าเรื่องราวของตระกูลสีเหลืองเองก็เป็นเรื่องจริงเช่นกัน ต้นฉบับของเทพธิดาเล่าถึงบรรพบุรุษของ Boborano ชื่อว่า Antonio ซึ่งด้วยความฉลาดของเขาจึงสามารถเอาชนะมังกรร้ายได้ เขาก็ได้รับการคุ้มครองโดย “กฎบัตรแห่งแสง” เช่นกัน ดังนั้นมังกรจึงไม่สามารถใช้กำลังได้หาก Antonio ปฏิเสธที่จะสู้ เขาเสนอให้ทดสอบความแข็งแกร่งของเขาและมังกรด้วยปริศนา บล็อคคนจิ๋วเป็นผู้ชนะและเรียกร้องรางวัลเท่ากับราคาชีวิตของมังกรลบด้วย 1 Mora และค่าชดเชยบ้านที่ถูกเผาเป็นจำนวน 1 Mora เขาต้องการให้มังกรเผาเขา แต่มังกรขอความเมตตาและบอกว่าเขาสามารถขออะไรก็ได้ จากนั้น Antonio ผู้ชาญฉลาดก็ทำสัญญากับมังกรร้าย และยึดเอาสมบัติของมันไปทั้งหมด\nต้นฉบับที่ได้รับจากสถานที่ศักดิ์สิทธิ์ตระกูลสีน้ำเงินของ Albizzi เล่าถึงบรรพบุรุษของเขา Alberto และ Galileo พวกเขาคิดว่ามังกรตัวใหญ่ไม่สังเกตเห็นคนตัวเล็ก พวกเขาจึงดื่มยาเพื่อเพิ่มขนาดตัวและไปคุยกับมังกรชั่วร้าย เนื่องจากยาวิเศษทำให้พวกเขามีขนาดใหญ่กว่ามังกรเสียอีก มันก็เลยหวาดกลัวพวกเขาและพยายามจะหนี แต่ Galileo ก็ดึงหางของมันกลับมาได้ หลังจากพูดคุยกันเป็นเวลานาน Alberto และ Galileo ก็มั่นใจว่าพวกเขาเข้าใจกันแล้วจึงแยกย้ายกันกลับบ้าน"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/cde7e6fec5101d1324619ff477b6427e_4055331901278433031.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ดูเหมือนว่าประวัติศาสตร์ และคุณธรรมของสามตระกูลนี้จะเป็นเรื่องจริง ทั้งหมดจึงได้สงบศึกกัน แต่ในวันรุ่งขึ้น Cappet ก็ถูก “ฆ่า” (เครื่องลาน, โครงสร้างโลหะ และเปลือกหุ้มของเขาอยู่ในสภาพดี แต่แผ่นเก็บพลังงานมีความผิดปกติเล็กน้อย) หัวหน้าที่ปรึกษานักสืบปรากฏตัวขึ้นในที่เกิดเหตุ เขาบอกว่าการถูกตีจากข้างหลัง ถือเป็นการกระทำที่โหดร้าย รองลงมาจากการเปลี่ยนน้ำมันเครื่องลานเลย นักสืบคาดเดาว่าก่อนออกจากบ้าน Cappet อาจจะเอาท้ายทอยไปชนกระแทกกับฝาชักโครกที่บ้านของตัวเองก็ได้ แต่นักเดินทางและ Kirara ก็ยังไม่เชื่อ หลังจากการสืบสวน นักเดินทางพบว่าหัวหน้าที่ปรึกษานักสืบไม่ใช่เพียงผู้กระทำความผิดเท่านั้น แต่ยังเป็น “ผู้บรรยาย” ที่คอยชี้นำพวกเขาอยู่ตลอดอีกด้วย แท้จริงแล้วเป็นจิตสำนึกที่ถูกเทพธิดาผู้สร้างโลกสร้างขึ้นมาในตอนแรก และเขาเองก็รู้มาตั้งแต่ต้นแล้วว่าโลกนี้เป็นแค่นิทานเล่มหนึ่งที่เทพธิดาแห่งโชคชะตาแต่งขึ้นมา"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/04/237301566/330a10665d394851acac6ccd429ffd83_1955911980431666309.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ต้นกำเนิดที่แท้จริงของเมืองหลวง Constellation แห่งนี้มีสามแบบ นั่นก็เป็นเพราะหลังจากที่เทพธิดาแห่งโชคชะตาเขียนเรื่องราวทั้งสามฉบับเสร็จแล้ว เธอไม่รู้ว่าเวอร์ชันไหนเป็นเวอร์ชันที่ดีที่สุด แล้วในตอนที่ลูกแมวของเธอกำลังเล่นซนอยู่ ก็ดันเหยียบกระดาษทั้งสามแผ่นจนขาดทะลุ โลกทั้งสามก็เลยซ้อนทับกัน ซึ่งเทพธิดาเองก็ลังเลอยู่แล้วว่าตอนจบแบบไหนที่จะดีที่สุดสำหรับมังกรร้ายและเหล่าเด็กน้อย พอเห็นว่าเป็นแบบนี้ เธอก็เลยคิดว่ามีสามแบบก็ดีเหมือนกัน นักสืบหวังว่าหลังจากที่รู้ความจริงแล้ว สามตระกูลใหญ่คงจะสืบหาความจริงไปอีกขั้นเสียอีก แต่พวกเขากลับยอมรับเรื่องที่แต่งขึ้นนี้แล้วใช้ชีวิตที่ไม่มีอะไรเปลี่ยนแปลงต่อไปเหมือนเดิม ที่จริงแล้วตอนแรกบรรพบุรุษของทั้งสามตระกูลเป็นคนเสียบเครื่องลานอันยิ่งใหญ่นี้เข้าไปด้วยกัน ขอแค่พวกเขาทั้งสามร่วมมือกันก็จะสามารถดึงเครื่องลานออกมาได้เอง ตลอดหลายปีมานี้พวกเขาทั้งสามไม่เคยร่วมมือกันเลยสักครั้งเนื่องจากตระกูลทั้งสามต่างยอมรับความจริง นักสืบจึงยังคงมีคำถามที่ยังไม่ได้คำตอบว่าพวกเขาเป็นเรื่องจริงหรือไม่ เขาจึงได้ยินเสียงของเทพธิดาแห่งโชคชะตา:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"ที่นิทานเหมาะกับเด็ก ๆ ก็เพราะมันสามารถช่วยให้เด็ก ๆ เข้าใจโลกได้ แม้ว่านิทานจะเป็นเรื่องที่แต่งขึ้น แต่ตรรกะภายในของมัน ก็เอามาจากความจริงของโลกอย่างไม่ต้องสงสัยเลยล่ะ บางทีความดีและความชั่วอาจจะเรียบง่ายเกินไป หรือบางทีในคำอุปมาอุปไมย ก็อาจจะซ่อนความมืดมิดเอาไว้ได้ แต่สิ่งที่อยู่ในนิทานล้วนแต่เป็นโลกที่แท้จริง เหมือนกับพวกคุณที่มีอยู่จริงเช่นเดียวกัน\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "หลังจากพานักสืบไปมอบตัวแล้ว เขาก็ยอมขอโทษและถูกจับกุมเป็นเวลาครึ่งวัน การให้คนร้ายมอบตัวและยื่นหลักฐาน เป็นการแสดงความกล้าหาญที่น่ายกย่อง เจ้าหน้าที่ต้องการรูปถ่ายที่เกิดเหตุ รูปของผู้ต้องสงสัยเพื่อใช้ในการรายงาน และรูปถ่ายหมู่ของเหล่าผู้กล้า เพื่อให้ผู้คนรู้จักใบหน้าของพวกเขา\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6339,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6366,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6362,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6363,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6364,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 5222,
        "name": "องค์กรกุหลาบหนาม",
        "desc": "<p>องค์กรกุหลาบหนามเป็นองค์กรที่คอยให้ความช่วยเหลือแก่ชาวเมืองและจะร่วมมือกับหน่วยงาน Fontainian ตามความจำเป็นเท่านั้น</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/15/286446747/99e26454155fe9d3bf5d37d56a2b98fe_3162235966929630955.png",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>ประธานองค์กรกุหลาบหนามคนปัจจุบัน เป็นเจ้านายที่น่ารัก และมีความรับผิดชอบสูง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/144837601/3fc7580c01a9e622692402889706c4db_201103924388473346.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p>พนักงานส่งของบริษัทขนส่ง Komaniya Express \"เนโกะมาตะ\" ตนหนึ่งที่รักในงานของตัวเอง และโหยหาสังคมมนุษย์</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/22/65858273/d1699810632f8c3bc8c1e8c8beb8250f_7607215445636994387.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "<p>หญิงสาวลึกลับผู้เป็นโหรแห่งดวงดาว เรียกตัวเองว่า &#34;โหรแห่งดวงดาวผู้ยิ่งใหญ่ Mona&#34;</p><p>มีความแข็งแกร่งอย่างล้นเหลือสมดังชื่อ รอบรู้ทว่าทระนง</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6301,
        "name": "ต้นฉบับของเทพธิดา I",
        "desc": "เรื่องราวที่ถูกเขียนโดยเทพธิดาผู้สร้างโลก นี่คือพิมพ์เขียวที่ Simulanka สร้างขึ้น และเป็นประวัติศาสตร์ที่ไม่อาจคาดเดาได้",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6302,
        "name": "ต้นฉบับของเทพธิดา II",
        "desc": "ต้นฉบับที่เขียนโดยนักแต่งนิทาน ไม่รู้ว่าทำไมถึงมีรูอยู่บนกระดาษด้วย ราวกับว่า...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6303,
        "name": "ต้นฉบับของเทพธิดา III",
        "desc": "ก็แค่นิทานที่คนธรรมดาคนหนึ่งแต่งขึ้นมา พอดูดี ๆ แล้ว กระดาษขาดเป็นรู ๆ เต็มไปหมด เหมือนจะเป็นรอยเล็บแมวนะ...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6295,
        "name": "เครื่องลานอันยิ่งใหญ่",
        "desc": "เครื่องลานที่ถูกเก็บรักษาไว้อย่างดี ไม่รู้ว่ามีพลังวิเศษอะไรที่ควรค่าให้ได้รับการดูแลอย่างดีแบบนี้",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/4636cabd89ec7590aaadaf4b8d615db2_5508913673291149296.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6299,
        "name": "ดาวที่กระจัดกระจาย",
        "desc": "ดวงดาวที่เดิมทีแขวนอยู่บนท้องฟ้าเหนือเมืองหลวง Constellation แต่ด้วยเหตุผลบางอย่าง ทำให้มันกระจัดกระจายมาถึงที่นี่...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/3fc8200e520d43f80cd04aed6ae72f6c_6207525779012378915.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ทะเลแหลกลาญ",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "หมู่บ้านบล็อกประสาน",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/2d8d1c9cb8af5d4e5568e3df7302c558_5486341079737815799.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หมู่บ้านบล็อกประสานตั้งอยู่ในเขตของทะเลแหลกลาญ แสงสว่างจากประภาคารของหมู่บ้านบล็อกประสาน จะสาดส่องไปยังแดนไกลที่ดวงดาวตกลงมาเสมอ ตราบใดที่ต้องการ ไม่ว่าใครก็จะสามารถเดินตามแสงสว่างกลับมาที่หมู่บ้านได้ พวกผู้ผจญภัยนั่งเรือลำเล็ก มุ่งหน้าไปยังจุดที่ดวงดาวตกลงมาหรือไปยังอีกฟากหนึ่งของสายรุ้ง ตอนที่กลับมานั้น มีผู้ผจญภัยบางคนดูแปลก ๆ ไป ซึ่งพวกเขาเอาแต่พูดถึงเรื่อง \"มูลค่า\" และ \"ความเหมาะสม\" อยู่ตลอดเวลา แต่ในกระเป๋าเดินทางของพวกเขาก็มีก้อนหินสวย ๆ ภาพวาดอันงดงาม และเมล็ดพันธุ์ต่าง ๆ มาด้วยมากมาย ผู้ดูแลประภาคาร Esnoir เล่าถึงเพื่อนสนิทของเขา Rozel ว่าเป็นผู้ผจญภัยที่กล้าหาญ และช่างสงสัยเป็นที่สุด ทุกครั้งที่ออกเดินทางไกล เขาจะอาศัยกังหันลมบนเรือ เดินทางไปยังที่ที่ไกลมาก จนแทบจะมองไม่เห็นแสงไฟ แต่ทุกครั้งเขาจะกลับมาที่หมู่บ้านอย่างปลอดภัยเสมอ"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/342b28a68c15bac7145761873d315205_8636797508562348867.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ขณะที่มังกรร้ายบินอยู่เหนือทะเลแหลกลาญ มันก็ไปชนเข้ากับประภาคารของหมู่บ้านบล็อกประสานล้มลงอย่างไม่ได้ตั้งใจ แม้ว่าผู้ดูแลประภาคารจะสามารถกลับมาตั้งหลักได้อีกครั้ง แต่ประภาคารยังคงล้มอยู่ Esnoir พยายามทุกวิถีทาง แม้กระทั่งเรียกเพื่อนบ้านในหมู่บ้านให้มาช่วย แต่ประภาคารก็ไม่ยอมตั้งตรง พวกเขาไม่สามารถแยกมันออกเป็นอิฐและประกอบมันกลับเข้าไปใหม่ได้ เนื่องจากตะขอที่แขวนโคมไฟบนยอดประภาคารถูกชนจนหลวม หากถอดออกโคมไฟก็จะหล่นลงมา เมื่อชาวบ้านออกไปเฝ้าระวังมังกร ผู้ดูแลจึงถูกทิ้งไว้อยู่ที่นี่คนเดียว ตามแผนที่เพื่อนของ Esnoir บอกไว้ เขาควรจะกลับหมู่บ้านไม่กี่วันก่อน แต่เพราะประภาคารดับไป เขาจึงหาทางกลับบ้านไม่ได้ Esnoir ขอให้นักเดินทางและ Paimon แขวนโคมให้สูงกว่าประภาคาร แบบนี้แสงสว่างจะได้สาดส่องไปได้ไกลขึ้น และจะได้มีผู้ผจญภัยที่อยู่ข้างนอก มองเห็นมันเพิ่มขึ้นด้วย"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/0f1b14b25a24593350d83293362e728c_6555627377213619545.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมื่อนักเดินทางและ Paimon สามารถแขวนโคมไฟขึ้นบนท้องฟ้าได้สำเร็จ ผู้ผจญภัยทุกคนจึงสามารถหาทางกลับบ้านได้ และ Rozel ก็ได้กลับไปหา Esnoir. Rozel นำตัวอย่างดอกไม้ชนิดใหม่ที่เขาเก็บมาได้ให้เพื่อนของเขาดู ผู้ดูแลประภาคารเล่าให้เขาฟังว่ามังกรตัวหนึ่งได้พุ่งชนหมู่บ้าน และอีกตัวหนึ่งก็พุ่งลงไปในน้ำตก Esnoir ไม่อยากให้เพื่อนของเขาออกไปผจญภัยอีก เนื่องจากว่าทุก ๆ คนที่กลับมา พวกเขาต่างกังวลเรื่อง \"มูลค่า\" ของพรมแขวนผนังและหมวก แต่กลับไม่สนใจว่ามันสวยที่สุดตรงไหน หรือตรงไหนทอได้ประณีตงดงามที่สุดเลย Rozel ชักชวนให้ Esnoir ร่วมเดินทางออกไปชมโลกด้วยกันกับเขา"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/3387ed179602fa8311cc5d09f8c27ae1_4523895868986207167.png",
        "alignment": "right"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/2b30cf0b78a9cab15961a039d51e6e6c_5037537158123595952.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หมู่บ้านบล็อกประสานมีน้ำตกที่มังกรหายตัวไปอยู่ด้านหลัง เพื่อไปหามังกร นักเดินทางและเพื่อน ๆ จึงใช้เกล็ดมังกรที่ตกลงมาจากเหมืองบล็อกไม้เพื่อเปลี่ยนน้ำในน้ำตกให้กลายเป็นบล็อกของเล่นและเข้าไปในรังของมังกรได้ เมื่อพวกเขาทำให้มังกรสงบลงและถอนคำสาปแล้ว พวกเขาก็กลับไปยังทะเลแหลกลาญด้วยกันและสร้างเรือที่สามารถเดินทางไปสำรวจโลกกว้างที่อยู่ข้างนอกได้ เมื่อคนบางกลุ่มจาก Teyvat ได้รับคำเชิญให้มาที่ Simulanka. Klee พร้อมด้วย Albedo ได้กลายเป็นเพื่อนกับ Durin และวาดแผนที่บ้านของเธอใน Mondstadt ให้เขาเพื่อที่เขาจะได้ไปหาเธอได้ Fischl ซึ่งไปร่วมด้วยจึงเสนอให้เล่นซ่อนหา\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6341,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6366,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6365,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "แขกประจำห้องขังของกองอัศวินแห่ง Favonius ผู้เชี่ยวชาญด้านการระเบิดแห่ง Mondstadt ผู้คนเรียกเธอว่า &#34;ดวงอาทิตย์ที่หลบหนี&#34;",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "<p>หญิงสาวลึกลับผู้เรียกตนเองว่า &#34;เจ้าหญิงแห่งการลงทัณฑ์&#34; ผู้ร่วมเดินทางไปพร้อมกับเรเวนนามว่า Oz</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "อัจฉริยะที่ถูกขนานนามว่า &#34;Kreideprinz&#34; (องค์ชายชอล์กขาว) นั้นเป็นหัวหน้านักเล่นแร่แปรธาตุ และหัวหน้าทีมสืบสวนแห่งกองอัศวิน Favonius",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6297,
        "name": "เขามังกรที่ดูเหมือน \"อาวุธ\"",
        "desc": "เขามังกรที่ดูคล้ายดาบ ดูเหมือนจะเคยเป็นของมังกรยักษ์ที่ซุ่มซ่ามบางตัว...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/58534f6ae7b1a6f3cc4241b2aa31c5a6_6713613311793333551.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6298,
        "name": "เกล็ดมังกรร้าย",
        "desc": "<p>เกล็ดที่แผ่พลังแห่งลางร้ายออกมา ว่ากันว่ามันหล่นลงมาจากร่างของมังกรร้ายแห่ง Simulanka</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/144837601/f3dc773c67eadc866d67444fac19129b_3617330898831952341.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6296,
        "name": "โคมไฟนำทางแห่งหมู่บ้านบล็อกประสาน",
        "desc": "โคมไฟนำทางที่เคยแขวนอยู่บนประภาคารของหมู่บ้านบล็อกประสาน แม้ในภายหลังจะถูกปลดลงมาแล้ว แต่ยังคงส่องแสงเรืองรองอยู่เสมอ",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/e879cda10b51dad8edaecc743aba4e34_5430588384195608188.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "เหมืองบล็อกไม้",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/14e649e4a4fa019be256173a2b470cb4_3901476862114244471.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "มีอยู่วันหนึ่ง จู่ ๆ มังกรร้ายตัวนั้นก็ผุดขึ้นมาจากเหมืองบล็อกไม้ จากนั้นก็ออกอาละวาดไปยังสุดขอบโลก หลังจากนั้นเป็นต้นมา มันก็พ่นหมอกปกคลุมไปทั่วทั้งเกาะ มันเหยียบบ้านเรือนพังเสียหายไปมากมาย และยังชนภูเขาจนถล่ม ทำให้พวกผู้ผจญภัยไม่สามารถซ่อมเรือ และสร้างเครื่องมือที่ภูเขาลูกนั้นได้ เลยต้องเปลี่ยนจุดเริ่มต้นสำหรับออกเดินทางไกล เวลามันบินผ่านเหนือหมู่บ้านเมื่อใด พวกเขาก็จะหยิบเก้าอี้ โต๊ะ ส้อม หรือช้อนขึ้นมา เพื่อทำให้มันจากไปเร็ว ๆ\nเมื่อนักเดินทางและ Paimon ได้ไปยังเกาะแห่งหนึ่งใกล้เหมืองบล็อกไม้เพื่อแขวนโคมไฟให้กับประภาคาร ปรากฏว่าต้นไม้บนเกาะนั้นยังไม่สูงพอ บนเกาะพวกเขาได้พบกับ Panuelle บล็อกคนจิ๋วผู้ปลูกต้นไม้นี้ และเขาเสนอให้ทั้งสองคนไปที่เกาะ Whispering เพื่อถวายของขวัญให้แก่เทพธิดาบนเกาะ เทพธิดาจะทำให้ความปรารถนาของผู้ถวายของขวัญกลายเป็นจริง ครั้งหนึ่ง Panuelle เคยอธิษฐานว่าขอให้ผู้เดินทาง Chauvigne จะยังคงเป็นเพื่อนของเขาตลอดไป Chauvigne เคยอาศัยอยู่ที่นี่ พวกเขาช่วยกันดูแลต้นไม้ต้นนี้ ดื่มชาด้วยกันและพูดคุยกัน Chauvigne เคยออกเดินทางไกลมาก่อน เมื่อกลับมาเขาก็เปลี่ยนไปจนจำไม่ได้และเริ่มจะแปลกขึ้นเรื่อย ๆ เขาเอาแต่พึมพำคำแปลก ๆ อยู่ตลอดทั้งวันและดูไม่มีความสุขเลย ทั้งยังปฏิเสธคำเชิญงานเลี้ยงน้ำชาของ Panuelle ด้วย เพื่อให้ความปรารถนาเป็นจริง ชายผู้กล้าหาญเพียงแค่ต้องมีของขวัญที่ยืนยันความกล้าหาญของเขา ดังนั้น Panuelle จึงนำเกล็ดมังกรที่ตกลงไปในเหมืองมาอธิษฐาน รูปปั้นเทพธิดาเริ่มเปล่งประกายแสง แต่ Chauvigne ก็ยังคงเหมือนเดิม"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/feb7ee2c911857c68da54a828ff9de33_7345981182615689759.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เมื่อนักเดินทางและ Paimon พบกับ Chauvigne ตอนนี้เขาคือดอกไม้ที่อาศัยอยู่ในกระถาง เขาบอกว่าไม่ว่าเขาจะไปที่ไหน ก็ต้องรู้จักที่ของตัวเอง นี่คือสิ่งที่เขาได้เรียนรู้มาจากการเดินทางไกล และกระถางดอกไม้ที่เขาอาศัยอยู่ก็คือที่ของเขา เมื่อนักเดินทางนำกระถางที่อยู่ของ Chauvigne ไปหา Panuelle พวกเขาก็สามารถพูดคุยและแก้ไขความเข้าใจผิดได้ในที่สุด\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6365,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6298,
        "name": "เกล็ดมังกรร้าย",
        "desc": "<p>เกล็ดที่แผ่พลังแห่งลางร้ายออกมา ว่ากันว่ามันหล่นลงมาจากร่างของมังกรร้ายแห่ง Simulanka</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/144837601/f3dc773c67eadc866d67444fac19129b_3617330898831952341.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6296,
        "name": "โคมไฟนำทางแห่งหมู่บ้านบล็อกประสาน",
        "desc": "โคมไฟนำทางที่เคยแขวนอยู่บนประภาคารของหมู่บ้านบล็อกประสาน แม้ในภายหลังจะถูกปลดลงมาแล้ว แต่ยังคงส่องแสงเรืองรองอยู่เสมอ",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/e879cda10b51dad8edaecc743aba4e34_5430588384195608188.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 2,
        "text": "เกาะ Whispering",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/c39d24a88e6b6a6558315194eb88b429_1199216507724846976.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เกาะ Whispering ตั้งอยู่ใกล้กับสุดขอบโลก ถ้าถวายของขวัญให้แก่เทพธิดาบนเกาะ เทพธิดาจะทำให้ความปรารถนาของผู้ถวายของขวัญกลายเป็นจริง นักเดินทางและ Paimon เดินทางไปยังเกาะเพื่อขอพรจากเทพธิดาให้แขวนโคมไฟบนประภาคารบนท้องฟ้าได้ ในเหมืองพวกเขาพบเขาของมังกรซึ่งมีลักษณะเหมือนดาบและนำไปถวายพร้อมกับโคมไฟ ของขวัญชิ้นที่สามคือเกล็ดมังกรที่ Panuelle ทิ้งไว้ที่รูปปั้น เมื่อพวกเขานำของขวัญทั้งสามชิ้นมาถวายและอธิษฐาน โคมไฟก็สว่างขึ้นบนท้องฟ้า ส่องสว่างเป็นเส้นทางกลับบ้านให้กับผู้เดินทาง"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/05/237301566/a580cd8f3b5ba61ea815622d7159e2af_2971489877871719619.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ภายในเกาะมีห้องของเทพธิดาผู้สร้างโลก Simulanka ซึ่งมีต้นฉบับที่ยังเขียนไม่เสร็จของเทพธิดาแห่งโชคชะตา และสิ่งของที่\nใช้ประดับตกแต่ง Golden Apple Archipelago เพื่อเชิญ\nมาพักผ่อน และสิ่งของที่อยู่ในแดนมายากระจกเงา ซึ่งเป็นที่พักสำหรับเพื่อนของเทพธิดา\n<color=#ffffff>กาลครั้งหนึ่งนานมาแล้ว เมื่อแร่ล้ำค่าซ่อนอยู่เต็มทิวเขา เมื่อดวงดาวร้อยเรียงต่อกันเป็นงูตัวยาว และความฝันในยามค่ำคืนยังเต็มไปด้วยสีสัน...</color>\n<color=#ffffff>มีคุณหนูสโตธท่านหนึ่ง (หรือหนูขาว? กระต่ายขาว? ช่างเถอะ ไว้ค่อยว่ากันอีกทีละกัน!) อาศัยอยู่ในเมืองเล็ก ๆ อันสมบูรณ์พูนสุขแห่งนี้ เพื่อนบ้านและเพื่อน ๆ ต่างเรียกเธอว่า \"Snowflake\" (ชื่อเดิมของเธอคืออะไรนะ... เรื่องนี้ไว้ค่อยคิดทีหลังละกัน!)</color>\n<color=#ffffff>ขนสีขาวบริสุทธิ์ของ \"Snowflake\" นั้นเหมือนกับหิมะบนยอดเขาที่ไม่มีวันละลาย ไร้สีอื่นเจือปน ดวงตาของเธอดุจดั่งท้องฟ้ายามราตรีที่สว่างไสว และส่องประกายระยิบระยับในความเงียบงัน เสียงของเธอชัดใส ราวกับว่ามีมือที่มองไม่เห็นของใครสักคน กำลังบรรเลงเครื่องดนตรีที่งดงาม ทั้งคล้ายดั่งมีใครบางคนกำลังรินไวน์องุ่นสีทองลงในแก้ว...</color>\n<color=#ffffff>ผู้คนในเมืองอยากเจอเธอทุกวัน ต่อให้เป็นแค่การทักทายง่าย ๆ ก็ตาม</color>\n<color=#ffffff>แต่ \"Snowflake\" กลับหลงลืมตัวตนของเธอไป ท่ามกลางเสียงเยินยอและผู้คนที่ไล่ตาม และความงดงามของอัญมณี... ถึงขั้นลืมชื่อเดิมของตัวเองไปเลย (อ่าฮ่า! แก้ปัญหาได้แล้ว!)</color>\n<color=#ffffff>\"ของขวัญสำหรับการพบกันของฉันล่ะ?\" คุณหนู Snowflake แม้แต่เปิดประตูก็ยังคร้านจะทำ มีเพียงสร้อยข้อมือทับทิมที่อยู่บนข้อมือเท่านั้น ที่ส่องประกายลอดผ่านร่องประตูออกมา</color>\n<color=#ffffff>\"เอ่อ...\" ผู้มาเยือนทำหน้าลำบากใจอย่างอดไม่ได้</color>\n<color=#ffffff>ได้ยินเพียงเสียง \"ปัง\" ประตูบ้านเล็ก ๆ ก็ปิดลงอีกครั้ง</color>\n<color=#ffffff>คุณหนู Snowflake ผู้บริสุทธิ์ สูงส่ง และเป็นที่ชื่นชมผู้นี้ กลับมายืนอยู่หน้าโต๊ะเครื่องแป้งอีกครั้ง เพื่อรอคอยผู้สนับสนุนที่มี \"ความจริงใจ\" คนต่อไป</color>\n<color=#ffffff>ความฝันของเธอคือการค้นพบสามีในฝันของเธอ</color>\n<color=#ffffff>แต่คนที่สามารถแต่งงานกับเธอได้ จะต้องครอบครองสมบัติที่ล้ำค่าที่สุดในโลกก่อน...</color>\n<color=#ffffff>วันหนึ่ง มีคุณแมวพเนจรเดินทางมาถึงเมืองนี้ เขามาจากอาณาจักรอันไกลโพ้นที่อยู่ทางเหนือ มีขนยาวหนาปกคลุมร่างที่แค่มองแวบเดียวก็รู้ว่า ได้รับการดูแลเอาใจใส่อย่างดี ถึงขั้นดีเกินไปด้วยซ้ำ ถ้าเข้าไปใกล้เขา คุณจะได้กลิ่นอาหารแสนอร่อยมื้อล่าสุดของเขาด้วย (ตอนนี้แมวของฉันกำลังเลียขนอยู่บนตัวฉัน... กลิ่นคาวปลาโชยมาเลย...) ดวงตาสีเขียวมรกตของเขานั้น แฝงด้วยความฉลาดที่หาได้ยาก</color>\n<color=#ffffff>ชาวเมืองผู้อัธยาศัยดีได้รับนักเดินทางคนนี้เอาไว้ หลังจากดื่มเบียร์เอลไปสามแก้ว เขาก็รู้ข้อมูลข่าวสารของเมืองมาหมดแล้ว แถมยังได้ฟังพยากรณ์อากาศในวันพรุ่งนี้ไม่ต่ำกว่าห้าแบบด้วย</color>\n<color=#ffffff>ในบรรดาข้อมูลทั้งหมดนี้ เขาสนใจเรื่องของ \"Snowflake\" คนนั้นมากที่สุด</color>\n<color=#ffffff>\"จะไปพบสุภาพสตรีผู้งดงามท่านนี้ได้ที่ไหนกันนะ?\"</color>\n<color=#ffffff>\"เฮ้ ฉันขอเตือนว่านายเลิกคิดจะดีกว่า\"</color>\n<color=#ffffff>\"ทำไมพูดอย่างนั้นล่ะ?\"</color>\n<color=#ffffff>\"คุณหนู Snowflake ชมชอบสมบัติหายาก แถมในช่วงสองปีมานี้รสนิยมก็ยิ่งจุกจิกมากขึ้นเรื่อย ๆ... ถ้าไม่มีทรัพย์สมบัติมากพอ ก็รีบล้มเลิกความคิดนี้ซะ นี่ก็เพื่อตัวนายเองนะ\"</color>\n<color=#ffffff>ดวงตาสีเขียวของคุณแมวกลอกไปมา</color>\n<color=#ffffff>ก๊อก ก๊อก ก๊อก</color>\n<color=#ffffff>คุณแมวเคาะประตูบ้านของคุณหนู Snowflake บ้านของเธอค่อนข้างเล็กไปหน่อย</color>\n<color=#ffffff>\"ของขวัญสำหรับการพบกันล่ะ?\"</color>\n<color=#ffffff>ดวงตาคู่หนึ่งมองลอดผ่านรอยแยกประตู มายังคุณแมวเหมียวอย่างไม่ใส่ใจ</color>\n<color=#ffffff>\"แน่นอน ผมได้เตรียมของขวัญที่ยิ่งใหญ่ที่สุดไว้ให้คุณหนู Snowflake ที่เคารพแล้ว ผมเชื่อว่าของขวัญนี้จะเพิ่มความสวยงาม ให้กับรูปลักษณ์ที่งดงามอยู่แล้วของคุณได้มากขึ้น สร้อยคอเส้นนี้ทำจากโมราของทางเหนือ ไข่มุกจากทะเลใต้ และอำพันจากแดนตะวันตก ซึ่งเป็นสมบัติล้ำค่าของเผ่าเรา ผู้อาวุโสไหว้วานให้ผมออกเดินทางไปทั่วโลก เพื่อเสาะหาผู้ที่งดงามและสูงส่งที่สุด และนำของขวัญชิ้นนี้มอบให้แก่ผู้นั้น การได้พบคุณถือเป็นเกียรติของผม คุณหนู ผมเชื่อว่าคุณคือคนที่ผมตามหาอยู่ ดังนั้นโปรดรับมันไว้ด้วยเถิด\"</color>\n<color=#ffffff>แสงหลากสีแวววาวพุ่งออกมาจากร่องประตู สร้อยคอหรูสะท้อนให้เห็นดวงตาของคุณหนู Snowflake ที่กำลังทอประกาย</color>\n<color=#ffffff>\"ดูไม่เลวเลย เหมาะกับฉันดีนะ\" คุณหนู Snowflake เอ่ยอย่างกระหยิ่มใจ</color>\n<color=#ffffff>\"พอได้พบคุณ ผมกลับคิดว่าความงามที่ไม่มีใครเทียบได้ของคุณ จะทำให้เครื่องประดับทั้งหมดต้องอับแสง แต่ยังไงก็ขอให้ผมได้สวมให้คุณเถอะนะ\" คุณแมวโค้งคำนับด้วยความจริงใจ แล้วเดินเข้าไปข้างใน จนเกือบจะติดอยู่ในร่องประตู</color>\n<color=#ffffff>\"ผมจะทำพิธีอธิษฐานและอวยพรให้คุณ เพื่อให้ของขวัญชิ้นนี้ ยังคงสว่างไสวราวแสงจันทร์ แม้ว่าผมจะจากไปแล้วก็ตาม\"</color>\n<color=#ffffff>\"เอาสิ เชิญเลย\"</color>\n<color=#ffffff>คุณหนู Snowflake ที่กำลังหลงใหลไปกับคำชม เผยลำคอที่เรียบเนียนของเธอให้เห็น...</color>\n<color=#ffffff>...</color>\n<color=#ffffff>ตั้งแต่นั้นมาก็ไม่เคยมีใครได้เห็นคุณหนู Snowflake อีกเลย</color>\n<color=#ffffff>บางคนบอกว่าเธอเบื่อหน่ายกับชีวิตเรียบง่ายในเมือง จึงออกเดินทางไปตามหาสมบัติเพียงลำพัง...</color>\n<color=#ffffff>บางคนก็บอกว่าเธอได้พบกับสามี และใช้ชีวิตอย่างมีความสุขกับคุณแมวที่มาจากแดนไกล</color>\n<color=#ffffff>เพราะมีบางคนเคยเดินสวนกับคุณแมวที่ออกจากเมือง และได้กลิ่นน้ำหอมหรูหราของคุณหนู Snowflake จากตัวเขา</color>\n<color=#ffffff>(อืม... เรื่องนี้อาจจะไม่เหมาะที่จะเล่าให้เด็กฟังรึเปล่านะ? ขอฉันคิดก่อน...)</color>\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6298,
        "name": "เกล็ดมังกรร้าย",
        "desc": "<p>เกล็ดที่แผ่พลังแห่งลางร้ายออกมา ว่ากันว่ามันหล่นลงมาจากร่างของมังกรร้ายแห่ง Simulanka</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/144837601/f3dc773c67eadc866d67444fac19129b_3617330898831952341.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6297,
        "name": "เขามังกรที่ดูเหมือน \"อาวุธ\"",
        "desc": "เขามังกรที่ดูคล้ายดาบ ดูเหมือนจะเคยเป็นของมังกรยักษ์ที่ซุ่มซ่ามบางตัว...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/58534f6ae7b1a6f3cc4241b2aa31c5a6_6713613311793333551.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6296,
        "name": "โคมไฟนำทางแห่งหมู่บ้านบล็อกประสาน",
        "desc": "โคมไฟนำทางที่เคยแขวนอยู่บนประภาคารของหมู่บ้านบล็อกประสาน แม้ในภายหลังจะถูกปลดลงมาแล้ว แต่ยังคงส่องแสงเรืองรองอยู่เสมอ",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/e879cda10b51dad8edaecc743aba4e34_5430588384195608188.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ตัวละคร และ NPC",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวละครที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>นักเต้นรำผู้แสนโด่งดังของโรงละคร Zubayr มีท่วงท่าที่คล่องแคล่วและสง่างาม ให้ความรู้สึกที่ทั้งบริสุทธิ์และเป็นมิตร</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/144837601/586d726f9ebda3506c78beaaa41f13b6_5545751724024546149.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4576,
        "name": "Navia",
        "desc": "<p>ประธานองค์กรกุหลาบหนามคนปัจจุบัน เป็นเจ้านายที่น่ารัก และมีความรับผิดชอบสูง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2023/12/18/144837601/3fc7580c01a9e622692402889706c4db_201103924388473346.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2968,
        "name": "ผู้พเนจร",
        "desc": "<p>ผู้พเนจรที่มีตัวตนเป็นปริศนา เขาแต่งตัวเหมือนผู้ฝึกตน แต่คำพูด และการกระทำของเขาไม่ใช่สิ่งที่ผู้ฝึกตนควรกระทำ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/05/144837601/24d97a22be742fb732ea96f625d1faac_2930533850308061452.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3719,
        "name": "Kirara",
        "desc": "<p>พนักงานส่งของบริษัทขนส่ง Komaniya Express \"เนโกะมาตะ\" ตนหนึ่งที่รักในงานของตัวเอง และโหยหาสังคมมนุษย์</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/22/65858273/d1699810632f8c3bc8c1e8c8beb8250f_7607215445636994387.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 9,
        "name": "Kaeya",
        "desc": "<p>นักดาบผู้มีกลิ่นอายของคนจากต่างแดน มันสมองของกองอัศวินแห่ง Favonius</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kaeya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 27,
        "name": "Jean",
        "desc": "<p>อัศวิน Dandelion ผู้ยึดมั่นในความถูกต้อง และเป็นรักษาการผู้บัญชาการ ของกองอัศวินแห่ง Favonius</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Jean_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p>เจ้าหน้าที่พิทักษ์ป่าฝึกหัดที่ทำงานอยู่ใน Avidya Forest </p><p>เบื้องหลังคำพูดและการกระทำอันแสนใส่ใจ คือหัวใจที่ถูกเก็บงำซ่อนไว้</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/144837601/37a18b6b6865c59063003a9380f08225_7166298717920241053.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 37,
        "name": "Mona",
        "desc": "<p>หญิงสาวลึกลับผู้เป็นโหรแห่งดวงดาว เรียกตัวเองว่า &#34;โหรแห่งดวงดาวผู้ยิ่งใหญ่ Mona&#34;</p><p>มีความแข็งแกร่งอย่างล้นเหลือสมดังชื่อ รอบรู้ทว่าทระนง</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Mona_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 12,
        "name": "Klee",
        "desc": "แขกประจำห้องขังของกองอัศวินแห่ง Favonius ผู้เชี่ยวชาญด้านการระเบิดแห่ง Mondstadt ผู้คนเรียกเธอว่า &#34;ดวงอาทิตย์ที่หลบหนี&#34;",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Klee_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 38,
        "name": "Fischl",
        "desc": "<p>หญิงสาวลึกลับผู้เรียกตนเองว่า &#34;เจ้าหญิงแห่งการลงทัณฑ์&#34; ผู้ร่วมเดินทางไปพร้อมกับเรเวนนามว่า Oz</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Fischl_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 47,
        "name": "Albedo",
        "desc": "อัจฉริยะที่ถูกขนานนามว่า &#34;Kreideprinz&#34; (องค์ชายชอล์กขาว) นั้นเป็นหัวหน้านักเล่นแร่แปรธาตุ และหัวหน้าทีมสืบสวนแห่งกองอัศวิน Favonius",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Albedo_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "NPC ที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 6371,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6367,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6370,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4903,
        "name": "Durin",
        "desc": "<p>มังกรเงา และเป็นลูกคนหนึ่งของ Rhinedotir</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/13/278806422/4da89ee2780e1d49a61ab4c4236a9da3_8298994409115089680.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "เควสต์",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เควสต์กิจกรรม"
      },
      {
        "type": "CustomEntry",
        "epId": 6339,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6340,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6341,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6366,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "เควสต์โลก"
      },
      {
        "type": "CustomEntry",
        "epId": 6338,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6337,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6336,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6363,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6364,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "CustomEntry",
        "epId": 6365,
        "desc": "",
        "displayStyle": "card",
        "menuId": 32
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ไอเทม",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ไอเทมที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 6278,
        "name": "ชิ้นส่วนหรรษา",
        "desc": "หน้ากระดาษที่พบระหว่างท่องเที่ยวใน Simulanka ประกอบด้วยชิ้นส่วนข้อความที่อธิบายชีวิตประจำวันของชาว Simulanka เต็มไปด้วยความสบายใจและความสุข ทำให้แขกจากต่างแดนรู้สึกสบายใจ ได้เพลิดเพลินไปกับช่วงเวลาอันน่าจดจำ และมีความสุขกับเพื่อนร่วมทางในโลกนิทานอันน่าอัศจรรย์นี้เช่นกัน",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/08d3f1d1bbf646a30eefd3ae62931de5_1762796261813675008.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6280,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6295,
        "name": "เครื่องลานอันยิ่งใหญ่",
        "desc": "เครื่องลานที่ถูกเก็บรักษาไว้อย่างดี ไม่รู้ว่ามีพลังวิเศษอะไรที่ควรค่าให้ได้รับการดูแลอย่างดีแบบนี้",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/4636cabd89ec7590aaadaf4b8d615db2_5508913673291149296.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6296,
        "name": "โคมไฟนำทางแห่งหมู่บ้านบล็อกประสาน",
        "desc": "โคมไฟนำทางที่เคยแขวนอยู่บนประภาคารของหมู่บ้านบล็อกประสาน แม้ในภายหลังจะถูกปลดลงมาแล้ว แต่ยังคงส่องแสงเรืองรองอยู่เสมอ",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/e879cda10b51dad8edaecc743aba4e34_5430588384195608188.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6297,
        "name": "เขามังกรที่ดูเหมือน \"อาวุธ\"",
        "desc": "เขามังกรที่ดูคล้ายดาบ ดูเหมือนจะเคยเป็นของมังกรยักษ์ที่ซุ่มซ่ามบางตัว...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/58534f6ae7b1a6f3cc4241b2aa31c5a6_6713613311793333551.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6298,
        "name": "เกล็ดมังกรร้าย",
        "desc": "<p>เกล็ดที่แผ่พลังแห่งลางร้ายออกมา ว่ากันว่ามันหล่นลงมาจากร่างของมังกรร้ายแห่ง Simulanka</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/09/144837601/f3dc773c67eadc866d67444fac19129b_3617330898831952341.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6299,
        "name": "ดาวที่กระจัดกระจาย",
        "desc": "ดวงดาวที่เดิมทีแขวนอยู่บนท้องฟ้าเหนือเมืองหลวง Constellation แต่ด้วยเหตุผลบางอย่าง ทำให้มันกระจัดกระจายมาถึงที่นี่...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/3fc8200e520d43f80cd04aed6ae72f6c_6207525779012378915.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6300,
        "name": "อีเต้อขุดแร่พิเศษ",
        "desc": "อีเต้อสำหรับใช้ขุดแร่บล็อกไม้ ในเหมืองบล็อกไม้ มีพลังพิเศษที่สามารถตัดชั้นหินได้ โดยไม่ทำให้แร่บล็อกไม้เสียหาย หรือทำให้ชาว Simulanka บาดเจ็บแม้แต่น้อย",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/457b106556a59caee536c5a79e6041c9_6109867385828882109.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6306,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6307,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6308,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6309,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6310,
        "name": "หนังสือภาพ \"มังกรร้าย\"",
        "desc": "หนังสือภาพเกี่ยวกับ \"มังกรร้ายแห่ง Simulanka\" ของ Durin ในนั้นบันทึกเรื่องราวของเขาที่ไม่มีใครล่วงรู้เอาไว้",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/29081ecbad8a0f2f3e1d8a7496007e8b_1087047178303247795.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6311,
        "name": "\"คืนฝันของเมืองหลวงเก่า\"",
        "desc": "หนังสือบอกเล่าถึงเรื่องราวของเด็กสาวที่ชื่อ \"Lycia\" หลังจากที่บ้านเกิดถูกมังกรดำทำลาย เธอจึงออกเดินทางตามลำพัง",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/f013a74ec82031e4b894c5bcc4360c99_1264035745068301214.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6313,
        "name": "จดหมายเบาสมอง",
        "desc": "กระดาษจดหมายที่เรืองแสงอ่อนจางจากเวทมนตร์ และปากกาขนนก ที่ทำขึ้นอย่างประณีต เมื่อถือปากกาขนนกนี้ไว้ จะสามารถเขียนตัวอักษรที่สวยงาม และใช้คำศัพท์ที่มีชีวิตชีวา ลงบนกระดาษจดหมายได้โดยอัตโนมัติ รวมถึงอธิบายตำแหน่งของสิ่งต่าง ๆ อย่างละเอียด ราวกับกำลังบอกตำแหน่งของสมบัติ...<br>หลังจากใช้งานแล้ว จะสามารถตรวจจับ \"ชิ้นส่วนหรรษา\" ในบริเวณโดยรอบได้",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/b9f74d99d31447fd7938794c2f88f089_7815296524397846771.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6314,
        "name": "จดหมายแสนสุข",
        "desc": "กระดาษจดหมาย ที่ส่องประกายด้วยเวทมนตร์ และปากกาขนนก ที่ทำขึ้นอย่างประณีต เมื่อถือปากกาขนนกนี้ไว้ จะสามารถเขียนตัวอักษรที่สวยงาม และใช้คำศัพท์ที่มีชีวิตชีวา ลงบนกระดาษจดหมายได้โดยอัตโนมัติ รวมถึงอธิบายตำแหน่งของสิ่งต่าง ๆ อย่างละเอียด ราวกับกำลังบอกตำแหน่งของสมบัติ...<br>หลังจากใช้งานแล้ว จะสามารถตรวจจับ \"ชิ้นส่วนหรรษา\" ทั้งหมดใน Simulanka ได้",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/16/f013a74ec82031e4b894c5bcc4360c99_1264035745068301214.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6301,
        "name": "ต้นฉบับของเทพธิดา I",
        "desc": "เรื่องราวที่ถูกเขียนโดยเทพธิดาผู้สร้างโลก นี่คือพิมพ์เขียวที่ Simulanka สร้างขึ้น และเป็นประวัติศาสตร์ที่ไม่อาจคาดเดาได้",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6302,
        "name": "ต้นฉบับของเทพธิดา II",
        "desc": "ต้นฉบับที่เขียนโดยนักแต่งนิทาน ไม่รู้ว่าทำไมถึงมีรูอยู่บนกระดาษด้วย ราวกับว่า...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 6303,
        "name": "ต้นฉบับของเทพธิดา III",
        "desc": "ก็แค่นิทานที่คนธรรมดาคนหนึ่งแต่งขึ้นมา พอดูดี ๆ แล้ว กระดาษขาดเป็นรู ๆ เต็มไปหมด เหมือนจะเป็นรอยเล็บแมวนะ...",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "galleryCharacter": [
      {
        "key": "แผนที่",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/10/11877103/d5cd2b46ef303fa1594403e8288b060a_4292518606745352535.jpg"
      },
      {
        "key": "ป่าประทานพร",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/10/11877103/b994a9b7c572b57fbd53f5057c5e2dc9_2423146741028034674.png"
      },
      {
        "key": "เมืองหลวง Constellation",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/10/11877103/3dbc629e1fa03962918c5d3479abec92_3011423704699558067.png"
      },
      {
        "key": "ทะเลแหลกลาญ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/10/11877103/f0656ac5561d5e1403085192ec5e2f9c_8869317228864300285.png"
      },
      {
        "key": "ป่าประทานพร",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/21/11877103/7124c4b78bb68048f81da46332afa6ff_1157914378797430115.png"
      },
      {
        "key": "ร้านเหล้าอักษรและสีหมึก",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/21/11877103/a72eb0d40cb9a48e1e04f861e64e411c_5881608041043811442.png"
      },
      {
        "key": "เหมืองหลวง Constellation",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/10/11877103/c00f59544e0bd2f22ea5cfc9b9ec65d6_3004181257749937941.png"
      },
      {
        "key": "สวนดารา",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/21/11877103/8031bb03d15dbeade857dd3d3492545b_3061773661435789165.png"
      },
      {
        "key": "เหมืองหลวง Constellation",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/10/11877103/0c442a4283ecbe4b9b866a265d052e62_6055464856536097672.png"
      },
      {
        "key": "เหมืองหลวง Constellation",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/10/11877103/f59412ed4d9db725726264ca8bffc9b6_8670703124908999716.png"
      },
      {
        "key": "ทะเลแหลกลาญ",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/21/11877103/5cc253ddc86d7ee8cd7ae380d6df0571_5659280903839193454.png"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Simulanka"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "พื้นที่กิจรรมแบบจำกัดเวลา"
          }
        ]
      },
      {
        "key": "เวอร์ชันที่เผยแพร่",
        "value": [
          {
            "type": "RichText",
            "text": "4.8"
          }
        ]
      }
    ]
  }
}