{
  "epId": 6301,
  "name": "ต้นฉบับของเทพธิดา I",
  "desc": "เรื่องราวที่ถูกเขียนโดยเทพธิดาผู้สร้างโลก นี่คือพิมพ์เขียวที่ Simulanka สร้างขึ้น และเป็นประวัติศาสตร์ที่ไม่อาจคาดเดาได้",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
  "filterValues": {
    "objectType": [
      "ไอเทมเควสต์"
    ]
  },
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 1746795346,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ต้นฉบับของเทพธิดา I"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...\nFrancois ผู้กล้าหาญปีนขึ้นไปบนกองหญ้า หยิบส้อมขึ้นมา\nแล้วเสียบกลับหัวลงบนเนินเขาหญ้า ข้างหลังของเขา\nมีพระจันทร์ดวงกลมใหญ่\nเขาตะโกนเรียกชื่อทุกคนในหมู่บ้านเสียงดังลั่น\nหัวหน้าหมู่บ้านเป็นคนแรกที่ถูกเรียกชื่อ เขาตกใจจนอยากจะปีนขึ้นไปบนกองหญ้า\nเพื่อปิดปากของ Francois เอาไว้\n\"คุณตะโกนดังขนาดนี้ อยากตายรึไง!\nแบบนี้จะเรียกพวกมังกรมาได้นะ!\"\n\"คนไร้ประโยชน์ โรงสีกังหันลมที่ทุกคนอุตส่าห์ตรากตรำสร้างกันขึ้นมา\nถูกเจ้ามังกรร้ายทำลายจนเป็นถึงขนาดนี้แล้ว คุณยังมาห่วงว่า\nจะเรียกเจ้ามังกรร้ายกลับมาอีกงั้นเหรอ!\"\nFrancois อยากจะเตะหัวหน้าหมู่บ้านตัวอ้วนสักป๊าบ แต่พอคำนึงได้ว่า\nอันที่จริงเขาก็ทำไปเพื่อความปลอดภัยของผู้คนในหมู่บ้าน\nก็เลยยั้งมือเอาไว้ก่อน\nFrancois เห็นว่าชาวบ้านในหมู่บ้านมากันเกือบครบแล้ว\nจึงกระแอมเคลียร์ลำคอ \"พ่อแม่พี่น้องทุกคน\nพวกคุณคิดว่าพวกเรายังต้องทนกันต่อไปอีกมั้ย?\"\n\"เรื่องทนน่ะไม่อยากทนแล้ว แต่พวกเราไม่มีวิธีเอาชนะเจ้ามังกรร้ายนั่น\nได้นี่นา\" เจ้าของร้านขายของชำบอกแบบนั้น\n\"ใครบอกกัน เมื่อกี้ฉันกระโดดจากใบพัดกังหันลมไปที่คอของมัน\nแล้วกระทืบมันไปสุดแรงสองครั้ง\nมันก็เลยล้มแล้วหนีไปไม่ใช่รึไงกัน?\"\nบางทีอาจเป็นเพราะโรงสีที่ทุกคนสร้างขึ้นมา พังยับเยินถึงเพียงนี้ คำพูดนี้\nจึงปลุก█รม█ของผู้คนให้ลุกฮือขึ้นมา\nทุกค█ล██งทยอยยกมือขึ้น\nตัดสินใ███งกรร้าย!\nแต่ Francois กลับยื่นมือออกมา หยุดยั้งทุกคนเอาไว้:\n\"วันนี้ทุกคนกลับไปกันก่อนเถอะ การที่ทุกคนไม่คำนึงถึงความปลอดภัยของตัวเอง\nในตอนนี้ไม่ใช่เพราะกล้าหาญ แต่เป็นเพราะความโกรธ ต้องรอใจเย็นลงก่อน\nแล้วถ้ายังยินยอมที่จะเผชิญหน้ากับความยากลำบาก\nนั่นถึงจะเรียกได้ว่า 'กล้าหาญ' อย่างแท้จริง\"\nทุกคนจึงกลับกันไป วันรุ่งขึ้น ก็ยังมีคนหนุ่มสาวไม่น้อย\nที่ยินยอมติดตาม Francois ไปท้าทายมังกรร้าย\n...\nไม่มีใครคิดว่า ผู้กล้าจะได้รับการคุ้มครองจาก \"กฎบัตรอันรุ่งโรจน์\" ของเทพธิดา\nเมื่อมังกรร้ายเผชิญหน้ากับ \"ผู้กล้า\" ที่แท้จริง\nมันไม่สามารถพ่นไฟและใช้กรงเล็บได้\nอีกทั้งยังต้องยอมให้อีกฝ่ายบอกให้หยุดและเปลี่ยนคนได้ด้วย\nด้วยวิธีนี้ หลังจากที่ทุกคนต่อสู้อย่างหนักมาหลายวันหลายคืน\nเจ้ามังกรร้ายก็ทนไม่ไหวอีกต่อไป และเลือกที่จะยอมจำนน\n...\nA.A."
          }
        ]
      }
    ]
  }
}