{
  "epId": 6303,
  "name": "ต้นฉบับของเทพธิดา III",
  "desc": "ก็แค่นิทานที่คนธรรมดาคนหนึ่งแต่งขึ้นมา พอดูดี ๆ แล้ว กระดาษขาดเป็นรู ๆ เต็มไปหมด เหมือนจะเป็นรอยเล็บแมวนะ...",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/07/12/654cafb109d13097bfa0fe19d93b3b21_6063620853552919586.png",
  "filterValues": {
    "objectType": [
      "ไอเทมเควสต์"
    ]
  },
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 1746795336,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ต้นฉบับของเทพธิดา III"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "...\nวันนี้ Galileo และ Alberto ได้ทำเรื่องดี ๆ ไว้มากมาย\nแม้ว่าการช่วยคุณยายย้ายถังเหล้าแอปเปิ้ล บนสะพานจะเหนื่อยมาก\nแต่ว่าพวกเขาแต่ละคนก็ได้เหล้าถังเล็ก ๆ คนละถัง\nเป็นสิ่งตอบแทน\nในคืนนั้นแสงจันทร์ที่เมฆไม่อาจบดบังให้มิดได้นั้นงดงามมาก\nเพื่อนสนิททั้งสองคนปีนขึ้นไปบนกำแพงสูง ที่สร้างเอาไว้เพื่อป้องกันมังกร\nAlberto แพ้เกมเป่ายิ้งฉุบ เพราะงั้นจึงต้องหนีบถังเหล้าไม้ไว้ใต้รักแร้\nพร้อมกับปีนขึ้นไปบนบันได\n\"นายดูนั่นสิ บ้านหลังใหญ่ที่หัวหน้าหมู่บ้านตัวอ้วนของหมู่บ้านพวกเราภาคภูมิใจ\nดูจากตรงนี้ ก็ไม่เห็นใหญ่สักเท่าไหร่เลยหนิ\"\nAlberto ชี้ไปทางบ้านที่อยู่ด้านล่าง\n\"นายชี้ผิดแล้วล่ะ นั่นมันบ้านฉัน\" Galileo พูดตอบ\n\"หัวหน้าหมู่บ้านหลังนั้นต่างหากล่ะ\"\nสายตาของ Alberto ในตอนกลางคืนไม่ค่อยดีเท่าไหร่ ไม่ว่าแสงจันทร์จะสว่างแค่ไหน\nก็ไม่สว่างเท่าตอนกลางวัน ถ้าหรี่ตาก็มองไม่เห็นแสงแล้ว\nเขาพยายามอยู่ครู่หนึ่ง แต่ก็ยังมองไม่เห็นอะไรอยู่ดี\n\"ยังไงก็เล็กมากอยู่ดี\" Galileo พูด\n\"ที่นายพูดมาก็ไม่ผิดหรอก\"\nGalileo และ Alberto ต่างเป็นคนที่ช่างสังเกตกันทั้งคู่\nคำตอบของ Galileo ได้กลบความลำบากใจของ Alberto\nเกี่ยวกับสายตาที่ไม่ดีของเขาเอาไว้ Alberto เองก็ตั้งใจแพ้เป่ายิ้งฉุบ\nเพื่อให้ตัวเองได้แบกถังเหล้าเล็กขึ้นบันไดมา\nเพราะเกียร์ของ Galileo ตรงใต้ซี่โครงได้รับบาดเจ็บ\n\"ชนแก้ว\" หลังจากที่ Alberto อุดจุกไม้ก๊อกเสร็จแล้ว\nเพื่อนซี้สองคนก็ยกแก้วขึ้นมา\nวันรุ่งขึ้น เพื่อนซี้สองคนก็ได้เรียกให้ทุกคน\nมารวมตัวกันที่ลานของหมู่บ้าน\nก่อนอื่นพวกเขาขอโทษที่กำแพงป้องกันมังกรพังทลาย จากนั้นก็บอกชาวบ้านทุกคนว่า\nพวกเขากำลังเตรียมตัวไปพูดคุยกับเจ้ามังกรร้ายดี ๆ\n\"กำแพงนั้น แม้ว่าทุกคนจะสร้างกันขึ้นมาอย่างยากลำบาก\nแต่ว่าพวกเราก็ไม่ได้ใส่ใจอะไรขนาดนั้น\" หัวหน้าหมู่บ้านตัวอ้วนพูด\n\"แต่พวกนายบอกว่าเป็นคนพังกำแพง นี่โม้รึเปล่า?\nแน่นอนว่าประเด็นสำคัญที่หัวหน้าหมู่บ้านตัวอ้วน ต้องการพูดถึงไม่ใช่เรื่องนี้\nเขาเองก็เป็นคนดีคนหนึ่ง เขาจึงพูดต่อไปว่า \"แล้วก็เรื่องที่พวกนายจะไปหามังกรร้าย\nทำแบบนี้มันอันตรายเกินไปแล้ว\"\n\"พวกคุณวางใจได้เลย\"\nหลังจากพูดจบ เพื่อนซี้ที่สุดคู่หนึ่งบนโลกก็ออกเดินทาง\nมังกรร้ายตัวสั่นเทาอยู่ตรงหน้า Alberto และ Galileo\nไม่รู้ว่าเป็นเพราะอะไร เหล้าของหญิงชราจึงทำให้คนตัวใหญ่ขึ้นอย่างมาก\nเมื่อคืนพวกเขาทั้งสองคนดื่มเหล้านั้นเข้าไป\nเลยทำให้กำแพงสูงที่นั่งอยู่พังทลายลงมา\nในตอนที่พวกเขามองลงไปที่พื้น ก็ดูเหมือนว่าจะเข้าใจความคิดของมังกรขึ้นมา\nมันตัวใหญ่ขนาดนั้น ก็เลยสร้างความเสียหายให้กับหมู่บ้าน\nและเมืองที่อยู่ใต้เท้าโดยไม่ตั้งใจ ถ้าทำให้มังกรร้ายสังเกตเห็นผู้คนได้\nแบบนั้นพวกเขาจะต้องเข้าใจซึ่งกันและกันได้แน่\nเพื่อนซี้ทั้งสองคนดื่มเหล้าเวทมนตร์ที่เหลืออยู่จนหมด\nเลยทำให้พวกเขาตัวสูงกว่ามังกรร้ายซะอีก\nพวกเขาทั้งสองคนนั่งขนาบเจ้ามังกรร้าย และพูดอธิบายถึงเหตุผลต่าง ๆ นานา\nมังกรร้ายสะดุ้งด้วยควา█หว█ดกลัว\nความน่าเกรงขามและ█ว██ชั่วร้ายของมัน\nหายไปหมดแล้ว เหลือแค่███งความน่าสงสาร\nAlberto พยายามหยิบเศษสิ่งสกปรก ที่อยู่บนเกล็ดที่อยู่บนแผ่นหลังของมังกรออก\nแต่กลับทำเกล็ดส่วนนั้นหลุดออกมา มังกรร้ายอยากจะหนีไป\nแต่ Galileo กลัวว่าถ้าไม่คุยให้เข้าใจกันในตอนนี้ จะเข้าใจผิดกันไปอีกนาน\nเพราะงั้นเขาจึงดึงหางของเจ้ามังกรร้ายไว้ แล้วลากมันกลับมา\n\"อันที่จริงเราอยู่ใต้ฝ่าเท้าของแกมาตลอด\nแต่พวกเราตัวเล็กเกินไป แกก็เลยอาจจะมองไม่เห็นพวกเรา\nตอนนี้พวกเราตัวโตขึ้น... เอิ๊ก... แล้ว\" Galileo พูดไปสะอึกไป\n\"ตอนนี้แกน่าจะรู้แล้วสินะ ว่าใต้เท้าของแกน่ะ มีพวกเราอาศัยอยู่\"\nมังกรร้ายพยักหน้าซ้ำ ๆ\nทั้งสองคุยกับมังกรทั้งคืน พอคิดว่าเข้าใจตรงกันแล้ว\nพวกเขาทั้งสองก็เดินตามทางกลับบ้านของตัวเอง\nA.A."
          }
        ]
      }
    ]
  }
}