{
  "epId": 6551,
  "name": "Ring of Yaxche",
  "desc": "<p>เครื่องหยกที่สร้างขึ้นโดยผู้กล้าฝาแฝดในอดีต ตำนานกล่าวว่าครั้งหนึ่ง มันเคยปราบมังกรยักษ์ที่อาศัยอยู่บนภูเขาไฟจนร่วงหล่นจากฟากฟ้า</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/9ab70898644274ce31f91faea8216bd8_5924884446177979679.png",
  "filterValues": {
    "weaponRarity": 4,
    "weaponType": "สื่อเวท",
    "weaponProperty": "เปอร์เซ็นต์พลังชีวิต"
  },
  "menuId": 4,
  "menuName": "อาวุธ",
  "version": 1740830603,
  "components": {
    "story": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "นั่นคืออดีตอันไกลโพ้นที่ถูกเรียกขานว่าตำนาน ในยุคสมัยที่มังกรยักษ์ยังคงก้าวเดินอยู่บนทุ่งเพลิงโชน\nหลังจากผ่านการทดสอบมานับไม่ถ้วน ผู้กล้าฝาแฝดที่พลัดพรากได้พบกันอีกครั้ง ต่อหน้าซากของมังกรร้าย และลั่นคำปฏิญาณว่า\n\"พ่อเสียไปเพราะความหุนหันพลันแล่นของราชามังกร ส่วนแม่ก็เสียสละตัวเองเพื่อปกป้องลูก ๆ\"\n\"หากไม่ใช่เพราะได้ญาติที่มาจากผองสรรพสิ่ง และเหมืองแร่ช่วยเหลือไว้ Ahpub กับ Ixquieh ก็คงไม่มีโอกาสได้พบกันอีกครั้ง\"\n\"ด้วยเหตุนี้ เราขอสาบานต่อต้น Yaxche ศักดิ์สิทธิ์ว่า จะกำจัดความตาย ความพินาศ และความเจ็บปวดทั้งปวงให้สิ้น\"\n\"เพื่อไม่ให้เหล่าผู้ที่แข็งแกร่งในโลกนี้รังแกผู้อ่อนแออีกต่อไป เพื่อนำแสงสว่างมาสู่ดินแดนที่ไร้ซึ่งกลางวันและกลางคืนนี้\"\nด้วยเหตุนี้ ผู้กล้าฝาแฝดจึงได้เริ่มต้นการผจญภัย ไปตามเส้นทางแห่ง \"พลัง\" และ \"พร\" ด้วยกัน\nเด็กหนุ่มผู้มีอารมณ์รุนแรง และเด็กสาวผู้เยือกเย็นเดินทางไปด้วยกัน เพื่อเติมเต็มข้อบกพร่องให้แก่กันและกัน...\n\"พวกเราเป็นเพียงมนุษย์อ่อนแอ ส่วนท่านคือมังกรยักษ์ที่สามารถเรียกลมเรียกฝนที่สั่นสะเทือนฟ้าได้\"\n\"ท่านสามารถเรียกสายฟ้าของท่านออกมาได้สามครั้ง หากยังไม่สามารถเอาชนะเราได้ ท่านจะต้องรับการโจมตีของเราทั้งหมดสามครั้ง\"\n\"มังกรยักษ์ผู้สูงส่งและทะนงตนเอ๋ย ท่านกล้าที่จะต่อสู้กับมนุษย์หรือไม่? หรือว่าท่านกล้าหนีอย่างเดียว?\"\nพวกเขาจึงได้ท้าทายผู้ซึ่งอ้างตนว่าเป็นสุริยเทพ ด้วยพลังที่มนุษย์สุดจะจินตนาการได้ด้วยประการฉะนี้\nพวกเขาเผชิญหน้ากับสายฟ้าที่สั่นสะเทือนทั้งภูเขา ก่อนที่สุดท้ายจะเป่าลูกดอก สอยดวงอาทิตย์ปลอมดวงนั้นร่วงลงมาจากฟ้า\n\"ดูสิ องค์ราชาผู้สูงส่ง เทคนิคอันหยาบกระด้างของมนุษย์ปุถุชน จะหลอมอัญมณีที่สมบูรณ์แบบเช่นนี้ออกมาได้อย่างไรกัน?\"\n\"ข้ากับพี่ชายผู้โง่เขลาของข้าได้รับคำสั่งจากเจ้านาย ให้นำยาลับมามอบให้ท่านใช้รักษาบาดแผล\"\n\"อัญมณีที่เจ้านายของเรามอบให้อยู่ตรงนี้ เชิญท่านตรวจสอบดูได้เลย เฮ้อ พวกเราจะทำร้ายท่านได้อย่างไรกัน?\"\nอัญมณีเลียนแบบที่ดูเหมือนของแท้อย่างสมบูรณ์แบบ ถูกหลอมขึ้นด้วยไฟหลอมที่มนุษย์ไม่เคยเห็นมาก่อนด้วยประการฉะนี้\nพวกเขาหลอกล่อให้มังกรยักษ์ที่ทำให้เกิดแผ่นดินไหวดื่มยาลับที่ช่วงชิงพลังของมันไป จากนั้นก็ฝังมันไว้กลางทิวเขา\nตำนานการผจญภัยอันเหนือจินตนาการนับไม่ถ้วน ได้กลายเป็นต้นกำเนิดของเผ่าผองสรรพสิ่ง และเหมืองแร่ในกาลต่อมา\nและ ณ จุดสิ้นสุดที่เส้นทางทั้งหมดมาบรรจบกัน วีรชนฝาแฝดที่ได้พบกับผู้กล้า ก็เดินฝ่าสายลมยามค่ำคืนไปพร้อมกับเขา...\n\"ผู้กล้าเอ๋ย หากเส้นทางที่ท่านมุ่งไปคือการปราบมังกรร้าย\"\n\"ผู้กล้าเอ๋ย หากเส้นทางที่ท่านมุ่งไปคือความทุกข์ยาก\"\n\"พวกเราขอสาบานต่อหน้าต้น Yaxche อันศักดิ์สิทธิ์และบรรพบุรุษว่า\"\n\"ลูกดอกของ Ahpub และไฟหลอมของ Ixquieh จะรับใช้ท่าน\""
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "นั่นคือยุคที่ธงของชนเผ่ายังไม่ถูกปกคลุมด้วยธุลีขาว และพันธสัญญายังมิได้สูญสิ้นสีสันไป\nผู้ปกครองคนใหม่ของเมือง Cinder ยังไม่ได้กุมอำนาจสูงสุด และแผนการที่จะทรยศต่อคำสาบานนั้นยังไม่ได้ถูกคิดขึ้นมา\nผู้กล้าฝาแฝดที่เคยพึ่งพาอาศัยกัน กลับเริ่มแตกแยก เพราะจุดยืนที่ต่างกันของพวกเขา\nแม้พวกเขาจะเกิดมามีสายเลือดเดียวกัน และเคยเดินบนเส้นทางเดียวกับผู้ที่ถูกฝังไปพร้อมกับเพลิงปฐมกาล\nในสายตาของนักรบที่หมกมุ่นอยู่กับการแก้แค้น พวกมังกรนั้นยังคงแตกต่างจากช่างหลอมไฟผู้นั้น\nแม้ว่าเขาจะไม่เคยคัดค้านคำสั่งสอนของผู้กล้าอย่างเปิดเผย แต่ความเกลียดชังของเขาที่มีต่อมังกรนั้นก็เป็นที่ทราบกันดี\nและเพราะเหตุนี้ ผู้ปกครองเมือง Cinder จึงได้ออกคำสั่งให้ตามล่ามังกรชั่วร้ายที่หลบหนีไป\nบรรดาผู้กล้าที่ยังคงรับใช้สหพันธ์ในเวลานั้น มีเพียง Ahpub เท่านั้นที่ตอบรับคำสั่ง\nในนามของหัวหน้าเผ่า เขาได้นำนักรบจำนวนนับไม่ถ้วนจากเผ่าผองสรรพสิ่ง เดินทางมายังเหมืองแร่แห่งนั้น\nและขอให้ผู้ปกครองแห่ง Nanatzcayan นำ \"อสูรร้ายที่ซ่อนตัวอยู่ในภูเขา\" ออกมา เพื่อหลีกเลี่ยงการปะทะกำลังกัน\nหลังจากเผชิญหน้ากันอยู่หลายวัน ผู้กล้าผู้มีอารมณ์ฉุนเฉียวจึงเชิญน้องสาวแท้ ๆ ของตนไปยังสถานที่ที่ได้พบกันอีกครั้ง เพื่อพูดคุยกัน\nและพยายามใช้คำพูดที่จริงใจ โน้มน้าวให้อีกฝ่ายหวนนึกถึงคำสาบานในวันนั้น แต่ทว่า...\n\"โง่เง่าจริง ๆ... โง่จนเกินเยียวยาแล้ว! ควันจากไฟหลอมทำให้จิตใจของเจ้ามืดบอด จนลืมความแค้นในอดีตไปแล้วหรือไง?\"\n\"กฤษฎีกาของราชาองค์ใหม่ประกาศออกมาแล้ว หรือว่าเจ้าจะปกป้องอสูรร้ายจอมอำมหิตพวกนั้น แล้วทรยศต่อคำสาบานของสหพันธ์และของเรางั้นหรือ?\"\n\"เจ้ากับทรราชเมือง Cinder นั่นต่างหากที่ทรยศต่อคำสาบาน พี่ชายผู้โง่เขลา... เจ้ายังจำคำสั่งสอนของผู้กล้าได้อยู่หรือไม่?\"\n\"หากเจ้ายืนกรานที่จะทำร้ายมังกรพวกนี้ที่ไม่ได้มีความขัดแย้งอะไรกับโลกนี้เลย ... Nanatzcayan จะถือว่าเจ้าเป็นศัตรูที่ทรยศต่อสหพันธ์\"\n\"พี่ชาย พี่ชายผู้โง่เขลาของข้า... สิ่งที่พี่แสวงหานั้นไม่ใช่การแก้แค้นอีกต่อไปแล้ว พี่ก็แค่ต้องการสนองความกระหายเลือดของตัวเองเท่านั้น\"\nคำพูดที่ค่อย ๆ ทวีความรุนแรงและแสงจันทร์ที่ยิ้มเยาะพวกเขาได้พรากสติสัมปชัญญะสุดท้ายของเขาไป พร้อมกับโทสะที่แผดเผา\nผู้กล้าที่เคยต่อสู้กับมังกรยักษ์ในอดีต กลับชักดาบที่เอวออกมาจ่อคอญาติสนิทของเขา\nเดิมทีเขาตั้งใจจะใช้วิธีนี้เพื่อข่มขู่อีกฝ่าย หมายจะให้ผู้นำแห่งเหมืองแร่ผู้เงียบขรึมคนนี้ เชื่อฟังคำสั่งของราชาองค์ใหม่\nหากแต่สีแดงฉานที่ฉีดพุ่งออกมา กลับยุติการทะเลาะเบาะแว้งทั้งหมด เหลือเพียงเสียงคร่ำครวญด้วยความสิ้นหวัง\nณ ปลายทางของเส้นทางแห่ง \"พลัง\" และ \"พร\" ผู้กล้าอุ้มญาติสนิทของเขาไว้ในอ้อมแขน ก่อนจะเดินเข้าสู่เปลวเพลิง\nท้ายที่สุดไฟแห่งความขัดแย้งระหว่างชนเผ่าก็ไม่ได้ถูกจุดขึ้น มันได้สงบลงพร้อมกับการหายตัวไปของหัวหน้าเผ่าทั้งสอง\nราชาที่แสร้งทำเป็นยกโทษให้กับเหล่ามังกร ได้ส่งทูตไปเกลี้ยกล่อมให้ทางหุบเขา และดินแดนอันอุดมสมบูรณ์ มอบอำนาจให้กับสหพันธ์ชั่วคราว\nจนกระทั่งเผ่าใหญ่ทั้งสองได้เลือกหัวหน้าเผ่าคนใหม่ และนำธงแห่งเกียรติยศกลับคืนสู่เผ่า\nขณะเดียวกันก็แอบจดจำชื่อของผู้ที่ปกป้องเหล่ามังกรเอาไว้ แล้วรอคอยโอกาสที่เหมาะสมเพื่อปลิดชีพพวกกบฏ\nและ Sakkuk ที่ได้รับการแต่งตั้งเป็นผู้แทนเผ่าในเวลาต่อมา ก็ยังไม่รู้ว่าเส้นทางที่โชคชะตากำหนดไว้ให้เธอนั้นเป็นอย่างไร...\nแม้แต่ทรราชที่วางแผนอย่างรอบคอบ ก็ยังไม่อาจคาดเดาได้ว่า อุปสรรคที่ขวางกั้นเส้นทางสู่อำนาจนั้น จะถูกกวาดล้างได้อย่างง่ายดายปานนี้\nและในขณะที่เขากำลังสุขระคนเศร้าอยู่นั้นเอง ผู้สืบทอดรุ่นเยาว์แห่งเผ่าวงศ์ปีกบุปผาก็ได้มอบความลับอีกอย่างหนึ่งให้แก่เขา..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Ring of Yaxche"
          }
        ]
      },
      {
        "key": "หาได้จาก",
        "value": [
          {
            "type": "RichText",
            "text": "การหลอม"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "สื่อเวท"
          }
        ]
      },
      {
        "key": "ค่าสถานะรอง",
        "value": [
          {
            "type": "RichText",
            "text": "เปอร์เซ็นต์พลังชีวิต"
          }
        ]
      },
      {
        "key": "Echoes of the Plentiful Land",
        "value": [
          {
            "type": "RichText",
            "text": "เมื่อปล่อยสกิลธาตุ จะได้รับเอฟเฟกต์ \"Jade-Forged Crown\": ค่าพลังชีวิตสูงสุดทุก 1,000 หน่วย จะทำให้ความเสียหายของการโจมตีปกติเพิ่มขึ้น <color=#37ffff>0.6%/0.7%/0.8%/0.9%/1%</color> เป็นเวลา 10 วินาที ซึ่งจะสามารถเพิ่มความเสียหายของการโจมตีปกติด้วยวิธีนี้ได้มากสุด <color=#37ffff>16%/20%/24%/28%/32%</color>"
          }
        ]
      },
      {
        "key": "แบบแปลนการหลอม",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6844,
            "name": "แบบแปลน: Ring of Yaxche",
            "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/d0b60ce3aa47ed62966266b27ed1f386_8199767582529545387.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "วัสดุสำหรับหลอม",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 6676,
            "name": "Borderland Catalyst Billet",
            "desc": "<p>วัสดุสำหรับสร้างอาวุธ สามารถใช้เพื่อสร้างสื่อเวทระดับ 4 ดาวได้<br>Prototype สามารถสร้าง \"สภาพ\" ของอาวุธได้หลากหลายประเภท และถึงแม้ \"ความเป็นไปได้\" ของผลลัพธ์จะรวมอยู่ในตัวต้นแบบแล้ว แต่สุดท้ายมันจะออกมาเป็นรูปแบบไหน ก็เป็นเรื่องที่ยังไม่มีใครรู้ได้ในตอนนี้...</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/06/144837601/c819bcbf6e68ad4a8b75db62a0f6ebea_6532706035953118953.png",
            "amount": 1
          },
          {
            "type": "CustomEntry",
            "epId": 4096,
            "name": "Condessence Crystal",
            "desc": "<p>คริสตัลที่ใสสะอาด แกนกลางของแร่มีความแข็งแรงและยืดหยุ่นได้ดี</p>",
            "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/01/23/115795437/ae6be6ea2b14bf0c48b19df572cbaa9e_1815198537737340700.png",
            "amount": 50
          },
          {
            "type": "CustomEntry",
            "epId": 1224,
            "name": "White Iron Chunk",
            "desc": "ช่างเหล็กที่มีความสามารถ จะเปลี่ยนสิ่งนี้ให้เป็นสิ่งมหัศจรรย์ได้",
            "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/White Iron Chunk_icon.png",
            "amount": 50
          }
        ],
        "isMaterial": true
      },
      {
        "key": "เวอร์ชันเผยแพร่",
        "value": [
          {
            "type": "RichText",
            "text": "5.0"
          }
        ]
      }
    ],
    "ascension": [
      {
        "key": "Lv. ",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "เปอร์เซ็นต์พลังชีวิต"
            ]
          },
          {
            "key": "",
            "values": [
              "",
              "42",
              "9.0%"
            ]
          }
        ]
      },
      {
        "key": "Lv. 20",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "เปอร์เซ็นต์พลังชีวิต"
            ]
          },
          {
            "key": "",
            "values": [
              "109",
              "135",
              "15.9%"
            ]
          }
        ]
      },
      {
        "key": "Lv. 40",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "เปอร์เซ็นต์พลังชีวิต"
            ]
          },
          {
            "key": "",
            "values": [
              "205",
              "231",
              "23.2%"
            ]
          }
        ]
      },
      {
        "key": "Lv. 50",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "เปอร์เซ็นต์พลังชีวิต"
            ]
          },
          {
            "key": "",
            "values": [
              "266",
              "292",
              "26.8%"
            ]
          }
        ]
      },
      {
        "key": "Lv. 60",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "เปอร์เซ็นต์พลังชีวิต"
            ]
          },
          {
            "key": "",
            "values": [
              "327",
              "353",
              "30.4%"
            ]
          }
        ]
      },
      {
        "key": "Lv. 70",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "เปอร์เซ็นต์พลังชีวิต"
            ]
          },
          {
            "key": "",
            "values": [
              "388",
              "414",
              "34.1%"
            ]
          }
        ]
      },
      {
        "key": "Lv. 80",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "เปอร์เซ็นต์พลังชีวิต"
            ]
          },
          {
            "key": "",
            "values": [
              "449",
              "475",
              "37.7%"
            ]
          }
        ]
      },
      {
        "key": "Lv. 90",
        "combatStats": [
          {
            "key": "",
            "values": [
              "พลังโจมตีก่อนเลื่อนขั้น",
              "พลังโจมตีหลังเลื่อนขั้น",
              "เปอร์เซ็นต์พลังชีวิต"
            ]
          },
          {
            "key": "",
            "values": [
              "",
              "510",
              "41.3%"
            ]
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวละคร"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "หมายเหตุ"
      },
      {
        "type": "CustomEntry",
        "epId": 6319,
        "name": "Mualani",
        "desc": "ผู้นำทางชื่อดังของ Natlan ผู้บริหารร้านขายอุปกรณ์ทางน้ำ นักผจญคลื่นผู้เชี่ยวชาญกีฬาทางน้ำทุกประเภท",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/26/f4c75caad42923eb91ee760aa2eb473a_7439123622315070718.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจากค่าสถานะรองของอาวุธชิ้นนี้เป็น <color=#ffd780>ค่าพลังชีวิต</color> ทำให้เหมาะกับ Mualani ซึ่งเน้นค่าสถานะ <color=#ffd780>ค่าพลังชีวิต</color> เพื่อสร้างความเสียหาย นอกจากนี้สกิลติดตัวของอาวุธชิ้นนี้ยังช่วยเพิ่มความเสียหายโดยรวมได้เป็นอย่างดีจาก <color=#ffd780>ค่าพลังชีวิต</color> ของ Mualani ที่ค่อนข้างสูง ทำให้สามารถใช้ทั้งสกิลติดตัวและค่าสถานะของอาวุธชิ้นนี้ได้อย่างมีประสิทธิภาพ"
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "ผู้นำมิโกะคนปัจจุบันของเกาะ Watatsumi สาวน้อยผู้รับผิดชอบงานทุกอย่างบนเกาะ Watatsumi",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "RichText",
        "text": "เนื่องจากค่าสถานะรองของอาวุธชิ้นนี้เป็น <color=#ffd780>ค่าพลังชีวิต</color> ทำให้เหมาะกับ Sangonomiya Kokomi ซึ่งเน้นค่าสถานะ <color=#ffd780>ค่าพลังชีวิต</color> เพื่อเพิ่มประสิทธิภาพใน <color=#ffd780>การรักษา</color> เป็นหลัก นอกจากนี้สกิลติดตัวของอาวุธชิ้นนี้ยังช่วยเพิ่มความเสียหายโดยรวมได้เป็นอย่างดีจาก <color=#ffd780>ค่าพลังชีวิต</color> ของ Sangonomiya Kokomi ที่ค่อนข้างสูง ทำให้สามารถใช้ทั้งสกิลติดตัวและค่าสถานะของอาวุธชิ้นนี้ได้อย่างมีประสิทธิภาพ"
      }
    ],
    "galleryCharacter": [
      {
        "key": "รูปแบบดั้งเดิม",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/bed8aa26908f26d930660b4928e7bd53_1187231511535572446.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "ก่อนเลื่อนขั้นเลเวล 40"
          }
        ]
      },
      {
        "key": "รูปแบบหลังเลื่อนขั้น",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/c10357002b755d957e57d123090687f0_2674798951813449028.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "หลังเลื่อนขั้นเลเวล 40"
          }
        ]
      }
    ]
  }
}