{
  "epId": 6559,
  "name": "Tsumi",
  "desc": "<p>ทูตศักดิ์สิทธิ์แห่ง Watatsumi คนสุดท้าย</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/08/10257458/1b4813ee4ee058cd0428721d3301de69_6319269889904740213.png",
  "menuId": 10,
  "menuName": "คู่มือ NPC",
  "version": 1731989693,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Tsumi"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Enkanomiya"
          }
        ]
      },
      {
        "key": "สังกัด",
        "value": [
          {
            "type": "RichText",
            "text": "ทูตศักดิ์สิทธิ์แห่ง Watatsumi"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "สถานที่",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/08/10257458/b948ac47f0b6ddf32f00f30046bf7c80_2631938877630597262.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Enkanomiya - Inazuma"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "ความสัมพันธ์"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/7877590/52afde1474dc3cbc26be8aaad538bdc5_4415065863240601836.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Tsumi อาศัยอยู่ใน Enkanomiya ตลอดชีวิตของเธอ",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Primordial Bathysmal Vishap",
        "desc": "Vishap ที่อาศัยอยู่ใต้ทะเลลึก<br/>พวกมันเคยเป็นเผ่าพันธุ์ที่มีอำนาจแห่งใต้ทะเลลึก... อันที่จริงแล้วในอดีตอันไกลโพ้น เหล่ามังกรเป็นผู้ปกครองโลกใบนี้ แต่อดีตราชาทั้งเจ็ดได้พ่ายแพ้ต่ออำนาจแห่งเบื้องบน และค่อย ๆ ล้มหายตายจากไป",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Bolteater Bathysmal Vishap",
        "desc": "Vishap ที่อาศัยอยู่ใต้ทะเลลึก และเนื่องจากการแบ่งหน้าที่ในสังคม จึงได้ปรากฏสถานะของธาตุไฟฟ้าขึ้น<br/>หลังจากที่ราชาโบราณทั้งเจ็ดได้สูญสิ้นไป ราชายุคใหม่ทั้งเจ็ดก็ได้ถือกำเนิดขึ้นทีละคน เพียงแต่การวิวัฒนาการเช่นนี้ของ Bathysmal Vishap ได้ทำให้สูญเสียสายเลือดบริสุทธิ์ไป การวิวัฒนาการในลักษณะนี้ มังกรน้ำจะไม่กำเนิดขึ้นในเผ่าพันธุ์ของพวกมันเองอีกต่อไป ตามคำทำนายได้กล่าวไว้ว่า มังกรน้ำตัวใหม่จะถือกำเนิดในร่างมนุษย์อย่างแน่นอน...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Rimebiter Bathysmal Vishap",
        "desc": "Vishap ที่อาศัยอยู่ใต้ทะเลลึก และเนื่องจากการแบ่งหน้าที่ในสังคม จึงได้ปรากฏสถานะของธาตุน้ำแข็งขึ้น<br/>การมาถึงของมนุษย์ได้นำมาซึ่งความขัดแย้ง Bathysmal Vishap จึงเริ่มมีวิวัฒนาการ เช่นเดียวกับมดที่จะแบ่งหน้าที่ไปตามเพศ จนทำให้เกิดสถานะที่แตกต่างกัน ซึ่ง Vishap เหล่านี้ แข็งแกร่งกว่า Bathysmal Vishap ธรรมดาทั่ว ๆ ไป",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "ครอบครัว Vishap ที่เลี้ยงดู Tsumi ตั้งแต่ยังเป็นทารก และเธอคิดว่าตัวเองเป็นคนหนึ่งในนั้น",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 4908,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "RichText",
        "text": "Tsumi เป็น ทูตศักดิ์สิทธิ์แห่ง Watatsumi, บริวารของ Orobashi",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>สมาชิกของ Abyss Order ที่เรียกตัวเองว่าเป็นคนอ่านหนังสือและเป็นนักวิชาการ รู้จักกันในนาม สิ่งที่เรียกตัวเองว่า “Enjou” และสิ่งที่เรียกตัวเองว่า “Sanka”</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/11/7877590/725dbbb16dec2beb477c3a15194eed29_8713888828657166566.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Tsumi และเหล่า Vishap ร่วมมือกับ Enjou เพื่อนำพา Enkanomiya สู่ความมืดมิด",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ไอเทมที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 6557,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1250,
        "name": "เครื่องประดับที่แตกสลาย",
        "desc": "เครื่องประดับที่ได้มาจาก Kokomi ดูเหมือนเป็นเศษชิ้นส่วนของอะไรบางอย่าง จากที่ Kokomi บอกมาแล้ว คิดว่าน่าจะมีประโยชน์มากเลยทีเดียว",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragmented Accessory_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 295,
        "name": "Light Realm Sigil",
        "desc": "เครื่องหมายที่แสดงว่าได้รับการยอมรับจาก Tokoyo Ookami แห่ง Enkanomiya<br/>ใช้ถวายให้กับรูปปั้น Vassals of Watatsumi เพื่อเพิ่มเลเวลของกล่อง Bokuso",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Light Realm Sigil_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 296,
        "name": "Light Realm Core",
        "desc": "เมื่อสำรวจและตรวจสอบ Enkanomiya ที่ปกคลุมไปด้วยความมืดมิด ก็เจอเข้ากับหินประหลาด<br/>ภพแห่งแสงจะมอบความช่วยเหลือให้กับเหล่ามนุษย์ เพื่อต่อกรกับพวก Abyss",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Light Realm Core_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>เควสต์กิจกรรม</color>\nสังเวยเส้นทางสามภพ\nปัดเป่าหมอกใต้ทะเลลึก\nสังเวยเส้นทางสามภพ - วาทกรรมในภายหลัง\nสังเวยเส้นทางสามภพ - คืนก่อนวันสำคัญ"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Tsumi",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ตำนานเก่าแก่ของชาว Enkanomiya กล่าวไว้ว่า เมื่อ Bathysmal Vishap พ่ายแพ้ในสงครามระหว่างชาว Enkanomiya และเหล่า Vishap พวกมันต้องปรับตัวเพื่อเอาชีวิตรอด พวกมันเริ่มเลียนแบบลักษณะท่าทางอิริยาบถของผู้ชนะ และปรากฏเผ่าพันธุ์ Vishap ที่นอกเหนือจากรูม่านตาที่เรียวยาวแล้ว ก็มีลักษณะเหมือนกับมนุษย์จนแยกไม่ออก\nเหล่านี้แอบแฝงตัวเข้าไปใน Enkanomiya และเข้าไปแทนที่ตำแหน่งของบุคคลสำคัญทั้งหลาย Tsumi ใช้ชีวิตอยู่ท่ามกลางเหล่า Vishap ตั้งแต่เด็กและถือว่าตนเป็นคนหนึ่งในนั้น เธอไม่มีอะไรเลยนอกเหนือจากเหรียญตราที่อยู่บนร่างกายและหนังสืออีกหลายกล่อง ด้วยหนังสือเหล่านี้ เธอได้เรียนรู้ตัวอักษรและภาษาของพวกมนุษย์ แต่เธอไม่มีโอกาสได้พูดคุยกับผู้คนและรับรู้ว่าหนังสือพูดถึงอะไร พวกเขาใช้ชีวิตอยู่ในความมืดมิดมานานหลายปี จนกระทั่งวันหนึ่ง นักเดินทางได้ลงมายัง Enkanomiya เพื่อค้นหา Bloodbranch Coral ของ Watatsumi Omikami และทำพิธีกรรมบนเกาะ Watatsumi ปะการังดังกล่าวช่วยกั้นไม่ให้มังกรที่อยู่ลึกลงไปใต้หอคอยใน Dainichi Mikoshi เข้ามาได้ และยังมีม่านปราการล้อมรอบหอคอยอีกด้วย เพื่อที่จะนำปะการังกลับมา นักเดินทางได้ทำลายม่านปราการและเปิดดวงอาทิตย์เทียมอีกครั้ง ทำให้ Enkanomiya มีแสงสว่างและรบกวนเหล่า Vishap นับตั้งแต่สงครามครั้งแรก สำหรับมังกรแล้ว แสงสว่างนั้นหมายถึงการมีอยู่ของมนุษย์ เหล่ามังกรจึงหลีกเลี่ยงมัน"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/3eedbb236edfd30079133e20c2099bc9_2784655553685407423.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Bloodbranch Coral เป็นสิ่งจำเป็นสำหรับพิธีกรรมสังเวยจิตวิญญาณของ Watatsumi ซึ่งมีจุดประสงค์เพื่อกำจัดปรากฎการณ์ “การเปลี่ยนแปลงของดินแดนศักดิ์สิทธิ์” บนเกาะ Watatsumi ปรากฏการณ์นี้เกิดจากการขยายสภาพที่อยู่อาศัยของพวก Bathysmal Vishap และหมายความว่าพลังธาตุดั้งเดิมของทั้งสามภพกำลังแข็งแกร่งขึ้น การเปลี่ยนแปลงของดินแดนศักดิ์สิทธิ์ทำให้ดินเสื่อมโทรมลง ซึ่งส่งผลกระทบอย่างมากต่ออุตสาหกรรมการเพาะปลูก ในระหว่างพิธีกรรม ผู้นำมิโกะคนปัจจุบันได้สังเกตว่าปรากฏการณ์ดังกล่าวไม่ได้แสดงท่าทีว่าจะมีการย้อนกลับ เพียงแต่หยุดลงเท่านั้น ในเวลานี้ Tsumi ได้เป็นพันธมิตรกับ Enjou ซึ่งเป็นสมาชิกของ Abyss Order เธอต้องการทำลาย Dainichi Mikoshi เพื่อให้ความมืดปกคลุม Enkanomiya และเหล่า Vishap จะช่วยเหลือพวกพ้องร่วมเผ่าพันธุ์ที่ถูกจับไว้ออกมา Enjou สัญญาว่าจะทำให้ Enkanomiya ทั้งหมดตกอยู่ในความมืดมิด และในทางกลับกัน เหล่า Vishap จะอนุญาตให้ Abyss Order สามารถเดินทางเข้าออกผ่านดินแดนของพวกเขาอย่างปลอดภัยและช่วยฟื้นฟูหอคอยแห่งความว่างเปล่า เหล่า Vishap ไม่รู้ว่าสำหรับสิ่งมีชีวิตธาตุแล้ว ความมืดมิดของ Abyss นั้นเป็นพิษร้ายแรง พวกเขาจึงทำข้อตกลงกัน แต่ Enjou ก็ได้ทรยศพวกเขา เขาได้สร้างหอคอยสูงที่อยู่บนพรมแดนสามมุมของ Enkanomiya ขึ้นมาใหม่และใช้หอคอยเหล่านี้กระจายพลังแห่ง Abyss ซึ่งนำความเจ็บปวดมาสู่เหล่า Vishap\nเมื่อผู้นำมิโกะคนปัจจุบันส่งกองทัพไปที่ Enkanomiya พวกเขาได้รับบาดเจ็บสาหัสจากการต่อสู้กับ Serpent Knight ผู้นำมิโกะคนปัจจุบันได้ขอให้นักเดินทางช่วยชำระล้างความมืดมิดออกจาก Enkanomiya และมอบชิ้นส่วนของเหรียญตราให้แก่พวกเขา ซึ่งจะช่วยเมื่อยามที่ต้องตัดสินใจ Tsumi สวมหน้ากากที่ซ่อนนัยน์ตาของงูและสวมรอยเป็นมิโกะของ Sangonomiya เพื่อช่วยเหลือผู้บาดเจ็บ เธอร่วมมือกับนักเดินทางเพื่อแก้แค้น Enjou, Tsumi มอบกล่อง Bokuso พิเศษให้กับนักเดินทางซึ่งสามารถปัดเป่าความมืดที่ปกคลุม Enkanomiya ได้ เพื่อที่เธอจะได้ใช้พลังของ Dainichi Mikoshi สร้างความมืดมิดเพื่อปกป้องเหล่า Vishap, Enjou ได้เผยแรงจูงใจที่แท้จริงของ Tsumi ให้นักเดินทางทราบและมอบเหรียญตราที่คล้ายกับเหรียญที่ผู้นำมิโกะคนปัจจุบันมอบให้ เขายังได้แนะนำนักเดินทางให้นำทางเส้นทางแสงและปัดเป่าความมืดมิดของ Dainichi Mikoshi โดยใช้กลไกที่เขาปล่อยทิ้งไว้ใกล้กับหอคอยแห่งความว่างเปล่า"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/09/237301566/dd24b9b451e2ae8db2f2d645c7b48153_7586980090791393232.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "แม้ความมืดมิดที่ปกคลุม Dainichi Mikoshi จะหายไป แต่ Tsumi ก็รู้สึกราวกับว่าหอคอยนี้จะได้ยินคำอธิษฐานของเธอ หาก Tsumi ปรารถนาเช่นนั้น หอคอยก็สามารถพังทลายลงตรงหน้าเธอได้ด้วยเหมือนกัน แค่ความคิดเพียงกำปั้นที่กำอย่างแน่นหนา ก็จะสามารถทำลายสิ่งที่นำความเจ็บปวดมาสู่ Vishap ลงได้ แต่ Tsumi ลงมือทำมันไม่ได้ เมื่อนักเดินทางมอบเศษเสี้ยวเหรียญตราสองชิ้นให้แก่เธอ Tsumi ก็ได้รวมเศษเสี้ยวเหรียญทั้งสองชิ้นและของเธอเข้าด้วยกันกลายเป็นเหรียญที่มีรูปร่างเหมือนงูสามตัวที่พันเกี่ยวกัน เหรียญตรานี้คือสิ่งที่เหลืออยู่ตั้งแต่สมัยที่ Watatsumi Omikami จัดระเบียบเจ้าหน้าที่และปฏิรูประบบใน Enkanomiya เศษเสี้ยวของเหรียญตราทั้งสามนี้ถูกทิ้งเอาไว้ให้ Dainichi Mikoshi, สายตระกูล Sangonomiya และทูตศักดิ์สิทธิ์แห่ง Watatsumi ตามลำดับ ความตั้งใจเดิมคือให้ชาวบ้าน เจ้าหน้าที่ และเทพดูแลกันและกัน ทูตศักดิ์สิทธิ์แห่ง Watatsumi มักจะเป็นครึ่งมนุษย์และครึ่งงู เพื่อเป็นสัญลักษณ์ว่าพวกเขาเป็นผู้รับใช้ของเทพอสรพิษ เมื่อเวลาผ่านไป ทูตศักดิ์สิทธิ์ค่อย ๆ เริ่มเหมือนมนุษย์ มีเพียงแค่รูม่านตาที่แตกต่างจากพวกมนุษย์ เรื่องมนุษย์ Vishap และมนุษย์กิ้งก่าก็เป็นแค่สิ่งที่มีอยู่ในจินตนาการเท่านั้น ทูตศักดิ์สิทธิ์แห่ง Watatsumi ทุ่มเทพลังทั้งหมดในการสร้างเกาะ Watatsumi ขึ้นมาแล้ว พลังก็ค่อย ๆ อ่อนแอลงเรื่อย ๆ ด้วยเหตุผลนี้จึงไม่มีทูตศักดิ์สิทธิ์แห่ง Watatsumi ถือกำเนิดขึ้นมาอีก อย่างไรก็ตาม มีบันทึกกล่าวว่าทูตศักดิ์สิทธิ์คนสุดท้าย ทูตศักดิ์สิทธิ์ที่สามารถสื่อสารระหว่าง Vishap กับมนุษย์ได้ เธอถูก Vishap โจมตีที่พรมแดนของ Enkanomiya พร้อมกับมิโกะผู้พิทักษ์ของเธอเมื่อตอนที่เธอยังเป็นเด็ก และก็ไม่มีใครทราบที่อยู่ของเธอตั้งแต่นั้นเป็นต้นมา หลายคนเชื่อว่าเธอตายไปแล้ว ในขณะที่บางคนก็คิดว่าเธอน่าจะถูกพวก Vishap เลี้ยงดูขึ้นมาจนเติบใหญ่ ชิ้นส่วนเหรียญของ Tsumi ประกอบกันได้พอดีกับชิ้นส่วนของ Sangonomiya และ Dainichi Mikoshi เนื่องจากเธอเป็นทูตศักดิ์สิทธิ์แห่ง Watatsumi เธอไม่อยากจะยอมรับมัน และเลือกเหล่า Vishap"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"มีคำกล่าวประโยคหนึ่งที่มนุษย์อย่างพวกคุณเขียนไว้บนหนังสือ ฉันไม่เคยเข้าใจมันมาก่อนเลย แต่เมื่อกี้นี้ฉันก็เข้าใจขึ้นมาแล้วล่ะ</color>\n<color=#ffffffd9>'มนุษย์อาศัยในสถานที่ที่พวกเขาเกิด แต่สัตว์จะอาศัยอยู่ในสถานที่ที่พวกมันได้กินอิ่ม'</color>\n<color=#ffffffd9>ฉันเป็น Vishap ไม่ใช่มนุษย์ ดังนั้นฉันต้องกลับไปในที่ที่ฉันควรอยู่</color>\n<color=#ffffffd9>เรื่อง Dainichi Mikoshi ช่างมันไปก่อนแล้วกัน ยังไงพวกเราก็ต้องกลับมาในสักวันนึงอยู่ดี\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/7877590/52afde1474dc3cbc26be8aaad538bdc5_4415065863240601836.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6560,
        "name": "Enjou",
        "desc": "<p>สมาชิกของ Abyss Order ที่เรียกตัวเองว่าเป็นคนอ่านหนังสือและเป็นนักวิชาการ รู้จักกันในนาม สิ่งที่เรียกตัวเองว่า “Enjou” และสิ่งที่เรียกตัวเองว่า “Sanka”</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/11/7877590/725dbbb16dec2beb477c3a15194eed29_8713888828657166566.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Bolteater Bathysmal Vishap",
        "desc": "Vishap ที่อาศัยอยู่ใต้ทะเลลึก และเนื่องจากการแบ่งหน้าที่ในสังคม จึงได้ปรากฏสถานะของธาตุไฟฟ้าขึ้น<br/>หลังจากที่ราชาโบราณทั้งเจ็ดได้สูญสิ้นไป ราชายุคใหม่ทั้งเจ็ดก็ได้ถือกำเนิดขึ้นทีละคน เพียงแต่การวิวัฒนาการเช่นนี้ของ Bathysmal Vishap ได้ทำให้สูญเสียสายเลือดบริสุทธิ์ไป การวิวัฒนาการในลักษณะนี้ มังกรน้ำจะไม่กำเนิดขึ้นในเผ่าพันธุ์ของพวกมันเองอีกต่อไป ตามคำทำนายได้กล่าวไว้ว่า มังกรน้ำตัวใหม่จะถือกำเนิดในร่างมนุษย์อย่างแน่นอน...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Primordial Bathysmal Vishap",
        "desc": "Vishap ที่อาศัยอยู่ใต้ทะเลลึก<br/>พวกมันเคยเป็นเผ่าพันธุ์ที่มีอำนาจแห่งใต้ทะเลลึก... อันที่จริงแล้วในอดีตอันไกลโพ้น เหล่ามังกรเป็นผู้ปกครองโลกใบนี้ แต่อดีตราชาทั้งเจ็ดได้พ่ายแพ้ต่ออำนาจแห่งเบื้องบน และค่อย ๆ ล้มหายตายจากไป",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Rimebiter Bathysmal Vishap",
        "desc": "Vishap ที่อาศัยอยู่ใต้ทะเลลึก และเนื่องจากการแบ่งหน้าที่ในสังคม จึงได้ปรากฏสถานะของธาตุน้ำแข็งขึ้น<br/>การมาถึงของมนุษย์ได้นำมาซึ่งความขัดแย้ง Bathysmal Vishap จึงเริ่มมีวิวัฒนาการ เช่นเดียวกับมดที่จะแบ่งหน้าที่ไปตามเพศ จนทำให้เกิดสถานะที่แตกต่างกัน ซึ่ง Vishap เหล่านี้ แข็งแกร่งกว่า Bathysmal Vishap ธรรมดาทั่ว ๆ ไป",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6557,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1250,
        "name": "เครื่องประดับที่แตกสลาย",
        "desc": "เครื่องประดับที่ได้มาจาก Kokomi ดูเหมือนเป็นเศษชิ้นส่วนของอะไรบางอย่าง จากที่ Kokomi บอกมาแล้ว คิดว่าน่าจะมีประโยชน์มากเลยทีเดียว",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Fragmented Accessory_icon.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}