{
  "epId": 6560,
  "name": "Enjou",
  "desc": "<p>สมาชิกของ Abyss Order ที่เรียกตัวเองว่าเป็นคนอ่านหนังสือและเป็นนักวิชาการ รู้จักกันในนาม สิ่งที่เรียกตัวเองว่า “Enjou” และสิ่งที่เรียกตัวเองว่า “Sanka”</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/11/7877590/725dbbb16dec2beb477c3a15194eed29_8713888828657166566.png",
  "menuId": 10,
  "menuName": "คู่มือ NPC",
  "version": 1736770868,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "ความสัมพันธ์"
      },
      {
        "type": "RichText",
        "text": "Abyss Order\nEnjou เป็นสมาชิกของกลุ่ม",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/16/144837601/d9249cfe7e91d27caa52bdb7121ed2c4_7337388228181128518.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Enjou มาทำภารกิจที่ Enkanomiya สองครั้ง",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>ทูตศักดิ์สิทธิ์แห่ง Watatsumi คนสุดท้าย</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/08/10257458/1b4813ee4ee058cd0428721d3301de69_6319269889904740213.png",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Enjou สัญญากับ Tsumi และเหล่า Vishap ว่าจะทำให้ Enkanomiya ตกอยู่ในความมืดมิด และในทางกลับกัน เหล่า Vishap จะอนุญาตให้ Abyss Order สามารถเดินทางเข้าออกผ่านดินแดนของพวกเขาอย่างปลอดภัย",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Abyss Lector - Fathomless Flames",
        "desc": "มอนสเตอร์ที่ควบคุมเพลิงโลกันตร์ และไล่ตามความหมายของหนังสือคัมภีร์ ผู้ขึ้นตรงต่อ \"Abyss Order\"<br/>วิธีที่ผู้คนบนพื้นดินเรียกพวกมันนั้น แตกต่างไปจากความหมายเดิมอยู่เล็กน้อย คำว่า \"Lector\" ก็หมายความว่า \"ผู้อ่านหนังสือคัมภีร์\" ด้วยเช่นกัน เมื่ออ่านหนังสือคัมภีร์นี้แล้ว จะทำให้มีพลังที่แข็งแกร่ง",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "RichText",
        "text": "ร่างที่แท้จริงของ Enjou",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ไอเทมที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "อดีตของตะวันและจันทรา",
        "desc": "พงศาวดารที่ห้ามคนทั่วไปแตะต้อง เป็นงานเขียนที่ผสมผสานเรื่องเล่ากับพงศาวดารเข้าด้วยกัน จากจุดเริ่มต้นของโลกไปจนถึงการสร้าง Dainichi Mikoshi",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/7877590/d25e3a6bd9b015b310e1db48364960c1_5527473700849680220.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Enjou",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "เป็นสมาชิกของ Abyss Order ที่นำโดยฝาแฝดของนักเดินทาง ซึ่งเป็นกลุ่มที่สามารถอาศัยอยู่ในภพแห่งความว่างเปล่าที่มีสภาพความเป็นพิษต่อผู้อื่นอย่างมาก แม้ว่าพลังของ Abyss จะเหมือนยาพิษรุนแรง สำหรับพวกเขา มันคือเหล้ามีพิษที่ทั้งเรื้อรังและชวนเสพติดอีกด้วย ร่างที่แท้จริงของ Enjou คือ Abyss Lector แต่เขาเลือกที่จะใช้รูปร่างของชาว Inazuma เพื่อเข้าสู่ Enkanomiya โดยไม่ให้ถูกสงสัย เขามีความรู้เกี่ยวกับภาษา Byakuyakoku ซึ่งเป็นภาษาโบราณของผู้คนใน Enkanomiya ในช่วงก่อนที่พวกเขาจะขึ้นมาบนแผ่นดินของ Teyvat"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"ฉันกำลังแปลหนังสือประวัติศาสตร์อยู่จริง ๆ แต่แค่มันไม่เกี่ยวกับบททดสอบเท่านั้นเอง อันที่จริงฉันก็เป็นแค่คนอ่านหนังสือ ที่กลายเป็นมอนสเตอร์ธาตุไฟน่ะ</color>\n<color=#ffffffd9>พวกเธอเรียกนักอ่านหนังสืออย่างพวกเราว่า \"Lector\" ใช่มั้ย?\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/197e6cf0591cadfe4fae1222ac073b2e_679485616723821755.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ในช่วงภารกิจแรกของเขาที่ Enkanomiya, Enjou ค้นหาหนังสือ \"อดีตของตะวันและจันทรา\" ซึ่งเขียนโดยเลขาของผู้ปกครองกาลเวลา Istaroth หนังสือเล่มนี้บรรยายถึงประวัติศาสตร์การปรากฏตัวของราชาองค์แรก, สงครามกับราชามังกรโบราณทั้งเจ็ด, การเปลี่ยนแปลงของ Teyvat, การสร้างมนุษย์, การมาของบัลลังก์ที่สองของสวรรค์, จุดเริ่มต้นของสงครามครั้งใหญ่ และการล่มสลายของ Enkanomiya ที่จมลงสู่ทะเลมืดในระหว่างสงคราม บันทึกเหล่านี้บรรยายถึงเหตุการณ์ในช่วงเวลาที่บนโลกกว้างไม่มีแม้แต่เทพเดินดินและทุกทวีปก็อยู่ในอารยธรรมเดียวกัน สำหรับผู้คนของ Teyvat ช่วงเวลา \"เมื่อทวยเทพเดินดิน\" เป็นช่วงอดีตที่ยาวไกลที่สุด สำหรับ Abyss Order แล้ว หนังสือเล่มนี้เป็นหลักฐานเดียวที่พิสูจน์ว่าทวยเทพและ Celestia เป็นสิ่งที่มาจากที่อื่น หนังสือเล่มนี้มีเพียงฉบับเดียวในห้องสมุดของ Enkanomiya แต่ Enjou หาไม่เจอแม้กระทั่งใน Dainichi Mikoshi ก็ตาม ในช่วงภารกิจของเขาที่ Enkanomiya, Enjou ได้พบกับนักเดินทางและ Paimon เขาได้แนะนำตัวเองในฐานะนักวิชาการที่กำลังศึกษาเกี่ยวกับ Byakuyakoku ด้วยความช่วยเหลือและความรู้ด้านภาษาของเขา นักเดินทางจึงสามารถทำลายม่านปราการออกจาก Dainichi Mikoshi และค้นหา Golden Bridle ที่จำเป็นในการเปิดใช้งานดวงอาทิตย์เทียม เมื่อนักเดินทางกำลังเก็บ Bloodbranch Coral ที่ต้องใช้สำหรับการทำพิธีใน Sangonomiya (ลูกหลานของ Enkanomiya) Enjou ได้เผยตัวตนที่แท้จริงและพยายามต่อสู้กับพวกเขาเพื่อจะแย่งชิงหนังสือ หลังจากพ่ายแพ้ Abyss Lector ก็หายตัวไปในประตูเทเลพอร์ต"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"เห็นทีฉันคงแพ้แล้วล่ะ เราต่างก็ได้บทเรียนทั้งนั้น</color>\n<color=#ffffffd9>คราวหน้าคราวหลังอย่าเชื่อใจใครง่าย ๆ อีกละ</color>\n<color=#ffffffd9>อย่างเช่นเจ้าหนูที่อยู่ข้างเธอน่ะ</color>\n<color=#ffffffd9>ไม่แน่วันหนึ่งเขาอาจจะหักหลังเธอก็ได้\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5576,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/16/144837601/d9249cfe7e91d27caa52bdb7121ed2c4_7337388228181128518.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 2181,
        "name": "Abyss Lector - Fathomless Flames",
        "desc": "มอนสเตอร์ที่ควบคุมเพลิงโลกันตร์ และไล่ตามความหมายของหนังสือคัมภีร์ ผู้ขึ้นตรงต่อ \"Abyss Order\"<br/>วิธีที่ผู้คนบนพื้นดินเรียกพวกมันนั้น แตกต่างไปจากความหมายเดิมอยู่เล็กน้อย คำว่า \"Lector\" ก็หมายความว่า \"ผู้อ่านหนังสือคัมภีร์\" ด้วยเช่นกัน เมื่ออ่านหนังสือคัมภีร์นี้แล้ว จะทำให้มีพลังที่แข็งแกร่ง",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Abyss Lector: Fathomless Flames_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 882,
        "name": "อดีตของตะวันและจันทรา",
        "desc": "พงศาวดารที่ห้ามคนทั่วไปแตะต้อง เป็นงานเขียนที่ผสมผสานเรื่องเล่ากับพงศาวดารเข้าด้วยกัน จากจุดเริ่มต้นของโลกไปจนถึงการสร้าง Dainichi Mikoshi",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/7877590/d25e3a6bd9b015b310e1db48364960c1_5527473700849680220.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1575,
        "name": "Bloodbranch Coral",
        "desc": "ปะการังที่ควบแน่นด้วยพลังของ Watatsumi Omikami เป็นไอเทมที่ขาดไม่ได้สำหรับการจัดพิธี \"สังเวยจิตวิญญาณของ Watatsumi\"",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Bloodbranch Coral_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "สังเวยเส้นทางสามภพ",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/237301566/13677155c217b30cdeaf3830fc82cee6_4368940544380021729.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หลังจากพิธีกรรมบนเกาะ Watatsumi ดำเนินการไประยะหนึ่ง ผู้นำมิโกะคนปัจจุบันได้สังเกตเห็นว่ามีบางอย่างผิดพลาดในระหว่างพิธี เธอได้ส่งทหารบางส่วนไปที่ Enkanomiya แต่พวกเขากลับได้รับบาดเจ็บสาหัส ทั่วทั้ง Enkanomiya ถูกปกคลุมไปด้วยความมืดจากห้วงแห่งความว่างเปล่า ซึ่งทั้งมนุษย์และเหล่า Vishap ไม่อาจต้านทานได้ ความมืดมิดได้มาถึง Enkanomiya เพราะ Enjou ได้ร่วมมือกับ Tsumi ซึ่งเป็นมิโกะลึกลับสวมหน้ากากที่มีดวงตาเป็นงู Tsumi ต้องการทำลาย Dainichi Mikoshi เพื่อให้ความมืดปกคลุม Enkanomiya และเหล่า Vishap จะช่วยเหลือพวกพ้องร่วมเผ่าพันธุ์ที่ถูกกักขังไว้ใต้หอคอยออกมา Enjou สัญญาว่าจะทำให้ Enkanomiya ทั้งหมดตกอยู่ในความมืดมิด และในทางกลับกัน เหล่า Vishap จะอนุญาตให้ Abyss Order สามารถเดินทางเข้าออกผ่านดินแดนของพวกเขาอย่างปลอดภัยและช่วยฟื้นฟูหอคอยทั้งสาม เหล่า Vishap ไม่รู้ว่าสำหรับสิ่งมีชีวิตธาตุแล้ว หมอกดำแห่ง Abyss นั้นเป็นพิษร้ายแรง พวกเขาจึงทำข้อตกลงกัน แต่ Enjou ก็ได้ทรยศพวกเขา เขาได้ฟื้นฟูหอคอยสูงที่อยู่บนพรมแดนสามมุมของ Enkanomiya และใช้หอคอยภพแห่งความว่างเปล่าเพื่อเริ่มกระจายพลังแห่ง Abyss ซึ่งนำความเจ็บปวดมาสู่ เหล่า Bathysmal Vishap เมื่อผู้นำมิโกะคนปัจจุบันของ Sangonomiya ขอความช่วยเหลือจากนักเดินทางที่ Enkanomiya พวกเขาได้ร่วมมือกับ Tsumi เพื่อเผชิญหน้ากับ Enjou เมื่อเป้าหมายที่แท้จริงของ Tsumi ถูกเปิดเผย Enjou ได้ช่วยนักเดินทางปัดเป่าความมืดมิดด้วยกลไกที่เขาได้ทิ้งไว้ เนื่องจากการมา Enkanomiya ของเขาในครั้งนี้ไม่เป็นผลอีกครั้ง"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"ยังไงครั้งนี้ฉันก็ไม่ได้อะไรอยู่แล้ว แต่ว่าไม่เป็นไรหรอก ฉันก็เป็นแค่คนชายขอบใน Abyss Order เท่านั้นแหละ</color>\n<color=#ffffffd9>ต่างจากคนที่อยู่รอบ ๆ ข้างนายท่าน ฉันมัวแต่หมกมุ่นอยู่กับเรื่องที่ไร้สาระน่ะ</color>\n<color=#ffffffd9>อ๊ะ ถ่วงเวลามาได้เยอะพอสมควรแล้วล่ะ ครั้งนี้ฉันไปก่อนละนะ คงจะไม่ได้เจอกันอีกแล้วล่ะมั้ง\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 5126,
        "name": "Enkanomiya",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/07/16/144837601/d9249cfe7e91d27caa52bdb7121ed2c4_7337388228181128518.png",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 6559,
        "name": "Tsumi",
        "desc": "<p>ทูตศักดิ์สิทธิ์แห่ง Watatsumi คนสุดท้าย</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/08/10257458/1b4813ee4ee058cd0428721d3301de69_6319269889904740213.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2174,
        "name": "Primordial Bathysmal Vishap",
        "desc": "Vishap ที่อาศัยอยู่ใต้ทะเลลึก<br/>พวกมันเคยเป็นเผ่าพันธุ์ที่มีอำนาจแห่งใต้ทะเลลึก... อันที่จริงแล้วในอดีตอันไกลโพ้น เหล่ามังกรเป็นผู้ปกครองโลกใบนี้ แต่อดีตราชาทั้งเจ็ดได้พ่ายแพ้ต่ออำนาจแห่งเบื้องบน และค่อย ๆ ล้มหายตายจากไป",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Primordial Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2175,
        "name": "Bolteater Bathysmal Vishap",
        "desc": "Vishap ที่อาศัยอยู่ใต้ทะเลลึก และเนื่องจากการแบ่งหน้าที่ในสังคม จึงได้ปรากฏสถานะของธาตุไฟฟ้าขึ้น<br/>หลังจากที่ราชาโบราณทั้งเจ็ดได้สูญสิ้นไป ราชายุคใหม่ทั้งเจ็ดก็ได้ถือกำเนิดขึ้นทีละคน เพียงแต่การวิวัฒนาการเช่นนี้ของ Bathysmal Vishap ได้ทำให้สูญเสียสายเลือดบริสุทธิ์ไป การวิวัฒนาการในลักษณะนี้ มังกรน้ำจะไม่กำเนิดขึ้นในเผ่าพันธุ์ของพวกมันเองอีกต่อไป ตามคำทำนายได้กล่าวไว้ว่า มังกรน้ำตัวใหม่จะถือกำเนิดในร่างมนุษย์อย่างแน่นอน...",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Bolteater Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 2176,
        "name": "Rimebiter Bathysmal Vishap",
        "desc": "Vishap ที่อาศัยอยู่ใต้ทะเลลึก และเนื่องจากการแบ่งหน้าที่ในสังคม จึงได้ปรากฏสถานะของธาตุน้ำแข็งขึ้น<br/>การมาถึงของมนุษย์ได้นำมาซึ่งความขัดแย้ง Bathysmal Vishap จึงเริ่มมีวิวัฒนาการ เช่นเดียวกับมดที่จะแบ่งหน้าที่ไปตามเพศ จนทำให้เกิดสถานะที่แตกต่างกัน ซึ่ง Vishap เหล่านี้ แข็งแกร่งกว่า Bathysmal Vishap ธรรมดาทั่ว ๆ ไป",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/enemy/Rimebiter Bathysmal Vishap_icon.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "เพลิงหวน",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "หลังจากพบกับนักเดินทางครั้งสุดท้าย Enjou (ปัจจุบันชื่อว่า Sanka) ได้เดินทางไปยัง Natlan เพื่อสำรวจ Mare Jivari ระหว่างทางเขาได้ไปเยือนเผ่าพงศ์พิดานพฤกษาและได้พบกับเด็กสองคนที่ขอให้เขาช่วยตามหา Yumkasaurus Whelp, Sanka โกหกว่าเพื่อนเขาจะมาช่วยและได้ขอให้เด็ก ๆ เล่าเรื่องราวเกี่ยวกับเพลินหวนของ Huitztalan ตามตำนานเล่าว่าเพลิงหวนปรากฏครั้งแรกในยุคสมัยของสหพันธ์ใหญ่ ถูกเผด็จการ Och-Kan นำมาใช้ปกครอง Natlan และใช้ปราบปรามผู้คนที่ต่อต้านเขา สิ่งที่เพลิงหวนต่างจากเปลวไฟปกติคือ ถึงแม้คนที่ถูกมันเผาไหม้จะรู้สึกปวดแสบปวดร้อนที่หลัง แต่จะไม่ตายในทันทีและอย่าหันกลับไปดูเด็ดขาด บรรพบุรุษของพงศ์พิดานพฤกษา Yupanqui ซึ่งเป็นเจ้าหน้าที่สรรพาวุธของสหพันธ์ใหญ่ในตอนนั้น เป็นเพื่อนกับเผด็จการ Och-Kan และเทพแห่งไฟคนแรก Xbalanque เขาไม่เห็นด้วยกับการปกครองที่โหดร้ายของ Och-Kan จึงแอบขโมยเพลิงหวนไปให้ผู้คน และขว้างมันไปทางกองทัพของเผด็จการ ไม่มีใครต้านทานมันได้ ทหารทั้งหมดถูกเผาเป็นเถ้าถ่าน Yupanqui ได้ปลดปล่อยผู้คนด้วยวิธีนี้ แต่ในตอนที่กำลังหนีออกจากเมือง เขาเหมือนจะได้ยินเสียง Och-Kan เรียกจากด้านหลังก็เลยหันกลับมาโดยไม่รู้ตัว แต่เขากลับเห็นเพียงเมืองที่ไหม้เกรียม ทหารที่เหี่ยวเฉา และเปลวไฟที่ลุกโชน และในวินาทีต่อมา เปลวไฟที่สะท้อนอยู่ในดวงตาของเขาก็ได้ทะลุผ่านม่านตาออกมาและได้กลืนกิน Yupanqui ไปในทันที ไฟบนร่างของ Yupanqui รุนแรงกว่าที่อื่น โดยเผาไหม้อยู่ร้อยวันเต็ม ๆ สุดท้ายแม้แต่กระแสพลังก็ถูกเผาจนเป็นรู จากนั้นเปลวไฟก็ตกลงไปในอาณาจักรราตรีอันมืดมิด และลุกโชนมาจนถึงทุกวันนี้ เพลิงหวนส่องสว่างให้กับเส้นทางสู่ความตาย แต่ผู้ตายก็ต้องยอมรับการเผาไหม้จากมัน เพื่อที่จะได้พบกับชีวิตใหม่อย่างบริสุทธิ์ หลังจาก Yupanqui เสียชีวิตลง เมื่อประมาณ 500 ปีก่อน นามโบราณ\nได้ตกทอดไปที่ผู้กล้า Burkina ผู้ต่อสู้กับราชาแห่งขุนเขาที่ถูกปนเปื้อน ปัจจุบันนามโบราณนี้เป็นของนักล่า Saurian, Kinich หลังจากที่ได้ฟังเรื่องเล่า Sanka เห็นนักเดินทางและ Paimon เข้ามาใกล้ จึงบอกกับเด็ก ๆ ว่านักเดินทางจะมาช่วยพวกเขาและวิ่งหนีไป"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/5f27744d3da35d1fbcb67d96c81819cb_5952055228640343631.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมื่อ Sanka ได้รู้ความเชื่อมโยงระหว่าง Kinich กับเพลิงหวน เขาก็ได้เริ่มสอดแนม Kinich และคู่หูของเขา\nอยู่ห่าง ๆ ดังนั้น เมื่อ Kinich จับตัวเขาได้ Sanka ไม่ได้ต่อต้านแต่อย่างใด เพื่อให้ได้โอกาสในการเรียนรู้จิตวิญญาณของอารยธรรมและศึกษาเกี่ยวกับ K'uhul Ajaw ซึ่งเป็นอารยธรรมมังกรโบราณที่มีอายุกว่าหลายพันปี Sanka จึงทำข้อตกลงกับ Kinich เร็ว ๆ นี้ พงศ์พิดานพฤกษาจะจัดพิธี “ราตรีเพลิงหวน” ซึ่งจัดขึ้นเพื่อสักการะบรรพบุรุษเมื่อห้าร้อยปีก่อนที่ชื่อ Burkina และคู่หูของเขา ราชาแห่งขุนเขา Kongamato แม้ว่าสุดท้ายพวกเขาจะได้รับชัยชนะจากการต่อสู้กับ Abyss แต่บรรพบุรุษก็ต้องแลกด้วยชีวิต ส่วนราชาแห่งขุนเขาก็ถูกปนเปื้อน และหลับใหลมาจนถึงทุกวันนี้ พลังงาน Abyss ในร่างของมันถูกการกระตุ้นได้ง่าย และเมื่อมันตื่นขึ้นมาเพราะถูกกระตุ้น มันก็จะเริ่มโจมตีสิ่งมีชีวิตทั้งหมดที่อยู่รอบ ๆ อย่างบ้าคลั่ง ในพิธีราตรีเพลิงหวนของทุกปี นอกจากจะเป็นการสักการะแล้ว ยังมีภารกิจสำคัญอีกอย่าง นั่นคือการกำจัดพลังของ Abyss ในร่างของราชาแห่งขุนเขา เพื่อให้มันหลับใหลต่อไป ในช่วงนี้ภัยพิบัติจาก Abyss ใน Natlan เกิดขึ้นบ่อยขึ้นเรื่อย ๆ ดังนั้นการหลับใหลของราชาแห่งขุนเขาก็เลยไม่เสถียรมากขึ้นเรื่อย ๆ"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/e2cfe5ded9274eda9e986690b6ce3f58_4971493199126865486.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "หนึ่งในคู่หูของผู้อาวุโส, Nanna ได้รับบาดเจ็บจากการต่อสู้กับ Kongamato และแปดเปื้อนพลังของ Abyss ผู้อาวุโสของเผ่าส่วนหนึ่งจึงตัดสินใจชำระล้างพลังของ Abyss ออกจากร่างกายของราชาแห่งขุนเขา ซึ่งจะทำให้ Yumkasaurus จากไปอย่างสงบ เนื่องจากราชาแห่งขุนเขาคือเกียรติยศของพงศ์พิดานพฤกษา Kinich จึงไม่เห็นด้วยกับแผนของผู้อาวุโสและคิดแผนของตัวเองขึ้นมา เขายืมอุปกรณ์จาก Sanka ซึ่งจะดึงดูดสิ่งมีชีวิตจาก Abyss เพื่อเปิดมิติและนำราชาแห่งขุนเขาไปไว้ในนั้น ในขณะเดียวกัน K'uhul Ajaw ได้รับรู้ว่าผู้ที่มีนามโบราณ \"เพลิงหวน\" จะต้องตายอย่างน่าอนาถ จึงได้ตกลงกับ Sanka ว่าเขาจะยึดของ Kinich แลกกับโอกาสที่จะได้ศึกษาเกี่ยวกับเจ้านายผู้ศักดิ์สิทธิ์ แม้จะตกลงกัน แต่แผนของ Sanka ก็ล้มเหลวอีกครั้งเนื่องจาก Kinich ได้มอบ Sanka เป็น “ของขวัญ” แก่นักเดินทาง เพื่อหลีกเลี่ยงการต่อสู้กับนักเดินทาง Sanka จึงหนีไปอีกครั้ง"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"ฉันสู้กับพวกเธอไม่ได้หรอก แต่ถ้าเป็นเรื่องวิ่งหนี ฉันไม่แพ้ใครแน่นอน</color>\n<color=#ffffffd9>จำภาพตอนที่ฉันล่าถอยเอาไว้ให้ดีล่ะ ถ้าเจอกันคราวหน้า ก็ช่วยให้เกียรติฉันกว่านี้หน่อยนะ\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/20/237301566/b2498b3679f7d54e940667219879c74c_1597814408184281139.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ก่อนที่จะพบกับ Kinich วันแรกที่เขามาที่พงศ์พิดานพฤกษา Sanka ถูกบางสิ่งที่ตกลงมาจากฟ้าชนเข้าให้ ซึ่งก็คือ Yumkasaurus Nanna ที่แปดเปื้อนจากพลังของ Abyss เธอกำลังฝึกกระโดดบันจีจัมป์ Sanka คิดว่า แม้จะอันตรายมากแต่ความกล้าหาญแบบนั้นมันทำให้เขารู้สึกสนใจขึ้นมา เขาได้เป็นเพื่อนและช่วยทำแผลให้ เพื่อเป็นสัญลักษณ์แห่งการพบกันของพวกเขา เขาได้วาดภาพบนซากปรักหักพังโบราณซึ่งถือเป็นสิ่งตกทอดของชาว Saurian โบราณอีกด้วย เมื่อ Sanka หนีออกมาจากนักเดินทางและ Kinich ได้สำเร็จ เขาก็ได้กลับมาพบเพื่อนของเขาอีกครั้งและพบว่าบาดแผลของเธอหายแล้ว เธอคิดถึงครอบครัวของเธอมากและ Sanka ก็พาเธอไปพบกับลูกสาวของผู้อาวุโสที่เคยเล่าเรื่องเพลิงหวนให้เขาฟัง\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6996,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 6993,
        "desc": "",
        "displayStyle": "card",
        "menuId": 38
      },
      {
        "type": "CustomEntry",
        "epId": 6317,
        "name": "Kinich",
        "desc": "นักล่า Saurian แห่ง Huitztlan ผู้เชี่ยวชาญด้านการประเมินราคา",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/12/0099e74b4d0c919f6feab4bade3ab748_5795733017114624391.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 6583,
        "name": "ราชาแห่งขุนเขา Yumkasaurus จอมตะกละ",
        "desc": "<p>Yumkasaurus ผู้แข็งแกร่งที่อยู่รอดมาจนถึงทุกวันนี้ และผ่านการต่อสู้ในสนามรบมานับครั้งไม่ถ้วน<br>\"ราชาแห่งขุนเขา\" ที่ครั้งหนึ่งเคยร่วมมือกับเหล่าผู้กล้าเพื่อไปเผชิญหน้ากับแห่งกระแสน้ำอันมืดมิด และมีความสำคัญอย่างยิ่งในหัวใจของบรรดาสมาชิกเผ่า \"พงศ์พิดานพฤกษา\" ชาวเผ่าบางคนเชื่อว่า การที่มันมีรูปร่างดังเช่นในปัจจุบัน ก็เพราะมันมีร่างกายพิเศษเหมือนกับ \"ทรราช\" แห่ง Qucusaurus... แต่บางทีสาเหตุอาจเพียงเพราะว่ามันมีชีวิตมานานมากเกินไป และกินอาหารเยอะเกินไปก็เท่านั้นเอง</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/29/144837601/7c1ed7d240424237bc75660e96f3f0ee_1831379854379859534.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "CustomEntry",
        "epId": 6582,
        "name": "Yumkasaurus",
        "desc": "<p>Saurian ที่มีขาหลังอันทรงพลังพร้อมด้วยหางนุ่มฟู สามารถพ่นเพคติน Flamegranate จากกระพุ้งแก้ม เพื่อตวัดรัดวัตถุที่อยู่ห่างไกลได้<br>ตำนานเล่าว่า เดิมที Yumkasaurus ไม่ได้มีรูปร่างอย่างที่เห็นในปัจจุบัน แต่มีขนาดตัวเล็กกว่า เล็กจนไม่สามารถสังเกตเห็นได้ง่าย ๆ ถึงขนาดที่พวกมันสามารถโบยบินไปมาในสายลมได้ตามใจชอบ หรือเข้าไปเกาะติดบนตัวมังกรยักษ์ตัวอื่น หรือไม่ก็เกาะกลุ่มกันเคลื่อนที่ไปมาเหมือนก้อนเมฆ เพียงแต่ในเวลาต่อมา เพื่อให้สามารถคงรูปร่างของมันเอาไว้ได้หลังจากที่พลังถดถอยลง พวกมันจึงจำต้องเลือกใช้รูปลักษณ์อย่างที่เห็นในปัจจุบัน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/31/144837601/e1b8a6914176a0a3a9f003da76eff025_3248404826243414811.png",
        "displayStyle": "card",
        "menuId": 7
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "Mare Jivari",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/58c712eb393956a1a2e0ce35317e965c_7203629588405378502.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ในขณะที่เขากำลังค้นหา Mare Jivari อยู่นั้น Enjou ได้เข้าหา \"คนจิตทึ่มทื่อ\" ที่ชื่อว่า Leyla จากชนเผ่าจ้าวแห่งลมราตรี เขาเป็นชายหนุ่มที่มีจิตที่ไม่มีความฉลาด เขาไม่สามารถรับรู้หรือควบคุมจิตได้ และก็ไม่สามารถใช้อาคมที่เกี่ยวข้องได้อีกด้วย Enjou แนะนำตัวเองในนามว่า Kokuchuu และแนะนำให้ Leyla ลองใช้ \"การบำบัดความไวต่อความรู้สึก\" เพื่อรักษาอาการไวต่อความรู้สึก ซึ่งเป็นวิธีที่ไร้ประสิทธิภาพและมีความเสี่ยงจึงถูกสั่งห้ามจากชนเผ่าจ้าวแห่งลมราตรี เพื่อเข้าสู่สภาวะญาณทิพย์ Leyla ได้ใช้เศษอาวุธโบราณของ Sanhaj Kompore เป็นสื่อกลางและร่ายอาคมใส่ตัวเอง Sanhaj เคยใช้ธนูนี้ต่อสู้ร่วมกับ Tenoch, Tupac, Burkina, Menilek, Sundjatta และ Wajiru ในศึก Mare Jivari เมื่อ 500 ปีที่แล้ว หลังจากนั้นสถานที่ดังกล่าวจึงได้รับชื่อนี้มา ตามตำนาน Sanhaj ใช้อาคมเรียกมิติอาณาจักรราตรีขนาดเล็กขึ้นมาและระเบิดมันเพื่อขับไล่ภัยพิบัติอันมืดมนที่คืบคลานเข้ามา โดยแลกด้วยชีวิตของเขาและ Tenoch"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/fb66c05596ec6bd13e3ce50ebe46dc0d_5057871200221585443.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เมื่อ Leyla เข้าสู่สภาวะญาณทิพย์ จิตของเขาหลงทางและไม่สามารถกลับเข้าร่างได้ Kokuchuu จึงหนีไป Citlali ชาแมนผู้ยิ่งใหญ่ของเผ่า, Ororon หลานของเธอ และนักเดินทางได้เข้ามาช่วยเหลือเขา Citlali ได้ใช้ชิ้นส่วนธนูเป็นสื่อกลางเพื่อเข้าสู่สภาวะญาณทิพย์ และนักเดินทางก็จดบันทึกทุกสิ่งที่ Citlali เห็นลงบนสิ่งทอ Citlali ได้เห็นแผนที่ซึ่งคล้ายคลึงกับบริเวณที่ Mare Jivari อยู่ Mare Jivari กลายเป็นดินแดนรกร้างที่ปกคลุมไปด้วยเถ้าถ่านของเหล่านักรบและเศษซากของมอนสเตอร์หลังจากสงครามครั้งใหญ่ในตอนนั้น บางครั้งก็มีเสียงคำรามที่น่าสะพรึงกลัวดังมาจากส่วนลึกของสนามรบ หรือบางครั้งก็มีเปลวไฟลุกโชนขึ้นมาจนกลบเสียงคำรามไป นักผจญภัยจำนวนมากพยายามพิสูจน์ตัวเอง แต่ส่วนใหญ่ต่างถูกฝังไว้ที่นั่น ประมาณสามสิบปีก่อน ผู้คนเริ่มพูดถึงสิ่งมีชีวิตขนาดยักษ์ที่เหมือนภูเขาสีดำเคลื่อนไหวอยู่ในนั้น แต่ไม่นานนัก พื้นที่ทั้งหมดก็หายไปราวกับว่ามันไม่เคยมีอยู่มาก่อน"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/237301566/caf130c06b8c2a339d3453beedd08db4_6863942129866953539.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมื่อเริ่มสงสัยว่าเพื่อนใหม่ของ Leyla กำลังใช้เขาเพื่อหาข้อมูลเกี่ยวกับ Mare Jivari, Citlali ได้ทิ้งกับดักไว้ใกล้กับค่ายที่มีแผนที่อยู่ เธอตระหนักได้ว่า Kokuchuu จงใจมอบวัตถุโบราณที่ทรงพลังอย่างธนูของ Sanhaj ให้กับ Leyla และตั้งใจทิ้งมันไว้เพื่อเป็นเหยื่อล่อ Kokuchuu รู้ว่าวิญญาณของ Leyla จะต้องหลงทางและทางชนเผ่าจะเข้ามาช่วยเหลือเขา โดยเปิดเผยข้อมูลเกี่ยวกับ Mare Jivari ให้เขาทราบ แม้ว่า Kokuchuu จะติดกับดักของ Citlali แต่เขาก็สามารถหลบหนีได้อีกครั้งหลังจากที่เห็นแผนที่แล้ว\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 6998,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7300,
        "name": "Citlali",
        "desc": "ชาแมนผู้ยิ่งใหญ่แห่งจ้าวแห่งลมราตรี คุณยาย Itztli ผู้ซึ่งทำให้ชาวเผ่าทุกคนเคารพและยำเกรง",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/12/27/c4ab2530bb8bbe3c0e811684f97ec124_6688582217610741079.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7079,
        "name": "Ororon",
        "desc": "เด็กหนุ่มจากจ้าวแห่งลมราตรี แต่กลับอาศัยอยู่บนทุ่งกว้างพร้อมกับสรรพชีวิตนับหมื่นนับพัน",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/18/e4830690f8b6a1ebb02cfbc8ce955671_8091252479018770784.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4000,
        "name": "Talking Stick",
        "desc": "<p>กระบองหนักอึ้งที่มีหินออบซิเดียนฝังอยู่ มันสามารถนำมาใช้โน้มน้าวได้ดีทีเดียวเชียวล่ะ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/15/144837601/6e0130263c2de43a0bd7863edce22df3_7871238281562765597.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 6552,
        "name": "Chain Breaker",
        "desc": "ธนูยาวที่ประดับด้วยหินหยก ดูเหมือนว่าสายธนูจะถูกโอบล้อมด้วยสายลมอันแผ่วเบาอยู่เสมอ ตำนานเล่าว่า มันถูกหลอมขึ้นโดยช่างฝีมือมังกรในยุคโบราณ",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/8a6b418598f555deba7da922385254a2_8112788546506820868.png",
        "displayStyle": "card",
        "menuId": 4
      },
      {
        "type": "CustomEntry",
        "epId": 7196,
        "name": "ม้วนหนังสือญาณทิพย์ - แผนที่",
        "desc": "<p>ม้วนหนังสือที่ได้มาจากญาณทิพย์ ได้ชี้นำไปยังพื้นที่ลึกลับที่ว่ากันว่าสูญหายไปแล้ว ชื่อของมันคือ: Mare Jivari</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/12/7877590/d474adf3ed8964fe895e927b3cb57b0d_2571407804511949292.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7195,
        "name": "ชิ้นส่วนอาวุธลึกลับ - ที่วางลูกธนู",
        "desc": "<p>อาวุธที่ Sanhaj Kompore จ้าวแห่งลมราตรีเคยใช้ มันถูกทำลายจนเป็นเช่นนี้เพราะสงครามครั้งใหญ่เมื่อ 500 ปีก่อน จากลางสังหรณ์ของคุณยาย Itztli มันอาจจะมีประโยชน์ต่อการเดินทางบางช่วงในอนาคตของนักเดินทางด้วยก็เป็นได้</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/01/12/7877590/df783ebb6520dcc1696ff37ade156e37_6401900730806998507.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ตัวอย่างเนื้อเรื่อง",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวอย่างตัวละคร - \"Abyss Lector - Fathomless Flames: สมบัติในหน้ากระดาษ\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/03/237301566/0b8e2c5d18b254a94b1f0e4157af1cdb_234079531504527699.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>01/04/2022</color>\n\"หนังสือนี่ เหมาะที่จะมอบให้กับนักวิจัยมากกว่า\"\nแม้ว่าหนังสือเล่มนี้จะดีมากจริง ๆ แต่ไม่คิดว่าผู้อ่านหนังสือคัมภีร์จะชอบเรื่องราวแบบนี้ด้วย\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=dZsCPpuxgfM"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "PV ที่ระลึก - \"แสงระยับอันอ่อนจาง\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/26/237301566/cadd5559d2a5c1c3f4a4ce3d96e15ef9_4330869853506093995.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>17/09/2022</color>\n\"อาจจะมีแค่ในยามราตรีที่มืดมิดเหมือนดั่ง Abyss เท่านั้น ถึงจะมองเห็นแสงระยับอันอ่อนจางที่อยู่เคียงข้างตลอดเวลานี้ได้\"\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=xm6DtDBkDFw"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ภาพวาดและอิโมจิ",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "White Day 2024"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/23/237301566/92d7c1f6108b39f1f010dbb563ad188f_7328193714011362612.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>14/03/2024</color>\nเห็นเธอทำหน้าแบบนี้แล้ว เธอคงไม่ได้ลืมฉันหรอกใช่มั้ย?\nอะไรคือ \"Abyss Lector ก็เหมือน ๆ กันหมดแหละ กลายเป็นคนแล้วค่อยมาใหม่\" กันฮะ... ดูเหมือนของขวัญอำลาที่ให้ไปคราวก่อนคงไม่ได้ทำให้เธอประทับใจสินะ\nครั้งนี้ฉันตั้งใจคัดดอกไม้สวย ๆ มาให้เธอโดยเฉพาะ แต่ฉันแอบเจ้านายมา คงช่วยพวกเธอนำข้อความไปส่งให้ไม่ได้หรอกนะ\nเป็นยังไงบ้าง คิดว่าพอยกโทษให้ฉันได้มั้ย? แหะ ๆ วางอาวุธลงก่อน มีอะไรค่อย ๆ พูดกันดี ๆ สิ..."
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Enjou"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Abyss"
          }
        ]
      },
      {
        "key": "สังกัด",
        "value": [
          {
            "type": "RichText",
            "text": "Abyss Order"
          }
        ]
      },
      {
        "key": "ภาษาจีน CV",
        "value": [
          {
            "type": "RichText",
            "text": "黑石稔 (Hei Shiren)"
          }
        ]
      },
      {
        "key": "ภาษาอังกฤษ CV",
        "value": [
          {
            "type": "RichText",
            "text": "Patrick Seitz"
          }
        ]
      },
      {
        "key": "ภาษาญี่ปุ่น CV",
        "value": [
          {
            "type": "RichText",
            "text": "山口 恵 (YAMAGUCHI Satoshi)"
          }
        ]
      },
      {
        "key": "ภาษาเกาหลี CV",
        "value": [
          {
            "type": "RichText",
            "text": "이현 (Lee Hyun)"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "สถานที่",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/11/7877590/0e174a4d2a6e6ca81337b953dfa66a0d_6056500220989541526.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "The Narrows - Enkanomiya"
          }
        ]
      },
      {
        "key": "Enjou",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/11/7877590/3edb46fe7e8145516f574c979900d0be_2115397726543278719.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "ร่างที่แท้จริงของ Enjou"
          }
        ]
      }
    ]
  }
}