{
  "epId": 6935,
  "name": "Maawe และ Monetoo",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/043d0620d56ee1de7fb0c6f441556d24_1916526809364725679.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1726416984,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Maawe และ Monetoo"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "Maawe และ Monetoo (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "ตำนานเล่าว่าในอดีตอันใกล้โพ้น แผ่นดิน Natlan เคยเป็นบ้านที่เหล่ามังกรยักษ์ผู้เย่อหยิ่งวิ่งห้อเหยียดได้อย่างเสรี\nสมัยนั้น บนผืนแผ่นดินยังไม่มีชนเผ่าของมนุษย์ มังกรเองก็ตัวสูงใหญ่ และเย่อหยิ่งกว่า Saurian ในตอนนี้มาก\nเช่นเดียวกับมนุษย์ในปัจจุบัน เหล่ามังกรเองก็แบ่งออกเป็นเผ่าต่าง ๆ ซึ่งแต่ละเผ่าจะปกครองโดยผู้ปกครองเผ่าโบราณ\nสมัยนั้น บนผืนแผ่นดินยังไม่มีน้ำพุร้อนอันร้อนระอุ และยังไม่มีทะเลสาบที่ราบเรียบใสกระจ่างดุจอัญมณี\nอ้อ แน่นอนว่าไม่มีนักร้องพเนจรที่ส่งเสียงเอะอะมะเทิ่ง หรือกวีแห่งน้ำพุร้อนที่อืดอาดเชื่องช้าพวกนั้นด้วย\nในเวลานั้น บนผืนดินสีชาดที่มังกรยักษ์เดินเตร็ดเตร่ เคยมีมังกรน้อยที่ไม่เหมือนใครอยู่ตัวหนึ่ง\nมังกรจอมเย่อหยิ่งมักจะดูแคลนสิ่งมีชีวิตอื่น ๆ ไม่ว่าจะเป็นทูตจากสวรรค์ หรือมนุษย์ตัวจ้อยก็ตาม\nสงครามโบราณไม่อาจลบล้างเกียรติยศของพวกมันได้ ตรงกันข้าม ไฟแห่งความทุกข์กลับหล่อหลอมความอดทนและความหยิ่งทะนงให้กับพวกมัน\nทว่ามังกรน้อยตัวนี้ไม่เหมือนกัน มันหมกมุ่นอยู่กับการฟังเสียงเพลงของ Monetoo และคอยเฝ้าสังเกตพฤติกรรมของมนุษย์อยู่เงียบ ๆ\nชื่อของมันคือ Maawe ซึ่งในภาษาโบราณที่ทุกวันนี้ไม่มีใครรู้จักแล้วนั้น มันมีความหมายว่าสายสัมพันธ์\nMaawe ที่ยังเด็กไม่เคยผ่านยุคสมัยแห่งสงครามโบราณมาก่อน และไม่เข้าใจคุณธรรมของเผ่ามังกรด้วย\nสำหรับมันแล้ว คืนเดือนหงายที่เย็นสบาย และเงาอันอบอุ่นของหน้าผาสีแดงต่างหาก ที่เป็นทิวทัศน์ที่งดงามที่สุด ที่ควรค่าแก่การชม\n\"ความเกียจคร้านเช่นนี้ จะมีอยู่ในวังของมังกรศักดิ์สิทธิ์ได้อย่างไรกัน? ลูกมังกรที่ยังเยาว์วัยจะต้องแสวงหาความทะเยอทะยาน และเพลิงโทสะอันสูงส่งของมันกลับมา\"\nผู้ปกครองเผ่ามังกรยืนกรานเช่นนี้ และสั่งให้ Maawe ตัวน้อยออกจากเผ่า เพื่อออกไปเติบโตให้เหมือน \"มังกรที่แท้จริง\"\nทำจิตใจให้แข็งแกร่ง หนักแน่นและหยิ่งทะนงดั่งหินออบซิเดียน เพื่อไล่ตามความทะเยอทะยานอันสูงส่งและโหดร้าย..."
          }
        ]
      },
      {
        "title": "Maawe และ Monetoo (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "ด้วยเหตุนี้ Maawe ผู้โดดเดี่ยวจึงมุ่งหน้าไปยังพื้นที่รกร้างสีแดงอันไร้ขอบเขตแห่งนั้น\nเช่นเดียวกับมังกรที่แท้จริง มันต้องผ่านการทดสอบของแสงแดดอันร้อนแรงและความแห้งแล้ง\nเสาะหาความทะเยอทะยานและเพลิงโทสะอันสูงส่ง บ่มเพาะจิตใจอันหยิ่งทะนงและคุณธรรม\nMonetoo ที่เคยอยู่เคียงข้างมัน และร่วมเพลิดเพลินไปกับความฝันอันไร้เดียงสา ก็ตามหลังมันมาด้วย\nเพื่อร่วมตามหาเส้นทางแห่งเพลิงโทสะไปพร้อมกับ Maawe ที่ไม่ได้อยู่โดดเดี่ยว\nMaawe เดินเท้าไปทางทิศตะวันออก มุ่งสู่ภูเขาสูงที่ปกคลุมไปด้วยเมฆควันกำมะถัน\nMaawe มาถึงที่หุบเขา ก่อนจะมาหยุดอยู่ที่หน้าเหมืองอันมืดมิด\nMaawe เอ่ยเสียงดังทักทายเผ่าพันธุ์เดียวกันที่กำลังค้นหาคริสตัลแวววาวในหุบเขา\nภายในเหมืองอันมืดมิดนั้น ได้ยินแต่เพียงเสียงสะท้อนของตัว Maawe เองเท่านั้น\nที่แท้เพื่อนร่วมเผ่าพันธุ์ที่อาศัยอยู่ที่นี่ ต่างเคยชินกับความเงียบงันและความวิเวกมานานแล้ว\nแต่ปัจจุบันพวกมันวิวัฒนาการถดถอยกลายเป็นสิ่งมีชีวิตที่แฝงตัวอยู่ท่ามกลางภูเขาหินแกร่ง\nหินภูเขาไม่ใช่เพลิงโทสะ ดังนั้น Maawe จึงยักไหล่แล้วไปจากที่นี่\nMaawe มุ่งหน้าไปทางตะวันตก เพื่อไปยังป่ามืดมนที่ได้ตายไปนานแล้ว\nมันเดินผ่านซากโครงกระดูกของบรรพบุรุษ และทำความเคารพพวกมันดุจดั่งมังกรยักษ์ที่แท้จริง\nMaawe มาถึงหน้าพระราชวังอันมโหฬารที่สร้างขึ้นจากกิ่งก้านนับไม่ถ้วน\nMaawe เอ่ยทักทายเผ่าพันธุ์เดียวกันที่โบยบินอย่างอิสระอยู่ในป่า\nMaawe ได้ยินเพียงเสียงลมพัดอย่างเงียบเหงา และเสียงกิ่งไม้โยกไหวดังซ่าซ่า\nที่แท้เพื่อนร่วมเผ่าพันธุ์ที่อาศัยอยู่ที่นี่ ต่างเคยชินกับความเงียบงันและความวิเวกมานานแล้ว\nแต่ปัจจุบันพวกมันวิวัฒนาการถดถอยกลายเป็นสิ่งมีชีวิตที่เดินเลาะป่าหาเพื่ออาหารเงียบ ๆ ไปแล้ว\nหมูป่าไม่ใช่เพลิงโทสะ ดังนั้น Maawe จึงยักไหล่แล้วไปจากที่นี่\nMaawe เดินทางไปทางทิศใต้ มุ่งหน้าสู่ทุ่งหญ้าสีน้ำตาลของแม่น้ำที่เหือดแห้งแห่งนั้น\nมันได้ผ่านความฝันเก่าแก่ที่หลงเหลืออยู่ในโลกปัจจุบัน ผ่านความปรารถนาอันไร้เดียงสาที่แตกสลายนั้น\nและผ่านความหวังที่เก่าแก่ที่สุด ที่ซีดจางไปตามกาลเวลาเหล่านั้น\nMaawe ลัดเลาะผ่านดินแดนมรณะที่ปกคลุมด้วยหมอกควัน ก่อนจะมาอยู่ตรงหน้าเผ่าพันธุ์เดียวกันกับมัน\nMaawe ส่งเสียงทักทายเพื่อนร่วมเผ่าพันธุ์ที่หลับใหลอยู่ในห้วงนิทราอันใกล้โพ้นท่ามกลางม่านหมอก\nพวกมันตอบรับมันอย่างเป็นมิตร และเชื้อเชิญให้มันเข้าสู่ห้วงฝันแสนหวานด้วยกัน\n\"ได้โปรดอยู่ที่นี่เถิด แขกผู้มีเกียรติจากแดนไกล และพี่น้องของเรา\nอยู่ในห้วงฝันของพวกเรา ร่วมกันสร้างวันวานและวันพรุ่งนี้ไปด้วยกันกับเรา\nอยู่ในห้วงฝันของพวกเรา และร่วมกันวาดฝันถึงวันพรุ่งนี้ที่สวยงามไปพร้อมกับเรากันเถิด\"\nในห้วงฝันปรากฏรัศมีแสงอันน่าอัศจรรย์ พร้อมทั้งอดีตและอนาคตอันรุ่งโรจน์ของเผ่ามังกร\nMaawe เกือบจะหลงใหลไปกับมันแล้ว แต่เสียงเพลงของคู่หูช่วยเรียกสติมันกลับมา\nห้วงฝันไม่ใช่เพลิงโทสะ ดังนั้น Maawe จึงยักไหล่แล้วไปจากที่นี่\nMaawe เดินไปทางตอนเหนือ เพื่อไปยังสุดขอบของดินแดนที่ยังไม่เคยมีผู้ใดเหยียบย่างเข้าไป\nมันผ่านดินดอนสามเหลี่ยมที่ก่อตัวขึ้นจากแม่น้ำลาวา และทุ่งร้างอันร้อนระอุและเงียบสงัด\nผ่านดินแดนที่เหล่าภูตแห่งเปลวเพลิงกำลังเต้นรำ แล้วลอดผ่านประตูหินสีดำเย็นเฉียบ\nและแล้ว Maawe และคู่หูของมันก็มาถึงตรงหน้ามังกรผู้ทรงปัญญาที่อยู่บนบัลลังก์\n\"เจ้าเด็กน้อย เจ้ามาหาข้ามีจุดประสงค์อะไรหรือ?\"\nมังกรผู้ทรงปัญญาและอ่อนโยนเอ่ยถาม Maawe เช่นนี้ด้วยความประหลาดใจอย่างยิ่ง\n\"เดิมทีข้าคิดว่าการต่อสู้ภายใต้ฟ้าเดียวกัน ได้ทำให้หัวใจของสหายร่วมเผ่าพันธุ์เดียวกับข้าแข็งกระด้างไปเสียแล้ว\nเมื่ออัดแน่นด้วยความเกลียดชัง พวกเขาจึงไม่อาจยอมรับคำแนะนำของข้าได้อีกต่อไป\nแต่นึกไม่ถึงเลยว่าวันนี้ กลับมีเด็กจากเผ่าพันธุ์เดียวกันมาถึงที่นี่\nโปรดบอกข้ามาว่าเจ้าต้องการสิ่งใด? บางทีข้าอาจช่วยให้เจ้าสมปรารถนาเป็นกรณีพิเศษก็ได้\"\nด้วยเหตุนี้ Maawe จึงเล่าประสบการณ์ที่ตนพบเจอมาให้มังกรผู้ทรงปัญญาฟัง\nMaawe เล่าถึงห้วงมายาอันล้ำค่าในอดีตของตน และคืนเดือนหงายที่เย็นสบายในความฝัน\nMaawe เล่าถึงเงาอันอบอุ่นบนหน้าผาสีแดง และเสียงขับขานของ Monetoo\nMaawe เล่าว่าตนถูกผู้ปกครองเผ่าขับไล่ออกจากเผ่า เพื่อมาตามหาเพลิงโทสะที่หาได้ยากยิ่ง\n\"เด็กน้อยเอ๋ย... เจ้าไร้เดียงสาเช่นนี้ แต่ก็บ้าระห่ำถึงเพียงนี้ด้วย\nเจ้ามาหาข้า แต่กลับตามหาสิ่งที่ข้าเองก็ไม่มีทางได้มันมา\nไปจากที่นี่เสียเถอะ ที่นี่ไม่มีเพลิงโทสะที่เจ้าตามหาอยู่หรอก\"\nมังกรผู้ทรงปัญญาปิดประตูหินออบซิเดียนของตน และไม่ตอบ Maawe อีกเลย"
          }
        ]
      },
      {
        "title": "Maawe และ Monetoo (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "ประตูหินออบซิเดียนของมังกรผู้ทรงปัญญาจึงปิดลงด้วยประการฉะนี้ และ Maawe ก็ต้องกลับไปด้วยความผิดหวัง\nตอนที่ลงจากเขา เพราะอยู่ห่างจากผืนดินที่อุดมไปด้วยโฟลจิสตัน Monetoo ที่อยู่เคียงข้างมันมาตลอดจึงสูญเสียแสงสว่างและไออุ่นไป กลายเป็นสีขาวซีดราวกับขี้เถ้า เสียงเพลงก็ค่อย ๆ ไกลออกไปและเลือนรางเต็มที\nMaawe ทั้งสิ้นหวังและเสียใจ รีบหาทางช่วยเหลือเพื่อนของตน แต่ประตูหินออบซิเดียนของมังกรผู้ทรงปัญญา ได้ปิดตายไปเสียแล้ว ไม่ยอมเหลียวแลเด็กน้อยร่วมเผ่าพันธุ์ของตนแม้แต่น้อย\n\"...โปรยฉันไว้ในสระกำมะถัน และฝังฉันไว้ในบ่อที่เย็นเยียบ...\"\nMaawe ได้ยินเสียงของ Monetoo ซึ่ง Monetoo นั้นพูดไม่ได้ แต่ Maawe ไม่รู้เรื่องนี้ ดังนั้นมันจึงตัดสินใจจะทำความปรารถนาของคู่หูให้เป็นจริง\nไม่รู้ว่า Maawe เดินมานานแค่ไหน ไม่รู้ว่ามองทะลุภาพลวงตามากี่ครั้ง และไม่รู้ว่าผ่านเส้นทางที่อันตรายถึงชีวิตมามากแค่ไหน ในที่สุด Maawe ก็มาถึงดินแดนแห่งน้ำพุร้อนที่เต็มไปด้วยกำมะถัน ในเวลานี้ บริเวณนี้ไม่เหมาะที่สิ่งมีชีวิตจะอาศัยอยู่ เพียงแค่เข้าใกล้ก็จะถูกพิษกำมะถันแผดเผา และถูกน้ำกรดอันร้อนระอุกลืนกิน\nแต่ที่น่าอัศจรรย์ก็คือ เมื่อ Maawe โยนร่างของคู่หูลงไปในสระกำมะถัน น้ำกรดที่เดือดพล่านก็แปรเปลี่ยนเป็นน้ำพุใสสะอาด\nและกวีคนแรกของเผ่าเรา ก็ถือกำเนิดขึ้นจากน้ำพุใสสะอาดนี้เอง ดังคำกล่าวของชนเผ่า Meztli ของเราที่ว่า \"กวีและนักร้องถือกำเนิดจากกำมะถัน\" เพราะภาษาของพวกเขาทั้งร้อนแรงและแทงใจคน\nด้วยเหตุนี้ ทำให้ Maawe น้อยได้สร้างน้ำพุร้อนแห่งแรกของดินแดน Natlan ขึ้นมา\nและด้วยเหตุนี้เอง ทำให้ Maawe ตั้งรกรากอยู่ที่น้ำพุร้อน แขนขาและกรงเล็บของมันเปลี่ยนเป็นครีบเพรียวบางสวยงาม ร่างกายที่ผอมแห้งแปรเปลี่ยนเป็นร่างกลมมน และกลายเป็น Koholasaurus ตัวแรกสุด\nแน่นอนว่า Maawe ไม่ได้ลืมคู่หูของมัน ไม่สิ มันจะลืมเพื่อนรักที่ร่วมผจญภัยไปกับมันได้ยังไง?\nMaawe ได้ถ่ายทอดบทเพลงทั้งหมดที่มันได้ฟังและเรียนรู้มา ให้แก่มนุษย์ที่เกิดขึ้นมาในน้ำพุใส ใช่แล้ว มนุษย์เหล่านี้ก็คือบรรพบุรุษของพวกเรา และบทเพลงที่ชนเผ่า Meztli ของเราได้รับสืบทอดมา ก็คือเสียงสะท้อนอันมีที่มาจากยุคโบราณนั่นเอง"
          }
        ]
      }
    ]
  }
}