{
  "epId": 6936,
  "name": "บันทึกของ Hanan Pacha",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/08/23/ac5cea5eb432ead0e3b5e128a8948413_759867259912509431.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1726416982,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "บันทึกของ Hanan Pacha"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "บันทึกของ Hanan Pacha (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "นี่คือบันทึกเรื่องราวของ Waxaklahun Ubah Kan นักปราชญ์ที่ฉลาดที่สุดในประวัติศาสตร์ของ Natlan ซึ่งมักถูกเรียกขานว่า \"ปราชญ์จอมโจรขโมยเพลิง\" ผู้นั้น รวมทั้งเรื่องราวความรุ่งเรืองและการแตกแยกของเผ่าที่เขาก่อตั้งบน \"Hanan Pacha\"\nเช่นเดียวกับเรื่องเล่าเก่าแก่อื่น ๆ ที่ว่ากันว่า จุดเริ่มต้นของเรื่องนี้อยู่ในยุคสมัยที่ดวงดาวและดวงจันทร์ปกครองท้องฟ้า มังกรปกครองพื้นดิน และเทพราตรีปกครองแดนราตรี\nผู้คนสมัยนั้นยังไม่รู้อะไร และเร่ร่อนอยู่บนดินแดนอันรกร้าง เทพแห่งไฟองค์แรกยังไม่ถือกำเนิดขึ้น ดังนั้นจึงไม่มีใครมีวิชั่น ผู้คนจึงทำได้เพียงปล่อยให้พลังธาตุเข้าควบคุม\nจนกระทั่ง Waxaklahun Ubah Kan นำเมล็ดพันธุ์อัคนีของ \"โฟลจิสตัน\" มาจากดินแดนสีแดงและดำ มนุษย์ถึงได้มีพลังที่สามารถต่อกรกับอสูรร้ายและมังกรชั่วร้ายได้ในที่สุด\nผู้ฟังที่ฉลาดคงอยากจะถามว่า นักปราชญ์ Waxaklahun Ubah Kan ที่เป็นมนุษย์ สามารถขโมยเมล็ดพันธุ์อัคนีของโฟลจิสตันมาจากมังกรร้ายที่เฝ้าอยู่ได้อย่างไร?\nซึ่งนี่แหละคือเรื่องแรกที่ฉันจะเล่าให้ฟัง\nตำนานเล่าว่า กาลครั้งหนึ่งนานมาแล้ว มังกรมีปีกตัวหนึ่งอาศัยอยู่ในดินแดนสีแดงดำ มังกรตัวนั้นเป็นทายาทของราชาภูเขาไฟ Xiuhcoatl\nในเรื่องราวบางเวอร์ชันบอกว่ามันก็คือ Xiuhcoatl เองนั่นแหละ ไม่รู้ว่าทำไมถึงมีนักเล่าเรื่องที่พลาดเรื่องแบบนี้ได้ หรือพวกเขาลืมไปแล้วว่าคนที่เอาชนะ Xiuhcoatl ได้ก็คือ Xbalanque เทพแห่งไฟรุ่นแรก แล้วจะมาจัดการมันเร็วขนาดนี้ได้ยังไงกันล่ะ?\nเมื่อราชาภูเขาไฟหลับใหลในห้วงนิทราอันยาวนาน มังกรมีปีกที่ไร้เกียรติตัวนี้ ก็ยึดสมบัติที่เดิมทีเป็นของราชาภูเขาไฟมาเป็นของตน และสถาปนาตนเป็นราชาขึ้นมา\nในบรรดาสมบัติเหล่านี้ สิ่งที่สะดุดตาที่สุดคืออัญมณีที่เรียกว่า \"ฟอสฟอไรต์ไฟ\" (Pyrophosphorite) มันเป็นคริสตัลที่หลอมขึ้นจากเพลิงปฐมกาลในส่วนลึกของภูเขาไฟ สีสันของมันเปลี่ยนแปลงได้สารพัดราวกับสายรุ้งที่คาดเดาไม่ได้ และเปล่งแสงเจิดจ้าตลอดเวลา\nภายใต้แสงที่ส่องสว่างนี้ ตัวมังกรมีปีกเองก็เปล่งประกายเจิดจ้าขึ้นมาเช่นกัน\n\"ดูสิ ข้าช่างงดงามเหลือเกิน! รัศมีของข้าส่องสว่างไปทั่วทุกทิศ ข้านี่แหละคือดวงตะวันของผืนแผ่นดินนี้\"\nมังกรมีปีกกล่าวเช่นนี้ แต่แท้จริงแล้วมันไม่ใช่ดวงอาทิตย์ ความงามของมันเป็นเพียงแสงที่สะท้อนจาก \"ฟอสฟอไรต์ไฟ\" และแสงนี้ก็แค่ส่องสว่างไปยังดินแดนสีแดงดำที่มันอาศัยอยู่เท่านั้น\nบางทีอาจเพราะความหลงละเลิงของมังกรมีปีกทำให้เทพราตรีหงุดหงิด เทพราตรีจึงส่งนักปราชญ์ Waxaklahun Ubah Kan ไปปราบมัน แต่ดูเหมือนว่าเทพราตรีจะยังไม่วางใจ จึงส่งเจ้าทึ่ม Chaac ตามไปด้วย\nภายใต้การคุ้มครองของเทพราตรี ทั้งสองคนมาถึงดินแดนสีแดงดำ และมองเห็นมังกรมีปีกที่เรืองแสงนั้นได้ตั้งแต่ไกล Waxaklahun Ubah Kan ไม่ได้รีบเดินเข้าไปหา แต่เขาใช้ลูกดอกที่ทำจากไม้ไผ่ ยิงโดนดวงตาของมังกรมีปีกด้วยนัดเดียว\nพอ Chaac เห็นเช่นนั้นก็ดีใจมาก ตั้งท่าจะรีบเข้าไปจับมังกรมีปีก แต่กลับถูกนักปราชญ์รั้งตัวไว้\n\"เจ้าทึ่ม Chaac ถึงตอนนี้มันจะตาบอดข้างนึง แต่มันก็ยังมีพลังที่ไร้ขีดจำกัดอยู่ นายจะสู้กับมันด้วยร่างกายของมนุษย์ได้ยังไงกัน?\"\nWaxaklahun Ubah Kan ผู้ชาญฉลาดคิดแผนการที่ดีกว่าเดิมขึ้นมาได้แผนนึง\nหลังจากที่มังกรมีปีกผู้หลงละเลิงบาดเจ็บ ก็หลบหนีกลับไปที่ถ้ำของตน นักปราชญ์ Waxaklahun Ubah Kan จึงปลอมตัวเป็นหมอ และเข้าไปในถ้ำพร้อมกับเจ้าทึ่ม Chaac\n\"สวรรค์มาโปรด! ท่านช่างเจิดจรัสเสียเหลือเกิน! แต่น่าเสียดายที่ท่านไม่อาจเห็นตัวเองได้ และโลกนี้ก็ไม่มีใครสามารถชื่นชมความงามของท่านได้\"\nWaxaklahun Ubah Kan กล่าวชม\n\"ทั้งหมดเป็นเพราะเมื่อไม่กี่วันก่อน มีคนต่ำช้าที่ไหนไม่รู้ยิงตาข้าจนบอด ข้าก็เลยได้แต่ต้องหลบอยู่ในถ้ำนี้\"\n\"บังเอิญจริง ๆ พวกเราเป็นหมอพเนจรที่เดินทางผ่านมา เชี่ยวชาญเรื่องรักษาอาการตาบอด จากที่ข้าเห็น แค่เปลี่ยนดวงตาของท่านให้เป็นอัญมณีที่สว่างไสว ท่านก็จะมองเห็นแสงสว่างได้อีกครั้ง\" นักปราชญ์กล่าว \"ไม่ใช่แค่นั้น เรายังสามารถเปลี่ยนเขี้ยวและกรงเล็บของท่านให้เป็นอัญมณีได้ด้วย ถึงตอนนั้นท่านจะต้องเจิดจ้ากว่าตอนนี้เป็นสิบสองเท่าแน่นอน\"\nมังกรมีปีกผู้หลงละเลิงได้ยินเช่นนี้ ก็อดไม่ได้ที่จะจินตนาการว่า รัศมีที่สว่างกว่าเดิมถึงสิบสองเท่านั้นจะงดงามเพียงใด มันดีใจจนไม่ทันคิดให้ถี่ถ้วน ก็ตอบตกลงไปอย่างมีความสุข\nดังนั้น นักปราชญ์และเจ้าทึ่ม Chaac จึงหยิบ Grainfruit ที่เตรียมไว้ก่อนหน้านี้ออกมา แล้วเปลี่ยนดวงตา เขี้ยว และกรงเล็บของมังกรมีปีก ให้เป็นผล Grainfruit ทีละส่วน\nเจ้ามังกรมีปีกที่น่าสงสาร ดวงตารักษาไม่หายไม่พอ พอรู้ว่าตัวเองถูกหลอก แม้แต่จะกินมนุษย์สองคนนี้ก็ยังทำไม่ได้ จึงได้แต่ตายไปอย่างงง ๆ เช่นนี้ \"ฟอสฟอไรต์ไฟ\" จึงตกอยู่ในมือของ Waxaklahun Ubah Kan ด้วยประการฉะนี้\nตามความคิดของเจ้าทึ่ม Chaac พวกเขาควรมอบ \"ฟอสฟอไรต์ไฟ\" ให้แก่เทพราตรี แต่ Waxaklahun Ubah Kan ผู้ชาญฉลาดกลับมีความคิดอย่างอื่น\nเขารู้ว่าเหล่ามังกรผู้ปกครองดินแดนนั้นมีพลังที่เหนือกว่ามนุษย์มาก แต่พวกเขาไม่ได้มีสติปัญญาที่เหนือกว่ามนุษย์ และความลับของพลังนั้นก็อยู่ใน \"ฟอสฟอไรต์ไฟ\" นี้เอง\nดังนั้นเขาจึงทุบ \"ฟอสฟอไรต์ไฟ\" ให้แตก พลังมหาศาลพวยพุ่งออกมาจากตรงกลาง นักปราชญ์ Waxaklahun Ubah Kan จึงได้รับพลังแห่งมังกรมา นั่นก็คือ \"โฟลจิสตัน\""
          }
        ]
      },
      {
        "title": "บันทึกของ Hanan Pacha (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "ต่อไปฉันจะเล่าเรื่องราวว่า นักปราชญ์ Waxaklahun Ubah Kan ได้ถ่ายทอดโฟลจิสตันให้กับมนุษย์ในเผ่า และสร้าง \"Hanan Pacha\" ขึ้นมาได้อย่างไร\nหลังออกจากดินแดนสีแดงดำ Waxaklahun Ubah Kan และเจ้าทึ่ม Chaac ก็มาถึงพรมแดนระหว่างป่าและภูเขาที่เผ่ามนุษย์อาศัยอยู่\nWaxaklahun Ubah Kan ต้องการสอนให้มนุษย์ใช้พลังงานของโฟลจิสตัน แต่กลับไม่มีใครอยากเรียนรู้จากเขาเลย เพราะทุกคนไม่รู้ว่าโฟลจิสตันที่เขาพูดถึงมันมีประโยชน์อะไรกันแน่\n\"ถ้าอยากจะจุดไฟแค่เคาะหินเหล็กไฟก็ได้แล้ว ส่วนเรื่องเชื้อเพลิง ในป่านี้มีฟืนฟางเต็มไปหมด แล้วเราจะเอาโฟลจิสตันไปทำอะไรล่ะ?\"\n\"เจ้ากบในกะลานี่นะ ไม่รู้หรือว่าสักวันหนึ่งฟืนฟางจะหมดไป และสิ่งที่มีอยู่มากที่สุดบนโลกนี้ก็คือหิน เพราะงั้นขอแค่ใช้โฟลจิสตันเผาหินได้ ก็จะแก้ปัญหาเรื่องพลังงานได้อย่างยั่งยืนในคราวเดียวแล้ว\"\nนักปราชญ์ตอบอย่างมั่นอกมั่นใจ\n\"ฮ่าฮ่า เกรงว่าพวกเราคงไม่ได้เห็นวันนั้นแล้วล่ะ\"\nในเวลานั้นผู้คนยังไม่สามารถพบบรรพบุรุษในอาณาจักรราตรีได้ จึงไม่สนใจเรื่องราวในอนาคตเป็นธรรมดา ดังนั้น Waxaklahun Ubah Kan จึงได้แต่ยอมแพ้\nฝ่ายเจ้าทึ่ม Chaac เมื่อเห็นนักปราชญ์กลุ้มใจอย่างนี้ จึงแนะนำวิธีหนึ่งซึ่งจะทำให้ทุกคนเห็นถึงประโยชน์ที่ได้รับจากโฟลจิสตันให้แก่เขา\n\"อย่างเช่น พวกเราสามารถยกหินยักษ์ก้อนนี้ให้สูงกว่าภูเขา เพื่อให้ทุกคนเห็น แบบนี้ผู้คนจะต้องรีบมาหาพวกเราเพราะความอยากรู้อยากเห็นแน่นอน\"\nแม้ว่าจะเป็นคำพูดของคนโง่ แต่ Waxaklahun Ubah Kan ที่ไม่มีทางเลือกอื่นก็ต้องลองดูสักครั้ง ดังนั้น Waxaklahun Ubah Kan จึงสอนเรื่องการใช้โฟลจิสตันให้กับ Chaac ทั้งสองคนยกแผ่นดินขึ้นมาด้วยกัน ซึ่งแผ่นดินที่ลอยขึ้นนี้ก็คือ \"Hanan Pacha\" หรือที่ผู้คนเรียกกันว่าแดนสงบลอยฟ้านั่นเอง\nแต่มันแตกต่างจากทุกวันนี้ ตอนนั้น Hanan Pacha ยังคงเป็นผืนแผ่นดินเดียวที่ตั้งอยู่บนมวลเมฆ ผู้คนทั้งหมดใน Natlan สามารถมองเห็นมันได้ในทันที ดังนั้นผู้คนจากทั่วทุกสารทิศจึงมาที่นี่ด้วยความอยากรู้อยากเห็น\nChaac ผู้ใจดีคอยเฝ้าอยู่ริมทะเลสาบ และใช้พลังของโฟลจิสตันช่วยผู้คนให้ขึ้นไปบน Hanan Pacha ดังนั้นผู้คนที่ขึ้นไปบน Hanan Pacha จึงได้เรียนรู้วิธีใช้โฟลจิสตันจากนักปราชญ์ Waxaklahun Ubah Kan\nและภายใต้การนำของ Waxaklahun Ubah Kan ผู้คนจึงได้สร้างชนเผ่าแรกที่ตั้งถิ่นฐานบน Hanan Pacha ขึ้นมา"
          }
        ]
      },
      {
        "title": "บันทึกของ Hanan Pacha (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "เรื่องราวที่ฉันจะเล่าต่อไปนี้เป็นเรื่องราวที่ชาว Hanan Pacha ทำลายข้อห้าม และทำให้นักปราชญ์ที่ขโมยไฟมาต้องจาก Natlan ไป\nหลังจากที่สอนให้ผู้คนใช้พลังของโฟลจิสตันแล้ว ผู้คนก็ได้สร้างเมืองขึ้นบน Hanan Pacha ซึ่งในเมืองนั้นมีทั้งพระราชวังและวิหารที่สวยงาม ซึ่งสร้างขึ้นจากอัญมณีหายาก ขนนกที่มีสีสันแวววาว และดอกไม้ที่มีกลิ่นหอม\nหลังจากทำทุกอย่างนี้จนเสร็จ Waxaklahun Ubah Kan ตัดสินใจยก Hanan Pacha ขึ้นไปยังตำแหน่งที่สูงกว่าเดิม\n\"เพราะเหตุนี้ พวกเธอทุกคนห้ามกินทุกสิ่งที่ผลิตขึ้นบนผืนดินแห่งนี้อีก ยกเว้นน้ำ นั่นก็เพราะสายน้ำทั้งหมดบนโลกนี้มาจากแหล่งกำเนิดของน้ำทั้งหมด และไม่ได้อยู่ภายใต้การควบคุมของเทพราตรี\"\nส่วน Chaac นั้นไม่เข้าใจว่าทำไมถึงต้องย้ายไปอยู่ในที่ที่สูงขึ้น แล้วก็ไม่อยากไปจาก Natlan ด้วย แต่ถ้าเอาคำถามนี้ไปถาม Waxaklahun Ubah Kan เขาก็คงจะพูดแต่คำที่ฟังแล้วไม่เข้าใจอย่าง \"ดินแดนแห่งจันทรา\" หรือ \"หินศักดิ์สิทธิ์ Newark\" อะไรทำนองนั้น\nเพราะ Waxaklahun Ubah Kan เป็นคนที่ฉลาดที่สุดในโลก ผู้คนจึงทำตามที่เขาพูด ดังนั้นผู้คนจึงเริ่มเลี้ยงปลาในทะเลกลางอากาศ และเพาะสาหร่ายทรงกลมเพื่อเป็นอาหาร ขณะที่ Hanan Pacha ก็ลอยสูงขึ้นไปเรื่อย ๆ\nในที่สุดเทพราตรีก็ล่วงรู้ถึงแผนการของนักปราชญ์ พวกเขาจึงตัดสินใจที่จะหยุดยั้งแผนการของนักปราชญ์ เพราะกลัวว่ามนุษย์จะจากไป\nวันหนึ่ง ในขณะที่นักปราชญ์ไม่อยู่ เทพราตรีได้ปลอมตัวเป็นมนุษย์ในเผ่า และนำน้ำปริศนาขวดหนึ่งมาให้ Chaac ที่เฝ้ายามอยู่ที่ริมทะเลสาบ\n\"เพื่อน อย่ามัวแต่เฝ้าน้ำในทะเลสาบนี้อยู่เลย ดูสิ น้ำขวดนี้ในมือฉันมันหวานกว่าน้ำในทะเลสาบนั่นหลายร้อยเท่า มาลองชิมดูเร็ว\"\nแม้จะนึกถึงคำพูดของนักปราชญ์ แต่นั่นก็เป็นแค่น้ำเท่านั้น ไม่น่าจะมีอะไรเกี่ยวข้องกันนะ Chaac คิดเช่นนี้ แล้วเอื้อมมือไปรับขวดน้ำมาชิมดูอึกหนึ่ง\nพอได้ชิม เขาก็พบว่าน้ำนั้นช่างหวานเหลือเกิน เทพราตรีจึงมอบน้ำหวานให้เขาเพิ่ม เขาจึงนำน้ำหวานเหล่านี้ขึ้นไปบน Hanan Pacha และแบ่งให้กับผู้คนทั้งหมด\nแต่เขาไม่รู้ว่าน้ำหวานนี้ Chaac หมักขึ้นจากข้าวบาร์เลย์ที่เติบโตขึ้นบนพื้นดิน หรือถ้าพูดตามภาษาของเราในปัจจุบันก็คือ \"แอลกอฮอล์\" นั่นเอง\nจนกระทั่งเมื่อนักปราชญ์กลับมา พวกเขาก็ดื่มจนเมาหัวราน้ำแล้ว\nนักปราชญ์รู้ว่าพวกเขาไม่สามารถออกจาก Natlan ได้อีกแล้ว ดังนั้นจึงไล่ผู้คนออกจาก Hanan Pacha ผู้คนที่กระจัดกระจายกันไปจึงนำโฟลจิสตันไปยังที่ต่าง ๆ ใน Natlan\nส่วนปราชญ์จอมโจรขโมยเพลิงก็ออกเดินไปบนเส้นทางกลับบ้าน\n\"กลับบ้าน? หรือว่าเขาจะกลับไปยังดินแดนสีแดงดำ?\"\n\"คุณตั้งใจฟังฉันเล่ารึเปล่าเนี่ย ดินแดนสีแดงดำเป็นที่ที่นักปราชญ์ขโมยโฟลจิสตันไป เอ่อ แต่ในตำนานไม่เคยเอ่ยถึงบ้านเกิดของนักปราชญ์เลยจริง ๆ... เพราะงั้นฉันเลยคิดว่าทางกลับบ้านที่ว่านี้น่าจะหมายถึง สักวันเขาจะต้องกลับมาอีกครั้งแน่นอน\"\n\"ฟังดูก็รู้แล้วว่าเป็นคำที่นักเล่าเรื่องใช้บ่อย อย่าปล่อยให้ค้างคาแบบนี้จะดีกว่านะจริงมั้ย?\"\nเอาเป็นว่า หลังจาก \"ปราชญ์จอมโจรขโมยเพลิง\" จากไปแล้ว Chaac ก็ได้รับการชี้นำจากเทพราตรี และได้สร้างชนเผ่าขึ้นมาตั้งรกรากในดินแดน และแล้วยุคสมัยของมนุษย์ชาว Natlan ก็เริ่มต้นขึ้น แต่นั่นก็เป็นอีกเรื่องราวหนึ่งแล้วล่ะ"
          }
        ]
      }
    ]
  }
}