{
  "epId": 7032,
  "name": "เทศกาล Sabzeruz",
  "desc": "<p>เทศกาลของเมือง Sumeru มีความหมายมาจาก \"การอวยพรวันถือกำเนิดจากเทพแห่งมวลบุปผา\" ในตำนานเล่าขานถึงการฉลองวันกำเนิดของเทพแห่งพฤกษา</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/7877590/bef90833a4b22d42eb98d73aa66789c5_3163192944905670400.png",
  "menuId": 20,
  "menuName": "คำจำกัดความ",
  "version": 1732866363,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "ตัวอย่างเนื้อเรื่อง",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวอย่างเวอร์ชัน 3.0 \"พันนวาระนำพารุ่งอรุณ\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/10/237301566/befd0c1a72bbada62a348cd949e4eb2f_1158451703374906330.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>13/08/2022</color>\nในความเขียวขจีของขุนเขาและป่าทึบ\nกุหลาบกลิ่นหอมฟุ้งที่อบอวลทั่วทุ่งราบ\nนกน้อยหลากสีพลันแย้มสรวลรับอรุณ\nเสียงสรวลเผยปัญญาที่เงียบงันมานับร้อยปี\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=WIxkKExpu94&list=PLqWr7dyJNgLLX5_mCRAauT5NTR0WAZY9V&index=15&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ฉากคัตซีน - \"ระบำ Sabzeruz\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/07/08/237301566/e76b73a94473641d6d6a37599a407f72_2071050059900090432.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>26/08/2022</color>\nที่เรียกว่า \"เทศกาล Sabzeruz\" นั้น มีความหมายมาจาก \"การอวยพรวันถือกำเนิดจากเทพแห่งมวลบุปผา\"\nในตำนานเล่าขานถึงการฉลองวันประสูติของเทพแห่งพฤกษา ครั้นเทพบุปผาเริ่มระบำ Padisarah ก็เบ่งบานตามทุกย่างก้าวที่นางร่ายรำ\nจวบจนวันนี้ Nilou ยังคงใช้ท่าทางการร่ายรำของนาง เพื่อสร้างภาพงามลานตาที่ถูกกล่าวถึงในตำนานขึ้นมาอีกครั้ง\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=ASR41LdpTKw&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ฉากคัตซีน - \"ดอกไม้และความฝันอันแสนหวาน\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/b1b2af364b3e58fe571fc88dd9d6ca42_242802213910556894.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>07/11/2024</color>\nคุณเคยเห็นดอกไม้ที่งดงามยิ่งกว่าดอกไม้ไฟ และเคยมีความทรงจำที่อ่อนโยนยิ่งกว่าความฝันอันแสนหวานบ้างไหม?\nเฉกเช่นดวงอาทิตย์และดวงจันทร์ที่ลอยขึ้นเป็นวัฏจักร ต้นไม้ใบหญ้าจะจดจำช่วงเวลานี้ไว้ตลอดกาล\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=yX9vAY8eV_0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "เทศกาล Sabzeruz",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/766f6dc32f9b78e3d6d817340c09f9d2_6495643170112041807.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เทศกาล Sabzeruz เป็นเทศกาลเก่าแก่โบราณที่ตั้งชื่อตามเทพแห่งมวลบุปผา ตอนแรกเริ่มเป็นวันถือกำเนิดของท่านหญิง Rukkhadevata ผู้ยิ่งใหญ่ ตำนานกล่าวว่าราชา Deshret และ Nabu Malikata ได้จัดงานเลี้ยงฉลองและเตรียมของขวัญเซอร์ไพรส์ให้กับเทพแห่งพฤกษาในเทศกาล Sabzeruz ครั้งแรก พวกเขาโปรยลูกอมไว้ตามทางเพื่อนำทางเธอไปยังสถานที่จัดงานเลี้ยง และในที่สุดท่านหญิงผู้ยิ่งใหญ่ก็ได้มาถึงริมทะเลสาบแห่งหนึ่ง ทันใดนั้นก็ได้ยินเสียงพิณดังขึ้น Al-Ahmar เริ่มบรรเลงพิณขึ้นมา ส่วนเทพแห่งมวลบุปผากำลังร่ายรำอย่างงดงาม ในขณะที่เทพแห่งมวลบุปผาร่ายรำบนพื้นหญ้า Padisarah แสนสวยงามจำนวนนับไม่ถ้วนได้เบ่งบานไปทุกที่ที่เธอก้าวไป ดอกไม้สีม่วงแดงสดใสได้ก่อตัวขึ้นเป็นเวทีที่งดงาม เหล่าเทพต่างพูดกันว่า: <color=#ffffffd9>\"หากห้วงเวลาหยุดอยู่ที่ชั่วขณะนี้ชั่วนิรันดร์ได้ก็คงดี\"</color> Al-Ahmar และ Nabu Malikata ได้ร่วมกันอวยพรให้เทพแห่งพฤกษาผู้เป็นที่รักและแต่ละคนต่างก็มอบของขวัญล้ำค่าให้แก่เธอ ราชา Deshret ได้มอบ \"ดวงตาแห่ง Wedjat\" เพื่อบันทึกช่วงเวลาดี ๆ ที่พวกเขาได้อยู่ด้วยกัน เทพแห่งมวลบุปผามอบ \"ควาเรนาห์\" เพื่อปกป้องป่าฝน แต่หลังจากภัยพิบัติ Khaenri'ah เกิดขึ้น \"ดวงตาแห่ง Wedjat\" ก็สูญหายไป และ \"ควาเรนาห์\" ก็ได้กลายเป็นวิหคศักดิ์สิทธิ์ \"ซีเมิร์ก\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/d66ccb9dea8464063ea8c249bd5eb19f_8497919963301964726.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เมื่อท่านหญิง Rukkhadevata ผู้ยิ่งใหญ่สิ้นพระชนม์ เทศกาล Sabzerus จึงถูกเปลี่ยนเป็นวันเกิดของท่านหญิงน้อย Kusanali ซึ่งเป็นวันที่เทพแห่งพฤกษาถูกเหล่านักปราชญ์รับกลับมาที่ Sumeru แทน เมื่อท่านหญิงน้อย Kusanali ลืมตาตื่นขึ้นมาในวันเกิดของเธอ พบว่าเธอกำลังนั่งอยู่บนเกวียนบุปผา เธอฝันว่าวันนั้นเป็นวันเกิดของเธอ อัศวินบุปผาและบริวารของเขาได้พบตัวเธอ <color=#ffffffd9>\"โอ้ ท่านเทพ ในที่สุดพวกเราก็หาท่านพบ ทุกคนต่างก็กำลังรอคอยที่จะพบท่านอยู่นะ\"</color> เทศกาล Sabzeruz ได้เริ่มต้นขึ้น และทุกคนก็เข้ามาห้อมล้อมตัวเธอเอาไว้พร้อมรอยยิ้มบนใบหน้า ท้ายที่สุดในความฝัน เธอได้กลับขึ้นไปบนเกวียนและโบกมือลา"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/9e35a9f08e9d7d6020ebd5064eee6ace_939482579750125118.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ในตอนแรก ทุกคนล้วนยินดีกับการกลับมาของเทพแห่งพฤกษาและมีการฉลองเทศกาลนี้กันอย่างคึกคัก แต่หลังจากนั้น ภายใต้อิทธิพลของทางสถาบัน ผู้คนจึงไม่ได้สนใจในเทศกาลนี้กันเท่าไหร่นัก ทางสถาบันนั้นมีเทศกาลและวันหยุดมากมายที่เกี่ยวข้องกับท่านหญิง Rukkhadevata ผู้ยิ่งใหญ่ แต่สำหรับงาน \"เทศกาล Sabzeruz\" แล้ว เหล่านักปราชญ์ไม่เอ่ยถึงด้วยซ้ำ สำหรับบางคนแล้ว พวกเขารู้สึกว่าการถือกำเนิดของท่านหญิงน้อย Kusanali เป็นการยืนยันว่าท่านหญิง Rukkhadevata ผู้ยิ่งใหญ่จากไปแล้วจริง ๆ ดังนั้นทุกคนจึงไม่อยากฉลองเทศกาลนี้กัน เหล่านักปราชญ์จากสถาบันได้กักขังท่านหญิงน้อยไว้ใน Sanctuary of Surasthana และในวันเกิดแต่ละครั้ง เธอฉลองวันเกิดเพียงลำพังมาตลอด 500 ปี"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/550dd5f546f43f7b67f2936079932bbe_720816828232606306.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ในระหว่างภัยพิบัติเมื่อห้าร้อยปีก่อน ท่านหญิง Rukkhadevata ผู้ยิ่งใหญ่ และ Irminsul ต้นไม้สีเงิน-ขาว ซึ่งรวบรวมข้อมูลและภูมิปัญญาทั้งหมดของ Teyvat และเป็นตัวแทนของ Rukkhadevata ได้แปดเปื้อนความรู้ต้องห้าม เพื่อช่วย Sumeru ท่านหญิง Rukkhadevata ผู้ยิ่งใหญ่ได้ใช้พลังทั้งหมดของตนในการขจัดความรู้ต้องห้าม และก่อนที่เธอจะสิ้นลมหายใจ เธอได้สร้าง\nจากกิ่งบริสุทธิ์ของ Irminsul ที่แม้ว่าต้นไม้จะตายไป แต่วันหนึ่งกิ่งไม้ก็จะแตกรากแล้วเจริญเติบโตขึ้นมา กลายเป็นการสานต่อชีวิตในอีกรูปแบบหนึ่ง 500 ปีต่อมา Nahida ได้ขจัดความรู้ต้องห้ามออกจาก Irminsul ส่งผลให้ความทรงจำเกี่ยวกับท่านหญิง Rukkhadevata ผู้ยิ่งใหญ่ถูกลบเลือนออกไปอย่างสมบูรณ์ ผู้คนได้ลืมตัวตนของเทพแห่งพฤกษาในอดีต ดังนั้นเทศกาล Sabzeruz จึงมีความเกี่ยวข้องเฉพาะกับท่านหญิงน้อย Kusanali เท่านั้น เมื่อนักปราชญ์ผู้ที่ห้ามจัดเทศกาลถูกเนรเทศออกจากสถาบัน วันเกิดของเทพแห่งพฤกษาจึงกลับมาเป็นเทศกาลสำคัญของ Sumeru อีกครั้ง\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>เทพแห่งปัญญา และเป็นเทพแห่งพฤกษาคนก่อน สหายของ Nabu Malikata และ ราชา Deshret ตัวตนของเธอถูกลบออกไปจาก Irminsul เพื่อปกป้องต้นไม้นี้จากความรู้ต้องห้าม</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/11877103/59da6a8cbcffa112e5d2b63788d7051e_2588222724442485526.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>นกน้อยในกรงทองของวิหารแห่ง Surasthana ทำได้เพียงจ้องมองโลกใบนี้ผ่านทางความฝัน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/144837601/f29490bddc56b4a6773b6c5003bbb853_2080858609251172602.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3373,
        "name": "กิ่งก้านขาวแรกแย้ม",
        "desc": "<p>กิ่งใหม่ก้านหนึ่ง ซึ่งเก็บมาจากศูนย์กลางของโลก<br>ครั้งหนึ่งเคยมีต้นไม้ยักษ์ที่ครอบคลุมทั่วทั้งโลกเอาไว้ ซึ่งกิ่งก้านนี้ ก็เป็นส่วนหนึ่งของมันเช่นกัน แม้ว่ามันจะถูกหักออกจากต้น แต่สายสัมพันธ์กับต้นไม้นั้นกลับยังคงเชื่อมโยงมิแปรผัน ดังนั้น ตราบใดที่ต้นไม้ยักษ์สีขาวอันเป็นสัญลักษณ์ของศูนย์กลางโลกไม่ตายจาก กิ่งไม้ก็จะไม่มีวันเหี่ยวเฉาเช่นกัน<br><br>“ต้นไม้” เป็นสัญลักษณ์ของชีวิต มีเรื่องราวจากที่แห่งหนึ่งเล่าว่า มีคนผู้หนึ่งได้ฝากจิตสำนึกของตัวเอง ไว้กับกิ่งก้านของต้นไม้สีขาวก่อนจะจากไป ด้วยเหตุนี้ ชีวิตและความหวังจะไม่มีวันสูญสลาย กิ่งก้านนั้นจะเติบโต แตกหน่อในที่ที่มีแสงแดดสาดส่องและสายฝนโปรยปราย แล้ววันหนึ่งมันจะผลิดอกออกผลในที่สุด<br>“ต้นไม้” ก็ยังเป็นสัญลักษณ์แห่งปัญญาอีกด้วย ในตำนานหนึ่งเล่าว่า นักปราชญ์ที่ห้อยกลับหัวอยู่บนต้นไม้ ได้รับความรู้เกี่ยวกับวิธีการจารึกอักษรรูน เพื่อควบคุมวาจาสิทธิ์ และอาณาจักรที่สร้างขึ้นตามรากของแมกไม้ ก็เห็นความลับของมารร้ายในที่สุด<br>ความรู้ ความทรงจำ และประสบการณ์ทั้งหมด ที่หลั่งไหลอยู่ในรากของต้นไม้ยักษ์นี้ เปรียบเสมือนสายน้ำที่ไหลลงสู่แม่น้ำ แม่น้ำไหลสู่มหาสมุทร จากนั้นก็ระเหยกลายเป็นน้ำฝนและตกลงสู่พื้นโลก เฉกเช่นเดียวกับชีวิต</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/07/144837601/983d3f16d136104cf995201013c75053_601170490955892901.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>ดอกไม้ที่ศักดิ์สิทธิ์และสูงส่ง ว่ากันว่ามีข้อกำหนดสภาพแวดล้อมในการเติบโตที่เข้มงวดมาก และเกสรของมันเมื่อผ่านการแปรรูปจะสามารถทำเครื่องเทศอันล้ำค่าได้</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/14/176148810/d5172558c50dbc305ee422b95bf8ed21_7232208435493698358.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ประเพณีดั้งเดิม",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/af0b11227c52e6b65bbf488e85926612_2271547091271594877.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หนึ่งในประเพณีดั้งเดิมของเทศกาลนี้คือการเต้นรำเพื่อเป็นเกียรติแก่เทพที่จัดงานเลี้ยงเพื่อฉลองวันถือกำเนิดของท่านหญิง Rukkhadevata ผู้ยิ่งใหญ่ แม้ว่าเทพเหล่านี้จะจากไปแล้ว แต่ประเพณีการเต้นรำนั้นยังคงอยู่ Nilou นักเต้นรำของโรงละคร Zubayr ได้ออกแบบเครื่องแต่งกายสำหรับการเต้นรำโดยเฉพาะเพื่อแสดงถึงเทพแห่งมวลบุปผา ตำนานกล่าวว่าบนหัวของ Nabu Malikata มีเขาที่สวยงาม Nilou จึงได้สร้างมงกุฎแบบพิเศษเพื่อแสดงถึงสิ่งนี้ Padisarah ดอกไม้อันเป็นสัญลักษณ์แทนเทพแห่งมวลบุปผา ถูกวางไว้รอบเวทีตลอดช่วงเทศกาล ช่วงที่เทพแห่งมวลบุปผายังมีชีวิตอยู่ ดอกไม้มีสีม่วงอันเป็นเอกลักษณ์ แต่เมื่อเธอเสียชีวิต Padisarah ที่แท้จริงสูญพันธุ์ไปพร้อมกับเธอ ท่านหญิง Rukkhadevata ผู้ยิ่งใหญ่ได้สร้าง Padisarah ขึ้นมาใหม่เพื่อรำลึกถึงเพื่อนที่ล่วงลับ แต่สุดท้ายก็ไม่มีสีม่วงแดงสดใสแบบนั้นปรากฏขึ้นอีกเลย"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/27/7877590/96d21dd24a08c1abe76875cb157af658_761206546431991507.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "หลายคนสงสัยว่า เทพแห่งมวลบุปผาได้มอบระบำนี้ให้ท่านหญิง Rukkhadevata ผู้ยิ่งใหญ่ ทำไมถึงต้องระบำให้ท่านหญิงน้อย Kusanali ดูด้วย ซึ่งคำตอบคือ ท่านหญิง Rukkhadevata ผู้ยิ่งใหญ่เป็นเทพที่แสนดี ท่านหญิงน้อย Kusanali เองก็เป็นเทพที่แสนดีเหมือนกัน หากเทพแห่งมวลบุปผาได้รู้จักกับท่านหญิงน้อย Kusanali จะต้องยอมเป็นเพื่อนกับเจ้าตัวและร่วมฉลองวันถือกำเนิดให้เช่นกัน เมื่อเวลาผ่านไป องค์ประกอบการเต้นรำดั้งเดิมของ Nabu Malikata ก็เริ่มบิดเบือนไป และมีเพียงบริวารของเทพแห่งพฤกษาอย่างภูตดอกไม้เท่านั้นที่จดจำการเต้นรำที่แท้จริงได้ วีรชน Sorush ได้สอนทักษะระบำ Sabzeruz ให้กับ Nilou เพื่อที่เธอจะได้แสดงในงานวันเกิดของท่านหญิงน้อย Kusanali"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/65c5c3fda711ea407249ceaf6bcc40f8_7362558492582330672.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "สัญลักษณ์ของ Sabzeruz คืออัศวินบุปผา Farris ผู้มอบขนม Yalda ให้กับผู้คน เมื่อครั้งหนึ่งนั้นมีคนแสดงเป็น Farris ขี่เกวียนบุปผาซึ่งเป็นที่นิยมในหมู่เด็ก ๆ สามารถสังเกต Farris ได้จากหมวกพิเศษของเขาและเหล่าเด็ก ๆ ที่อยู่รอบ ๆ เขาได้ให้ผู้เข้าร่วมเทศกาลได้เลือกลูกอม Yalda จากกล่อง แต่ละกล่องจะมีลูกอมรสชาติที่แตกต่างกันออกไป ซึ่งรสชาติก็ได้แก่ Lavender Melon, Harra Fruit, Sunsettia และยังมีรสชาติ Lizard Tail กับ Onikabuto อีกด้วย จะเลือกได้รสอะไรนั้นก็ขึ้นอยู่กับดวงเท่านั้น"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/037d9e91596e91e46baa15880dea4a0b_6109011411713212585.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ประเพณีเก่าแก่อย่างหนึ่งในเทศกาล Sabzeruz คืองานเลี้ยง Haft-Mewa Feast ผู้คนมักจะวางอาหารไว้เต็มโต๊ะ ประกอบไปด้วย: Rukkhashava Mushroom, Nilotpala Lotus, Sumeru Rose, Sunsettia, Kalpalata Lotus, Harra Fruit และ Zaytun Peach เพื่อเป็นสัญลักษณ์ของคุณงามความดีทั้งเจ็ดประการของเทพแห่งพฤกษา ประเพณีใหม่ที่ถูกคิดค้นโดยท่านหญิงน้อย Kusanali คือการแปรธาตุพยากรณ์ โดยผู้เยี่ยมชมต้องหยิบสิ่งของมาสองชิ้นเพื่อใช้เป็นวัสดุสำหรับการแปรธาตุ และนักวิชาการจะนำมาใช้ในการแปรธาตุ การทำนายดวงขึ้นอยู่กับสิ่งที่เหลืออยู่หลังการแปรสภาพ ตามคำบอกเล่าของท่านหญิงน้อย ทุกสรรพสิ่งต่างก็มีจุดเชื่อมโยง ทุกสิ่งอย่างต่างก็สามารถชี้นำไปยังโชคชะตาได้ทั้งหมด แต่โชคชะตาจะแสดงให้เห็นเพียงจุดเริ่มต้นเท่านั้น สุดท้ายแล้วเราก็ต้องพึ่งตัวเองเพื่อไปให้ถึงผลลัพธ์นั้น ดวงจันทร์หมายถึง \"สิ่งลวงตา\" และ \"คำหลอกลวง\" ตราบใดที่เชื่อมั่นในสัญชาตญาณและเอาชนะความกลัว พระอาทิตย์ก็จะขึ้นอีกครั้ง\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4910,
        "name": "Rukkhadevata",
        "desc": "<p>เทพแห่งปัญญา และเป็นเทพแห่งพฤกษาคนก่อน สหายของ Nabu Malikata และ ราชา Deshret ตัวตนของเธอถูกลบออกไปจาก Irminsul เพื่อปกป้องต้นไม้นี้จากความรู้ต้องห้าม</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/21/11877103/59da6a8cbcffa112e5d2b63788d7051e_2588222724442485526.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4912,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>นกน้อยในกรงทองของวิหารแห่ง Surasthana ทำได้เพียงจ้องมองโลกใบนี้ผ่านทางความฝัน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/144837601/f29490bddc56b4a6773b6c5003bbb853_2080858609251172602.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>นักเต้นรำผู้แสนโด่งดังของโรงละคร Zubayr มีท่วงท่าที่คล่องแคล่วและสง่างาม ให้ความรู้สึกที่ทั้งบริสุทธิ์และเป็นมิตร</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/144837601/586d726f9ebda3506c78beaaa41f13b6_5545751724024546149.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3415,
        "name": "Kimiya",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/02/53372413/06153614fecfee3b1b05bad0fead963b_1145101394613347991.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>ดอกไม้ที่ศักดิ์สิทธิ์และสูงส่ง ว่ากันว่ามีข้อกำหนดสภาพแวดล้อมในการเติบโตที่เข้มงวดมาก และเกสรของมันเมื่อผ่านการแปรรูปจะสามารถทำเครื่องเทศอันล้ำค่าได้</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/14/176148810/d5172558c50dbc305ee422b95bf8ed21_7232208435493698358.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 462,
        "name": "Lavender Melon",
        "desc": "ผลไม้ที่มีเปลือกสีสันสดใส เนื้อของมันสามารถทำเป็นอาหารที่มีรสชาติเฉพาะตัวได้",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lavender Melon_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2844,
        "name": "Harra Fruit",
        "desc": "<p>ผลไม้ที่มีความเผ็ดร้อนเฉพาะตัวซึ่งเติบโตอยู่ในป่าฝนเขตร้อนชื้น สามารถบดเป็นผงแล้วนำไปทำเครื่องเทศ ซึ่งเป็นพืชในการทำเครื่องเทศที่สำคัญที่สุดของ Sumeru</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/29/144837601/2ed644daf09a03e0c2aab5267f6088a2_1980049689862909785.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 883,
        "name": "Sunsettia",
        "desc": "ผลไม้ที่มีความงามราวกับตะวันตกดิน ที่ขึ้นอยู่ทุกหนแห่งใน Teyvat ความหอมหวานอันแปลกประหลาด ของมันสามารถเพิ่มพลังให้คนๆนึง ได้มากมาย",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Sunsettia_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1883,
        "name": "Onikabuto",
        "desc": "แมลงปีกแข็งแปลกประหลาดที่อาศัยอยู่ในพื้นที่ที่อุดมไปด้วยธาตุไฟฟ้า ตรงกันข้ามกับรูปลักษณ์ของวิญญาณชั่วร้ายที่อยู่บนกระดอง ความจริงแล้วมันเป็นสิ่งมีชีวิตที่อ่อนโยนและเฉื่อยชามาก",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Onikabuto_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 1565,
        "name": "Lizard Tail",
        "desc": "หางที่ขดตัวลงช้าๆ หลังจากหลุดออกจากตัวกิ้งก่า มีรสขมมาก แต่มีสรรพคุณในการ เสริมความแข็งให้แก่ผิวหนัง",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Lizard Tail_icon.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2681,
        "name": "Rukkhashava Mushroom",
        "desc": "<p>เชื้อราที่เติบโตขึ้นทีละชั้นราวกับทะเลเมฆ</p><p>ส่วนใหญ่เป็นกาฝากที่อยู่บนต้นไม้ในป่าฝน ดังนั้นชาว Sumeru จึงถือว่ามันคือร่างศักดิ์สิทธิ์ที่ก่อกำเนิดขึ้นโดยท่านหญิง Rukkhadevata</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/30/144837601/fbfb9632c9668ce46422fa5b2acb9f0d_6196549580982687072.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2680,
        "name": "Nilotpala Lotus",
        "desc": "<p>ดอกไม้ที่เปล่งประกายราวกับจันทรา เติบโตในพื้นที่ชื้นแฉะในผืนป่าและจะผลิบานเฉพาะในเวลากลางคืนเท่านั้น</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/29/144837601/3863df20ca44d44f23d9d781a83d5436_4002094889272332806.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2796,
        "name": "Sumeru Rose",
        "desc": "<p>ดอกไม้สีม่วงที่ทั้งสดใสและสุขุม</p><p>แผ่กลิ่นอายหอมหวนที่ทำให้ผู้คนต้องเหลียวกลับมามอง</p><p>ถึงแม้จะได้ชื่อว่ากุหลาบ แต่แท้จริงแล้วเป็นดอกไม้ตระกูลอื่น</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/18/176148810/f006f3d60b8e449adae09234d000a2a9_7252979377367959517.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2714,
        "name": "Kalpalata Lotus",
        "desc": "<p>ดอกไม้จากพืชไม้เลื้อยที่มักเติบโตอยู่บริเวณหน้าผา ที่ได้ชื่อว่าดอกบัวเป็นเพราะว่ามีรูปลักษณ์ที่คล้ายคลึงกันเท่านั้น ไม่ได้มีความเกี่ยวของกันแต่อย่างใด</p><p></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/144837601/b34bf1d89d2aeab8a2642c978545f013_7298936355559381869.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2797,
        "name": "Zaytun Peach",
        "desc": "<p>ผลไม้ที่เติบโตจากไม้พุ่มที่อยู่ในป่า เนื้อแน่นและมีรสชาติหอมหวาน</p><p>ว่ากันว่าเมื่อรับประทานแล้วจะมีฤทธิ์ทำให้จิตใจสงบและผ่อนคลาย</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/18/176148810/5923b5e2aabd49d986c37aa6b529ae58_1266025436364290932.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "พันนวาระนำพารุ่งอรุณ",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "เมื่อท่านหญิง Rukkhadevata ผู้ยิ่งใหญ่ได้เสียสละตัวเองเพื่อช่วยผู้คน สถาบัน Sumeru ได้หยุดการจัดงานวันเกิดของเทพแห่งพฤกษา ต้องขอบคุณความช่วยเหลือจากคุณหนูตระกูลร่ำรวย Dunyarzad Homayani ที่ทำให้เทศกาลนี้สามารถจัดขึ้นได้ นักเดินทางและ Paimon ได้เดินทางมายัง Sumeru พอดีกับวันเกิดของท่านหญิงน้อย แต่พวกเขาไม่สามารถสอบถามข้อมูลจากใครได้เลยว่าจะพบเธอได้อย่างไร เนื่องจากตลอด 500 ปีที่ผ่านมา เทพแห่งพฤกษาไม่เคยออกจากวิหารแห่ง Surasthana เลย ทั้งสองคนอยากรู้เรื่องราวเกี่ยวกับตัวเธอ จึงตัดสินใจเข้าร่วมงานเทศกาลเพื่อเป็นการเฉลิมฉลองแก่เธอ"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/5347663a585d5ab8a0737cea1448b6fd_5823740002554307910.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ด้วยการสนับสนุนของ Dunyarzad สมาชิกของโรงละคร Zubayr จึงสามารถปรับปรุงและตกแต่งเวทีได้ และพ่อค้าแม่ค้าก็สามารถตั้งแผงขายอาหารและขนมหวานได้ ไม่เพียงแค่ผู้คนจาก Grand Bazaar แต่ผู้คนทั่วทั้ง Sumeru ก็กำลังจะมาร่วมงานเทศกาลนี้ เมื่องานฉลองได้เริ่มขึ้นแล้ว นักปราชญ์จากสถาบันได้ห้าม Nilou จัดการแสดงโดยอ้างว่าทางสถาบันมีกฎห้ามไม่ให้มีการจัดงานขนาดใหญ่เป็นการส่วนตัว สิทธิ์ขาดในการจัดงานดังกล่าวมีเพียงสถาบันเท่านั้น นักปราชญ์ได้ขู่ว่าหากยังจัดงานต่อไปจะสั่งสอบสวนผู้จัดงานเทศกาล Sabzeruz ทุกคน แม้ว่า Dunyarzad จะทุกข์ทรมานจากโรค Eleazar ระยะสุดท้าย เธอเข้าใจดีว่าจะไม่ได้เข้าร่วมงาน Sabzeruz ครั้งต่อไปแล้ว แต่เธอไม่ต้องการให้ทุกคนต้องมาลำบาก\nเมื่อวันใหม่กำลังจะเริ่มขึ้นหลังจากงานเฉลิมฉลองล้มเหลวลง นักเดินทางและ Paimon พบว่าตัวเองกลับมาอยู่ในช่วงที่เทศกาล Sabzeruz กำลังจะมาถึงอีกครั้ง นักเดินทางจำได้ถึงการแปรธาตุพยากรณ์, ลูกอมของอัศวินบุปผา, Haft-Mewa Feast และแม้กระทั่งรสชาติของ Charcoal-Baked Ajilenakh Cake ที่พวกเขาสั่งมาเพื่อขัดจังหวะเดจาวูนี้ ในวันถัดมาและวันถัด ๆ มา ทุกอย่างได้เกิดขึ้นซ้ำอีกครั้ง นักเดินทางได้สังเกตว่าทุกวันก่อนเข้านอน พวกเขาจะได้ยินเสียงในหัวราวกับว่า Akasha Terminal (อุปกรณ์พิเศษที่ทำงานด้วยพลังจากโนซิสเทพแห่งพฤกษา ซึ่งรวมภูมิปัญญาของคนทั้งมวลเข้าด้วยกันและมอบความรู้ให้กับผู้คน) กำลังส่งอิทธิพลต่อจิตสำนึกของพวกเขา แต่ถึงแม้จะถอด Terminal ออกแล้ว วันต่อมาพวกเขาก็พบว่าตัวเองอยู่ที่เทศกาล Sabzeruz อีกครั้ง แม้ว่าเหตุการณ์ช่วงวันเทศกาลจะเหมือนกันมากก็ตาม แต่ Dunyarzad กลับมีอาการแย่ลงทุกครั้ง และ Dehya ผู้คุ้มกันของเธอที่เปลี่ยนดาบของเธอเป็นดาบเล่มใหม่ กลับรู้สึกราวกับว่าเธอได้ใช้ดาบเล่มใหม่นี้ต่อสู้มาหลายครั้ง วันหนึ่งของสังสารวัฏของเทศกาล Sabzeruz นักเดินทางและ Paimon ได้พบกับสาวน้อยลึกลับ Nahida ซึ่งเธอไม่ได้รับผลกระทบจากสังสารวัฏที่ไม่มีที่สิ้นสุดนี้ เธอไม่สามารถบอกคำตอบทั้งหมดได้ ทำได้เพียงแค่ช่วยเหลือทางข้อมูลเบื้องต้นกับบอกใบ้เป็นนัย ๆ เท่านั้น\nหลังจากรวบรวมเบาะแสทั้งหมดเข้าด้วยกัน นักเดินทางและ Paimon ก็ตระหนักได้ว่าสาวน้อยลึกลับที่แนะนำตัวเองว่าเป็น \"ดวงจันทร์\" จากการทำนายและให้เบาะแสนั้นไม่ใช่ใครอื่นแต่เป็นท่านหญิงน้อย Kusanali นอกจากนี้พวกเขาทั้งหมดอยู่ในความฝันและทุก ๆ วัน Akasha Terminal จะลบความทรงจำของพวกเขาเกี่ยวกับสิ่งที่เกิดขึ้นและทำลายพื้นที่ย่อยของ Sabzeruz ด้วยวิธีนี้ สถาบันได้รวบรวมพลังแห่งความฝันเพื่อสร้างเทพประดิษฐ์ขึ้นมา นี่คือสาเหตุว่าทำไมสภาพร่างกายของ Dunyarzad แย่ลงอย่างต่อเนื่องจนกระทั่งจิตสำนึกของเธอได้หายไป และความจำของร่างกาย Dehya ก็ใช้ดาบใหม่ได้คุ้นชิน แม้ว่าความฝันจะอยู่ภายใต้การควบคุมของ Akasha แต่ตัวอุปกรณ์เองไม่อาจสร้างความฝันขึ้นมาจากความว่างเปล่าได้ ดังนั้นความฝันที่ไม่มีที่สิ้นสุดจึงมีร่างหลักอยู่"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/29/237301566/979f0e8824faf11e258de4bca1ba7af0_4658825212044875353.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เมื่อร่างหลักตระหนักได้ว่าตนเองอยู่ในความฝัน คนคนนั้นก็จะสามารถเปลี่ยนแปลงทุกสิ่งทุกอย่างในความฝันผ่านการจินตนาการได้ ในการค้นหาร่างหลักในฝัน นักเดินทางและ Paimon ได้ไปยังเวทีที่ Grand Bazaar และมองเห็น Padisarah สีม่วงอันเป็นเอกลักษณ์ที่หายไปหลายพันปีก่อน มีเพียง Nilou เท่านั้นที่สามารถสร้างดอกไม้เหล่านี้ได้ด้วยจินตนาการของเธอ เมื่อรู้ตัวว่ากำลังอยู่ในความฝัน เธอจึงตัดสินใจแสดงการเต้นรำครั้งสุดท้ายของ Sabzeruz ท่ามกลางเหล่า Padisarah ของเทพแห่งมวลบุปผา เมื่อการเต้นรำจบลง พวกเขาก็ได้เห็นภาพสะท้อนของจิตสำนึกของ Dunyarzad ที่เข้ามาดูการแสดงของ Nilou\nวันต่อมา เมื่อสังสารวัฏรอบที่ 168 ได้จบลง นักเดินทางและ Paimon ได้พบกับ Dunyarzad ที่รอดชีวิตจากการหลับใหลไร้ที่สิ้นสุด แม้ว่าชาว Sumeru จะไม่เคยฝัน แต่คืนนั้นเธอกลับฝันถึง Nilou ที่กำลังแสดงระบำของเทพแห่งมวลบุปผา\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 6516,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 3570,
        "name": "Dunyarzad",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/07/10257458/b870c8c1310f918467367df07471fd94_1200170621808032544.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>นักเต้นรำผู้แสนโด่งดังของโรงละคร Zubayr มีท่วงท่าที่คล่องแคล่วและสง่างาม ให้ความรู้สึกที่ทั้งบริสุทธิ์และเป็นมิตร</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/144837601/586d726f9ebda3506c78beaaa41f13b6_5545751724024546149.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">สมาชิกทหารรับจ้างของ \"กลุ่ม Eremite\" ที่ออกท่องไปทั่วท้องทะเลทราย Sumeru เธอคือนักรบผู้โด่งดังใน \"กลุ่ม Eremite\" ที่ทั้งกล้าหาญและทรงพลัง</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/23/65858273/65b22311e1e38ffa45a4928d4005ecee_651713700393764649.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>นกน้อยในกรงทองของวิหารแห่ง Surasthana ทำได้เพียงจ้องมองโลกใบนี้ผ่านทางความฝัน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/144837601/f29490bddc56b4a6773b6c5003bbb853_2080858609251172602.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 4362,
        "name": "Setaria",
        "desc": "<p>Setaria เป็น NPC ที่ออกมาเฉพาะเควสต์ เธอเป็นผู้ติดตามของ Azar</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/04/10257458/6b1cdfd09e06f1903039933d5659ca46_1462959511341322318.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2713,
        "name": "Padisarah",
        "desc": "<p>ดอกไม้ที่ศักดิ์สิทธิ์และสูงส่ง ว่ากันว่ามีข้อกำหนดสภาพแวดล้อมในการเติบโตที่เข้มงวดมาก และเกสรของมันเมื่อผ่านการแปรรูปจะสามารถทำเครื่องเทศอันล้ำค่าได้</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/14/176148810/d5172558c50dbc305ee422b95bf8ed21_7232208435493698358.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 2886,
        "name": "Coconut Charcoal Cake",
        "desc": "<p>ขนมหวานสีเข้ม เนื้อขนมมีความละเอียดเงางาม และ Ajilenakh Nut ก็นำพากลิ่นอายอันสดใสและอบอุ่นมาด้วย ทำให้รสสัมผัสทั้งนุ่มละมุนและชุ่มฉ่ำ… ไม่ว่าคุณลูกค้าจะกำลังหดหู่หรือเศร้าหมอง ความทุกข์ใจก็จะถูกปัดเป่าด้วย “ขนมหวานสีดำ” ชิ้นนี้ ดังนั้นจงอย่าตัดสินคนจากภายนอก ขนมเองก็เช่นกัน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/11/144837601/945b6633df28a7e78890a1246f1b84e1_7304780789913875494.png",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "บทกวีสีสันแห่งลูกอมและกุหลาบ",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/a45dae53fa692c511a0fa33b9205d635_6739745299503538919.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมื่อเหล่านักปราชญ์ผู้สร้าง Sabzeruz ชั่วนิรันดร์ถูกเนรเทศจากสถาบัน เมือง Sumeru จึงได้เริ่มเฉลิมฉลองวันเกิดของเทพแห่งพฤกษาอีกครั้ง ในวันเทศกาลวันที่สองซึ่งมีนักเดินทางและ Paimon เข้าร่วมด้วย สถาบันได้ตัดสินใจจัดงานฉลองยิ่งใหญ่เพื่อแก้ตัวให้กับท่านหญิงน้อย Kusanali แม้แต่ Vihar อัศวินบุปผาในครั้งก่อนก็ตัดสินใจเข้าร่วมการเฉลิมฉลองนี้เช่นกัน ทหารรับจ้าง Dehya, Dunyarzad, ผู้คุ้มกันหมู่บ้าน Aaru Candace; เจ้าหน้าที่มหามาตรา Cyno; นักชีววิทยา Tighnari; ลูกศิษย์ของเขา Collei, สถาปนิก Kaveh; คุณนาย Faruzan และนักเต้น Nilou ตัดสินใจเตรียมเซอร์ไพรส์วันเกิดให้ Nahida และจัดงานเทศกาลแสนพิเศษให้กับเธอ กิจกรรมในเทศกาล Sabzeruz ในแต่ละปีมักจะคล้ายคลึงกัน Dehya จึงตัดสินใจที่จะลองทำอะไรที่แตกต่างออกไป เนื่องจาก Nahida ชอบขนมหวาน พวกเขาจึงตัดสินใจซื้อขนมมากมายและเชิญเธอไปร่วมงานเลี้ยงฉลอง Haft-Mewa หลังจากขบวนเกวียนบุปผา Kaveh จัดการออกแบบรายละเอียด Tighnari จัดการจองสถานที่ Dehya และ Dunyarzad เป็นฝ่ายตกแต่งและ Candace ไปซื้ออาหาร นักเดินทางและ Paimon ต้องการช่วยจัดเตรียมงาน พวกเขาจึงไปซื้อของกับ Candace ที่ท่าเรือ Ormos"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/e97e95707d24120ead86f2c4468b26fa_5951458673525112521.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "ขณะที่ Candace กำลังสั่งอาหารสำหรับงานเลี้ยงฉลอง เธอก็รู้สึกราวกับว่าเธอเห็นสิ่งที่กำลังจะเกิดขึ้น เธอเห็นถ่านบนเตาของพ่อค้าระเบิด และทันทีที่เธอเตือนเขา ก็เกิดการระเบิดขึ้น Candace คิดว่าเป็นสัญชาตญาณ แต่แล้วเธอก็เห็นลังไม้หล่นทับเด็กสาวที่กำลังวิ่งอยู่ก่อนที่มันจะหล่นลงมาด้วยซ้ำ เธอไม่คิดว่าเรื่องนี้จะเกี่ยวข้องกับดวงตาสีเหลืองอำพันของเธอซึ่งเป็นมรดกของราชา Deshret แต่เกี่ยวข้องกับอัญมณีสีเขียวลึกลับที่เธอซื้อมาในเช้าวันนั้น อัญมณีนี้แฝงไว้ด้วยร่องรอยธาตุพิเศษบางอย่างซึ่งทำให้ Candace สงสัย นักเดินทางพยายามใช้อัญมณีแต่ไม่มีอะไรผิดปกติเกิดขึ้น\nในฐานะผู้คุ้มกัน Candace จึงตัดสินใจที่จะสืบสวนและเรียนรู้เกี่ยวกับแหล่งที่มาของอัญมณีจากเหล่าพ่อค้า พวกเขาเลือกที่จะไปหา Dori Sangemah Bay ผู้รอบรู้เรื่องราวในสุเมรุ แม้ว่า Dori จะเสนอเงิน 200,000 Mora เพื่อแลกกับข้อมูล แต่ Candace กลับมีทักษะในการต่อรองราคาที่ไม่ธรรมดาและโน้มน้าวให้พ่อค้ายอมให้เธอจ่ายเงินเพียง 30,000 Mora พร้อมรับรองความปลอดภัยในการเดินทาง รวมถึงบริการอาหารและที่พักให้กับกองคาราวานเมื่อถึงหมู่บ้าน Aaru และลดภาษีบางส่วน ตามคำบอกเล่าของนายท่าน Sangemah Bay หินก้อนนี้มาจากโบราณสถานไร้นามในทะเลทรายเมื่อหลายเดือนก่อนเทศกาล Sabzeruz โบราณสถานนั้นทรุดโทรมมากจนแม้แต่ตัวอักษรบนกำแพงยังอ่านไม่ออก ตอนที่อัญมณีถูกค้นพบมันก็มีรอยแยกอยู่ตรงกลางแล้ว ช่างแปรรูปเห็นว่าซ่อมไม่ได้จึงเลยแบ่งมันออกเป็นสองชิ้น หนึ่งในนั้นเป็นชิ้นที่ Candace ได้ซื้อมา เธอกังวลว่าถ้าอัญมณีนี้มีความสามารถในการพยากรณ์อนาคตจริง ๆ หากตกไปอยู่ในมือของคนไม่ดี ผลที่ตามมาคงเลวร้ายมาก ในเช้าวันนั้นมีกองคาราวานถูกปล้นในทะเลทรายบนถนนเล็ก ๆ ที่ไกลออกไป Candace จึงตัดสินใจเริ่มการสืบสวนจากที่นั่น เหล่าพ่อค้าที่กำลังขนส่งประทัดและดอกไม้ไฟสำหรับงานเฉลิมฉลอง Sabzeruz ได้ถูกหนามเถาวัลย์มาขวางทางอย่างกะทันหันเมื่อตอนเช้าของวัน เมื่อคาราวานถูกดักไว้ คนร้ายก็ยิงระเบิดใส่พวกเขาทำให้กล่องพลุระเบิด พ่อค้าสังเกตเห็นหินสีเขียวบนตัวคนร้ายคนหนึ่งคล้ายกับอัญมณีของ Candace ผู้คุ้มกันหมู่บ้าน Aaru สงสัยว่าพ่อค้ากำลังปิดบังอะไรบางอย่างและวัสดุอันตรายที่พวกเขาขนมาอาจถูกนำไปใช้โดยคนร้ายที่วางแผนโจมตีในช่วงเทศกาล Sabzeruz\nเมื่อกลับมาที่ท่าเรือ Ormos, Candace \"เห็น\" คนน่าสงสัยสองคนกำลังคุยกันถึงเรื่องอันตรายบางอย่างขณะกำลังเดินเข้าไปในตรอก เมื่อตามพวกเขาไป Candace และนักเดินทางก็เตรียมที่จะจับกุมคนร้าย แต่กลับกลายเป็น Kaveh และ Alhaitham ที่กำลังพูดคุยถึงการหายตัวไปของอุปกรณ์ของ Kaveh ที่ชื่อว่า Mehrak, Kaveh ส่ง Mehrak ไปซื้อกาแฟแต่ไม่กลับมาอีกเลย Kaveh กังวลว่า Mehrak อาจประสบเหตุการณ์ย่ำแย่บางอย่างจึงหลบหนีไป แต่หากไม่มีอุปกรณ์นั้นก็ไม่สามารถสร้างเซอร์ไพรส์ในเทศกาล Sabzeruz ได้ Kaveh ออกแบบหอคอยลูกอมที่จะพุ่งชนเข้ากับเกวียนบุปผาในเวลาที่กำหนด จากนั้นก็ระเบิดออกและอุปกรณ์ที่อยู่ข้างในก็จะปล่อยลูกอมออกไปทุกทิศทาง เมื่อสัญญาณลับปรากฏขึ้น Mehrak จะเปิดใช้กลไกจากระยะไกลเพื่อให้แน่ใจว่าการระเบิดจะเกิดขึ้นในตำแหน่งที่กำหนด เมื่อได้รู้บทสนทนาที่แท้จริงระหว่าง Kaveh และ Alhaitham, Candace ก็เล่าให้พวกเขาฟังถึงสิ่งที่เธอได้มองเห็น Alhaitham ได้สันนิษฐานว่าหากสิ่งที่เธอมองเห็นไม่ใช่อนาคตแต่เป็นอดีต เนื่องจากเตาไฟของพ่อค้าเคยระเบิดไปแล้วเมื่อสัปดาห์ก่อน และลังไม้ก็หล่นลงมาอย่างต่อเนื่องตลอดเทศกาล Sabzeruz เนื่องจากมีสินค้าจำนวนมาก แม้ว่าทฤษฎีดังกล่าวจะดูน่าเชื่อถือ แต่ก็ไม่สามารถอธิบายเรื่องกองคาราวานที่ถูกปล้นในทะเลทรายได้\nเมื่อผู้มีส่วนร่วมในการจัดเซอร์ไพรส์มารวมตัวกันที่ท่าเรือ Ormos เพื่อหารือเกี่ยวกับหอคอยลูกอม แผนของพวกเขาเกือบถูกพบเจอโดย Nahida ที่กำลังเดินเล่นรอบเมืองที่พลุกพล่าน ด้วยการแสดงของ Faruzan และ Kaveh และการแทรกแซงของ Nilou ทำให้การเซอไพรส์นี้ยังคงถูกเก็บเป็นความลับต่อไป วันรุ่งขึ้น ทุกคนจะต้องไปพบกันที่ Pardis Dhyai แต่ Nilou กลับไม่ปรากฏตัวตามเวลาที่นัดหมาย นักเดินทาง Cyno และ Candace สงสัยว่าการหายตัวไปของ Nilou อาจเกี่ยวข้องกับแผนการทำลายงานเฉลิมฉลอง เนื่องจากการเต้นรำของ Nilou จะเป็นจุดเด่นของการแสดง เบาะแสของ Nilou และความช่วยเหลือของ Aranara นำพาพวกเขาไปที่ซากปรักหักพังใกล้กับวิหาร Ashvattha"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/f763bbed8b099c831911976bf53067e8_7208513726636225265.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "การออกเดินทางเพื่อช่วยเหลือ Nilou, Cyno, Candace, นักเดินทาง และ Paimon พบว่า Sethos เพื่อนของพวกเขา, Nilou และวีรชน Sorush ต่างก็ปลอดภัยดี Sorush เล่าว่าเธอและภูตดอกไม้อีกตนตัดสินใจสั่งสอนพ่อค้าดอกไม้ไฟ Sethos จึงออกมาดูว่าเกิดอะไรขึ้น Sethos กลายเป็นเพื่อนกับ Sorush และกลายมาเป็นผู้นำทางให้เธอในเมือง Sumeru เนื่องจากเธอต้องการแสดงการเต้นรำ Sabzeruz เพื่อฉลองวันเกิดของท่านหญิงน้อย Kusanali เมื่อทราบว่ามีการคัดเลือกนักแสดงระบำ Sabzeruz ไว้แล้ว Sorush จึงต้องการที่จะพบกับ Nilou และปรากฏว่าหลายศตวรรษที่ผ่านมา ระบำ Sabzeruz ในทุกวันนี้ไม่เหมือนกับในสมัยก่อนแล้ว Nilou ไม่อยากพลาดโอกาสหายากเช่นนี้และขอให้ภูตดอกไม้สอนการเต้นรำดั้งเดิมให้เธอ ดังนั้นพวกเขาทั้งหมดจึงมาถึงซากปรักหักพังแห่งนี้\nเศษอัญมณีชิ้นที่สองของ Candace อยู่กับ Sethos เขาซื้อหินก้อนนั้นเพราะรู้สึกถึงความพิเศษที่อยู่ในนั้น และหลังจากอ่านข้อความในวิหารแห่งความเงียบงันแล้ว เขาก็ได้เรียนรู้เกี่ยวกับตำนานของ “ดวงตาแห่ง Wedjat” ปรากฏว่าดวงตานั้นไม่ได้แสดงให้เห็นอนาคต แต่แสดงให้เห็นเพียงเหตุการณ์ในอดีตกาลที่บันทึกไว้เท่านั้น มีเพียงลูกหลานของราชา Deshret เท่านั้นที่สามารถเปิดใช้งานพลังแห่งดวงตา จึงมีเพียง Candace และ Sethos เท่านั้นที่สามารถใช้มันได้ เนื่องจากเศษเสี้ยวความทรงจำนี้มีเพียงความโศกเศร้าที่ Nahida ไม่ควรได้เห็นในวันเกิดของเธอ ดวงตาจึงถูกมอบให้กับวิหารแห่งความเงียบงันเพื่อเก็บรักษาไว้อย่างปลอดภัย"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/f54774bab5219476f656b03107d19d9e_7498551162664092012.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เมื่อการเตรียมงานฉลองทั้งหมดเสร็จสิ้นแล้ว ทางสถาบันตัดสินใจเลือกผู้ที่จะมารับหน้าที่เป็นอัศวินบุปผาและทุกคนเห็นตรงกันว่าจะให้นักเดินทางผู้เป็นเพื่อนของเทพแห่งพฤกษาและฮีโร่ที่ช่วยเหลือ Sumeru รับหน้าที่นี้ อัศวินบุปผาได้รับมอบหมายให้ประดับตกแต่งเกวียนบุปผา ในเช้าวันเกิดของท่านหญิงน้อย Kusanali เกวียนบุปผาพร้อมด้วย Nahida, อัศวินบุปผา และดนตรีของ Candace ออกเดินทางสู่ใจกลางเมือง Sumeru"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/9b232db32b54b761185d8765c7939871_8327462140028967051.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "Nilou ได้แสดงการเต้นรำดั้งเดิมของเทศกาล Sabzeruz ให้เทพแห่งพฤกษาชม และ Nahida เองก็ได้แนะนำ Aranara ที่ทุกคนคิดว่ามีอยู่แค่ในนิทานให้ทุกคนได้รู้จัก สำหรับ Nahida แล้ว เทศกาล Sabzeruz ในครั้งนี้กลายเป็นวันเกิดที่เธอจะไม่มีวันลืม วันนั้นเป็นวันที่สวยงามราวกับความฝันที่คุ้มค่าแก่การจดจำ นักเดินทางแนะนำให้ถ่ายรูปเก็บเอาไว้ เพื่อที่ว่าแม้พวกเขาจะลืมตาตื่นขึ้นมาจากฝัน ช่วงเวลาเหล่านี้ก็จะไม่เลือนหายไป"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"ตอนนั้น Al-Ahmar ก็คงจะมอบ ‘ดวงตาแห่ง Wedjat’ ให้ด้วยความคิดแบบนี้เหมือนกันสินะ...</color>\n<color=#ffffffd9>ถึงแม้นี่จะเทียบ 'ดวงตาแห่ง Wedjat' ไม่ได้ แต่ตอนนี้พวกเราก็มีวิธีหยุดเวลาได้เช่นกัน\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/7fa7a201efdf5980b00c0c43c571590d_1759283213044571652.png",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/11/08/237301566/3d47d8751d165a25ec4b1ed36a1cf135_1632164507047919111.png",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3799,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7034,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7076,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7033,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 2850,
        "name": "Nahida",
        "desc": "<p>นกน้อยในกรงทองของวิหารแห่ง Surasthana ทำได้เพียงจ้องมองโลกใบนี้ผ่านทางความฝัน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/29/144837601/f29490bddc56b4a6773b6c5003bbb853_2080858609251172602.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2815,
        "name": "Candace",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ลูกหลานของราชา Deshret ผู้มีนัยน์ตาซ้ายสีเหลืองอำพัน ผู้คุ้มกันของหมู่บ้าน Aaru</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/27/176148810/2f43da4ece9eabfbde6ec2fcc81b3bff_5740100525473031997.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2813,
        "name": "Cyno",
        "desc": "<p>&#34;เจ้าหน้าที่มหามาตรา&#34;</p><p>ผู้รับหน้าที่ดูแลนักวิชาการในสถาบัน...</p><p>ในตอนที่ทำงานมีประสิทธิภาพมากกว่า &#34;กลไกมหามนตรา&#34; ที่ผลิตโดยคณะ Kshahrewar เสียอีก</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/21/176148810/e09e2bda5e022611fad0dea1bb6518bb_4530553851238597882.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2812,
        "name": "Nilou",
        "desc": "<p>นักเต้นรำผู้แสนโด่งดังของโรงละคร Zubayr มีท่วงท่าที่คล่องแคล่วและสง่างาม ให้ความรู้สึกที่ทั้งบริสุทธิ์และเป็นมิตร</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/09/144837601/586d726f9ebda3506c78beaaa41f13b6_5545751724024546149.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2265,
        "name": "Tighnari",
        "desc": "<p>นักวิชาการรุ่นเยาว์ที่เชี่ยวชาญด้านพฤกษศาสตร์</p><p>ตอนนี้เขาทำหน้าที่เป็นหัวหน้าเจ้าหน้าที่พิทักษ์ป่าที่ Avidya Forest</p><p>นิสัยตรงไปตรงมากระตือรือร้น เก่งในเรื่องการแนะนำสั่งสอนพวกคนสมองเลอะเลือน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/144837601/d039c6da9285163f46b85f0241f29c17_8067599399751884379.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2268,
        "name": "Collei",
        "desc": "<p>เจ้าหน้าที่พิทักษ์ป่าฝึกหัดที่ทำงานอยู่ใน Avidya Forest </p><p>เบื้องหลังคำพูดและการกระทำอันแสนใส่ใจ คือหัวใจที่ถูกเก็บงำซ่อนไว้</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/08/24/144837601/37a18b6b6865c59063003a9380f08225_7166298717920241053.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2269,
        "name": "Dori",
        "desc": "<p>แม่ค้าเร่สารพัดผู้ลึกลับ สิ่งที่ชอบที่สุดก็คือประกายแวววับของ Mora</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/09/06/176148810/6539bea71efd0f839db897cfc4094362_263331376392212652.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2967,
        "name": "Faruzan",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">นักวิชาการจากเมื่อ \"หนึ่งร้อยปีก่อน\" ชื่นชอบที่จะตั้งตนเป็นรุ่นพี่ ทั้งยังมีงานวิจัยเกี่ยวข้องกับอักษรโบราณ และกลศาสตร์โบราณต่าง ๆ</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/12/06/176148810/38c12ab46678a4008f83a0e46c900ef5_4045246056365222877.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3336,
        "name": "Alhaitham",
        "desc": "<p>เสมียนคนปัจจุบันของสถาบัน Sumeru มีสติปัญญา และพรสวรรค์ที่เหนือคนธรรมดา เขาใช้ชีวิตอย่างอิสระจนคนส่วนใหญ่แทบจะหาเขาไม่เจอ</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/01/14/72229630/25249dd20b86c775fb35bdbbd805d9ec_4955674629450995104.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3608,
        "name": "Kaveh",
        "desc": "<p>สถาปนิกที่มีชื่อเสียงของ Sumeru เขาเป็นคนที่ใส่ใจเป็นห่วงเป็นใยหลายสิ่งหลายอย่างมากจนเกินไป ทั้งยังเป็นนักสุนทรียศาสตร์ ผู้มีปัญหากับความเป็นจริงอีกด้วย</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/04/28/144837601/2270aba02b92034d7d76b4426be8f53b_9086553852489645779.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3463,
        "name": "Dehya",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.65)\">สมาชิกทหารรับจ้างของ \"กลุ่ม Eremite\" ที่ออกท่องไปทั่วท้องทะเลทราย Sumeru เธอคือนักรบผู้โด่งดังใน \"กลุ่ม Eremite\" ที่ทั้งกล้าหาญและทรงพลัง</span></p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/02/23/65858273/65b22311e1e38ffa45a4928d4005ecee_651713700393764649.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 5598,
        "name": "Sethos",
        "desc": "<p><span style=\"color: rgba(255, 255, 255, 0.8)\">ผู้สืบทอดของวิหารแห่งความเงียบงัน ผู้ซึ่งแบกรับความลับมากมายจากทะเลทราย</span></p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/06/03/53372413/cdb7abfcb86138e5b618946a5466d442_2524645317529486334.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3827,
        "name": "Sorush",
        "desc": "<p>หนึ่งในสมาชิกของภูติดอกไม้ที่ถือกำเนิดในทะเลทราย Sorush เป็นวีรชนที่ได้รับการยอมรับจากควาเรนาห์</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/30/10257458/0ff1dbbf93bc0c9aac2cc030ca1432f8_4165149272440393032.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3570,
        "name": "Dunyarzad",
        "desc": "",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/06/07/10257458/b870c8c1310f918467367df07471fd94_1200170621808032544.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "galleryCharacter": [
      {
        "key": "เทศกาล Sabzerus",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/01/7877590/a35fc0591f6a4f6dc8e20cc27d172527_4770559348128062789.png"
      }
    ],
    "videoCollection": [
      {
        "title": "Cutscene Animation: \"Dance of Sabzeruz\" | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=ASR41LdpTKw",
        "coverUrl": "https://i.ytimg.com/vi/ASR41LdpTKw/maxresdefault.jpg",
        "duration": 128
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "เทศกาล Sabzeruz"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "เทศกาล"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Sumeru"
          }
        ]
      },
      {
        "key": "กิจกรรมที่เกี่ยวข้อง",
        "value": [
          {
            "type": "RichText",
            "text": "เควสต์เทพเจ้าบทที่ 3: ฉากที่ 2 \"พันนวาระนำพารุ่งอรุณ\"\nกิจกรรมเวอร์ชัน 5.1 - \" บทกวีสีสันแห่งลูกอมและกุหลาบ\""
          }
        ]
      }
    ]
  }
}