{
  "epId": 7081,
  "name": "Tenebrous Mimiflora",
  "desc": "มอนสเตอร์ Abyss ที่มาจากต่างโลกอันบิดเบี้ยวและมืดมิด มีรูปร่างที่คล้ายกับพืช<br>ว่ากันว่า ที่ใดที่มีการกัดกร่อนของคลื่นอันมืดมิด ย่อมต้องมีมอนสเตอร์สีดำที่ดูเหมือนพืชเติบโตขึ้น แต่มันเหมือนกับพืชแค่เพียงภายนอกเท่านั้น เหตุผลที่พวกมันมีรูปลักษณ์เช่นนี้ ก็เพื่อที่จะเข้าใกล้ความคิดของโลกแห่งต้นไม้ และดูดซับแนวคิดที่จำเป็นจากต้นไม้ มาทำการวิเคราะห์ และเลียนแบบ<br>นอกจากนี้ยังมีคนบ้าไร้สติบางคนกล่าวอีกว่า สิ่งที่ยื่นออกมาคล้ายใบไม้เหล่านั้น แท้จริงแล้วคือจุดเริ่มต้นของประตูสู่ต่างโลก",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/09/27/2bdd8939119a34c70b5dd45a4daf426c_7371904873920349725.png",
  "menuId": 7,
  "menuName": "ศัตรูและมอนสเตอร์",
  "version": 1728546220,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Tenebrous Mimiflora"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "Abyss"
          }
        ]
      },
      {
        "key": "ฉายา",
        "value": [
          {
            "type": "RichText",
            "text": "ฟองทำลายล้างภพแห่งความว่างเปล่า"
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "แนะนำการเล่น",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/09/144837601/c3cdc2c8c6c6bebce714d34b1850e5e5_2926340570222290634.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "มอนสเตอร์ Abyss ที่มาจากต่างโลกอันมืดมิด ซึ่งสามารถเลียนแบบสิ่งต่าง ๆ ได้ ในการต่อสู้ Tenebrous Mimiflora จะเปิดใช้งานเกราะพลังภพแห่งความว่างเปล่าให้ตนเอง การโจมตีบางอย่างของ Tenebrous Mimiflora จะทำให้เกิดสถานะ \"กัดกร่อน\" ที่สามารถซ้อนทับได้ และทำให้ตัวละครที่เข้าร่วมการต่อสู้ในขณะนั้น สูญเสียพลังชีวิตหลังจากผ่านไประยะเวลาหนึ่ง ใช้ <color=#ffd780>การโจมตีธาตุถึงจำนวนที่กำหนด</color> เพื่อทำลายเกราะ นอกจากนี้ <color=#ffd780>การโจมตีธาตุที่มีคุณสมบัติวิญญาณราตรี</color> จะสามารถทำลายการป้องกันของมันได้อย่างมีประสิทธิภาพมากขึ้น"
          }
        ]
      }
    ]
  }
}