{
  "epId": 7143,
  "name": "ไฟแห่งสายัณห์ฤดูใบไม้ร่วง",
  "desc": "<p>ม้วนหนังสือที่สืบทอดกันมาในวงศ์ปีกบุปผา เดิมทีดูเหมือนจะเป็นเรื่องราวสองเรื่องที่มาจากยุคสมัยที่แตกต่างกัน แต่ไม่รู้ว่าถูกจับมาผสมปนเปกันตั้งแต่เมื่อใด</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/02/144837601/16eec19fee68db968e7e88497766e445_7596082070570843369.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1733221391,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ไฟแห่งสายัณห์ฤดูใบไม้ร่วง"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "ไฟแห่งสายัณห์ฤดูใบไม้ร่วง I ",
        "desc": [
          {
            "type": "RichText",
            "text": "ขณะที่พวกเขาเดินตามเส้นทางคดเคี้ยวไปยังโกดัง เดินผ่านใบไม้ร่วงที่โปรยปรายราวกับสายฝน เธอมองดูใบหน้าด้านข้างของเขาอย่างเงียบเชียบ และพยายามจะรวมภาพใบหน้าของเขา เข้ากับภาพในความทรงจำของเธอ หลายปีผ่านไปเขาสูงขึ้นมาก และแต่งตัวดูหรูหรากว่าเดิม แต่ก็ไม่ใช่เรื่องแปลกอะไร เพราะตอนนี้เขาเป็นเจ้าหน้าที่อาลักษณ์ของสหพันธ์ใหญ่ และมารับธงของวงศ์ปีกบุปผาในนามของผู้ปกครองศักดิ์สิทธิ์ ก็ต้องแต่งตัวให้ดูดีเป็นธรรมดา เขาเปลี่ยนไปแล้ว เธอคิด คนเราจะไม่เปลี่ยนไปได้ยังไง? มีเพียงท่าทางเชื่องช้านั้นที่ยังเหมือนเดิม \"ฉันรับรองว่าฝีมือของเชฟคนนั้นจะต้องถูกใจเธอแน่นอน\" เขาหยุดพักเล็กน้อย ราวกับกำลังรอคำตอบจากเธอ แต่เธอก็ยังคงไม่พูดอะไร เขาจึงพูดต่อว่า \"รอให้เราไปถึงเมือง Cinder และได้เข้าเฝ้าฝ่าบาทแล้ว...\"\nมังกรส่งเสียงคำรามดังสนั่นหวั่นไหว ขัดจังหวะคำพูดพล่ามที่ทำให้มันทนไม่ได้ มันได้กลิ่นที่ทำให้มันรู้สึกรังเกียจจากร่างกายของเธอ แม้แต่น้ำพุทางใต้ก็ไม่สามารถล้างกลิ่นเหม็นนั้นออกไปได้ เจ้าแมลงที่น่ารังเกียจ มันคิด นึกว่าเจ้าจะใช้อุบายสกปรกของคนทรยศกับคนบ้า มาแย่งชิงดินแดนร้อนระอุผืนนี้ไปได้งั้นหรือ มันไล่ตามเธออย่างเอาเป็นเอาตาย หมายจะใช้กรงเล็บแทงทะลุร่างของเธอ แล้วตรึงเธอไว้บนผืนทราย ทั้งที่เธอหลบมันพ้นไปตั้งสองครั้งแล้วก็ตาม\nเธอแกล้งทำเป็นไม่สนใจว่าเขาคิดอะไรอยู่ เพียงยิ้มน้อย ๆ อย่างอ่อนโยนเท่านั้น เขาจ้องเธออยู่สักพัก พยายามจะอ่านอารมณ์อันละเอียดอ่อนจากมุมปากของเธอ ซึ่งก็เหมือนเช่นทุกครั้ง เขาไม่พบร่องรอยการต่อต้านใด ๆ บนหน้ากากที่เฉยเมยนั้นเลย เธอเป็นแบบนี้มาโดยตลอด เขาคิดด้วยความรู้สึกเห็นอกเห็นใจ ตั้งแต่วันแรกที่ทั้งสองรู้จักกัน เธอก็เป็นอย่างนี้มาตลอด ทั้งสงบเสงี่ยมและโอนอ่อนผ่อนตาม ไม่เคยมีท่าทีต่อต้านใด ๆ เหมือนกับหมูป่าอ่อนแอที่อยู่ริมน้ำ ที่มักจะยอมรับทุกสิ่งที่โชคชะตาลิขิตมาให้แต่โดยดี ตรงกันข้ามกับแม่ผู้ดื้อรั้นของเธอ \"ไม่ต้องห่วง\" จู่ ๆ เขาก็พูดขึ้นมา \"ถึงพวกเขาจะไม่อยู่แล้ว ฉันก็จะอยู่เคียงข้างเธอ จนกว่าความตายจะพรากเราจากกัน\" เธอมองเขาแวบหนึ่งแล้วยิ้ม ยื่นมือไปหาเขาแต่โดยดี \"จนกว่าความตายจะพรากเราจากกัน\" เธอพูดทวนคำเขาซ้ำเบา ๆ ราวกับพูดให้ตัวเองฟัง เสี้ยวขณะหนึ่งนั้น บนหน้ากากอันสมบูรณ์แบบนั้นดูเหมือนจะมีรอยร้าวปรากฏขึ้นมา ทว่าเขาไม่ทันได้สังเกตเห็น เขาไม่เคยสังเกตเห็นอะไรเลย คนที่น่าสงสาร เธอคิด ทั้งที่อยากแสดงบทบาทของตัวเองให้ดีมาตลอด แต่กลับไม่เคยได้รับคำชมเลย โชคร้ายจริง ๆ\nทว่าโชคชะตาหาใช่ปัจจัยที่เป็นตัวกำหนด แต่เป็นเพียงคำนิยามของการล่าอันยาวนานนี้เท่านั้น ในช่วงหลายปีที่ผ่านมา เธอไล่ตามมังกรยักษ์ตัวนี้ ไล่ตามกลิ่นอายอันชั่วร้ายของมันมาตลอด เธอรู้เกียรติยศจอมปลอมของมัน มันอาจถูกล่อลวงด้วยคำพูดจนมันเชื่อว่าตัวมันเองคือผู้กำหนดโชคชะตา เชื่อว่ามันสามารถต่อต้านจุดจบซึ่งถูกกำหนดไว้แล้วที่กำลังจะมาถึง ความคิดเพ้อฝันอันลวงตาจะนำพามันมาที่นี่ เช่นเดียวกับนิ้วมือเรียวยาวของเธอที่ชี้นำสายธนูที่ขึงตึง เธอนิ่งไม่ขยับ จับจ้องอสูรที่ใกล้เข้ามา ร่างอันใหญ่โตของมันแทบจะปิดปากถ้ำมิด เหมือนน้ำมันที่หกจากขวด เธอรับรู้ได้ถึงสายตาของมัน สายตาของนักล่า ในที่แห่งนั้น เธอเป็นเพียงแมลงตัวเล็กจ้อย เป็นขนนกกลางสายลมที่ไม่สลักสำคัญอะไร \"ที่นี่คือที่ไหนกัน เจ้าตัวเล็กจอมเจ้าเล่ห์?\""
          }
        ]
      },
      {
        "title": "ไฟแห่งสายัณห์ฤดูใบไม้ร่วง II ",
        "desc": [
          {
            "type": "RichText",
            "text": "\"นี่คือสวนดอกไม้ที่แม่ฉันชอบมากที่สุดตอนที่ท่านยังมีชีวิตอยู่\" เธอตอบด้วยเสียงอ่อนโยน นิ้วมือเรียวยาวลูบดอกไม้ที่เธอไม่รู้ชื่ออย่างแผ่วเบา เสียงอันราบเรียบนั้นแฝงความรุ่มร้อน เหมือนน้ำมันก๊าดที่เธอซุกซ่อนไว้ในโกดัง เธอจงใจไม่มองหน้าเขา เธอรู้ว่าเขาจะพูดอะไร คำเปรียบเปรยที่คิดเอาเองว่าฟังดูฉลาด และคำปลอบโยนเล็กน้อยที่ดูจริงใจแต่ไม่ได้มีผลได้ผลเสียอะไรกับเขา เขาจะปลอบเธอว่าอย่าเสียใจกับเรื่องที่ผ่านไปแล้วนักเลย และโน้มน้าวให้เธอวาดฝันถึงอนาคตที่ไม่มีวันมาถึงร่วมกับเขา จากนั้น เขาก็จะลูบใบหน้าเธอเบา ๆ ด้วยความรักเหมือนที่เธอกำลังลูบดอกไม้อยู่นี้ เช่นเดียวกับทุกค่ำคืนที่ผ่านมานับไม่ถ้วน อากาศที่ยังคงร้อนอบอ้าวในยามพลบค่ำของฤดูใบไม้ร่วง และเสียงแมลงที่ดังระงมไปทั่วทำให้เธอหงุดหงิด ดังนั้นก่อนที่เขาจะได้กล่าวคำพูดเหล่านั้น เธอก็หักก้านดอกไม้แล้วหันไปมองเขาด้วยสายตาประหลาดใจ ก่อนจะยิ้ม และหยิบดอกไม้ที่คล้ายดั่งเปลวไฟดอกนั้น ติดไว้บนปกเสื้อของเขาที่ปักด้วยดิ้นทอง \"ไปกันเถอะ ยังไงเดี๋ยวก็มีคนมาจัดการเรื่องพวกนี้อยู่ดี\"\nมังกรชะงักไปครู่หนึ่ง ดวงตาที่คล้ายดั่งม่านเหล็กหรี่ลงเล็กน้อย มองความมืดอันร้อนระอุที่อยู่รอบด้านอย่างประเมิน แน่นอนว่ามันไม่ได้หลงกลแม้แต่น้อย ไม่เลยแม้สักนาทีเดียว ใช่แล้ว เธอล่อมันมาที่นี่ ในถ้ำแคบ ๆ แห่งนี้ แต่แล้วยังไงล่ะ? มันเหลือบตาลงมองเธอด้วยสายตาดูถูก ช่างบาดตาเหมือนขนนกที่มันภาคภูมิใจ เธอไม่เหมือนแม่ของเธอเลยสักนิด ไม่เหมือนนักธนูคนนั้นที่ยิงคอมันเมื่อหลายสิบปีก่อน ผู้หญิงที่ขับไล่มันเข้าไปในเงามืดของป่าเหมือนไล่ต้อนอัลปากา ผู้หญิงที่ขัดขวางความสุขเรียบง่ายจากการทำลายล้างหมู่บ้านของมัน... ผู้หญิงคนนั้นที่สมควรได้รับความเกลียดชังจากมัน ไม่สิ เจ้าลูกสัตว์ที่กำลังสั่นระริกนี้เป็นแค่เสียงสะท้อนอย่างอ่อนแรงของหญิงคนนั้น เธอไร้กำลังจะต่อกรกับกรงเล็บของมัน การจะต่อต้านชะตากรรมที่ซีดเซียว และน่าสะพรึงกลัวได้นั้นยิ่งไม่ต้องพูดถึง การมีอยู่ของเธอเป็นเพียงการเย้ยหยันสายเลือดของเธอ และดูถูกสายเลือดโบราณของเผ่ามังกร ความคิดไร้สาระอะไรกันที่ทำให้เธอล่อมันมาที่นี่? ลูกไม้ตื้น ๆ พรรค์นี้รังแต่จะนำพาความตายมาให้เธอ กลิ่นแปลก ๆ อวลอยู่ในอากาศจาง ๆ ความไม่สบายใจแล่นผ่านความคิดของมัน ก่อนจะเลือนหายไปท่ามกลางความเย่อหยิ่งของมัน\nเมื่อเปิดประตูไม้เก่าคร่ำคร่าเข้าไป เขาก็ได้กลิ่นแปลก ๆ อยู่จาง ๆ คล้ายน้ำมันก๊าด แล้วก็คล้ายฟืนแห้ง แต่เขาไม่ได้ใส่ใจ เพียงแค่จับมือเธอเดินเข้าไปในส่วนลึกของโกดังอันมืดมิด ไม่ว่าจะเกิดอะไรขึ้น เขาจะนำพาเธอไปข้างหน้าเอง เขารำพันกับตัวเองอยู่ในใจ สักวันหนึ่งในอนาคต เขาก็จะนำพาวงศ์ปีกบุปผาไปข้างหน้าเช่นนี้ด้วยเหมือนกัน เขาเงยหน้าขึ้นตามสัญชาตญาณ มองไปที่หัวมังกรยักษ์ที่ห้อยอยู่เหนือโกดัง เขาจำไม่ได้เลยว่าที่นี่จะมีของสะสมเช่นนี้อยู่ด้วย อย่างน้อยก่อนที่เขาจะออกจากวงศ์ปีกบุปผาก็ยังไม่มี แต่นั่นไม่สำคัญอะไร Lianca และผู้สืบทอดที่เธอเลือกต่างเสียชีวิตแล้วทั้งคู่ ส่วนลูกสาวคนรองผู้อ่อนแอของเธอ ก็ไร้กำลังจะถือครองอำนาจในการปกครองเผ่าได้ มีเพียงเขาเท่านั้นที่อยู่เคียงข้างลูกสาวคนรองมาตั้งแต่เด็ก และได้รับความไว้วางใจจากผู้ปกครองศักดิ์สิทธิ์ จึงมีคุณสมบัติที่จะนำพาคนโง่เขลาเหล่านั้น ไปสู่อนาคตที่ผู้ปกครองศักดิ์สิทธิ์บรรยายไว้ ผู้อาวุโส Nyamgondho ไม่ได้คัดค้านเรื่องนี้ เขาเองก็เป็นลูกของวงศ์ปีกบุปผาด้วยเช่นกัน หลังจากคืนวันวิวาห์ เสียงคัดค้านทั้งหมดก็จะกลับสู่ความเงียบงัน\nท่ามกลางความเงียบงัน ความคิดแปลกประหลาดราวกับความฝันที่ไม่เคยประสบพบเจอมาก่อน ก็ได้แล่นเข้ามาในความคิดของเธอ ถ้าเขาไม่เคยออกจากวงศ์ปีกบุปผา เธอคิด ถ้าเด็กหนุ่มที่เธอเคยโหยหา เด็กหนุ่มที่เคยอยู่เคียงข้างเธอ ถ้าเขาไม่ได้ไปรับใช้ผู้ปกครองศักดิ์สิทธิ์ ได้เห็นการเติบโตของเธอ ได้เห็นเธอที่ไม่เชื่อฟังอีกต่อไป เขาจะรู้สึกประหลาดใจหรือรู้สึกเหงากันนะ? ดวงตาของอสูรจ้องมองเธออย่างร้อนแรงราวกับเปลวเพลิงท่ามกลางความมืด เสียงชีพจรของมันและลมหายใจของเธอสอดประสานกันจนแยกแยะไม่ออก หลังจากความเคลื่อนไหวบางอย่างที่ยากจะสังเกตเห็นได้ ประกายไฟก็พุ่งไปตามสายชนวนมุ่งไปยังถังน้ำมันที่อยู่ไม่ไกล"
          }
        ]
      },
      {
        "title": "ไฟแห่งสายัณห์ฤดูใบไม้ร่วง III ",
        "desc": [
          {
            "type": "RichText",
            "text": "พอเดินเลี้ยวไป ก็เห็นธงที่เป็นสัญลักษณ์ของอำนาจ เขาบีบมือของเธอแน่นขึ้นโดยไม่รู้ตัว ความตื่นเต้นกำลังแล่นพล่านอยู่ในเส้นเลือดของเขา จนไม่ทันได้สังเกตเปลวไฟที่ไหลออกมาจากร่องนิ้วของเธอ ในวินาทีต่อมา เปลวไฟได้ลุกโชนขึ้นจากทั่วทุกทิศทาง และกลืนกินโกดังทั้งหมด ทำให้พื้นที่แคบ ๆ นี้กลายเป็นสุสานใต้ดินอันร้อนระอุ \"เร็วเข้า รีบหนีไปทางนั้น!\" เขาตะโกนอย่างตื่นกลัวพร้อมกับดึงแขนเธอ และพยายามหาทางออกจากฝนเพลิงที่โปรยปรายลงมา อุณหภูมิที่สูงขึ้นค่อย ๆ ทำให้สายตาของเขาพร่าเลือน \"หนีไปไหนไม่ได้หรอก\" เธอพูดเบา ๆ และยอมให้เขาจับแขนตัวเองไว้โดยไม่ได้ขัดขืนเหมือนเช่นเคย \"ฉันปิดตายเส้นทางทั้งหมดไว้แล้ว\"\nเมื่อรู้ตัวว่าหนีไม่รอดแล้ว มังกรยักษ์ก็คำรามด้วยความโกรธแค้น ดังกึกก้องดุจฟ้าคำรนจนสั่นสะเทือนถ้ำหินอันเล็กแคบนี้ เธอมองดูมันกระพือปีกอย่างเปล่าประโยชน์ราวกับต้องการดับเปลวไฟที่ลุกโชน ทว่ามันสายไปแล้ว การดิ้นรนอย่างสิ้นหวังของอสูรได้ทรยศมันเสียแล้ว โถที่เต็มไปด้วยโฟลจิสตันเหลวถูกทำลายในระหว่างที่มันดิ้นรน และฝนไฟที่โปรยปรายก็กลืนกินเลือดเนื้อของมัน ควันสีดำหนาทึบลอยขึ้น ดับลมหายใจของแสงรำไรไม่กี่ดวงระหว่างรอยแยกหินนั้น ราวกับว่ามันจะกัดแสงแดดมัวสลัวยามพลบค่ำในฤดูใบไม้ร่วงด้วยเช่นกัน\nควันดำทำให้เธอสำลัก เธอพยายามดิ้นรนอย่างไร้ประโยชน์เพื่อคลานไปหาเขา ควานหาตัวเขาอย่างงุ่มง่ามหมายจะประคองใบหน้าของเขาไว้ แล้วมอบจูบอำลาครั้งสุดท้ายให้แก่เขา \"ความตายก็ไม่สามารถพรากเราให้แยกจากกันได้\" เธอพูดเบา ๆ พยายามยกมือที่สูญสิ้น\nการรับรู้ไปแล้วขึ้นมา แต่แล้วมือของเธอก็ยังคงตกลงมา สายธนูที่ขึงตึงมานานส่งเสียงหวีดร้องบาดหูด้วยความปีติยินดีอย่างกระตือรือร้น ลูกธนูแหลมคมที่ประดับด้วยขนนก ได้พุ่งฝ่าสายลมเย็นยามพลบค่ำในฤดูใบไม้ร่วงดุจดาวตก เสียบเข้าที่ร่างมังกรยักษ์ ซึ่งกำลังดิ้นไปมาด้วยความเจ็บปวดในกองเพลิงพร้อม\nเสียงดังหวีดหวิว เปลวไฟที่ลุกโชนแทบจะบดบังแสงตะวันฉายฉานยามพลบค่ำจนมิด เธอเห็นคนกลุ่มหนึ่งวิ่งมาหาพวกเธออย่างรีบร้อน เธอยิ้มออกมา เงยหน้ามองไปที่กะโหลกของมังกรยักษ์นั้น พลางจินตนาการถึงภาพหลังไฟมอดและสีหน้าของผู้คน\nนั่นคือกำลังเสริมของวงศ์ปีกบุปผา เธอคิด พวกเขาคือผู้กล้าที่ติดตามแม่ของเธอไปในการเดินทางครั้งนั้น มังกรตัวนี้ เธอตามล่ามันมาหลายปี และตอนนี้ต่อให้มันติดปีกบินได้ก็หนีไม่พ้นแล้ว\nสุดท้ายก็หนีไม่พ้นอยู่ดี เธอคิดเช่นนี้\n\"ตายหมดแล้ว\" ผู้อาวุโส Nyamgondho เช็ดเหงื่อที่สะท้อนน้ำตาเทียนบนหน้าผาก และฉีกผ้าม่านที่โดนเผากลายเป็นขี้เถ้าไปแล้วครึ่งหนึ่งลงมาจากคาน แล้วโยนทิ้งไปด้านข้าง พวกหนุ่ม ๆ ที่รีบมาช่วยดับไฟมารวมตัวกันรอบตัวเขา และไม่เข้าใจว่าโกดังที่ปกติได้รับการดูแลเป็นอย่างดีนั้น เกิดไฟไหม้ขึ้นมาได้อย่างไร เขาถอนหายใจพลางมองไปรอบ ๆ พยายามค้นหาเบาะแสของต้นตอเพลิงอย่างสิ้นหวัง อย่างไรก็ตาม เหมือนเช่นเมื่อครู่นี้ นอกจากซากร่างที่ไหม้เกรียมสองร่าง และตัวอย่างกะโหลกที่ห้อยอยู่เหนือศีรษะพวกเขา... มังกรร้ายที่ถูกเธอปราบตั้งแต่เมื่อหลายปีก่อน ได้ถูกเผาจนไม่เหลือซากไปพร้อมกับโกดังทั้งหลังนานแล้ว"
          }
        ]
      }
    ]
  }
}