{
  "epId": 7145,
  "name": "เรื่องเล่าแห่งภูเขา Lingmeng",
  "desc": "<p>หนังสือเกี่ยวกับประเพณีพื้นบ้าน และเพลงพื้นบ้านของหุบเขา Chenyu ซึ่งได้บันทึกตำนานพื้นบ้านที่ไร้แก่นสารไว้มากมาย</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/2e3ac536da817824d79cfaf7e2bed497_916702154098669996.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1739722889,
  "components": {
    "body": [
      {
        "title": "เรื่องเล่าแห่งภูเขา Lingmeng I",
        "desc": [
          {
            "type": "RichText",
            "text": "ตำนานเล่าว่า ในเขาลึกของหุบเขา Chenyu ที่มีบัวน้ำและบัวหยกเติบโตไปทั่ว ทุกครั้งที่สายฝนปกคลุมยามเช้าตรู่หรือยามพลบค่ำ บางครั้งก็จะมีเงาผู้มาเยือนจากอดีตปรากฏขึ้น\nตามตำบอกเล่าของผู้อาวุโสในหมู่บ้าน ชาวบ้านในภูเขา Lingmeng เคยศรัทธาในภูตผีสางและเทพเจ้ามากมาย และเดินทางร่วมกับสิ่งมีชีวิตที่ฉลาดที่สุดในหมู่สรรพสัตว์ในป่า แต่หลังจากสงครามที่พลิกฟ้าสะเทือนดินเมื่อพันปีก่อน ภูตผีสางและเทพเจ้าหลายตนก็หายตัวไปพร้อมกับเหล่าชาวบ้านในอดีต แต่ถึงอย่างนั้น ขุนเขาที่เปี่ยมไปด้วยความรู้สึก ก็ยังคงเก็บเสียงสะท้อนของความทรงจำไว้ในกระแสพลัง และปรากฏขึ้นซ้ำแล้วซ้ำเล่าในเช้าตรู่ที่ปกคลุมด้วยสายหมอกหรือสายฝน หรือในยามค่ำคืน\nบางครั้ง คนเก็บสมุนไพรและช่างทำหยกที่เข้าไปในหุบเขาลึก จะหลงทางท่ามกลางหมอกหนา และพบกับเงาที่โดดเดี่ยวเหล่านี้ ตามคำบอกเล่าของผู้เฒ่าผู้แก่ในหมู่บ้าน การพบได้กับผู้ล่วงลับโบราณนั้น มักเป็นลางบอกเหตุของความโชคร้าย และเป็นลางบอกเหตุของภัยพิบัติที่คาดไม่ถึง เพราะกระแสพลังที่สะสมจนกลายเป็นเนื้อร้ายนั้น ได้นำความเสียใจและความเศร้าโศกของคนโบราณมาสู่โลกนี้ ดังนั้น ชาวเขาในพื้นที่จึงมักจะหลีกเลี่ยงทั้งหมอกและฝน เพื่อไม่ให้ความเศร้าโศกในอดีตคืบคลานเข้ามาในจิตใจ\nแต่หลังจากที่ราชาแห่งหินได้บรรลุเป้าหมายอันยิ่งใหญ่ที่ขุนเขาและท้องทะเลแล้ว พวกนักสำรวจจากท่าเรือ Liyue กลับบุ่มบ่ามบุกเข้าไปในหมอกฝนนั้น และรบกวนความฝันเก่าแก่ในอดีต... แต่นั่นก็เป็นอีกเรื่องหนึ่งแล้ว"
          }
        ]
      },
      {
        "title": "เรื่องเล่าแห่งภูเขา Lingmeng II",
        "desc": [
          {
            "type": "RichText",
            "text": "หลังจากที่ราชาแห่งหินปกปักรักษาภูเขาและป่าไม้ มีคนเรือคนหนึ่งเข้าไปในลำธารอันซับซ้อนใต้ภูเขา Lingmeng และหลงทางอยู่ในหมอกบนภูเขาอันเปียกชื้นตอนย่ำค่ำ เขาใช้ไม้ไผ่ค้ำถ่อข้ามพืชน้ำที่เรืองแสงสลัวสีฟ้าอมม่วง เดินผ่านพุ่มไม้ที่ดอกไม้ร่วงหล่น และตามรอยนกสีเขียวอมฟ้าที่เขาไม่เคยเห็นมาก่อนแม้แต่ในความฝัน จนในที่สุดคนเรือก็รุกล้ำเข้าไปในถ้ำที่หลับใหลอยู่\nด้วยแสงเรืองรองจากหินหยกและแสงสลัวจากเห็ด คนเรือจึงมองเห็นร่างของบรรพบุรุษในอดีตได้อย่างเลือนราง พวกเขาสวมชุดผ้าไหมตัวยาวโบราณ มุมเสื้อประดับด้วยหยกบริสุทธิ์และสมุนไพรหอมนิรนาม ดูคล้ายผีสางเทพเจ้าในภูเขา พวกเขายืนเรียงแถวกันอยู่ริมสระน้ำลึก และขับขานบทเพลงที่คนเรือไม่เคยได้ยินมาก่อน:\n\"ในยามที่ทิวาและราตรีถูกปกคลุมไปด้วยความโกรธแค้น ลมพายุพัดพาสายฝนและหมอกควันมาเยือน\"\n\"อยู่กับความเศร้าเสียใจกับเวลาที่ล่วงผ่าน ได้แต่เคืองแค้นท่านที่มาช้าไป\"\nบทเพลงทั้งเศร้าสร้อยและสงบ ทั้งคล้ายกับมีความขุ่นแค้น คนเรือพินิจมองเงาคนที่เปล่งแสงรำไรภายในถ้ำนั้นอีกครั้ง พวกเขาเริ่มถอดหยกออกทีละชิ้นแล้วโยนลงไปในสระน้ำอันมืดมิด โดยที่ดูเหมือนไม่ได้สังเกตเห็นเลยว่ามีแขกมาเยือน แต่แล้วคนเรือก็รู้สึกหดหู่และหวาดกลัวมากขึ้นเรื่อย ๆ จึงรีบถ่อไม้ถอยกลับ โดยทิ้งสัญลักษณ์ไว้ระหว่างทาง และกลับไปที่หมู่บ้าน Qiaoying\nว่ากันว่าต่อมา Yuehai Pavilion ได้ส่งนักสำรวจแผนที่มาอีกครั้ง เพื่อค้นหาชุมชนลึกลับที่ไม่เคยปรากฏบนแผนที่มาก่อน บางคนก็บอกว่า เคยมีกองทหาร Millelith เข้าไปสำรวจในภูเขาลึก เพื่อค้นหาแหล่งกบดานที่อาจจะผิดกฎหมาย แต่ก็ไม่เคยได้อะไรกลับมาเลย สมัยที่แพทย์ชื่อดังของท่าเรือ Yilong อย่าง Lan Jing ยังหนุ่ม เขาได้เข้าไปสำรวจในภูเขา Lingmeng เพื่อค้นหาถ้ำลึกลับในตำนาน และตามหาตำรับยาโบราณ แต่หลังจากกลับมา เขาก็ไม่เคยพูดถึงเรื่องนี้อีกเลย จนกระทั่งเขาจากโลกนี้ไป ครอบครัวของเขาก็พบกับแท่นฝนหมึกท่ามกลางสมบัติของเขา ว่ากันว่าสีของมันใสราวกับน้ำ และสว่างราวกับท้องฟ้า แต่เนื่องจากเจ้าของได้จากโลกนี้ไปแล้ว ทำให้ไม่มีใครรู้ที่มาของแท่นฝนหมึกนี้ ต่อมา หลังจากที่ลูกหลานของแพทย์ชื่อดังผู้นี้ เปิดทำธุรกิจเรือสินค้าแล้วไม่ประสบความสำเร็จจนล้มละลาย แท่นฝนหมึกนี้จึงหายสาบสูญไปในหมู่ผู้คน และไม่มีผู้ใดรู้ว่ามันอยู่ที่ไหนตราบจนทุกวันนี้"
          }
        ]
      },
      {
        "title": "เรื่องเล่าแห่งภูเขา Lingmeng III",
        "desc": [
          {
            "type": "RichText",
            "text": "มีบทเพลงที่สืบทอดกันมาแต่โบราณในหุบเขา Chenyu ว่า ในถ้ำโบราณที่ไม่มีใครรู้จักเคยมีเหล่าภูตผีสางและเทพในอดีตซ่อนตัวอยู่... ว่ากันว่าเธอสวมชุดหยกที่สร้างขึ้นจากเลือดสีเขียวอมฟ้า นั่งอยู่บนราชรถจันทราที่พังทลายไปนานแล้ว และจมอยู่ในห้วงนิทราใต้สระน้ำสีดำที่ลึกจนมองไม่เห็นก้นบึ้ง ในยุคโบราณที่ยากจะหวนรำลึกถึง เธอเคยเป็นเจ้าแห่งหุบเขา Chenyu ในอดีต ผู้ปกครองนก สัตว์ป่า และเหล่าเซียนในภูเขา ทำหน้าที่ควบคุมน้ำขึ้นน้ำลงในแม่น้ำ Bishui และเป็นผู้ตัดสินเพื่อรักษาสมดุลทางธรรมชาติระหว่างมนุษย์ นก และสัตว์ป่า แต่นั่นเป็นตำนานที่เล่าลือกันมานานแล้ว ส่วนเรื่องที่เธอก่อสงครามเพราะความหลงใหลที่เกินเยียวยา จนในที่สุดก็ถูกปราบ และผนึกไว้ในแดนฝันอันอ้างว้างได้อย่างไรนั้น แม้ว่าจะมีส่วนเกี่ยวข้องกับเรื่องราวของชาวพื้นเมืองและผู้อพยพอยู่บ้าง แต่ประวัติศาสตร์โดยละเอียดของมันนั้นไม่อาจตรวจสอบได้แล้ว\nสิ่งที่เหมือนกันโดยบังเอิญคือ ในหุบเขา Chenyu ก็เคยมีเพลงโศกเช่นนี้แพร่หลายในหมู่ชาวบ้านในพื้นที่ ซึ่งร้องว่า:\n\"อยากมอบดอกตู้รั่วให้ท่าน แต่ใครกันทิ้งมันไว้บนสันทรายกลางน้ำ?\"\n\"ธงแขวนของทวยเทพในวันวานอยู่แห่งหนใด? ได้แต่เลาะดงไผ่อันไร้แสง แสวงหารถม้าที่ลาลับ\"\n\"อสูรเสวียนเหวินคร่ำครวญโศกศัลย์ คะนึงคิดถึงห้วงน้ำสีดำ\"\nชนรุ่นหลังที่น่าภาคภูมิใจของชาวเขา จะยังคงจดจำและระลึกถึงเทพอสูรผู้ล่มสลายสืบต่อไปหรือไม่? เรื่องราวที่แจ่มชัดส่วนใหญ่ได้ถูกกาลเวลากลืนหายไปดั่งสายน้ำ เพียงปรากฏชั่วครั้งชั่วคราวในเพลงพื้นบ้าน เฉกเช่นหยกเขียวใต้ลำธารเท่านั้น บางที เราอาจได้ยินเสียงหัวใจในยุคโบราณ และเสียงสะท้อนจากเส้นเลือดสีเขียวอมฟ้าที่กำลังเต้นเป็นจังหวะ ดังเช่นที่คนเรือผู้หลงทางบางคน ได้เห็นในธารลึกและหุบเหวนั้นด้วยก็เป็นได้"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "เรื่องเล่าแห่งภูเขา Lingmeng"
          }
        ]
      }
    ]
  }
}