{
  "epId": 7147,
  "name": "บันทึกของนักผจญภัยนิรนาม",
  "desc": "<p>ไม่รู้ว่าเป็นบันทึกของนักผจญภัยจากยุคไหนที่ทิ้งเอาไว้ ในนั้นได้บันทึกการผจญภัยของพวกเขาใน \"Ochkanatlan\" เอาไว้</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1739722895,
  "components": {
    "body": [
      {
        "title": "บันทึกของนักผจญภัยนิรนาม",
        "desc": [
          {
            "type": "RichText",
            "text": "วันที่ X เดือน X: หมอกลง...\n...ในที่สุดก็มาถึงที่นี่จนได้ Ochkanatlan เมืองโบราณที่ถูกมังกรชั่วร้ายโหดเหี้ยมยึดเป็นรัง ทั้งยังเป็นสถานที่ฝังร่างของ ██ อีกด้วย...\n...ถ้าคุณป้า Liriwu รู้เข้าจะต้องโกรธมากแน่ ๆ แต่ก็ช่วยไม่ได้ ถึงจะถูกสอนไม่ให้แบกรับความเสียใจของคนรุ่นก่อน แต่ฉันก็ยังอยากทำเรื่องนี้ให้สำเร็จอยู่ดี...\n...แม้ว่าภัยคุกคามจาก Abyss จะไม่น่ากลัวเหมือนตอนที่ฉันเกิดแล้วก็ตาม แต่ไม่ว่าจะเพื่อ \"หยกแห่งการหวนคืน\" ที่นักผจญภัยมากมายนับไม่ถ้วนเสาะหา หรือเพื่อไขปริศนาสุดท้ายของ ██ ก็จะต้องไปที่นั่นให้ได้...\n...ไม่เป็นไร ไม่ต้องกังวลไป เธอเองก็ผ่านการผจญภัยมาตั้งมากมายแล้วไม่ใช่เหรอ? เธอเป็นนักผจญภัยที่มีประสบการณ์มากแล้ว ดังนั้นไม่เป็นไรหรอก อีกอย่างมันก็ผ่านมาตั้งหลายปีแล้ว ไม่แน่มังกรร้ายตัวนั้นอาจจะหายไปแล้วก็ได้...\n...เอาเป็นว่า เริ่มจากตรงนี้ก็แล้วกัน! การผจญภัยของฉัน..."
          }
        ]
      },
      {
        "title": "บันทึกของนักผจญภัยนิรนาม",
        "desc": [
          {
            "type": "RichText",
            "text": "วันที่ X เดือน X: ฝนตก...\n...ไม่นึกเลยว่าจะถูกมังกรร้ายตัวนั้นเข้ามาพัวพันอีก แต่ก็ต้องขอบคุณมัน ฉันถึงได้จับพลัดจับผลูมาถึงที่นี่จนได้...\n...Core of Chu'ulel นั้น ดูเหมือนจะเคยเป็นหัวใจของเมืองทั้งเมืองเมื่อครั้งอดีต ฉันเคยได้ยินคนในเผ่าเล่าว่า จ้าวผู้ศักดิ์สิทธิ์ในสมัยโบราณ เคยเปลี่ยนตัวเองให้กลายเป็นหัวใจของเมืองแห่งมังกร คิดไม่ถึงเลยว่ามันจะมีความหมายตามตัวอักษร...\n...พวก Secret Source Automaton ของที่นี่ดูเหมือนจะเข้าใจภาษามนุษย์ ไม่เหมือนกับที่ฉันเคยเจอมาก่อนหน้านี้ จ้าวผู้ศักดิ์สิทธิ์สร้างพวกมันขึ้นมา ไว้เพื่อปกป้องตัวเองหรือเปล่านะ? แต่ไม่ว่ายังไง ตอนนี้ก็ไม่ต้องกลัวว่ามอนสเตอร์จากข้างนอกจะไล่ตามมาแล้ว...\n...นึกไม่ถึงว่าจะได้ใช้จริง ๆ ใช้ฟอสฟอไรต์ไฟในตัวเพื่อปลุกวิญญาณมังกรที่หลับใหลอยู่ในหัวใจของจักรกล... แต่เจ้านี่เป็นวิญญาณมังกรจริง ๆ เหรอ ตัวเล็กแบบนี้เหมือนกับ \"Cocouik\" เลย แถมยังน่ารักอีกต่างหาก...\n...มันเป็นเส้นทางที่จะไปยังแท่นบูชาเพลิงปฐมกาล เห็นสัญลักษณ์ที่คุณป้า Liriwu ทำไว้แล้ว ที่แท้ ██ ก็เคยเดินผ่านมาทางนี้แล้ว...\n...แต่ตอนนี้เหลือฟอสฟอไรต์ไฟแค่ก้อนเดียวแล้ว อย่าใช้มันหมดก่อนที่จะไปถึงเรืออสรพิษเวหาล่ะ..."
          }
        ]
      },
      {
        "title": "บันทึกของนักผจญภัยนิรนาม",
        "desc": [
          {
            "type": "RichText",
            "text": "วันที่ X เดือน X: มองจากตรงนี้ไม่เห็นแล้วว่าอากาศเป็นยังไง...\n...แตกต่างจากที่คิดไว้อย่างลิบลับเลย นึกไม่ถึงว่าเรืออสรพิษเวหาจะเป็นสถานที่รกร้างแบบนี้ ดูเหมือนจะสามารถเห็นความรู้สึกในห้วงเวลาสุดท้ายของราชาอสรพิษตัวนั้นได้เลย...\n...แต่ว่ามีฟอสฟอไรต์ไฟอยู่ทั่วทุกที่เลยแฮะ หรือว่าฟอสฟอไรต์ไฟที่อยู่ในมือพวกนักผจญภัยก็มาจากที่นี่กันนะ? แต่ใครเป็นคนนำมันออกไปจากที่นี่ แล้วมอบให้พวกเขากันล่ะ...\n...ที่แท้ก็เป็นแบบนี้เอง ต้องขอบคุณ Coco ที่ทำให้ฉันได้รู้โฉมหน้าที่แท้จริงของ \"หยกแห่งการหวนคืน\" นั่น...\n...กลไกที่สามารถกอบกู้ Natlan ได้ แต่กลับช่วยพวกเราไม่ได้ แถมยังต้องสละชีวิตของผู้กล้าไปมากมายเพื่อสิ่งนี้... ทำไมถึงต้องพาพวกเรามาที่นี่ด้วย... ฉันรู้แล้ว เพราะเธอสัมผัสมันไม่ได้แน่ ๆ ก็เลยต้องยืมมือพวกเรา ยืมมือของ Coco...\n...แต่ต่อให้จะเป็นจอกศักดิ์สิทธิ์ปลอมก็ดี จะ ██ หรือคุณป้า Liriwu ก็ดี ผู้ที่ออกเดินทางล้วนแล้วแต่เป็นผู้กล้าที่แท้จริงทั้งสิ้น!...\n...นี่คือฟอสฟอไรต์ไฟก้อนสุดท้ายที่หลงเหลืออยู่บนโลกนี้ การที่เธอให้ฉันนำมันมาที่นี่ก็เป็นแผนของเธอด้วยงั้นเหรอ? แต่แบบนี้ก็ดีเหมือนกัน จะได้ไม่มีใครถูกเธอหลอกอีกต่อไปแล้ว...\n...ฉันจะไม่ให้เธอได้มันไป เพราะพวกเราจะหยุดแผนการของเธอไว้ตรงนี้เอง!"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "บันทึกของนักผจญภัยนิรนาม"
          }
        ]
      }
    ]
  }
}