{
  "epId": 7295,
  "name": "Bona",
  "desc": "<p>นักผจญภัยที่มายัง Ochkanatlan เพื่อตามหาหยกแห่งการหวนคืน ว่ากันว่าสามารถนำมาใช้ในการชำระล้างมลทิน<span class=\"wk-shady\">เธอมีชีวิตอยู่ในช่วงเกือบ 500 ปีก่อน</span></p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/12/10257458/670e85842edd33ed3f3ddddde20976a5_5797816272826800591.png",
  "menuId": 10,
  "menuName": "คู่มือ NPC",
  "version": 1754756157,
  "components": {
    "galleryCharacter": [
      {
        "key": "Bona",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/12/12/10257458/440a47d1d126d42312e6bee329f7c5e2_2299885302333568878.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Bona และ Cocouik"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Bona"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Natlan"
          }
        ]
      },
      {
        "key": "สังกัด",
        "value": [
          {
            "type": "RichText",
            "text": "วงศ์ปีกบุปผา"
          }
        ]
      }
    ],
    "customize": [
      {
        "type": "Heading",
        "level": 3,
        "text": "ความสัมพันธ์"
      },
      {
        "type": "RichText",
        "text": "Taika\nนักรบที่แข็งแกร่งที่สุดของเผ่าวงศ์ปีกบุปผา และเป็นพ่อของ Bona เขาเดินทางไปยัง Ochkanatlan ก่อนที่ Bona จะเกิด และไม่เคยกลับมาอีกเลย\nCocouik\nส่วนหนึ่งของจิตใจของ Och-Kan ที่ช่วย Bona ในการเดินทาง Bona ปลุกมันขึ้นมาและตั้งชื่อให้มัน\n\"คนคนนั้น\"\nBona พยายามปกป้องเศษฟอสฟอไรต์ไฟชิ้นสุดท้ายที่เหลืออยู่บนผืนดินจาก \"คนคนนั้น\"",
        "alignment": "center"
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "RichText",
        "text": "Bona เดินทางไปยัง Ochkanatlan เพื่อค้นหา\nที่สามารถยับยั้งมลทินจาก Abyss ปรากฏว่าหยกนั้นเป็นกับดักที่ปราชญ์จอมโจรขโมยเพลิงได้วางไว้",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ไอเทมและหนังสือที่เกี่ยวข้อง"
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Scroll of the Hero of Cinder City",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/10257458/6ad5095f324c2da829ecaa5e2ed13af9_7943266961529784908.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "name": "บันทึกของนักผจญภัยนิรนาม",
        "desc": "<p>ไม่รู้ว่าเป็นบันทึกของนักผจญภัยจากยุคไหนที่ทิ้งเอาไว้ ในนั้นได้บันทึกการผจญภัยของพวกเขาใน \"Ochkanatlan\" เอาไว้</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>เควสต์โลก</color>\nนักเดินทางผู้หลงทางในเมืองเถ้าถ่าน\nบทที่ 1: เมืองที่ถูกฝังอยู่ใต้เถ้าถ่าน\nข้ามกำแพงแห่งหมอกครึ้ม\nบทที่ 2: ห้วงฝันแห่งฟากฟ้าอันไกลโพ้น\nผจญภัยในอาณาจักรหมอก\nวังอสรพิษมายา\nออกเดินทาง มุ่งสู่วิถีบนฟากฟ้า\nบทที่ 3: อสรพิษเวหาสั่นสะท้าน\nอีกฟากหนึ่งของท้องฟ้า\nห้วงเวลาตื่นจากฝัน"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "หยกแห่งการหวนคืน",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/237301566/e7d13bd7223a42bd4d438059d01d18c5_379987895974478622.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมื่อ 500 ปีก่อน เกิด\nครั้งใหญ่ขึ้นที่ Khaenri'ah ส่งผลให้ Natlan ต้องเผชิญหน้ากับ Abyss เป็นคลื่นสีดำที่ปกคลุมไปทั่วโลก มอนสเตอร์เหล่านี้มีพฤติกรรมยากเกินจะเข้าใจและเจรจากับพวกมัน สวนอันสวยงามที่เคยมีเด็ก ๆ วิ่งเล่นหัวเราะกัน ตอนนี้กลับเหลือเพียงเถ้าถ่านและกระดูกที่ไหม้เกรียมจากไฟป่า บ่อน้ำพุร้อนที่เคยสดใส ตอนนี้กลับมีเพียงเลือดสดกับโคลนไหลล้นตลิ่งออกมา ตำนานเล่าว่า ราชาอสรพิษในสมัยโบราณแห่ง Ochkanatlan เคยสร้างเรือเหาะและ\nซึ่งเป็นสมบัติลับที่สามารถขับไล่ Abyss และไล่ให้ออกไปจากโลกได้ในที่สุด มันคล้ายกงล้อทองคำที่สามารถย้อนเวลากลับไป เผาผลาญโลกปัจจุบันอันแสนเจ็บปวด และนำช่วงเวลาอันสวยงามในวันวานกลับคืนมาได้ และสมบัติชิ้นนี้สามารถหาได้เฉพาะในส่วนลึกของ Ochkanatlan ที่ปกคลุมไปด้วยมลทินเท่านั้น ผู้คนที่ยอมแพ้ในการต่อสู้กับ Abyss ตัดสินใจเอาชีวิตเข้ามาเสี่ยงและออกค้นหาหยกแม้ว่ามันจะเป็นกับดักก็ตาม เมื่อ Natlan ถูกครอบงำด้วยการกัดกร่อน มังกรร้ายก็ปรากฏตัวขึ้นในเมือง Cinder เหล่านักผจญภัยที่หวังจะทำลาย Abyss ต่างก็พ่ายแพ้ต่อมังกรและแทบไม่มีผู้รอดชีวิตกลับมาเลย ในบรรดาเหล่านักผจญภัยเหล่านี้ มีกลุ่มหนึ่งที่ออกเดินทางสู่เมืองที่อยู่ในหมู่เมฆเมื่อสิบปีหลังจากเหตุการณ์ภัยพิบัติ หัวหน้ากลุ่มคือ Taika นักรบที่แข็งแกร่งที่สุดของเผ่าวงศ์ปีกบุปผา ก่อนเกิดเหตุการณ์ภัยพิบัติ เขามักจะได้รับชัยชนะในระหว่างการแข่งขันเสมอ บางครั้งเขาก็รู้สึกเบื่อว่า หรือว่าชีวิตของเขาจะผ่านไปทั้งแบบนี้ หลังจากได้เห็นสงครามที่แท้จริง เขาเพิ่งจะรู้สึกถึงภาระอันหนักอึ้งของโชคชะตาเป็นครั้งแรก ดังนั้นเขาจึงบอกลาภรรยาและลูกที่ยังไม่เกิด แล้วออกไปกำจัดปีศาจและวิญญาณร้าย ภายในเมือง เขาได้ค้นพบพิมพ์เขียวของ Ochkanatlan ทำให้กลุ่มของเขาค้นพบแท่นบูชาเพลิงปฐมกาลและไปถึงเรือเหาะได้ แต่การต่อสู้บนเรืออสรพิษเวหาเป็นการต่อสู้ครั้งสุดท้ายในชีวิตของเขา และก่อนที่เขาจะเสียชีวิต เขานึกถึงคำพูดที่เขาพูดตอนบอกลาภรรยาสุดที่รัก"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffffd9>\"...ถ้าเป็นผู้หญิง ก็ให้ชื่อว่า Bona แล้วกัน ลูกจะต้องกลายเป็นนักรบที่ยอดเยี่ยมได้แน่นอน\"</color>",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/237301566/310ca7d8de06ef58cfb4b777a02b17a7_6030340669256117310.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เมื่อ Bona ที่เป็นนักผจญภัยและเป็นลูกสาวของ Taika เติบโตขึ้น เธอตัดสินใจสานต่อภารกิจของพ่อและเดินทางไปยังเมืองโบราณอย่างลับ ๆ เพื่อค้นหาหยกแห่งการหวนคืน แม้ว่าภัยคุกคามจาก Abyss จะไม่น่ากลัวเหมือนตอนที่เธอเกิดแล้วก็ตาม แต่เธอยังคงต้องการที่จะสานต่อภารกิจให้สำเร็จและไขปริศนาสุดท้ายของพ่อเธอให้ได้ ขณะที่กำลังหลบหนีจากมังกรร้าย เธอได้ค้นพบ Core of Chu'ulel ซึ่งครั้งหนึ่งเคยเป็นหัวใจของเมืองทั้งเมืองเมื่อครั้งอดีต Bona ได้ใช้ฟอสฟอไรต์ไฟในตัวเพื่อปลุกวิญญาณมังกรที่หลับใหลอยู่ในหัวใจของจักรกลและตั้งชื่อว่า “Cocouik\", Bona และ Cocouik ได้ไปยังแท่นบูชาเพลิงปฐมกาลจากการที่เธอได้ใช้ร่องรอยที่กลุ่มของ Taika ทิ้งไว้ ซึ่งสามารถขึ้นไปยังเรืออสรพิษเวหาได้จากที่นั่น เมื่ออยู่บนเรือ เธอค้นพบฟอสฟอไรต์ไฟจำนวนมาก แม้ว่าเธอจะคิดว่าฟอสฟอไรต์ไฟของเธอเป็นชิ้นสุดท้ายบนโลกก็ตาม มีคนนำมันออกไปจากที่นี่ แล้วมอบให้เหล่านักผจญภัยก่อนหน้า ด้วยความช่วยเหลือของ Cocouik ในที่สุด Bona รู้โฉมหน้าที่แท้จริงของหยกแห่งการหวนคืน: ไม่มีสมบัติใดที่จะทำลาย Abyss ได้ และหยกนั้นก็เป็นเพียงตำนานที่ปราชญ์จอมโจรขโมยเพลิงสร้างขึ้นเพื่อล่อลวงนักผจญภัย\nเป็นส่วนหนึ่งของกลไกที่สามารถช่วย Natlan ได้แต่กลับทำลายผู้คน เมื่อตระหนักถึงแผนของปราชญ์จอมโจรขโมยเพลิง Bona จึงสาบานว่าจะปกป้องแผ่นทองแห่งคำชี้ขาดและฟอสฟอไรต์ไฟชิ้นสุดท้ายจากปราชญ์จอมโจรขโมยเพลิงและจะหยุดแผนการของเขาไว้ เธอหยุดเขาได้ แต่ต้องแลกมาด้วยชีวิตของเธอ และแม้แต่ Cocouik ก็ไม่สามารถช่วยเธอได้ หลังจากที่เธอเสียชีวิต วิญญาณของ Bona ยังคงอยู่ใน Ochkanatlan กับ Cocouik แต่ดูเหมือนว่าตัวเธอจะไม่รู้ว่าเธอได้พบกับจุดจบเมื่อหลายร้อยปีก่อน ต่อมารูปลักษณ์ของเธอถูกนำไปใช้โดยปราชญ์จอมโจรขโมยเพลิงเพื่อโน้มน้าวให้\nเปิดใช้งาน\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 4809,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 6999,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7296,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "ตัวเล็ก",
        "desc": "<p>คู่หู Saurian ที่ได้พบเจอกันเมื่อเข้าสู๋ Natlan ครั้งแรก หลังจากที่ได้ทำความรู้จักกันแล้วจะสามารถตั้งชื่อให้ได้</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/13/10257458/0098b736a6094738e22b1bb2c27d616b_4793353087721362917.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 6553,
        "name": "Scroll of the Hero of Cinder City",
        "desc": "",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/28/10257458/6ad5095f324c2da829ecaa5e2ed13af9_7943266961529784908.png",
        "displayStyle": "card",
        "menuId": 5
      },
      {
        "type": "CustomEntry",
        "epId": 7147,
        "name": "บันทึกของนักผจญภัยนิรนาม",
        "desc": "<p>ไม่รู้ว่าเป็นบันทึกของนักผจญภัยจากยุคไหนที่ทิ้งเอาไว้ ในนั้นได้บันทึกการผจญภัยของพวกเขาใน \"Ochkanatlan\" เอาไว้</p>",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2024/11/14/060988725ce1c5a4a5765038f049aa03_8332310976614874517.png",
        "displayStyle": "card",
        "menuId": 12
      },
      {
        "type": "CustomEntry",
        "epId": 7274,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "นักเดินทางผู้หลงทางในเมืองเถ้าถ่าน",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/237301566/d00e4b41333f68ba0880a894c481a3d0_2108492838443666526.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "เมื่อนักเดินทาง, Paimon และเพื่อน Tepetlisaurus ของเขา เดินทางสู่ Ochkanatlan เพื่อค้นหา\nเพื่อเดินทางไปภูเขาไฟใหญ่ Tollan พวกเขาถูกโจมตีโดยมังกรชั่วร้ายและมอนสเตอร์จาก Abyss แต่แสงสีทองลึกลับปกป้องประตูหอคอยได้ช่วยเหลือและขวางทางเหล่ามอนสเตอร์ออกจากพวกเขา ภายในหอคอย พวกเขาค้นพบบันทึกของนักผจญภัย Bona ซึ่งเธอได้ทิ้งไว้ระหว่างการเดินทางไปยังเมืองต้องห้าม และหลังจากนั้นพวกเขาก็ได้พบกับ Bona ที่ยังคงอยู่ในเมืองในฐานะวิญญาณ พร้อมกับ Cocouik ที่เป็นผู้ช่วยชีวิตพวกเขาจากเหล่ามอนสเตอร์ ทั้ง Bona และนักเดินทางนั้นไม่ทราบว่าตัว Bona เองได้ตายไปแล้ว ดังนั้นพวกเขาจึงตัดสินใจร่วมมือกันค้นหาหยกแห่งการหวนคืน"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/05/23/237301566/225ea0a3d967b5a7545dc1225d772d7a_5175609610325959159.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เมื่อนักเดินทาง, Paimon, เพื่อน Tepetlisaurus, Bona และ Cocouik มาถึงเรืออสรพิษเวหาและได้รับหยกแห่งการหวนคืนโดยการวางฟอสฟอไรต์ไฟไว้ที่แท่นบูชาเพลิงปฐมกาล Bona ก็นึกขึ้นได้ว่าเธอเคยมาที่เรือเหาะนี้แล้ว และกำลังจะทำลายหยกแห่งการหวนคืนเพื่อไม่ให้ตกไปอยู่ในมือของปราชญ์จอมโจรขโมยเพลิง Bona ได้รำลึกถึงความตายของตนและกับดักที่ถูกทิ้งไว้ที่แผ่นทองแห่งคำชี้ขาด ทันใดนั้น มังกรร้ายก็ปรากฏตัวขึ้นบนท้องฟ้า คว้าแผ่นทองแห่งคำชี้ขาดแล้วบินหนีไป หลังจากที่ไล่ตามมังกรร้ายได้ทัน ปรากฏว่ามังกรร้ายตัวนั้นคือร่างของราชาอสรพิษ Och-Kan ที่ถูกกัดกร่อนโดย Abyss ในที่สุด\nของเขาก็ได้รวมเข้ากับร่างกายได้อีกครั้ง และแบ่งปันความทรงจำกับนักเดินทางเกี่ยวกับการพบปะกับนักผจญภัย การเดินทางของเขากับ Bona และแผนการของปราชญ์จอมโจรขโมยเพลิง เมื่อนักเดินทางและ Paimon กลับมายังเรืออสรพิษเวหา Bona ก็ได้หายตัวไปแล้ว และสิ่งที่เหลืออยู่ของเธอคือแว่นตาของเธอ แม้ว่าจนสิ้นชีวิตแล้ว เธอจะยังทำภารกิจไม่สำเร็จ แต่เธอก็ได้เสียสละตัวเองเพื่อป้องกันไม่ให้ปราชญ์จอมโจรขโมยเพลิงได้ครอบครองแผ่นทองแห่งคำชี้ขาดไป Bona ใฝ่ฝันอยากเป็นนักผจญภัยผู้ยิ่งใหญ่ และนักเดินทางกับ Paimon ก็สัญญาว่าจะบอกทุกคนเกี่ยวกับประสบการณ์การผจญภัยของเธอและสิ่งที่เกิดขึ้นบนเรืออสรพิษเวหา เมื่อวิญญาณของ Cocouik และ Bona กลับมายังอาณาจักรราตรี พวกเขาได้ช่วยเหลือนักเดินทางในการเผชิญหน้ากับ Abyss เพื่อช่วย Natlan\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7379,
        "desc": "",
        "displayStyle": "card",
        "menuId": 31
      },
      {
        "type": "CustomEntry",
        "epId": 7411,
        "desc": "",
        "displayStyle": "card",
        "menuId": 28
      },
      {
        "type": "CustomEntry",
        "epId": 7288,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7422,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7425,
        "name": "อาณาจักรราตรี",
        "desc": "",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/31/521db55cb0ff4168c82d1e1fb4dcd4bb_1469031071010695067.png",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7013,
        "name": "ตัวเล็ก",
        "desc": "<p>คู่หู Saurian ที่ได้พบเจอกันเมื่อเข้าสู๋ Natlan ครั้งแรก หลังจากที่ได้ทำความรู้จักกันแล้วจะสามารถตั้งชื่อให้ได้</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/10/13/10257458/0098b736a6094738e22b1bb2c27d616b_4793353087721362917.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7297,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7267,
        "desc": "",
        "displayStyle": "card",
        "menuId": 9
      }
    ]
  }
}