{
  "epId": 7428,
  "name": "เทศกาลดอกไม้ Mikawa",
  "desc": "<p>เทศกาลดอกไม้ Mikawa เป็นเทศกาลเก่าแก่ของเหล่าโยไกที่เกี่ยวข้องกับเกม ความสนุกสนาน การสังสรรค์และร้องรำทำเพลง</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/7877590/c857e595da1ff6a514746f47ea9941f0_9110756167876346851.png",
  "menuId": 20,
  "menuName": "คำจำกัดความ",
  "version": 1745069742,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "เทศกาลดอกไม้ Mikawa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/be6ec1f87eae3d3f56f867c244d403cb_5307042729667918862.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หลายปีก่อน เหล่าโยไกทรงพลังในอดีตได้จัดเทศกาลดอกไม้ Mikawa เพื่อสังสรรค์ร้องรำทำเพลง เทศกาลดอกไม้ Mikawa นั้นจัดขึ้นเพื่อมอบความสุขให้กับผู้เข้าร่วมงาน เทศกาลนี้เป็นเทศกาลที่ยิ่งใหญ่ มีแม้กระทั่ง Kitsune Saiguu กับ Yae Miko ตัวน้อย และเทพแห่งสายฟ้า Raiden Makoto กับ Ei น้องสาวของเธอก็ได้เข้าร่วมด้วย เมื่อเวลาผ่านไป จำนวนโยไกใน Inazuma ลดน้อยลงและเทศกาลก็ได้รับความนิยมน้อยลง จนกระทั่งวันหนึ่ง โยไกตัวเล็ก ๆ ได้ตัดสินใจจัดเทศกาลนี้ขึ้นมาใหม่ โดยได้รับแรงบันดาลใจจากตำนานของมนุษย์และโยไกที่กลายมาเป็นเพื่อนกันเพื่อเป็นการแสดงความขอบคุณแก่มวลมนุษย์"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/237301566/ed9b52f45d8ac8cf52f1b0afc307233c_8889729351268738520.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "กว่าห้าร้อยปีที่ผ่านมา ซามูไรมนุษย์นาม Yanagibashi Takuto ได้บังเอิญไปเจอเทศกาลดอกไม้ Mikawa เขาได้พบกับโยไกนามว่า Kamai ที่นั่น ซึ่งขอให้เขาร่วมและเฉลิมฉลองเทศกาลร่วมกัน ทั้งสองประชัน Akitsu Haneasobi กันในช่วงท้ายของเทศกาล สุดท้ายก็จบลงด้วยการเสมอกัน และมิตรภาพอันแน่นแฟ้นก็ได้ก่อตัวขึ้น ซามูไรหนุ่มได้เดินทางไปทั่วทุกสารทิศ ตามหาคู่ต่อสู้ที่แข็งแกร่งเพื่อพัฒนาทักษะของเขา โยไกจึงแนะนำให้พวกเขามาพบกันทุก ๆ สิบปีเพื่อดวลทักษะของพวกเขา การต่อสู้กับ Kamai ทำให้เขาได้เห็นท่วงท่าใหม่ ๆ มากมาย ต่อมาเขาได้ก่อตั้ง Souran Isshin Art"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/237301566/601a1347bcb94682da61494b5841ac28_3530564386542175681.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "สิบปีต่อมา เมื่อซามูไรอายุ 35 ปีแล้ว พวกเขาก็พบกันอีกครั้งในงานเทศกาล พวกเขาใช้เวลาร่วมกันทั้งร่ำสุรา, เดินเที่ยว และประชันฝีมือกัน ครั้นพบกันครั้งแรก อาจมีเพียงแค่ความนับถือกันเท่านั้น ทว่าตอนนี้พวกเขาต่างมองอีกฝ่ายเป็นสหายจากใจจริง อีกสิบปีถัดมา ทักษะดาบของซามูไรมนุษย์มาถึงจุดสูงสุด จึงคว้าชัยจากการประชันด้วยฝีมือที่เหนือกว่าเพียงเล็กน้อย ทำให้ Kamai ต้องมุมานะฝึกฝน ลับฝีมือเตรียมประลองใหม่อีกครา แต่ในอีกสิบปีถัดมา ซามูไรกลับมิได้มาตามนัดหมาย เนื่องจากสงครามเกิดปะทุขึ้นทางแดนใต้ เขาจึงเดินทางไปปกป้องชายแดน ทว่าครั้นได้พบกันอีกครา ซามูไรมนุษย์อายุหกสิบห้าปี ทั่วร่างเต็มไปด้วยรอยแผลเป็น เส้นผมขาวโพลนปกคลุมทั้งศีรษะ และเขาไม่สามารถต่อสู้ได้อีกต่อไป Kamai ได้ชวนเล่น Akitsu Haneasobi เป็นครั้งสุดท้าย ซามูไรมนุษย์ยังคงทุ่มสุดพลัง แต่เพราะสังขารไม่อาจฝืนทนจึงแพ้ตั้งแต่เนิ่น Kamai ตระหนักได้ว่านี่เป็นการพบกันครั้งสุดท้ายของพวกเขา จึงถอนหายใจเศร้า ๆ แล้วพูดว่า <color=#ffffffd9>\"...ช่างน่าเสียดายยิ่งนัก\"</color>\nHanyuuda Chizuru เป็นโยไกตนหนึ่ง เธอคือ Tsukumogami และเป็นจิตวิญญาณในฮาโกอิตะที่ซามูไรและ Kamai ใช้เล่น Akitsu Haneasobi ได้รับผลกระทบจากพลังโยไกที่ทรงพลัง จนค่อย ๆ สร้างจิตใจขึ้นมา โดยปกติแล้วเธอชอบงานเฉลิมฉลองและสนุกสนานไปกับบรรยากาศเทศกาลที่แสนคึกคัก อยากเป็นเพื่อนกับมนุษย์ และเล่น Akitsu Haneasobi ด้วยกัน แต่ทุกครั้งที่ค่ำคืนอันเงียบสงบมาเยือน เธอจะนึกถึงรอยยิ้มขมขื่นของท่านซามูไรชราตอนวางฮาโกอิตะลงเสมอ และจะนึกถึงท่าทางตอน Kamai จิบสาเกพลางถอนหายใจไปด้วยตลอด เธอสงสัยว่าหากฉันได้เป็นเพื่อนกับมนุษย์แล้วล่ะก็ ในอนาคต คนคนนั้นจะเผยสีหน้าเศร้าสร้อยแบบนั้นออกมาด้วยหรือไม่ เพราะอย่างนั้นเธอจึงคิดว่าตัวเองทำไม่ได้ ย้ำเตือนตัวเองว่าทำแบบนั้นไม่ได้เด็ดขาด จะให้เกิดเรื่องเศร้าขึ้นซ้ำแบบ Kamai อีกไม่ได้ เรื่องราวของ Yanagibashi Takuto และ Kamai ไม่ได้จบลงด้วยการตายของซามูไร Tominaga Masanari ผู้เป็นทายาทรุ่นที่สามก็เป็นเพื่อนที่ดีกับ Kamai เช่นกัน เมื่อห้าร้อยปีก่อน Kamai และ Tominaga ได้ต่อสู้เคียงบ่าเคียงไหล่กันจนวาระสุดท้ายและดาบที่ Tominaga ถืออยู่ได้รับการสืบทอดมาจาก Yanagibashi ความเสียดายในอดีตของ Kamai ได้ลดหายไปในช่วงเวลานั้น แม้ว่าอายุขัยของมนุษย์นั้นสั้นเกินไปสำหรับโยไกและสุดท้ายต้องมีสักวันที่ต้องจากลากัน แต่สายสัมพันธ์ที่ถูกสร้างขึ้นจากความผูกพันจะไม่ถูกทำลาย และจะสืบทอดดำเนินในรูปแบบใหม่ต่อไป\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "ท่าน Narukami Ogosho ผู้ยิ่งใหญ่ ผู้ซึ่งสัญญาว่าจะมอบ &#34;ความเป็นนิรันดร์&#34; ที่ไม่มีวันเปลี่ยนแปลงให้กับชาว Inazuma",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3451,
        "name": "Hanyuuda Chizuru",
        "desc": "<p>โยไกที่เกิดจากวัตถุ ซึ่งสามารถแปลงร่างเป็นมนุษย์เมื่ออยู่นอกร่างหลักของตนเอง เธอคือ Tsukumogami</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/7877590/07caad4027dfdb9714dcc50131aae3e6_7002137218170774176.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ประเพณีดั้งเดิม",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "นอกจากความสนุกสนานและการสังสรรค์แล้ว กิจกรรมแบบดั้งเดิมของเทศกาลดอกไม้ Mikawa คือเกม\nในเกมนี้ผู้เข้าร่วมจะใช้ฮาโกอิตะพิเศษเพื่อตีลูกบอลไปยังเป้าหมาย เมื่อเวลาผ่านไป Akitsu Hazura แบบดั้งเดิมได้สูญหายไปตามกาลเวลา แต่หลายปีต่อมา เหล่าโยไกตัวน้อยได้สร้างเกมนี้ซึ่งเป็นสัญลักษณ์แห่งมิตรภาพระหว่างโยไกและมนุษย์ขึ้นมาใหม่ พวกเขาใช้พลังโยไกสร้าง Akitsu Yuugei ขึ้นมาในรูปแบบตามคำบอกเล่าของพ่อค้าที่ผ่านไปมา ในเกมนี้ผู้เล่นจะต้องควบคุมเกมกระดานสะท้อนที่ลอยอยู่กลางอากาศแล้วตีก้อนเหลี่ยมธาตุที่วางเอาไว้\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ตัวอย่างเนื้อเรื่อง",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวอย่างเวอร์ชัน 3.3 \"สฬายตนะรู้แจ้ง สรรพสิ่งล้วนสุญญตา\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c6fa66810399b209da492e4c6507fd7e_6661915752921079645.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25/11/2022</color>\nInazuma ไม่เคยขาดแคลนเรื่องราว และตำนานแปลก ๆ มาตั้งแต่สมัยโบราณ\nบางส่วนย่อมเกี่ยวโยงกับตำนานของโยไกผู้ยิ่งใหญ่ที่สืบทอดกันมาจากรุ่นสู่รุ่น\nและก็มีบางส่วนที่อาจหลงเหลือไว้เพียงเศษซากเรื่องราวแห่งความอ้างว้าง...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=oTIHLsa0bj0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวอย่างเวอร์ชัน 5.4 \"ยลจันทร์ในห้วงฝัน\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/8a8149bd9cfe859a61ce13ad03422c8e_8238539537074990846.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>24/01/2025</color>\nชีวิตเปรียบเสมือนการเดินทางข้ามผ่านระหว่างฝันดีและฝันร้าย\nเมื่อรู้สึกถึงความตึงเครียด หวาดกลัว และความอึดอัดจนหายใจไม่ออกนั้น\nโปรดพักผ่อนสักครู่ ลิ้มรสความหวานล้ำของฝันดี\nและบดขยี้ฝันร้ายให้แหลกละเอียด\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=vITyIMn8rww&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "งานประชันความกล้า Akitsu",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/8cb03cc59d01899b7d6a6abe14598e04_2822795805388864390.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หลายปีต่อมา เมื่องานเทศกาลดอกไม้ Mikawa ถูกลืมไปนานแล้ว โยไกตัวน้อยสามตน ได้แก่ Kappa, Youko และ Hitotsume Kozou จาก Chinju Forest จึงตัดสินใจฟื้นคืนงานเทศกาลนี้ขึ้นมาอีกครั้ง ก่อนหน้านี้นั้น ป่าแห่งนี้เต็มไปด้วยมอนสเตอร์มากมายที่โจมตีพวกเขา ต่อมาก็มีนักผจญภัยที่เป็นมนุษย์เข้ามาในป่าและขับไล่มอนสเตอร์เหล่านั้นออกไป เพื่อขอบคุณเหล่ามนุษย์และเข้าถึงพวกเขามากขึ้น Kappa, Youko และ Hitotsume Kozou จึงพยายามสร้างเกมในตำนานอย่าง Akitsu Hazura ขึ้นมาโดยเปลี่ยนชื่อเป็น Akitsu Yugei แต่พวกเขากลับใช้พลังโยไกทั้งหมดที่มีไปกับเกมดังกล่าว หลังจากนั้นพวกเขาจึงสร้างแผงลอยบางส่วนไว้ในป่าเพื่อสร้างบรรยากาศของงานเทศกาล เมื่อสำนัก Yashiro ได้รับรู้เกี่ยวกับเทศกาลดังกล่าว Kamisato Ayato ผู้นำสำนัก Yashiro ตั้งใจจะป่าวประกาศให้รู้กันโดยทั่วเพื่อดึงดูดคนมาเข้าร่วมงาน แต่เขาได้ไตร่ตรองว่าการทำแบบนั้นจะเป็นการรีบเร่งเกินควร หากโปรโมตด้วยงานเทศกาลดอกไม้ Mikawa แต่แรก ความคาดหวังของผู้คนก็จะสูงถึงขั้นที่ไม่อาจเติมเต็มได้ Ayato จึงหยิบยืมชื่องานประชันความกล้ามาเรียกแขก แล้วปล่อยที่เหลือให้เหล่าโยไกดำเนินการกันเอง ในแต่ละรอบ ผู้เข้าแข่งขันจะต้องแบ่งเป็นทีมละสองคนและค้นหาสิ่งของใน Chinju Forest การประชันความกล้ามีทั้งหมดสามรอบ โดยงานในครั้งนี้ถูกจัดขึ้นจากสามฝ่าย ได้แก่ นักธุรกิจช่วยกันระดมทุน, ตระกูล Kamisato เป็นผู้จัดหาสถานที่ และศาลเจ้า Grand Narukami รับหน้าที่เป็น \"ที่ปรึกษา\"\nขณะที่โยไกตัวน้อยกำลังสร้าง Akitsu Yugei ขึ้นมา ไม่มีใครอยู่ที่หาดทรายเลย แต่จู่ ๆ ก็มีแผงลอยโผล่ขึ้นมากะทันหัน แผงลอยนั้นไม่มีเจ้าของแต่กลับดำเนินการได้ด้วยตัวมันเอง คนที่มาถึงหาดทรายนี้ เพียงแค่พูดกับป้ายประกาศ เกมก็จะเริ่มขึ้นทันที ในตอนแรกเกมนี้ได้รับความนิยมมาก จนกระทั่งข่าวลือที่ว่าแผงลอยนี้ถูกควบคุมโดยภูตผีได้ถูกแพร่สะพัดออกไป จนกลายเป็นตำนานผีที่เล่าต่อ ๆ กันไป ยิ่งแพร่ขยายออกไปเท่าไหร่ ผู้คนก็ยิ่งเชื่อมากขึ้นเท่านั้น จนคนส่วนใหญ่ไม่กล้ามาที่นี่อีกเลย มีผู้เล่นคนหนึ่งได้กล่าวว่า เขาติดอยู่ที่นั่นเป็นเวลาหลายชั่วโมงขณะเล่นเกมบนหาดทราย สำนัก Tenryou จึงส่ง Shikanoin Heizou มาเพื่อสืบหาความจริง ตอนแรกสำนัก Tenryou ตั้งใจจะปิดหาดทรายนั้นเพื่อค้นหาความจริง แต่สำนัก Yashiro กลับชิงจัดงาน \"ประชันความกล้า\" ขึ้นที่นี่ซะก่อน ผู้คนที่ไม่กล้าเข้าใกล้ในตอนแรก คิดว่าเกมบนหาดทรายนั้นเป็นกิจกรรมที่ทางสำนัก Yashiro จัดเตรียมขึ้นสำหรับงานประชันความกล้า พวกเขาจึงไม่กลัวอีกต่อไปและเริ่มกลับไปอีกครั้ง"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c135353829d006c04b5481b2d26df0cc_2652743712139093333.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "การปรากฏขึ้นของ Akitsu Yugei ทำให้ Hanyuuda Chizuru ได้ตื่นขึ้นจากการหลับใหล และเธอได้แกล้งเป็นผีเพื่อหลอกผู้คนให้หนีออกจากป่า เพื่อไม่ให้โยไกตัวน้อยที่อาศัยอยู่ที่นั่นได้พบเจอผู้คนและความเจ็บปวด เนื่องจากพลังของเธออ่อนแอ เธอจึงต้องใช้อุปกรณ์ที่สะสมไว้มาหลอกหลอนผู้คน เมื่อมีผู้ที่ต้องการจะขโมยของตกแต่งที่วางไว้ใน Akitsu Yuugei และนำกลับไปขายในราคาสูง Chizuru จึงล่อเขาเข้าไปในกับดักภายในแผงลอย ตลอดหลายชั่วโมงที่ผ่านมา ชายคนนี้ไม่สามารถหลบหนีได้ และเพื่อน ๆ ของเขาที่อยู่ใกล้กันก็ไม่ได้สังเกตเห็นเขา เมื่อ Chizuru ได้พบกับนักเดินทางและ Paimon เธอก็ตกลงที่จะเล่นเกม Akitsu Yuugei กับพวกเขา โดยมีเงื่อนไขว่าผู้ชนะจะขออะไรก็ได้จากผู้แพ้หนึ่งอย่าง หลังจากเอาชนะได้อย่างง่ายดายแล้ว Chizuru ขอให้ไม่ต้องเจอกับนักเดินทางและ Paimon อีกและหายตัวไป\nเมื่อพบสิ่งของสองชิ้นก่อนหน้านี้แล้ว นักเดินทางและ Paimon ก็ไปถึงรอบที่สาม โดยของชิ้นนี้ถูกเลือกโดยศาลเจ้า Grand Narukami ซึ่งเป็นฮาโกอิตะอันเดียวกับที่มีจิตวิญญาณของ Hanyuuda Chizuru อยู่ในนั้น ก่อนจะเริ่มการแข่งขัน Yae Miko กำลังเดินเล่นที่หาดทรายและรู้สึกถึงพลังโยไกที่คุ้นเคยอยู่แถวนั้น ถึงแม้พลังโยไกนั้นจะอ่อนแรง แต่ Yae ก็ยังหาเธอเจอ โดยเธอนั่งอยู่บนต้นไม้และมองดูนักท่องเที่ยวจากที่ห่างไกลและเตือนตัวเองเบา ๆ ว่าให้อดทนไว้ อย่าได้ไปทำความรู้จักกับมนุษย์ เมื่อ Ayato มาหารือเรื่องการจัด \"งานประชันความกล้า\" Yae ก็คิดได้ว่า นี่เป็นวิธีที่ดีในการช่วยคลายปมในใจของ Chizuru ในตอนที่ Chizuru ยังไม่มีร่างมนุษย์ และเริ่มก่อเกิดจิตสำนึกขึ้นนั้น สิ่งที่ต้องเผชิญเป็นอย่างแรกเลยก็คือการจากลาระหว่าง Kamai กับซามูไร ก่อให้เกิดเป็นบาดแผลฝังลึกในจิตใจ การอธิบายเหตุผลคงไม่สามารถทำให้เธอปล่อยวางได้ Yae Miko เชื่อว่าวิธีที่ดีที่สุดคือการให้เธอได้ลองสัมผัสกับมนุษย์ด้วยตัวเอง\nจากการสืบสวนของ Heizou เขาและนักเดินทางได้รับรู้ถึงจุดประสงค์ที่แท้จริงของ Chizuru และร่างที่แท้จริงของเธอ ที่หาดทราย พวกเขาไม่เพียงแต่ได้พบกับ Tsukumogami เท่านั้น แต่ยังรวมไปถึง Yae Miko ด้วย ซึ่งเธอได้บอกเล่าให้ Chizuru ฟังถึงมิตรภาพที่สืบทอดต่อกันมาระหว่าง Kamai กับลูกหลานของซามูไร หลังจากจัดการกับความรู้สึกที่ซับซ้อนของตนได้แล้ว Hanyuuda Chizuru ก็ได้ยื่นคำขอต่อนักเดินทางอีกครั้ง เนื่องจากคำขอก่อนหน้านี้ไม่สำเร็จ:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“คำขอของฉันก็คือ...</color>\n<color=#ffffff>หวังว่าทุกวันในการเดินทางต่อจากนี้ของเธอ จะเต็มไปด้วยความสุขเหมือนกับงานเทศกาลนะ\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ในระหว่างงานเทศกาลดอกไม้ไฟ พลังของโยไกสลายไป และ Chizuru ก็ได้หายตัวไปอย่างไร้ร่องรอย\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p>ท่าน Guuji แห่งศาลเจ้า Grand Narukami และเป็นหัวหน้าบรรณาธิการของ &#34;สำนักพิมพ์ Yae&#34;</p><p>ภายใต้รูปโฉมภายนอกที่งดงาม มีความเฉลียวฉลาดและเล่ห์กลซ่อนอยู่</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "ผู้นำตระกูล Kamisato แห่งสำนัก Yashiro ชายหนุ่มผู้มากความสามารถ ซึ่งปฏิบัติต่อผู้คนด้วยความสุภาพอ่อนโยน และมักจะจัดการเรื่องต่าง ๆ อย่างมีชั้นเชิง",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "นักสืบหนุ่มอัจฉริยะของสำนัก Tenryou ผู้มาพร้อมกับสัญชาตญาณที่เฉียบแหลม และจิตใจที่งดงาม",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3451,
        "name": "Hanyuuda Chizuru",
        "desc": "<p>โยไกที่เกิดจากวัตถุ ซึ่งสามารถแปลงร่างเป็นมนุษย์เมื่ออยู่นอกร่างหลักของตนเอง เธอคือ Tsukumogami</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/7877590/07caad4027dfdb9714dcc50131aae3e6_7002137218170774176.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3448,
        "name": "Hitotsume-Kozou",
        "desc": "<p> Hitotsume-Kozou เป็น NPC เฉพาะกิจกรรม เขาปรากฎตัวในช่วงเวลากิจกรรม งานประชันความกล้า Akitsu</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/10257458/fc7e6d7d7171c2ceaedc2657a87ac54d_3545106821826455625.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3450,
        "name": "Kappa",
        "desc": "<p>Kappa เป็น NPC เฉพาะกิจกรรม เขาปรากฎตัวในช่วงเวลากิจกรรม งานประชันความกล้า Akitsu</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/10257458/8e15d77396d6a387b146a2cc7a65d735_7954832787864695897.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3449,
        "name": "Youko",
        "desc": "<p>Youko เป็น NPC เฉพาะกิจกรรม เขาปรากฎตัวในช่วงเวลากิจกรรม \"งานประชันความกล้า Akitsu\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/10257458/76567cd13cfafe285fb206d4048e4565_2947697060655218461.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "เรื่องเล่าของเทศกาลดอกไม้ Mikawa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/3035f2e18e61438953777841eef7ad8a_4572698096721481920.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หลังจากงานประชันความกล้าใน Chinju Forest ได้จบลง Yae Miko, Guuji แห่งศาลเจ้า Grand Narukami ตัดสินใจที่จะรื้อฟื้น \"เทศกาลดอกไม้ Mikawa\" และจัดงานเทศกาลเต็มรูปแบบเพื่อเหล่าโยไกและมนุษย์ โดยใช้จินตนาการของมนุษย์ บวกกับการเปลี่ยนรูปของโยไก เพื่อสร้าง \"เกม\" แบบใหม่ที่ยอดเยี่ยมที่สุดในยุคปัจจุบัน สำนัก Yashiro และ Yae Miko เป็นผู้จัดเตรียมสถานที่ใน Chinju Forest ในขณะที่สำนัก Tenryou มีหน้าที่รักษาความสงบเรียบร้อย เพื่อให้งานเทศกาลมีความสนุกสนานมากขึ้น Miko ได้จัดการแข่งขันพัฒนาเกม โดยผู้ชนะจะได้รับถ้วยรางวัลทานูกิทองคำและเงินทุนสนับสนุนเกมเต็มจำนวนรวมถึงได้เผยแพร่ไปทั่วทั้ง Inazuma\nในการรวบรวมทีมสำหรับเทศกาลและคัดเลือกผู้ชนะ Miko ได้เลือกนักเดินทางเป็น “ตัวแทน” อย่างเป็นทางการและเป็น “ผู้ตัดสิน” ผลการแข่งขันในเทศกาลดอกไม้ Mikawa เนื่องจากพวกเขาความสัมพันธ์ที่แน่นแฟ้นกับโยไกและยังไม่ใช่คนพื้นเมืองของ Inazuma อีกด้วย ณ Chinju Forest, Yae Miko ได้เชิญชวน Bake-Danuki ตัวน้อยได้แก่ Kichiboushi, Shousei, และ Gyoubu Koban มาเข้าร่วมงานเทศกาล และมอบหมายให้นักเดินทางและเหล่า Bake-Danuki ตัวน้อยรวบรวมผู้เข้าร่วมทีมเพื่อเข้าร่วมการแข่งขัน Yoimiya ผู้เชี่ยวชาญด้านดอกไม้ไฟและ Sayu ผู้สนใจในเวทมนต์โยไก ได้เข้าร่วมทีมของ Kichiboushi, Shousei ได้ร่วมทีมกับ Thoma พ่อบ้านตระกูล Kamisato, และ Gyoubu Koban ได้ร่วมทีมกับ Sangonomiya Kokomi ผู้นำมิโกะคนปัจจุบันและ Yumemizuki Mizuki บากุเขมือบฝัน แต่ละทีมต้องสร้างเกมโดยใช้เวทมนตร์โยไกตามธีมที่กำหนด ซึ่งก็คือ ”ความฝัน” Sayu, Yoimiya, และ Kichiboushi ได้สร้างเกมร่างแยกขึ้นมาจากไอเดียของ Sayu ที่ต้องการให้ร่างแยกทำงานแทนเธอ Thoma และเหล่าโยไกจาก Chinju Forest ได้สร้างเกมที่ผสมผสานการละเล่นของ Ludi Harpastum จาก Mondstadt ที่ Thoma ไม่เคยได้สัมผัสและ Akitsu Yuugei เข้าด้วยกัน Mizuki, Kokomi, และ Gyoubu Koban ได้สร้างเกมที่มีตัวเอกเป็นจิ้งจอก โดยเลียนแบบมาจากเพื่อนเก่าและคู่แข่งของ Mizuki อย่าง Yae Miko ขึ้นมา Kokomi และ Mizuki ต้องการใช้เงินรางวัลจากการแข่งขันเพื่อเผยแพร่เกมไปทั่ว Inazuma รวมถึงเกาะ Watatsumi เพื่อดึงดูดลูกค้าให้มาที่โรงอาบน้ำ Aisa"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/d50ee090da3d347980e82f0ecc0cab5e_3132257104021917788.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "หลังจากงานวันแรกของเทศกาลดอกไม้ Mikawa ได้จบลง ในขณะที่นักเดินทางและ Paimon กำลังมุ่งหน้ากลับ ทันใดนั้นซามูไรแปลกหน้าได้ขวางทางพวกเขา หลังจากต่อสู้กับเขา นักเดินทางมีความรู้สึกราวกับว่าพวกเขาอยู่ในความฝัน ทันใดนั้นก็มีเสียงฟ้าร้องที่ทำให้พวกเขากลับมาสู่โลกแห่งความจริง Raiden Ei ที่คอยดูการต่อสู้เป็นผู้ที่อยู่เบื้องหลังสายฟ้านั้น ในช่วงเย็นวันเดียวกันนั้น คนงานในงานเทศกาลคนหนึ่งได้เห็นคนหน้าเหมือนของเพื่อนของเขา สำนัก Tenryou จึงรับหน้าที่สืบสวนเกี่ยวกับเรื่องนี้ นอกจากนี้เจ้าหน้าที่ Shogunate ได้ถูกส่งไปตรวจสอบพื้นที่เพื่อไม่ให้ไปรบกวนโยไกตนอื่น แต่ในเวลาต่อมาพวกเขาก็ถูกพบในสภาพหมดสติและเจ้าหน้าที่ทั้งหมดก็ติดอยู่ในฝันร้ายที่ไม่สิ้นสุด พวกเขาไม่สามารถตื่นขึ้นมาได้ สำนัก Tenryou ได้พบพลังโยไกที่ปรากฏขึ้นมาเป็นระยะและตามร่องรอยพวกนั้นไปจนถึงบริเวณใกล้กับงานเทศกาล Yae Miko ได้ตรวจสอบร่องรอยของพลังโยไกและพบว่า แม้พลังโยไกนั้นจะหายไปเป็นครั้งคราวแต่ก็ไม่เคยอยู่ห่างจากภูเขา Yougou เลย เพื่อไม่ให้เป็นการแหวกหญ้าให้งูตื่น สำนัก Tenryou จึงยังไม่ได้ยกเลิกการจัดงานเทศกาลและได้แฝงตัวเข้าไปในสถานที่จัดงาน นักเดินทางได้รับมอบหมายให้ค้นหาว่ามี “ร่างแฝด” ในหมู่ผู้เข้าแข่งขันหรือไม่ โดยไม่ทำให้ผู้อื่นสงสัย หลังจากสอบถามผู้เข้าแข่งขันทั้งหมดแล้ว นักเดินทางและ Paimon ก็ไม่พบจุดที่น่าสงสัยอะไร Miko ได้เสนอให้ใช้วิธีบางอย่างกระตุ้นคนร้ายเพื่อให้เขาเผยช่องโหว่ออกมาและได้แนะนำ Raiden Ei ในฐานะแขกพิเศษของงานเทศกาล"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/5a4df9f6f8032c88206de46e3cd3ec37_2802871851495775758.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ในช่วงวันที่สองก่อนงานเทศกาล Mizuki ผู้เป็นนักจิตบำบัดได้สังเกตเห็นว่า Ei กำลังมีเรื่องหนักใจบางอย่าง แต่ตัว Ei นั้นไม่อยากรบกวนคนอื่น Mizuki แนะนำให้นักเดินทางชวน Ei ไปที่โรงอาบน้ำ Aisa ตอนกลางคืนเพื่อรับฟังความกังวลของเทพ Ei ได้กล่าวว่า เมื่อห้าร้อยปีก่อน \"ฝันร้าย\" ก็เคยปกคลุม Inazuma พร้อมกับภัยพิบัติอันมืดมิด ทหารที่ต่อสู้ในสนามรบอันมืดมิด ถูกมอนสเตอร์แห่งความมืดมิดครอบงำและตกสู่ฝันร้ายที่ไม่มีวันตื่น แม้ว่าเผ่าบากุเขมือบฝันจะพยายามช่วยอย่างเต็มที่ แต่ก็ทำได้เพียงแค่ช่วยบรรเทาอาการเท่านั้น หากว่าคนที่ตกอยู่ในฝันร้ายแข็งแกร่งเกินไป ไม่ได้ถูกยับยั้งความสามารถในการเคลื่อนไหวไปอย่างสิ้นเชิง เข้าสู่สภาวะ \"ละเมอ\" ที่กึ่งหลับกึ่งตื่น เมื่อผู้ที่มีพลังแข็งแกร่งเริ่มแยกความจริงกับความฝันไม่ออกและมองว่าทุกสิ่งทุกอย่างในโลกแห่งความจริง เป็นส่วนหนึ่งของสงครามที่ดำเนินต่อไป ความสุขทั้งหมดในโลกแห่งความเป็นจริงจะถูกความมืดมิดปกคลุมและถูกมองว่าเป็นศัตรูที่ต้องกำจัด ซึ่งมันจะนำ \"ฝันร้าย\" ที่เจ็บปวดมากขึ้นมาให้ตัวเองและคนรอบข้าง"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/dd22e0610a8fe9569175eeca146c7051_6661914378068293468.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "หนึ่งในเหยื่อของ “ฝันร้าย” คือโอนิ Mikoshi Chiyo เพื่อนของ Ei และ Makoto พี่สาวของเธอ ครั้งหนึ่งเธอได้ถูกอสูรร้ายจากนอกโลกที่มีร่างเป็นเสือและมีหางเป็นงูกลืนลงไปทั้งตัว จากนั้นเธอก็แหวกท้องเสือออกมา แม้ว่าจะรอดพ้นจากการถูกกลืนลงท้องมอนสเตอร์และรอดชีวิตจากสนามรบได้ แต่เธอก็ไม่เคยได้ออกจากสนามรบแห่งนั้นเลย ความทรงจำของเพื่อนร่วมทางที่ถูกฉีกเป็นชิ้น ๆ ได้ฉายให้เขาเห็นซ้ำแล้วซ้ำเล่า จนเธอเริ่มแยกไม่ออกว่ามันคือความจริงหรือความฝัน ไม่ว่าจะเป็นลูกน้อง ครอบครัว หรือเพื่อนฝูง ความสวยงามและความสุขในโลกใบนี้ถูกบิดเบือนให้กลายเป็นศัตรูที่ต้องถูกกำจัดในความฝัน เธอถูกขังอยู่ในสนามรบในความฝั จนกระทั่งเธอชักดาบฟาดฟัน Ei บนภูเขา Yougou สุดท้าย \"Musou no Hitotachi\" ก็ได้ตัดแขนข้างหนึ่ง เขาข้างหนึ่งและส่วนหนึ่งของภูเขาเอง"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/90922669a98df5600a1e701199c50fcb_4479179001448159757.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ในขณะที่ Ei และนักเดินทางอยู่ในโรงอาบน้ำ ทันใดนั้นก็ได้ยินเสียงกรีดร้องในเมือง Inazuma ผู้หญิงคนหนึ่งได้เห็น \"ร่างแฝด\" ของตน จึงได้สลบไปเพราะคิดว่าหากเจอ “ร่างแฝด” จะตายไปแบบไม่รู้สาเหตุ ในขณะเดียวกันนั่นเอง คนของสำนัก Tenryou ได้เข้าพบโชกุนและรายงานว่าโยไกตัวน้อย Kappa ตกอยู่ใน \"ฝันร้าย\" เมื่อนักเดินทาง, Ei, Miko และ Mizuki มาถึงสถานที่จัดงานเทศกาล พวกเขาก็พบ Youko, Hitotsume Kozou และ Kappa ที่หมดสติอยู่ Kujou Sara และ Shikanoin Heizou ไม่พบร่องรอยใด ๆ ของคนร้ายและไม่สามารถปกป้อง Kappa ได้ Mizuki สัมผัสถึงฝันร้ายในตัว Kappa ไม่ได้ เหมือนกับกำลังเผชิญหน้ากับสิ่งที่ตายไปแล้ว ปรากฏว่า \"Kappa\" ถูกสร้างขึ้นโดยใช้วิชาของ Bake-Danuki ส่วน \"Youko\" และ \"Hitotsume Kozou\" คือ ”ร่างแฝด” ของพวกเขา ซึ่งสร้างขึ้นโดย Bake-Danuki เช่นกัน Bake-Danuki ตัวที่สามเข้ามาในเมืองในคราบของ Kappa เพื่อสร้างความตื่นตระหนกในหมู่ผู้คน จากการตรวจสอบพบว่า Bake-Danuki ทั้งสามตัวได้ติดอยู่ในฝันร้ายมาเป็นเวลาห้าร้อยปี พวกเขาเห็นว่ารอบด้านเต็มไปด้วยศัตรูและเข้าใจว่าโชกุนสั่งให้ยึดดินแดนของโยไก กำจัดให้สิ้นซาก แล้วเหลือบางส่วนไว้ใช้งานเป็นทาส พลังของฝันร้ายก่อเกิดเป็นซามูไรที่โจมตีผู้คนและโยไกตัวน้อยทั้งสาม"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/09b6a4145d20cdc58be484e0ec0d7127_597536784804437395.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "เมื่อนักเดินทางชำระล้างพลัง Abyss จากเหล่า Bake-Danuki พวกเขาก็ตื่นจากฝันร้าย ปรากฏว่าเมื่อห้าร้อยปีก่อน เมื่อเพื่อนของ Kitsune Saiguu นามว่า Kamuna Harunosuke มาที่ Chinju Forest เพื่อปิดผนึก Bake-Danuki ไว้ในหิน เนื่องจาก Kakushigami Ioroi ขโมยหวีที่สำคัญไป Bake-Danuki ทั้งสามจึงตัดสินใจขุดหลุมและซ่อนตัวอยู่ที่นั่น ในหลุมนั้นพวกเขาได้พบกับ \"เขา\" ของ Mikoshi Chiyo ที่เต็มไปด้วยฝันร้ายและถูกใช้โดยเหล่า Bake-Danuki ทั้งสาม เป็นเวลากว่าห้าร้อยปีแล้วที่ Bake-Danuki ทั้งสามต้องเผชิญกับความระแวงมาตลอด ฝันร้ายจะถูกหล่อเลี้ยงความกลัวและความวิตกกังวลกลายเป็นสิ่งที่คล้ายกับวิญญาณพันธนาการผืนดิน \"Jibakurei\" พวกเขาสามารถเคลื่อนที่ไปตามกระแสพลังได้ แต่ก็ถูกกระแสพลังจำกัดไว้เช่นกัน ดังนั้นร่องรอยของพลังโยไกเลยปรากฏขึ้นเป็นครั้งคราว และขอบเขตที่อยู่ก็อยู่แถว ๆ กับภูเขา Yougou เท่านั้น เพื่อกำจัดฝันร้าย Ei ต้องการใช้ Musou no Hitotachi แต่ Miko ได้แนะนำให้ใช้ความฝันมาซ้อนทับความฝัน ใช้ภาพลวงตามาซ้อนทับภาพลวงตา ใช้ \"ฝันดี\" มาซ้อนทับ \"ฝันร้าย\" โดย Miko ได้ใช้ \"เทศกาลดอกไม้ Mikawa\" เป็นเป้าหมายของเศษเสี้ยวฝันร้าย ในเมื่อ \"เศษเสี้ยวฝันร้าย\" มองว่าความสุขทั้งหมดเป็นศัตรู ดังนั้นความสุขที่ยิ่งใหญ่ที่สุดในโลกนี้ เลยกลายเป็นศัตรูที่น่ากลัวที่สุดในสายตาของมันและไม่ว่ายังไงก็ต้องถูกกำจัดอย่างแน่นอน"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/03/03/237301566/9a7aac90d33e9b5fea4298691f4b03b0_4618298286666320405.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "ในวันจริง สำนัก Yashiro ได้มอบ \"กระดาษโน้ต\" ให้กับผู้เข้าร่วมแข่งขันทุกคนเพื่อต่อสู้กับฝันร้าย เมื่อ \"เศษเสี้ยวฝันร้าย\" ปรากฏกาย Raiden Ei ได้ดึงพวกเขาไปกับนักเดินทางเข้าสู่ “ดินแดนแห่งใจที่บริสุทธิ์” เพื่อไม่ให้ชาว Inazuma ได้รับอันตราย ด้วยความช่วยเหลือของโชกุนและคำอธิษฐานของผู้คน นักเดินทางจึงเอาชนะฝันร้ายได้ และ Ei ก็ได้อำลากับเพื่อนเก่าของเธอ เมื่อเขาของ Chiyo ถูกทำลาย Kappa, Youko, และ Hitotsume Kozou ก็ได้ตื่นขึ้นมาจากการหลับใหล Yae Miko และโชกุนได้มอบรางวัลเกมที่น่าดื่มด่ำที่สุดให้กับ Bake-Danuki ทั้งสามคนที่สร้างร่างแฝด เพื่อที่มนุษย์และโยไกจะได้ไม่ต้องกลัวซึ่งกันและกัน\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 7487,
        "desc": "",
        "displayStyle": "card",
        "menuId": 23
      },
      {
        "type": "CustomEntry",
        "epId": 7089,
        "desc": "",
        "displayStyle": "card",
        "menuId": 20
      },
      {
        "type": "CustomEntry",
        "epId": 7470,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7500,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p>ท่าน Guuji แห่งศาลเจ้า Grand Narukami และเป็นหัวหน้าบรรณาธิการของ &#34;สำนักพิมพ์ Yae&#34;</p><p>ภายใต้รูปโฉมภายนอกที่งดงาม มีความเฉลียวฉลาดและเล่ห์กลซ่อนอยู่</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 16,
        "name": "Thoma",
        "desc": "พ่อบ้านผู้จัดการงานต่าง ๆ ภายในคฤหาสน์ของตระกูล Kamisato &#34;ผู้มีอิทธิพล&#34; ซึ่งเคลื่อนไหวใน Inazuma",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Thoma_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 15,
        "name": "Yoimiya",
        "desc": "เจ้าของร้านดอกไม้ไฟ Naganohara &#34;ราชินีแห่งเทศกาลฤดูร้อน&#34; ช่างฝีมือมากความสามารถ ผู้ส่งความปรารถนาของผู้คนผ่านการทำดอกไม้ไฟ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yoimiya_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 21,
        "name": "Sayu",
        "desc": "นินจารูปร่างบอบบางแห่ง Shuumatsuban มักจะมีท่าทางเหมือนคนนอนหลับไม่เพียงพออยู่เสมอ",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sayu_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 7420,
        "name": "Yumemizuki Mizuki",
        "desc": "<p>ผู้ถือหุ้นใหญ่ของ \"โรงอาบน้ำ Aisa\" และนักจิตบำบัดจากเผ่าพันธุ์บากุเขมือบฝัน มุ่งมั่นที่จะขจัดฝันร้าย เพื่อนำความสงบมาสู่ผู้คน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/11/10257458/a632f02142fbcd99e93746dcd99e7bb2_9023976053285019257.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 25,
        "name": "Sangonomiya Kokomi",
        "desc": "ผู้นำมิโกะคนปัจจุบันของเกาะ Watatsumi สาวน้อยผู้รับผิดชอบงานทุกอย่างบนเกาะ Watatsumi",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Sangonomiya Kokomi_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2454,
        "name": "Ioroi",
        "desc": "<p>Ioroi เป็น Bake-Danuki ที่อาศัยอยู่ใน Chinju Forest ซึ่งเดิมที Ioroi เคยเป็นผู้พิทักษ์ผืนป่ามาก่อน เขามักจะชอบท้าแข่งกับ Kitsuna Saigu อยู่เป็นประจำ และถูกผนึกหลังจากก่อความวุ่นวายเมื่อราว 500 ปีก่อน</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/03/03/10257458/5616b6b3139611441609112738d0b013_8280528897814457068.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 4516,
        "name": "\"Shousei\"",
        "desc": "<p>\"Shousei\" เป็น NPC ที่ปรากฎตัวเฉพาะในเควสต์โลก \"Tanuki-Bayashi ในป่าลึก\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/10/27/10257458/9ef2e4597fa40ff3b14e6bc1daf88ac3_4615863248490138093.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2448,
        "name": "\"Gyoubu Koban\"",
        "desc": "<p>ทานูกิจอมซุกซน</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/26/10257458/59b88cb8fc9bc661a0d855494287724e_9171985140836275548.PNG",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 2449,
        "name": "\"Kichiboushi\"",
        "desc": "<p>ทานูกิขี้สงสัย</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/05/26/10257458/3aad58f365a84057005ae6a1c80e74c7_193643400705814372.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3,
        "name": "Kujou Sara",
        "desc": "นายพลแห่งสำนัก Tenryou เด็ดเดี่ยว กล้าหาญ และเชี่ยวชาญในการต่อสู้",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kujou Sara_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "นักสืบหนุ่มอัจฉริยะของสำนัก Tenryou ผู้มาพร้อมกับสัญชาตญาณที่เฉียบแหลม และจิตใจที่งดงาม",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3449,
        "name": "Youko",
        "desc": "<p>Youko เป็น NPC เฉพาะกิจกรรม เขาปรากฎตัวในช่วงเวลากิจกรรม \"งานประชันความกล้า Akitsu\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/10257458/76567cd13cfafe285fb206d4048e4565_2947697060655218461.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3450,
        "name": "Kappa",
        "desc": "<p>Kappa เป็น NPC เฉพาะกิจกรรม เขาปรากฎตัวในช่วงเวลากิจกรรม งานประชันความกล้า Akitsu</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/10257458/8e15d77396d6a387b146a2cc7a65d735_7954832787864695897.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3448,
        "name": "Hitotsume-Kozou",
        "desc": "<p> Hitotsume-Kozou เป็น NPC เฉพาะกิจกรรม เขาปรากฎตัวในช่วงเวลากิจกรรม งานประชันความกล้า Akitsu</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/10257458/fc7e6d7d7171c2ceaedc2657a87ac54d_3545106821826455625.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 7501,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 7498,
        "desc": "",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "videoCollection": [
      {
        "title": "Story Teaser: Akitsu Haneasobi | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=CTWxnQawAqE",
        "coverUrl": "https://i.ytimg.com/vi/CTWxnQawAqE/maxresdefault.jpg",
        "duration": 226
      }
    ],
    "galleryCharacter": [
      {
        "key": "เทศกาลดอกไม้ Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/7877590/a164ccbb08e5d9744fa69a60bc0c123f_3549562924359707868.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Yanagibashi Takuto และ Kamai Kenji"
          }
        ]
      },
      {
        "key": "เทศกาลดอกไม้ Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/7877590/df3e1d3fe98a0c00ce5ad369eb3d84a6_6689184856271295809.png"
      },
      {
        "key": "เทศกาลดอกไม้ Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/7877590/fa6519039c01d5aac838dc2211ff877f_9058160232894108164.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "ฝันกลางวันของจิ้งจอกน้อย"
          }
        ]
      },
      {
        "key": "เทศกาลดอกไม้ Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/7877590/3111a40e2f39fe08ebbc5379ddfdd83b_6960478102213489550.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>มายาแยกร่างพิศวง</color>"
          }
        ]
      },
      {
        "key": "เทศกาลดอกไม้ Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/7877590/7ff6b5b043febb4028ab5e2014771d07_8922285391229084865.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff>Akitsu Harpastum ฝันซ้อนฝัน</color>"
          }
        ]
      },
      {
        "key": "เทศกาลดอกไม้ Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/04/17/7877590/c585c5f041d00695ac7c53084abb8171_2258951519579592505.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "รางวัลใหญ่จากงานเทศกาลดอกไม้ Mikawa ครั้งที่ 2"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "เทศกาลดอกไม้ Mikawa"
          }
        ]
      },
      {
        "key": "สังกัด",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "เทศกาล"
          }
        ]
      },
      {
        "key": "กิจกรรมที่เกี่ยวข้อง",
        "value": [
          {
            "type": "RichText",
            "text": "กิจกรรมเวอร์ชัน 3.3 \"งานประชันความกล้า Akitsu\"\nกิจกรรมเวอร์ชัน 5.4 \"เทศกาลห้วงนิทราฝัน Mikawa\""
          }
        ]
      }
    ]
  }
}