{
  "epId": 7428,
  "name": "เทศกาลดอกไม้ Mikawa",
  "desc": "<p>เทศกาลดอกไม้ Mikawa เป็นเทศกาลเก่าแก่ของเหล่าโยไกที่เกี่ยวข้องกับเกม ความสนุกสนาน การสังสรรค์และร้องรำทำเพลง</p>",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/7877590/c857e595da1ff6a514746f47ea9941f0_9110756167876346851.png",
  "menuId": 20,
  "menuName": "คำจำกัดความ",
  "version": 1741196017,
  "components": {
    "customize": [
      {
        "type": "Heading",
        "level": 1,
        "text": "ตัวอย่างเนื้อเรื่อง",
        "alignment": "center"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวอย่างเวอร์ชัน 3.3 \"สฬายตนะรู้แจ้ง สรรพสิ่งล้วนสุญญตา\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c6fa66810399b209da492e4c6507fd7e_6661915752921079645.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>25/11/2022</color>\nInazuma ไม่เคยขาดแคลนเรื่องราว และตำนานแปลก ๆ มาตั้งแต่สมัยโบราณ\nบางส่วนย่อมเกี่ยวโยงกับตำนานของโยไกผู้ยิ่งใหญ่ที่สืบทอดกันมาจากรุ่นสู่รุ่น\nและก็มีบางส่วนที่อาจหลงเหลือไว้เพียงเศษซากเรื่องราวแห่งความอ้างว้าง...\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=oTIHLsa0bj0&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 3,
        "text": "ตัวอย่างเวอร์ชัน 5.4 \"ยลจันทร์ในห้วงฝัน\""
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/8a8149bd9cfe859a61ce13ad03422c8e_8238539537074990846.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "<color=#ffd780>24/01/2025</color>\nชีวิตเปรียบเสมือนการเดินทางข้ามผ่านระหว่างฝันดีและฝันร้าย\nเมื่อรู้สึกถึงความตึงเครียด หวาดกลัว และความอึดอัดจนหายใจไม่ออกนั้น\nโปรดพักผ่อนสักครู่ ลิ้มรสความหวานล้ำของฝันดี\nและบดขยี้ฝันร้ายให้แหลกละเอียด\n<color=#ff9999>YouTube:</color>"
      },
      {
        "type": "CustomVideo",
        "url": "https:/www.youtube.com/watch?v=vITyIMn8rww&ab_channel=GenshinImpact"
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "เทศกาลดอกไม้ Mikawa",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/be6ec1f87eae3d3f56f867c244d403cb_5307042729667918862.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หลายปีก่อน เหล่าโยไกทรงพลังในอดีตได้จัดเทศกาลดอกไม้ Mikawa เพื่อสังสรรค์ร้องรำทำเพลง เทศกาลดอกไม้ Mikawa นั้นจัดขึ้นเพื่อมอบความสุขให้กับผู้เข้าร่วมงาน เทศกาลนี้เป็นเทศกาลที่ยิ่งใหญ่ มีแม้กระทั่ง Kitsune Saiguu กับ Yae Miko ตัวน้อย และเทพแห่งสายฟ้า Raiden Makoto กับ Ei น้องสาวของเธอก็ได้เข้าร่วมด้วย เมื่อเวลาผ่านไป จำนวนโยไกใน Inazuma ลดน้อยลงและเทศกาลก็ได้รับความนิยมน้อยลง จนกระทั่งวันหนึ่ง โยไกตัวเล็ก ๆ ได้ตัดสินใจจัดเทศกาลนี้ขึ้นมาใหม่ โดยได้รับแรงบันดาลใจจากตำนานของมนุษย์และโยไกที่กลายมาเป็นเพื่อนกันเพื่อเป็นการแสดงความขอบคุณแก่มวลมนุษย์"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/237301566/ed9b52f45d8ac8cf52f1b0afc307233c_8889729351268738520.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "กว่าห้าร้อยปีที่ผ่านมา ซามูไรมนุษย์นาม Yanagibashi Takuto ได้บังเอิญไปเจอเทศกาลดอกไม้ Mikawa เขาได้พบกับโยไกนามว่า Kamai ที่นั่น ซึ่งขอให้เขาร่วมและเฉลิมฉลองเทศกาลร่วมกัน ทั้งสองประชัน Akitsu Haneasobi กันในช่วงท้ายของเทศกาล สุดท้ายก็จบลงด้วยการเสมอกัน และมิตรภาพอันแน่นแฟ้นก็ได้ก่อตัวขึ้น ซามูไรหนุ่มได้เดินทางไปทั่วทุกสารทิศ ตามหาคู่ต่อสู้ที่แข็งแกร่งเพื่อพัฒนาทักษะของเขา โยไกจึงแนะนำให้พวกเขามาพบกันทุก ๆ สิบปีเพื่อดวลทักษะของพวกเขา การต่อสู้กับ Kamai ทำให้เขาได้เห็นท่วงท่าใหม่ ๆ มากมาย ต่อมาเขาได้ก่อตั้ง Souran Isshin Art"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/05/21/237301566/601a1347bcb94682da61494b5841ac28_3530564386542175681.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "สิบปีต่อมา เมื่อซามูไรอายุ 35 ปีแล้ว พวกเขาก็พบกันอีกครั้งในงานเทศกาล พวกเขาใช้เวลาร่วมกันทั้งร่ำสุรา, เดินเที่ยว และประชันฝีมือกัน ครั้นพบกันครั้งแรก อาจมีเพียงแค่ความนับถือกันเท่านั้น ทว่าตอนนี้พวกเขาต่างมองอีกฝ่ายเป็นสหายจากใจจริง อีกสิบปีถัดมา ทักษะดาบของซามูไรมนุษย์มาถึงจุดสูงสุด จึงคว้าชัยจากการประชันด้วยฝีมือที่เหนือกว่าเพียงเล็กน้อย ทำให้ Kamai ต้องมุมานะฝึกฝน ลับฝีมือเตรียมประลองใหม่อีกครา แต่ในอีกสิบปีถัดมา ซามูไรกลับมิได้มาตามนัดหมาย เนื่องจากสงครามเกิดปะทุขึ้นทางแดนใต้ เขาจึงเดินทางไปปกป้องชายแดน ทว่าครั้นได้พบกันอีกครา ซามูไรมนุษย์อายุหกสิบห้าปี ทั่วร่างเต็มไปด้วยรอยแผลเป็น เส้นผมขาวโพลนปกคลุมทั้งศีรษะ และเขาไม่สามารถต่อสู้ได้อีกต่อไป Kamai ได้ชวนเล่น Akitsu Haneasobi เป็นครั้งสุดท้าย ซามูไรมนุษย์ยังคงทุ่มสุดพลัง แต่เพราะสังขารไม่อาจฝืนทนจึงแพ้ตั้งแต่เนิ่น Kamai ตระหนักได้ว่านี่เป็นการพบกันครั้งสุดท้ายของพวกเขา จึงถอนหายใจเศร้า ๆ แล้วพูดว่า <color=#ffffffd9>\"...ช่างน่าเสียดายยิ่งนัก\"</color>\nHanyuuda Chizuru เป็นโยไกตนหนึ่ง เธอคือ Tsukumogami และเป็นจิตวิญญาณในฮาโกอิตะที่ซามูไรและ Kamai ใช้เล่น Akitsu Haneasobi ได้รับผลกระทบจากพลังโยไกที่ทรงพลัง จนค่อย ๆ สร้างจิตใจขึ้นมา โดยปกติแล้วเธอชอบงานเฉลิมฉลองและสนุกสนานไปกับบรรยากาศเทศกาลที่แสนคึกคัก อยากเป็นเพื่อนกับมนุษย์ และเล่น Akitsu Haneasobi ด้วยกัน แต่ทุกครั้งที่ค่ำคืนอันเงียบสงบมาเยือน เธอจะนึกถึงรอยยิ้มขมขื่นของท่านซามูไรชราตอนวางฮาโกอิตะลงเสมอ และจะนึกถึงท่าทางตอน Kamai จิบสาเกพลางถอนหายใจไปด้วยตลอด เธอสงสัยว่าหากฉันได้เป็นเพื่อนกับมนุษย์แล้วล่ะก็ ในอนาคต คนคนนั้นจะเผยสีหน้าเศร้าสร้อยแบบนั้นออกมาด้วยหรือไม่ เพราะอย่างนั้นเธอจึงคิดว่าตัวเองทำไม่ได้ ย้ำเตือนตัวเองว่าทำแบบนั้นไม่ได้เด็ดขาด จะให้เกิดเรื่องเศร้าขึ้นซ้ำแบบ Kamai อีกไม่ได้ เรื่องราวของ Yanagibashi Takuto และ Kamai ไม่ได้จบลงด้วยการตายของซามูไร Tominaga Masanari ผู้เป็นทายาทรุ่นที่สามก็เป็นเพื่อนที่ดีกับ Kamai เช่นกัน เมื่อห้าร้อยปีก่อน Kamai และ Tominaga ได้ต่อสู้เคียงบ่าเคียงไหล่กันจนวาระสุดท้ายและดาบที่ Tominaga ถืออยู่ได้รับการสืบทอดมาจาก Yanagibashi ความเสียดายในอดีตของ Kamai ได้ลดหายไปในช่วงเวลานั้น แม้ว่าอายุขัยของมนุษย์นั้นสั้นเกินไปสำหรับโยไกและสุดท้ายต้องมีสักวันที่ต้องจากลากัน แต่สายสัมพันธ์ที่ถูกสร้างขึ้นจากความผูกพันจะไม่ถูกทำลาย และจะสืบทอดดำเนินในรูปแบบใหม่ต่อไป\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "CustomEntry",
        "epId": 4907,
        "desc": "",
        "displayStyle": "card"
      },
      {
        "type": "CustomEntry",
        "epId": 49,
        "name": "Raiden Shogun",
        "desc": "ท่าน Narukami Ogosho ผู้ยิ่งใหญ่ ผู้ซึ่งสัญญาว่าจะมอบ &#34;ความเป็นนิรันดร์&#34; ที่ไม่มีวันเปลี่ยนแปลงให้กับชาว Inazuma",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Raiden Shogun_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3451,
        "name": "Hanyuuda Chizuru",
        "desc": "<p>โยไกที่เกิดจากวัตถุ ซึ่งสามารถแปลงร่างเป็นมนุษย์เมื่ออยู่นอกร่างหลักของตนเอง เธอคือ Tsukumogami</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/7877590/07caad4027dfdb9714dcc50131aae3e6_7002137218170774176.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "ประเพณีดั้งเดิม",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "นอกจากความสนุกสนานและการสังสรรค์แล้ว กิจกรรมแบบดั้งเดิมของเทศกาลดอกไม้ Mikawa คือเกม\nในเกมนี้ผู้เข้าร่วมจะใช้ฮาโกอิตะพิเศษเพื่อตีลูกบอลไปยังเป้าหมาย เมื่อเวลาผ่านไป Akitsu Hazura แบบดั้งเดิมได้สูญหายไปตามกาลเวลา แต่หลายปีต่อมา เหล่าโยไกตัวน้อยได้สร้างเกมนี้ซึ่งเป็นสัญลักษณ์แห่งมิตรภาพระหว่างโยไกและมนุษย์ขึ้นมาใหม่ พวกเขาใช้พลังโยไกสร้าง Akitsu Yuugei ขึ้นมาในรูปแบบตามคำบอกเล่าของพ่อค้าที่ผ่านไปมา ในเกมนี้ผู้เล่นจะต้องควบคุมเกมกระดานสะท้อนที่ลอยอยู่กลางอากาศแล้วตีก้อนเหลี่ยมธาตุที่วางเอาไว้\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 3798,
        "desc": "",
        "displayStyle": "card",
        "menuId": 22
      },
      {
        "type": "Heading",
        "level": 1,
        "text": "งานประชันความกล้า Akitsu",
        "alignment": "center"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/8cb03cc59d01899b7d6a6abe14598e04_2822795805388864390.png",
        "alignment": "left"
      },
      {
        "type": "RichText",
        "text": "หลายปีต่อมา เมื่องานเทศกาลดอกไม้ Mikawa ถูกลืมไปนานแล้ว โยไกตัวน้อยสามตน ได้แก่ Kappa, Youko และ Hitotsume Kozou จาก Chinju Forest จึงตัดสินใจฟื้นคืนงานเทศกาลนี้ขึ้นมาอีกครั้ง ก่อนหน้านี้นั้น ป่าแห่งนี้เต็มไปด้วยมอนสเตอร์มากมายที่โจมตีพวกเขา ต่อมาก็มีนักผจญภัยที่เป็นมนุษย์เข้ามาในป่าและขับไล่มอนสเตอร์เหล่านั้นออกไป เพื่อขอบคุณเหล่ามนุษย์และเข้าถึงพวกเขามากขึ้น Kappa, Youko และ Hitotsume Kozou จึงพยายามสร้างเกมในตำนานอย่าง Akitsu Hazura ขึ้นมาโดยเปลี่ยนชื่อเป็น Akitsu Yugei แต่พวกเขากลับใช้พลังโยไกทั้งหมดที่มีไปกับเกมดังกล่าว หลังจากนั้นพวกเขาจึงสร้างแผงลอยบางส่วนไว้ในป่าเพื่อสร้างบรรยากาศของงานเทศกาล เมื่อสำนัก Yashiro ได้รับรู้เกี่ยวกับเทศกาลดังกล่าว Kamisato Ayato ผู้นำสำนัก Yashiro ตั้งใจจะป่าวประกาศให้รู้กันโดยทั่วเพื่อดึงดูดคนมาเข้าร่วมงาน แต่เขาได้ไตร่ตรองว่าการทำแบบนั้นจะเป็นการรีบเร่งเกินควร หากโปรโมตด้วยงานเทศกาลดอกไม้ Mikawa แต่แรก ความคาดหวังของผู้คนก็จะสูงถึงขั้นที่ไม่อาจเติมเต็มได้ Ayato จึงหยิบยืมชื่องานประชันความกล้ามาเรียกแขก แล้วปล่อยที่เหลือให้เหล่าโยไกดำเนินการกันเอง ในแต่ละรอบ ผู้เข้าแข่งขันจะต้องแบ่งเป็นทีมละสองคนและค้นหาสิ่งของใน Chinju Forest การประชันความกล้ามีทั้งหมดสามรอบ โดยงานในครั้งนี้ถูกจัดขึ้นจากสามฝ่าย ได้แก่ นักธุรกิจช่วยกันระดมทุน, ตระกูล Kamisato เป็นผู้จัดหาสถานที่ และศาลเจ้า Grand Narukami รับหน้าที่เป็น \"ที่ปรึกษา\"\nขณะที่โยไกตัวน้อยกำลังสร้าง Akitsu Yugei ขึ้นมา ไม่มีใครอยู่ที่หาดทรายเลย แต่จู่ ๆ ก็มีแผงลอยโผล่ขึ้นมากะทันหัน แผงลอยนั้นไม่มีเจ้าของแต่กลับดำเนินการได้ด้วยตัวมันเอง คนที่มาถึงหาดทรายนี้ เพียงแค่พูดกับป้ายประกาศ เกมก็จะเริ่มขึ้นทันที ในตอนแรกเกมนี้ได้รับความนิยมมาก จนกระทั่งข่าวลือที่ว่าแผงลอยนี้ถูกควบคุมโดยภูตผีได้ถูกแพร่สะพัดออกไป จนกลายเป็นตำนานผีที่เล่าต่อ ๆ กันไป ยิ่งแพร่ขยายออกไปเท่าไหร่ ผู้คนก็ยิ่งเชื่อมากขึ้นเท่านั้น จนคนส่วนใหญ่ไม่กล้ามาที่นี่อีกเลย มีผู้เล่นคนหนึ่งได้กล่าวว่า เขาติดอยู่ที่นั่นเป็นเวลาหลายชั่วโมงขณะเล่นเกมบนหาดทราย สำนัก Tenryou จึงส่ง Shikanoin Heizou มาเพื่อสืบหาความจริง ตอนแรกสำนัก Tenryou ตั้งใจจะปิดหาดทรายนั้นเพื่อค้นหาความจริง แต่สำนัก Yashiro กลับชิงจัดงาน \"ประชันความกล้า\" ขึ้นที่นี่ซะก่อน ผู้คนที่ไม่กล้าเข้าใกล้ในตอนแรก คิดว่าเกมบนหาดทรายนั้นเป็นกิจกรรมที่ทางสำนัก Yashiro จัดเตรียมขึ้นสำหรับงานประชันความกล้า พวกเขาจึงไม่กลัวอีกต่อไปและเริ่มกลับไปอีกครั้ง"
      },
      {
        "type": "CustomImage",
        "url": "https:/act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/05/237301566/c135353829d006c04b5481b2d26df0cc_2652743712139093333.png",
        "alignment": "right"
      },
      {
        "type": "RichText",
        "text": "การปรากฏขึ้นของ Akitsu Yugei ทำให้ Hanyuuda Chizuru ได้ตื่นขึ้นจากการหลับใหล และเธอได้แกล้งเป็นผีเพื่อหลอกผู้คนให้หนีออกจากป่า เพื่อไม่ให้โยไกตัวน้อยที่อาศัยอยู่ที่นั่นได้พบเจอผู้คนและความเจ็บปวด เนื่องจากพลังของเธออ่อนแอ เธอจึงต้องใช้อุปกรณ์ที่สะสมไว้มาหลอกหลอนผู้คน เมื่อมีผู้ที่ต้องการจะขโมยของตกแต่งที่วางไว้ใน Akitsu Yuugei และนำกลับไปขายในราคาสูง Chizuru จึงล่อเขาเข้าไปในกับดักภายในแผงลอย ตลอดหลายชั่วโมงที่ผ่านมา ชายคนนี้ไม่สามารถหลบหนีได้ และเพื่อน ๆ ของเขาที่อยู่ใกล้กันก็ไม่ได้สังเกตเห็นเขา เมื่อ Chizuru ได้พบกับนักเดินทางและ Paimon เธอก็ตกลงที่จะเล่นเกม Akitsu Yuugei กับพวกเขา โดยมีเงื่อนไขว่าผู้ชนะจะขออะไรก็ได้จากผู้แพ้หนึ่งอย่าง หลังจากเอาชนะได้อย่างง่ายดายแล้ว Chizuru ขอให้ไม่ต้องเจอกับนักเดินทางและ Paimon อีกและหายตัวไป\nเมื่อพบสิ่งของสองชิ้นก่อนหน้านี้แล้ว นักเดินทางและ Paimon ก็ไปถึงรอบที่สาม โดยของชิ้นนี้ถูกเลือกโดยศาลเจ้า Grand Narukami ซึ่งเป็นฮาโกอิตะอันเดียวกับที่มีจิตวิญญาณของ Hanyuuda Chizuru อยู่ในนั้น ก่อนจะเริ่มการแข่งขัน Yae Miko กำลังเดินเล่นที่หาดทรายและรู้สึกถึงพลังโยไกที่คุ้นเคยอยู่แถวนั้น ถึงแม้พลังโยไกนั้นจะอ่อนแรง แต่ Yae ก็ยังหาเธอเจอ โดยเธอนั่งอยู่บนต้นไม้และมองดูนักท่องเที่ยวจากที่ห่างไกลและเตือนตัวเองเบา ๆ ว่าให้อดทนไว้ อย่าได้ไปทำความรู้จักกับมนุษย์ เมื่อ Ayato มาหารือเรื่องการจัด \"งานประชันความกล้า\" Yae ก็คิดได้ว่า นี่เป็นวิธีที่ดีในการช่วยคลายปมในใจของ Chizuru ในตอนที่ Chizuru ยังไม่มีร่างมนุษย์ และเริ่มก่อเกิดจิตสำนึกขึ้นนั้น สิ่งที่ต้องเผชิญเป็นอย่างแรกเลยก็คือการจากลาระหว่าง Kamai กับซามูไร ก่อให้เกิดเป็นบาดแผลฝังลึกในจิตใจ การอธิบายเหตุผลคงไม่สามารถทำให้เธอปล่อยวางได้ Yae Miko เชื่อว่าวิธีที่ดีที่สุดคือการให้เธอได้ลองสัมผัสกับมนุษย์ด้วยตัวเอง\nจากการสืบสวนของ Heizou เขาและนักเดินทางได้รับรู้ถึงจุดประสงค์ที่แท้จริงของ Chizuru และร่างที่แท้จริงของเธอ ที่หาดทราย พวกเขาไม่เพียงแต่ได้พบกับ Tsukumogami เท่านั้น แต่ยังรวมไปถึง Yae Miko ด้วย ซึ่งเธอได้บอกเล่าให้ Chizuru ฟังถึงมิตรภาพที่สืบทอดต่อกันมาระหว่าง Kamai กับลูกหลานของซามูไร หลังจากจัดการกับความรู้สึกที่ซับซ้อนของตนได้แล้ว Hanyuuda Chizuru ก็ได้ยื่นคำขอต่อนักเดินทางอีกครั้ง เนื่องจากคำขอก่อนหน้านี้ไม่สำเร็จ:"
      },
      {
        "type": "RichText",
        "text": "<color=#ffffff>“คำขอของฉันก็คือ...</color>\n<color=#ffffff>หวังว่าทุกวันในการเดินทางต่อจากนี้ของเธอ จะเต็มไปด้วยความสุขเหมือนกับงานเทศกาลนะ\"</color>",
        "alignment": "center"
      },
      {
        "type": "RichText",
        "text": "ในระหว่างงานเทศกาลดอกไม้ไฟ พลังของโยไกสลายไป และ Chizuru ก็ได้หายตัวไปอย่างไร้ร่องรอย\n<color=#ffd780>รายการที่เกี่ยวข้อง:</color>"
      },
      {
        "type": "CustomEntry",
        "epId": 7,
        "name": "Yae Miko",
        "desc": "<p>ท่าน Guuji แห่งศาลเจ้า Grand Narukami และเป็นหัวหน้าบรรณาธิการของ &#34;สำนักพิมพ์ Yae&#34;</p><p>ภายใต้รูปโฉมภายนอกที่งดงาม มีความเฉลียวฉลาดและเล่ห์กลซ่อนอยู่</p>",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Yae Miko_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 31,
        "name": "Kamisato Ayato",
        "desc": "ผู้นำตระกูล Kamisato แห่งสำนัก Yashiro ชายหนุ่มผู้มากความสามารถ ซึ่งปฏิบัติต่อผู้คนด้วยความสุภาพอ่อนโยน และมักจะจัดการเรื่องต่าง ๆ อย่างมีชั้นเชิง",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Kamisato Ayato_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 2263,
        "name": "Shikanoin Heizou",
        "desc": "นักสืบหนุ่มอัจฉริยะของสำนัก Tenryou ผู้มาพร้อมกับสัญชาตญาณที่เฉียบแหลม และจิตใจที่งดงาม",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/character/Shikanoin Heizou_icon.png",
        "displayStyle": "card",
        "menuId": 2
      },
      {
        "type": "CustomEntry",
        "epId": 3451,
        "name": "Hanyuuda Chizuru",
        "desc": "<p>โยไกที่เกิดจากวัตถุ ซึ่งสามารถแปลงร่างเป็นมนุษย์เมื่ออยู่นอกร่างหลักของตนเอง เธอคือ Tsukumogami</p>",
        "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/08/27/7877590/07caad4027dfdb9714dcc50131aae3e6_7002137218170774176.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3448,
        "name": "Hitotsume-Kozou",
        "desc": "<p> Hitotsume-Kozou เป็น NPC เฉพาะกิจกรรม เขาปรากฎตัวในช่วงเวลากิจกรรม งานประชันความกล้า Akitsu</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/10257458/fc7e6d7d7171c2ceaedc2657a87ac54d_3545106821826455625.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3450,
        "name": "Kappa",
        "desc": "<p>Kappa เป็น NPC เฉพาะกิจกรรม เขาปรากฎตัวในช่วงเวลากิจกรรม งานประชันความกล้า Akitsu</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/10257458/8e15d77396d6a387b146a2cc7a65d735_7954832787864695897.png",
        "displayStyle": "card",
        "menuId": 10
      },
      {
        "type": "CustomEntry",
        "epId": 3449,
        "name": "Youko",
        "desc": "<p>Youko เป็น NPC เฉพาะกิจกรรม เขาปรากฎตัวในช่วงเวลากิจกรรม \"งานประชันความกล้า Akitsu\"</p>",
        "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2023/08/07/10257458/76567cd13cfafe285fb206d4048e4565_2947697060655218461.png",
        "displayStyle": "card",
        "menuId": 10
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "เทศกาลดอกไม้ Mikawa"
          }
        ]
      },
      {
        "key": "สังกัด",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "เทศกาล"
          }
        ]
      },
      {
        "key": "กิจกรรมที่เกี่ยวข้อง",
        "value": [
          {
            "type": "RichText",
            "text": "กิจกรรมเวอร์ชัน 3.3 \"งานประชันความกล้า Akitsu\"\nกิจกรรมเวอร์ชัน 5.4 \"เทศกาลห้วงนิทราฝัน Mikawa\""
          }
        ]
      }
    ],
    "galleryCharacter": [
      {
        "key": "เทศกาลดอกไม้ Mikawa",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/02/24/7877590/a164ccbb08e5d9744fa69a60bc0c123f_3549562924359707868.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "Yanagibashi Takuto และ Kamai Kenji"
          }
        ]
      }
    ],
    "videoCollection": [
      {
        "title": "Story Teaser: Akitsu Haneasobi | Genshin Impact",
        "url": "https://www.youtube.com/watch?v=CTWxnQawAqE",
        "coverUrl": "https://i.ytimg.com/vi/CTWxnQawAqE/maxresdefault.jpg",
        "duration": 226
      }
    ]
  }
}