{
  "epId": 7463,
  "name": "ตำนานลี้ลับแห่ง Inazuma",
  "desc": "<p>ชุดเรื่องเล่าพื้นบ้านของ Inazuma ที่รวบรวม และจัดทำโดยนักเขียนบทความที่เดินทางมาจาก Fontaine ซึ่งเป็นเรื่องเล่าและตำนานต่าง ๆ ที่ถูกบอกเล่าโดยผู้คนเป็นหลัก</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/b75def76f2cc1862ea2d42a2874c3741_3478961483000587527.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1739722898,
  "components": {
    "body": [
      {
        "title": "ตำนานลี้ลับแห่ง Inazuma (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "สาวใช้ปริศนาแห่ง Genbou\nในอดีตเมื่อนานมาแล้ว มีคนข้าราชการคนหนึ่งนามว่า Takehiko เด็กหนุ่มผู้นี้หน้าตาหล่อเหลาไม่ธรรมดา ทั้งยังชำนาญทั้งศาสตร์บุ๋นและบู๊ จึงได้รับความเคารพนับถือจากเพื่อนร่วมงาน วันหนึ่ง เขามาเยี่ยมไข้ที่บ้านหัวหน้าทหารรักษาการณ์ และบังเอิญได้เจอกับบุตรสาวเพียงคนเดียวของหัวหน้าทหารผู้นั้น เธอชื่อว่า Sayohime เด็กสาวคนนั้นอยู่ในช่วงวัยแรกแย้ม กิริยามารยาทงดงามหาใดเปรียบ ทุกกิริยาล้วนแสดงออกถึงความอ่อนโยนและสง่างามอย่างเป็นธรรมชาติ ทั้งสองคนถูกตาต้องใจตั้งแต่แรกพบ และตกอยู่ในห้วงรัก ไม่นานหลังจากนั้นก็ได้ตกลงปลงใจแต่งงานลับหลังหัวหน้าทหารรักษาการณ์ เพียงรอให้ผ่านพิธีบรรลุนิติภาวะก่อนแล้วจะมาสู่ขออย่างเป็นทางการ\nวันเวลาล่วงผ่านไป หลังจากนั้นไม่นาน กองกำลังต่อต้านก็เริ่มก่อความวุ่นวาย Takehiko จึงตัดสินใจไปปราบพวกกบฏ ตามคำสั่งของ Shogunate ทันทีที่ Sayohime รู้ข่าวนี้ ก็รีบไปหาเขาทันที แล้วพูดกับเขาด้วยน้ำตานองหน้าว่า:\n\"ท่านออกไปทำศึกคราวนี้ ไม่รู้ว่าเมื่อไหร่จะได้กลับมา อีกอย่างสนามรบก็อันตราย ทั้งยังต้องกังวลกับเรื่องที่คาดเดาไม่ได้ ผู้หญิงตัวเล็ก ๆ อย่างข้าย่อมใช้ชีวิตด้วยตัวคนเดียวได้ยาก ถ้าท่านรักข้าจริง ก็โปรดรั้งอยู่ที่นี่ แล้วให้ข้าเป็นเจ้าสาวของท่าน ข้าหวังเพียงจะได้ใช้ชีวิตอย่างมีความสุขกับท่านผู้สูงศักดิ์ไปชั่วชีวิต มิได้ต้องการเกียรติยศเงินทองใด ๆ ทั้งนั้น\"\nจากนั้น Sayohime ก็ร้องเพลงสั้น ๆ ขึ้นมา เนื้อหามีใจความว่า:\nความทุกข์ทรมานลึกล้ำเพียงใด ใจที่ถวิลหาขมขื่นปานใด ไฉนน้ำตาบนแขนเสื้อถึงยังไม่แห้งเหือดไปเสียที\nข้าเปรียบเสมือนน้ำค้างยามสารท ที่โปรยปรายเป็นธุลีในกระจกเพื่อท่าน\nทว่า Takehiko หาได้โอนอ่อนตามคำเกลี้ยกล่อมของนางไม่ และตอบกลับไปว่า:\n\"คุณหนูไม่ต้องกังวลไป แม้จะต้องแยกจากกันเพียงชั่วเวลาสั้น ๆ แต่หัวใจข้ายังคงเป็นของคุณหนูเพียงผู้เดียว แม้เวียนว่ายเจ็ดชาติเจ็ดภพก็ไม่มีวันเปลี่ยนแปลง อีกอย่างชายชาตรีที่เกิดมาบนโลกนี้ เมื่อถึงคราวได้ตั้งตัวสร้างชื่อเสียง จะนั่งนิ่งดูผู้อื่นสร้างความดีความชอบในสนามรบอยู่ฝ่ายเดียวได้อย่างไร? รอให้เสร็จศึกกลับมาแล้ว ข้าจะแต่งงานกับคุณหนู ไม่มีวันแยกจากกันอีก\"\nพูดจบ Takehiko ก็มอบกระจกถือฝีมือประณีตให้แก่ Sayohime เพื่อเป็นดั่งคำสัญญาว่าจะเข้าพิธีแต่งงานกันในวันข้างหน้า ทั้งยังเขียนเพลงกลอนสั้นตอบกลับไป เนื้อหามีใจความว่า:\nจากกันคราวนี้ไม่รู้เมื่อใดจะได้พบอีก แต่คำสาบานนี้จะไม่มีวันเปลี่ยนแปลง\nท่านอยู่ที่ใด ใจข้าก็อยู่ที่นั่น แม้อยู่ไกลห่างกัน แสงดาวเดียวกันจะพันผูกเราไว้\nจากนั้นก็ผ่านไปอีกหลายเดือน ในเวลานี้เองมีข่าวลือว่ากองทัพแห่งโชกุนพ่ายแพ้ในสงคราม ทหารต่างได้รับบาดเจ็บสาหัส เมื่อได้ยินเช่นนี้ เด็กสาวก็กลัดกลุ้มจนล้มป่วย จากนั้นไม่นานเธอก็ตายจากไปเพราะตรอมใจ ฝ่าย Takehiko ที่สร้างผลงานและชื่อเสียงกลับมาจากมาจากสนามรบ เมื่อได้ยินว่าคนรักของเขาจากไปอยู่คนละโลกกันแล้ว ด้วยความโศกเศร้าจนเกินจะทนรับไหว เขาจึงจุดธูปและถวายผลไม้ให้เธอทุกวัน\nอย่างไรก็ตาม อาจเพราะยังห่วงหาอาวรณ์ หลังจากฝังศพแล้ว Sayohime ไม่เพียงไม่ได้หลับอย่างสงบเท่านั้น ตรงกันข้ามกลับถูก Abyss กัดกร่อนจนกลายเป็นปีศาจ และไปหา Takehiko กลางดึก เด็กสาวในเวลานี้แม้จะยังคงมีรูปโฉมอ่อนเยาว์งดงาม แต่ก็ไร้ลมหายใจ มือทั้งสองที่ลูบข้างแก้มของเขาอย่างรักใคร่นั้น ได้กลายเป็นกระดูกดำสนิทไปแล้ว ถึงแม้ว่า Takehiko จะเป็นซามูไร แต่พอเห็นรูปร่างหน้าตาของหญิงสาวก็ตกใจจนขวัญหนีดีฝ่อ วิ่งโกยแน่บจนไปถึงริมฝั่งแม่น้ำ เวลานี้เรือสักลำไม่เหลือแล้ว เธอจึงกระโดดลงแม่น้ำแล้วเปลี่ยนขาทั้งสองข้างให้เป็นครีบ ตามเขาขึ้นฝั่งมาด้วย\nTakehiko ที่หนีเข้าไปในภูเขา Yougou ได้ใช้อาคมที่เรียนรู้มาจาก Bake-Danuki ซ่อนตัวอยู่ในหินก้อนหนึ่ง ด้วยความที่บนภูเขา Yougou นั้นเต็มไปด้วยก้อนหิน ไม่ว่า Sayohime จะพยายามค้นหาอย่างยากลำบากแค่ไหน แล้วจะหาเขาเจอได้อย่างได้กัน? ในขณะที่ Sayohime ไม่รู้ว่าจะทำเช่นไรดีนั้นเอง กระจกถือที่ Takehiko เคยให้ไว้ก็หล่นลงพื้นโดยไม่ได้ตั้งใจจนแตกกระจายเป็นชิ้นเล็กชิ้นน้อย ทุกชิ้นล้วนสะท้อนภาพหินก้อนนั้นที่ Takehiko ซ่อนตัวอยู่\nSayohime กอดหินก้อนนั้นไว้ในอ้อมแขน แล้วคร่ำครวญบอกเล่าความคิดถึงต่อคนที่เธอรักทั้งน้ำตา เธอขอให้เขาจดจำคำสาบานที่เคยให้ไว้ในตอนนั้น แต่เขากลับไม่กล้าปรากฏตัวออกมาเพราะความกลัว Takehiko ไม่มีทางเลือกอื่นแล้ว แต่เธอก็ไม่อยากพรากจากคนที่เธอรักเช่นกัน สุดท้ายเธอก็กลายร่างเป็นเปลวไฟกลุ่มหนึ่ง แล้วเผาไหม้ตัวเองไปพร้อมกับคนรักที่ซ่อนอยู่ในก้อนหินจนกลายเป็นเถ้าถ่าน\nพอเพื่อนเล่าจบ ก็ถามฉันด้วยความสนใจใคร่รู้ว่า ฉันมีความคิดเห็นเช่นไรกับเรื่องราวนี้บ้าง\n\"ถ้าพิจารณาในมุมมองของพวกเราชาว Fontaine ละก็\" ฉันขอตอบว่า \"คุณ Takehiko คนนี้ไม่ได้รัก Sayohime อย่างแท้จริง คู่รักที่ได้รับการสรรเสริญในละครของเรา หากมีฝ่ายหนึ่งต้องเสียชีวิตอย่างน่าเศร้า อีกฝ่ายก็จะตายตามไปด้วย ตั้งแต่คำสัญญาของ Drest กับ Adsiltia ไปจนถึงการต่อสู้ระหว่าง Tancrede และ Chariclea และการจากลาของ Coppelius กับ Coppelia ไม่มีใครที่เป็นอย่างนี้เลย ฉันจำได้ว่า ในประเทศของเรามีนวนิยายคลาสสิกเล่มหนึ่งที่นิยามถึงความรักไว้แบบนี้: แม้ว่าจะต้องถูกตัดเนื้อเถือกระดูกและเครื่องในทั้งหมดออกไป ฉันก็จะอิงแอบอยู่ข้างเธอจนกว่ากระดูกจะแหลกสลาย เพราะสาบานกันแล้วว่า เราจะไม่แยกจากกันไปทุกชาติภพ แม้ว่าอีกฝ่ายจะถูก Abyss กัดกร่อน ก็จะร่วมจมลงไปพร้อมกัน คุณ Takehiko เป็นซามูไรของ Inazuma แท้ ๆ ตามหลักแล้วก็ควรจะให้ความสำคัญกับคำสัญญาและข้อตกลงต่าง ๆ มากกว่าฉันสิ\"\n\"แน่นอนว่าที่คุณพูดมานั้นไม่ผิด ใน Inazuma คนส่วนใหญ่ต่างก็คิดว่า Takehiko เป็นคนทรยศที่ขี้ขลาด แต่ว่า เหตุผลไม่ใช่เพราะเขาไม่ตอบรับความรู้สึกของ Sayohime แต่เพราะตอนที่เผชิญหน้ากับปีศาจจาก Abyss เขาเลือกที่จะหนี และซ่อนตัวอยู่ในก้อนหิน แทนที่จะช่วยให้คนรักหลุดพ้นจากพันธนาการ ส่วนการที่เขาถูกกระจกที่ตนมอบให้เธอกับมือเผยร่าง จนต้องกลายเป็นเถ้าถ่านนั้น ก็เรียกได้ว่าเป็นเพราะผลกรรมของตัวเองทั้งนั้น\" เพื่อนของเธอเติมชาลงในแก้วของเธอ แล้วพูดต่อว่า \"ว่ากันว่าเรื่องนี้แท้จริงแล้วได้รับแรงบันดาลมาจากนวนิยายของ Liyue ในเรื่องนั้นตัวเอกไม่เคยทรยศคนรักของเขาเลยตั้งต้นจนจบ ทั้งสองคนไม่อาจมาพบกันได้เป็นเวลานาน เพราะมีคนชั่วเข้ามาขัดขวาง แล้วขังหญิงสาวที่กลายเป็นมอนสเตอร์ไว้ใต้หิน แต่ว่าเรื่องนั้นไม่ได้เกี่ยวข้องอะไรกับตำนานเวอร์ชันนี้เลย ที่ฉันสงสัยมากกว่าก็คือ ถ้าเกิดเหตุการณ์คล้าย ๆ กันนี้กับตัวคุณเอง คุณจะเลือกยังไง? อย่างเช่น ถ้าฉันถูก Abyss กัดกร่อนจนกลายเป็นมอนสเตอร์ ฉันจะมาหาคุณ แล้วให้คุณเล่าเรื่องให้ฉันฟังต่อไป...\"\n\"ถ้าคุณถูก Abyss กัดกร่อนจนกลายเป็นมอนสเตอร์ แต่ปฏิกิริยาแรกที่มี กลับเป็นการมาฟังเรื่องเล่ากับฉัน งั้นก็แสดงว่าคุณไม่เป็นอะไร เพราะคุณน่ะ รับมือได้ยากกว่า Sayohime ในเรื่องเล่ามาก เอาล่ะ คุณ Usa ชาแก้วนี้หมดแล้ว ช่วยเติมให้ฉันหน่อยนะ\""
          }
        ]
      },
      {
        "title": "ตำนานลี้ลับแห่ง Inazuma (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "บากุเขมือบฝัน\nกาลครั้งหนึ่งนานมาแล้ว มีคู่สามีภรรยาชราคู่หนึ่งอาศัยอยู่ใกล้กับหมู่บ้าน Konda แม้ว่าชีวิตของพวกเขาจะยากจนข้นแค้น แต่พวกเขาก็มีจิตใจที่ดีงาม และได้รับความเคารพจากผู้คน\nวันหนึ่งในฤดูหนาวที่มีหิมะตก ชายชราเข้าป่าไปเก็บฟืน เขาได้เห็นอสูรน้อยอ้วนกลมตัวหนึ่งติดกับดักล่าสัตว์อยู่ ดิ้นเท่าไหร่ก็ดิ้นไม่หลุด ทำได้เพียงร้องครวญครางเท่านั้น ดูน่าเวทนายิ่งนัก\n\"น่าสงสารจังเลย!\" ชายชราอดใจไม่ไหวพูดออกมา \"หมูป่าตัวเล็กแค่นี้ ดันตกลงไปในกับดักของนายพรานซะได้ เฮ้อ ถึงจะโดนจับได้ ก็ใช่ว่าจะมีเนื้อหนังอะไรเยอะแยะ แถมยังต้องเสียชีวิตนึงไปเปล่า ๆ อีก ฉันจะช่วยแก้ให้เจ้าก็แล้วกัน!\"\nดังนั้น ชายชราจึงวางขวานในมือลง และช่วยแก้เชือกที่ผูกติดอยู่ที่ขาของเจ้าหมูป่าน้อย หมูป่าน้อยร้องโหยหวนเล็กน้อย ก่อนจะวิ่งวนรอบ ๆ ชายชราด้วยความดีใจไปหลายรอบ แล้วก็หนีกลับเข้าป่าไป\nชายชราผ่าฟืนเสร็จก็กลับมาที่บ้าน แล้วเล่าเรื่องนี้ให้หญิงชราผู้เป็นภรรยาฟัง หญิงชราฟังจบก็รู้สึกดีใจมากเช่นกัน และพูดว่า: \"โอ้โห คุณทำดีมากแล้วล่ะ! รอให้หมูป่าตัวโตอีกนิด เท่านี้ก็จะมีเนื้อให้กินเยอะขึ้นแล้ว!\"\nคืนนั้น ขณะที่สองสามีภรรยาคู่นี้กำลังจะนอน จู่ ๆ ก็ได้ยินเสียงเคาะประตู จากนั้นก็มีเสียงนุ่มนวลและไพเราะของหญิงสาวดังมาจากนอกประตู:\n\"ขอโทษที่รบกวนนะคะ! มีใครอยู่รึเปล่า?\"\nหิมะตกหนักขนาดนี้ จะยังมีคนอยู่ข้างนอกอีกได้ยังไงกัน หญิงชราเปิดประตูดู ที่แท้ก็เป็นหญิงสาววัยรุ่นอายุราวสิบเจ็ดสิบแปดคนหนึ่ง ยืนอยู่นอกประตูท่ามกลางสายลมและหิมะอันหนาวเหน็บ หญิงสาวคนนั้นหน้าตาสะสวย แม้จะแต่งตัวเรียบง่าย กระนั้นก็ยังไม่อาจปกปิดความงามโดยกำเนิดของเธอได้เลย พูดง่าย ๆ คือเหมือนเซียนหญิงในตำนานของ Liyue อย่างไรอย่างนั้น หญิงชราเห็นสภาพเธอเช่นนั้นก็บังเกิดความสงสาร จึงรีบพูดว่า:\n\"เฮ้อ! หิมะตกหนักขนาดนี้คงจะหนาวมากแน่ ๆ! คุณรีบเข้ามาในบ้าน ผิงไฟ ทำร่างกายให้อบอุ่นก่อนเถอะ! ไม่ทราบว่าคุณเป็นคุณหนูบ้านไหน มาหาพวกเราดึกขนาดนี้มีธุระอะไรเหรอ?\"\n\"ขอโทษมากจริง ๆ ค่ะที่มารบกวนคุณดึกดื่นป่านนี้ พ่อแม่ของฉันโชคร้ายด่วนจากไป เดิมทีฉันเดินทางไปขอพึ่งพิงเพื่อนเก่าของพ่อตามคำสั่งเสียของพวกท่าน แต่คิดไม่ถึงว่าหิมะจะตกหนักขนาดนี้ พอพลบค่ำฉันก็เลยหลงทาง ไม่ทราบว่าคุณพอจะให้ฉันค้างแรมที่บ้านคุณสักคืนได้มั้ย ให้ฉันนอนตรงระเบียงทางเดินหรือไม่ก็ในโกดังก็พอแล้วค่ะ\"\nหลังจากสองตายายได้ยินก็รู้สึกเห็นใจ จึงให้เด็กสาวเข้ามาอยู่ที่บ้าน พร้อมทั้งเตรียมอาหารและเตียงให้เธอ บางทีอาจเพราะได้ทำความดี คืนนั้นสองสามีภรรยาจึงได้ฝันดีเป็นพิเศษ\nหลายวันต่อมา หิมะก็ยังคงไม่หยุดตก หญิงสาวจึงอาศัยอยู่ในบ้านของสองตายายต่อไป ตลอดช่วงเวลานี้ หญิงสาวผู้นั้นคอยดูแลเรื่องการอยู่การกินของสองตายายด้วยความเอาใจใส่ เธอทั้งขยันขันแข็งและมีน้ำใจ ทำงานทุกอย่างได้อย่างไม่ขาดตกบกพร่อง ทำให้ทั้งสองคนมีความสุขมาก\nวันหนึ่ง จู่ ๆ หญิงสาวก็พูดกับสองตายายว่า:\n\"ก็อย่างที่ฉันเคยบอกพวกคุณสองคนไปก่อนหน้านี้ ก่อนที่พ่อแม่ของฉันจะเสีย ได้ฝากฝังฉันไว้กับเพื่อนเก่าของพ่อ แต่ว่า ถึงจะบอกว่าเป็นเพื่อน แต่ฉันก็ยังไม่เคยเจอหน้าเขามาก่อน จึงไม่รู้ว่าอีกฝ่ายเป็นคนยังไงกันแน่ และไม่รู้ว่าเขายินดีจะรับตัวภาระอย่างฉันไหม หลายวันมานี้ คุณสองคนดูแลฉันเป็นอย่างดี ฉันไม่รู้ควรจะตอบแทนอย่างไร ถ้าพวกคุณไม่รังเกียจ ฉันอยากจะขอให้พวกคุณรับฉันเป็นลูกบุญธรรม ถึงฉันจะเป็นแค่เด็กสาวธรรมดา ๆ คนนึง แต่ฉันก็ยินดีทำทุกอย่างเท่าที่ทำได้ และเป็นลูกที่กตัญญูต่อพวกคุณนับจากนี้เป็นต้นไป\"\nเมื่อสองสามีภรรยาได้ยินเช่นนี้ก็ดีใจมาก ทั้งคู่ไม่เคยมีลูกมาก่อน หากได้หญิงสาวที่ทั้งเฉลียวฉลาดและเอาใจใส่เช่นนี้มาเป็นลูกสาว ย่อมชุบชูใจได้ดีเป็นอย่างยิ่ง นับแต่นั้นมา สองตายายก็ปฏิบัติต่อหญิงสาวประหนึ่งลูกสาวแท้ ๆ ของตน และหญิงสาวเองก็กตัญญูรู้คุณยิ่งนัก ไม่ว่าเบื้องหลังและเบื้องหน้า ก็แสดงความกตัญญูได้อย่างสมบูรณ์แบบไร้ที่ติ\nเวลาผ่านไปสักพัก เมื่อตื่นขึ้นมาในเช้าวันหนึ่ง หญิงสาวก็ยกขนมที่ดูน่าอร่อยสุดแสน ที่สองตายายไม่เคยเห็นมาก่อนออกมา แล้วพูดกับพวกเขาว่า:\n\"ตอนที่พวกคุณนอนอยู่ ฉันแอบทำขนมตามสูตรที่ได้รับสืบทอดกันมาในตระกูล พวกคุณโปรดเอาขนมพวกนี้ไปตั้งแผงขายในเมืองเถอะ มันจะต้องได้รับความนิยมอย่างแน่นอน\"\nและแล้วก็เป็นไปตามที่หญิงสาวบอก ขนมแสนอร่อยได้รับความนิยมจากเหล่านักธุรกิจผู้ร่ำรวย จึงขายได้ในราคาที่ค่อนข้างสูง นับตั้งแต่นั้นมา ทุก ๆ เช้าหญิงสาวจะส่งขนมชุดหนึ่ง ให้ชายชรานำไปขายในเมือง นับวันชีวิตความเป็นอยู่ของสองตายายจึงร่ำรวยมากขึ้นเรื่อย ๆ\nพอทำเช่นนี้ซ้ำไปซ้ำมา สองสามีภรรยาชราก็อดสงสัยไม่ได้ว่า: ในบ้านมีแค่แป้งธรรมดา ๆ เท่านั้น แล้วลูกสาวทำขนมที่อร่อยขนาดนี้ออกมาได้ยังไง? สุดท้าย สองสามีภรรยาก็ทนเก็บความสงสัยไว้ไม่ไหว ในคืนนั้นเอง จึงได้แอบมองผ่านรอยแยกตรงประตูเข้าไปขณะที่หญิงสาวกับทำขนม คาดไม่ถึงว่าภายในห้องกลับไร้เงาของหญิงสาว มีเพียงอสูรน้อยร่างตุ้ยนุ้ยตัวหนึ่งกำลังใช้จมูกสั้น ๆ ของมันเกี่ยวความฝันที่ลอยอยู่ในอากาศ แล้วนำมาทำเป็นขนม ชายชราและหญิงชราตกใจมาก เจ้าอสูรน้อยสังเกตเห็นทั้งสองคน จึงรีบเปลี่ยนร่างกลับไปเป็นเด็กสาววัยรุ่น ก่อนจะเดินมาคุกเข่าตรงหน้าสองตายายแล้วพูดว่า:\n\"ขอโทษจริง ๆ ที่ทำให้ผู้มีพระคุณทั้งสองต้องตกใจ ในเมื่อพวกคุณเห็นรูปลักษณ์ของฉันแล้ว ฉันก็ไม่จำเป็นต้องปิดบังอีก ฉันคือบากุที่ก่อนหน้านี้พ่อเฒ่าช่วยไว้บนภูเขา เพื่อตอบแทนบุญคุณของคุณ ฉันเลยแปลงร่างเป็นเด็กสาวมาพบคุณ และเปลี่ยนฝันร้ายของคุณให้เป็นขนมหวานแสนอร่อย เพื่อให้คุณนำไปขายที่ตลาดในราคางาม\"\n\"โอ้!\" ชายชราร้องอุทาน \"ที่แท้เธอก็คือหมูป่าตัวน้อยในตอนนั้นนี่เอง!\"\n\"ก่อนอื่น ฉันไม่ใช่หมูป่า แต่ฉันเป็นบากุจาก Liyue อย่างที่สอง คุณรู้ตัวตนที่แท้จริงของฉันแล้ว ถ้าข่าวลือแพร่กระจายไปทั่ว นายหญิงของฉัน... ผู้ที่ควบคุมฝันดีและฝันร้ายนับไม่ถ้วน... คงไม่ยกโทษให้ฉันที่บุ่มบ่ามกระทำการง่าย ๆ เมื่อถึงตอนนั้น คุณอาจจะถูกฉันดึงเข้ามาพัวพันด้วย หลายวันมานี้ ฉันต้องขอขอบคุณพวกคุณทั้งสองที่คอยดูแล แต่ฉันก็ยังหวังว่า คุณจะเชื่อว่าฉันอยากเป็นลูกสาวของคุณจากใจจริง เพียงแต่ชีวิตนี้ ความปรารถนาเช่นนี้คงไม่มีทางเป็นจริงได้แล้ว ดังนั้น ฉันขอลาก่อน\"\n\"บากุ? ไม่เคยได้ยินมาก่อนเลย แต่ไม่ว่าจะเป็นคนหรือหมูป่า ยังไงเธอก็คือลูกสาวของพวกเรานะ!\"\n\"ฉันขอขอบคุณสำหรับคำพูดด้วยความปรารถนาดีของคุณจากใจจริง แต่ว่า ถ้าเกิดมีข่าวว่ามีบากุอยู่ที่นี่แพร่ออกไปละก็ ไม่แน่ว่าอาจจะนำมาซึ่งภัยพิบัติในอนาคตอันใกล้นี้ก็ได้ อีกอย่าง ฉันไม่ใช่หมูป่า ฉันคือบากุต่างหาก\"\n\"โธ่ ไม่เห็นจะเป็นไรเลย! แค่เธอไม่พูด ที่นี่ใครจะไปรู้ว่าเธอเป็น 'บากุ' อะไรนั่น จริงมั้ย? ต่อให้จะมีคนเลี้ยงหมูป่า ก็ไม่มีใครแปลกใจหรอกนะ!\"\n\"ที่คุณพูดมาก็มีเหตุผลจริง ๆ นั่นแหละ แต่ว่า ฉันไม่ใช่หมูป่า ฉันคือบากุ\"\nด้วยเหตุนี้ บากุตัวน้อยจึงตัดสินใจที่จะใช้ชีวิตอยู่กับสองตายายต่อไป และด้วยขนมแสนอร่อยเหล่านั้นที่เธอทำ สองตายายจึงได้ใช้ชีวิตในบั้นปลายอย่างผาสุก ช่างน่ายินดีจริง ๆ"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ตำนานลี้ลับแห่ง Inazuma"
          }
        ]
      }
    ]
  }
}