{
  "epId": 7464,
  "name": "มนุษย์แร่หิน",
  "desc": "<p>นวนิยายแฟนตาซีที่เล่าขานกันในชนเผ่าของ Natlan ว่ากันว่าเป็นผลงานชิ้นเอกของ K'n-yan นักเขียนชื่อดังจาก Fontaine อย่างไรก็ตาม ชาว Natlan ที่เคยไปเยือนนครว่าการ Fontaine ก่อนหน้านี้บอกเล่าว่า พวกเขาไม่เคยพบต้นฉบับของนวนิยายเล่มนี้เลย และผู้คนในท้องถิ่นก็ไม่เคยได้ยินชื่อของนักเขียนที่ชื่อ K'n-yan ด้วย</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/02/07/7774525fa7f278c0473e1743479dca98_8684504079648547783.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1739722900,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "มนุษย์แร่หิน"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "มนุษย์แร่หิน (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "นี่เป็นเวลาสามพันปีมาแล้วตั้งแต่ไฟถูกขโมยมา นับตั้งแต่มีการจดบันทึกเป็นลายลักษณ์อักษร ก็ไม่เคยมียุคสมัยในอุดมคติที่เจริญรุ่งเรืองเฉกเช่นทุกวันนี้มาก่อน\nแม้ในคืนที่ไร้แสงจันทร์ แต่แสงไฟจากอาคารสูงเสียดเมฆในมหานครนับไม่ถ้วนยังคงสว่างไสว ท่อโลหะที่เชื่อมต่อระหว่างถนนหลายสายเปล่งแสงเรืองรองอย่างน่าประหลาด ของเหลวสีทองที่ไหลอยู่ภายในนั้น กำลังส่งพลังงาน และความมีชีวิตชีวาให้แก่เมืองทั้งเมือง\nนั่นก็คือ \"แร่หิน\" อันเปรียบดั่งโลหิตของอารยธรรมมนุษย์ นับตั้งแต่ถูกบรรดาผู้นำทางเทคโนโลยีค้นพบเข้าเมื่อร้อยกว่าปีก่อน การใช้มันเป็นพลังงานก่อให้เกิดการประดิษฐ์คิดค้นใหม่ ๆ มากมาย นำพามนุษย์เข้าสู่ยุคใหม่ จักรกลทำนาอัตโนมัติทำให้ผลผลิตจากพื้นดินเพิ่มขึ้นหกเท่า และกระสวยที่บินไปบินมาทำให้เมืองที่กระจัดกระจายอยู่บนแผ่นดินใหญ่เชื่อมโยงเข้าด้วยกัน\nมนุษย์ในยุคนี้ไม่อาจจินตนาการถึงชีวิตที่ปราศจากแร่หินได้แล้ว และสำหรับเหล่าผู้ปกครองเมืองเองยิ่งเป็นเช่นนั้น\nแร่หินก้อนแรกถูกค้นพบในซากโบราณสถานของเมืองโบราณ Natlantea ด้วยความที่เมืองแห่งนี้ตั้งอยู่ในส่วนลึกที่สุดใต้ดิน จึงทำให้สามารถขุดแร่หินที่อยู่ลึกลงไปใต้ดินได้ด้วยเหตุนี้เอง\nเนื่องจากขาดเทคโนโลยีที่สามารถขุดเจาะจากผิวดินลงมาลึกขนาดนี้ได้ การผลิตแร่หินทั้งหมดของดินแดนนี้ จึงอยู่ในมือของสภาผู้นำทางเทคโนโลยีที่ควบคุมโบราณสถานอยู่ และจากปริมาณการใช้แร่หินที่เพิ่มขึ้นเรื่อย ๆ ความขัดแย้งระหว่างเมืองต่าง ๆ เกี่ยวกับการจัดสรรผลผลิตแร่หินก็ยิ่งเพิ่มขึ้นเรื่อย ๆ เช่นกัน เงามืดของสงครามกำลังปกคลุมไปทั่วทั้งแผ่นดิน\nแต่อย่างน้อยในวันนี้ ผู้คนส่วนใหญ่ในมหานครก็สามารถลืมความมืดมนที่ปกคลุมอยู่เหนือศีรษะไปได้ชั่วคราว จัตุรัสใจกลางเมืองพลุกพล่านไปด้วยผู้คน พวกเขาต่างมาที่นี่เพื่อเข้าร่วมงาน \"นิทรรศการสารพันเมือง\" ที่จัดขึ้นที่นี่ในขณะนั้น\nงานนิทรรศการนี้จัดขึ้นโดยสภาผู้นำทางเทคโนโลยี ที่อวดโอ่ถึงความสงบสุขและความก้าวหน้า โดยสิ่งประดิษฐ์ที่จัดแสดงภายในงานนั้น ล้วนเป็นตัวแทนผลงานความสำเร็จของวิทยาการใหม่ล่าสุด แม้ว่าสิ่งประดิษฐ์เหล่านี้จะถูกนำไปใช้ในการประกวดยุทโธปกรณ์ระหว่างเมืองแต่ละเมืองก็ตาม แต่ความก้าวหน้าทางเทคโนโลยี ก็ยังช่วยปลอบประโลมผู้คนที่กำลังเครียดเคร่งอยู่บ้าง\nยกเว้นคุณ\nคุณไม่สนใจของเล่นแปลกใหม่และละลานตาที่วางขายอยู่ในจัตุรัสเลย การที่ฝูงชนมาห้อมล้อม ยิ่งทำให้คุณรู้สึกว่าการนัดเจอที่นี่ไม่ใช่การตัดสินใจที่ถูกต้อง\nเมื่อไม่กี่สัปดาห์ก่อน พวกหัวรุนแรงกลุ่มหนึ่งได้ทำลายศูนย์ขนส่งแร่หินของเมือง Tsath แล้วฉายภาพยนตร์ที่พวกเขาถ่ายทำ โดยเนื้อหาในนั้นส่วนใหญ่เป็นบทพูดเก่า ๆ ที่ไม่สอดคล้องกับความเป็นจริง อย่างเช่น \"แร่หินคือของขวัญจากปีศาจร้าย\", \"ผู้นำทางเทคโนโลยีกำลังทำลายโลก\" ทำนองนี้ เว้นแต่พวกสาวกที่อ้างตนว่าเป็น \"ผู้ไม่รู้แจ้ง\" แล้ว ก็ไม่มีอะไรพิเศษ\nอย่างไรก็ตาม ผู้ว่าการเมือง Tsath อ้างว่า เหตุการณ์นี้เป็นการโจมตีของผู้ก่อการร้าย ที่ดำเนินการโดยสมาชิกระดับสูงของมหานคร เพื่อเริ่มสงครามระหว่างสองเมือง และแสดงหลักฐานว่า กลุ่มความรุนแรงทั้งหมดมาจากมหานคร\nเพื่อตัดขาดความสัมพันธ์ ทางมหานครได้ยื่นคำขอเข้าร่วมการประชุมของสภาผู้นำทางเทคโนโลยี และคุณก็มาตรวจสอบเรื่องนี้พอดิบพอดี\n\"ฮ่าฮ่า คุณยอดนักสืบ ขอโทษที่ให้รอนานนะ เป็นเพราะนิทรรศการนี้ยอดเยี่ยมเกินไป จนฉันเสียเวลาไปเยอะเลย\"\nในขณะที่คุณกำลังพยายามคิดถึงความเชื่อมโยงของเหตุการณ์เหล่านี้อยู่นั้น สุภาพบุรุษร่างเล็กคนหนึ่งก็เรียกคุณจากด้านหลัง ดูเหมือนว่าเขาจะเป็นคนที่นัดให้คุณมาพบกันที่นี่ ซึ่งเขาก็คือนักสืบชื่อว่า Akhra ที่ทางสภาผู้นำทางเทคโนโลยีได้ส่งมาช่วยคุณ\n\"ไม่ต้องมากพิธีหรอก คุณ Akhra เรามาเริ่มกันที่ข้อมูลที่พวกเราแต่ละคนมีอยู่กันดีกว่า\""
          }
        ]
      },
      {
        "title": "มนุษย์แร่หิน (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "ถ้าไม่ได้เห็นด้วยตาตัวเอง ก็ยากที่จะจินตนาการได้ว่า ในมหานครที่เจริญแบบนี้ จะมีสิ่งที่หลงเหลือจากยุคสมัยที่ล้าหลังเช่นนี้อยู่ด้วย\nหลังจากการตรวจสอบหลายวัน คุณกับ Akhra ก็พบฐานที่มั่นที่พวกหัวรุนแรงที่ใช้นามว่า \"ผู้ไม่รู้แจ้ง\" ยึดมา มันเป็นโบสถ์เก่าผุพังแห่งหนึ่งที่ซ่อนอยู่ใต้สะพาน\nซึ่งนั่นทำให้คุณมั่นใจยิ่งกว่าเดิมว่า คนพวกนี้เป็นแค่พวกต่อต้านเทคโนโลยีที่ถูกยุคสมัยทอดทิ้ง ไม่ได้เกี่ยวข้องอะไรกับแผนการทางการเมืองที่พวกคนใหญ่คนโตกล่าวอ้างนั่นหรอก\nแต่ไม่ว่ายังไง คุณก็ต้องมีหลักฐานก่อนจึงจะสามารถรายงานต่อสภาผู้นำทางเทคโนโลยีได้ คุณและ Akhra ต่างเข้าใจจุดนี้ดี ดังนั้นพวกคุณจึงตัดสินใจตามหาโอกาส จนกระทั่งพวกที่ส่งออกสินค้าที่ไม่รู้จักอย่างไม่หยุดหย่อนพวกนั้นไปจากที่นี่หมดแล้ว จึงจะแทรกซึมเข้าไปเอาของที่คุณต้องการ\nหลังจากที่เฝ้ามาสามสัปดาห์เต็ม ในที่สุดพวกคุณก็สบโอกาส มีคนเข้าออกโบสถ์ทั้งหมดสิบสองคน ทุกคนขึ้นรถบรรทุกไปเมื่อเช้านี้ พวกเขาจะกลับมาอย่างเร็วสุดก็พลบค่ำ คุณกับ Akhra ตัดสินใจว่าจะแยกกันลงมือ โดย Akhra จะคอยดูต้นทางอยู่ตรงทางเข้าออก ส่วนคุณจะลอบเข้าไปสำรวจในโบสถ์\nในอุโมงค์อันคดเคี้ยวและยาวเหยียดนั้น เต็มไปด้วยกลิ่นอายแปลก ๆ คล้ายกับสารกันบูด หลังจากคลำทางท่ามกลางความมืดมิดอยู่พักใหญ่ ในที่สุดคุณก็เจอทางออก บางทีอาจเพราะยังใช้ตะเกียงน้ำมันแบบโบราณอยู่ พื้นที่ส่วนในของโบสถ์จึงดูใหญ่กว่าที่คุณจินตนาการไว้มากทีเดียว ท่ามกลางแสงไฟสลัวนั้น คุณมองเห็นได้ราง ๆ ว่าข้าง ๆ กำแพงมีไหโลหะแปลก ๆ วางกองอยู่เต็มไปหมด สิ่งที่เจ้าพวกนั้นเทียวขนย้ายออกจากที่นี่ทุกวันก็คงจะเป็นไหพวกนี้นี่แหละ\nคุณค่อย ๆ เดินเข้าไปใกล้ ๆ ด้วยความระมัดระวัง จึงเห็นว่าบนกระป๋องเหล่านั้นล้วนมีฉลากติดอยู่ เขียนอักษรในแบบที่ใช้กันทั่วไปว่า \"ความไม่รู้\"\n\"บางทีอาจจะเกี่ยวข้องกับความเชื่อแปลก ๆ อะไรสักอย่างละมั้ง\" คุณคิดในใจ\nแต่ในขณะที่คิดจะหยิบไหใบหนึ่งจากในนั้น เพื่อเอากลับไปตรวจสอบ มืออันเย็นเฉียบคู่หนึ่งก็วางลงบนไหล่ของคุณ\n\"บ้าเอ๊ย!\"\nคุณกับ Akhra ซุ่มดูอยู่ในละแวกนี้มาแล้วสามสัปดาห์ โบสถ์แห่งนี้มีคนเข้าออกรวมทั้งสิ้นสิบสองคนเท่านั้น ยกเว้นแต่ชายคนนี้ที่ไม่ได้ออกจากที่นี่เลยตั้งแต่ต้นจนจบ... หรือไม่ก็มีทางเข้าออกทางอื่นอีก\nในระหว่างชุลมุน คุณเตะไหที่กองอยู่ข้างกำแพงจนแตก กลิ่นสารกันบูดแสบจมูกพุ่งออกมาจากในนั้น และนั่นคือกลิ่นที่คุณได้กลิ่น ตอนที่เพิ่งเข้ามาในนี้เป็นครั้งแรก\nก๊าซที่ทั้งฉุนทั้งแสบทำให้สมองที่ตื้อตันของคุณโปร่งโล่งขึ้นเล็กน้อยทันใด ตอนนี้เองคุณถึงมองเห็นหน้าของคนที่มาจับคุณจากข้างหลังคนนั้นได้อย่างชัดเจน บนใบหน้าที่บิดเบี้ยวนั้น มีเพียงรูกลวงเปล่าสองรูเท่านั้น\n\"เห็นรึยัง เห็นรึยัง?!\" เขาตะโกน พร้อมกับยื่นท่อนแขนหนาทั้งสองข้างออกมาควานหาอย่างสะเปะสะปะ\nชายคนนี้ตาบอด บางทีนี่อาจจะเป็นเหตุผลที่เขาไม่เคยออกจากที่นี่ หลังจากรู้ว่าเขามองไม่เห็นคุณ คุณก็รีบเคลื่อนตัวไปยังจุดที่เขาเข้ามา แล้วค่อย ๆ ปีนออกมาจากอุโมงค์อย่างทุลักทุเล\n\"เฮ้ คุณยอดนักสืบ เกิดอะไรขึ้น? ระวังนะ รออยู่ตรงนั้นก่อนอย่าเพิ่งขยับ!\"\nขณะที่ตกอยู่ในภวังค์นั้นเอง คุณก็ได้ยินเสียงคู่หูของคุณ ตามมาด้วยเสียงฝีเท้ารีบเร่งที่วิ่งเข้ามาหาคุณ\nถึงปฏิบัติการจะล้มเหลว แต่ก็นับว่าพอได้อะไรอยู่บ้าง อย่างน้อยคุณก็เอาไหประหลาดใบนั้นออกมาได้\nคุณคิดเช่นนี้ในระหว่างที่พยายามปีนขึ้นมา ขณะที่พยายามฝืนเงยหน้าขึ้นมานั้น สิ่งที่ปรากฏอยู่ตรงหน้าคือ มอนสเตอร์ที่ดูคล้ายโครงกระดูกครึ่งนึงและคล้ายจักรกลครึ่งนึง ใบหน้าของมันยุบลงไป ดวงตาลึกโบ๋ไร้แววคู่หนึ่งกำลังจ้องคุณอยู่ จากนั้นคุณก็ได้ยินเสียงพูดอย่างเย็นชาดังขึ้น\n\"เธอเห็นแล้วใช่มั้ย? 'ผู้ไม่รู้แจ้ง'\""
          }
        ]
      },
      {
        "title": "มนุษย์แร่หิน (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "หัวที่ใหญ่โต และแขนขาที่เรียวเล็ก เชื่อมต่อกับร่างกายที่ดูเหมือนสัตว์เลื้อยคลานด้วยเส้นใยนับไม่ถ้วน\n\"ก็อย่างที่เธอเห็น นี่แหละคือ 'มนุษย์' ตัวอย่าง 'มนุษย์' คนสุดท้ายบนโลก\"\nมอนสเตอร์ตรงหน้าคุณ ชี้ไปที่มอนสเตอร์อีกตัว ที่แช่อยู่ในโหลทดลอง แล้วพูดขึ้นมา\nถึงจะเริ่มทำใจให้ชินได้แล้วก็เถอะ แต่คุณก็ยังพยายามหันหน้าหนีไปอยู่ดี แค่เห็นดวงตาของมัน ก็รู้สึกอกสั่นขวัญแขวนขึ้นมาแล้ว\n\"ถ้านี่คือ 'มนุษย์' แล้วพวกเราล่ะคืออะไร?\"\nคุณถามคนที่ก่อนหน้านี้ไม่นานยังเรียกตัวเองว่า Akhra พอมานึกดูตอนนี้ นั่นน่าจะเป็นรหัสของเขาที่ใช้ในสภาผู้นำทางเทคโนโลยีมากกว่า\nด้วยเทคโนโลยีบางอย่างที่คุณไม่อาจเข้าใจได้ โบสถ์ได้เชื่อมต่อกับ Natlantea บางทีเมืองทุกเมืองอาจจะมีสถานที่แบบนี้ ที่ทำให้พวกเขาสามารถเดินทางท่ามกลางความมืดมิดได้\n\"พวกคุณ? ถ้าหมายถึงเผ่าพันธุ์บนพื้นดินละก็... มีชื่อเรียกมากมายที่เราเคยใช้เรียกพวกเขา ทั้งปั๊ก เทอร์เรีย เกรย์...\"\n\"แต่ไม่ว่ายังไง พวกมันก็เป็นเผ่าพันธุ์ที่เราออกแบบขึ้นมา พวกมันตรงกันข้ามกับเราโดยสิ้นเชิงในแง่สมรรถนะทางชีวภาพ และสภาพแวดล้อมที่เหมาะสมกับพวกเรานั้นเป็นพิษกับพวกมันอย่างมาก ในทางกลับกันก็เช่นกัน ด้วยเหตุนี้ โลกที่เหมาะสมแก่การอยู่รอดของเรา จึงสามารถสร้างขึ้นใหม่ได้ ผ่านการดูดซับและการแยกตัวของพวกมัน\"\nถ้าเป็นอย่างที่เจ้านี่พูดจริง ประวัติศาสตร์ของอารยธรรมทั้งหมดของเราก็ล้วนเป็นผลจากการออกแบบของมอนสเตอร์พวกนี้ เทคโนโลยีและสิ่งประดิษฐ์อันรุ่งโรจน์นับไม่ถ้วน ล้วนเป็นสิ่งที่พวกเขานำมาให้ทั้งสิ้น\nพวกเขาอยู่ข้างกายพวกเรา แต่พวกเรากลับเมินเฉย นั่นเพราะว่าต่อมในสมองของเราจะหลั่งก๊าซที่พวกเขาเรียกกันว่า \"หมอกแห่งเหตุผล\" ออกมา ทำให้พวกเราไม่สามารถมองเห็นโลกที่แท้จริงได้\nที่ฉันมองเห็นความอัปลักษณ์ของเจ้านี่ได้ ก็เพราะฉันได้สูดก๊าซ \"ความไม่รู้\" ที่สามารถยับยั้งการหลั่งสารของต่อมเข้าไป และ \"ความไม่รู้\" นี้ เป็นสิ่งที่ฉันสร้างขึ้นมากับมือในวงจรสังสารวัฏที่แล้ว\n\"ฉันยังเหลือคำถามสุดท้าย ถึงคุณจะนำแร่หินมาให้เรา แล้วจะรับประกันได้ยังไงว่า อารยธรรมของพวกเราจะถูกทำลายในมหาสงครามโลกที่แร่หินสูญสิ้นไปหมดแล้ว?\"\n\"แร่หิน\" เป็นแหล่งพลังงานขั้นสูงที่พบในโบราณสถานของ Natlantea โดยพื้นฐานแล้ว มันคือร่างพลังงานที่มอนสเตอร์พวกนี้ใช้พักพิง เมื่ออารยธรรมของพวกเขาทำให้โลกทั้งใบถูกปนเปื้อนด้วยสารอันตรายเนื่องจากสงครามขนาดใหญ่ \"มนุษย์\" ที่รอดชีวิตจึงตัดสินใจเปลี่ยนชีวิตของพวกเขาให้กลายเป็นพลังงาน และเก็บรักษาไว้ในคลังชีวภาพที่อยู่ลึกลงไปใต้ดินแห่งนี้\nจากนั้นพวกเขาก็ออกแบบสิ่งมีชีวิตสายพันธุ์ใหม่ เพื่อให้สามารถอยู่รอดได้บนดาวที่ถูกปนเปื้อน พวกเขาหวังว่าสิ่งมีชีวิตสายพันธุ์ใหม่นี้ จะสามารถย่อยสลายสารเหล่านั้นได้ในระหว่างกาลเวลาอันยาวนาน จนกว่าจะสร้างโลกที่เหมาะสมกับการดำรงชีวิตของพวกเขาขึ้นมาใหม่อีกครั้ง\nแต่โลกใบนั้นไม่ได้ถูกเตรียมไว้สำหรับเผ่าพันธุ์บนพื้นดิน เมื่ออารยธรรมบนพื้นดินค้นพบแร่หิน และใช้แร่หินสร้างอารยธรรมระดับสูงขึ้นมา สิ่งมีชีวิตโบราณเหล่านี้ก็พลอยถูกปลดปล่อยออกมาอย่างต่อเนื่องด้วยเช่นกัน พวกเขากำลังเฝ้ารอ จนกระทั่งได้รับชีวิตใหม่จากการล่มสลายของอารยธรรมบนพื้นดิน\n\"บางทีคุณอาจจะเคยได้ยินเรื่องประวัติศาสตร์จิตวิทยามาก่อน? อา... คุณน่าจะยังไม่เคยได้ยิน แต่นั่นไม่สำคัญหรอก เอาเป็นว่า นอกเหนือจากการออกแบบกลไกทางชีววิทยาแล้ว การออกแบบประวัติศาสตร์ของสิ่งมีชีวิตก็เป็นเพียงปัญหาทางเทคนิคเท่านั้น\"\n\"ความใฝ่รู้อย่างไม่สิ้นสุด ความโลภที่ยากจะควบคุม และความต้องการเอาชนะที่ยากจะหยุดยั้ง จะนำพวกเขาไปสู่จุดจบที่หลีกเลี่ยงไม่ได้ แม้จะถูก \"ผู้ไม่รู้แจ้ง\" ปฏิเสธ แต่นั่นเป็นเพราะกฎทางศีลธรรมที่ไร้ประโยชน์ของพวกคุณ ไม่ได้หายไปพร้อมกับวิวัฒนาการแค่นั้นเอง\"\nในที่สุดคุณก็มาถึงห้องสุดท้ายในส่วนลึกของคลังชีวภาพ ที่นี่เก็บรักษาความทรงจำสุดท้ายของ \"ผู้ไม่รู้แจ้ง\" ไว้มากมายนับไม่ถ้วน\nในตอนที่ผู้รอดชีวิตของอารยธรรมโบราณ ตัดสินใจเปลี่ยนชีวิตให้กลายเป็นแร่หิน เคยมีคนส่วนน้อยปฏิเสธที่จะเข้าร่วมกับพวกเขา พวกเขาปฏิเสธที่จะละทิ้งชีวิตของตัวเอง และหลอมรวมเข้ากับสติปัญญาอันไร้ขีดจำกัด ดังนั้นจึงถูกเรียกว่า \"ผู้ไม่รู้แจ้ง\"\nฝ่ายเสียงข้างมากไม่สามารถปฏิเสธสิทธิ์ของพวกเขาได้ จึงได้แต่เก็บห้องสุดท้ายนี้ไว้ให้พวกเขา และให้อนุญาตพวกเขาเวียนว่ายในสังสารวัฏของชีวิตบนพื้นดินอย่างต่อเนื่อง เพราะฝ่ายเสียงข้างมากเชื่อว่า สักวันหนึ่ง \"ผู้ไม่รู้แจ้ง\" จะเลือกที่จะเข้าร่วมกับพวกเขา และหวนคืนสู่อ้อมกอดของส่วนรวม\nใช่แล้ว คุณก็คือผู้นำของ \"ผู้ไม่รู้แจ้ง\" เหล่านี้ คุณได้เห็นความทรงจำมากมายนับไม่ถ้วน ทั้งนักพยากรณ์ผู้สร้างกฎเกณฑ์ กวีผู้ขับลำนำสรรเสริญคุณธรรม และนักรบผู้ต่อต้านเผด็จการ\nและในจุดเริ่มต้นของความทรงจำเหล่านั้น คุณเห็นเงาร่างขนาดใหญ่ฉายบนร่างของผู้คนที่ถูกเนรเทศออกจากเมืองโบราณ ร่างนั้นเหมือนจะพูดอะไรบางอย่าง แต่คุณจำไม่ได้แล้ว คุณรู้เพียงว่าคุณคิดถึงเขามาก\nบางทีสุดท้ายแล้ว \"ผู้ไม่รู้แจ้ง\" ในแต่ละรุ่นอาจจะกลับมาที่นี่ เพื่อให้คำตอบของเขา\nถ้างั้น คำตอบของคุณล่ะคืออะไร?"
          }
        ]
      }
    ]
  }
}