{
  "epId": 7510,
  "name": "การต่อสู้ครั้งแรกของ Sundjatta",
  "desc": "<p>ม้วนหนังสือที่สืบทอดมาจากบุตรแห่งเสียงสะท้อน บอกเล่าถึงตำนานของผู้กล้า Sundjatta ในช่วงวัยหนุ่มเมื่อห้าร้อยปีก่อน</p>",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/99206bcf5f7b719cf45b8fe34f7ba272_1799210593401237045.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 1746619313,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "การต่อสู้ครั้งแรกของ Sundjatta"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "การต่อสู้ครั้งแรกของ Sundjatta (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "โอ้ พี่น้องของข้า ลูก ๆ ของข้า พวกเจ้าจงฟังให้ดี\nจงฟังชื่อของข้า: Djeli Mamoudou แห่งบุตรแห่งเสียงสะท้อน\nข้าคือนักร้อง และผู้ขับขานกลอนกวีของบุตรแห่งเสียงสะท้อน\nข้าสืบสายเลือดมาจากนักขับขานบทกวีคนแรก Bilali\nเป็นลูกหลานที่น่าภาคภูมิใจของ Keitan Kouyate และ Bintu Kouyate\nBilali เคยติดตามนักปราชญ์พเนจรเพื่อเรียนรู้บทกวีมาอย่างยาวนาน\nคู่สามีภรรยา Kouyate ได้ถักทออักษรโบราณให้เป็นพรมและเต็นท์\nจิตใจของข้าเข้าถึงราชามังกร และราชาผู้ป่าเถื่อนในยุคแห่งความโง่เขลา\nลิ้นของข้าสามารถพูดคุยกับ Monetoo ที่เสียงดังที่สุดได้\nเรื่องราวจะเปิดเผยความจริงมากมาย และวาจาจะชำระล้างความเท็จให้บริสุทธิ์ยิ่งขึ้น\nเรื่องราวจะกำจัดสิ่งปลอมปนออกไป และกลายเป็นประวัติศาสตร์ ที่ชัดเจนราวกับกระจกคริสตัล\nกระจกคริสตัลเผยให้เห็นแสงรุ้งในอดีต แม้จะมืดมิดแต่กลับพร่างพราว\nเปล่งประกายระยิบระยับราวกับดวงตาอันลึกล้ำสุดหยั่งของผู้ล่วงลับ\nประวัติศาสตร์ได้สอนผู้ชนะที่รอดชีวิต แต่เรื่องราวกลับมีรากฐานมาจากผู้ล่วงลับ...\nถึงอย่างไรเหมืองแร่อันล้ำค่าในอนาคต ก็มักสร้างขึ้นจากสายแร่ในอดีตทั้งนั้น\nมาเถอะ มาฟังข้าร้องเพลงสรรเสริญ ข้าจะขับร้องเพลงสรรเสริญแด่ผู้กล้าท่านนี้\nฟังบทเพลงสวดส่งดวงวิญญาณของบุตรแห่งกระทิงป่า และบุตรแรดยักษ์\nข้าจะบอกเล่าถึงความสำเร็จและชะตากรรมของ Magan Sundjatta ให้เจ้าฟัง\nข้าจะบอกเล่าความทะเยอทะยานและความกระตือรือร้นของ Mali Djata ให้เจ้าฟัง\nข้าจะสรรเสริญชื่อเสียงอันโด่งดังของ Sogolon Djata ให้เจ้าฟัง\nและตอนจบของการต่อสู้ระหว่าง Nare Magan Djata กับศัตรูตัวฉกาจด้วย...\nโอ้ ยังมีผู้กล้าคนใดอีกบ้างที่เคยมีฉายามากมายขนาดนี้?\nมนตร์ดำและวิญญาณชั่วร้ายไม่สามารถทำอันตรายเขาได้เลย!\nพี่น้องของข้า ลูก ๆ ของข้า และบุตรแห่งเสียงสะท้อนที่ข้าภาคภูมิใจ\nฟังข้าเล่าขาน เกี่ยวกับอดีตราชาโบราณนับร้อยนับพันที่ถูกลืมเลือนนั้นให้ดี\nฟังข้าเล่าว่า พวกเขาถูกผู้กล้า Sundjatta พิชิตได้อย่างไร\nและหลังจากถูก Sundjatta พิชิต พวกเขามาต่อสู้เคียงบ่าเคียงไหล่กับเขาได้อย่างไร\nให้ข้าบอกเล่าเรื่องราวที่ศัตรูกลายเป็นมิตร และความป่าเถื่อนที่แปรเปลี่ยนเป็นความปรารถนาดี...\nฟังข้าเล่าถึงเรื่องราวกองทัพมืดที่บุกเข้ามาไม่ขาดสายราวกับทิวเขายาวเหยียด\nฟังข้าเล่าว่า พวกมันถูกผู้กล้า Sundjatta จัดการได้อย่างไร\nบอกเล่าวีรกรรมที่ไม่เคยถูกบันทึก และการเสียสละที่ถูกเข้าใจผิด..."
          }
        ]
      },
      {
        "title": "การต่อสู้ครั้งแรกของ Sundjatta (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "ดังคำกล่าวที่ว่า นักปราชญ์ส่วนมากไม่ได้มีชาติกำเนิดสูงส่ง\nสายเลือดของพ่อแม่ Sundjatta ก็ไม่เคยถูกแปดเปื้อนโดยราชวงศ์โบราณ\nตำนานอันยาวนานได้จางหายไปราวกับแม่น้ำเกลือในเหมืองอันมืดมิด\nความจริงที่เปล่งประกายราวกับคริสตัล ได้ถูกบอกเล่าโดยกวี\nเรื่องที่ว่าชาติกำเนิดของ Sundjatta เป็นเช่นไร ทุกคนต่างมีมุมมองของตนเอง\nมิตรสหายต้องการจะเติมแต่ง แต่ศัตรูกลับไร้ซึ่งบทเพลงสรรเสริญ\nพ่อแม่ของเขามีนามว่าอะไร และพวกเขามาจากเผ่าใด?\nแม้จะถามแสงสลัวรางของดวงจันทร์ซีดขาวทั้งสามดวง ก็ไม่ได้คำตอบใดกลับมา\nเรื่องราวในบทเพลงเล่าขานว่า Sundjatta ถือกำเนิดจากพรของดวงดาวแห่งรุ่งอรุณ\nแม่ของเขาไม่ได้งดงาม ส่วนพ่อของเขาก็ไม่ได้มีร่างกายที่แข็งแรง\nแต่ดวงดาวที่คอยเฝ้ามองสรรพสิ่งนั้น หาได้สนใจความสวยงามหรือความอัปลักษณ์ของมนุษย์ไม่\nการถักทอชะตากรรมของโลกใบนี้ต่างหาก ที่เป็นภารกิจอันยิ่งใหญ่และหน้าที่ชั่วนิรันดร์\nตอนที่ Sundjatta ยังเด็ก บุตรแห่งเสียงสะท้อนอยู่ในความดูแลของ Mbande\nMbande ที่เหมือนกับหยกสีดำ เคยเป็นชเนตตีของภูเขาเหมืองและอัญมณี\nเธอเลือก Sundjatta ผู้อ่อนเยาว์ เพื่อให้เขามาเป็นนักรบของชนเผ่า\nเรื่องราวของผู้กล้าผู้ยิ่งใหญ่และคนงานเหมืองจึงเริ่มต้นขึ้นที่นี่\nดังนั้น Sundjatta ในวัยหนุ่ม จึงเริ่มอาชีพเป็นคนงานในเหมือง\nค้อนเหล็กที่ใช้บุกเบิกภูเขา ดูใหญ่กว่าร่างของเขาเสียอีก\nแต่ชายหนุ่มผู้แข็งแกร่งกลับกวัดแกว่งค้อนเหล็กในเหมืองได้อย่างคล่องแคล่วราวกับสายลม\nทำเอาเหล่านักรบต่างตกใจ จนรีบตะโกนว่า \"เหมืองกำลังจะถล่มแล้ว!\"\n\"ฮ่าฮ่า พี่น้องทั้งหลาย อย่ากลัวไปเลย!\"\n\"ก็แค่ค้อนของฉันเรียกพายุมาเท่านั้นเอง นี่ไง โครม! โครม!\"\nค้อนของ Sundjatta ทุบลงไปในภูเขาลูกใหญ่ ด้ามค้อนเสียดสีจนเกิดประกายไฟขึ้นมา\nทุกคนเห็นเช่นนั้นต่างก็มองดูด้วยความยินดีและหวาดกลัว สมกับเป็นแชมป์อย่างที่เขาอ้างไว้!\nหลังจากที่ชเนตตี Mbande กลับคืนสู่อ้อมกอดในห้วงฝันของเทพราตรี\nพริบตาเดียว Sundjatta ก็เติบโตขึ้นเป็นชายหนุ่มที่กล้าหาญและแข็งแกร่งไม่ธรรมดาเสียแล้ว\nแต่แล้วในคืนเลือกหัวหน้า Sundjatta กลับออกจากเผ่าตามลำพัง\nแม้จะเป็นผู้ชนะของเผ่า แต่ Sundjatta ก็ไม่ได้ปรารถนาในอำนาจแต่อย่างใด\nเขาต้องการหาหลักฐานที่น่าภาคภูมิใจ ที่จะพิสูจน์ว่าเขาคือบุตรแห่งเสียงสะท้อน\nดังนั้นเขาจึงออกผจญภัยสู่ดินแดนอันไกลโพ้น\nแต่ความกระตือรือร้นของเขาถูกคนในเผ่าเข้าใจผิดไปว่า เขาเป็นคนทรยศที่หนีออกไป..."
          }
        ]
      },
      {
        "title": "การต่อสู้ครั้งแรกของ Sundjatta (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "Sundjatta สูญเสียชื่อเสียงอันดีงามไป และยินดีก้าวสู่เส้นทางของการผจญภัยด้วยตนเอง\nเขามุ่งหน้าไปยังทะเลสาบลาวา และปล่อยให้คลื่นความร้อนแผดเผาร่างกายของเขา\nทุกวันนี้ทะเลสาบลาวาเย็นตัวลงแล้ว และไม่มีมังกรหรืออสรพิษออกอาละวาดอีกต่อไป\nแต่ในห้วงเวลาอันไกลโพ้นนั้น ที่แห่งนี้ได้ถูกมังกรร้าย Lukwata ยึดครองเอาไว้\nLukwata เป็นหนึ่งในทายาทเผ่ามังกรโบราณที่หลงเหลืออยู่เพียงไม่กี่ตัว\nมีจิตใจชั่วร้าย และพยายามที่จะฟื้นฟูระบอบการปกครองแบบเผด็จการของมังกรโบราณกลับมาอยู่ตลอดเวลา\nมหาสงครามในอดีตกาลที่พลิกฟ้าสะเทือนดินครั้งนั้น ได้ทำลายล้างเผ่าพันธุ์ของมัน\nแต่มันกลับซ่อนตัวอยู่ในถ้ำที่มืดมิด จึงรอดพ้นจากภัยพิบัติแห่งการทำลายล้าง\nเมื่อสูญเสียการปรนนิบัติจากทาส Lukwata ก็แก่ชราและอ่อนแอลง\nดวงตาทั้งสองถูกไอกำมะถันรมจนมืดบอด สมองก็เลอะเลือนจนคลุ้มคลั่ง\nต้องเอาตัวรอดไปวัน ๆ ในห้วงฝันของการต่อสู้ครั้งใหญ่ระหว่างทูตสวรรค์ โดยไม่อาจหลุดพ้นได้\nจึงไม่ได้รับรู้เลยว่ายุคสมัยของมนุษย์ได้มาถึง Natlan แล้ว\nด้วยเหตุนี้เมื่อทาสรับใช้ตัวเล็ก ๆ มาถึงรังที่มันซ่อนตัวอยู่เพื่อท้าทาย\nมังกรโบราณจึงลุกขึ้นด้วยความโกรธ ไอจนอาเจียนออกมา ปากก็สาปแช่งไม่หยุดหย่อน\nคล้อยหลังคำสาปที่รุนแรงดั่งสายฟ้า ลมพายุและกำมะถันก็พุ่งออกมาจากปาก\n\"เจ้าทาสชั่วที่ไม่รู้หัวนอนปลายเท้า กล้าดียังไงถึงมารบกวนการนอนของข้า!\"\nSundjatta ได้พบกับมังกรร้ายในตำนานที่แก่ชราและสติฟั่นเฟือนไปแล้ว\nพอเปิดปากก็อ้างนามอันยิ่งใหญ่ว่าเป็นราชา และลืมเผ่าพันธุ์ของตนเองไป\nดังนั้นเขาจึงหัวเราะดังลั่น หยิบค้อนยักษ์ขึ้นมา แล้วเยาะเย้ยมังกรชราตัวนั้นว่า:\n\"ข้าเป็นแค่คนงานเหมืองไร้ชื่อไร้นาม ไม่ใช่ทาสที่ชั่วร้ายอะไร\"\n\"เจ้าจะเรียกตัวเองว่าราชาได้ยังไง ในเมื่อเจ้าก็เป็นแค่ตาเฒ่าโง่เง่าเท่านั้น!\"\nเมื่อ Lukwata ได้ยินเช่นนี้ก็เดือดดาลจนกระอัก และอาเจียนอย่างรุนแรงอีกระลอก\nมันอาเจียนออกมาเป็นลาวาที่ทั้งสกปรกและร้อนระอุ และพ่นควันไฟสีดำออกมา\nเมื่อเห็นเช่นนั้น Sundjatta ไม่ได้แสดงสีหน้าตกใจแต่อย่างใด เขาเหวี่ยงค้อนยักษ์ใส่มังกรชราทันที\nแม้ว่า Lukwata จะแก่ชราและฟั่นเฟือน แต่เมื่อโกรธขึ้นมาก็ยังน่ากลัวอย่างยิ่ง\nและเห็นว่าความร้อนจากลาวาได้เผาไหม้ทั้งผมและขนคิ้วของ Sundjatta\nพิษอันร้ายกาจของมังกรแทรกซึมเข้าไปในผิวหนังและอวัยวะภายใน ทำให้เจ็บปวดเกินทน\nเขี้ยวยักษ์ที่กลายเป็นสีเหลืองทิ้งบาดแผลเหวอะหวะไว้ กรงเล็บฉีกรอยแผลเก่าให้ปริออก\nSundjatta อดทนกับความเจ็บปวดสุดขีด กระหน่ำหวดค้อนลงไปไม่ยั้ง\nจนกระทั่งหัวของมังกรที่แข็งดุจหินนั้นแตกเป็นเสี่ยง จนกระทั่งควันสีดำก็ถูกลมจากค้อนพัดกระจายสลายไป\nจนกระทั่งวิญญาณของมังกรชรานั้นแตกซ่าน ทะเลสาบลาวาก็เย็นลงไปเกินกว่าครึ่ง\nSundjatta ล้มตัวนอนลงอย่างพึงพอใจ นับตั้งแต่นี้ไป เขาก็จะได้เป็นผู้กล้าสมดังชื่อแล้ว!"
          }
        ]
      }
    ]
  }
}