{
  "epId": 7523,
  "name": "Coquitao ไร้หัว (II)",
  "desc": "ม้วนหนังสือที่มาจากจ้าวแห่งลมราตรี เรื่องราวที่บอกเล่าไว้ภายในนั้น กล่าวกันว่าเก่าแก่ยิ่งกว่าการถือกำเนิดของจ้าวแห่งลมราตรีเสียอีก แต่ความถูกต้องของข้อมูลนั้นก็ยากที่จะพิสูจน์ได้",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/03/17/e0a36dcfeb895f8e7ff5761e616b09ce_2453531099941069813.png",
  "filterValues": {
    "objectType": [
      "ไอเทมเควสต์"
    ]
  },
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 1743077984,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "เมื่อเห็นว่านักรบที่เธอเลือกต้องเผชิญชะตากรรมที่เลวร้ายและน่าเศร้าโศกเช่นนี้ เจ้าแห่งดวงดาวบนฟากฟ้าจึงเศร้าโศกและโกรธแค้น ด้วยเหตุนี้เธอจึงสั่งให้ Tzitzimitl ของเธอลงไปยังโลก และชี้แนะหนทางแก้แค้นให้กับ Coquitao ที่สูญเสียศีรษะไป ในยุคสมัยอันยาวนานและมืดมิดนี้ ผู้คนยังคงเห็นร่างที่ไร้ศีรษะของ Coquitao เดินอยู่ท่ามกลางแสงจันทร์ โดยถือไม้เท้าหินที่ชื่อว่า \"Makana\" ไว้แน่น บางคนบอกว่าเขาแปลงร่างเป็นวิญญาณเสือดาวสีดำ โลดแล่นอยู่ในป่าและทุ่งหญ้าอย่างเงียบเชียบ นำพาฝันร้ายและแรงบันดาลใจมาให้แก่นักบวชที่อยู่ในฌาน\nหลังจากนั้น ไม่รู้ว่าเขาเร่ร่อนอยู่ในค่ำคืนอันยาวนานมานานแค่ไหน และไม่รู้ว่าเปลี่ยนรูปลักษณ์ไปแล้วมากน้อยเพียงใด Coquitao เดินทางไปทั่วแผ่นดินที่เลือดเจิ่งนอง ผ่านแท่นบูชาที่ครั้งหนึ่งเคยทำให้ประมุขสวรรค์พึงพอใจ และในที่สุดก็พบกับ Nagual ผู้ทรยศที่มอบของขวัญนี้ให้เขาในดินแดนที่ไหม้เกรียม เวลานี้เขากำลังพักผ่อนอยู่ที่โอเอซิส ดื่มเลือดของงูพิษและน้ำหลอนประสาทของ Mexicali\nดังนั้น Coquitao ไร้หัวจึงยก \"Makana\" ขึ้นมาทุบหัวของผู้ทรยศครั้งแล้วครั้งเล่า ดั่งคำพยากรณ์ลวงของ Mexicali จนแหลกเละ และแล้ว Coquitao ไร้หัวก็ได้ใช้ \"Makana\" ส่ง Nagual กลับไปสู่บ้านเก่าที่ไหม้เกรียมของเขา...\nแม้จะแก้แค้นสำเร็จ แต่วิญญาณของ Coquitao ก็ได้หลอมรวมเป็นหนึ่งเดียวกับสิ่งมีชีวิตบนแผ่นดินไปแล้ว และไม่อาจกลับคืนสู่สภาพเดิมได้อีก ในร่างที่ไม่มีหัวนี้ จึงเหลือเพียงเพลิงพิโรธที่ลุกโชนตลอดกาล เช่นเดียวกับดวงอาทิตย์ที่เย็นยะเยือกบนท้องฟ้ายามราตรีในบ้านเกิดของผู้กล้า\nเนิ่นนานหลังจากนั้น จนกระทั่งเทพแห่งคิมหันต์ ฝาแฝดจอมเจ้าเล่ห์ และเจ้าของกระโปรงหยกเขียวตายจากไปหมดแล้ว จนกระทั่งปีศาจที่แปลงร่างมาจากดวงดาวเริ่มส่องแสงแห่งความโรยรา เหล่าช่างถักทอกล่าวว่า ความโกรธของ Coquitao ยังคงไม่จางหาย ร่างที่ไร้หัวของเขายังคงร่อนเร่ไปตามที่ราบสีเงินในยามค่ำคืน เตร็ดเตร่ไปตามป่าลึกที่เต็มไปด้วยเงามืด ว่ากันว่าในช่วงยุคแห่งสงครามบนโลก มีผู้กล้าหลายคนที่ได้สืบทอด \"Makana\" ของเขา ซึ่งหนึ่งในนั้นคือจอมเผด็จการ Och-Kan ในตำนาน แต่ในที่สุดเขาก็ได้พบจุดจบของตัวเองท่ามกลางเพลิงโทสะนั้น... แต่นั่นก็เป็นอีกเรื่องหนึ่งแล้ว"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Coquitao ไร้หัว (II)"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      }
    ]
  }
}