{
  "epId": 8351,
  "name": "บันทึกที่ฉีกขาดของใครบางคน (I)",
  "desc": "บันทึกที่พบในซากของ Bakunawa",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/07/21/0f07cb6fbcb8a27664e6281ed22fa233_6479041512913332931.png",
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "บันทึกที่ฉีกขาดของใครบางคน (I)"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "การพักผ่อนครั้งที่ 14 ไม่รู้วันรู้คืน ไม่มีลมพัด\nฉันนึกว่าตัวเองจะตายซะแล้ว มือซ้ายกับช่วงเอวด้านหลัง ถูกมอนสเตอร์นั่นกัดแหว่งซะแล้ว แถมไม่รู้ด้วยว่ายาหายไปไหน รักษาแผลไม่ได้เลย...\nแต่บางทีวันนี้อาจเป็นวันโชคดีของฉันก็ได้มั้ง เพราะฉันได้เจอกับผู้ชายคนหนึ่งในที่แบบนี้ เขาบอกว่าเขาชื่อว่า Nocht เขาใช้ดอกไม้ที่เบ่งบานจากเถ้าถ่านมาห้ามเลือดให้ฉัน แล้วยังเตือนฉันด้วยว่าอย่าเข้าใกล้มอนสเตอร์พวกนั้น แม้แต่พวกเดียวกัน พวกมันก็ยังกินกันเองเลย\n...\nฉันถามเขาว่ามาจากที่ไหน เขาบอกว่าเขามาจากสถานที่ที่มีชื่อว่า Tenochtzitoc...\nแต่ที่นั่นไม่ใช่บ้านเกิดของเขา เขากำลังออกตามหาบ้านเกิดของตัวเองอยู่ มันแปลกมากเลย ที่เขาจำไม่ได้แม้กระทั่งบ้านเกิดของตัวเอง...?\n...\nNocht จากไปทั้ง ๆ ที่ยังไม่ได้พักผ่อนเลยสักนิด เขาบอกว่าเขาเหลือเวลาไม่มากแล้ว\nเขาเตือนฉันให้รีบย้อนกลับไป แต่สภาพร่างกายของฉันในตอนนี้ ต่อให้ย้อนกลับไปก็คงไม่มีความหมายอะไรมากแล้วล่ะ\nฉันเตรียมใจไว้แล้ว นี่คือการผจญภัยครั้งสุดท้ายของฉัน ในนามของนักผจญภัยผู้ยิ่งใหญ่ Stanley ฉันเต็มใจใช้เลือดหยดสุดท้าย เพื่อค้นหาความลับที่ซ่อนอยู่ในที่แห่งนี้\n...\nHans ถ้าคุณกลับไปถึง Mondstadt ได้อย่างปลอดภัย ก็เท่ากับความพยายามของฉันไม่สูญเปล่าแล้วล่ะ\nถ้าสักวันหนึ่ง คุณหรือใครสักคนในสมาคมได้กลับมาที่นี่อีกครั้ง หวังว่าพวกเขาจะได้เห็นบันทึกที่ฉันทิ้งเอาไว้นะ\nมุ่งสู่ดวงดาวและก้นเหว"
          }
        ]
      }
    ]
  }
}