{
  "epId": 8521,
  "name": "Silken Moon's Serenade",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/b8350998129a66e67c1a7691153da68d_6559589601591776539.png",
  "filterValues": {
    "reliquaryEffect": [
      "การฟื้นฟูพลังงาน",
      "ความชำนาญธาตุ"
    ]
  },
  "menuId": 5,
  "menuName": "อาร์ติแฟกต์",
  "version": 1757473885,
  "components": {
    "artifactList": {
      "goblet_of_eonothem": {
        "title": "Joyous Glory of the Pure",
        "position": "Goblet of Eonothem",
        "desc": [
          {
            "type": "RichText",
            "text": "ถ้วยเงินบริสุทธิ์ ว่ากันว่าถ้วยเงินนี้เคยถูกใช้เป็นวัตถุศักดิ์สิทธิ์ในพิธีกรรมของลูกหลานจันทราน้ำค้างแข็งในอดีต แต่ถ้วยเงินแบบนี้ไม่ได้ถูกนำมาใช้ในพิธีกรรมในปัจจุบันอีกต่อไป"
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/520482a32f80b5538d6d2e6dc8cc194a_3357590716156202832.png"
      },
      "sands_of_eon": {
        "title": "Frost Devotee's Delirium",
        "position": "Sands of Eon",
        "desc": [
          {
            "type": "RichText",
            "text": "นาฬิกาที่บริสุทธิ์ไร้มลทิน ปัจจุบันได้หยุดเดินไปพร้อมกับความหลงผิดของเจ้าของคนเก่าไปแล้ว"
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/a07cddd983ad4528ef4e92c399fa4117_1942671869509903838.png"
      },
      "flower_of_life": {
        "title": "Crystal Tear of the Wanderer",
        "position": "Flower of Life",
        "desc": [
          {
            "type": "RichText",
            "text": "ดอกไม้ที่บริสุทธิ์ไร้มลทิน ตำนานเล่าว่าดอกไม้นี้คงความงามไว้ได้ชั่วนิรันดร์เพราะสายลมเยือกแข็ง"
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/b8350998129a66e67c1a7691153da68d_6559589601591776539.png"
      },
      "plume_of_death": {
        "title": "Pristine Plume of the Blessed",
        "position": "Plume of Death",
        "desc": [
          {
            "type": "RichText",
            "text": "เครื่องประดับขนนกที่บริสุทธิ์ไร้มลทิน ว่ากันว่าถูกหลอมขึ้นโดยทูตจันทราขับขานคนแรก"
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/ee26872f032ed3afb25a542cbd3c93a2_8273369387328992297.png"
      },
      "circlet_of_logos": {
        "title": "Holy Crown of the Believer",
        "position": "Circlet of Logos",
        "desc": [
          {
            "type": "RichText",
            "text": "เครื่องประดับศีรษะที่บริสุทธิ์ไร้มลทิน รูปร่างคล้ายกับเขามงกุฎของทูตวิญญาณแห่งพงไพร"
          }
        ],
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/cf017c10098946f6d3d19a6b2c49bd53_7064122714444153592.png"
      }
    },
    "story": [
      {
        "title": "Crystal Tear of the Wanderer",
        "desc": [
          {
            "type": "RichText",
            "text": "มันเป็นยุคสมัยที่แสงอันอ่อนโยนสีน้ำค้าง ยังไม่แตกสลายเป็นเศษกระจกสีเงิน และอาณาจักรทองคำก็ได้สูญสิ้นไปแล้ว\nหอคอยทองคำที่สว่างไสวได้พังทลายลง ราวกับต้นมะเดื่อในชั่วข้ามคืน ตั้งแต่เมืองศักดิ์สิทธิ์ไปจนถึงเมืองหลวงโบราณ\nเมืองทุกแห่งในบริเวณทุ่งน้ำแข็งทางตอนเหนือ ล้วนเต็มไปด้วยกลิ่นคาวเลือด ทั้งหมดถูกทำลายโดยตะปูคริสตัลสีน้ำเงิน\nไม่ว่าจะเป็นนักบุญผู้ได้รับการสรรเสริญหรือเทวทูตองค์แรก ต่างก็ล้วนหายตัวไปหลังจากภัยพิบัติ\nส่วนผู้รอดชีวิตที่อยู่ห่างออกไปนอกเมือง ก็ทำได้เพียงแค่ขดตัวหลบอยู่ท่ามกลางพายุหิมะ\nนี่คือโลกหลังยุคสมัยแห่งการทำลายล้าง ดั่งที่กล่าวไว้ในเพลงสวด ความรุ่งเรืองในอดีตราวกับฝุ่นหิมะที่ร่วงหล่น\nไม่ว่าจะคำอธิษฐานหรือคำวิงวอน คำสาปหรือคำด่าทอ เหล่าทวยเทพผู้เงียบงันก็ยังคงทำเป็นหูทวนลม\nท่ามกลางความสิ้นหวังของค่ำคืนอันแสนยาวนาน มีเพียงผู้ปกครองสูงสุดคนเดียวเท่านั้น ที่หลั่งน้ำตาให้แก่ความทุกข์ของผู้คน\nนั่นคือนายหญิงแห่งจันทราน้ำค้างแข็ง ราชินีแห่งราชรถสวรรค์และแสงสว่าง ตัวแทนที่มีต้นกำเนิดเดียวกับโลก\nด้วยความเวทนาและความปรารถนาลับ เธอจึงตอบรับคำอธิษฐานของผู้รอดชีวิต\nว่ากันว่าเธอใช้แสงสว่างสีเงินถักทอเป็นเส้นด้าย และนำทางผู้รอดชีวิตที่พลัดหลงให้ออกจากทุ่งหิมะ\nน้ำตาอันเต็มเปี่ยมไปด้วยความคิดคำนึง ได้หลั่งรินร่วงลงสู่ผืนดินน้ำแข็งของตอนเหนือ และได้กลายเป็นดอกลิลลี่หุบเขานิรันดร์ท่ามกลางลมหนาว\nเพราะเหตุนี้ ทายาทของ Hyperborea ผู้เย่อหยิ่งจึงเริ่มเรียกตัวเองว่า \"ลูกหลานจันทราน้ำค้างแข็ง\"...\nไม่ว่าจะมีเจตนาเช่นไร นั่นล้วนแล้วแต่เป็นเทพเจ้าผู้ประทานชีวิตใหม่แก่ผู้คน"
          }
        ]
      },
      {
        "title": "Frost Devotee's Delirium",
        "desc": [
          {
            "type": "RichText",
            "text": "มันเป็นยุคสมัยที่แสงอันอ่อนโยนสีน้ำค้าง ได้แตกสลายดั่งเศษกระจกสีเงิน และจันทราใหม่ยังไม่ปรากฏขึ้น\nแผนการที่สืบทอดกันมาหลายชั่วอายุคน ตั้งแต่ยุคสมัยแห่งการทำลายล้าง ใกล้จะได้เวลาสุกงอมแล้ว\nสายเลือดบริสุทธิ์ที่สืบทอดกันมานับพันปี ในที่สุดก็ได้ให้กำเนิดทายาทผู้ถูกเลือก ให้ขึ้นปกครองสรวงสวรรค์ตามคำทำนาย\nแสงสว่างทั้งเจ็ดของผืนฟ้าลวงตายังต้องศิโรราบแทบเท้าเธอ แม้แต่กระดูกของโลกก็ยังหันมาภักดีต่อเธอเช่นกัน\nนี่คือหน้าที่ศักดิ์สิทธิ์อันสูงสุด ที่เหล่าธิดาแห่งสุดเขตแดนเหนือได้สืบทอดกันมา มันควรจะเป็นเช่นนี้ มันควรจะเป็นเช่นนี้...\nจนกระทั่งในคืนหิมะที่ไร้จันทร์ เด็กสาวคนหนึ่ง ผู้ที่ควรจะให้กำเนิดทายาทศักดิ์สิทธิ์ กลับได้พบกับเด็กหนุ่มจากแดนเหนือ\nภายในดวงตาอันสุกสกาวราวกับเหมันตฤดูของเขา เธอกลับมองเห็นเงาสะท้อนของตัวเองที่ตนไม่เคยล่วงรู้มาก่อน\nนักบุญหญิงจึงยอมละทิ้งพันธกิจของตัวเอง เพื่อทหารหนุ่มจากแดนไกล เพียงเพราะความรู้สึกแปลกประหลาดที่เกิดขึ้นในใจ\nและเพราะตัณหาที่เรียกกันว่าความรัก เขามงกุฎที่ถูกตัดและโชกไปด้วยเลือด จึงถูกทิ้งไว้อยู่ใต้คลื่นหิมะ\nสุดท้ายแล้วผู้ตกต่ำที่ทรยศต่อเผ่าพันธุ์อย่างเธอ ก็ไม่ได้ทำตามหน้าที่ที่ชะตาลิขิตเอาไว้\nทว่าก่อนที่เธอจะถูกสายลับของนักบวชปีศาจตามจับกุม และถูกรับตัวกลับไปยังบ้านเกิดที่เธอควรจะรักอย่างสุดซึ้ง\nเมื่อได้พบกับทหารหนุ่มฟุบอยู่แทบเท้าเธอ ในสภาพที่ร่างอาบชุ่มด้วยสีแดงชาด เธอก็จรดปลายกริชจุมพิตลำคอของตัวเอง\nและแล้ว หญิงสาวที่ไม่อาจให้กำเนิดทายาทศักดิ์สิทธิ์ได้ตามคำทำนาย ก็ถูกฝังอย่างลวก ๆ และทำให้คำทำนายล่าช้าออกไป\nโชคดีที่ผู้นำในแต่ละยุคได้เตรียมการไว้อย่างรอบคอบ เผื่อในกรณีที่นักบุญหญิงต้องจากไปก่อนเวลาอันควรแล้ว\nไม่นานนัก Lovia ผู้เป็นผู้นำพิธีในตอนนั้น ก็ได้เลือกตัวสำรองจากสายเลือดรองของเธอเอง\nทว่าทายาทที่เกิดจากพี่น้องแฝดสาว ย่อมไม่อาจเทียบเคียงทายาทที่เกิดจากนักบุญหญิงได้อยู่แล้ว\nเมื่อเป็นแบบนี้ บางทีอาจต้องใช้เวลาอีกหลายร้อยปี กว่าจะให้กำเนิดเด็กบริสุทธิ์เช่นนั้นได้อีกครั้ง\nมันช่างยากที่จะยอมรับได้เสียเหลือเกิน ว่าความสำเร็จที่อยู่ห่างเพียงแค่เอื้อมนั้น กลับสลายหายไปดั่งน้ำค้างในค่ำคืนเหมันต์\nผู้นำพิธีผู้สวมเขามงกุฎจึงได้ถักทอแผนการอันน่าสยดสยอง ท่ามกลางความบ้าคลั่งและความหลงผิด\nในเมื่อพวกเธอไม่บริสุทธิ์พอ ร่างกายอันอ่อนแอจึงไม่อาจรองรับแสงจันทร์อันบริสุทธิ์ได้\nในเมื่อท่ามกลาง ██ ของผู้คน มีพรอันเลือนรางเทียบเท่ากับเจ้าแห่งจันทราน้ำค้างแข็งไหลเวียนอยู่\nงั้นก็ใช้███ชำระล้าง██ของพวกเธอสิ เหตุใดจะต้องทนทุกข์ทรมาน รอให้สายลมพัดผ่านไปหลายชั่วอายุคนด้วย?\nด้วยเหตุนี้ ในนามแห่งแสงจันทร์อันบริสุทธิ์ เหล่านักบวชจึงได้ก่อกรรมที่ไม่อาจให้อภัยได้\nแม้แต่นายหญิงแห่งจันทราน้ำค้างแข็งที่เฝ้ามองอยู่ ก็ยังรู้สึกสะเทือนใจกับการกระทำอันชั่วร้ายเหล่านั้น..."
          }
        ]
      },
      {
        "title": "Pristine Plume of the Blessed",
        "desc": [
          {
            "type": "RichText",
            "text": "มันเป็นยุคสมัยที่แสงอันอ่อนโยนสีน้ำค้าง ได้แตกสลายดั่งเศษกระจกสีเงิน และจันทราใหม่ยังไม่ปรากฏขึ้น\nเรื่องราวของสองสาวพี่น้องที่เกิดในนามของมีตำหนิ เดิมทีไม่ควรเป็นผู้ได้รับพร\nแสงจันทร์เป็นสถานศักดิ์สิทธิ์สำหรับแขกผู้แปลกหน้า วิญญาณที่อ่อนแอกำลังแบ่งปันลมหายใจเดียวกัน\nในห้วงรอยแยกแห่งความเจ็บปวด ซึ่งแต่เดิมควรจะเป็นห้วงเวลาแห่งความสุขนั้น พวกเขาต่างซุกตัวเข้าหากันเพื่อซึมซับไออุ่นเล็ก ๆ น้อย ๆ ของกันและกัน\nทั้งสองเหลือเพียงแต่คุณยายเท่านั้นที่อยู่เคียงข้าง และภาพของโลกก็หลงเหลืออยู่เพียงในสมุดนิทานซีดจางเท่านั้น\nในหน้ากระดาษเก่าที่ทั้งเหลืองและขาดชำรุด ได้บรรยายถึงท้องฟ้าและผืนดินที่พวกเธอไม่เคยพบเห็นมาก่อน\nนกสีขาวโบยบินอย่างอิสระในหนังสือภาพ ปีกสีขาวบริสุทธิ์สยายอยู่ใต้แสงจันทร์อันสดใส\nด้วยความหลงใหลในสิ่งมีชีวิตที่มีอิสระ พวกเธอทั้งสองจึงให้คำมั่นสัญญาต่อกันเมื่อครั้งยังเยาว์วัย\nว่าจะต้องมีสักวันที่ได้โบยบินเคียงคู่กันไปสู่ท้องฟ้าอันกว้างใหญ่ เหมือนกับนกสีขาวตัวนั้น\nตั้งแต่วันนั้นที่เราเกิดมา เราก็มีกันแค่สองคนที่คอยอยู่เคียงข้างกัน\nหากวันที่เราต้องไปจากที่นี่มาถึง เราจะอยู่เคียงข้างกันเช่นนี้ตลอดไป\nหลายปีต่อมา หนึ่งในพวกเธอได้ผิดคำสัญญาที่เคยให้ไว้ และเดินทางไปยังที่ที่ห่างไกลตามลำพัง\nสถานที่แห่งนั้นไม่ใช่ท้องฟ้าอันสดใสเหมือนกับในนิทาน แต่กลับเป็นความมืดที่ดำสนิทยิ่งกว่าคืนเดือนมืด\nเธอจากไปพร้อมกับความฝันครึ่งหนึ่ง และความเจ็บปวดที่เดิมควรจะถูกแบ่งเบาไปอีกครึ่งหนึ่ง\nหลังจากนั้น Aila ก็ได้เป็นทูตจันทราขับขานคนแรกที่ผู้คนให้ความเคารพ และต้องทนทุกข์ทรมานมากขึ้นทวีคูณนับแต่นั้นมา\nที่แท้พี่ก็แค่โกหกกันสินะ... พี่สาวที่รักของฉัน คนเดียวที่ฉันเคยเชื่อใจ\nแต่ฉันจะไม่โกรธพี่หรอกนะ... เพราะฉันก็ไม่ได้คาดหวังอะไรกับผืนฟ้าที่อยู่ข้างนอกนั่นอีกแล้ว"
          }
        ]
      },
      {
        "title": "Holy Crown of the Believer",
        "desc": [
          {
            "type": "RichText",
            "text": "มันเป็นยุคสมัยที่แสงอันอ่อนโยนสีน้ำค้าง ได้แตกสลายดั่งเศษกระจกสีเงิน และจันทราใหม่ยังไม่ปรากฏขึ้น\nพรโบราณที่เหล่าทวยเทพได้ประทานให้ ในที่สุดก็จางหายไปเหมือนประกายบนทุ่งทุนดรา\nดวงจันทร์สุญตาที่ลอยอยู่บนท้องฟ้าได้เลือนหายไป ดินแดนที่ไม่อาจกลายเป็นดวงจันทร์ก็เริ่มเหือดแห้ง\nความสำเร็จอันยิ่งใหญ่ของผู้ที่เคยทำเรื่องอัศจรรย์ได้ในอดีตกาล เหลือทิ้งไว้เป็นเพียงเพลงสวดอันเลือนราง และกลายเป็นสิ่งที่ผู้คนกังวล\nก็ยังยากจะถักทอแสงสว่างที่ไหลเวียน ให้กลายเป็นบทเพลงสั่นสะเทือนโลก เฉกเช่นเดียวกับบรรพบุรุษของเธอได้\nไม่ว่าบรรพบุรุษของสุดเขตแดนเหนือ จะเคยสาบานต่อเทพเจ้าผู้ล่วงลับไว้ว่าอะไรก็ตาม\nลูกหลานของพวกเขา มนุษย์ที่อาศัยอยู่ในโลกใต้แสงจันทร์ทั้งหมด กลับมีชีวิตแสนสั้นดุจดั่งเปลวไฟ\nถ้าจะบอกว่า ในยุคสมัยที่ผู้คนยังมีโอกาสได้เห็นนักบุญหญิง และผู้นำพิธีเป็นตัวแทนของทวยเทพอยู่\nและถ้าผู้คนยอมเชื่อว่า จันทราใหม่จะลอยสูงขึ้นอีกครั้ง ท่ามกลางแสงสว่างที่แตกสลายไปแล้วละก็\nเส้นกั้นระหว่างความศรัทธากับคำโป้ปด พลันจางหายไปไม่ต่างอะไรกับหมอกยามเช้า\nตำนานเล่าว่า เขามงกุฎของทูตจันทราขับขานในทุกวันนี้ เป็นของขวัญที่จันทราน้ำค้างแข็งประทานมาให้ ในช่วงยุคสมัยแห่งการทำลายล้าง\nหลังจากต้นไม้สีเงินถูกหักโค่นไป เหล่านักบวชที่ตามหากิ่งไม้ขาว ก็ไม่สามารถหามงกุฎอันใหม่ได้อีก\nจอมนางแห่งจันทราเวทนาพวกเขา จึงใช้แสงจันทราพิสุทธิ์ที่ติดตัวมาตั้งแต่เกิด ถักทอเป็นมงกุฎศักดิ์สิทธิ์\nนั่นจึงเป็นเหตุผล ที่ผู้นำพิธีคนสุดท้ายได้ใช้เหล็กเย็นบริสุทธิ์ หลอมออกมาเป็นรัดเกล้าของเธอ\nในตอนนั้น Lovia เป็นเพียงนักบวชสาว ผู้ซึ่งไม่เคยเห็นพรจากแสงจันทร์เลยสักครั้ง\nเธอใฝ่ฝันที่จะใช้คำโกหกหลอกลวงตัวเองนี้ รักษาความเชื่อของผู้ศรัทธา\nจนกระทั่งหลายสิบปีต่อมา เขามงกุฎปลอมอันนั้นก็ได้จมดิ่งสู่เลือดอันโสมม และสะท้อนให้เห็นอยู่ในดวงตาของเธอ\nมันไม่ใช่แสงจันทร์ที่สว่างไสวอีกต่อไป แต่เป็นราตรีอันหนาวเหน็บที่ถูกเงาของเธอเองนั้นกลืนกิน"
          }
        ]
      },
      {
        "title": "Joyous Glory of the Pure",
        "desc": [
          {
            "type": "RichText",
            "text": "มันเป็นยุคสมัยที่แสงอันอ่อนโยนสีน้ำค้าง ได้แตกสลายดั่งเศษกระจกสีเงิน และจันทราใหม่ยังไม่ปรากฏขึ้น\nทายาทแห่งสุดเขตแดนเหนือ ไม่ได้ยินคำสอนจากสวรรค์เบื้องบนอีกต่อไป เปลวเพลิงแห่งความโกรธเกรี้ยว ได้เผาทำลายทุกสิ่งเฉกเช่นวันวาน\nวัตถุมหัศจรรย์ซึ่งครั้งหนึ่งนักบุญแห่งเมืองทองคำ เคยได้แสดงให้กับบรรพบุรุษเห็นนั้น กลับไม่มีใครรู้เลยว่าจะหลอมขึ้นมาได้อย่างไร\nทว่าความทะเยอทะยานของผู้ถูกเนรเทศและมนุษย์ปุถุชน มักจะหนักแน่นยิ่งกว่าเทพเจ้าเสมอ\nก็จงไปจับวัวป่ามาผูกติดกับคันไถ พร้อมกับใช้ไฟ จอบและเคียว ค่อย ๆ พิชิตทุ่งทุนดรานี้ไปทีละน้อย\nหากสูญเสียธนูอันทรงพลังที่ใช้ยิงโค่นเทพเจ้า และใช้ทะลวงภาพสะท้อนแห่งสวรรค์ไปละก็\nก็จงนำหัวผาลไถมาทำเป็นดาบ จงนำเคียวมาทำเป็นหอก และจงหลั่งเลือดมาจุดตะเกียงเพื่อขับไล่ความมืด\nหากพลังอำนาจแห่งการสรรสร้าง ที่ทูตสวรรค์อันทรงเกียรติประทานมาให้ได้ถูกทำลายไปแล้ว\nก็จงใช้วิธีการอันหยาบหยามและดั้งเดิมที่สุด และบทบัญญัติ ควบคุมการดำรงเผ่าพันธุ์ที่มีมาหลายร้อยชั่วอายุคน\nจนกว่าสิ่งมีชีวิตอันสมบูรณ์แบบจะเกิดมาบนโลก และหลอมรวมเป็นหนึ่งเดียวกับมนุษย์ปุถุชนในสักวัน\nความอดทนและความมุ่งมั่นของสรรพชีวิต จะต้องเอาชนะภัยพิบัติทั้งมวลได้ในที่สุด... อย่างน้อยพวกเขาก็เชื่อแบบนี้\nถึงยังไง ผู้ที่วางแผนอนาคตให้กับเผ่าพันธุ์ ก็ไม่จำเป็นต้องเผชิญกับความเจ็บปวด จากการดูถูกเหยียดหยามจากพวกเขาด้วยตัวเอง\nดื่มแสงจันทร์บริสุทธิ์นี้เข้าไปสิ เด็กน้อยของข้า หนูน้อยที่รักของข้า\nให้มันได้กลายเป็นเลือดเนื้อของพวกเจ้า แล้วพวกเจ้าก็จะคู่ควรที่จะได้รับพรจากเทพเจ้าด้วยเช่นกัน\nเฉกเช่นเดียวกับนักบุญแห่งเมืองทองคำที่เคยดื่มไวน์รสขม เพื่อช่วยเหลือเพื่อนร่วมอาณาจักรที่เขารักให้ได้รับอิสรภาพ\nพวกเจ้าควรซาบซึ้งในความเจ็บปวดอันยิ่งใหญ่นี้ เพราะท้ายที่สุดแล้ว ความเจ็บปวดนี้จะให้กำเนิดความสมบูรณ์แบบในสักวัน\nในตอนนั้นทั้งสองไม่อาจบอกได้ว่า สิ่งที่บรรจุอยู่ในถ้วยเงินโบราณจนเต็มนั้นคืออะไร\nแต่ถ้าท่านยายผู้มีเมตตาและอ่อนโยนพูดเช่นนั้น เกรงว่าก็คงจะเป็นพระประสงค์ของพระผู้เป็นเจ้า\nใช่แล้วล่ะ ทั้งหมดก็เพื่อความสมบูรณ์แบบ เพื่อเติมเต็มความปรารถนาอันน่าเศร้านานนับพันปี\nเพื่อสรวงสวรรค์ตามคำทำนาย และราชาผู้ที่จะมาเยือนโลกใบนี้แล้วนั้น จำเป็นต้องข้ามผ่านความโสมม และความยากลำบากนี้ไปก่อน..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Silken Moon's Serenade"
          }
        ]
      }
    ],
    "reliquarySetEffect": {
      "twoSetEffect": "เพิ่มประสิทธิภาพ การฟื้นฟูพลังงานขึ้น 20%",
      "fourSetEffect": "เมื่อสร้างความเสียหายธาตุ จะได้รับเอฟเฟกต์ Gleaming Moon: Devotion เป็นเวลา 8 วินาที: เมื่อลัคนาจันทร์ของทีมเป็นแย้มแสง/จรัสแสง ความชำนาญธาตุของตัวละครทั้งหมดในทีมจะเพิ่มขึ้น 60/120 หน่วย โดยสามารถทำให้เกิดเอฟเฟกต์นี้ได้ แม้ผู้สวมใส่จะอยู่ในทีม แต่ไม่ได้เข้าร่วมการต่อสู้ ทั้งนี้ ความเสียหายของปฏิกิริยาประกายจันทร์ที่ตัวละครทั้งหมดในทีมสร้างจะเพิ่มขึ้น 10% ตามเอฟเฟกต์ Gleaming Moon แต่ละชนิดที่ตัวละครในทีมมี โดยเอฟเฟกต์ที่เกิดจาก Gleaming Moon จะไม่สามารถซ้อนทับกันได้"
    }
  }
}