{
  "epId": 8544,
  "name": "ยานตรวจการณ์: โจมตีทรงพลัง",
  "desc": "จักรกลอัตโนมัติที่นำแนวคิดของกองเรือไปประยุกต์ใช้ในการต่อสู้ภาคพื้นดิน จึงเรียกว่า \"เรือติดอาวุธลาดตระเวนภาคพื้นดิน\"<br>ยานตรวจการณ์ที่ติดตั้งกลไกการเดินแบบสายพาน มักถูกนำไปใช้ในการต่อสู้แบบบุกโจมตี เพราะความสามารถในการรับน้ำหนักของช่วงล่างและการเดินป่าที่ยอดเยี่ยม พวกมันจึงบรรทุกอาวุธและเกราะที่ทั้งหนักและหนา เคลื่อนผ่านพื้นที่ทุรกันดารที่เต็มไปด้วยโคลนและหิมะละลายได้อย่างง่ายดาย อาวุธสอดแนมประสิทธิภาพสูงประกอบด้วยปืนกลอัตโนมัติหลายลำกล้อง ทำให้ ยานตรวจการณ์เลือกใช้กลยุทธ์ระหว่างการต่อสู้ระยะประชิดและระยะไกลได้อย่างอิสระ ไม่ว่าจะรักษาระยะห่างในการทำภารกิจลาดตระเวน หรือชิงข้อมูลของกองทัพศัตรูในการต่อสู้อันดุเดือด ยานตรวจการณ์รุ่นนี้ก็ทำได้อย่างสบาย ๆ",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/bbd671f0d9586412a8a7fcfe9268062c_5630102464057470155.png",
  "menuId": 7,
  "menuName": "ศัตรูและมอนสเตอร์",
  "version": 1757479047,
  "components": {
    "galleryCharacter": [
      {
        "key": "ยานตรวจการณ์: โจมตีทรงพลัง",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/b4ed6b0ff7188d327db52b83f21e3cb6_3880640897404621105.png"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ยานตรวจการณ์: โจมตีทรงพลัง"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "ฉายา",
        "value": [
          {
            "type": "RichText",
            "text": "กราวด์เอฟเฟกต์ทรงพลัง"
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8605,
        "name": "Broken Drive Shaft",
        "desc": "เพลาของยานตรวจการณ์ที่เสียหาย จากการต่อสู้<br>แม้จะเป็นงานฝีมือที่ประณีตแค่ไหน ก็ยากที่จะเอาชนะการสึกกร่อน ที่รุนแรงได้ เช่นเดียวกับที่ไม่ว่าอุดมคติจะยิ่งใหญ่แค่ไหน ก็ไม่อาจชุบชีวิตผู้ที่ต้องสังเวยเพราะอุดมคติของผู้อื่นกลับคืนมาได้ อีกอย่างการผลิตเป็นจำนวนมากด้วยเครื่องจักรนั้น จะบอกว่าประณีตก็คงยาก และอุดมคติที่ผลิตเป็นจำนวนมาก ก็คงเรียกว่าเป็นอุดมคติไม่ได้",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/e724f6f71ea0a46395b84b8af26dda20_6584226285579579622.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8606,
        "name": "Reinforced Drive Shaft",
        "desc": "เพลาของยานตรวจการณ์ ที่ได้รับการเสริมความแข็งแรง<br>กว่าจะได้การปรับปรุงที่ดูเล็กน้อยนี้ ต้องแลกมาด้วยรายงานความเสียหายนับไม่ถ้วน หากมองจากอีกมุมหนึ่ง ระบบการบริหารของกรมสรรพาวุธ แห่งจักรวรรดิ อาจซับซ้อนกว่าเครื่องจักรที่สร้างขึ้นมาเป็นหลายสิบเท่า ยังไงก็เป็นถึงยานตรวจการณ์ ที่ล้ำสมัยที่สุด ก็เลยไม่จำเป็นต้องเสียเวลา หลายเดือนหรือหลายปีในการสร้าง",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7a61b42008edbe7fc7356c011ef7b760_2213517549807440323.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8607,
        "name": "Precision Drive Shaft",
        "desc": "เพลาของยานตรวจการณ์ ที่ผลิตขึ้นมาอย่างประณีตโดยสำนักงานออกแบบ<br>ตามแบบแปลนที่วิศวกรจาก แดนเหนือออกแบบ เจ้าเพลาเล็ก ๆ ที่ไม่เตะตานี้เคยเป็นผลงาน อันสมบูรณ์แบบ ซึ่งเป็นสัญลักษณ์ของเกียรติยศและความก้าวหน้าทางเทคโนโลยี ผลลัพธ์ของปัญญาหลายชั่วอายุ ได้รวมอยู่ในชิ้นส่วนโลหะเล็ก ๆ นี้ มันจึงหล่นกระจายอยู่ในดินที่เย็นยะเยือก รอคอยการเก็บกู้ครั้งต่อไป",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/fcf444c3a40bf213f98a80cde35bf4ab_115132291217183169.png"
      }
    ]
  }
}