{
  "epId": 8546,
  "name": "ยานตรวจการณ์: กราวด์เอฟเฟกต์ทรงพลัง",
  "desc": "จักรกลอัตโนมัติที่ปรับใช้แนวคิดของกองทัพเรือในพื้นที่บนบก เรียกได้ว่าเป็น \"เรือรบพร้อมอาวุธบนแผ่นดิน\"<br>กลไกขับเคลื่อน \"แบบแรงยกลอยต่ำ\" โดยใช้วิธีพ่นของเหลวไปยังพื้นดินด้วยความเร็วสูง ระหว่างรักษาแรงผลักขึ้นก็จะสร้างความแตกต่างของความดัน ทำให้ยานตรวจการณ์สามารถ \"บิน\" อยู่ห่างจากพื้นดินในความสูงระดับหนึ่ง ได้รับความเร็วในการต่อสู้ที่น่าพอใจด้วยวิธีที่ประหยัดกว่าและหลีกเลี่ยงกับดัก เช่น ทุ่นระเบิด เพื่อจู่โจมอย่างมีประสิทธิภาพ แต่เนื่องจากข้อจำกัดในด้านต้นทุนและระยะเวลาในการเดินทาง น้ำหนักบรรทุกของยานตรวจการณ์แบบแรงยกลอยต่ำที่ผลิตจำนวนมากจึงมีจำกัด ปัจจุบันจึงเน้นติดตั้งอาวุธสอดแนมประสิทธิภาพสูงเป็นหลัก...",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/4a39b550f8ee587f9c701811b7668c4c_6198242411326559140.png",
  "menuId": 7,
  "menuName": "ศัตรูและมอนสเตอร์",
  "version": 1757479063,
  "components": {
    "galleryCharacter": [
      {
        "key": "ยานตรวจการณ์: กราวด์เอฟเฟกต์ทรงพลัง",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/5fedc61e402f65528f1d28998e702bc0_3874963179966023916.png"
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8605,
        "name": "Broken Drive Shaft",
        "desc": "เพลาของยานตรวจการณ์ที่เสียหาย จากการต่อสู้<br>แม้จะเป็นงานฝีมือที่ประณีตแค่ไหน ก็ยากที่จะเอาชนะการสึกกร่อน ที่รุนแรงได้ เช่นเดียวกับที่ไม่ว่าอุดมคติจะยิ่งใหญ่แค่ไหน ก็ไม่อาจชุบชีวิตผู้ที่ต้องสังเวยเพราะอุดมคติของผู้อื่นกลับคืนมาได้ อีกอย่างการผลิตเป็นจำนวนมากด้วยเครื่องจักรนั้น จะบอกว่าประณีตก็คงยาก และอุดมคติที่ผลิตเป็นจำนวนมาก ก็คงเรียกว่าเป็นอุดมคติไม่ได้",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/e724f6f71ea0a46395b84b8af26dda20_6584226285579579622.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8606,
        "name": "Reinforced Drive Shaft",
        "desc": "เพลาของยานตรวจการณ์ ที่ได้รับการเสริมความแข็งแรง<br>กว่าจะได้การปรับปรุงที่ดูเล็กน้อยนี้ ต้องแลกมาด้วยรายงานความเสียหายนับไม่ถ้วน หากมองจากอีกมุมหนึ่ง ระบบการบริหารของกรมสรรพาวุธ แห่งจักรวรรดิ อาจซับซ้อนกว่าเครื่องจักรที่สร้างขึ้นมาเป็นหลายสิบเท่า ยังไงก็เป็นถึงยานตรวจการณ์ ที่ล้ำสมัยที่สุด ก็เลยไม่จำเป็นต้องเสียเวลา หลายเดือนหรือหลายปีในการสร้าง",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7a61b42008edbe7fc7356c011ef7b760_2213517549807440323.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8607,
        "name": "Precision Drive Shaft",
        "desc": "เพลาของยานตรวจการณ์ ที่ผลิตขึ้นมาอย่างประณีตโดยสำนักงานออกแบบ<br>ตามแบบแปลนที่วิศวกรจาก แดนเหนือออกแบบ เจ้าเพลาเล็ก ๆ ที่ไม่เตะตานี้เคยเป็นผลงาน อันสมบูรณ์แบบ ซึ่งเป็นสัญลักษณ์ของเกียรติยศและความก้าวหน้าทางเทคโนโลยี ผลลัพธ์ของปัญญาหลายชั่วอายุ ได้รวมอยู่ในชิ้นส่วนโลหะเล็ก ๆ นี้ มันจึงหล่นกระจายอยู่ในดินที่เย็นยะเยือก รอคอยการเก็บกู้ครั้งต่อไป",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/fcf444c3a40bf213f98a80cde35bf4ab_115132291217183169.png"
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ยานตรวจการณ์: กราวด์เอฟเฟกต์ทรงพลัง"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "ฉายา",
        "value": [
          {
            "type": "RichText",
            "text": "กราวด์เอฟเฟกต์ทรงพลัง"
          }
        ]
      }
    ]
  }
}