{
  "epId": 8547,
  "name": "ยานตรวจการณ์: โจมตีรอบด้านขั้นสูง",
  "desc": "ยานตรวจการณ์ชั้นยอดที่ปรับสมดุลระหว่างเทคโนโลยีล้ำสมัย ต้นทุนการผลิตและอัตราการใช้งาน เพื่อมอบพลังเจาะทะลวงอันแข็งแกร่งให้ลำดับการต่อสู้ เป็นแกนหลักสำคัญในแนวรบ<br>อาวุธแบบจู่โจมรอบด้านได้รวมปืนกลอัตโนมัติหลายลำกล้อง และใบมีดหมุนระยะประชิดไว้ ทำให้ยานตรวจการณ์นี้รับมือกับกองทัพศัตรูได้ในทุกระยะการต่อสู้ ปืนใหญ่หนักทั้งสองแขนทำลายที่กำบังได้ ทำให้ฝ่ายป้องกันสูญเสียการคุ้มกันจากป้อมปราการ ตามข้อบังคับการรบที่เขียนร่วมกันโดย Fatui และวิทยาลัยทหารของราชวงศ์ เมื่อยานตรวจการณ์แบบจู่โจมรอบด้านที่มีเทคโนโลยีล้ำสมัยเริ่มการโจมตี ทุกหน่วยโดยรอบจะต้องร่วมมือกับมัน เปิดช่องโหว่ในแนวป้องกันของกองทัพศัตรูอย่างรวดเร็ว ทำการโจมตีในแนวลึกต่อไป แล้วทำลายแนวป้องกันของกองทัพศัตรูอย่างสมบูรณ์...",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/54e4cf08765006b4b7da7b044eff26d4_4755722916967116999.png",
  "menuId": 7,
  "menuName": "ศัตรูและมอนสเตอร์",
  "version": 1757479096,
  "components": {
    "galleryCharacter": [
      {
        "key": "ยานตรวจการณ์: โจมตีรอบด้านขั้นสูง ",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/9fbc9810386fd6b82e889619e9864e2b_7887763067793711684.png"
      },
      {
        "key": "แนะนำการเล่น",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/10/144837601/c2dfa3f3a27358626f2ea19082a281ec_3235905076520515967.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "ยานรบติดอาวุธสำหรับลาดตระเวนภาคพื้นดิน มีอาวุธยุทโธปกรณ์ที่ทรงพลัง และหลังจากผ่านการดัดแปลงแล้ว ยังสามารถใช้แรงจันทราผัน เพื่อใช้งานฟังก์ชันพิเศษได้ด้วย ในขณะที่พวกมันใช้แรงจันทราผัน <color=#ffd780>ใช้ชาร์จไฟฟ้าหรือปฏิกิริยาธาตุชาร์จจันทรา โจมตีให้ถึงจำนวนครั้งที่กำหนด</color> จะสามารถทำให้มันหยุดทำงานได้\nแต่ในเมื่อมันใช้แรงจันทราผัน... ไม่แน่ว่าจังหวะนี้ ถ้าใช้ประโยชน์จากคุณสมบัติของแรงจันทราผัน ก็อาจสร้างผลลัพธ์ที่คาดไม่ถึงในการโจมตีได้เหมือนกัน"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ยานตรวจการณ์: โจมตีรอบด้านขั้นสูง"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "ฉายา",
        "value": [
          {
            "type": "RichText",
            "text": "สอดแนมรอบด้านขั้นสูง"
          }
        ]
      }
    ]
  }
}