{
  "epId": 8549,
  "name": "ยานตรวจการณ์: กราวด์เอฟเฟกต์สนับสนุนการยิงขั้นสูง",
  "desc": "ยานตรวจการณ์ชั้นยอดที่ปรับสมดุลระหว่างเทคโนโลยีล้ำสมัย ต้นทุนการผลิตและอัตราการใช้งาน เพื่อมอบพลังเจาะทะลวงอันแข็งแกร่งให้ลำดับการต่อสู้ เป็นแกนหลักสำคัญในแนวรบ<br>หลังเปลี่ยนมาติดตั้งเครื่องยนต์ไอพ่นแรงสูง ยานตรวจการณ์รุ่นนี้ก็ได้รับความสามารถในการใช้อาวุธปืนได้หลากหลาย ยังส่งกำลังยิงที่ดีไปยังจุดใดก็ได้ในแนวรบได้ทันที ดังนั้น ในข้อบังคับการรบที่เขียนร่วมกันโดย Fatui และวิทยาลัยทหารของราชวงศ์ ในการต่อสู้ขนาดใหญ่ พวกมันควรถูกจัดตั้งเป็น \"หน่วยปฏิบัติการด่วน\" เพื่อป้องกันการเจาะทะลวงหรือโต้กลับของศัตรู รวมถึงขยายผลการรบในตอนที่สถานการณ์ได้เปรียบ แน่นอนว่ายานตรวจการณ์ที่มีเทคโนโลยีล้ำหน้าทั้งหมด ล้วนมีความสามารถในการทำภารกิจเดี่ยว ในปฏิบัติการต่อสู้ที่ยาวนาน พวกมันจะเป็นหัวใจหลักของหน่วยได้เสมอ แล้วแสดงพลังต่อสู้ของทหาร Fatui ต่าง ๆ ได้อย่างเต็มที่...",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/b599f1aec012ea4217093ee3835a5634_715119045354053191.png",
  "menuId": 7,
  "menuName": "ศัตรูและมอนสเตอร์",
  "version": 1757479107,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ยานตรวจการณ์: กราวด์เอฟเฟกต์สนับสนุนการยิงขั้นสูง"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "Fatui"
          }
        ]
      },
      {
        "key": "ฉายา",
        "value": [
          {
            "type": "RichText",
            "text": "กราวด์เอฟเฟกต์สนับสนุนการยิงขั้นสูง"
          }
        ]
      }
    ],
    "dropMaterial": [
      {
        "type": "CustomEntry",
        "epId": 757,
        "name": "Mora",
        "desc": "สกุลเงินทั่วไป ภาษาที่ไม่ว่าใครก็รู้จัก",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mora_icon.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8605,
        "name": "Broken Drive Shaft",
        "desc": "เพลาของยานตรวจการณ์ที่เสียหาย จากการต่อสู้<br>แม้จะเป็นงานฝีมือที่ประณีตแค่ไหน ก็ยากที่จะเอาชนะการสึกกร่อน ที่รุนแรงได้ เช่นเดียวกับที่ไม่ว่าอุดมคติจะยิ่งใหญ่แค่ไหน ก็ไม่อาจชุบชีวิตผู้ที่ต้องสังเวยเพราะอุดมคติของผู้อื่นกลับคืนมาได้ อีกอย่างการผลิตเป็นจำนวนมากด้วยเครื่องจักรนั้น จะบอกว่าประณีตก็คงยาก และอุดมคติที่ผลิตเป็นจำนวนมาก ก็คงเรียกว่าเป็นอุดมคติไม่ได้",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/e724f6f71ea0a46395b84b8af26dda20_6584226285579579622.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8606,
        "name": "Reinforced Drive Shaft",
        "desc": "เพลาของยานตรวจการณ์ ที่ได้รับการเสริมความแข็งแรง<br>กว่าจะได้การปรับปรุงที่ดูเล็กน้อยนี้ ต้องแลกมาด้วยรายงานความเสียหายนับไม่ถ้วน หากมองจากอีกมุมหนึ่ง ระบบการบริหารของกรมสรรพาวุธ แห่งจักรวรรดิ อาจซับซ้อนกว่าเครื่องจักรที่สร้างขึ้นมาเป็นหลายสิบเท่า ยังไงก็เป็นถึงยานตรวจการณ์ ที่ล้ำสมัยที่สุด ก็เลยไม่จำเป็นต้องเสียเวลา หลายเดือนหรือหลายปีในการสร้าง",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7a61b42008edbe7fc7356c011ef7b760_2213517549807440323.png"
      },
      {
        "type": "CustomEntry",
        "epId": 8607,
        "name": "Precision Drive Shaft",
        "desc": "เพลาของยานตรวจการณ์ ที่ผลิตขึ้นมาอย่างประณีตโดยสำนักงานออกแบบ<br>ตามแบบแปลนที่วิศวกรจาก แดนเหนือออกแบบ เจ้าเพลาเล็ก ๆ ที่ไม่เตะตานี้เคยเป็นผลงาน อันสมบูรณ์แบบ ซึ่งเป็นสัญลักษณ์ของเกียรติยศและความก้าวหน้าทางเทคโนโลยี ผลลัพธ์ของปัญญาหลายชั่วอายุ ได้รวมอยู่ในชิ้นส่วนโลหะเล็ก ๆ นี้ มันจึงหล่นกระจายอยู่ในดินที่เย็นยะเยือก รอคอยการเก็บกู้ครั้งต่อไป",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/fcf444c3a40bf213f98a80cde35bf4ab_115132291217183169.png"
      }
    ],
    "galleryCharacter": [
      {
        "key": "ยานตรวจการณ์: กราวด์เอฟเฟกต์สนับสนุนการยิงขั้นสูง",
        "img": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/48c222bffb54273c1223b847788636c1_8323047104105376785.png"
      },
      {
        "key": "แนะนำการเล่น",
        "img": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2025/09/10/144837601/c2dfa3f3a27358626f2ea19082a281ec_48531608558808562.png",
        "imgDesc": [
          {
            "type": "RichText",
            "text": "ยานรบติดอาวุธสำหรับลาดตระเวนภาคพื้นดิน มีอาวุธยุทโธปกรณ์ที่ทรงพลัง และหลังจากผ่านการดัดแปลงแล้ว ยังสามารถใช้แรงจันทราผัน เพื่อใช้งานฟังก์ชันพิเศษได้ด้วย ในขณะที่พวกมันใช้แรงจันทราผัน <color=#ffd780>ใช้ชาร์จไฟฟ้าหรือปฏิกิริยาธาตุชาร์จจันทรา โจมตีให้ถึงจำนวนครั้งที่กำหนด</color> จะสามารถทำให้มันหยุดทำงานได้\nแต่ในเมื่อมันใช้แรงจันทราผัน... ไม่แน่ว่าจังหวะนี้ ถ้าใช้ประโยชน์จากคุณสมบัติของแรงจันทราผัน ก็อาจสร้างผลลัพธ์ที่คาดไม่ถึงในการโจมตีได้เหมือนกัน"
          }
        ]
      }
    ]
  }
}