{
  "epId": 8644,
  "name": "สูตรอาหาร: Roulette Special",
  "desc": "สูตรอธิบายวิธีทำ \"Roulette Special\" โดยละเอียด",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/9cdbd4c12d8b09d21f658dff3b243948_8192890729192548674.png",
  "filterValues": {
    "objectType": [
      "สูตรอาหาร"
    ]
  },
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 1757729834,
  "components": {
    "customize": [
      {
        "type": "RichText",
        "text": "ส่วนประกอบ\n3x"
      },
      {
        "type": "CustomEntry",
        "epId": 8633,
        "name": "Lakkaberry",
        "desc": "ผลไม้สีขาวที่ใสราวกับไข่มุก มีรสชาติหวานสดชื่น<br>ในตำนานของลูกหลานจันทราน้ำค้างแข็ง Lakkaberry ก็เป็นของขวัญจากเทพธิดาแห่งจันทราเช่นเดียวกับภูตจันทรา ซึ่งนับว่าเป็นสัญลักษณ์ศักดิ์สิทธิ์ที่ได้รับพรจากจันทราใหม่ ดังนั้นการแบ่งปันและกิน Lakkaberry แสนอร่อยนี้ ก็ถือเป็นการแสดงความเคารพต่อ Kuutar เช่นกัน<br>แต่ถึงแม้จะไม่มีเรื่องราวที่เกี่ยวข้องกับเทพเจ้า แต่ผลไม้ที่เต็มไปด้วยความหวานเช่นนี้ ก็กระตุ้นต่อมรับรสของผู้คนได้แล้ว",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/113472b1b7808c86e40021d37a123b54_6540873875022247643.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "3x"
      },
      {
        "type": "CustomEntry",
        "epId": 8634,
        "name": "Midsommar Berry",
        "desc": "ผลไม้ที่เติบโตในเขตอบอุ่นของ Nod-Krai เป็นสิ่งโปรดปรานของสัตว์ที่ผ่านการจำศีลจากฤดูหนาว และเด็ก ๆ จอมตะกละ<br>ในมรดกตกทอดของลูกหลานจันทราน้ำค้างแข็ง Midsommar Berry ถือเป็นสัญลักษณ์ของ \"ชีวิต\" และ \"ความอุดมสมบูรณ์\" เพราะมันจะเจริญเติบโตและออกดอก เฉพาะในวันที่อากาศอบอุ่น ในฤดูใบไม้ผลิและฤดูร้อนเท่านั้น<br>มีเรื่องเล่าเกี่ยวกับการต่อสู้ชั่วนิรันดร์ระหว่าง \"ราชันเหมันต์\" และ \"ราชันคิมหันต์\" ในตำนานเล่าขานว่า ราชาฝาแฝดจะสังหารซึ่งกันและกัน และสลับกันฟื้นคืนชีพในยมโลก ตามฤดูกาลที่เปลี่ยนผัน เพื่อปกครองฤดูกาล ที่เป็นของพวกเขาเอง วนเวียนไปอย่างนี้จนกว่าจะถึงจุดสิ้นสุดของโลก นักวิชาการจาก Snezhnaya เชื่อว่านี่เป็นเพียงคำเปรียบเปรยเกี่ยวกับการเปลี่ยนฤดูที่เกิดขึ้น ตามความศรัทธาดั้งเดิม อย่างน้อยพวกเขาก็กล่อมตัวเองไปแบบนี้",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/5881670ecc481cfae87aa0919e23235d_7966422606854648136.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "2x"
      },
      {
        "type": "CustomEntry",
        "epId": 8625,
        "name": "Nocturnal Blossom",
        "desc": "ดอกไม้สองสีที่เข้ากับแรงจันทราผัน ได้เป็นอย่างดี เนื่องจากมีกลิ่นหอมอ่อน และสีสันที่โดดเด่น จึงมักถูกมองว่าเป็นสีย้อมธรรมชาติที่มีคุณภาพสูง<br>สีสันที่แตกต่างกันถูกมองว่าเป็นสัญลักษณ์ของแรงจันทราผันสองแบบที่แตกต่างกัน ดังนั้นบางครั้ง Nocturnal Blossom จึงถูกผู้ติดตามของลูกหลานจันทราน้ำค้างแข็ง มองว่าเป็นพรของเทพธิดาแห่งจันทราเช่นกัน<br>ว่ากันว่าหลายสิบปีหลังจากที่ภัยพิบัติอันมืดมนเมื่อห้าร้อยปีก่อนสิ้นสุดลง ดอกไม้รูปร่างประหลาดนี้ เพิ่งจะปรากฏขึ้นบนโลก พร้อมกับทูตจันทราขับขาน ซึ่งบทกวีส่วนใหญ่ของลูกหลานจันทราน้ำค้างแข็งต่างก็ใช้คำกล่าวนี้ แต่คำกล่าวนี้ ยังไม่เคยได้รับการพิสูจน์อย่างจริงจัง",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/4fc5669461132f8717217346aa0aaf97_3420342481677803160.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "1x"
      },
      {
        "type": "CustomEntry",
        "epId": 1547,
        "name": "Mint",
        "desc": "พืชใบที่มีส่วนผสมที่ทำให้เย็น ด้วยรสชาติที่เย็นสดชื่น สามารถใช้คลายร้อนได้เป็นอย่างดี",
        "iconUrl": "https://bbs.hoyolab.com/hoyowiki/picture/object/Mint_icon.png",
        "displayStyle": "text",
        "menuId": 9
      },
      {
        "type": "RichText",
        "text": "อาหาร"
      },
      {
        "type": "CustomEntry",
        "epId": 8677,
        "name": "Roulette Special",
        "desc": "เครื่องดื่มหลากสี แทนที่จะเรียกว่าอาหาร มันน่าจะเป็นเกมกระดานมากกว่า กติกาของเกมก็คือ เมื่อเข็มชี้ไปยังเครื่องดื่มแก้วไหน ก็ต้องดื่มแก้วนั้น Demyan ได้ปรับปรุงสูตรเครื่องดื่มมาแล้ว แตกต่างจากเครื่องดื่ม \"เรือธง\" ทั่วไป มันไม่มีแอลกอฮอล์ผสมอยู่ แต่มีรสชาติหวานเมื่อดื่ม",
        "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/49c7e48d043e2d7ab9a097dd2e9ac1fb_1725664259515710598.png",
        "displayStyle": "card",
        "menuId": 9
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "สูตรอาหาร: Roulette Special"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "สูตรอาหาร"
          }
        ]
      }
    ]
  }
}