{
  "epId": 8706,
  "name": "ยินดีต้อนรับสู่เมือง Nasha!",
  "desc": "แผนที่นำเที่ยวที่หาเจอหลังจากบังเอิญพบภูตจันทราที่ท่าเรือเมือง Nasha บนแผนที่ดูเหมือนจะบันทึกสถานที่น่าสนใจบางแห่งของเมือง Nasha เอาไว้",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/44ff970d6a2aa6c057a3373f85ff871c_1987179974368956843.png",
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ยินดีต้อนรับสู่เมือง Nasha!"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "[โครงการลงทุนของห้องหนังสือลึกลับ]\nร้านหนังสือไม่เพียงแต่ให้ความรู้เท่านั้น แต่ยังให้ความหวังอีกด้วย แม้ว่าการลงทุนจะมีความเสี่ยง แต่ได้ยินมาว่า นักลงทุนที่ได้รับผลตอบแทนมหาศาลจากโครงการก่อนหน้านี้ ได้บอกลาชีวิตการทำงานอันแสนยากลำบากที่ท่าเรือ และออกเดินทางรอบโลกแล้ว เราขอให้นักเดินทางท่านนี้จงเดินทางโดยสวัสดิภาพ!\nหากคุณสนใจโครงการลงทุน ก็ห้ามพลาดเชียวนะ!\nวงล้อแห่งโชคชะตาของ \"Speranza\"\nหากคิดว่าฮอทด็อกเป็นของขึ้นชื่อของ \"Speranza\" แล้วละก็ คิดผิดมหันต์แล้วล่ะ! เพราะคนท้องถิ่นย่อมไม่มีทางพลาดวงล้อแห่งโชคชะตา ที่อยู่ข้างร้านอย่างแน่นอน แม้จะดูเหมือนว่าเป็นวงล้อซึ่งดัดแปลงมาจากรูเล็ตต์สูตรพิเศษของ \"เรือธง\" ก็เถอะ... แต่นั่นไม่ใช่เรื่องสำคัญ!\nเอาเป็นว่า หลังจากหมุนวงล้อแล้ว วงล้อหยุดเมื่อใด \"ฮอทด็อก\" ก็จะทำนายดวงชะตาในวันนั้นให้กับคุณ\nน้ำตาลปั้นที่ทั้งสวยทั้งอร่อย\nHunajatta ใช้มืออันคล่องแคล่วทั้งสองข้างของเธอ ปั้นน้ำเชื่อมที่ผสมกับน้ำผึ้งจนออกมาเป็นรูปร่างน่าอัศจรรย์ สีสันสดใสของน้ำตาลปั้นได้แต่งเติมให้ชีวิตภายในเมือง Nasha ให้มีชีวิตชีวาขึ้นมาอย่างไม่ต้องสงสัย ฉันรับประกันได้เลยว่า แค่คำเดียวเท่านั้น รสชาติมันจะต้องหอมหวานยิ่งกว่ารอยยิ้มของ Hunajatta อย่างแน่นอน!\nแต่สิ่งที่ต้องพึงคำนึงก็คือ น้ำตาลปั้นล้วนใช้วัตถุดิบสดใหม่ในการทำ ทางที่ดีควรรีบกินให้เร็วที่สุดน่าจะดีกว่า!\nนักวิจัยผู้กระตือรือร้น\nLiouba นักวิจัยจากศูนย์วิทยาศาสตร์ Fontaine มายังเมือง Nasha ด้วยเหตุผลบางอย่าง ดูเหมือนกำลังทำงานวิจัยในเชิงนามธรรมอยู่... หากสามารถช่วยเธอทำการทดลองอันแปลกประหลาดนี้จนสำเร็จ บางทีอาจได้รางวัลที่เหนือความคาดหมายก็เป็นได้!"
          }
        ]
      }
    ]
  }
}