{
  "epId": 8720,
  "name": "Inscripta-Cognoscenti's Feather",
  "desc": "ขนอีกาสีดำสนิทดั่งความมืดในยามราตรี ว่ากันว่าเป็นโทเคนที่ Reed Miller ผู้ก่อตั้งกองโจรล่าสมบัติได้ทิ้งเอาไว้",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/80342508a3ddc5782f47c8bf3d087f11_2726327161650599153.png",
  "filterValues": {
    "objectType": [
      "ไอเทมเควสต์"
    ]
  },
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 1757776274,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Inscripta-Cognoscenti's Feather"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      }
    ],
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "ในตอนนั้น กระแสขุ่นมัวอันมืดมิดยังไม่เข้ารุกรานทุ่งน้ำแข็งอันแห้งแล้ง ผู้ยากจนที่มีฐานะต่ำต้อยยังสามารถหลับใหลอยู่ใต้ร่มเงาการคุ้มกันของภูต\nชีวิตแสนธรรมดาที่ไร้ซึ่งความฝันนั้น คงจะเรียกว่ายากลำบากไม่ได้ ผู้ที่ยอมขายแรงงานจะได้รับค่าตอบแทนเล็กน้อย ให้พอประทังชีวิตจากภัยหนาว\nเพราะความเมตตาของ Tsar แห่ง Snezhnaya นั้น กว้างใหญ่ไพศาลราวกับทะเลน้ำแข็ง ไม่เว้นแม้แต่กับผู้คนตัวเล็ก ๆ ที่มีอายุขัยแสนสั้นเหล่านั้น\nชนชั้นสูงผู้สูงศักดิ์เหล่านั้นเข้าใจในคำสอนเก่า ๆ อย่างถ่องแท้ ความฟุ่มเฟือยอย่างไม่รู้จักขอบเขตจะทำให้จิตวิญญาณอันเปราะบางของมนุษย์แปดเปื้อน\nดังนั้นจึงมีเพียงพวกเขา ที่ไม่สามารถดิ้นรนอยู่บนขอบของความหิวโหยและความหนาวเหน็บ และจำต้องแบกรับบาปแห่งความอิ่มเอมแทนพลเมืองของพวกเขา\nช่างเป็นปัญญาที่เปี่ยมด้วยเมตตา ช่างเป็นบรรทัดฐานอันสูงส่ง เหล่าขุนนางผู้สูงศักดิ์และสามัญชนนับไม่ถ้วน ต่างพากันสรรเสริญเกียรติยศอันสูงส่งของราชา\nผู้มีอำนาจที่เชิดชูเหล่าภูต เปรียบเสมือนบิดาผู้เข้มงวดที่คอยกำหนดลำดับขั้นให้แก่ผู้คนที่ทนทุกข์ต่อความยากลำบาก\nแต่ก็เหมือนกับการที่แสงสว่างอันขาวบริสุทธิ์ สามารถสะท้อนให้เห็นเงามืด ความหวังดีของเหล่าขุนนาง ยากจะทำให้ชาวบ้านผู้โง่เขลายอมรับและเข้าใจได้\nเมื่อมีผู้สร้างกำแพงสูงเพื่อปิดผนึกสมบัติ ย่อมต้องมีกลุ่มคนชั่วร้ายที่ละโมบและหมายปองสมบัติ\nก่อนที่กระแสขุ่นมัวอันมืดมิดที่กลืนกินสิ่งมีชีวิตจะมาถึง เจ้าแห่งสรวงสวรรค์และฝูงกาได้บุกเข้าไปในโรงละครแห่งประวัติศาสตร์\nเขาก็คือจอมโจรผู้ยิ่งใหญ่ Reed Miller ที่มีชื่อเสียงโด่งดังไปทั่วโลก\nไม่มีใครรู้ที่มาของจอมโจรผู้ยิ่งใหญ่ เช่นเดียวกับที่ไม่มีใครสามารถประกอบเจตนาที่แท้จริงของจอมโจรผู้ยิ่งใหญ่ จากคำโกหกนับไม่ถ้วนที่เขาถักทอขึ้นมาได้\nบางทีอาจจะเพื่อเย้ยหยันความบริสุทธิ์ของสีขาว หรืออาจจะเพื่อปลุกเร้าความกระหายและความขุ่นเคือง ที่ปราศจากสุ้มเสียงอยู่บนท้องถนน\nชายหนุ่มใช้ตราสัญลักษณ์ของอีกาดำ รวบรวมเหล่าชนชั้นต่ำที่ยังไม่ได้รับระเบียบและความเมตตา ก่อนจะประกาศหลักการที่อยู่นอกขอบเขตอำนาจ ให้กับเหล่ากองโจรล่าสมบัติดั้งเดิม\n\"พี่น้องที่ยากจน หิวโหย หนาวเหน็บ และถูกข่มเหงรังแก พี่น้องที่พลัดพรากจากบ้านมาอยู่ที่นี่\"\n\"หากคุณเคยน้อยเนื้อต่ำใจในโชคชะตาที่ไม่ยุติธรรม หากคุณเคยหลั่งน้ำตาเพราะความทุกข์และยากลำบากของเพื่อนบ้านในยามค่ำคืน\"\n\"หากคุณก็ปรารถนาจะมีที่ให้อยู่อาศัยโดยไม่ต้องหวาดกลัว หากคุณก็ปรารถนาที่จะได้เห็นโลกที่ไม่มีใครต้องหลั่งน้ำตา\"\n\"ถ้างั้นคุณกับพี่น้องของคุณก็จงมาร่วมแรงร่วมใจกัน เพื่อสลัดพันธนาการแห่งทาสให้หลุดพ้น และเข้าร่วมกับพวกเรา\"\n\"ปล่อยให้คนตายฝังศพคนตาย แล้วพวกคุณจงลุกขึ้นยืน หยิบเอาทรัพย์สมบัติของผู้เย่อหยิ่งเหล่านั้น มาสร้างสรวงสวรรค์ให้กับคนยากไร้ซะ\""
          }
        ]
      }
    ]
  }
}