{
  "epId": 8721,
  "name": "Weavenexa-Cognoscenti's Intoxication",
  "desc": "แก้วไวน์ที่ตกแต่งอย่างวิจิตรบรรจง ว่ากันว่าเป็นโทเคนที่ Reed Miller ผู้ก่อตั้งกองโจรล่าสมบัติได้ทิ้งเอาไว้",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/6c87295cc3410c75dd229093940b06c0_7430290384400639025.png",
  "filterValues": {
    "objectType": [
      "ไอเทมเควสต์"
    ]
  },
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 1757776260,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "ตำนานเล่ากันว่า ถ้วยไวน์ของจอมโจรผู้ยิ่งใหญ่ เคยเต็มไปด้วยไวน์ชั้นดีที่เลอรสที่สุดในโลก และยังเคยเก็บไวน์ราคาถูกกับหยดน้ำตาอันขมขื่น และโสโครกที่สุดในตรอกซอกซอยเอาไว้ด้วย\nนั่นคือช่วงเวลาที่สายฝนโลหิตดำค่อย ๆ กลายเป็นตำนานที่น่าสะพรึงกลัว ผู้หล่อคบไฟได้ขอความเมตตากรุณาจากประมุขคนใหม่ของ Snezhnaya ให้กับผู้คนย่านชายขอบ\nอาจเป็นเพราะต้องการตอบแทนบุญคุณของ Tsaritsa จอมโจรผู้ยิ่งใหญ่ได้เลิกแสวงหาทรัพย์สินจากเหล่าชนชั้นสูงที่สูญเสียอำนาจอีก\nเขาใช้ตัวตนและนามแฝงที่แตกต่างกันนับไม่ถ้วน ปลอบโยนความเจ็บช้ำของผู้คนผ่านบทเพลงและไวน์เลิศรส\nว่ากันว่าจอมโจรผู้ยิ่งใหญ่ภายใต้หน้ากากสีเงินนั้น มีใบหน้าที่สวยงามราวกับภูตแห่งแดนหิมะ\nเข้าร่วมงานเต้นรำของเหล่าชนชั้นสูงด้วยมารยาทที่สมบูรณ์แบบ และนอนเมาอยู่ในงานเลี้ยงฉลองของสามัญชนอย่างเป็นตัวเอง\nถักทอเรื่องราวที่ชวนให้ผู้มีชีวิตธรรมดา ๆ อย่างว่างเปล่าสองประเภทนี้ เกิดความประทับใจและจินตนาการไปไกล\n\"มาร้องเพลงฉลองให้กับช่วงเวลาที่ได้ดื่มด่ำนี้เถอะ ภูตที่รักของฉัน\"\n\"แด่มงกุฎที่หนีไม่พ้นการผุพัง และนามของจอมโจรผู้เป็นอมตะ\"\n\"ขโมยเอาหยดน้ำตาแห่งความเศร้าโศกจากโลกนี้ และส่งจุมพิตเย้ยหยันให้แก่เทพเจ้า\"\n\"ไม่ใช่เพื่อความสุข ไม่ใช่เพื่ออำนาจ แต่เพื่อรอยยิ้มของคนรักเท่านั้น\"\nจากเสียงกระซิบข้างหมอนของคนรัก และเสียงตะโกนอาละวาดของคนขี้เมา ผู้คนต่างหลงใหลในตัวจอมโจรผู้กล้าที่ทำได้ทุกอย่างในบทเพลงนั้น\nจนกระทั่งผู้ขับร้องและตัวเอกในบทเพลงกลายเป็นปริศนา และถูกกวีนับไม่ถ้วนขับร้องต่อไปในค่ำคืนที่แสนจะน่าเบื่อหน่าย..."
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "Weavenexa-Cognoscenti's Intoxication"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      }
    ]
  }
}