{
  "epId": 8730,
  "name": "บันทึกของ Semyon",
  "desc": "บันทึกที่เขียนไว้บนกระดาษลายหอยสังข์<br>จดบันทึกสิ่งที่ Semyon ได้พบเห็นในบึงเกลือทรายแดง รวมถึงการสังเกตแมงกะพรุนหัวพุ่ม และความกังวลของเขา ที่มีต่อสภาพความเป็นอยู่ของแมงกะพรุน",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/10/32ba03aed77c908d87833ad7003b3736_1423342399501301145.png",
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "แมงกะพรุนหัวพุ่ม\nว่ากันว่าที่ Nod-Krai มีสัตว์สายพันธุ์พิเศษ ซึ่งมีหนวดเรียวยาวรูปร่างคล้ายกับร่มสีชมพู ถิ่นฐานของพวกมันส่วนใหญ่ อยู่ในบริเวณเขตน้ำตื้นของบึงเกลือทรายแดง บริเวณเขตกระแสน้ำขึ้นน้ำลงแถบนั้นเป็นพื้นที่ที่พวกมันล่าเหยื่อขนาดเล็กที่ลอยอยู่ในน้ำ เมื่อกระแสน้ำลง พวกมันจะเกยตื้นอยู่บนหาดชายฝั่ง ฉันคาดว่า อาจเป็นเพราะในร่างกายของพวกมันมีถุงน้ำพิเศษ ซึ่งช่วยรักษาความชุ่มชื้นเอาไว้ได้ หรือไม่ก็มีต่อมหลั่งเมือกพิเศษ ซึ่งช่วยลดการสูญเสียความชุ่มชื้นของผิวได้ หนวดของพวกมันมีความแข็งแรงมากกว่าแมงกะพรุนทั่วไป และดูเหมือนจะมีพลังพิเศษบางอย่าง บางทีอาจเอาไว้ใช้ล่าเหยื่อของพวกมัน ฉันเคยใช้ไม้ท่อนเล็ก ๆ เขี่ยพวกมันด้วยความระมัดระวัง แต่กลับไม่พบอะไรที่แปลกออกไปเลย อีกอย่างพวกมันก็ไม่ได้โจมตีฉันด้วย (ฉันกล้าพูดได้เลยว่าในแก๊งหอยสังข์ คงไม่มีใครกล้าที่จะทำแบบนี้เหมือนอย่างฉันแน่นอน) พวกมันใช้หนวดในการ \"สื่อสาร\" ระหว่างกัน คล้ายกับมนุษย์เวลาจับมือกัน หรือแปะมือกัน จะว่าไปแล้ว เวลาพวกมันรวมตัวกัน พวกมันก็มักจะเคลื่อนไหวคล้ายกับการเต้นรำด้วย คงเป็น \"ภาษา\" เฉพาะของพวกมัน แม้ว่ามันจะไม่มีสมอง แต่ก็ใช่ว่าพวกมันจะไม่มีสติปัญญาเลยเสียทีเดียว\nน่าเสียดายที่อุปกรณ์ของ Fatui ได้ทำลายถิ่นฐานของพวกมันไปเกือบหมด อุปกรณ์เครื่องจักรที่พวกเขานำมาติดตั้ง ส่งเสียงดังทั้งวันทั้งคืน ฉันก็ไม่รู้เหมือนกันว่าอุปกรณ์พวกนั้นมีไว้ทำอะไร แต่ดูเหมือนว่าพื้นที่แถบนี้จะดูโรยราและไร้ชีวิตชีวา อาจเพราะขาดแคลนแหล่งอาหาร หรืออาจเป็นเพราะเสียงรบกวน หรือไม่ก็ทั้งสองอย่าง ฉันสังเกตเห็นแมงกะพรุนหัวพุ่มหลายตัวทรุดแน่นิ่งอยู่บนพื้น ฉันพยายามช่วยพวกมัน แต่ว่ามันก็สายเกินไปแล้ว"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "บันทึกของ Semyon"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      }
    ]
  }
}