{
  "epId": 8749,
  "name": "เพลงสวดแห่งสุดเขตแดนเหนือ (III)",
  "desc": "เพลงสวดที่สืบทอดจากรุ่นสู่รุ่นของลูกหลานจันทราน้ำค้างแข็ง รวบรวมขึ้นโดยผู้ประกอบพิธี Ehrnrooth ทว่าเนื้อหาและพิธีกรรมส่วนใหญ่ในนั้นได้ถูกยกเลิกไปแล้วในปัจจุบัน",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/288d84d9769eb1650cbe427026ebe402_5495273741062744782.png",
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "เพลงสวด XXI: เทพธิดาแห่งจันทราน้ำค้างแข็ง Huurrekuutar\nHuurrekuutar เอ๋ย มารดาแห่งแสงเรืองรองศักดิ์สิทธิ์ ขอท่านโปรดรับฟังคำอธิษฐานของข้า แล้วมองลงมาจากสวรรค์\nขอให้น้ำตาอันเงียบสงบของท่านกรีดผ่านค่ำคืนอันหนาวเหน็บ จุดคบเพลิงสีเงินที่ไม่มีวันมอดดับ แล้วมอบแสงสว่างนำทางผู้คนในสุดเขตแดนเหนือ\nHuurrekuutar เอ๋ย มารดาแห่งกระสวยเงินโบกสะบัด ขอท่านโปรดรับฟังคำอธิษฐานของข้า แล้วใช้ผ้าแพรบางประดับเต็มท้องนภา\nขอให้วิญญาณที่หลงทางเดินไปตามด้ายเงินที่ท่านถักทอออกมา และหลีกหนีจากมลทินในยมโลก ไม่ให้หลงทางในค่ำคืนอันหนาวเหน็บ\nHuurrekuutar เอ๋ย ไม่ว่าท่านจะนำทางพวกเราไปที่ใด พวกเราก็จะทำตามความปรารถนาของท่าน\nพวกเรายอมให้ค่ำคืนอันหนาวเหน็บแห่งเงามรณาบดบังดวงตา แต่จะไม่ยอมกว่าขับร้องบทเพลงให้แสงสว่างอันจอมปลอมอยู่ในความอัปยศ\n(หมายเหตุจากผู้ประกอบพิธี Ehrnrooth: นี่เป็นเวอร์ชันเก่าของเพลงสวดนี้ เนื้อหายังไม่แก้ไข ตอนแรกก็สั้นแบบนี้อยู่แล้ว เพราะมีเพียงเรื่องของเทพเจ้าผู้คุ้มครองบรรพบุรุษของพวกเราที่ไม่อาจกล่าวถึงมากเกินไปได้ มีเพียงต้นกำเนิด อดีตและอนาคตของจันทราทั้งหลายที่ไม่อาจบอกเล่าในบทเพลงได้ Aila ทูตจันทราขับขานคนแรกได้แก้ไขและย่อเนื้อหาเพลงสวดนี้ไปอีกขั้น เวลาสวดควรใช้ข้อความดังต่อไปนี้เป็นหลัก:\nจันทราน้ำค้างแข็งอันขาวผ่องเอ๋ย ในนามของทายาทแห่งสุดเขตแดนเหนือ ข้าวิงวอนให้ท่านมองลงมาจากฟากฟ้าเบื้องบน\nขอให้น้ำตาอันเงียบสงบของท่านกรีดผ่านค่ำคืนอันหนาวเหน็บ มอบแสงสว่างนำทางให้แก่พวกเราที่ถูกทอดทิ้งและลืมเลือน)\nเพลงสวด XXII: เทพธิดาแห่งจันทรา Kuutar\nจันทราใหม่อันบริสุทธิ์ไร้มลทินเอ๋ย ในนามของเทวทูตแห่งจันทราน้ำค้างแข็ง ข้าวิงวอนขอพรและความเมตตาจากท่าน\nขอให้ท่านชำระล้างบาปของพวกเรา ชะล้างความเจ็บปวดและน้ำตานับพัน ให้ผู้ซึ่งไร้วาสนาจะได้เห็นสรวงสวรรค์"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "เพลงสวดแห่งสุดเขตแดนเหนือ (III)"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      }
    ]
  }
}