{
  "epId": 8778,
  "name": "ตำนานจอมโจรผู้ยิ่งใหญ่ Reed Miller",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/03a8b4d8dffddbcfa26acf7e7aaba6ab_4182482964320066280.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "ตำนานจอมโจรผู้ยิ่งใหญ่ Reed Miller"
          }
        ]
      }
    ],
    "body": [
      {
        "title": "ตำนานจอมโจรผู้ยิ่งใหญ่ Reed Miller (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "รวมเรื่องสั้นคดีปริศนาพิศวง 10 Mora! จอมโจร Reed Miller กับเครื่องโม่สามสมบัติ (SAMPO) (ฉบับรวมเล่มปกแข็งรายไตรมาส)\n(นิยายบันเทิงราคาถูกที่แพร่หลายในเมือง Nasha เล่มละ 10 Mora เท่านั้น ว่ากันตามหลักแล้วเนื้อหาควรจะบอกเล่าถึงการที่จอมโจร Reed Miller เข้าไปขโมยเครื่องโม่สามสมบัติ อันเป็นรีลิกส์แห่งจันทราน้ำค้างแข็งจากทำเนียบผู้ว่าการ แต่ดูเหมือนว่าเพื่อดึงดูดผู้อ่าน เนื้อหาส่วนใหญ่กลับกลายเป็นการเล่า เรื่องราวของเหล่าหญิงงาม ที่แก่งแย่งชิงดีกันเพื่อเอาชนะใจ Reed Miller)\n...\nบทที่ 4\nโฉมงามผู้เป็นอันตรายยิ่งกว่าเหยี่ยวล่าเหยื่อ! \"Wagtail\" ปรากฏกาย! ท่ามกลางแสงจันทร์ นางได้ย่างกรายเข้าหาจอมโจร Reed Miller เพื่อจุดประสงค์ใดกันแน่...!\nตายจริง ทอดทิ้งเหล่าสตรีผู้น่ารักข้างกาย มาชมจันทร์เพียงลำพังในที่อย่างนี้งั้นเหรอ ที่รัก? ช่างเป็นบุรุษที่เลือดเย็นซะจริงนะ\nน้ำเสียงอันอ่อนหวานนั้น นุ่มนวลราวดั่งแพรพรรณชั้นเลิศแห่ง Liyue ทว่ากลับแฝงเร้นด้วยความอำมหิตที่แหลมคม และยากจะสังเกตเห็นราวกับหนามแหลมของ Sumeru Rose ซึ่ง Reed Miller ไม่ได้หันกลับไปมอง เพราะเขาคุ้นเคยกับน้ำเสียงนั้นเป็นอย่างดี\nพริบตาต่อมา ร่างอันเย้ายวนของสตรีผู้หนึ่ง ก็ร่อนลงสู่ข้างกายเขาด้วยท่วงท่าสง่างามดุจแมว นางคือหญิงสาววัยยี่สิบต้น ๆ เรือนผมยาวสีม่วงไลแลคสยายลงบนช่วงไหล่ และลำคอขาวผ่องที่เปิดเปลือย ชุดราตรีสีเงินพลิ้วไหวดั่งแสงจันทร์ช่วยขับเน้นสรีระของนางให้เด่นชัด แต่ก็มิอาจซ่อนเร้นแววหยอกเย้าอย่างมุ่งร้าย ที่เปี่ยมล้นอยู่ในดวงตาสีน้ำตาลแดงคู่นั้นได้\nนี่คือ \"Wagtail\" หรือสำหรับคนเพียงหยิบมือ ที่สามารถเข้าใกล้นางได้อย่าง Reed Miller บางครั้งก็จะเรียกขานนางว่า \"A\" โฉมงามใจอสรพิษหนึ่งเดียวใน Nod-Krai ผู้ซึ่งมีฝีมือการลักขโมยและความฉาวโฉ่ ในการโจรกรรมสมบัติทัดเทียมกับจอมโจร ไม่ว่าจะเป็นสมบัติล้ำค่าเพียงใด ขอเพียงนางปรารถนา มันก็จะตกอยู่ในกำมือของนางอย่างง่ายดาย และเมื่อนางเล่นไปสักพักจนเบื่ออย่างรวดเร็วแล้ว ก็จะโยนมันทิ้งให้ขอทานในตรอกซอกซอยตามแต่อารมณ์ หรือไม่ก็โยนทิ้งลงทะเลราวกับขยะชิ้นหนึ่ง ในแวดวงสังคม บุรุษนับไม่ถ้วนต่างแก่งแย่งกันเอาอกเอาใจนาง ซึ่งนางเองก็เพลิดเพลินกับการปั่นหัวพวกเขา แต่กลับไม่เคยตอบรับความรักของผู้ใดเลยแม้แต่คนเดียว...\nคนร้ายกาจอย่างนาง มีเพียงสิ่งเดียวที่ยังไม่ได้มาครอบครองอย่างใจหวัง นั่นก็คือหัวใจของจอมโจร Reed Miller และอาจเป็นเพราะเหตุนี้เอง ที่ทำให้นางยิ่งหลงใหลในตัวบุรุษผู้ที่ทั้งหล่อเหลาทั้งลึกลับคนนี้มากขึ้นไปอีก และพยายามทุกวิถีทาง เพื่อทำให้หัวใจของเขาตกเป็นของนางแต่เพียงผู้เดียว\nฉันได้กลิ่นน้ำหอมราคาแพงกับความทะเยอทะยานราคาถูก Wagtail\nนางหัวเราะ ราวกับเป็นเรื่องปกติธรรมดา ก่อนจะโน้มกายนั่งลงข้างจอมโจร แล้วขยับเข้าใกล้อย่างแนบชิด\nอะไรกัน หึงที่ชายอื่นมอบน้ำหอมให้ฉันเหรอ? ปลายนิ้วเรียวภายใต้ถุงมือผ้าไหมลูบไล้ไปตามแขนขวาของเขา \"แต่ฉันน่ะ ได้กลิ่นของความมั่นใจที่มากเกินเหตุนะ Reed เป้าหมายของเธอคือเครื่องโม่สามสมบัติ ซึ่งมันออกจะโจ่งแจ้งเกินไปหน่อยสำหรับเธอนะ ว่ามั้ย ที่รัก?\"\nถูกต้อง 'เครื่องโม่สามสมบัติ' ที่ชิงมาจาก 'ลูกหลานจันทราน้ำค้างแข็ง' พร้อมกับทรัพย์สินอื่น ๆ ที่ได้มาโดยมิชอบ ฉันจะบีบให้ท่านผู้ว่าการนั่นส่งคืนทั้งหมด Reed Miller หันมาสบตานางในที่สุด ทำให้หัวใจของอีกฝ่ายสั่นไหวอย่างไม่อาจควบคุม พวงแก้มขาวผ่องพลันปรากฏรอยแดงระเรื่อขึ้นมาอย่างห้ามไม่ได้ แต่นางก็ยังฝืนปั้นรอยยิ้มเย้ายวนแฝงแววหยอกล้อออกมา \"คืนนี้ที่นี่คือเวทีของฉัน เธอไปหาที่อื่นเถอะ\"\nเหลวไหล นางโน้มตัวเข้าใกล้ จนริมฝีปากแทบจะสัมผัสกับใบหน้าของเขา \"เวทีนี้ใหญ่พอสำหรับสองคน แต่สปอตไลท์... สปอตไลท์ส่องได้แค่คนเดียวเท่านั้น ฉันจะชิงเครื่องโม่สามสมบัติมาก่อนเธอให้ได้ ที่รัก... แล้วหลังจากนั้น ถ้าเธอทำให้ฉันพอใจได้ล่ะก็ บางทีฉันอาจจะใจดีให้เธอได้มองมันจากที่ไกล ๆ สักหน่อย\"\nชิ้ง!\nพอสิ้นเสียง นางก็ชักกริชเรียวบางแต่ดุดันออกมาด้วยความเร็วดุจสายฟ้า ซึ่งจอมโจรคุ้นเคยกับนิสัยของนางดี สตรีผู้นี้เพลิดเพลินการจู่โจมที่ไร้ความหมาย, ดูอันตราย และไม่คาดฝันเช่นนี้ ทั้ง ๆ ที่นางก็รู้ดีว่าเขาจะต้องป้องกันได้เสมอ เขาเพียงแค่ยกแขนขึ้น ก็ใช้สนับแขนปัดป้องคมมีดของนางให้ออกไปได้ โลหะและโลหะกระทบกันอย่างดุเดือดเพียงชั่วพริบตา\nยังคงทำอะไรตามอำเภอใจเช่นเคยนะ ถ้ายังเป็นแบบนี้ต่อไป ไม่ช้าก็เร็วเธอจะต้องเสียท่าเข้าสักวัน Wagtail\nหึ การทำอะไรตามอำเภอใจเป็นสิทธิพิเศษของคนสวยอย่างฉัน ถ้าเธอไม่พอใจ ก็มาสั่งสอนฉันด้วยตัวเองสิ ที่รัก\nนางถอยหลังไปสองก้าวราวกับสายลมบางเบาใต้แสงจันทร์ พร้อมทั้งส่งจูบเบา ๆ ให้กับเขา แล้วพลันกระโจนหายวับไปในเงามืดใต้หอคอยสูง ทิ้งไว้เพียงกลิ่นน้ำหอมราคาแพง ที่ยังคงอบอวลอยู่ในอากาศอันหนาวเหน็บยามค่ำคืน\n(ส่วนตรงกลางถูกใครบางคนฉีกออกไป บางทีอาจถูกนำไปใช้เพื่อวัตถุประสงค์อื่นนอกเหนือจากการอ่าน...)\nบทที่ 17\nในขณะที่ผู้ว่าการกำลังเดือดดาลอย่างหนักเรื่องที่เครื่องโม่สามสมบัติถูกขโมยไป จู่ ๆ เหล่านักสืบจาก Snezhnaya ก็กรูกันเข้ามามัดตัวเขาไว้! หรือว่า...!\nฮ่า ท่านผู้ว่าการ ท่านคงจะโกรธจนเลอะเลือนไปแล้ว ถึงได้จำไม่ได้ว่าจอมโจร Reed Miller นั่นเป็นคนแบบไหน ท่านลืมไปแล้วเหรอ? ว่าเจ้าคนน่ารังเกียจที่เที่ยวขโมยของชาวบ้านไปทั่วนั่นน่ะ เดิมทีก็เป็นยอดฝีมือด้านการปลอมตัวอยู่แล้ว ไม่ว่าจะเป็นชายหญิงหรือเด็กชรา ก็สวมรอยได้อย่างแนบเนียนจนเหมือนจริง ไม่ใช่รึไง?\nกะ... แก... เป็นไปไม่ได้ เรื่องบ้า ๆ แบบนี้มันจะเป็นไปได้ยังไง! ถ้าแกเป็น Leonov ตัวปลอมล่ะก็ คนของหน่วยพิเศษก็ต้อง...\nชายที่อ้างตัวว่าเป็น \"นักสืบ Leonov\" หัวเราะลั่น เขาเดินวนรอบตัวผู้ว่าการที่ถูกมัดอยู่สองรอบอย่างไม่รีบร้อน ราวกับกำลังเยาะเย้ยข้อสันนิษฐานที่อีกฝ่ายคิดว่าตัวเองฉลาดนักหนา\nหน่วยพิเศษงั้นเหรอ? ท่านคงไม่ได้หมายถึงกลุ่มคนที่จับท่านมัด แล้วก็เฝ้าทำเนียบผู้ว่าการทั้งหมดนี่ไว้ไม่ให้ใครเข้ามาหรอกนะ? พวกนั้นเป็นลูกน้องของฉันเอง ฉันให้พวกเขาปลอมเป็นหน่วยพิเศษ แล้วลูกน้องของท่านก็เชื่อสนิทใจโดยไม่มีข้อสงสัยเลย! อะไรกัน ท่านผู้ว่าการ ท่านคงไม่รู้สินะว่าทหารของ Snezhnaya น่ะ เชื่อฟังคำสั่งทุกอย่างที่มาจากเบื้องบน หรือคนที่ปลอมเป็นเบื้องบนอย่างไม่มีเงื่อนไขขนาดไหน? ป่านนี้ สมบัติลับของลูกหลานจันทราน้ำค้างแข็ง คงถูกส่งคืนสู่อ้อมอกของท่านนักบุญหญิงอย่างปลอดภัยแล้วล่ะ เว้นเสียแต่ว่าท่านคิดจะขัดต่อพระประสงค์ของท่าน Tsar แล้วเปิดศึกกับลูกหลานจันทราน้ำค้างแข็งโดยตรง ไม่อย่างนั้นการทวงคืนเครื่องโม่สามสมบัติก็ถือเป็นเรื่องที่เป็นไปไม่ได้แล้วล่ะ\nแก... ไอ้อาชญากรสารเลว ไอ้โจรที่สมควรถูกสาปแช่ง! ถ้าแกแค่ขโมยเครื่องโม่สามสมบัติไปก็แล้วไปสิ แต่นี่ทำไมต้องมาปล้นของสะสมส่วนตัวของฉันไปด้วย!\nแล้วมันจะทำไมล่ะ? ของสะสมที่ท่านคิดว่าเป็นของท่าน... ที่ดินที่ท่านตีตราว่าตัวเองเป็นเจ้าของเหล่านั้น ก็ล้วนเป็นสิ่งที่ท่านขโมยมาจากคนยากจนที่นี่ไม่ใช่รึไง? ท่วงท่าของชายคนนั้นยังคงสง่างามเช่นเดิม ราวกับว่าคำสบถด่าด้วยใบหน้าแดงก่ำของผู้ว่าการ ไม่ได้ส่งผลกระทบต่อเขาเลยแม้แต่น้อย \"เราปกป้องอิสรภาพของเราด้วยวิถีทางของเราเอง เพราะนอกจากพวกเราแล้ว ก็ไม่มีใครที่จะต่อสู้เพื่ออิสรภาพของพวกเราอีก โจรที่ปล้นสะดมชาวบ้าน กับผู้ว่าการผู้สูงส่ง... ในสายตาของฉันก็ไม่ต่างกันหรอก แต่ท่านวางใจได้ พวกเราแค่คืนทรัพย์สมบัติเหล่านี้กลับสู่เจ้าของเดิมเท่านั้น ไม่ได้คิดจะยึดครองไว้เป็นของส่วนตัวแม้แต่ชิ้นเดียว\"\nขณะเดียวกัน อีกมุมหนึ่งของห้อง \"Wagtail\" ที่ปลอมตัวเป็นนักสืบอยู่ ก็ถอนหายใจแผ่วเบา ด้วยเสียงที่ผู้ว่าการไม่ได้ยิน\nเฮ้อ เป็นชายที่หมดทางเยียวยาจริง ๆ เลยนะ ปากก็บอกว่าจะไม่เก็บสมบัติล้ำค่าไว้เป็นของตัวเองแม้แต่ชิ้นเดียว แต่สุดท้าย ก็แอบเก็บซ่อนสมบัติที่ล้ำค่าที่สุดของจันทราน้ำค้างแข็งไว้กับตัวจนได้...\nเมื่อได้ยินคำพูดของเธอ \"Shadow Weasel\" ที่อยู่ข้าง ๆ ก็ชะงักไปครู่หนึ่ง จนถึงกับต้องละสายตาจากพ่อบุญธรรมของตนที่ถูกมัดอยู่กลางห้อง\nตะ... ตั้งแต่เมื่อไหร่กัน? คุณ Reed Miller น่าจะมอบเครื่องโม่สามสมบัติให้กับนักบุญหญิงท่านนั้นไปแล้วนี่นา หรือว่าเขาแอบสับเปลี่ยนเป็นของปลอมตอนที่เราไม่ทันสังเกต...\nอ๊ะตายจริง ยังไม่เข้าใจอีกเหรอ? ก็เพราะอย่างนี้ไง สาวน้อยอย่างพวกเธอถึงได้โดนผู้ชายคนนั้นหลอกเอา... หญิงสาวแสร้งถอนหายใจอย่างเว่อร์วัง \"สิ่งที่เขาขโมยไปน่ะ... ไม่ใช่ของอย่างอื่นเลย แต่เป็นดวงใจที่ธิดาแห่งจันทราน้ำค้างแข็งแอบมอบให้ต่างหากล่ะ\""
          }
        ]
      },
      {
        "title": "ตำนานจอมโจรผู้ยิ่งใหญ่ Reed Miller (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "คุณหนูผู้ไม่เชื่อในความรัก จะตกหลุมรักใครตั้งแต่แรกพบกันนะ?\n(หนังสือบันเทิงที่เป็นที่นิยมใน Nod-Krai บอกเล่าเรื่องราวความรัก ในการพบกันครั้งแรกระหว่างจอมโจร Reed Miller และคุณหนู Leonita Prokhorovna Trubetskaya บุตรีของผู้ว่าการ คำเตือน: เรื่องนี้เป็นเรื่องราวที่สมมติขึ้นเท่านั้น และไม่มีส่วนเกี่ยวข้องกับสถานที่ บุคคล หรือเหตุการณ์จริงใด ๆ)\nคุณหนู Leonita Prokhorovna Trubetskaya แก้วตาดวงใจของผู้ว่าการแห่ง Nod-Krai กำลังเดินนำสาวใช้ไปยังห้องอาหาร แม้ในใจจะร้อนรน แต่ทุกท่วงท่าก้าวย่างยังคงสง่างาม เพราะยังไงคุณหนูก็ต้องมีมารยาทเหมือนคุณหนูอยู่แล้ว\nเธอใส่ใจกับหนังสือพิมพ์ฉบับเช้าของวันนี้เป็นพิเศษ ถ้าเธอคาดการณ์ไม่ผิด วันนี้จะเป็นวันที่จอมโจร Reed Miller ลงจดหมายเตือนการโจรกรรมออกมา บางที แค่บางทีนะ เธออาจจะเริ่มจับทางรูปแบบการลงมือของเจ้าอีกาเจ้าเล่ห์คนนี้ได้แล้ว พอคิดว่าลูกน้องของท่านพ่อทำได้แค่วิ่งไล่จับเงาของเจ้าหมอนั่น เธอก็อดที่จะรู้สึกหงุดหงิดไม่ได้: \"ฮึ่ม ฉันจะต้องจับเธอให้ได้เลยคอยดู!\"\nดูเหมือนว่าวันนี้ท่านพ่อของเธอ จะใช้เวลาอ่านหนังสือพิมพ์นานเป็นพิเศษ Leonita กลืนขนมปังปิ้งลงคอ ก่อนจะเอ่ยถามอย่างเรียบเฉย:\nท่านพ่อ มีข่าวอะไรรึเปล่า?\nอืม... ไม่ใช่เรื่องที่ Leonita ตัวน้อยของพ่อต้องกังวลหรอก ลอร์ด Trubetskoy วางหนังสือพิมพ์ลง แล้วหันมายิ้มให้ลูกสาวพร้อมเอ่ยขึ้นว่า: \"เรียกช่างทำอัญมณีเข้ามา\"\nพูดจบ หนุ่มรับใช้ผมแดงข้างกายผู้ว่าการ ก็นำชายคนหนึ่งที่ถือกล่องเครื่องประดับเข้ามาพร้อมกับน้อมคำนับ ผู้ว่าการเพียงแค่เหลือบมองครั้งเดียว ก็ส่งสัญญาณให้ชายคนนั้นนำกล่องไปให้คุณหนู ทันใดนั้นผู้ว่าการก็ได้เห็นแววตาประหลาดใจของลูกสาวพอดี \"อะไรกัน คงไม่ได้คิดว่าพ่อลืมวันเกิดลูกหรอกนะ? งานเต้นรำในอีกสามวันข้างหน้า Leonita ตัวน้อยของพ่อจะต้องเป็นหญิงสาวที่เจิดจรัสที่สุดใน Snezhnaya... ไม่สิ ที่สุดในทั่วทั้ง Teyvat เลยล่ะ ลองใส่ให้พ่อดูหน่อยสิ!\"\nLeonita ทำตามอย่างว่าง่าย เธอหยิบสร้อยคอเส้นนั้นออกจากกล่องแล้วสวมมัน ของที่ท่านพ่อของเธอเลือกย่อมเป็นของดี มองปราดเดียวก็รู้ว่าเป็นงานออกแบบและเจียระไนจาก Fontaine ส่วนอัญมณีที่ประดับอยู่ตรงกลางนั้น คุณภาพเหนือกว่าของชั้นเลิศจาก Natlan เสียอีก \"ถึงจะเร็วไปหน่อย แต่ในฐานะพ่อ พ่อก็ควรจะเป็นคนพูดคำนี้ก่อนใคร สุขสันต์วันเกิดนะ ลูกรัก!\" ผู้ว่าการมองไปที่สร้อยคอพลางกล่าวต่อ:\nในวันงานเต้นรำต้องใส่มันไปด้วยนะ พอถึงเวลานั้นจะมีแขกคนสำคัญมาเยือน พ่อจะพาลูกไปแนะนำให้รู้จัก\nน้ำเสียงท่านพ่อของเธอจริงจังมาก จนเธอพอจะเดาได้ว่าเกิดอะไรขึ้น เมื่อผ่านวันเกิดปีนี้ไป เธอก็จะถึงวัยที่คุณหนูสูงศักดิ์ควรจะหมั้นหมายแล้ว ในฐานะคุณหนูใหญ่แห่งตระกูลผู้ว่าการ เรื่องแต่งงานย่อมไม่ใช่เรื่องที่เธอจะตัดสินใจเองได้ และคู่หมายหมั้นคงหนีไม่พ้นบุตรชายของผู้มีอำนาจสักคนใน Snezhnaya นี่จึงเป็นเหตุผลที่ Leonita ไม่เคยเชื่อในความรัก เพราะถึงจะเชื่อไปก็ไม่มีความหมาย และที่ผู้ว่าการโปรดปราน Leonita เป็นพิเศษนั้น แน่นอนว่าเป็นเพราะชื่นชมในความเฉลียวฉลาดและความงามของเธอ แต่ที่สำคัญกว่านั้น คือความนอบน้อมและรู้จักกาลเทศะที่เธอแสดงออกมา ในฐานะลูกสาวบุญธรรม ซึ่งสอดคล้องกับภาพลักษณ์ของ \"ลูกสาว\" ในอุดมคติของเขาทุกประการ\nแน่นอนว่า นั่นก็เป็นเพียงแค่หนึ่งในหลาย ๆ เหตุผลเท่านั้น\nลูกเข้าใจแล้วค่ะ ท่านพ่อ เขาเอื้อมมือมาลูบศีรษะลูกสาวอย่างชื่นชม ก่อนจะเก็บรอยยิ้มในฐานะพ่อกลับไป แล้วเปลี่ยนเป็นผู้ว่าการผู้น่าเกรงขาม เพื่อกลับไปจัดการงานราชการต่อ\nเธอมองตามแผ่นหลังของท่านพ่อไป ความรู้สึกผิดหวังเล็กน้อยผุดขึ้นในใจอย่างไม่รู้สึกตัว ก่อนจะค่อย ๆ ผ่อนลมหายใจออกมา เพื่อจัดการกับอารมณ์ของตนเอง ใช่แล้ว ได้เวลาทำเรื่องสำคัญแล้ว เธอยกหนังสือพิมพ์ฉบับเช้าบนโต๊ะขึ้นมา... และก็เป็นไปตามคาด บนพาดหัวข่าวใหญ่ มีจดหมายที่ประทับตราขนนกสีดำอย่างเด่นหราอยู่:\nถึง ท่านผู้ว่าการ\nในคืนเดือนมืดอีกสามวันให้หลัง สมบัติล้ำค่าที่สุดของท่านจะตกเป็นของฉัน\nขอขอบคุณในความเอื้อเฟื้อของท่าน\nขอแสดงความนับถือ Reed Miller\nเป็นไงบ้าง? แยกออกรึเปล่า?\nช่างทำอัญมณีจาก Fontaine มองหนุ่มรับใช้ผมแดงสองคน ที่เดินออกมาจากห้องเปลี่ยนเสื้อผ้าด้วยความประหลาดใจ แน่นอนว่าในสองคนนี้ มีเพียงคนเดียวที่เป็นหนุ่มรับใช้ชั้นโทแห่งทำเนียบผู้ว่าการตัวจริง\nซ้าย... อืม เดี๋ยวนะ...ขวา? ไม่ ๆ ไม่ใช่สิ มันคือ... ขวา ขวา! ฉันเดาว่า... ไม่สิ ฉะ...ฉันหมายถึงฉันคิดว่าทางขวาต่างหากล่ะ!\nถึงกับต้องเดาเลยเหรอ... หนุ่มรับใช้ทางขวาดูไม่ค่อยสบอารมณ์นัก\nแน่ใจเหรอ? ถ้าทายผิดขึ้นมา คืนนี้แย่เลยนะ! หนุ่มรับใช้ทางซ้ายพูดหยอกเย้า\nทางขวา! ช่างทำอัญมณีตอบด้วยสีหน้าแน่วแน่ แต่ก็ซ่อนเหงื่อที่แตกพลั่กไว้ไม่มิด\nหนุ่มรับใช้ทางขวาหลุดหัวเราะ \"พรืด\" ออกมา เขาเอื้อมมือไปผลักร่างแยกอีกร่างไปทางช่างทำอัญมณี แล้วเอ่ยพลางยิ้มว่า: \"ผิดแล้ว! คนนี้ต่างหากที่เป็นคนรักของเธอ\"\nชิ ดันแยกไม่ออกจริง ๆ ซะได้!\nเอ่อ... คะ...คือเมื่อกี้ฉันจะบอกว่าทางขวาต่างหากที่เป็นของปลอม!\n...เธอ!\nฮ่า ๆ ๆ ทั้งสองคน อย่าลืมสิว่าเป้าหมายของเรา คือการปลอมตัวให้สมจริงจนแยกไม่ออกน่ะ! ถ้าขนาดคนรักก็ยังแยกไม่ออก งั้นปฏิบัติการแทรกซึมคืนนี้ต้องราบรื่นมากแน่ ๆ Reed Miller ที่ปลอมตัวเป็นหนุ่มรับใช้อยู่เอ่ยขึ้น เพื่อคลี่คลายสถานการณ์\nเธอจะไปคนเดียวจริง ๆ เหรอ มันไม่อันตรายเกินไปหน่อยรึไง? ถ้าเกิดมีอะไรผิดพลาดขึ้นมา จะไม่มีแม้แต่คนคอยคุ้มกันเลยนะ... หนุ่มรับใช้ตัวจริงเอ่ยถามด้วยความเป็นห่วง\nฉันไม่อยากให้พวกพ้องในกองโจรล่าสมบัติต้องมาเสียสละอีกแล้ว Reed Miller เก็บรอยยิ้มลง \"อีกอย่าง งานที่อันตรายที่สุดเธอก็ทำสำเร็จไปแล้ว นั่นคือการแทรกซึมเข้ามาในทำเนียบผู้ว่าการไงล่ะ เพราะงั้นพวกเธอก็วางใจแล้วถอนตัวไปที่ Fontaine เถอะ ผู้คนที่นั่นก็ต้องการความช่วยเหลือจากกองโจรล่าสมบัติเหมือนกัน\"\nหนุ่มรับใช้และช่างทำอัญมณีสบตากัน ก่อนจะหันไปกล่าวกับ Reed Miller อย่างหนักแน่นว่า: \"เราขอปฏิญาณว่าจะขโมยความทุกข์ระทมทั้งมวลของโลกใบนี้ให้สิ้น!\"\nหลังจากมองส่งทั้งสองคนจากไป Reed Miller ก็หันหลังและเดินตรงไปยังทำเนียบผู้ว่าการที่อาบไล้ด้วยแสงตะวันยามเย็น เหตุผลที่ลอร์ด Trubetskoy สามารถชิงความได้เปรียบในการปราบปรามกองโจรล่าสมบัติได้นั้น ก็เพราะกำลังทรัพย์อันน่าสะพรึงกลัวของเขานั่นเอง แม้แต่จอมโจรที่เก่งกาจที่สุดในโลก ก็ยังจนปัญญาเมื่อต้องเผชิญหน้ากับกำลังทรัพย์ ที่แทบจะไร้ขีดจำกัดของท่านลอร์ด ทรัพย์สมบัติสามารถชักนำยอดฝีมือที่เก่งกาจที่สุด จัดหาอาวุธที่คมกล้าที่สุด และว่าจ้างกุนซือที่เจนจัดที่สุดได้ หรือแม้กระทั่งการทำให้กฎหมายต้องเงียบเสียงลง และฝังกลบทุกการต่อต้านที่อาจเกิดขึ้นทั้งหมด ลงในสุสานที่ก่อขึ้นล่วงหน้าจากกองทรายทองคำ\nไม่มีใครรู้ว่าเขามีทรัพย์สมบัติมากมายแค่ไหน แต่ที่น่าขบขันยิ่งกว่าคือ ไม่เคยมีใครตั้งคำถามอย่างจริงจังเลยว่า ทรัพย์สมบัติของเขามาจากไหนกันแน่? พอคิดถึงตรงนี้ Reed Miller ก็อดที่จะยิ้มเยาะไม่ได้ ตอนนี้เขารู้คำตอบของคำถามนั้นแล้ว... ของวิเศษที่ชื่อว่า \"เครื่องโม่สามสมบัติ\" ซึ่งสามารถมอบความมั่งคั่งไม่สิ้นสุดให้แก่ผู้คนได้นั้น ซ่อนอยู่ในทำเนียบผู้ว่าการแห่งนี้! ทั้งหมดนี้ต้องขอบคุณการสืบสวนของหนุ่มรับใช้ และสายตาในการประเมินอัญมณีของช่างทำอัญมณี และแน่นอน ต้องขอบคุณคุณหนูของท่านลอร์ดผู้ซึ่งกำลังจะฉลองวันเกิดด้วย\nหนังสือพิมพ์ฉบับที่ลงจดหมายเตือนของ Reed Miller ขายหมดเกลี้ยงในเวลาอันรวดเร็ว หลายวันต่อมา ทั่วทั้งเมือง Nod-Krai ต่างก็เฝ้ารอคอยงานเต้นรำวันเกิดของ บุตรีผู้ว่าการ... แน่นอนว่า การเฝ้ารอคอยนี้ไม่ได้มีไว้สำหรับ Leonita แต่มีไว้เพื่อการเผชิญหน้าระหว่างจอมโจรผู้ยิ่งใหญ่ และผู้ว่าการที่ต้องเกิดขึ้นในไม่ช้าต่างหาก\nทั่วทั้งทำเนียบผู้ว่าการต่างเตรียมพร้อมรับมืออย่างเข้มงวด แขกทุกคนที่จะเข้าร่วมงานถูกตรวจสอบประวัติซ้ำแล้วซ้ำเล่า เพราะจอมโจรผู้นั้นมีความสามารถในการปลอมตัวที่เชี่ยวชาญเป็นอย่างยิ่ง แขกผู้สูงศักดิ์จำนวนมากที่เดินทางมาจาก Snezhnaya ถูกจัดให้เข้าพักในห้องรับรองของทำเนียบล่วงหน้า Leonita กวาดตามองรายชื่อแขกและยศถาบรรดาศักดิ์ที่ยาวเหยียด... เหล่าบารอน, บุตรชายของเอิร์ล, ดาวรุ่งแห่งราชสำนัก และตระกูลที่ Tsar ไว้วางพระทัย... ทันใดนั้นเธอก็รู้สึกว่าสร้อยบนคอของเธอช่างหนักอึ้งราวกับโซ่ตรวน\nเธออยากจะออกไปเดินเล่นในสวน\nแม่ คนนั้นคือบุตรีของท่านลอร์ดเหรอ?\nใช่แล้วล่ะ\nทำไมนางถึงเป็น... มนุษย์ล่ะ? แต่ท่านลอร์ดไม่ใช่เผ่าพันธุ์มนุษย์นี่นา\nนางเป็นแค่ลูกสาวบุญธรรมของท่านลอร์ดเท่านั้นแหละ\nแปลกจัง ท่านลอร์ด Trubetskoy ผู้สูงศักดิ์ ทำไมถึงต้องรับเลี้ยงมนุษย์ด้วย...\nสตรีผู้งดงามที่ไม่เคยเห็นหน้ามาก่อน กำลังกระซิบกระซาบกับลูกของเธออยู่ใต้ระเบียงที่ไม่ไกลนัก เมื่อเธอสังเกตเห็นว่า Auni มองมาทางนี้ จึงรีบจูงลูกของเธอแล้วหมุนตัวเดินจากไป\nนั่นสินะ ท่านลอร์ด Trubetskoy ผู้สูงศักดิ์ ทำไมถึงต้องรับเลี้ยงมนุษย์ด้วย?\nนั่นสินะ! ท่านลอร์ด Trubetskoy ผู้สูงศักดิ์ ทำไมถึงต้องรับเลี้ยงมนุษย์ด้วย?\nเธอได้ยินเสียงใครคนหนึ่งพึมพำถ้อยคำที่สะท้อนความขุ่นข้องในใจ ที่เพิ่งแล่นผ่านความคิดของเธอออกมา Leonita หันมองไปรอบ ๆ ด้วยความประหลาดใจ แต่ในสวนที่นอกจากตัวเธอแล้วก็ไม่มีใครอื่นอีก หรือว่าจะหูแว่วไปเอง? Leonita ถอนหายใจเฮือกหนึ่ง แล้วเดินไปยังห้องลับที่อยู่ลึกเข้าไปในทำเนียบ ถึงเวลาที่ต้องไปรักษาอีกแล้ว... การรักษาทุกครั้งทำให้เธอเหนื่อยล้าจนหมดแรง แต่เธอก็กัดฟันทนมาตั้งแต่เล็กจนโต... จะทำให้ท่านพ่อต้องอับอายเพราะตัวเองไม่ได้เด็ดขาด\nแต่ไม่รู้ทำไม เธอกลับนึกถึงเสียงที่ได้ยินในสวนเมื่อครู่อีกครั้ง\nนั่นเป็นเสียงที่อบอุ่นมาก ราวกับกองไฟในฤดูหนาว ทั้งแดงฉานและสว่างไสว เปี่ยมด้วยความอบอุ่นที่สามารถละลายหิมะได้\nพอราตรีมาเยือน แขกเหรื่อผู้ได้รับเชิญให้มาร่วมงานเต้นรำ ก็ทยอยเดินทางมาถึงอย่างไม่ขาดสาย แม้แต่ Leonita เองก็ยังอดที่จะรู้สึกประหม่าขึ้นมาไม่ได้ ตลอดทั้งคืน มีคนเข้ามาขอเธอเต้นรำไม่หยุดหย่อน แต่เธอกลับจำชื่อใครไม่ได้แม้แต่คนเดียว\nสิบ... เก้า... แปด... เมื่อใกล้ถึงเวลาเที่ยงคืน ผู้คนรอบข้างต่างจับจ้องมาที่ Leonita ด้วยสายตาคาดหวัง ขุนนางหน้าใหม่จากราชสำนักคนเมื่อครู่ ก็ยืนอยู่ข้างกายพ่อของเธอ สายตาของเขากำลังจ้องเขม็งมาที่เธอ หรืออาจจะจ้องมองอัญมณีเม็ดมหึมาบนคอของเธอกันแน่นะ? \"หก... ห้า... สี่...\" Leonita เองก็ไม่เข้าใจว่าตนเองกำลังคาดหวังอะไรอยู่กันแน่ วันเกิดงั้นเหรอ? หรือจะเป็นสิ่งอื่น?\nสาม... สอง...\nเอ๊ะ? ตั้งแต่เมื่อครู่ Leonita ก็สังเกตเห็นว่า ผู้คนรอบกายของเธอดูเหมือนจะถูกห่อหุ้มไว้ในฟองอากาศสีขาวเงิน แถมยังสว่างขึ้นเรื่อย ๆ อีกด้วย บนร่างกายของเธอเองก็มีแสงสีขาวเงินไหลผ่านบ้างเป็นครั้งคราว ท่านพ่อเคยบอกว่านี่เป็นอาการป่วยชนิดหนึ่ง ที่ต้องได้รับการรักษาอย่างต่อเนื่องจึงจะหายขาด มันคือความบกพร่องของการเป็นมนุษย์...\nหนึ่ง! ทันใดนั้นอัญมณีบนคอของเธอก็หล่นลงพื้นดัง \"เพล้ง!\"\nในวินาทีนั้นเอง แสงสีขาวเงินเจิดจ้าจนราวกับจะกลืนกินโลกทั้งใบไปจนหมดสิ้น รอบกายของเธอเงียบสงัดราวกับค่ำคืนในฤดูหิมะ Leonita ยืนนิ่งงันอยู่กับที่ รู้สึกเพียงว่าชีพจรของเธอกำลังเต้นเป็นจังหวะเดียวกับกระแสแสงนั้น หัวใจของเธอถูกเส้นด้ายที่มองไม่เห็นบางอย่างดึงรั้งเอาไว้อย่างแผ่วเบา เดิมทีเธอควรจะวิ่งหนีไป แต่ฝีเท้ากลับถูกพันธนาการไว้อย่างนุ่มนวล... นี่มันอะไรกัน? เวทมนตร์? โชคชะตา? หรือจะเป็นความรู้สึกที่พร้อมจะแผดเผาไหม้ทุกครั้งเมื่อเข้าใกล้ ความรู้สึกที่เธอไม่เคยเชื่อในมันเลย? เวลาดูเหมือนกับจะหยุดนิ่ง ผู้คนรอบข้างล้วนหายไปจนหมด มีเพียงลำแสงสีแดงอันอบอุ่นสายหนึ่งเท่านั้นที่พุ่งตรงมาที่เธอ:\nคุณหนูกำลังตกอยู่ในอันตราย! นี่เป็นคำสั่งของท่านผู้ว่าการ โปรดตามฉันมา!\nคำสั่งที่ท่านพ่อให้ฉันไว้ก่อนหน้านี้คือ... อ้ะ ไม่สิ เธอไม่ใช่คนที่ท่านพ่อส่งมา เธอคือ... Reed Miller!\nสถานการณ์มันฉุกเฉิน ท่านผู้ว่าการสั่งให้ฉัน...\nใคร ๆ ก็บอกว่าเธอเป็นจอมโจรผู้ปราดเปรื่อง แต่ในสายตาฉันแล้ว เธอก็เป็นแค่จอมโจรโกหกหน้าด้านคนหนึ่งเท่านั้นแหละ!\n...ที่แท้ก็เป็นคุณหนูที่เฉลียวฉลาดนี่เอง\nเหอะ ท่านพ่อวางกำลังคนไว้ทั่วแล้ว เธอหนีไม่พ้นหรอก\nกำลังคนที่ว่านั่นคงใช้เฝ้าเครื่องโม่สามสมบัติในห้องลับซะมากกว่ามั้ง?\nอึก...\nในจดหมายเตือนฉันก็ได้บอกไว้ชัดเจนแล้วนี่... ค่ำคืนนี้ สมบัติล้ำค่าที่สุดของผู้ว่าการจะตกเป็นของฉัน ถึงแม้เครื่องโม่สามสมบัติจะเป็นของวิเศษ แต่ก็ยังห่างไกลจากคำว่า 'สมบัติล้ำค่าที่สุด' อยู่นะ\nธะ...เธอหมายความว่า เธอจะมาขโมย... ตัวฉันไปงั้นเหรอ?!\nถูกต้องแล้ว คุณหนูผู้ทั้งชาญฉลาดและน่ารัก\nเหอะ ฉันคือบุตรีของท่านลอร์ด Prokhor Trubetskoy จะบอกว่าเธอคือศัตรูตัวฉกาจที่สุดของท่านพ่อก็คงจะไม่ผิดนัก ฉันไม่มีทางเปิดโอกาสให้เธอจับฉันเป็นตัวประกันหรอกนะ!\nงั้นเหรอ? เป็นลูกสาวของลอร์ดจริงเหรอ? ถ้างั้น ท่านลอร์ดผู้สูงศักดิ์ ทำไมถึงต้องรับเลี้ยงมนุษย์ไว้ด้วยล่ะ?\n...\nพลังสีขาวเงิน, การรักษา, เครื่องโม่สามสมบัติ, ทรัพย์สมบัติที่ดูเหมือนจะไม่มีที่สิ้นสุดของท่านลอร์ด และบุตรสาวบุญธรรม... ในชั่วพริบตาเดียว Leonita ดูเหมือนจะเข้าใจทุกสิ่งทุกอย่างขึ้นมา... ที่แท้ ตัวเธอเองนี่แหละคือที่มาของความมั่งคั่งของท่านพ่อ การ \"รักษา\" ในแต่ละครั้งก็คือพิธีกรรมที่ใช้พลังของเธอร่วมกับเครื่องโม่สามสมบัติ เพื่อสร้างเพชรออกมาอย่างไม่รู้จบ อันที่จริงแล้ว เธอรู้เรื่องทั้งหมดนี้มาโดยตลอด เพียงแต่ไม่ยอมรับความจริงเท่านั้นเอง\nอ้ะ เกือบลืมไปเลย เมื่อกี้ในวินาทีสุดท้ายดันเผลอไปเปิดใช้งานกลไกเล็ก ๆ น้อย ๆ ในเพชรเข้า แต่ก็ยังดีที่ไม่พลาดอะไรไป Reed Miller ถอดรูปโฉมของหนุ่มรับใช้ผมแดงออก และเผยให้เห็นใบหน้าที่แท้จริงของเขา เขาโน้มตัวลงไปกระซิบข้างหูของคุณหนูอย่างแผ่วเบาว่า:\nสุขสันต์วันเกิด!\nเรื่องราวหลังจากนั้น ทุกคนคงรู้กันแล้วใช่มั้ย? Reed Miller ได้กวาดสมบัติล้ำค่าทั้งหมดไปจากทำเนียบผู้ว่าการ ส่วนคุณหนูผู้สูงศักดิ์ก็ตกหลุมรักเขาตั้งแต่แรกเห็น ทอดทิ้งเกียรติยศของชนชั้นสูงทั้งหมด เพื่อติดตามจอมโจรผู้นั้นร่อนเร่ไปสุดหล้าฟ้าเขียว มักมีคนพูดอยู่เสมอว่าตำนานของ Reed Miller เป็นเพียงเรื่องที่คนรุ่นหลังแต่งขึ้นมาอย่างส่งเดช แต่ก็เหมือนกับคนที่ไม่เคยรู้จักความรัก แล้วบอกว่าความรักไม่มีอยู่จริงนั่นแหละ ที่พวกเขาพูดอย่างนั้น ก็เพียงเพราะพวกเขาไม่เคยได้สัมผัสกับช่วงเวลา ที่ความรักมาเยือนด้วยตนเองก็เท่านั้น"
          }
        ]
      },
      {
        "title": "ตำนานจอมโจรผู้ยิ่งใหญ่ Reed Miller (III)",
        "desc": [
          {
            "type": "RichText",
            "text": "เกี่ยวกับ Zima เราแทบไม่รู้อะไรเกี่ยวกับเขาเลย เขามาจาก Snezhnaya ดินแดนที่ถูกกัดกินโดยน้ำแข็งและหิมะอย่างไม่รู้จบตลอดทั้งปี ชื่อของเขาไม่ถูกบันทึกไว้ในบันทึกการเดินเรือหรือบทกวีแห่งวีรบุรุษใด ๆ เป็นเพียงดั่งเกล็ดหิมะที่ปลิวมาเกาะบนผิวหน้าของตำนานเพียงชั่วครู่ ก่อนจะละลายหายไปโดยไม่ทิ้งร่องรอยใดไว้\nบ้านเกิดของเขาคือเมืองเล็ก ๆ ทางตะวันออกเฉียงใต้ของ Snezhnograd ซึ่งซุกซ่อนตัวอยู่ภายใต้เงาของภูเขาหิมะ และชาวเมืองก็ยึดการสกัดน้ำแข็งเป็นอาชีพหลัก ตำนานและเรื่องเล่าของภูเขาหิมะ ถูกเล่าขานในทุกค่ำคืนที่พายุหิมะโหมกระหน่ำ ราวกับอากาศยุคโบราณที่ถูกกักเก็บไว้ใต้ชั้นน้ำแข็ง ในตำนานมีทั้งภูตน้ำแข็งเจ้าเล่ห์ที่คอยขโมยรองเท้าของนักเดินทางที่หลงทาง และที่ยิ่งกว่านั้นคือสาวหิมะ ปีศาจที่ทั้งซีดเซียวและอมทุกข์ ว่ากันว่าสาวหิมะบางตน จะตามหาความรักจากมนุษย์ท่ามกลางสายลมอันหนาวเหน็บ และเมื่อใดที่ถูกหักหลัง นางก็จะพรากเอาไออุ่นทั้งหมดไปจากร่างกายของคนรัก เหลือทิ้งไว้เพียงรูปสลักน้ำแข็งที่เหมือนจริงราวกับมีชีวิต สหายคนหนึ่งของ Zima เคยแข็งตายอยู่กลางหุบเขาก็เพราะไปหลงรักสาวหิมะตนหนึ่งเข้า ตอนที่ผู้คนไปพบร่างของเขา บนใบหน้าของเขายังคงประดับด้วยรอยยิ้มอันเปี่ยมสุข Zima เคยเห็นรอยยิ้มนั้น และเขารู้สึกว่านั่นเป็นวิธีการตายที่น่าเบื่อสิ้นดี เขาโหยหาการผจญภัย โหยหาโชคชะตาที่ไม่เคยมีมาก่อน และเป็นโชคชะตาที่เป็นของเขาแต่เพียงผู้เดียว เขาเกลียดชังความซ้ำซาก แม้กระทั่งการตายในรูปแบบแปลก ๆ ที่ซ้ำรอยคนอื่นก็ไม่ยกเว้น ดังนั้น เขาจึงจากดินแดนสีขาวอันเป็นนิรันดร์นั้นมา และมุ่งลงใต้ ไปยังหมู่เกาะที่มีท้องทะเลสีคราม ที่นั่นเอง ที่เขาได้ยินเรื่องราวของจอมโจรในตำนาน\nชื่อเสียงของ Reed Miller โด่งดังไปทั่ว Nod-Krai ว่ากันว่าเขาเคยถูกผู้ว่าการจับตัวได้ และถูกตัดสินประหารชีวิตด้วยการแขวนคอในที่สาธารณะที่ Snezhnograd ทว่า ในขณะที่ทุกคนคิดว่าเรื่องราวของเขาได้จบสิ้นลงพร้อมกับร่างที่แกว่งไกวนั้นแล้ว คลังสมบัติของทำเนียบผู้ว่าการกลับถูกปล้นจนเกลี้ยง บนกำแพงยังมีข้อความเย้ยหยันที่เขียนไว้ด้วยผงทองคำ ไม่มีใครรู้ว่าเขาหนีจากบ่วงเชือกแห่งความตายมาได้ยังไง แต่ปาฏิหาริย์แห่งการฟื้นคืนจากความตายนี้ ก็ทำให้เขากลายเป็นหัวข้อสนทนาที่ไม่เคยจางหายไปจากร้านเหล้า และกลายเป็นต้นแบบในดวงใจของเหล่าคนหนุ่มสาวที่ท่าเรือ ดังนั้น เมื่อจอมโจรผู้นี้กลับสู่วงการอีกครั้ง พร้อมกับซื้อเรือใบสามเสาและประกาศรับสมัครกะลาสี ที่กระหายในสมบัติและความตื่นเต้นที่ท่าเรือ Zima จึงเสนอชื่อของตนโดยไม่ลังเลแม้แต่น้อย\nทว่า ชีวิตบนเรือกลับห่างไกลจากความยิ่งใหญ่ตระการตาดั่งในตำนานลิบลับ แม้ Reed Miller จะมีชื่อเสียงจากการปล้นคนรวยช่วยคนจน แต่เขากลับรอบคอบราวกับคนขายเครื่องเทศ แผนที่เดินเรือในมือของเขา ไม่เพียงแต่ระบุแนวหินโสโครกและกระแสน้ำ แต่ยังใช้น้ำหมึกสีแดงวงล้อมรอบทุกน่านน้ำ ที่มีตำนานเล่าขานกันว่ามีอสูรทะเลปรากฏกาย เขาใช้เวลาหลายวันเพื่ออ้อมเส้นทาง เพียงเพื่อหลีกเลี่ยง Abyss ที่อาจเป็นที่อยู่ของอสูรทะเล หรือทะเลหมอกที่เล่ากันว่ามีไฮดร้าอาศัยอยู่ วันเวลาบนเรือเต็มไปด้วยการขัดดาดฟ้า ซ่อมใบเรือ และทนทุกข์กับเหงือกบวมเป่งจากโรคลักปิดลักเปิด Zima รู้สึกถึงความน่าเบื่อที่คุ้นเคย เป็นความน่าเบื่อแบบเดียวกับที่เขารู้สึกที่บ้านเกิด ในยามค่ำคืน เขาเคยสวดอ้อนวอนต่อหน้าผืนทะเลสีดำสนิท ขอให้ได้เจอกับพายุที่แท้จริงสักครั้ง หรืออสูรทะเลในตำนานสักตัว เขาอยากเห็นกับตาว่าจอมโจรจะต่อสู้เหมือนวีรบุรุษในนิทานได้ยังไง อยากเห็นการใช้ฉมวกแทงเข้าไปในดวงตาของอสูรทะเล เขาโหยหาการผจญภัย โหยหาสิ่งที่จะทำให้จิตวิญญาณของเขาสั่นไหว\nคำอธิษฐานของเขาได้รับการตอบสนองในรูปแบบที่บิดเบี้ยว เสียงเพลงพลันดังขึ้น มันไม่ใช่เสียงเพลงของมนุษย์ ไร้ซึ่งท่วงทำนอง แต่กลับสามารถสะกดตรึงใจได้แม้กระทั่งกะลาสีที่เมามาย ใบเรือลู่ลงทั้งที่ไม่มีลมพัด เรือหยุดนิ่งไม่ขยับเขยื้อน กลางทะเลปรากฏใบหน้าของสตรีผู้ซีดขาวและงดงาม ภูตนารีตนนั้นเอ่ยปากเรียกร้องให้พวกเขาสังเวยชีวิต เพื่อเป็นเครื่องเซ่นในการผ่านทาง มิฉะนั้นเรือทั้งลำจะต้องจมลงสู่ก้นบึ้งทะเลลึก\nReed Miller ตอบปฏิเสธ เขาสั่งให้กะลาสีทุกคนใช้ขี้ผึ้งอุดหู เพื่อพยายามจะขัดขวางเสียงเพลงที่เปี่ยมด้วยมนตร์สะกดของภูตนารี แต่ก็ไม่เป็นผล ตรรกะของโลกมนุษย์ดูจะไร้ความหมาย เมื่อต้องเผชิญหน้ากับเรื่องเล่าในตำนาน เหล่ากะลาสีที่ถูกควบคุมโดยเสียงเพลงมรณะต่างตื่นตระหนก พวกเขาเท Mora ที่ปล้นมาจากทำเนียบผู้ว่าการลงทะเลทีละหีบ โดยหวังว่าจะใช้มันเป็นค่าผ่านทางได้ เหรียญทองกลมระยับแสงขณะจมดิ่งลงสู่ห้วงน้ำสีคราม แต่ภูตนารีกลับไม่แยแสสัญลักษณ์แห่งความมั่งคั่งของมนุษย์เลยแม้แต่น้อย สายตาอันละโมบของนางยังคงสอดส่ายอยู่ท่ามกลางหมู่กะลาสีเท่านั้น\nจอมโจรผู้ที่แม้แต่บ่วงแขวนคอก็มิอาจรัดรึงได้ บัดนี้กลับทำได้เพียงยอมจำนน ดาบโค้งของ Reed Miller ชี้ไปยัง Zima อย่างเย็นชา เขาไม่ได้ขัดขืน นี่คือช่วงเวลาพิเศษหนึ่งเดียวที่เขาอุตส่าห์เดินทางมาไกลแสนไกลเพื่อแสวงหา ในขณะที่น้ำทะเลอันเย็นเยียบท่วมท้นจนมิดศีรษะ ภาพใบหน้าของสหายที่กลายเป็นรูปสลักน้ำแข็งไปนานแล้ว ก็ปรากฏขึ้นตรงหน้าของเขา บนใบหน้านั้นประดับด้วยรอยยิ้มเปี่ยมสุขที่เขาจำได้ไม่เคยลืม รอยยิ้มที่แข็งค้างจากการจุมพิตของสาวหิมะ เขาหวาดกลัวการซ้ำรอย ใช้ทั้งชีวิตเพื่อหลีกหนีจากจุดจบที่ตนเองรู้จักดี แต่ในวาระสุดท้ายกลับค้นพบว่า การหลีกหนีทั้งหมดเป็นเพียงการวิ่งเข้าไปหากระจกอีกบานหนึ่งเท่านั้น การผจญภัยของเขาไม่ได้สร้างเรื่องเล่าบทใหม่ขึ้นมา มันเป็นเพียงการเพิ่มเชิงอรรถที่ไม่มีใครใส่ใจ ให้กับเรื่องเล่าเก่า ๆ เรื่องหนึ่งเท่านั้น"
          }
        ]
      }
    ]
  }
}