{
  "epId": 8780,
  "name": "เสียงสะท้อนจากหอยสังข์",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/7b078e9234ceb501021cd3bd105b0cc6_8412316685875993831.png",
  "menuId": 12,
  "menuName": "หนังสือ",
  "version": 0,
  "components": {
    "body": [
      {
        "title": "เสียงสะท้อนจากหอยสังข์ (I)",
        "desc": [
          {
            "type": "RichText",
            "text": "ส่งหอยสังข์ที่อยู่ในมือมาให้ฉัน แล้วพวกเราจะไม่หาเรื่องเธออีก\nเด็กหนุ่มหล่อเหลากับผู้ติดตามของเขามายืนอยู่ตรงข้างกองไฟและพูดขึ้นมา พร้อมกับควงดาบไว้ในมือ\nดินแดนรกร้างไร้ผู้คนที่ซึ่งหนุ่มเด็กสาวต่างเรียกกันว่า \"ดินแดนชายขอบ\" พวกเขาอยู่ที่นี่เป็นคืนที่ 30 แล้ว\nมันเคยถูกใช้ตัดไม้ ตัดหญ้า และปอกผลไม้ ดาบที่เคยใช้กำจัดผู้เห็นต่าง บัดนี้กลับไม่คมเหมือนเมื่อก่อน พวกผู้ใหญ่ที่พยายามใช้กำลังควบคุมพวกเขา ล้วนสิ้นลมหายใจไปก่อนจะได้ชักดาบออกมาจากฝัก\nจนตอนนี้ก็ยังไม่รู้เลยว่าโยนฝักดาบไปไว้ตรงไหน\nเธอต้องการหอยสังข์นี้จริง ๆ เหรอ?\nเด็กชายที่ถือหอยสังข์อยู่ในมือเป็นเด็กตัวเล็กที่สุดในกลุ่ม พวกเขาเรียกเด็กคนนั้นว่า \"เจ้าเตี้ย\"\nใช่\nทำไมล่ะ?\nจะถามหาเหตุผลทำไม เด็กหนุ่มหล่อเหลาหัวเราะก่อนจะพูด \"เจ้าเตี้ย นี่เป็นกฎที่ 'พวกเรา' ตั้งขึ้นมาไม่ใช่เหรอ ใครหยิบหอยสังข์ไปได้ คนนั้นก็มีสิทธิ์พูดไง\"\nใช่แล้ว นี่คือข้อตกลงลับระหว่างเด็ก ๆ ที่ตั้งขึ้นระหว่างอยู่รอบกองไฟ เพื่อต่อต้านพวกผู้ใหญ่ที่มองพวกเขาเป็นทาส\nเพื่อหลุดพ้นจากการเป็นผู้ถูกเนรเทศ และมีชีวิตรอดในสถานที่อันรกร้างและเศร้าโศกแห่งนี้\nเด็ก ๆ จึงตัดสินใจเลือกใครสักคนที่เป็นเด็กเหมือนกัน และสามารถพาพวกเขาให้หลุดพ้นจากปัญหาได้ ใครสักคนที่ไม่เกรงกลัวต่อพลังอำนาจ ใครสักคนที่ฉลาด และใครคนนั้นจะต้องถือหอยสังข์ และกลายเป็นผู้นำของเหล่าเด็กหนุ่มสาวได้\nพวกเขาได้หอยสังข์นั้นมาตอนทำงานที่ริมชายหาดในช่วงกลางวัน โดยจะแอบขโมยสิ่งของตอนที่พวกผู้ใหญ่ไม่ทันสังเกตเห็น... ซึ่งมันเป็นเครื่องพิสูจน์ว่าผู้ใหญ่พวกนั้นเองก็มีจุดอ่อนเช่นกัน\nก็เหมือนกับการสิ้นสุดวัยเด็ก ที่ต้องมีช่วงเวลานึงรู้ว่าพ่อแม่ของตัวเองนั้นไม่ได้รู้ทุกอย่าง ไม่ได้มีพลังวิเศษอย่างซูเปอร์ฮีโร่ ซึ่งสำหรับเด็กทั่วไปแล้ว บางทีมันอาจเป็นความผิดหวัง แต่สำหรับเด็ก ๆ ที่อยู่ที่นี่แล้ว กลับไม่ต่างอะไรจากข่าวดีด้วยซ้ำ\nหลังจากนั้น...\nระเบียบในอุดมคติยังไม่มาถึง หรือจะพูดว่า ความโหดร้ายดุจอสูรในใจของเด็กหนุ่มสาวยังคงไม่ได้หายไป และกลับเพิ่มพูนขึ้นเมื่อไร้ผู้ควบคุมก็ได้... ในเมื่อความรุนแรงนี้สามารถพลิกผันได้ทุกสิ่งอย่าง แล้วทำไมถึงไม่ช่วงชิงทุกอย่างไปด้วยความรุนแรงที่มีล่ะ?\nรวมถึงหอยสังข์... หรือทุกสิ่งทุกอย่างที่หอยสังข์นั้นเป็นตัวแทนอยู่ในข้อตกลงลับของเด็ก ๆ\nคิดว่าตัวเองจะเอาหอยสังข์นี้ไปได้งั้นเหรอ?\nฉันทุ่มเทไปทั้งหมดทุกอย่าง และก็เป็นคนที่ได้มากที่สุด ยิ่งไปกว่านั้น ตอนนี้ดาบก็อยู่ในมือของฉันด้วย\nแล้วต่อจากนี้ เธอเองก็จะกลายเป็นเจ้านายของพวกเรา\nใช่แล้ว ฉันจะกลายเป็นเจ้านายของพวกเธอ\nเหมือนกับพวกผู้ใหญ่เมื่อตอนนั้นเหรอ?\nบางทีนั่นอาจจะไม่แย่ก็ได้\nเอาล่ะ... ดูเหมือนว่าพอพูดแบบนั้น เด็กชายตัวเล็กคนนั้นก็ลุกขึ้นมาท่ามกลางแสงของกองไฟ เขาหันหลังให้กับกองไฟ เลยไม่มีใครเห็นสีหน้าของเขา...\nแต่เด็กหนุ่มผู้หล่อเหลากลับรู้สึกได้ว่าอีกฝ่ายกำลังหัวเราะอยู่ ไม่รู้ทำไมในใจถึงมีลางสังหรณ์เกี่ยวกับอนาคตอันไม่แน่นอน... ก่อนจะถึงคืนนี้ เขารู้สึกว่าทุกอย่างล้วนอยู่ในการควบคุมและชัดเจนราวกับคมดาบที่ถืออยู่ในมือ\nเจ้าเตี้ยยื่นหอยสังข์ให้กับเขา แล้วหันหลังเดินเข้าไปในป่า\nหลังจากคืนนั้น เด็กชายที่เคยถือหอยสังข์คนนั้นก็หายตัวไปราวกับอากาศธาตุ และไม่มีใครเคยเห็นเขาอีกเลย"
          }
        ]
      },
      {
        "title": "เสียงสะท้อนจากหอยสังข์ (II)",
        "desc": [
          {
            "type": "RichText",
            "text": "เธอรู้อยู่แล้วว่ามันจะกลายเป็นแบบนี้...\nเด็กสาวที่สวมแว่นตาออกตามหาเด็กชายร่างเล็กคนนั้น ส่วนเด็กคนอื่นที่มีแววตาเป็นห่วงก็หลีกทางให้กับเธอ\nตรงปลายทาง เด็กหนุ่มรูปหล่อนั่งอยู่บนเก้าอี้ที่กองสุมด้วยข้าวของหนัก ๆ ผิวสีเข้มของเขาทำให้ใบหน้าดูคมชัดยิ่งขึ้น ริมฝีปากม่วงอมแดง และเปลวไฟที่ลุกโชน ทำให้ดูเหมือนกับว่ามีลมกำลังพัดผ้าคลุมหน้าอันพรั่นพรึงอยู่\nตามตัวของเด็กหนุ่มไม่มีบาดแผล มือของเขาวางตกอย่างอ่อนแรง น่าจะวางห้อยอยู่อย่างนั้นมานานแล้ว แถมยังดูแข็งทื่อคล้ายกับรูปปั้น\nดาบที่เขาเคยภาคภูมิใจวางตกอยู่ตรงนั้น\nไม่มีใครสักคนเก็บขึ้นมาเลย\nรู้อยู่แล้วว่ามันจะต้องเป็นแบบนี้ แต่ไม่คิดว่าจะเร็วขนาดนั้น\nเด็กชายหยิบดาบเล่มนั้นขึ้นมา ดาบเล่มนั้นแข็งมาก จริง ๆ ตอนกวัดแกว่งดาบเล่มนั้น มันก็งอและมีรอยบิ่นมากมายอยู่ก่อนแล้ว\nเขาไม่ได้ดูแลดาบให้ดี ทว่ามันเป็นสิ่งเดียวที่เขาพึ่งพาได้ เขาจึงไม่อยากให้ใครรู้ว่าดาบเล่มนี้จำเป็นต้องได้รับการดูแล\nแน่นอนว่าเขาย่อมระแวงมากขึ้น นอนน้อยและหลับไม่เต็มอิ่ม หงุดหงิดโมโหง่าย กลัวว่าหากตัวเองเผยจุดอ่อนเหมือนกับพวกผู้ใหญ่ ก็ยิ่งทำให้ตัวเองเผยจุดอ่อนมากขึ้น และแน่นอนว่าจุดจบก็จะเป็นแบบนี้\nจริง ๆ ปัญหาส่วนใหญ่... จำเป็นต้องใช้ความอดทนที่มากขึ้น\nเธอเห็นเหตุการณ์นี้ตั้งแต่เมื่อไหร่?\nตั้งแต่ตอนที่เขาขอหอยสังข์จากฉันน่ะ\nขอหอยสังข์เหรอ?\nหอยสังข์อะไร? หอยสังข์นั่นไม่ได้มีค่าอะไรเลย มันก็แค่ของเล่นที่พวกเราเก็บได้จากชายหาด เขาต้องเลือกว่าจะทิ้งหอยสังข์ หรือทิ้งดาบพัง ๆ เล่มนั้น มือนึงถือหอยสังข์ อีกมือนึงถือดาบ รังแต่จะทำให้กวัดแกว่งดาบได้ช้าลงเท่านั้น\nเจ้าของมือคู่หนึ่งได้ถือหอยสังข์อยู่ พร้อมกับเดินออกมาจากกลุ่มเด็กหนุ่มสาว จากนั้นก็ยื่นหอยสังข์ให้กับเด็กชาย\nเด็กชายมองไปยังหอยสังข์ และเห็นรอยแดงซึ่งเกิดจากการใช้เชือกฟางหยาบ ๆ มัดไว้จนแน่นอยู่ตรงกลางฝ่ามือ\nแล้วทีนี้เธอจะทำยังไงล่ะ? เด็กสาวที่สวมแว่นถามเขา\nเขารับหอยสังข์มา และเป่ามันเหมือนกับนิทานในหนังสือภาพ แต่หากไม่ได้ทำการปรับแต่งมัน ลมที่เป่าออกมาจากหอยสังข์ก็จะมีเสียงดังพรูด พรูด ซึ่งมันน่าขำอย่างมาก\nจากนั้นเขาก็เอามาแนบกับหูเพื่อฟังเสียงคลื่นทะเลที่ดังออกมาจากในหอยสังข์\nเราจะสร้างเมืองของเราที่นี่ เราจะสร้างสรวงสวรรค์ของเหล่าเด็กหนุ่มสาวขึ้นมา หลังจากนี้หอยสังข์จะไม่ใช่ของใครคนใดคนหนึ่งทั้งนั้น ทุกคนจะได้ผลัดกันถือ ได้พูดในสิ่งที่ต้องการ ได้แสดงความเห็นในสิ่งที่อยากทำ\nแต่ยังไงเราก็ต้องเติบโตขึ้น และกลายเป็นผู้ใหญ่ที่เราไม่ต้องการอยู่ดี\nไม่เป็นไร ไม่เป็นไร เพราะตราบใดที่ยังมีโลกอยู่ ย่อมมีวันพรุ่งนี้ และย่อมมีเด็กหนุ่มสาวรุ่นใหม่อยู่เสมอ ถ้าพวกเขาไม่ชอบเราที่ได้กลายเป็นผู้ใหญ่ ก็ควรทำลายโลกของพวกเราด้วยน้ำมือของตัวเอง\nเด็กชายที่ดูธรรมดา ๆ เด็กชายที่ตัวเล็กเตี้ย เด็กชายที่ฉลาดปราดเปรื่อง\nเขาโยนดาบงอ ๆ ลงไปในทะเล\nเขาวางหอยสังข์ไว้ตรงกลางกลุ่มเด็ก ๆ"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "เสียงสะท้อนจากหอยสังข์"
          }
        ]
      }
    ]
  }
}