{
  "epId": 882,
  "name": "อดีตของตะวันและจันทรา",
  "desc": "พงศาวดารที่ห้ามคนทั่วไปแตะต้อง เป็นงานเขียนที่ผสมผสานเรื่องเล่ากับพงศาวดารเข้าด้วยกัน จากจุดเริ่มต้นของโลกไปจนถึงการสร้าง Dainichi Mikoshi",
  "iconUrl": "https://act-upload.hoyoverse.com/event-ugc-hoyowiki/2024/09/17/7877590/d25e3a6bd9b015b310e1db48364960c1_5527473700849680220.png",
  "filterValues": {
    "objectType": [
      "ไอเทมเควสต์"
    ]
  },
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 1726569643,
  "components": {
    "textualResearch": [
      {
        "title": "อดีตของตะวันและจันทรา",
        "desc": [
          {
            "type": "RichText",
            "text": "<color=#ffffff73>สิ่งที่พวกเราอยากบันทึก ก็คือเจตจำนงของสวรรค์ก่อตัวขึ้นบนโลกได้อย่างไร เฮ้อ เทพบนสวรรค์ การสรรค์สร้างเหล่านี้ล้วนเป็นผลงานของพวกท่าน ดังนั้นพวกท่านโปรดช่วยเปิดสติปัญญาของฉัน ให้ฉันได้ทำบันทึกอย่างต่อเนื่องโดยไม่มีอะไรติดขัดด้วยเถอะ</color>\n<color=#ffffff73>\"ยามนกพิราบคาบกิ่งมะกอก\"</color>\n<color=#ffffff73>บัลลังก์นิรันดร์บนสวรรค์ได้ปรากฏขึ้น และโลกก็ได้พลิกโฉมใหม่ทั้งหมด จากนั้นราชาที่แท้จริง ผู้ซึ่งเป็นราชาองค์แรกนั้น ก็ได้เปิดฉากต่อสู้กับเหล่าราชาทั้งเจ็ดที่น่าสะพรึงกลัวของโลกเก่า ซึ่งราชาที่น่าสะพรึงกลัวเหล่านั้นก็คือมังกร</color>\n<color=#ffffff73>ราชาองค์แรกผู้นั้นได้สร้างเงาที่มีแสงสว่างของตัวเองขึ้นมา เป็นจำนวนสี่เงา</color>\n<color=#ffffff73>\"Phanes หรือราชาองค์แรกผู้นั้น\"</color>\n<color=#ffffff73>ราชาองค์แรกผู้นั้น หรือที่รู้จักในชื่อ Phanes เขามีปีก และสวมมงกุฎบนศีรษะ ถือกำเนิดจากไข่ จึงยากที่จะจำแนกว่าเป็นบุรุษหรือสตรี แต่หากจะสร้างโลก ก็จำเป็นต้องทุบเปลือกไข่ให้แตก Phanes ... ราชาองค์แรกผู้นั้น ... กลับใช้เปลือกไข่สร้างพรมแดนระหว่าง \"จักรวาล\" และ \"พิภพเล็ก ๆ ของโลก\"</color>\n<color=#ffffff73>\"สี่สิบปีหลังการคาบกิ่ง\"</color>\n<color=#ffffff73>ฤดูหนาวสี่สิบปีกลบฝังเปลวไฟ ฤดูร้อนสี่สิบปีแผดเผาทะเลจนเดือด ราชาทั้งเจ็ดพ่ายแพ้หมดสิ้น อาณาจักรทั้งเจ็ดยอมศิโรราบต่อสวรรค์ และราชาองค์แรกผู้นั้นก็ได้เริ่มสรรค์สร้างโลก เพื่อ \"พวกเรา\" ...เพื่อให้ผู้คนที่เขาเมตตาได้อาศัยอยู่ในพื้นที่แห่งนี้</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>\"สี่ร้อยปีหลังการคาบกิ่ง\"</color>\n<color=#ffffff73>ภูเขาและแม่น้ำได้ถือกำเนิด ทะเลและมหาสมุทรก็ได้โอบรับเหล่ากบฏและผู้ที่ไม่ยอมศิโรราบเอาไว้ ราชาองค์แรกผู้นั้นพร้อมกับเงาร่างหนึ่งของเขาได้ร่วมกันสร้างนก สัตว์สี่เท้า และปลา พวกเขายังได้ร่วมกันสร้างต้นไม้ดอกไม้ และใบหญ้า สุดท้าย พวกเขาได้สร้างมนุษย์ขึ้น ไม่อาจทราบได้ว่าพวกเรามีบรรพบุรุษอยู่จำนวนเท่าไหร่</color>\n<color=#ffffff73>ตั้งแต่นั้นเป็นต้นมา บรรพบุรุษของพวกเราก็ได้ทำพันธสัญญากับราชาองค์แรกผู้นั้น และปีศักราชใหม่ก็ได้เริ่มต้นขึ้น</color>\n<color=#ffffff73>\"ปีแห่งการเปิดเรืออาร์ค\"</color>\n<color=#ffffff73>ราชาองค์แรกผู้นั้นมีแผนอันศักดิ์สิทธิ์สำหรับเหล่ามนุษย์ ตราบใดที่ผู้คนมีความสุข เขาก็จะเปี่ยมไปด้วยความปิติเช่นกัน</color>\n<color=#ffffff73>\"ปีต่อมาหลังการเปิดเรืออาร์ค\"</color>\n<color=#ffffff73>ผู้คนขุดไร่ไถนา และได้เก็บเกี่ยวเป็นครั้งแรก ผู้คนขุดถ้ำทำเหมือง และได้รับแร่มีค่าเป็นครั้งแรก ผู้คนมารวมตัวกัน และได้เขียนบทกวีเป็นครั้งแรก</color>\n<color=#ffffff73>\"ปีแห่งงานรื่นเริง\"</color>\n<color=#ffffff73>หากมีความหิวโหย อาหารและเม็ดฝนจะร่วงหล่นจากสวรรค์ หากมีความยากแค้น โลกจะให้กำเนิดความมั่งคั่ง หากความเศร้าโศกแผ่กระจายออกไป สวรรค์ก็จะตอบกลับด้วยเสียงของพวกเขา</color>\n<color=#ffffff73>ข้อห้ามประการเดียว คือห้ามยอมจำนนต่อสิ่งล่อใจ แต่เส้นทางสู่การทดลองนั้นกลับถูกผนึกเอาไว้แล้ว</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>\"ปีแห่งการฌาปนกิจ\"</color>\n<color=#ffffff73>เมื่อบัลลังก์ที่สองของสวรรค์ได้มาถึง ราวกับสงครามในครั้งสร้างโลกได้เปิดฉากขึ้นอีกครั้ง ในวันนั้น ฟ้าได้ถล่มและดินได้ทลาย บรรพบุรุษของพวกเราเหล่าผู้คนใต้ทะเลลึก และดินแดนอยู่อาศัยของพวกเขา จึงได้ร่วงหล่นมาอยู่ ณ ที่แห่งนี้</color>\n<color=#ffffff73>และยุคแห่งความมืดจึงได้เริ่มต้นขึ้น</color>\n<color=#ffffff73>\"ปีแรกแห่งความมืดมิด\"</color>\n<color=#ffffff73>ผู้คนของเหล่าราชาผู้ยิ่งใหญ่ทั้งเจ็ดได้พบที่ลี้ภัยใต้ทะเล ที่ซึ่งทายาทมังกรทะเลเคยเป็นผู้ปกครอง บรรพบุรุษของเราจึงต้องเข้าต่อสู้กับพวกมัน</color>\n<color=#ffffff73>บรรพบุรุษได้ใช้แสงไฟนับพันดวงขับไล่พวกมันสู่เงามืด และพวกมันก็ไล่ล่ามนุษย์จากในเงามืด แต่ที่แห่งนี้นั้นมีเพียงความมืดมิด ดังนั้นจึงไม่มีพื้นที่ใดเลยที่ไม่ใช่พื้นที่ไล่ล่า</color>\n<color=#ffffff73>คำอธิษฐานของผู้คนรวมกันเป็นเสียงคร่ำครวญ แต่ราชาองค์แรกและเงาเรืองแสงทั้งสามของเขากลับไม่อาจได้ยิน</color>\n<color=#ffffff73>\"คำอุปมาของดวงอาทิตย์\"</color>\n<color=#ffffff73>ในถ้ำอันมืดมิด มีเหล่าผู้คนที่ไม่เคยเห็นแสงสว่างอาศัยอยู่ มีนักปราชญ์ผู้หนึ่งที่เคยเห็นดวงตะวัน คอยบรรยายถึงชีวิตใต้แสงสว่างและความยิ่งใหญ่ของดวงอาทิตย์ให้เหล่าผู้คนที่อยู่ในถ้ำฟัง เมื่อเขาเห็นว่าเหล่าผู้คนไม่เข้าใจ จึงจุดไฟขึ้นมา ผู้คนจึงเริ่มพากันบูชาไฟ เพราะคิดว่านั่นคือดวงตะวัน ถึงขั้นเริ่มคุ้นชินกับชีวิตที่มีเพียงความมืดมิดและแสงไฟ</color>\n<color=#ffffff73>เมื่อนักปราชญ์เสียชีวิตลง ก็มีใครบางคนยึดกองไฟไปครอบครอง และใช้ไฟ ฉายภาพเงาขนาดใหญ่ของตัวเอง</color>\n<color=#ffffff73>\"คำอุปมาของดอกบัวลืมโศก\"</color>\n<color=#ffffff73>ดอกบัวที่เมื่อพบเห็นแล้วจะลืมความเศร้าโศก ในระหว่างการเดินทางอันยาวนาน กัปตันที่กำลังตามหาทางกลับบ้านได้พบกับคนกลุ่มหนึ่งที่กินดอกบัวชนิดนี้เป็นอาหาร จึงมีบางคนตัดสินใจอยู่ที่นี่ แต่ก็มีบางคนที่ต่อต้านสิ่งล่อใจเหล่านี้</color>\n<color=#ffffff73>การมีชีวิตอยู่ คือทะเลแห่งความทุกข์ที่ไม่มีจุดสิ้นสุด พวกเราก็แค่กำลังตามหาทางกลับบ้านเท่านั้น</color>\n<color=#ffffff73>\"ปีที่สามแห่งความมืดมิด\"</color>\n<color=#ffffff73>ผู้เดียวที่ไม่เคยทอดทิ้งพวกเรา เธอก็คือ \"ผู้ปกครองกาลเวลา\" เธอคือช่วงเวลา และเป็นทุกช่วงเวลา คือหน่วยวัดแห่งสายลมนับพันกับตะวันและจันทรา เธอคือทุกวินาทีแห่งความสุข ทุกช่วงเวลาแห่งความโกรธ ทุกช่วงเวลาที่โหยหา ทุกนาทีแห่งความหมกมุ่น และเธอก็เป็นทุกช่วงเวลาแห่งความเพ้อฝัน</color>\n<color=#ffffff73>พวกเราเรียกขานเธอว่า \"Kairos\" หรือ \"ผู้ปกครองแห่งโลกที่ไม่เปลี่ยนแปลง\" พวกเราไม่กล้าเอ่ยนามจริงที่เป็นความลับของเธอออกมา ดังนั้นจึงจะเขียนมันลงบนนี้ \"Htoratsi\" ... ฉันจะเอ่ยถึงเพียงครั้งเดียวเท่านั้น</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>\"ปีแห่งความมืดบอด\"</color>\n<color=#ffffff73>ปัญญาของนักปราชญ์ Abrax ถูกปลุกให้ตื่นขึ้น และเขาได้เปิดเผยปาฏิหาริย์แห่งแสงสว่างจากมือเขา ดังนั้น บรรพบุรุษของเราจึงเริ่มสร้าง \"Helios\" โดยมีเขาเป็นผู้นำ</color>\n<color=#ffffff73>...</color>\n<color=#ffffff73>\"ปีแห่งการมองเห็น หรือปีแรกของตะวันและจันทรา\"</color>\n<color=#ffffff73>\"Helios\" ... ในที่สุดราชรถศักดิ์สิทธิ์ของดวงตะวันก็เสร็จสมบูรณ์ เมื่อราตรีสีขาวมาถึง ราตรีนิรันดร์ก็มลายหายไป</color>\n<color=#ffffff73>ศักราชแห่งตะวันและจันทราจึงได้เริ่มต้นขึ้น</color>\n<color=#ffffff73>\"ปีที่สองของตะวันและจันทรา\"</color>\n<color=#ffffff73>บรรพบุรุษของเราพยายามแสวงหาหนทางกลับบ้าน แน่นอนว่าสงครามบนพื้นผิวโลกนั้นได้สิ้นสุดลงแล้ว</color>\n<color=#ffffff73>แต่ราชาองค์แรก ผู้ครองบัลลังก์องค์แรกผู้นั้น ได้มีคำสั่งห้าม เหล่าบรรพบุรุษจึงไม่สามารถหาหนทางกลับบ้านได้</color>\n<color=#ffffff73>ในกรณีแบบนี้ ราชาองค์แรกผู้นั้น คงเอาชนะราชาองค์ที่สองได้แล้วสินะ</color>\n<color=#ffffff73>Abrax ถูกสั่งคุมขังโดยบุตรแห่งสุริยัน</color>\n<color=#ffffff73>\"คำอุปมาของต้นไม้\"</color>\n<color=#ffffff73>คนสวนของราชาและภูตต้นไม้ได้มีความรักต่อกัน แต่ราชาประสงค์จะซ่อมแซมคานของศาลา และต้องการโค่นต้นไม้ที่จิตวิญญาณแรงกล้าที่สุดต้นนั้น ราชาเป็นร่างจำแลงของราชาองค์แรกผู้นั้น คนสวนไม่สามารถขัดคำสั่งของราชาแห่งราชาทั้งปวงได้ ทำได้แค่ภาวนาต่อนักบวชของราชาเท่านั้น ส่วนนักบวชก็คือร่างจำแลงของ Tokoyo Ookami</color>\n<color=#ffffff73>นักบวชสงสารคนสวน จึงได้กล่าวว่า เธอไปหักกิ่งต้นไม้จิตวิญญาณต้นนั้นมาสิ คนสวนจึงไปหักมา แล้วจากนั้นจึงได้โค่นต้นไม้จิตวิญญาณตามคำสั่งของราชา</color>\n<color=#ffffff73>จากนั้นนักบวชก็กล่าวว่า จงนำกิ่งก้านของต้นไม้จิตวิญญาณไปปลูก แต่คนส่วนกลับกล่าวว่า ต้นไม้จิตวิญญาณต้องใช้เวลาถึงห้าร้อยปีจึงจะเติบโต นักบวชจึงกล่าวว่า หนึ่งความคิดพิชิตทุกสิ่ง ดังนั้นคนสวนจึงนำกิ่งไม้ไปปลูกที่สวนหลังบ้านของตัวเอง ทันใดนั้น กิ่งไม้เรียวเล็กก็เติบโตเป็นต้นไม้ และภูตต้นไม้ต้นใหม่ ก็ได้รับสืบทอดจิตวิญญาณมาจากต้นไม้ต้นเดิม</color>\n<color=#ffffff73>เพราะเทพแห่งกาลเวลานั้น สามารถนำ \"ช่วงเวลานี้\" ของ \"เมล็ดพันธุ์\" ไปสู่อดีตและอนาคตได้</color>\n<color=#ffffff73>\"สิบปีของตะวันและจันทรา\"</color>\n<color=#ffffff73>Abrax ได้จากไปนานแล้ว อดีตของตะวันและจันทราถูกบันทึกไว้เพียงพอแล้ว หากไม่มีความกล้าพอที่จะที่เขียนเรื่องราวทุกอย่างตามข้อเท็จจริง จะถือว่าตนเป็นผู้จดบันทึกของท่าน Tokoyo Ookami ได้อย่างไร?</color>\n<color=#ffffff73>ฉันได้ยินเสียงชุดเกราะอยู่ด้านนอกของประตู ฉันขอหยุดเขียนเพียงเท่านี้แล้วกัน</color>"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "อดีตของตะวันและจันทรา"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      },
      {
        "key": "พื้นที่",
        "value": [
          {
            "type": "RichText",
            "text": "Inazuma"
          }
        ]
      },
      {
        "key": "หาได้จาก",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 5356,
            "name": "Antigonus"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "รายการหนังสือ",
        "value": [
          {
            "type": "CustomEntry",
            "epId": 2846,
            "name": "คอลเลกชัน Byakuyakoku",
            "iconUrl": "https://upload-static.hoyoverse.com/hoyolab-wiki/2022/10/12/144837601/8b9cdcfdeca7757a88c7084f93032ecd_1819652570805506366.png"
          }
        ],
        "isMaterial": true
      },
      {
        "key": "เวอร์ชันที่เผยแพร่",
        "value": [
          {
            "type": "RichText",
            "text": "2.4"
          }
        ]
      }
    ]
  }
}