{
  "epId": 8892,
  "name": "สมุดบันทึกหอยสังข์",
  "desc": "สมุดบันทึกที่ Paimon เป็นคนทำขึ้นมา ซึ่งได้รวบรวมบันทึกต่าง ๆ จากเด็ก ๆ ในแก๊งหอยสังข์เข้าไว้ด้วยกัน",
  "iconUrl": "https://act-webstatic.hoyoverse.com/event-static-hoyowiki-admin/2025/09/01/8d5184a66815234e47b9b1b33abdc8ef_8882434788191588596.png",
  "menuId": 9,
  "menuName": "ผลิตภัณฑ์ของ Teyvat",
  "version": 0,
  "components": {
    "textualResearch": [
      {
        "desc": [
          {
            "type": "RichText",
            "text": "มอนสเตอร์จักรกลขนาดยักษ์\nจักรกลที่รูปลักษณ์โดยรวมเป็นสีขาวอมเทา สามารถเปลี่ยนรูปร่างได้อย่างคล่องแคล่ว เมื่อเคลื่อนไหวจะเปล่งแสง และมีรูปแบบการโจมตีที่หลากหลายมาก ว่ากันว่าชื่อที่ถูกต้องคือ \"Secret Source Automaton - Configuration Device\" ไม่ใช่สิ่งที่ชาว Natlan สร้างขึ้นในปัจจุบัน แต่เป็นสิ่งที่สืบทอดจากโบราณสถานมาจนถึงทุกวันนี้\nลวดลายบนเปลือกนอกของมันดูคุ้นตามาก ซากโบราณลักษณะเดียวกันนี้ก็มีให้เห็นใน Nod-Krai เช่นกัน ไม่แน่ว่าเกาะเล็ก ๆ ที่เราอาศัยอยู่ก็เหมือนเรือลำใหญ่ที่เคยเชื่อมต่อกับ Natlan ก็ได้ แต่ต่อมาถูกอสูรยักษ์ใต้ทะเลลึกใช้ครีบ กรงเล็บ หนวด หรืออะไรก็ตามแต่ลากไปทางทิศเหนือ จึงเหลือเพียงพื้นที่ที่เหมือนกับบล็อกเล็ก ๆ เท่านั้น\n(อย่าลืมเก็บเรื่องนี้ไว้เป็นความลับจาก Katya ด้วยนะ! ไว้ฉันกลับไปแล้ว ถ้าเธอสุขภาพดีขึ้นบ้างแล้ว เราไปเทียบกันว่าโบราณสถานบนเกาะของ \"ลูกหลานจันทราน้ำค้างแข็ง\" นั้น มีสไตล์คล้ายคลึงกับมอนสเตอร์จักรกลยักษ์ในภาพมั้ย แน่นอนว่า ถึงตอนนั้นก็ต้องหาข้ออ้างดี ๆ ไว้ปิดบัง Katya ด้วย!)\nรูปปั้นเซนทอร์ยักษ์\nรูปปั้นหินที่ถูกเรียกว่า \"Legatus Golem\" เป็นรูปปั้นเซนทอร์ถือโล่ในมือซ้าย และถือดาบไว้ในมือขวา เมื่อกี้ยังยืนตระหง่านอยู่ ราวกับเป็นประติมากรรมที่ถูกทิ้งไว้ในปราสาทโบราณ แต่จู่ ๆ ก็มีชีวิตขึ้นมา ตอนที่เขา (หรือ \"มัน\"?) กระทืบทำลายฐานนั้น เศษหินและฝุ่นกระจายไปทั่ว แต่เมื่อเริ่มโจมตี หลังจากฝุ่นสงบลงแล้ว กลับกลายเป็นคู่ต่อสู้ที่สง่างาม กระบวนท่าโจมตีของมันแตกต่างจากมอนสเตอร์ทั่วไปมาก บางครั้งก็เร่งเร้าเหมือนกับคำสั่งให้บุกเข้าไปของผู้บัญชาการกองทัพ บางครั้งก็เหมือนกำลังบรรเลงบทเพลงอะไรสักอย่าง แต่น่าเสียดายที่ฉันไม่รู้เรื่องดนตรี จึงฟังไม่ออกว่ามันเป็นเพลงอะไร\nได้ยินมาว่า ในส่วนลึกของทะเล มีโบราณสถานของ Remuria ที่ได้ล่มสลายไปแล้ว แม้ว่าครั้งนี้จะไม่มีโอกาสได้ไปเยี่ยมชม แต่ฉันก็ได้รวบรวมตำนานและหนังสือที่เกี่ยวข้องมาไม่น้อย ไว้จะหาโอกาสฝากกองคาราวานนำกลับไปให้ในภายหลัง เธอเองก็ชอบเรื่องราวของอาณาจักรโบราณพวกนี้มาตลอด หวังว่าเธอจะอ่านให้สนุกนะ\nมวลน้ำยักษ์\n\"Hydro Tulpa\" เป็นมอนสเตอร์รูปร่างคล้ายมนุษย์ ที่ก่อตัวขึ้นจากการควบแน่นของน้ำ มีรูปลักษณ์แตกต่างจากปีศาจสายน้ำในเรื่องเล่าของ Katya มันไม่มีหางปลาและขาสองข้าง แต่มีแขนและส่วนหัวที่คล้ายคลึงกับมนุษย์ มีเปลือกแข็งสีฟ้าขาวที่เหมือนเกราะอยู่ตรงข้อต่อและส่วนหัว ในระหว่างการต่อสู้ มันจะเรียกมวลน้ำขนาดเล็กที่เป็นร่างของมันขนาดย่อส่วนออกมาช่วยเหลือ และบางครั้งก็จะกลืนกินมวลน้ำขนาดเล็กนั้นเพื่อเสริมพลังให้ตัวเอง\nว่ากันว่าน้ำของ Fontaine นั้นมีความพิเศษมาก ดังนั้น Oceanid ที่สามารถพูดได้จึงได้ถือกำเนิดขึ้นมา แต่ดูเหมือนว่า Hydro Tulpa จะพูดไม่ได้ หรือว่ามันอาจจะแค่ไม่อยากพูด? หรือไม่ก็แค่เพราะว่า เราไม่เข้าใจภาษาของมัน?\nปูยักษ์\nปูยักษ์ที่มีชื่อเท่ ๆ ว่า \"Emperor of Fire and Iron\" ว่ากันว่าเป็นด้วยเพราะนิสัยของ Armored Crab มันจะคอยหาหอยสังข์และเปลือกหอยที่เหมาะสมมาเป็นเกราะอยู่เรื่อย ๆ เมื่อมันเติบโตขึ้น หากไม่หยุดมันไว้ ไม่แน่ว่ามันอาจจะเติบโตอย่างไม่มีที่สิ้นสุด จนถึงขั้นสามารถเอาพระราชวัง Mermonia (สิ่งปลูกสร้างที่งดงามอย่างยิ่งใน Fontaine อาคารของที่นี่ใหญ่มากเลย!) มาสวมเป็นเปลือกนอกอยู่บนร่างกายมันก็เป็นได้\nแต่ต่อมา ดูเหมือนจะมีคนหนึ่งที่ชื่อว่า Basil Elton เอาชนะมันได้ บางทีอาจเพราะเหตุนี้ มันจึงหยุดกระบวนการเติบโตอย่างต่อเนื่องของตัวมันเอง แต่ตอนนี้ตัวมันก็ใหญ่พอแล้ว ไม่รู้ว่าเมื่อเทียบกับอสูรยักษ์ใต้ทะเลลึกแล้ว ใครจะใหญ่กว่ากัน ฉันเดิมพันว่า ต้องเป็นอสูรยักษ์ใต้ทะเลลึกแน่ ๆ เพราะมันสามารถยกและเคลื่อนย้ายเกาะทั้งเกาะได้! (ถ้าสมมติฐานการเคลื่อนที่ของเกาะนั้นเป็นจริงนะ)!"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "คุณปู่ Moley และครอบครัวอาศัยอยู่ในถ้ำบริเวณส่วนลึกของหุบเขา Moley ที่นั่นชื้นแฉะ และมีกลิ่นอายของรากต้นไม้เก่าแก่ ก่อนที่พวกคนตัวโตขี้โวยวาย จะลากแผ่นเหล็กเข้ามาที่หุบเขา Moley ชีวิตที่นี่ทั้งเงียบสงบและสบายอย่างยิ่ง พอตกกลางคืน เมื่อคนตัวโตเหล่านั้นไม่อยู่แล้ว ครอบครัว Moley ถึงจะออกจากถ้ำ เพื่อหาอาหารในหุบเขา หรือไม่ก็เล่นกับหิ่งห้อยจันทรา\nหากจะเทียบระหว่าง Lakkaberry และหิ่งห้อยจันทราแล้ว Moley คนน้องชอบดวงจันทร์มากกว่า ดวงจันทร์ที่มองจากหุบเขา Moley ทั้งใหญ่ทั้งกลมเหมือนกับจาน ทว่าเป็นสีขาว (พี่ Jurva บอกว่า ความจริงแล้วตัวตุ่นฟุดฟิดสายตาไม่ค่อยจะดี แต่จมูกและหูของพวกมันไวมาก แม้ว่าจะอยู่ไกลสุด ๆ แต่ Moley คนน้องอาจจะยังได้กลิ่นของดวงจันทร์ก็ได้ ไม่รู้ว่าจะหอมหวานเหมือน Lakkaberry รึเปล่านะ) ในคืนที่แสงจันทร์ส่องสว่างเป็นพิเศษ เธอจะมองเห็นตัวตุ่นที่ไร้เงา เห็นพวกเขาเคลื่อนไหวไปมาใต้แสงจันทร์ ราวกับควันที่ถูกลมพัดพาไป พวกเขาจะพูดคุยกัน แต่กลับไม่ยอมให้ Moley คนน้องเข้าร่วมวงด้วย ราวกับว่ามองไม่เห็นเธออยู่ตรงนั้น บางทีอาจเป็นเพราะว่า Moley คนน้องยังไม่ได้ทิ้งเงาของตัวเองไป เธอได้ยินว่ากลุ่มลึกลับเหล่านั้นต่างก็มีกฎลึกลับของตัวเอง (เหมือนกับสมาคมใต้ดิน) อาจจะต้องให้ตัวตุ่นไร้เงาตัวอื่น ๆ เป็นผู้แนะนำ หรือไม่ก็ต้องทำพิธีกรรมลึกลับบางอย่างก่อน ไม่งั้นก็คงได้แต่ฟังอยู่ข้าง ๆ เท่านั้น\nแต่แม้จะได้แค่ฟังพวกเขาพูดคุยกันก็สนุกมากแล้ว หนึ่งในนั้นมีตัวตุ่นฟุดฟิดตัวหนึ่งที่เดินทางมาจากแดนไกล ดูเหมือนเขาจะไม่มีบ้านของตัวเอง ดังนั้นไม่ว่าจะที่ไหนก็เป็นบ้านของเขาได้ เขาบอกว่าตัวเองเคยไปที่ภูเขาหิมะ เคยข้ามผ่านทะเลทราย เคยปีนภูเขาลูกสูง และเคยดำดิ่งลงไปในทะเลลึก \"สถานที่พวกนั้นมีผล Lakkaberry สดใหม่มั้ย?\" ตัวตุ่นท้องถิ่นตัวหนึ่งถามขึ้นมา \"เท่าที่ฉันรู้ ไม่มีหรอก แต่ก็มีของทดแทนอย่างอื่นอยู่เยอะเลย\" เมื่อได้ยินคำตอบนี้ ตัวตุ่นท้องถิ่นก็เบะปาก ดูเหมือนเขาจะชอบ Lakkaberry มากจริง ๆ\nMoley คนน้องก็ชอบ Lakkaberry มากเช่นกัน แต่เธอก็อยากจะรู้ว่า ตัวเองจะชอบของทดแทนอย่างอื่นที่ไม่เคยลองกินมาก่อนหรือเปล่า เธอเคยออกจากหุบเขา Moley ไปผจญภัยอยู่ครั้งหนึ่ง และขุดดินอยู่นาน จนมาถึงสถานที่ที่มีคนตัวโตอยู่มากมาย เธอไปในตอนกลางคืน ที่นั่นมีแสงสว่างมากมาย มีเสียงอยู่ทุกแห่งหน ทำให้เธอแทบจะหาทิศทางของดวงจันทร์ไม่เจอ เธอได้กลิ่นหอมมากมายจากที่นั่น แต่ส่วนใหญ่ล้วนเป็นกลิ่นที่ไม่ได้ถูกใจเธอนัก และแล้ว เธอก็ตามกลิ่นของ Lakkaberry ที่คุ้นเคยมายังที่ที่มีผลไม้กองอยู่เต็มไปหมด ที่นั่นมีผลไม้ที่เธอไม่เคยเห็นมาก่อนอยู่มากมาย แค่ได้กลิ่นก็ชวนให้น้ำลายสอแล้ว เธออยากจะขอแบ่งผลไม้พวกนี้สักเล็กน้อย ไม่ต้องมากมาย แค่ไม่กี่ลูกเท่านั้น แต่วันนั้นเธอกลับไม่ได้โชคดีนัก บางครั้งก็มีวันแบบนี้แหละเนอะ\nหลังจากกลับมาที่หุบเขา Moley ทุกคนดูจะเป็นห่วงเธอมาก พอได้ยินว่าเธอไปสถานที่ห่างไกลขนาดนั้นตามลำพัง ทุกคนก็ตกใจกันมาก การใช้ชีวิตอยู่ในหุบเขา Moley ก็ดีอยู่แล้วไม่ใช่เหรอ? ทำไมถึงอยากจะไปที่อื่นล่ะ? ด้วยเหตุนี้ Moley คนน้องจึงเล่าเรื่องที่เธอได้ยินมา จากเหล่าตัวตุ่นไร้เงาในช่วงก่อนนี้ ให้ทุกคนฟัง \"จะมีตัวตุ่นที่ไม่มีเงาได้ยังไงกัน? นั่นต้องเป็นความฝันของเธอแน่ ๆ\" Moley คนพี่ไม่เชื่อว่านั่นเป็นเรื่องจริง และก็ไม่เห็นด้วยกับการที่น้องสาวอยากจะออกจากหุบเขา Moley สมาชิกคนอื่น ๆ ในครอบครัวก็คิดเช่นเดียวกับเขา ทุกคนจะต้องชอบ Lakkaberry สดใหม่มากกว่าผลไม้อื่น ๆ แน่นอน\nหากในคืนที่พระจันทร์สว่างเป็นพิเศษครั้งต่อไป เธอไม่ได้พบกับตัวตุ่นไร้เงาพวกนั้นอีก ถ้าอย่างนั้นก็ถือซะว่า ทั้งหมดนี้เป็นเพียงความฝันแล้วกัน Moley คนน้องคิดเช่นนี้ เธอไม่ได้เกลียดชีวิตในหุบเขา Moley แต่เมื่อพระจันทร์ขึ้น เมื่อแสงจันทร์สาดส่องลงมา ตัวตุ่นที่ไร้เงาพวกนั้นก็ปรากฏขึ้นอีกครั้ง และพูดคุยด้วยบทสนทนาเดิม ๆ ซ้ำอีก ในเมื่อไม่ใช่ความฝัน งั้นก็ต้องเป็นการชี้นำของพระจันทร์แน่นอน Moley คนน้องดีใจมาก ในคืนที่พระจันทร์สว่างเป็นพิเศษ เธอได้ออกจากหุบเขา Moley ตามลำพังอีกครั้ง แต่ครั้งนี้ไม่รู้ว่าเธอจะกลับมาเมื่อไหร่ เพราะไม่แน่ว่าเธออาจจะอยู่บนภูเขาหิมะ หรือในทะเลทราย หรืออาจจะอยู่ในที่ที่เธอไม่เคยไปมาก่อน และพบผลไม้ที่ทำให้เธอชอบยิ่งกว่า Lakkaberry ที่สดใหม่ก็เป็นได้"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "ผู้เฒ่า Crab Tsar อาศัยอยู่ข้าง ๆ แหล่งอาศัยของกลุ่มคนประหลาดอย่างลูกหลานจันทราน้ำค้างแข็ง ว่ากันว่ามีอายุหลายร้อยปีแล้ว (ไม่งั้นจะตัวโตขนาดนี้เหรอ?) มันมีขนาดใหญ่กว่าปูทุก ๆ ตัวที่ฉันเคยเห็นมา แม้แต่ \"บ้าน\" ของมันก็ไม่ใช่เปลือกหอยทั่ว ๆ ไป แต่เป็นหอยสังข์ขนาดใหญ่ยักษ์ เหมือนกับเนินเขาลูกเล็ก ๆ มากกว่า (มันใหญ่กว่าหอยสังข์ที่เราวาดไว้บนธงด้วยซ้ำ!) แทบจะเหมือนกับป้อมปราการขนาดย่อมเลย แต่ที่น่าอัศจรรย์กว่าคือ ด้านบนยังมีตะไคร่น้ำแรงจันทราผันอยู่เป็นหย่อม ๆ พวกมันเปล่งแสงเหมือนกับดวงดาวในถ้ำมืด หรือนั่นอาจจะเป็นมงกุฎของมันก็เป็นได้\nและถ้าอย่างงี้ ปูน้อยที่อยู่ใกล้ ๆ นี้ก็เป็นราษฎรของมันหมดน่ะสิ เฮ้อ ปูน้อยที่น่าสงสาร มันเอาแต่ยุ่งอยู่ตลอดเวลา และนำอาหารที่หามาได้... ไม่ว่าจะเป็น Lakkaberry ปลาตัวเล็ก หรืออาหารอื่น ๆ อีกหลายอย่างที่ฉันเรียกชื่อไม่ถูก... ลากเข้าไปในถ้ำลึก แต่ก็ไม่ได้กินมันในทันที มีอยู่สองครั้งที่ฉันเห็นว่าพวกมันนำก้อนหินแวววาวและ Moonfall Silver กลับมาด้วย บางทีนี่อาจจะเป็น \"ภาษี\" ที่พวกมันต้องจ่ายให้กับผู้เฒ่า Tsar ก็ได้? ว่ากันว่าในยุคของจอมโจรผู้ยิ่งใหญ่ Reed Miller ผู้ว่าการที่ทาง Snezhnaya ส่งมาก็เคยเรียกเก็บ \"ภาษี\" จากผู้คนในเมือง Nasha ด้วย คงจะคล้าย ๆ กันแหละมั้ง อืม\nแต่ที่ผู้เฒ่า Crab Tsar ต้องการ อาจไม่ใช่ผล Lakkaberry และปลาตัวเล็กที่กินไม่หมดหรอกมั้ง เพราะเมื่อวานตอนบ่าย ฉันเห็นมันออกจากถ้ำมาแป๊บนึง มันขยับตัวช้ามาก ราวกับว่าทุกการก้าวเดินนั้นแบกภูเขาลูกหนึ่งเอาไว้ และก้าวแต่ละทีก็ทำให้ก้อนกรวดตามพื้นสั่นสะเทือน เจ้าปูจิ๋วตัวหนึ่งลากเอาปลาตัวเล็ก ๆ ที่ดูตัวเล็กจนน่าเวทนามาตรงขาของมัน มันเพียงแค่ก้มหน้ามองดู แล้วสะบัดก้ามยักษ์ของมันเบา ๆ ปูจิ๋วตัวนั้นก็ตกใจจนทิ้งปลา และมุดหนีเข้าไปในรูทรายแล้ว\nผู้เฒ่า Tsar ไม่ได้กินปลาตัวนั้น มันเพียงใช้ก้ามเล็กก้ามหนึ่งดันมันไปข้าง ๆ จากนั้นก็หยุดนิ่งไม่ขยับ ราวกับกำลังมองทะเลที่อยู่ไกลออกไป การเป็นราชา คงจะโดดเดี่ยวมากแน่ ๆ ปูทุก ๆ ตัวต่างก็กลัวมัน มันมีป้อมปราการและมงกุฎ แต่กลับไม่มีเพื่อนให้ใช้หนวดสัมผัสได้เหมือนกับแมงกะพรุนหัวพุ่มเลย (Semyon บอกว่าแมงกะพรุนจะสื่อสารกันด้วยหนวด ฉันเลยเดาว่าปูก็น่าจะใช้ก้ามทำแบบเดียวกันแหละมั้ง?)\nฉันอยากจะรู้จริง ๆ ว่ามันไปหาเปลือกขนาดใหญ่ยักษ์นั่นมาจากไหนกัน? ก่อนที่มันจะเข้าไปอยู่ข้างใน ที่นั่นเคยมีราชาที่ตัวใหญ่กว่ามันอาศัยอยู่รึเปล่า? ถ้าขนาดตัวของมันใหญ่ขึ้นกว่านี้ มันจะย้ายเข้าไปอยู่ในพระราชวังที่หรูหรากว่ามั้ยนะ? ไม่แน่ว่าครั้งหน้าฉันอาจจะเอา Lakkaberry ที่สุกแล้วไปให้มัน แล้วค่อยหาโอกาสตรวจสอบเปลือกนั้นก็ได้... เฮ้อ คิด ๆ ดูแล้วก็ช่างมันดีกว่า จอมโจรผู้ยิ่งใหญ่ไม่ควรเข้าใกล้ชนชั้นสูงมากเกินไป เดี๋ยวจะโชคร้ายเอาได้"
          }
        ]
      },
      {
        "desc": [
          {
            "type": "RichText",
            "text": "แมงกะพรุนหัวพุ่ม\nว่ากันว่าที่ Nod-Krai มีสัตว์สายพันธุ์พิเศษ ซึ่งมีหนวดเรียวยาวรูปร่างคล้ายกับร่มสีชมพู ถิ่นฐานของพวกมันส่วนใหญ่ อยู่ในบริเวณเขตน้ำตื้นของบึงเกลือทรายแดง บริเวณเขตกระแสน้ำขึ้นน้ำลงแถบนั้นเป็นพื้นที่ที่พวกมันล่าเหยื่อขนาดเล็กที่ลอยอยู่ในน้ำ เมื่อกระแสน้ำลง พวกมันจะเกยตื้นอยู่บนหาดชายฝั่ง ฉันคาดว่า อาจเป็นเพราะในร่างกายของพวกมันมีถุงน้ำพิเศษ ซึ่งช่วยรักษาความชุ่มชื้นเอาไว้ได้ หรือไม่ก็มีต่อมหลั่งเมือกพิเศษ ซึ่งช่วยลดการสูญเสียความชุ่มชื้นของผิวได้ หนวดของพวกมันมีความแข็งแรงมากกว่าแมงกะพรุนทั่วไป และดูเหมือนจะมีพลังพิเศษบางอย่าง บางทีอาจเอาไว้ใช้ล่าเหยื่อของพวกมัน ฉันเคยใช้ไม้ท่อนเล็ก ๆ เขี่ยพวกมันด้วยความระมัดระวัง แต่กลับไม่พบอะไรที่แปลกออกไปเลย อีกอย่างพวกมันก็ไม่ได้โจมตีฉันด้วย (ฉันกล้าพูดได้เลยว่าในแก๊งหอยสังข์ คงไม่มีใครกล้าที่จะทำแบบนี้เหมือนอย่างฉันแน่นอน) พวกมันใช้หนวดในการ \"สื่อสาร\" ระหว่างกัน คล้ายกับมนุษย์เวลาจับมือกัน หรือแปะมือกัน จะว่าไปแล้ว เวลาพวกมันรวมตัวกัน พวกมันก็มักจะเคลื่อนไหวคล้ายกับการเต้นรำด้วย คงเป็น \"ภาษา\" เฉพาะของพวกมัน แม้ว่ามันจะไม่มีสมอง แต่ก็ใช่ว่าพวกมันจะไม่มีสติปัญญาเลยเสียทีเดียว\nน่าเสียดายที่อุปกรณ์ของ Fatui ได้ทำลายถิ่นฐานของพวกมันไปเกือบหมด อุปกรณ์เครื่องจักรที่พวกเขานำมาติดตั้ง ส่งเสียงดังทั้งวันทั้งคืน ฉันก็ไม่รู้เหมือนกันว่าอุปกรณ์พวกนั้นมีไว้ทำอะไร แต่ดูเหมือนว่าพื้นที่แถบนี้จะดูโรยราและไร้ชีวิตชีวา อาจเพราะขาดแคลนแหล่งอาหาร หรืออาจเป็นเพราะเสียงรบกวน หรือไม่ก็ทั้งสองอย่าง ฉันสังเกตเห็นแมงกะพรุนหัวพุ่มหลายตัวทรุดแน่นิ่งอยู่บนพื้น ฉันพยายามช่วยพวกมัน แต่ว่ามันก็สายเกินไปแล้ว"
          }
        ]
      }
    ],
    "baseInfo": [
      {
        "key": "ชื่อ",
        "value": [
          {
            "type": "RichText",
            "text": "สมุดบันทึกหอยสังข์"
          }
        ]
      },
      {
        "key": "ประเภท",
        "value": [
          {
            "type": "RichText",
            "text": "ไอเทมเควสต์"
          }
        ]
      }
    ]
  }
}